"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/bg"],
    {
        216664: (e, c, a) => {
            var n = a(292426)._register("bg", {
                get emoji() {
                    return a.e("i18n/emoji-bg").then(a.t.bind(a, 49009, 23));
                },
            });
            function t(e, c, a) {
                return "one" == (1 == e ? "one" : "other") ? c : a;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "Няма"),
                n("f07eac34", "Пародиен профил"),
                n("a41b5c2e", "Профил на почитател"),
                n("i428ea62", "Профил за коментиране"),
                n("ac0d27be", "За съжаление, този профил е спрян."),
                n("bcee7444", "Обновяването на профила не бе успешно."),
                n("e0cbf77a", "Добавяне на телефон"),
                n("f377195c", "X е претоварен. Моля, изчакай малко и опитай отново."),
                n("d67f9456", "Блокиран/а си за извършване на това действие."),
                n("e0ece1b6", "Материалът не може да се прикачи. Опитай да го качиш пак."),
                n("i82e8f04", "За да защитим потребителите си от спам и други злонамерени дейности, този профил е временно блокиран и не може да следва други профили. Увери се, че разбираш правилата на X."),
                n("jf7be47a", "За да защитим потребителите си от спам и друга злонамерена дейност, този профил е временно блокиран и не може да изпраща публикации. Увери се, че разбираш правилата на X."),
                n("g75fec74", "Достигна дневния си лимит за това действие. Моля, добави телефон в профила си, за да бъде премахнат лимитът."),
                n("abb8b6e0", "Този телефонен номер вече е регистриран."),
                n("f30bd1fc", "Не можем да изпратим текстово съобщение до този телефонен номер, тъй като този оператор не се поддържа."),
                n("i54e550c", "Не можем да потвърдим този телефонен номер."),
                n("h154702a", "Не можем да изпълним тази заявка, защото тази връзка бе идентифицирана от X или партньорите ни като потенциално опасна. За да научиш повече, посети Центъра ни за помощ."),
                n("c8cb0b4c", "Въведе неправилна парола."),
                n("b1b54f9e", "Материалът, който се опита да качиш, бе невалиден."),
                n("i859a9d4", "Научи повече"),
                n("d6e72ce1", function (e) {
                    return "Паролата ти трябва да е по-кратка от " + e.count + " знака. Моля, въведи по-кратка.";
                }),
                n("a34dccd7", function (e) {
                    return "Паролата ти трябва да е поне " + e.count + " знака. Моля, въведи по-дълга.";
                }),
                n("jea2ff04", "Паролата е твърде лесна за отгатване. Моля, избери по-сигурна."),
                n("ce482c36", "Едно или повече полета са невалидни. Моля, провери въведената информация и опитай отново."),
                n("db626d88", "Моля, добави телефонния си номер, за да завършим настройването на профила ти"),
                n("i3ee2550", "Моля, попълни всички задължителни полета."),
                n("cf18a258", "Изглежда, че това искане може да е автоматично. За да защитим потребителите си от спам и друга злонамерена дейност, в момента не можем да извършим това действие. Моля, опитай отново по-късно."),
                n("h7ffa648", "Ограничението за честотата на потвърждения чрез SMS е надвишено."),
                n("b87ceb1c", "ПИН кодът за потвърждаване чрез SМS е невалиден."),
                n("f87e2faa", "За съжаление, не можахме да намерим този потребител."),
                n("cdaf8222", "За съжаление, ограничихме скоростта на действията ти. Изчакай малко и опитай отново."),
                n("c1b0e710", "Профилът ти е спрян и му е забранено да извършва това действие."),
                n("bfb22fae", "Съжаляваме, но тази публикация е изтрита."),
                n("a23cd3ba", "Някои от действията в тази публикация са деактивирани от X."),
                n("bb558892", "Този потребител вече има потвърден телефонен номер."),
                n("hae1c934", "Възникна грешка, но не се притеснявай – нямаш вина."),
                n("e784846c", "Профилът ти в момента се преглежда. Няма да имаш възможност да променяш името и снимката на профила си по време на периода на преглед."),
                n("h1cbdd30", "Моля, опресни страницата и опитай отново."),
                n("a5077d3e", "Опресняване"),
                n("b2648ba4", "Възможно е това действие да не е разрешено на профила ти. Моля, опресни страницата и опитай отново."),
                n("bcd6bb0e", "Член"),
                n("hd8c22d2", "Мод."),
                n("c3153100", "Адм."),
                n("fa9adac1", function (e) {
                    return "Търсене на „" + e.query + "“";
                }),
                n("jcec6620", "Отговорът на публикацията е скрит"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "Basic"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "Шестоъгълна профилна снимка"),
                n("fcc8734a", "Квадратна профилна снимка"),
                n("c64e46f8", "Този член е премахнат от общността, поради което публикациите му са скрити. "),
                n("b3f1cb42", "Модератор скри тази публикация поради нарушаване на правило на общността."),
                n("cbd2dc9c", "Ти докладва тази публикация."),
                n("cfbea177", function (e) {
                    return "Залата на " + e.name;
                }),
                n("ab4fc8bc", "Пространство"),
                n("jd859c9c", "Премахнаха те от тази Зала."),
                n("c60ed9b0", "Не си упълномощен/а да се присъединиш към тази зала."),
                n("d8227e16", "Не си упълномощен/а да създадеш тази зала"),
                n("f027fed8", "Картина в картината"),
                n("hd50e064", "Не сега"),
                n("i76d640e", "Нуждаем се от разрешението ти"),
                n("fdaa0be8", "За да говориш в тази зала, ще трябва да предоставиш на X достъп до своя микрофон. Провери настройките на браузъра си. "),
                n("gea6cc1a", "Наистина ли искаш това?"),
                n("hb568af4", "Заглушаване"),
                n("f7c8617a", "Какво предсатвляват аудиоклиповете?"),
                n("ecc7d2ec", "Аудиоклиповете са записани моменти в Залата ти. Всеки може да ги създаде и сподели. Всички аудиоклипове изтичат след 30 дни."),
                n("d575ee02", "Кой може да създава аудиоклипове?"),
                n("dbc477a4", "Всеки (включително слушателите) може да създава аудиоклипове. Единственото условие е да е влязъл в профила си в X."),
                n("ed1d1cc0", "Всеки говорещ може да бъде включен в аудиоклип"),
                n("e5d193c8", "Ако говориш, може да те запишат в аудиоклип. Ще ти съобщим, ако това се случи."),
                n("e1547ec0", "Създай аудиоклип на момент в Залата"),
                n("i154245e", "Чу нещо удивително или безумно смешно? Запиши го в аудиоклип и го сподели."),
                n("j24c37b2", "Разбрах"),
                n("g1c6f16e", "Записани Зали"),
                n("e5609214", "Нека Залата продължи да съществува"),
                n("g665514c", "Записват се само говорителите"),
                n("ja196c5a", "Гостите, които говорят, ще бъдат записани. Записът е публичен и всеки може да го възпроизведе."),
                n("dd317ed6", "Пускай пак или споделяй с когото пожелаеш"),
                n("jf03b37c", "Слушай записа, когато пожелаеш. Също така можеш да го споделиш с публикация."),
                n("fd05976b", "Научи повече"),
                n("b4f91a8a", "Записът е активен"),
                n("gb418012", "Приветстваме те в Зали"),
                n("fec3c1e0", "Мястото, където хората си говорят наживо"),
                n("j32eb4f8", "Добавяне на до 10 говорителя"),
                n("j4f133a6", "Можеш да поканиш всеки в X да говори."),
                n("ed434ac6", "Залите са публични – всеки може да се присъедини"),
                n("e0025688", "Твоята зала, твоите правила"),
                n("c1bc6f86", "Като домакин ти контролираш кой може да говори. Имаш правомощията и да премахваш хора, които не искаш в своята зала."),
                n("b0bc8330", "Можеш също да блокираш и докладваш хора в Зала."),
                n("cb17a0f3", "Научи повече"),
                n("dcd77941", "Научи повече"),
                n("cc724cb0", "Създаване на аудиоклип"),
                n("cfd2f35e", "Отказ"),
                n("c1df579e", "Напред"),
                n("e3146662", "За този аудиоклип не бяха създадени надписи."),
                n("f123fea8", "Докладване на тази Зала"),
                n("d0aebc28", "Опиши проблема"),
                n("g971a4e8", "Самонараняване"),
                n("b96e6682", "Насилие"),
                n("e5bf9b3a", "Сексуално съдържание"),
                n("d2a34320", "Безопасност на дете"),
                n("a9ba3e28", "Лична информация"),
                n("d5519f4a", "Неправомерно поведение"),
                n("eb55363c", "Тази Зала е докладвана"),
                n("i65de934", "Слушаш анонимно"),
                n("b1037050", "Управление на зали"),
                n("ic107434", "Включване на камерата"),
                n("d7e0329c", "Изключване на камерата"),
                n("b772cd66", "Готово"),
                n("b3bd3e38", "Първо популярни публикации"),
                n("d88cf16c", "Първо най-новите публикации"),
                n("bd4ad3ea", "Широка"),
                n("ca1180a0", "Средна"),
                n("c86ff1b0", "Тясна"),
                n("eed02406", "Малък"),
                n("cffb04d6", "Стандартен"),
                n("af15cef8", "Публикация с бележки"),
                n("ab28945c", "Профил на участника"),
                n("e2462db4", "Най-споделяните в мрежата ти · Последните 24 часа"),
                n("ad16f482", "Събитие"),
                n("c20aaf3e", "Грешка"),
                n("edf7bc2e", "Тренд"),
                n("fa884026", "Списък"),
                n("fa98627a", "Профил"),
                n("a9ae1e78", "Търсене"),
                n("a2a3824a", "Тема"),
                n("a6d5b010", "Хроника"),
                n("h5860a68", "Grok"),
                n("a990900c", "Описание"),
                n("h02a6fe6", "Общности"),
                n("a15648a4", "Бележки на общността"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • Папка за отметки";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • Съобщения";
                }),
                n("d80c77dc", "Ти скри тези отговори"),
                n("ef939f4b", function (e) {
                    return "Отговорите са скрити от @" + e.screenName;
                }),
                n("g40ff2b4", "Медийният ти файл не можа да бъде преоразмерен и е твърде голям, за да бъде качен."),
                n("b8098028", "Едно или повече изображения надхвърлят ограничението за размер и не могат да бъдат преоразмерени."),
                n("b36f4170", "Файлът е празен."),
                n("hab3781e", "Един или повече от предоставените файлове не са изображения."),
                n("f6c4fb02", "Твоят GIF файл не беше обработен. Вижте съветите за качване на GIF файлове."),
                n("g0af3dd2", "Твоят GIF файл е несъвместим. Виж съветите за качване на GIF файлове."),
                n("b8c8b0be", "Видеофайлът ти не можа да бъде обработен. Моля, виж съветите за качване на видеоклипове."),
                n("ica6d718", "Видеофайлът ти не е съвместим. Моля, виж съветите за качване на видеоклипове."),
                n("b28d44f7", function (e) {
                    return "GIF файлът ти е твърде голям. GIF файловете трябва да са по-малки от " + e.limit + " МБ";
                }),
                n("i1db7d13", function (e) {
                    return "Файлът с видеоклипа ти е твърде голям. Видеоклиповете трябва да са по-малки от " + e.limit + " МБ";
                }),
                n("baac0ed7", function (e) {
                    return "Файлът с видеоклипа ти е твърде голям. Видеоклиповете трябва да са по-малки от " + e.limit + " ГБ";
                }),
                n("a22385bb", function (e) {
                    return "Видеоклипът ти е твърде дълъг. Опитай да го ограничиш до не повече от " + e.limit + " секунди.";
                }),
                n("be0440bf", function (e) {
                    return "Видеоклипът ти е твърде дълъг. Опитай да го ограничиш до не повече от " + e.limit + " минути.";
                }),
                n("feeba512", "Твоят файл с изображение не беше обработен. Виж съветите за качване на изображения."),
                n("db123c02", "Твоят файл с изображение е несъвместим. Виж съветите за качване на изображения."),
                n("db6001e7", function (e) {
                    return "Графичният ти файл е твърде голям. Изображенията трябва да са по-малки от " + e.limit + " МБ";
                }),
                n("eb96d952", "Файлът с изображението ти няма височина и ширина"),
                n("b3880588", "Изтече времето на сесията за качване."),
                n("ca058b68", "Част от съдържанието ти не се зареди."),
                n("id24379c", "Част от съдържанието не беше качено успешно."),
                n("h4d7cbcc", "Медийният ти файл не можа да бъде качен. Моля, опитай отново."),
                n("aaa798fc", "Надстрой"),
                n("f13bb672", "Абонирайте се за Premium"),
                n("ab0decc0", "Абониране"),
                n("e4e92f35", function (e) {
                    return "Надстройване до " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "Абонирай се за " + e.tier;
                }),
                n("fd425414", "Изтегляне на Radar"),
                n("g6320792", "Получавай статистики с Premium"),
                n("f09be7f8", "Получи потвърждаване"),
                n("j34ad558", "Получаване на Premium"),
                n("a73d39fb", function (e) {
                    return "Начало на " + e.numberOfDays + "-дневен безплатен пробен период";
                }),
                n("i4fb96c7", function (e) {
                    return "Възползвай се от до " + e.percentage + "% намаление за X " + e.premiumTierName;
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% отстъпка";
                }),
                n("c5546038", "Изтича скоро!"),
                n("e9a47564", "Последен шанс"),
                n("f65e7e91", function (e) {
                    return e.percentage + "% отстъпка за " + e.tier + " " + e.plan;
                }),
                n("a84a736e", "Вземи безплатен рекламен кредит"),
                n("a0713d76", "Надстрой до потвърдени организации, за да получиш безплатен рекламен кредит и набор от инструменти за развитие на бизнеса."),
                n("a07e13fc", "Стани създател с Premium"),
                n("i1b4aea2", "Надстрой, за да публикуваш по-дълги видеоклипове"),
                n("efa90342", "Отключи редактирането на публикации с X Premium"),
                n("cc528e28", "Само абонатите на X Premium имат достъп до редактирането на публикации. Надстрой, за да продължиш."),
                n("h8a3525e", "Акцент в профила ти"),
                n("c0f7a722", "Трябва да си абониран(а) за Premium, за да акцентираш публикации в профила си."),
                n("i3b31136", "Писане на статии в X"),
                n("b6a41c5f", function (e) {
                    return "Трябва да си абониран/а за " + e.tier + ", за да пишеш статии в X";
                }),
                n("ae2c4afc", "Искаш да публикуваш своя собствена статия?"),
                n("d300e29b", function (e) {
                    return "Надстрой до " + e.tier + ", за да пишеш по-дълги публикации и статии.";
                }),
                n("f614e2bc", "Надстрой до Premium, за да пишеш по-дълги публикации и да използваш форматиране, като получер и курсив."),
                n("c9772e6e", "Надстрой до Premium"),
                n("dc5575ac", "Искаш ли да имаш етикет за потвърдена самоличност в профила си?"),
                n("d154f46e", "Отключи създаването на общности с X Premium"),
                n("a0228c02", "Само абонатите на X Premium имат достъп до създаването на общности. Надстрой, за да продължиш."),
                n("d07f1d74", "Трябва да си потвърден потребител, за да добавиш тези потребители към разговора"),
                n("ebe38626", "Само потвърдените потребители могат да добавят хора, които не ги следват, към група. Надстрой, за да продължиш."),
                n("e6eddae0", "Стани потвърден потребител, за да създадеш групата"),
                n("he27089e", "Само потвърдените потребители могат да създават група с потребители, които не ги следват. Надстрой, за да продължиш."),
                n("d7bc1116", "Получи потвърждение, за да изпратиш съобщение до този потребител"),
                n("f897074a", "Само потвърдените потребителите могат да изпращат искания за лично съобщение на хора, които не ги следват. Надстрой, за да продължиш."),
                n("c0cf5eae", "Получи потвърждаване, за да изпращаш повече съобщения"),
                n("h2da08fc", "Достигна максималния лимит за лични съобщения за един ден. Надстрой, за да продължиш да изпращаш съобщения."),
                n("j503aee6", "Изтегляй видеоклипове с X Premium"),
                n("j4dd3bf4", "Само абонатите на X Premium могат да изтеглят видеоклипове. Надстрой, за да продължиш."),
                n("bc231a74", "Отключване на папки за отметки с X Premium"),
                n("ed534c78", "Само абонатите на X Premium имат достъп до папки за отметки. Надстрой, за да продължиш."),
                n("ed924940", "Премахване на всички реклами с Premium+"),
                n("dccdb326", "Само абонатите на Premium+ не виждат реклами. Надстрой, за да продължиш."),
                n("adf3410a", "Абонирай се, за да отключиш нови функции и да получаваш дял от приходите, ако отговаряш на условията."),
                n("d8661dd4", "За ограничено време. Отключи най-доброто от X ."),
                n("fe7fd234", "Пробвай безплатно Premium Basic днес"),
                n("a2f86dda", "Подобри работата си с папки с отметки, редактиране на публикации, персонализирани икони на приложения и още с Premium Basic."),
                n("d9593598", "Пробвай безплатно Premium днес"),
                n("d0d6b59c", "Подобри изживяването си с по-малко реклами, мощни инструменти и още с Premium."),
                n("g4bb7ea8", "Възползвай се от 50% намаление за X Premium"),
                n("b748499c", "Офертата е удължена!"),
                n("b81135bc", "Приключва днес!"),
                n("a8b4b878", "Възползвай се от най-доброто в X за Деня на благодарността."),
                n("df7fb242", "Оферта за Деня на благодарността"),
                n("aeaf14a6", "Получи 40% отстъпка от Premium. Изтича скоро!  "),
                n("ca8cbf78", "Вземи 40% отстъпка за Premium и Premium+"),
                n("j88ba18e", "Заявяване на офертата"),
                n("f4dc8ea3", function (e) {
                    return "Получи " + e.percentage + "% отстъпка от X Premium. Отключи най-доброто от X .";
                }),
                n("db6a5d54", "Самоличността ти все още не е потвърдена"),
                n("edf7f57e", "Потвърди самоличността си и се възползвай от бууст на отговорите, статистики, сърфиране в мрежата без реклами и др. Надстрой профила си още сега."),
                n("ba920d68", "Буустни влиянието си, като потвърдиш самоличността си"),
                n("ib79d0c2", "Отключи VIP функции: потвърди самоличността си"),
                n("bebc5f12", "Рекламираш в X, но нямаш абонамент за потвърдени организации"),
                n("d7836d1e", "Абонирай се, за да получиш до 12 000 щ. д. под формата на безплатен рекламен кредит, златна отметка за потвърдена самоличност, поддръжка на VIP ниво и множество инструменти, с които да се развиваш."),
                n("f528e369", function (e) {
                    return "Абонирай се за " + e.tier + ", за да пишеш собствени статии";
                }),
                n("c5a8022a", "Със статии може да публикуваш собствено съдържание с голям обем с богат текст и вградена мултимедия директно в X."),
                n("d77899b6", "Абонирай се за Premium, за да пишеш по-дълги публикации"),
                n("bd65482a", "Пиши по-дълги публикации и използвай форматиране, като получер и курсив."),
                n("bee20918", "Получаване на пари за публикация"),
                n("gb699d52", "Обичаш да публикуваш в X? Абонирай се за Premium, за да се присъединиш към нашата програма за приходи от споделяне."),
                n("f69877c2", "Приоритизирай отговорите си с Premium"),
                n("gba90d44", "Стани по-видим(а), открои се и накарай хората да те забележат."),
                n("a6dbcd58", "Подкрепи създатели, като се абонираш за Premium"),
                n("c4f49130", "До 25% от таксата ти за абонамент отива директно при създателите."),
                n("ca8fa2c0", "Получи потвърждение със синя отметка"),
                n("febffc1a", "Приоритизирай авторитета си, увеличи видимостта си и направи така, че мнението ти да се чуе."),
                n("j45a377a", "Надстрой до Premium+"),
                n("i7170016", "Възползвай се от допълнителни предимства – без реклами и най-голямото приоритизиране на отговори."),
                n("ee87f95e", "Разширени статистики с X Premium"),
                n("ac38dbc0", "Виж статистиките за профила си, разбери повече за аудиторията си и още много. Надстрой, за да продължиш. "),
                n("i6e73154", "Визуализация на статистиките на профила, включваща стълбовидни диаграми и показатели "),
                n("b583e154", "Възползвай се от статистиките с плана X Premium"),
                n("b7fb8c5e", "Похарчи $1k, получи $1k"),
                n("ca559b70", "Абонирай се сега"),
                n("d68773a4", "Визуализиране на трендове с Radar"),
                n("f677fed6", "Наблюдавай ключови думи, визуализирай дейността на тренда и филтрирай разговори. В реално време."),
                n("ha49eac2", "Искаш да се разраснеш бързо в X?"),
                n("f27018b4", "Използвай статистики с Premium, за да разрастваш последователите си с интелигентни статистики за данни."),
                n("dfea1f08", "Не изпускай важни статистики"),
                n("da8c5244", "Със статистиките с Premium можеш да отключиш интелигентни статистики за данни, за да разраснеш последователите си."),
                n("b081baea", "Изпускаш статистики!"),
                n("d5effffc", "Добавяне на значка"),
                n("c3653d44", "Потвърдете своя бизнес"),
                n("e8070e70", "Пробвай Premium"),
                n("ec42820e", "Искаш ли повече хора да видят отговора ти?"),
                n("b0a95418", "Получи приоритизиране на отговор с Premium"),
                n("j8ee20aa", "Открояване в разговор с приоритизиране на отговор"),
                n("g13aa596", "Абонирай се за Premium, за да приоритизираш отговорите си"),
                n("cadd92be", "Получи достъп до статистики за публикация"),
                n("a7058228", "Възползвай се от разширени статистики с X Premium"),
                n("gb7823ba", "Статистики за профил"),
                n("i90f8e36", "Организиране на отметките ти"),
                n("abc6e710", "Разпредели отметките си в папки с помощта на X Premium"),
                n("b7fa0cfe", "Водещи статии"),
                n("bcc7e8c0", "Всички отметки"),
                n("i3145aa0", "Отметки"),
                n("e39b368e", "Предаване на живо"),
                n("hbea78a8", "Нова колона"),
                n("b5298d92", "Свързване"),
                n("d35d74e4", "Разговор"),
                n("h5245afa", "Общност"),
                n("d4ebc798", "Чернови"),
                n("fcf3e54c", "Изследване"),
                n("d806aa1a", "Скрити отговори"),
                n("ha8209bc", "Начало"),
                n("a2f81050", "Съобщения"),
                n("cf2d1048", "Искания за съобщения"),
                n("e7172d70", "Допълнителни съобщения"),
                n("e1066d88", "Моят профил"),
                n("eb75875e", "Известия"),
                n("j45978a8", "Цитати"),
                n("fd6a3f30", "Насрочени публикации"),
                n("aa4209e8", "Суперпоследователи"),
                n("d52a1caa", "Абонати"),
                n("d7b51c68", "Абонаменти"),
                n("c5f4befa", "Трендове"),
                n("df34a454", "Публикуване"),
                n("gfccba44", "Заявки на членове"),
                n("e42dd8fa", "Модераторски дневник"),
                n("c2c191fc", "Докладвани публикации"),
                n("c63602d4", "Моите общности"),
                n("ddf0ba7e", "Колекция"),
                n("c64974fc", "Последователи"),
                n("i099d32e", "Последователи, които познаваш"),
                n("d960b55c", "Следвано"),
                n("b007440a", "Кариери"),
                n("aa68dafc", "Подробности за известието"),
                n("b8533bac", "Теми"),
                n("jf00ebf6", "Колоната не е налице"),
                n("jaaa8984", "Местоположение"),
                n("f345dcda", "История на редактиране"),
                n("hea3f8ac", "Свързани публикации"),
                n("c8ee31da", "Новини"),
                n("d35c9eec", "Статистики за профил"),
                n("b5b7fb94", "Група"),
                n("g755fcde", "Ти"),
                n("f6b1ff81", function (e) {
                    return e.name + " и ти";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " и още " + e.count;
                }),
                n("fb4ee2f6", "Заявките за съобщения са изтрити"),
                n("j607bf02", "Изтегли приложението X"),
                n("j49fd4e8", "Превключване към приложението"),
                n("a565833e", "Регистриране"),
                n("e919c3bc", "Вход"),
                n("a17a75da", "X работи по-добре в приложението"),
                n("e7342ed4", "Никога не пропускай публикация. Отвори това в приложението X, за да работиш пълноценно."),
                n("b6a43e78", "Научавай преди всички останали"),
                n("b469e406", "Получавай важна информация за най-важните за теб неща. Превключи към приложението, за да получаваш насочени известия за хората, темите и събитията, които следваш."),
                n("b8505290", "Отговори, за да се включиш в разговора."),
                n("ae8b0564", "Препубликувай, за да разгласиш."),
                n("f2adab0e", "Харесай публикация, за да споделиш любов."),
                n("b7821a74", "Регистрирай се, за да не пропускаш публикации от този човек."),
                n("e6d43d06", "Следвай тема, за да откриваш отлични публикации"),
                n("ic848090", "Първо влез в профила си"),
                n("f9ebe066", "Можеш да се присъединиш към разговора в Общностите, след като влезеш в профила си ."),
                n("je3d93e2", "Хората в X са първите, които разбират какво се случва."),
                n("ea88ce2e", "Не пропускай какво се случва"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "център за помощ"),
                n("g482c949", "Покажи повече за твоите избори."),
                n("b47e760e", "За да видиш клавишните комбинации, натисни въпросителната"),
                n("fd2c7b44", "Преглед на клавишните комбинации"),
                n("g7e2adf2", "Създаване на нова група"),
                n("a6ba09e8", "Дублирана колона"),
                n("f5c9ccca", "Редактиране на текущата група"),
                n("bf42c578", "Преместване на фокуса върху бутона за пренареждане"),
                n("j6fa64a6", "Към последната колона"),
                n("b5545202", "Към последната закачена група"),
                n("e0497acc", "Към „Управление на всички групи“"),
                n("beef7b14", "Към следващата колона"),
                n("a5cb005e", "Към N-тата колона"),
                n("f65391bc", "Към N-тата закачена група"),
                n("h0bfdd20", "Добавяне на колона"),
                n("h770f6d4", "Към предишната колона"),
                n("b8b2b70c", "Изтриване на колоната"),
                n("a3e2df76", "Отмяна на изтриването на колоната"),
                n("g850aec4", "Отваряне/затваряне на настройките на колоните"),
                n("d5696fcc", "Помощ за клавишните комбинации"),
                n("a83d4280", "Следваща публикация"),
                n("g0048656", "Предишна публикация"),
                n("a690c4d0", "Страница надолу"),
                n("e893811a", "Зареждане на нови публикации"),
                n("cdb53d7a", "Споменавания"),
                n("d7b8ebaa", "Харесвания"),
                n("b0041756", "Списъци"),
                n("d4986f86", "Лични съобщения"),
                n("bb081ea2", "Настройки"),
                n("eee2ed92", "Към потребителя…"),
                n("ee5ccf3e", "Настройки за показване"),
                n("ab3d53f8", "Нова публикация"),
                n("de94bda6", "Изпращане на публикация"),
                n("e736990a", "Ново лично съобщение"),
                n("fe731016", "Харесване"),
                n("d17df548", "Отговор"),
                n("g062295e", "Препубликуване"),
                n("h01621a4", "Споделяне на публикация"),
                n("gb303814", "Добавяне към отметките"),
                n("c03b1126", "Заглушаване на профила"),
                n("ebd2abb2", "Блокиране на профила"),
                n("hc6c5510", "Отвори подробности за публикацията"),
                n("eebdef38", "Разширяване на снимката"),
                n("b488758c", "Отваряне/затваряне на прикрепената лента за съобщения"),
                n("c82314e0", "Поставяне на пауза/пускане на избрания видеоклип"),
                n("b881560e", "Заглушаване на избрания видеоклип"),
                n("a94f7302", "Към прикрепената лента за звук"),
                n("a7e604c6", "Пускане/поставяне на пауза за прикрепената лента за звук"),
                n("f978c4fc", "Заглушаване/спиране на заглушаването за прикрепената лента за звук"),
                n("hc73f030", "Твоят профил"),
                n("f15bfdb4", "Информация за профила"),
                n("a3841918", "Имейл адрес"),
                n("c21037d0", "Държава"),
                n("ab1f7ee0", "Промяна на паролата"),
                n("e731db5a", "Повторно задаване на паролата"),
                n("f56af9cc", "Изтегляне на архив на твоите данни"),
                n("hfb92b14", "Деактивиране на профила ти"),
                n("bf96fda4", "Възраст"),
                n("d12d42dc", "Автоматизация"),
                n("fdb81456", "Етикет на пародиен профил"),
                n("j9d10268", "Активност в профила."),
                n("i6b3f59a", "История на профила"),
                n("da202f9a", "Списъкът ти с рекламодатели"),
                n("hc36dbba", "Устройства и приложения, в които си в профила си"),
                n("a8d0108e", "Пол"),
                n("a03dacaa", "Език"),
                n("d9138166", "Преглед на посетените от теб места"),
                n("b523ecc6", "История на достъпа до профила"),
                n("abedd45c", "Заявяване на данните ти"),
                n("h1f01a24", "Интереси"),
                n("j7ad754a", "Твоите данни в X"),
                n("d299431c", "Монетизация"),
                n("j087774e", "Монети"),
                n("ff9ed474", "Общо приходи"),
                n("ec885836", "Приходи от споделяне за създатели"),
                n("b431a5c6", "Приходи от споделяне на реклами"),
                n("b0e986ec", "Монетизация от IDV"),
                n("aca4d76a", "Настройка на приходите от споделяне на реклами"),
                n("ab1b837a", "Табло за приходи от споделяне на реклами"),
                n("a9c1a9cc", "Видео реклами"),
                n("d4ab5c12", "Настройване на видео реклами"),
                n("c429e3ba", "Абонаменти за създатели"),
                n("fce877d6", "Отмяна на публикацията"),
                n("dd0c889e", "Персонализиране на профил"),
                n("ib35705e", "Управление на абонамента"),
                n("cf131522", "Управление на значки на афилиейт партньор"),
                n("cb165528", "Функции и настройки за новини"),
                n("f8645654", "Сигурност и достъп до профила"),
                n("j95edf76", "Сигурност"),
                n("afe4a358", "Потвърждаване на самоличност"),
                n("dd703318", "Удостоверяване в две стъпки"),
                n("b1686800", "Управление на ключовете за сигурност"),
                n("ae72d4c4", "Приложения и сесии"),
                n("a1e8e682", "Регистрирани устройства"),
                n("h1abfbce", "Свързани профили"),
                n("cad53944", "Поверителност и безопасност"),
                n("e908903a", "Аудитория и отбелязване"),
                n("b5c85d2c", "Заключи публикациите си"),
                n("f56d108e", "Отбелязване в снимки"),
                n("c6f67e32", "Твоите публикации"),
                n("f2bd9c48", "Съдържание, което виждаш"),
                n("cbd449a0", "Заглушаване и блокиране"),
                n("daef29b8", "Заглушени профили"),
                n("i0dd9b9e", "Заглушени думи"),
                n("a5f32aa2", "Блокирани профили"),
                n("i58a274c", "Лични съобщения"),
                n("ded416b0", "Зали"),
                n("fd4d9068", "Откриваемост и контакти"),
                n("bbcafbda", "Управление на контактите"),
                n("aeddb28a", "Предпочитания за съдържание"),
                n("d035a8d0", "Предпочитания за реклами"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "Предполагаема самоличност"),
                n("d84e63d2", "Дейност извън X"),
                n("h14ba864", "Споделяне на данни с бизнес партньори"),
                n("jabb9c9a", "Информация за местоположението"),
                n("fcb6a5b8", "Добавяне на информация за местоположението към постовете ти"),
                n("h9f2da68", "Материали с деликатен характер"),
                n("id6a8e1a", "Филтър за отговори"),
                n("fc35f762", "Филтрирани отговори"),
                n("gaac710a", "Център за доклади"),
                n("bcd81cac", "Предпочитания"),
                n("i647fb04", "Филтри"),
                n("hee41732", "Насочени известия"),
                n("e75f25a8", "Известия по имейл"),
                n("cf9b166a", "Достъпност, показване и езици"),
                n("e3719c16", "Достъпност"),
                n("a776eed8", "Автоматично пускане"),
                n("c4881c66", "Показване"),
                n("d495680e", "Езици"),
                n("f953f53a", "Промяна на екранния език"),
                n("eafe3288", "Използване на данни"),
                n("b721eb38", "Информация"),
                n("g9230d00", "Делегиране"),
                n("cb8ebf5c", "Членове, получили делегиране от теб"),
                n("i95202f6", "Делегирани на теб профили"),
                n("afcad7f2", "Свали приложението"),
                n("e8f57e08", "Персонализиране и данни"),
                n("gbde3534", "Данни за интересите и рекламите"),
                n("a54826c6", "Заключения за интереси от партньорите"),
                n("a5cbc19a", "Твоите статистики"),
                n("i9028824", "Зарежда се"),
                n("f5090e28", "Изглежда, че връзката ти прекъсна. Ще продължим да опитваме отново."),
                n("ba929da8", "Страницата не е намерена"),
                n("d203e242", "Нищо не е открито"),
                n("e2eac0c4", "Основна"),
                n("i5aa4ce0", "Още елементи на менюто"),
                n("h63a5c3c", "Още"),
                n("a4fc1872", "Миналата седмица"),
                n("e14bb1da", "Последен ден"),
                n("d86bbf0f", function (e) {
                    return e.count + " непрочетени елемента";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "Профил"),
                n("da4691aa", "Преглед на всички профили"),
                n("c7e55ccf", function (e) {
                    return "Превключване към @" + e.screenname;
                }),
                n("b20a3894", "Туитът, към който се опитваш да превключиш, е изтрит."),
                n("daffabde", "работа като..."),
                n("eccbfa26", "Профили за делегиране"),
                n("a1b7a904", "Работа като"),
                n("g61ed8a4", "Нещо се обърка."),
                n("e520f166", "Надвишил/а си дневния лимит за изпращане на публикации."),
                n("c0554ca0", "Възникна грешка. Опитай да изпратиш публикацията си отново след малко."),
                n("b25c5b2a", "Опа! Вече каза това."),
                n("cef21114", "Профилът ти е спрян и не може да праща публикации."),
                n("cf369a0e", "Публикацията, на която се опитваш да отговориш, е изтрита или не е видима за теб."),
                n("cd86efa8", "Текстът на публикацията ти надвишава броя на позволените @споменавания."),
                n("e002f424", "Текстът на твоята публикация надвишава разрешения брой URL адреси."),
                n("c2b4ae8c", "Съдържанието на публикацията ти надвишава позволения брой хаштагове."),
                n("hf05f59e", "Текстът на публикацията ти надвишава позволения брой кештагове."),
                n("dffb84c6", "Текстът на твоята публикация съдържа хаштаг, който вече не е позволен."),
                n("d7b21bc8", "Публикацията надвишава броя на позволените типове прикачени файлове."),
                n("e4672ac2", "Грешка! URL адрес в твоята публикация изглежда води до страница с опасно съдържание или спам."),
                n("he5ecf52", "Текстът на публикацията ти надвишава максимално допустимия лимит."),
                n("ac78e602", "Съдържанието на публикацията ти е невалидно."),
                n("i251c738", "Честотата на кадрите на видеото, което се опита да качиш, е твърде висока."),
                n("ed3ac7ef", function (e) {
                    return "Честотата на кадрите на видеото, което се опита да качиш, е твърде висока. Максимална честота на кадрите: 60. Действителна честота на кадрите: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "Съотношението на видеото, което се опита да качиш, е твърде голямо."),
                n("ca4514c0", "Съотношението на видеото, което се опита да качиш, е твърде малко."),
                n("fb4a459c", "Продължителността на видеото, което се опита да качиш, е твърде кратка."),
                n("ca1afa98", "Продължителността на видеото, което се опита да качиш, е твърде дълга."),
                n("b2e94283", function (e) {
                    return "чрез @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "публикувам" + e.verb;
                }),
                n("ge8e4a38", "Публикуване на всичко"),
                n("h735a98e", "Насрочване"),
                n("h3701ffe", "Актуализиране"),
                n("d9ef2842", "Непрочетени елементи"),
                n("cdf89b84", "Визуализация на брандираните харесвания"),
                n("i83d4f14", "Заявки от последователи"),
                n("aeede01a", "Информация за издателя"),
                n("ae1bbb26", "Изход"),
                n("fd442790", "Настройки и поверителност"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "Реклами"),
                n("e2eef3c2", "Потвърдени организации"),
                n("b55d8a78", "Създаване на твоя зала"),
                n("a5a30af0", "Статии"),
                n("d13d697c", "Нов"),
                n("j0e2cfa8", "Бизнес"),
                n("h5e38204", "Чат"),
                n("h7d5d9fa", "Бета"),
                n("ga169e1b", function (e) {
                    return "Лични съобщения (" + e.count + " непрочетен" + t(e.count, " разговор", "и разговора") + ")";
                }),
                n("d83682ec", "Начало (нови непрочетени публикации)"),
                n("e1249849", function (e) {
                    return "Известия (" + e.count + " непрочетен" + t(e.count, "о известие", "и известия") + ")";
                }),
                n("c0b786ee", "Търсене и разглеждане"),
                n("bb967f9e", "Видеоклипове"),
                n("e04033be", "Има нови публикации. Натисни клавиша с точка, за да преминеш към тях."),
                n("hec711c0", "Виж нови публикации"),
                n("j0a8da6e", "Добавяне на съществуващ профил"),
                n("c6f2bf00", "Управление на профилите"),
                n("a58e0e51", function (e) {
                    return "Излизане за @" + e.screenName;
                }),
                n("j62f43a6", "Преглед на профилите с делегиране"),
                n("d4c52015", function (e) {
                    return e.count + " чакащ" + t(e.count, "а покана", "и покани") + " за профил за делегиране";
                }),
                n("b8e1d524", "Профили"),
                n("gef27c4c", "Меню на профила"),
                n("b7dc3885", function (e) {
                    return "Превключване към @" + e.screenName;
                }),
                n("c61eea74", "Лични профили"),
                n("g6d42fea", "Превключване на навигация"),
                n("eb022176", "Създаване на профил"),
                n("gcfef7b6", "Създаване на профил с телефонен номер или имейл адрес"),
                n("e5b0e544", "Вход"),
                n("gd93944e", "Използване на приложението"),
                n("f2f787a0", "Условията за ползване"),
                n("e1099fd6", "Политиката за поверителност"),
                n("c1df1ae0", "употребата на „бисквитки“"),
                n("cdc1bff7", function (e) {
                    return "Меню на профила " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " души";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + t(e.peopleCount, "човек", "души");
                }),
                n("ae2205d2", "Следвате се взаимно"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " в момента е в активна Зала. Щракни, за да се присъединиш през профила на потребителя";
                }),
                n("f2b3fe06", "Зареждане на резултатите"),
                n("fc9dd578", "Търси хора"),
                n("gdb7bc25", function (e) {
                    return e.name + " – избери за премахване";
                }),
                n("f065ba8c", "Заявка за търсене"),
                n("hbc99b03", function (e) {
                    return "Към @" + e.screenName;
                }),
                n("a2c1b222", "Опитай да потърсиш хора, списъци или ключови думи"),
                n("f45c4250", "Да се изчистят ли всички скорошни търсения?"),
                n("caae4dda", "Това не може да бъде отменено и ще премахнеш всичките си скорошни търсения."),
                n("dbd5d400", "Изчистване"),
                n("a8d68f62", "Скорошни"),
                n("c6530778", "Запазени търсения"),
                n("e047b8fa", "Изчистване на всичко"),
                n("aa6e3300", "Изглежда, че връзката ти прекъсна. Моля, провери я и опитай отново."),
                n("e68b09b4", "Премахване"),
                n("hffea05c", "Да се изтрие ли запазеното търсене?"),
                n("j037e374", "Това не може да бъде отменено и ще загубиш запазеното търсене."),
                n("d96cf7ce", "Изтриване"),
                n("hbe4feb5", function (e) {
                    return "До @" + e.screenName + " бе изпратено искане за следване, което чака одобрение.";
                }),
                n("df4c86b0", "Моля, първо актуализирай профила си"),
                n("bba40ffa", "Не можеш да следваш този профил"),
                n("f558829e", "За да следваш този профил, трябва да въведеш в профила си рождената си дата, за да е сигурно, че отговаряш на изискването за минимална възраст."),
                n("a6941096", "Този профил не може да бъде следван от държавата ти."),
                n("if8cd2a4", "Не си на достатъчна възраст, за да следваш този профил."),
                n("b5972260", "Възникна грешка. Опитай да анулираш заявката си за следване на този потребител отново след малко."),
                n("j4292c24", "Блокиран/а си за следване на този потребител по негово искане."),
                n("a0ba5842", "В момента не можеш да следваш още хора."),
                n("a5202b82", "Възникна грешка. Опитай да последваш този потребител отново след малко."),
                n("f8cbf714", "Опитваш се да следваш потребител, който не съществува."),
                n("f2e66452", "Профилът ти е спрян и му е забранено да следва потребители."),
                n("ca96fe6e", "Възникна грешка. Опитай да разблокираш този потребител отново след малко."),
                n("e1a0aaca", "Възникна грешка. Опитай да спреш следването на този потребител отново след малко."),
                n("fd5208c6", "Към настройките"),
                n("c0d13570", "Афилиейт партньори"),
                n("ba96929e", "В момента наемаме"),
                n("gf62c116", "Поддръжка"),
                n("a4cf866e", "Реклама"),
                n("g2fd3206", "Хора"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "Full Access"),
                n("e49537c2", "Хм... Тази страница не съществува. Опитай да потърсиш нещо друго."),
                n("fcbb540a", "Ограничението за скорост е надвишено"),
                n("d4f88600", "Потвърждаване на връзката"),
                n("b192ccae", "Нямаш потвърден начин за връзка"),
                n("a0487504", "За да заявиш потвърждаване, първо трябва да потвърдиш начин за връзка."),
                n("fff7d93c", "Добавяне на снимка"),
                n("g969bfae", "Нямаш снимка на профила"),
                n("gb2f35e4", "За да заявиш потвърждаване на самоличността, първо трябва да добавиш снимка на профила."),
                n("i33cf692", "Добавяне на поле за URL адрес"),
                n("b679ff6a", "Невалиден URL адрес"),
                n("i79902b4", "Избери метод за установяване на автентичността"),
                n("fb2fcb5c", "С помощта на тази стъпка потвърждаваме самоличността ти. Избери най-подходящия за теб метод."),
                n("e43425fa", "Официален документ за самоличност"),
                n("cb7c2e2e", "Снимка на твой официален документ за самоличност."),
                n("a411926a", "Официален имейл адрес"),
                n("g253cdd0", "Официален имейл адрес с домейн, подходящ за избраната от теб категория."),
                n("cf93bcb0", "Референция от официален уеб сайт"),
                n("gfb55fa8", "Официален уеб сайт, който директно споменава профила ти в X."),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "Добави референция от официален уеб сайт"),
                n("a11cd524", "Въведи официален уеб сайт, в който се споменава профилът ти в X и който е свързан със заявката ти за потвърждаване."),
                n("ba656f26", "Профилът ти в X споменава ли се на уеб сайта?"),
                n("ed751204", "За да те потвърдим, трябва да сме сигурни, че профилът ти е автентичен. Ако потребителското ти име не се среща на страницата, към която е посочената връзка, трябва да изпратиш доказателство за автентичност, преди да искането ти да бъде завършено."),
                n("fbc023b0", "Да"),
                n("e785ce06", "Ще използвам друга опция"),
                n("i8d58f3e", "Ще кача документ за самоличност"),
                n("eb21ecaa", "Ще използвам имейл адрес"),
                n("f848a69e", "За да получиш потвърждение, трябва да се уверим, че профилът ти е автентичен. Ако профилът ти не е посочен на предоставения официален уеб сайт, не можем да потвърдим автентичността му."),
                n("d59b5366", "Трябва да се уверим, че профилът ти е автентичен, за да потвърдим самоличността ти. Ако потребителското ти име не се препраща от свързаната от теб страница, не можем надеждно да свържем профила ти към разпознаваем създател на съдържание."),
                n("bfb01c62", "Не, връщане"),
                n("fa51040a", "Предостави връзка към официалния сайт на отговаряща на условията новинарска организация, където се споменава профилът ти в X."),
                n("d0460f12", "Въведи връзка с информация за профила ти като официалния профила в X за организацията ти. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("h45b00d8", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от развлекателната компания, свързана със заявката."),
                n("fc718708", "Официалният сайт на отговаряща на условията организация, където се споменава профилът ти в X."),
                n("g32c2900", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от организацията за продукции, свързана със заявката."),
                n("j5b1224c", "Въведи връзка с информация за профила ти като официален профил в X за производството ти. Информацията трябва да е от официалния уеб сайт на потвърден субект."),
                n("d090a5d4", "Официален уеб сайт на потвърдена организация или издание, където се споменава профилът ти в X."),
                n("eb08a392", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от свързания с тази заявка кандидат за държавен пост."),
                n("h0de1396", "Въведи връзка с информация за профила ти като официалния профила в X за кандидата за изборна длъжност, свързан с тази заявка. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("dcc23262", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от активиста или организатора, свързан със заявката."),
                n("c880e068", "Официален сайт на отговаряща на условията организация за застъпничество, където се споменава профилът ти в X."),
                n("e412d500", "Въведи връзка с информация за профила ти в X и за теб на лидерска позиция в потвърдена застъпническа организация. Информацията трябва да е на официалния сайт на потвърдена организация."),
                n("dedf41f2", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от влиятелната личност, свързана със заявката."),
                n("b4aed9e0", "Официален уеб сайт на потвърдена организация, където се споменава за теб и профила ти в X."),
                n("b2069e40", "Въведи връзка с информация за теб и профила ти в X. Информацията трябва да е от официалния уеб сайт на потвърдена организация."),
                n("baf718c4", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от компанията, марката или организацията, свързана със заявката."),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "Официален имейл адрес от домейна на отговаряща на условията компания, марка или организация."),
                n("de70afe8", "Твоето споменаване и на твоя профил в X на официалния уеб сайт на отговаряща на условията организация."),
                n("a3a523f2", "Въведи връзка с информация за профила ти като официалния профила в X за компанията ти. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("jf58899a", "Въведи връзка с информация за теб като ръководител на висок пост в организацията ти и с профила ти в X. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("f7afbaec", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от журналист в отговарящи на условията издание или новинарска организация."),
                n("d4ab0056", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от значим журналист на свободна практика."),
                n("d2a77622", "Официален имейл адрес от домейна на отговарящи на условията издание или новинарска организация."),
                n("eec341da", "Официален уеб сайт на новинарска организация или издание, където се споменава профилът ти в X."),
                n("b03ae068", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от изданието или новинарската организация, свързани със заявката."),
                n("g0daba4a", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от личност, свързана с професионалния гейминг, която е асоциирана със заявката."),
                n("ab8e430c", "Въведи връзка с информация за профила ти като официалния профил в X за личността в гейминга, свързана с тази заявка. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("cdcd9cd6", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от субект, свързан с професионалния спорт, който е асоцииран със заявката."),
                n("gad25890", "Въведи връзка с информация за профила ти като официалния профил в X на субекта, свързан с професионалния спорт, който е асоцииран с тази заявка. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("e6dc91b2", "Избери начин да покажеш, че профилът ти е автентичен и се управлява от личност, свързана с професионалния спорт, която е асоциирана със заявката."),
                n("i9aed706", "Въведи връзка с информация за профила ти като официалния профил в X на личността, свързана с професионалния спорт, която е асоциирана с тази заявка. Информацията трябва да е на официалния уеб сайт на потвърден субект."),
                n("abd587d2", "Добавяне на друга референция"),
                n("i0bba81a", "Добави информация за работно място"),
                n("a6a76e3c", "Избор на метод за потвърждаване на значимостта"),
                n("ecd2abda", "Потвърждаване на изпълнението на критериите от профила"),
                n("cb70b894", "Връщане"),
                n("g8b511fe", "Google Тенденции"),
                n("c7d50c96", "Профил в Google Тенденции с данни за скорошна активност при търсене за теб."),
                n("a68b43ee", "Добави профил в Google Тенденции"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "Статия в Уикипедия"),
                n("ee38d0f0", "Статия в Уикипедия за теб, която отговаря на стандартите на енциклопедията за значими хора."),
                n("cb97ee3e", "Добави статия в Уикипедия"),
                n("hc371f34", "Отразяване на новини"),
                n("b9d0ad90", "Поне три връзки от утвърдени новинарски организации, които са те отразявали или споменавали през последните шест месеца."),
                n("ge137dce", "Поне три статии за теб от отговарящи на условията новинарски публикации от последните шест месеца."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "Добави потвърдено отразяване в новини"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "Статия №" + e.n;
                }),
                n("bebae55a", "Публична фондова борса"),
                n("c5571610", "Връзка с доказателство за значително присъствие на публична фондова борса."),
                n("e2d42628", "Добави споменаване във фондова борса"),
                n("jc19b4e8", "Листване на фондова борса"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "Добави информация за лидерство"),
                n("cc424a22", "Информация за застъпничество"),
                n("ibfc1a5a", "Не отговаряш на условията за потвърждаване на самоличността в тази категория."),
                n("e1c78796", "Официален сайт"),
                n("ff2ee0c2", "Активизъм"),
                n("hc61adfc", "Развлечения"),
                n("e404203c", "Гейминг"),
                n("d2042392", "Правителство"),
                n("c365dcc6", "Други"),
                n("d27beb9e", "Спорт"),
                n("cc4b66b6", "Избери категория"),
                n("b37461a4", "Избор на тип на профила"),
                n("b27325f6", "Създател на съдържание"),
                n("a5a6affc", "Влиятелни създатели на дигитално съдържание, които редовно публикуват оригинално, завладяващо съдържание."),
                n("a15326de", "Поне три статии от отговарящи на условията новинарски издания, в които се говори за теб."),
                n("g704a93a", "Официален сайт, свързан с известна застъпническа дейност, в който се говори за теб на лидерска позиция."),
                n("c6bd60ec", "Активист или организатор"),
                n("c92fdb06", "Известни хора, които използват Xs за постигане на социално-икономически, политически или културни промени."),
                n("a18c6dfc", "Журналист"),
                n("h0b46534", "Самостоятелни журналисти, наети от потвърдени новинарски организации или издания."),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "Друга влиятелна личност"),
                n("f875ec6e", "Лица със значително присъствие във и извън платформата на X, които не попадат в други категории."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "Развлекателна компания"),
                n("d5b3cbca", "Големи развлекателни компании, като телевизии, филмови студиа и звукозаписни компании."),
                n("b5a3e590", "Личност в развлекателната индустрия"),
                n("e484f794", "Влиятелни личности в развлекателната индустрия, като актьори, музиканти, режисьори, сценаристи, комици и др."),
                n("b8d8ea64", "Организиране на продукции"),
                n("ff27db3c", "Официална информация за продукции, свързани с развлекателната индустрия, като филми, събития, фестивали, телевизионни предавания и др."),
                n("c0e57cb2", "Добави твоя профил на създател"),
                n("f3c605b6", "Профил на създател"),
                n("h042d1a6", "Профил в IMDB"),
                n("d2310f0c", "Профил в IMDB с данни за поне 50 продукции."),
                n("ba04b4c2", "Добавяне на профил в IMDB"),
                n("i9b124b6", "Държавен служител"),
                n("f84a99ee", "Основни държавни служители, включително държавни глави, министри, посланици и избираеми служители на държавно или национално ниво."),
                n("j2cb5f50", "Кандидат за пост"),
                n("j2472894", "Официални кандидати за обществен пост на държавно или национално ниво."),
                n("ha44c130", "Държавна организация или публична услуга"),
                n("j8ae9d40", "Основни държавни организации и институции, както и служби и организации за комунални услуги."),
                n("ef1d6176", "Кандидат на държавно или национално ниво ли си?"),
                n("f54ba6e6", "За потвърждаване в тази категория трябва да си настоящ кандидат за пост на държавно или национално ниво."),
                n("dd85d0a0", "Служител на държавно или национално ниво ли си?"),
                n("f0058c60", "За потвърждаване в тази категория трябва да си настоящ кандидат за пост на държавно или национално ниво."),
                n("f420a712", "Да"),
                n("fb97d22c", "Не"),
                n("e16b1cc8", "Профилът ти изпълнява ли критериите за такъв на кандидат?"),
                n("cf2ee92e", "Кандидатите за пост трябва да имат публичен профил, съдържащ информация за поста, за който кандидатстват, и връзка към официалния уеб сайт на кампанията им."),
                n("g544885e", "Профилът ти отговаря ли на условията за държавна организация или институция?"),
                n("bd0b4542", "Държавните организации и институциите трябва да имат публичен профил, който съдържа връзка към официалния им уеб сайт."),
                n("i45b224c", "Профилът ти изпълнява ли критериите за такъв на държавен служител?"),
                n("fba1dd66", "Държавните служители трябва да имат публичен профил, съдържащ информация за текущия им държавен пост и връзки към официалния уеб сайт на организацията им."),
                n("e95c44de", "Да, профилът е пълен"),
                n("fa5e15e2", "Трябва да го актуализирам"),
                n("jdf47e8e", "Уеб сайт на кампанията"),
                n("eeec7316", "Добави уеб сайт на кампанията"),
                n("b163b654", "Референция от държавен орган"),
                n("d2378d34", "Добави референция от държавен орган"),
                n("a05b8446", "Журналист на свободна практика"),
                n("hdad12b2", "Независими журналисти на свободна практика със значими работи в потвърдени издания."),
                n("d2d7af4c", "Новинарска организация или публикация"),
                n("d83e51dc", "Печатни и дигитални публикации, телевизионни и радиомрежи, канали и програми за новини с излъчване в ефир, по кабел, сателит или интернет, подкастове и други подобни медии."),
                n("g708cbdc", "Профилът ти отговаря ли на изискванията за потвърждаване?"),
                n("b107ee5c", "Новинарските организации трябва да имат публичен профил, който води към официалния им уеб сайт."),
                n("e8746826", "Профилът на работодателя ми вече е потвърден."),
                n("jc09b420", "Профилът ти изпълнява ли критериите за такъв на журналист?"),
                n("gfbd7e58", "Журналистите трябва да имат публичен профил, в който е посочено името и който съдържа връзка към официалния уеб сайт на потвърдената новинарска организация, за която работят."),
                n("h0ad4c9e", "Референции за официална новинарска организация"),
                n("a6553b50", "Официалният уеб сайт на новинарска организация или издание, където си споменат/а като журналист."),
                n("a29b2988", "Заглавия и авторство на статии"),
                n("ab4eae60", "Поне 3 заглавия и/или авторства на отговарящи на условията публикации, издадени през последните 6 месеца."),
                n("b3fac982", "Посоченият URL адрес води към страница, в която се говори за мен."),
                n("e26dc9e2", "Добави значима работа"),
                n("e164df2e", "Статиите изпълняват ли критериите за значимост?"),
                n("i80ff05e", "Като доказателство за значимост се приемат само статии, публикувани от потвърдени новинарски организации и издания."),
                n("cf7482ec", "Да"),
                n("fcb96cfc", "Личност в професионалния спорт"),
                n("ddc7d64a", "Професионални спортисти, треньори и мениджъри, както и спортисти, участващи в глобални състезания (напр. Олимпийските игри, Параолимпийските игри и т.н.)"),
                n("c4e0d346", "Професионална спортна организация"),
                n("e3ce81fa", "Професионални спортни лиги, отбори и глобални състезания (напр. Олимпийските игри, Параолимпийските игри и т.н.)"),
                n("b2808f48", "Личност в гейминга"),
                n("db7b3558", "Индивидуални профили на играчи на електронни спортове, свързани с потвърдени отбори или лиги."),
                n("bbd9a912", "Уверих се, че отборът, лигата, събитието или организацията, свързани с профила ми, вече са потвърдени."),
                n("he9c5638", "Връзка към официалния уеб сайт на глобално състезание или спортна организация, който съдържа информация за теб."),
                n("bf06e1d6", "Официален сайт, свързан с професионална спортна организация, в който се говори за теб като професионален спортист, мениджър или треньор"),
                n("e241d35e", "Най-малко три статии от потвърдени новинарски организации или издания, които съдържат информация за теб като професионален спортист, мениджър или треньор."),
                n("ad456030", "Най-малко три статии от потвърдени новинарски организации или издания, които съдържат информация за теб като личност в гейминга."),
                n("hbe2e65c", "Официален сайт, свързан с потвърдена лига или събитие за електронни спортове, който съдържа информация за теб като личност в гейминга."),
                n("j3da4dea", "В момента не можеш да заявиш потвърждаване"),
                n("af39265e", "Компании, марки и организации"),
                n("bb51cd7a", "Спорт и игри"),
                n("c044a571", "Научи повече"),
                n("a58cd1fb", "Научи повече"),
                n("b47b0fd1", "Научи повече"),
                n("db25263b", "Научи повече"),
                n("b25b02c3", "Научи повече"),
                n("j6ef6afb", "Научи повече"),
                n("d42d162b", "Научи повече"),
                n("ccadfc85", "Научи повече"),
                n("ddb47f57", "Научи повече"),
                n("bf9e181b", "Научи повече"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more"),
                n("e7e0d88b", "Learn more"),
                n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more");
            n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "Научи повече"),
                n("f8493831", "Научи повече"),
                n("icb5913f", "Научи повече"),
                n("af819833", "Научи повече"),
                n("d35525b1", "Научи повече"),
                n("cb181ed1", "Научи повече"),
                n("f6c3d3f1", "Научи повече"),
                n("d4588ded", "Научи повече"),
                n("a759bff9", "Научи повече"),
                n("c64a59f7", "Научи повече"),
                n("c054f433", "Научи повече"),
                n("c1b7ad51", "Научи повече"),
                n("f7998565", "Научи повече"),
                n("c74a47ef", "Научи повече"),
                n("gf9899bf", "Научи повече"),
                n("d7a9185d", "Научи повече"),
                n("c4b205e1", "Научи повече"),
                n("c04b4b1d", "Научи повече"),
                n("d26ccc67", "Научи повече"),
                n("hdb3bc85", "Научи повече"),
                n("b6cb494f", "Научи повече"),
                n("abc132eb", "Научи повече"),
                n("de1b28ad", "Научи повече"),
                n("h04c272d", "Научи повече"),
                n("j331c659", "Научи повече"),
                n("h02fe64f", "Научи повече"),
                n("a7df4b85", "Научи повече"),
                n("e9b71903", "Научи повече"),
                n("g961011f", "Научи повече"),
                n("d5dedb7b", "Научи повече"),
                n("gd396551", "Научи повече"),
                n("dccc08bf", "Научи повече"),
                n("f22a6d0d", "Научи повече"),
                n("i78c9fd5", "Научи повече"),
                n("f3e333a9", "Научи повече"),
                n("i5fee6d3", "Научи повече"),
                n("fe7420f5", "Научи повече"),
                n("fcfad60d", "Научи повече"),
                n("cc35a6b9", "Научи повече"),
                n("d9bd3823", "Научи повече"),
                n("a67f27bd", "Научи повече"),
                n("b8be7adb", "Научи повече"),
                n("gd663f41", "Научи повече"),
                n("b436b101", "Научи повече"),
                n("j97bce4a", "Потребителско име в X"),
                n("acd5ca14", "Опитай отново. Потребителските имена не могат да съдържат специални знаци, като @, $ или #."),
                n("bbef41c2", "Прегледай официалния имейл адрес, свързан със заявката ти за потвърждаване в X."),
                n("be03ecca", "Имейл адрес"),
                n("c69a40de", "Нямаш съществуващ потвърден имейл адрес."),
                n("c83a1662", "Нямаш потвърден имейл адрес, който отговаря на условията."),
                n("e1e878ee", "Настройки"),
                n("b9635182", "Настройки"),
                n("j163be32", "Старт на заявката"),
                n("gaf821c8", "Заявка за потвърждаване"),
                n("e1ac0f9b", "Научи повече"),
                n("h2d4ba56", "Документът ти за самоличност се проверява..."),
                n("i2051842", "Проверяваме дали документът ти за самоличност отговаря на изискванията ни. Това може да отнеме до 30 секунди."),
                n("fc2a5c92", "Нещо се обърка"),
                n("jf4b6f70", "При качването на документа за самоличност възникна проблем. Опитай да го качиш отново."),
                n("d338f53e", "Нов опит"),
                n("e43672a0", "Трябва да получим известна информация за официалния ти документ за самоличност."),
                n("b246aa5e", "Държава на издаване"),
                n("d6fb5878", "Избери държава"),
                n("b72f97cc", "Тип на документа за самоличност"),
                n("b2ab6008", "Избери тип документ за самоличност"),
                n("h9270b1c", "Търси държави"),
                n("ff1d68f8", "Качи снимка на документа си за самоличност"),
                n("bdada5a6", "Отпред"),
                n("edfed0f6", "Качи предната страна на документа за самоличност"),
                n("def5015d", function (e) {
                    return "Назад" + e.back_of_document;
                }),
                n("b09aade6", "Качи задната страна на документа за самоличност"),
                n("b40ed190", "Документ"),
                n("c6650b56", "Качване на документ"),
                n("d171ed16", "Използваме помощта на трети страни. Те проверяват автентичността на документа ти за самоличност и ни предоставят платформа и ограничена информация, за да можем да се уверим, че профилът ти отговаря на условията да бъде потвърден."),
                n("d20f76cb", "Научи повече"),
                n("b8deb156", "Политиката ни за поверителност"),
                n("b9960f32", "Добавяне на снимки или видеоклипове"),
                n("gd80afba", "Редактиране на медийните файлове"),
                n("j322caee", "Отбелязване на материал с деликатен характер"),
                n("abd845fe", "Редактиране"),
                n("df1b0708", "Пускане на този GIF файл"),
                n("cd959e5c", "Премахване на мултимедийното съдържание"),
                n("add55c98", "Мултимедийно съдържание"),
                n("f350cf46", "Плъзни и пусни материали"),
                n("gff1f69e", "Зареждане на изображение"),
                n("a91bb144", "Изпращане"),
                n("affce770", "Ние и доверените ни партньори ще използваме свързаната с профила ти информация и допълнителната информация, която ни предоставиш, за да определим автентичността на профила ти и дали изпълнява условията за потвърждаване."),
                n("i0864918", "Категория"),
                n("c7942074", "Тип профил"),
                n("b8121daa", "Референции за значимост"),
                n("d247ca70", "По-долу прегледай подробностите за заявката си за потвърждаване. След като ги провериш, натисни „Изпращане“."),
                n("b51afbb2", "Метод за установяване на автентичността"),
                n("cc87b01c", "Преглед и изпращане"),
                n("ec6801cc", "Заявката ти бе изпратена!"),
                n("i6ef95ec", "анкета"),
                n("j94e995e", "Последната ти заявка бе отхвърлена. Трябва да изчакаш 30 дни след датата на отхвърляне, за да можеш да изпратиш нова заявка."),
                n("da458d6c", "През последните 30 дни ти изпрати заявка за потвърждаване, която бе отхвърлена. Моля, опитай отново."),
                n("j4ed9f0e", "Ти изпрати заявка за потвърждаване. Ще се свържем с теб веднага щом вземем решение."),
                n("b1ade780", "Профилът ти е твърде нов. Изчакай да стане на поне 7 дни и опитай отново."),
                n("aab67626", "Заявката ти за потвърждаване се преглежда"),
                n("d3c1e25e", "Не, това не бе сън. Наистина потвърдихме профила ти."),
                n("a8b4500e", "Правилата"),
                n("ef1b5cbc", "Избери кои известия искаш да виждаш и кои – не."),
                n("aaafffda", "Заглушени известия"),
                n("afdf29b8", "Филтър за качество"),
                n("da19d878", "Избери какво съдържание да се филтрира, като например дублиращи се или автоматични публикации. Това не се отнася за известия от профили, които следваш или с които скоро си взаимодействал/а."),
                n("i2209530", "Запазване"),
                n("da867c58", "Избери предпочитанията си по тип известие."),
                n("a2197726", "Управлявай сигурността на профила си."),
                n("i36dcc3e", "Помогни да защитиш профила си от неупълномощен достъп, като ползваш втори метод на удостоверяване в допълнение към паролата ти в X. Можеш да избереш SMS съобщение, приложение за удостоверяване или ключ за сигурност."),
                n("ead60eb8", "Допълнителна защита на паролата"),
                n("gfaf9a4a", "Защита от повторно задаване на паролата"),
                n("h3cc8462", "За допълнителна защита ще трябва да потвърдиш имейл адреса си или телефонния си номер, за да нулираш паролата си в X."),
                n("b4bbdeb4", "Ключ за достъп"),
                n("aeb7dcdc", "Активирай ключове за достъп за допълнителна защита, която може да е свързана с твоята биометрия."),
                n("dc096238", "Качи одобрено средство за идентификация, за да удостовериш автентичността на своя профил. Твоята информация ще се използва единствено за проверка на твоята самоличност и с нея ще бъде боравено безопасно и сигурно."),
                n("a999cb72", "Запазване на промените в профила"),
                n("dec3c9b8", "Парола"),
                n("b929aa74", "Въведи отново паролата си за X, за да запазиш промените в профила си."),
                n("d1091f50", "Забравена парола?"),
                n("d97c07be", "Управление на абонаменти за създатели"),
                n("efa291da", "Преглеждай и управлявай своите абонаменти за създатели по-долу, като използваш Stripe. Всички активни абонаменти, които си стартирал/а на iOS или Android, могат да се управляват в приложението."),
                n("j7f5c6aa", "Все още нямаш абонаменти"),
                n("ef4602ec", "Нещо се обърка. Моля, опитай отново по-късно."),
                n("b02df748", "Управлявай сигурността на профила си и следи използването му, включително приложения, свързани от теб с профила."),
                n("g2841de4", "Виждай информация за времената, когато си в профила си, и за приложенията, свързани с него."),
                n("hf45cca6", "Управление на профилите в Google или Apple, свързани с X за влизане."),
                n("a310511c", "Управление на споделените ти профили."),
                n("jc02ae68", "Свързани приложения"),
                n("dd82312a", "Сесии"),
                n("e5e8a89a", "Зареждане на приложения"),
                n("hfa9a2c8", "Управлявай свързаните приложения с лекота"),
                n("dd1b86f9", function (e) {
                    return "от " + e.name;
                }),
                n("cf461930", "Тук ще се показват приложенията на трети страни, на които разрешиш достъп до профила си в X."),
                n("b63b0b1d", "Научи повече"),
                n("c2cb5560", "Текуща активна сесия"),
                n("bca43fd0", "Прекратяване на другите сесии"),
                n("ha6df2ca", "Сесиите представляват устройствата, които използваш или през които се е използвал профилът ти в X. Това са сесиите, в които е влязъл профилът ти. Можеш да прекратиш всяка от тях."),
                n("b72d2904", "Влязъл/влязла си този профил в X на това устройство и в момента го използваш."),
                n("b850cbd0", "Влязъл/влязла си в следните профили на тези устройства, като в момента не ги използваш. "),
                n("cf3e3164", "Изход от всички други сесии"),
                n("f810f27a", "Искаш ли да прекратиш другите си сесии?"),
                n("gbb5cec5", function (e) {
                    return "С излизането ще бъдат прекратени " + e.num + " от другите ти активни сесии в X, но това няма да засегне текущата ти активна сесия.";
                }),
                n("fcbd4904", "Това ще прекрати твоята активна сесия в X."),
                n("ab78d946", "На път си да прекратиш другите си активни сесии в X, така че ще трябва отново да влезеш в профила си на съответните устройства, за да започнеш нови сесии."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "Активна в момента"),
                n("c9bc33fa", "Устройства"),
                n("f95ed3e6", "Настоящо устройство"),
                n("a787669a", "Регистрации на друго устройство "),
                n("gbefe730", "Регистриран/а си за шифровани лични съобщения на тези други устройства."),
                n("d7a9796e", "Зареждане на устройствата"),
                n("b5635e86", "Регистриране на това устройство"),
                n("bb4a95dc", "Регистриране на твоето устройство?"),
                n("a9538040", "Регистрирането на това устройство ще ти позволи да започнеш нови шифровани разговори с други регистрирани потребители"),
                n("hd173c7a", "Регистриране"),
                n("hf4312a4", "Устройството е регистрирано."),
                n("h7797d18", "Регистрирано"),
                n("hc48a042", "Отмяна на регистриране на това устройство"),
                n("d5bafb20", "Отмяна на регистриране на това устройство?"),
                n("i12dee70", "Отмяната на регистрация на устройство означава, че повече няма да имаш достъп до шифровани съобщения на него."),
                n("d4b9db26", "Отмяна на регистрацията"),
                n("c18b1b34", "Дача и час на регистрация"),
                n("e7c9d60a", "Регистрацията на избраното устройство е отменена."),
                n("cd14c8fe", "Зареждане на информация за устройството"),
                n("j9db22f4", "Не можем да намерим това устройство"),
                n("c477d710", "Управлявай информацията, която виждаш и споделяш в X."),
                n("b06f5d36", "Твоята активност в X"),
                n("fd807e78", "Аудитория, мултимедийно съдържание и отбелязване"),
                n("a9ff473c", "Управлявай каква информация да се вижда от другите потребители на X."),
                n("d0484606", "Управлявай информацията, свързана с публикациите ти."),
                n("c4afe0e6", "Определи какво да виждаш в X въз основа на предпочитанията ти, като например теми и интереси"),
                n("ab125232", "Управлявай профилите, думите и известията, заглушени или блокирани от теб."),
                n("cc950d94", "Управлявай кой може да ти изпраща лични съобщения."),
                n("fe37f854", "Управлявай кой може да вижда дейностите по слушане в Залите ти"),
                n("ab987f3c", "Контролирай настройките си за откриваемост и управлявай импортираните контакти."),
                n("db5fabb0", "Споделяне на данни и дейност извън X"),
                n("i83cab8a", "Споделяне на данни и персонализиране"),
                n("e338a794", "Управлявай изживяването си с рекламите в X."),
                n("c05e8024", "Управлявай изживяването си с бисквитките в X."),
                n("d29d59d0", "Управлявай начина, по който X използва онлайн дейността ти извън платформата, например посещаваните от теб уебсайтове, за да персонализира изживяването ти."),
                n("c981a36c", "Позволи на X да персонализира потребителското ти изживяване чрез предполагаемата ти дейност, т.е. дейността от устройства, които не са използвани от теб за влизане в X."),
                n("eb0cc786", "Разрешаване на споделянето на допълнителна информация с бизнес партньорите на X."),
                n("dd533318", "Управлявай информацията за местоположението, която X използва, за да персонализира изживяването ти."),
                n("bd0646a0", "Научи повече за поверителността в X"),
                n("a607862a", "Политика за поверителност"),
                n("g5925628", "Връзка с нас"),
                n("dd6012f8", "Център за поверителност"),
                n("jdceda60", "Отговори"),
                n("f644b748", "Управлявай кои потребители могат да отговарят на публикациите ти, както и филтрираните отговори."),
                n("ff4b3818", "Grok и сътрудници трети страни"),
                n("i586f3e0", "Позволи публичните ти данни както и взаимодействията, въвеждането на данни и резултатите ти от Grok и xAI да се използват за обучение и фина настройка"),
                n("d8492604", "Когато е избрано, публикациите ти и друга информация за профила се виждат само от хората, които те следват."),
                n("if050fae", "Заключи своите видеоклипове"),
                n("b7ed5f6e", "Ако избереш тази опция, видеоклиповете в публикациите ти няма да могат да се изтеглят по подразбиране. Тази настройка важи за публикации занапред и няма обратно действие"),
                n("dbb51952", "Заключване на публикациите ти?"),
                n("de735de6", "Така ще бъдат видими само за последователите ти в X."),
                n("c5d4192a", "Заключване"),
                n("d9ddba70", "Общностите са публични, така че заключването на профила ти ще скрие предишните ти публикации. Също така няма да можеш да публикуваш в общността, докато профилът ти не стане отново публичен."),
                n("f527b322", "Заключване на профила ми"),
                n("d165c992", "Всеки може да те отбелязва"),
                n("ea339390", "Само хората, които следваш, могат да те отбелязват"),
                n("e3a761ee", "Изкл."),
                n("a61ed23a", "Означаване на материалите, които публикуваш, като включващи евентуално деликатно съдържание"),
                n("ae27c454", "Когато е активирано, публикуваните от теб снимки и видеоклипове ще бъдат означавани като такива с деликатен характер за хората, които не искат да виждат съдържание от този тип."),
                n("fc1d217c", "Показване на материали с евентуално деликатно съдържание"),
                n("j018f2a2", "Разгледай настройките"),
                n("h1ef00dc", "Настройки за търсене"),
                n("b05b9398", "Когато тази настройка е включена, X може да персонализира съдържанието на хрониката „За теб“ на база дейностите ти в платформата."),
                n("a3c1324c", "Показване на препоръчано съдържание в хрониката „За теб“"),
                n("ee4592ca", "Никого"),
                n("da813d22", "Потвърдени потребители"),
                n("baffe39a", "Всички"),
                n("b3d8566e", "Филтриране на нискокачествените съобщения"),
                n("cfda8c44", "Скриване на исканията за съобщения, за които е установено, че може да са спам или с ниско качество. Те ще се изпращат в отделна входяща поща в края на исканията ти за съобщения. Пак имаш достъп до тях, ако желаеш."),
                n("f4c91f40", "Разрешаване на съобщения от моите абонати"),
                n("bf0c4336", "Твоите абонати ще могат винаги да ти изпращат съобщения независимо от другите настройки за съобщения."),
                n("e6c411d8", "Филтриране на шокиращите материали"),
                n("g558101a", "Показване на предупреждения за съобщения, които е възможно да съдържат шокиращи материали (например голота, сексуално съдържание или насилие). Винаги ще можеш да видиш материала, ако желаеш."),
                n("d9172542", "Показване на разписките за прочитане"),
                n("bd557506", "Нека хората, с които обменяш съобщения, да знаят, че си видял/а техните. За исканията за съобщения не се показват разписки за прочитане."),
                n("f29080d0", "Разрешаване на заявките за съобщения от:"),
                n("j0adcc2d", "Научи повече"),
                n("ib3357a6", "Персонализирани реклами"),
                n("f2f9628e", "Винаги ще виждаш реклами в X въз основа на активността си в услугата. Когато тази настройка е активирана, X може допълнително да персонализира рекламите от своите рекламодатели в услугата и извън нея, като съчетава активността ти в X с друга онлайн активност и информация от нашите партньори."),
                n("b5fe50fc", "Рекламни категории"),
                n("c31a2ea6", "Като разрешиш тези настройки, ще отговаряш на условията да виждаш реклами в тези категории. Ако искаш да виждаш по-малко реклами за тези категории, се отпиши."),
                n("if996630", "Хазарт"),
                n("a9ed7774", "Разрешаване на използване на данни за местата в мрежата, където виждаш съдържание от X"),
                n("e2d61838", "Тази настройка дава възможност на X да проследява посещенията ти на други уеб сайтове, които интегрират съдържание от X, като например вградени хроники. Благодарение на тази информация подобряваме X за теб, например като персонализираме работата ти с услугата. Тази история на сърфирането в мрежата никога няма да бъде съхранявана заедно с името, имейл адреса или телефонния ти номер."),
                n("c966aaf4", "Тези посещения на уеб страници не се съхраняват или използват, когато си в определени държави."),
                n("e8313b32", "Наистина ли искаш това? След като изключиш тази опция, не можеш да я включиш отново, докато си в тази държава."),
                n("f1d46fd6", "Да, искам"),
                n("f6c8ccc8", "Персонализиране въз основа на изводи за самоличността ти"),
                n("ed012c88", "X винаги ще персонализира изживяването ти въз основа на предоставената от теб информация, както и на устройствата, използвани от теб за влизане в профила ти. Когато тази настройка е активирана, X може също да извършва персонализиране въз основа на други получени изводи за самоличността ти, например от устройства и браузъри, които не са използвани от теб за влизане в X, или от имейл адреси и телефонни номера, подобни на свързаните с профила ти в услугата."),
                n("d3c20d80", "Разрешаване на споделяне на допълнителна информация с бизнес партньори"),
                n("f1c0d09c", "X винаги споделя информация с бизнес партньори, за да осигурява работата на продуктите си и да ги подобрява. Когато е активирана, тази настройка позволява на X да споделя допълнителна информация с тези партньори, за да се подпомогне функционирането на бизнеса на X, включително като се правят маркетинговите дейности на X на други сайтове и приложения по-подходящи за теб."),
                n("dc20d918", "Персонализиране въз основа на посетените от теб места"),
                n("af7d89e6", "За да ти показва по-подходящо съдържание, X винаги използва някаква информация, като например мястото ти на регистриране и местоположението ти в момента. Когато тази настройка е активирана, X може също така да персонализира потребителското ти изживяване въз основа на други места, посетени от теб."),
                n("f2b23062", "Достъпност, показване и езици"),
                n("fa76d7dc", "Управлявай начина, по който ти се показва съдържанието в X."),
                n("j7a15010", "Управлявай аспекти от работата си с X, като например ограничаване на цветовия контраст и движението."),
                n("a257ecae", "Управлявай размера на шрифта, цвета и фона. Тези настройки се отразяват върху всички профили в X в този браузър."),
                n("jc3fa0e2", "Управлявай кои езици да се използват за персонализиране на изживяването ти в X."),
                n("cc2973a8", "Ограничи начините, по които X използва някои от мрежовите ти данни на това устройство."),
                n("h54e6138", "Клавишни комбинации"),
                n("a4b69cbc", "Екранен език"),
                n("c856bd00", "Избери предпочитания от теб език за заглавията, бутоните и останалия текст от X."),
                n("cab61d58", "Избери допълнителни езици"),
                n("dd93fafa", "Избери допълнителни езици за съдържанието, което искаш да виждаш в X."),
                n("bca1de4a", "Допълнителни езици, които владееш"),
                n("c3aa76c4", "Езици, които може би знаеш"),
                n("g099069c", "Управлявай езиците, определени от X въз основа на дейността ти, като например следваните от теб профили и публикации, с които взаимодействаш."),
                n("cf9ce876", "Езици на приложението и на публикациите"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "Това са профилите в социални мрежи, които си свързал/а с профила си в X, за да влизаш. Можеш да деактивираш достъпа тук."),
                n("d84ed6b2", "Прекратяване на свързването"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "Свързани"),
                n("ad31b476", "Управление на твоя автоматизиран профил."),
                n("a2981062", "Управляващ профил"),
                n("aff4540e", "Промяна на управляващия профил"),
                n("b8b9d100", "Настройване на автоматизация на профила"),
                n("e0bc51f6", "Изключване на автоматизирането на профила"),
                n("b92190c2", "Управляващият профил е свързан"),
                n("fb03b39a", "Свързването на управляващия профил е прекратено"),
                n("bd51ddfa", "В момента не можем да прекратим свързването на твоя управляващ профил. Моля, опитай отново по-късно."),
                n("e91c15f6", "Да се прекрати ли връзката с управляващия ти профил?"),
                n("df035b80", "Твоят автоматизиран профил ще загуби етикета си, ако прекратиш връзката с управляващия профил."),
                n("bd12cf34", "Да, прекратяване на връзката"),
                n("f79acef3", "Научи повече"),
                n("a57a341c", "Икономичен режим на данни"),
                n("ab6505a8", "Ако е избран, X ще използва по-малко данни през мрежата."),
                n("a5d4fda0", "Възникна грешка, но не се притеснявай – да опитаме отново."),
                n("g1888dc2", "Никога"),
                n("f724d1aa", "Само през Wi-Fi"),
                n("cf6472c2", "През мобилни данни или Wi-Fi"),
                n("b2ed92c4", "Архивът се заявява"),
                n("ce5d2c46", "Временно недостъпно"),
                n("bed6a87c", "Връзката за данните ти от X е изтекла"),
                n("b24b4768", "Към „Моите данни в X“"),
                n("a0c3f812", "За да получиш актуализирана връзка, ще трябва да подадеш нова заявка."),
                n("eea30bb5", function (e) {
                    return "Създаден на: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "Изтича на: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "Приблизителен размер: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "Данни в  X (" + e.currentIndex + " от " + e.count + ")";
                }),
                n("fc5bfd96", "Да започваме"),
                n("gee8110e", "Изтегляне на архива"),
                n("c326f156", "Архивът бе изтеглен"),
                n("c9fe9b56", "Архивът ти скоро ще бъде изтеглен"),
                n("j54b679b", function (e) {
                    return "Това ще се отвори в друг прозорец и може да мине известно време, докато завърши. Когато операцията приключи, изтеглянето ще бъде под формата на ZIP файл с големина " + e.size + ".";
                }),
                n("ac63840d", function (e) {
                    return e.size + " КБ";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " МБ";
                }),
                n("ce494bb4", "Размер на шрифта"),
                n("c783d45e", "Цвят"),
                n("h306a358", "Фон"),
                n("d8680056", "Много малък"),
                n("j59f0b94", "По подразбиране"),
                n("b81aaad8", "Голям"),
                n("c7044880", "Много голям"),
                n("e46dffa0", "Размер на текста"),
                n("ce8a8116", "Опции за фона"),
                n("d3d48f3a", "Светла"),
                n("i76f67ee", "Затъмняване"),
                n("c8f85960", "Без светлини"),
                n("aefc5b20", "Опции за цвета"),
                n("a52d0fde", "Синьо"),
                n("d818cdd6", "Жълто"),
                n("fee1cd64", "Розово"),
                n("cbed7fb2", "Лилаво"),
                n("g697ec02", "Оранжево"),
                n("a7c2204a", "Зелено"),
                n("gde8fdd7", function (e) {
                    return "В основата на X са кратките съобщения, наречени публикации (като тази), които могат да съдържат снимки, видеоклипове, връзки, текст, хаштагове и споменавания като @" + e.mention + ".";
                }),
                n("f277e94a", "Преглед"),
                n("ee79367b", function (e) {
                    return "Ниво " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "Реклама"),
                n("d9587114", "Преглед на най-новата публикация"),
                n("b7b86c3c", "Отваря новата версия на тази публикация"),
                n("a407814e", "Последна редакция"),
                n("i46ee3f0", "Това е най-новата версия на тази публикация."),
                n("e18cb87c", "Обяснете тази публикация"),
                n("ffe16626", "Филтърът за отговори е включен."),
                n("jc81f6a7", function (e) {
                    return e.count + " преглеждан" + t(e.count, "е", "ия");
                }),
                n("g521abc6", "Grok, анализ!"),
                n("a09331e0", "Свързани статии"),
                n("e3eceda6", "Действия, свързани с Grok"),
                n("a653f08f", function (e) {
                    return "Прочети " + e.replyCount + " отговора";
                }),
                n("dc0c8266", "Попитай Grok"),
                n("i7ac410e", "Показване на оригинал"),
                n("c67f09e8", "Показване на превод"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "" + t(e.count, "показване", "Показвания");
                }),
                n("b8f3500a", "Преглед на нишката в Четене"),
                n("fc7db594", "Резюме на профила"),
                n("c3f04d9c", "Мисли"),
                n("cbdddb0a", "Завършил"),
                n("b0d1e205", function (e) {
                    return "Търсене за **„" + e.query + "“**";
                }),
                n("acb9b845", function (e) {
                    return "Разглеждане " + e.url + " за **„" + e.query + "“**";
                }),
                n("ef261d8d", function (e) {
                    return "Търсене на публикации от @" + e.username;
                }),
                n("bec7eb11", function (e) {
                    return "Търсене на публикации от @" + e.username + " за **„" + e.query + "“**";
                }),
                n("ead81122", "Нещо се обърка. Опресни страницата, за да се свържеш повторно, или опитай пак."),
                n("f808a13a", "Ограничението за честота е надвишено. Моля, изчакай малко и опитай пак."),
                n("e0481e5a", "В момента Grok не се поддържа в твоята държава."),
                n("bc0a5b5a", "В момента Grok не е достъпен, провери по-късно."),
                n("ef674976", "Не си упълномощен/а да използваш тази услуга."),
                n("c74e87e0", "Файлът е твърде голям. Избери по-малък."),
                n("bea50a2a", "Този файлов формат не се поддържа."),
                n("j77292b7", function (e) {
                    return "Моля, изберете само до " + e.count + " файл" + t(e.count, "", "а");
                }),
                n("d4d35bea", "Превеждане..."),
                n("he9c9634", "Преводът не може да се извлече"),
                n("j2198c98", "Скриване на преведената публикация"),
                n("i73a7d48", "Преведено от Google"),
                n("eeadb767", function (e) {
                    return "Преведено от " + e.originLanguage + " от Google";
                }),
                n("be9b9fb8", "Преведено от Grok"),
                n("d9c6f69d", function (e) {
                    return "Преведено от " + e.originLanguage + " от Grok";
                }),
                n("dc445f82", "Преведено от Papago"),
                n("he9803d3", function (e) {
                    return "Преведено от " + e.originLanguage + " от Papago";
                }),
                n("f8264fc0", "Преведено от X"),
                n("caa5ba3d", function (e) {
                    return "Преведено от " + e.originLanguage + " от X";
                }),
                n("e0f81ff3", "Превод:"),
                n("j2862695", function (e) {
                    return "Преведено от " + e.originLanguage + " от";
                }),
                n("b7cb4fab", "Преведено от"),
                n("cbc8fed4", "Този превод верен ли е? Остави ни отзив, за да можем да се подобрим:"),
                n("d56779a2", "разбираем"),
                n("b6fe8a56", "объркващ или неясен"),
                n("a66d80d0", "Превод на публикация"),
                n("d4c339b9", function (e) {
                    return "Публикация от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") публикувано:\n" + e.tweet;
                }),
                n("h6f99ac4", "Добавено към отметките ти"),
                n("g1c463f6", "Премахнато от отметките ти"),
                n("a2e7377f", function (e) {
                    return "Премахнат от " + e.bookmarkFolderName;
                }),
                n("i47ad24c", "Продължавай все така! Колкото повече публикации харесваш, толкова по-добра ще бъде твоята хроника."),
                n("def4a37c", "Добра работа! Хрониката ти става по-добра. Колкото повече неща харесваш, толкова по-добра ще е хрониката ти – продължавай да харесваш нещата, които те вълнуват."),
                n("bcab06d2", "Публикацията е харесана"),
                n("i5efe23e", "Публикацията вече не е харесвана"),
                n("f5d17674", "Публикацията е препубликувана"),
                n("d714acfa", "Публикацията не е препубликувана"),
                n("b18dff26", "Само абонати могат да видят това препубликуване."),
                n("c2453318", "Добавяне към папка"),
                n("f88553c8", "Копирано в клипборда"),
                n("b5b36724", "Искаш да отговориш вместо това?"),
                n("gce00a2a", "Вместо това да се препубликува?"),
                n("g271f120", "Черновата на твоята публикация ще бъде отхвърлена, докато не отговориш."),
                n("gad04d1a", "Черновата на твоята публикация ще бъде отхвърлена, докато не цитираш."),
                n("ibd021f2", "Искаш ли първо да прочетеш статията?"),
                n("bbef69c4", "Ще отвориш статия, която не си отварял/а в X."),
                n("g5092766", "Четене на статията"),
                n("a2d5c006", "Благодарим, че отвори връзката"),
                n("g37bb2d0", "Като отваряш връзките, преди да ги споделиш, подкрепяш информираната дискусия."),
                n("gc45a90a", "Разгъване на подканата"),
                n("g7135e44", "Помогни X да продължи да бъде място за достоверна информация. Разбери повече, преди да харесаш тази публикация."),
                n("h9b6d468", "Помогни X да продължи да бъде място за достоверна информация. Разбери повече, преди да споделиш тази публикация."),
                n("af5cd00e", "Научаване на повече"),
                n("e29c651e", "Благодарим, че научи повече"),
                n("ef504d80", "Не можеш да добавяш публикации от заключени профили към твоите отметки — все още."),
                n("cef96d5a", "Публикацията вече е в твоите отметки"),
                n("b2542f56", "Възникна грешка. Опитай да добавиш публикацията към отметките си отново след малко."),
                n("fe3b9942", "По искане на този потребител си блокиран/а и не можеш да харесваш публикациите му."),
                n("c2a6dc5c", "Възникна грешка. Опитай да харесаш публикацията си отново след малко."),
                n("b57f01b8", "Не можеш да харесваш публикации от заключени потребители, които не следваш."),
                n("ba0b3cc0", "По искане на този потребител си блокиран/а и не можеш да препубликуваш публикациите му."),
                n("h32b1ac4", "Възникна грешка. Опитай да препубликуваш отново след малко."),
                n("e50cea9e", "Препубликуването не е разрешено за тази публикация."),
                n("d8e56f40", "Съжаляваме! Лимитът ти за публикации е надвишен. Опитай да препубликуваш отново утре"),
                n("i14d7a46", "Възникна грешка. Опитай да премахнеш публикацията от отметките си отново след малко."),
                n("d4ebfeb0", "Опитай да отмениш харесването на публикацията си отново след малко."),
                n("e639775e", "Опитай да отмениш ретуита си отново след малко."),
                n("fcad707a", "Добавихме предупреждение към тази публикация, защото съдържанието ѝ може да е с деликатен характер."),
                n("f1824804", "Обжалване на предупреждението"),
                n("f755f710", "Разбрах"),
                n("ced4abbe", "Преглед на разговора"),
                n("d00e1d2a", "Присъединяване към общността"),
                n("e6057014", "Запитване за присъединяване"),
                n("ba352986", "Не можеш да отговориш… засега"),
                n("d09e76d8", "Общностите са публични, така че може да четеш публикации, но първо трябва да се присъединиш, за да участваш."),
                n("cfa1f802", "Разглеждане на общността"),
                n("af27a0f8", "Премахнаха те от тази общност"),
                n("id089506", "Свържи се с модераторите на общността, за да те включат отново."),
                n("cac4e916", "Тази публикация е скрита"),
                n("cb18be32", "Не можеш да направиш това… засега"),
                n("dbb5fd8e", "Публикациите на кръга не могат да бъдат препубликувани"),
                n("ae2c8a1e", "Защо не можеш да отговориш на това?"),
                n("afe7ba26", "Защо не можеш да харесаш това?"),
                n("df9e2356", "Защо не можеш да добавиш това към отметките?"),
                n("jead3bc2", "Защо не можеш да споделиш това?"),
                n("h2a668b8", "Защо не можеш да виждаш статистиката за публикацията?"),
                n("bd85267e", "Защо не можеш да препубликуваш това?"),
                n("dcc05a7e", "Показвания"),
                n("e213fada", "Броят показвания за тази публикация не е налице."),
                n("g0954ea6", "Само авторът на публикацията и екипът за модериране на общността могат да я видят и взаимодействията са дезактивирани."),
                n("e7969518", "Общностите са публични, така че можеш да четеш публикациите, но в момента участието е само с покани."),
                n("g2dc874a", "Общностите са публични, така че можеш да четеш публикациите, но само членовете могат да взаимодействат с тях."),
                n("g562676f", "Научи повече"),
                n("ee574c37", "Научи повече"),
                n("de2d83d6", "Добавяне на отметки в папка"),
                n("f14df406", "Копиране на връзката в рекламата"),
                n("e05c00b4", "Копирай връзката"),
                n("f61c4bb0", "Изпращане с лично съобщение"),
                n("id35970e", "Публикуване на видеоклип"),
                n("ff9348b8", "Споделяне на рекламата чрез…"),
                n("d03241f8", "Споделяне на публикация чрез..."),
                n("j08dd2d4", "Премахване от отметките"),
                n("b7fde1ea", "Премахване от папка"),
                n("d9a2bd78", "Изтегляне на видео"),
                n("fbfab656", "Споделяне на Залата"),
                n("e668112c", "Публикацията е споделена със залата"),
                n("g5775e46", "Преглед на цитатите"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "Отметк" + t(e.count, "а", "и");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "харесван" + t(e.count, "е", "ия");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "цитат" + t(e.count, "", "а");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "Препубликуван" + t(e.count, "е", "ия");
                }),
                n("e9f1fbcc", "Тук няма нищо за гледане – засега"),
                n("a3b80be6", "Провери отново по-късно, за да видиш публикации относно това."),
                n("d93b360a", "Тази колона е изчистена, повече публикации ще се появят по-горе, когато бъдат създадени."),
                n("d6e2f9be", "Хрониката се зарежда"),
                n("afb4c24a", "Няма елементи"),
                n("e5b0063d", function (e) {
                    return "Хроника: " + e.title;
                }),
                n("ib65b1c6", "Регистрация с Apple"),
                n("f55cebb8", "Вход с Apple"),
                n("dcc304d6", "Продължаване с Apple"),
                n("e0870f26", "Регистрация с Google"),
                n("gfeffd6a", "Влизане с Google"),
                n("gf5e9ea6", "Отмяна"),
                n("e43138c5", function (e) {
                    return "Следване на " + e.name;
                }),
                n("be65f2e7", function (e) {
                    return "Спиране на следването на " + e.name;
                }),
                n("a649d337", function (e) {
                    return "Не се интересувам от " + e.name;
                }),
                n("e2f2b658", "Вече не предлагаме тази тема."),
                n("b51f7edf", function (e) {
                    return "Спря да следваш " + e.name;
                }),
                n("gac366b3", function (e) {
                    return "Започна да следваш " + e.name;
                }),
                n("f9e45cfb", function (e) {
                    return "Да се блокира ли @" + e.screenName + "?";
                }),
                n("fcd4d489", function (e) {
                    return "Блокиране на @" + e.screenName;
                }),
                n("a6450e84", "Блокиране"),
                n("g353ad73", function (e) {
                    return "Този потребител няма да може да те следва или да вижда публикациите ти, а ти няма да виждаш публикации или известия от @" + e.screenName + ".";
                }),
                n("ad00a739", function (e) {
                    return "Ще може да виждат публичните ти публикации, но няма да може да взаимодействат с тях. Освен това @" + e.screenName + " няма да може да те следва или да ти изпраща съобщения и няма да виждаш известия от него.";
                }),
                n("a9fd20be", "Блокирането бе успешно."),
                n("j546fb79", function (e) {
                    return "Да се разблокира ли @" + e.screenName + "?";
                }),
                n("c9623eeb", function (e) {
                    return "Разблокиране на @" + e.screenName;
                }),
                n("e133be4e", "Разблокиране"),
                n("he43bca4", "Потребителят ще може да те следва и да вижда публикациите ти."),
                n("f5f01af6", "Ще може да те последва и да взаимодейства с публичните ти публикации."),
                n("b6878b0a", "Възникна грешка. Опитай да блокираш този потребител отново след малко."),
                n("e40252de", "Тези публикации да не се показват в „За теб“"),
                n("ae225c26", "Тези публикации да се показват в „За теб“"),
                n("a96d2628", "Този списък да не се показва в „За теб“"),
                n("d00abae0", "Най-популярните публикации от този списък повече няма да се показват в хрониката ти в „За теб“."),
                n("e566dd06", "Най-популярните публикации от този списък повече няма да се показват в „За теб“."),
                n("j3cc1526", "Показване на този списък в „За теб“"),
                n("h435716e", "Най-популярните публикации от този списък може да се показват в хроникати в „За теб“."),
                n("e8ba412e", "Най-популярните публикации от този списък вече може да се показват в „За теб“."),
                n("d66e95cc", "Закачване на отговора към публикацията ти?"),
                n("i24ed0de", "Закачване на отговора"),
                n("b1033082", "Ще се показва преди всички други отговори на тази публикация. Можеш да го замениш или да го откачиш по всяко време."),
                n("e96a5962", "Да се откачи ли този отговор?"),
                n("ec04e6fc", "Откачване на отговора"),
                n("d05618f2", "Вече няма да се показва преди всички други отговори на тази публикация."),
                n("j9aedfdc", "Закачване на отговора"),
                n("c034211a", "Откачване на отговора"),
                n("ie4538b4", "Отговорът бе закачен към публикацията"),
                n("ad135a24", "Отговорът бе откачен от публикацията"),
                n("ee369efc", "Отговорът не може да се закачи към публикацията"),
                n("c3e7f572", "Отговорът не може да се откачи от публикацията"),
                n("d058316c", "Благодаря. X ще използва това, за да подобри хрониката ти."),
                n("afb7e8f8", "Четене на статията"),
                n("jb0429b1", function (e) {
                    return "От " + e.name + " @" + e.screenName;
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "Закачване"),
                n("j44ec610", "Откачване"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "член" + t(e.count, "", "ове");
                }),
                n("b5334780", "Чакащи"),
                n("b171d7c4", "Присъединяване"),
                n("aa7ae3f6", "Вече си член"),
                n("bb1d57b6", "Напускане"),
                n("h4fbfa58", "Приемане и присъединяване"),
                n("ea8cfb1e", "Приемане и искане на присъединяване"),
                n("dc1b14a1", function (e) {
                    return "Прегледай и приеми Правилата на " + e.communityName;
                }),
                n("c966ac64", "Не може да се изпрати заявка за присъединяване към Общността. Моля, опитай отново по-късно."),
                n("g690e07e", "Твоят отговор (незадължително)"),
                n("a5d21bf4", "Отговорът не е задължителен. Но не забравяй, че това помага на модераторите да приемат заявката ти."),
                n("h9526e03", "правилата на X"),
                n("c00c234f", function (e) {
                    return "Правила на " + e.communityName;
                }),
                n("hafa07f2", "Участието е ограничено"),
                n("c15bee32", "Премахнаха те от тази Общност"),
                n("efa265fc", "Публикациите ти са заключени"),
                n("f9cecf48", "Съжаляваме, не можеш да се присъединиш в момента"),
                n("bf7bdb60", "Проблемът не е в теб, а при нас (наистина). Опитай отново по-късно."),
                n("h27d6950", "Все още не можеш да напуснеш"),
                n("b02360f6", "Последният администратор или модератор не може да напусне, освен ако общността не е празна."),
                n("fe832999", "трябва да направиш публикациите си публични"),
                n("bc7a7af4", "Публикациите ти в общността ще бъдат скрити и няма да можеш да се присъединиш отново."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "Показване на повече публикации"),
                n("aebb6546", "Зареждане на още публикации"),
                n("a3484d22", "равенство"),
                n("aab2efa9", function (e) {
                    return "победител, " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "Резултати, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "Предстоящ"),
                n("b6da6b02", "На живо"),
                n("i9f615c8", "Краен"),
                n("f897267a", "Отложен"),
                n("f93c4b6a", "Отменен"),
                n("i79ab12a", "Следване на темата"),
                n("c0f56044", "Спиране на следването"),
                n("fcf51fe6", "Означаване със звезда"),
                n("e9a90d72", "Означено със звезда"),
                n("bf403716", "Премахване на звездата"),
                n("c9f08e29", function (e) {
                    return "Да се премахне ли звездата от „" + e.title + "“?";
                }),
                n("hed4dcd0", "Дори ако премахнеш звездата от тази тема, е възможно пак да виждаш публикации за нея в зависимост от профилите, които следваш."),
                n("cd876e02", "В любими"),
                n("f2816e02", "Добавено в любими"),
                n("f5b04fbc", "Премахване от любимите"),
                n("c481ae3f", function (e) {
                    return "„" + e.title + "“ да се премахне ли от любимите?";
                }),
                n("c94116de", "Дори ако премахнеш тази тема от любимите, е възможно пак да виждаш публикации за нея в зависимост от профилите, които следваш."),
                n("e0e730b0", "Интересувам се"),
                n("b1850062", "Не ме интересува"),
                n("gd3f996f", function (e) {
                    return "„" + e.title + "“ не те интересува?";
                }),
                n("jdd65aac", "Дори ако тази тема не те интересува, е възможно пак да виждаш публикации за нея в зависимост от профилите, които следваш."),
                n("f93bb3ee", "Зареждане на изображение"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " КБ";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " МБ";
                }),
                n("c75bf00e", "Зареждане на GIF"),
                n("d3ac405c", "Зареждане на видеоклип"),
                n("g97a046c", "Пускане на този видеоклип"),
                n("ac4c73d8", "Вграден видеоклип"),
                n("f3bb10a6", "Пускане на видеоклипа"),
                n("b87c0a72", "Никога не пропускай какво се случва в X, като включиш насочените известия"),
                n("e71e09ec", "Включване на известията"),
                n("g4850f44", "Насочените известия са включени"),
                n("dc397182", "Персонализиране"),
                n("ia5e7488", "Затваряне"),
                n("j681933e", "Поверителен списък"),
                n("add55942", "Нещо се обърка. Опитай да се абонираш отново след малко."),
                n("ib8f5f3c", "Нещо се обърка. Опитай да се отпишеш отново след малко."),
                n("e20fc756", "Не ти е разрешено да добавиш този член към този списък."),
                n("d8a032a2", "Ще трябва да премахнеш закачена хроника, преди да добавиш друга"),
                n("fa816a0a", "Пренареждане на списъка"),
                n("ac832ae4", "Закачване на списъка"),
                n("cdb33880", "Откачване на списъка"),
                n("ca5d0a82", "Редактиране на списъка"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "последовател" + t(e.count, "", "и");
                }),
                n("jceadc3e", "Неозаглавено"),
                n("a1d5303c", "Поверителен"),
                n("cc8f8a80", "Скрито"),
                n("c33a97d6", "Публично"),
                n("i73fff1b", function (e) {
                    return "Показване на " + e.count + " публикаци" + t(e.count, "я", "и");
                }),
                n("a682906d", function (e) {
                    return "Още " + e.count + " харесван" + t(e.count, "е", "ия");
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " свободни работни позиции" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " победи";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "Днес"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "Утре"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "Добавяне на още една публикация"),
                n("i569ff3e", "Покажи тази нишка"),
                n("je5502eb", function (e) {
                    return "Включени са резултати за „" + e.suggestion + "“";
                }),
                n("bc4628a1", function (e) {
                    return "Показани са резултати за „" + e.suggestion + "“";
                }),
                n("a1979464", "Зареждане на видеоклипа"),
                n("ic1e826e", "Пускане"),
                n("c8b4bca0", "Пазаруване"),
                n("f5ea07ec", "Пазаруване сега"),
                n("b62956aa", "Резервиране"),
                n("i3ea806a", "Поръчка"),
                n("fd00a76a", "Отворени"),
                n("e0aa5848", "Инсталиране"),
                n("g33f3050", "Уеб"),
                n("d3f6b1a6", "Изпрати ни съобщение"),
                n("b0e322cc", "Изпрати ни лично съобщение"),
                n("cb8bddc8", "Изпращане на лично съобщение до мен"),
                n("cb8c547e", "Изпращане на лично съобщение"),
                n("d980e29f", function (e) {
                    return "Започва на " + e.date;
                }),
                n("fdd81500", "Въртележка"),
                n("i0db46e6", "GIF файл"),
                n("faf745fa", "Голота"),
                n("e1b4e672", "Чувствително съдържание"),
                n("acc48c15", function (e) {
                    return "Предупреждение: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "Показване"),
                n("g034e6f1", function (e) {
                    return "Към този доклад можеш да прикачиш най-много " + e.count + " публикации.";
                }),
                n("i2e0d584", "Спонсорирана публикация"),
                n("b52a940c", "Тази публикация не е налична."),
                n("da59404c", "В момента виждаш най-новата версия."),
                n("e267df68", "Отговорът е скрит"),
                n("d5f162b6", "Този отговор може да бъде показан по всяко време. Има ли нещо друго?"),
                n("f376e9d4", "Обратна връзка за публикация"),
                n("d7c93b6c", "Публикацията е скрита"),
                n("b3abacee", "Ще виждаш по-малко публикации като тази. Имаш ли други отзиви?"),
                n("a2411360", "Виждаш отговор, който ти харесва?"),
                n("e8a14626", "Вече можеш да закачиш отговор към публикацията си чрез менюто за действия – трите точки в публикацията (...)."),
                n("d41305a8", "Балонче за съобщение с габърче"),
                n("eca84b72", "Отмяна на препубликуване"),
                n("g6185a9e", "Кой може да отговаря?"),
                n("i00051cc", "Избери кой може да отговаря на тази публикация. Споменатите хора винаги могат да отговарят."),
                n("i9000126", "Профили, които следваш"),
                n("dcaede8a", "Само профили, които споменаваш"),
                n("ad85cd2e", "Твоите абонати"),
                n("f19e4bfc", "Потвърдени профили"),
                n("bf994ab2", "Само ти"),
                n("e7b4b30a", "Само профили, които си споменал/а"),
                n("ca6500a8", "Дезактивиране на външни връзки в отговорите"),
                n("e839db3a", "Отхвърляне"),
                n("c8a98928", "Рекламно изображение"),
                n("f5b3dc1e", "Може би по-късно"),
                n("ae0c5fbe", "Грешка при промяната на потребителите, които могат да отговарят"),
                n("bae0cbc0", "Промяна на потребителите, които могат да отговарят"),
                n("d78131b9", function (e) {
                    return "Добавяне/премахване на @" + e.screenName + " от списъци";
                }),
                n("fb4ee11c", "Защо тази реклама?"),
                n("ad50e7d9", function (e) {
                    return "Преглед на статистика за " + e.entity;
                }),
                n("ef1042f8", "Писане на бележка на общността"),
                n("h3edf7a6", "Заявяване на бележка на общността"),
                n("bf8d98f4", "Само абонирани потребители могат да отговарят"),
                n("e69ada9e", "Само абонати на Premium могат да отговарят"),
                n("ae04c4dd", function (e) {
                    return "Изтрий " + e.entity + "?";
                }),
                n("d9442996", "Това не може да бъде отменено. Публикацията ще бъде премахната от профила ти, от хрониката на профилите, които те следват, и от резултатите от търсенето."),
                n("dad785a7", function (e) {
                    return "С това ще бъдат изтрити всички версии на " + e.entity + " от профила ти, от хрониката на профилите, които те следват, както и от резултатите от търсенето. Това действие не може да бъде отменено.";
                }),
                n("jda253ab", function (e) {
                    return "Твоят " + e.entity + " беше изтрит.";
                }),
                n("j49c2f85", function (e) {
                    return "Нещо се обърка. Опитай се да изтриеш отново своя " + e.entity + " след минута.";
                }),
                n("f9fa0390", "Статията ти ще бъде преместена в състояние на чернова и може да бъде изтрита от страницата със статии."),
                n("dad450ec", "Редактиране на статията"),
                n("g9677c6e", "Потвърждаване"),
                n("b57bfe70", "Редактиране на статия?"),
                n("bd3da7be", "Публикуването на статията ще бъде временно прекратено, докато редактираш, и няма да се вижда публично. Всички съществуващи ангажираности ще бъдат запазени и ще се изпълнят, когато публикуваш отново актуализираната версия."),
                n("j26481e6", "Публикуването на статията ти е прекратено и е преместена в черновите, за да я редактираш."),
                n("b360ac7c", "Навигация в секцията"),
                n("adc81042", "Подробности за секцията"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "Това е публикувана статия, нов начин за писане в X."),
                n("b14efa0a", "Изображение на корицата на статията"),
                n("afdccedb", function (e) {
                    return "Показване на " + e.displayCount + " отговор" + t(e.count, "", "а");
                }),
                n("bdba3e1a", "Включване на известията за публикации"),
                n("c4da7d28", "Изключване на известията за публикации"),
                n("j87c21f4", "Известяване"),
                n("iebc30ca", "Изключване на известията"),
                n("dc740eb2", "Ще виждаш известия за публикации от този профил в хрониката с известия. Можеш също да активираш насочените известия на устройството си, за да не пропуснеш нито една публикация."),
                n("dca669ad", function (e) {
                    return "Препубликуванията от " + e.name + " повече няма да се показват в хрониката ти";
                }),
                n("ce6da5d7", function (e) {
                    return "Препубликуванията от " + e.name + " ще се показват в хрониката ти";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "Виж " + e.fullName + " в X.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " вече не те следва";
                }),
                n("j7bb1a43", function (e) {
                    return "Докладвай @" + e.screenName;
                }),
                n("hef5960c", "Споделяне на профила чрез..."),
                n("bb1cbeb6", "Спиране на заглушаването"),
                n("h2f62206", "Потребителят се заглушава"),
                n("e67b2d65", function (e) {
                    return "Заглушаване на @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "Спиране на заглушаването на @" + e.screenName;
                }),
                n("h59f52ee", "Заглушаването бе успешно."),
                n("eea0cbee", "Спирането на заглушаването бе успешно."),
                n("i29533b3", function (e) {
                    return "Потребителят @" + e.screenName + " е заглушен.";
                }),
                n("h129c3c3", function (e) {
                    return "Заглушаването на @" + e.screenName + " е спряно.";
                }),
                n("b3036480", "Премахване на този последовател"),
                n("h27b7407", function (e) {
                    return "Потребителят @" + e.screenName + " ще бъде премахнат от последователите ти и няма да получи известие от X. Пак може да те последва в бъдеще.";
                }),
                n("ibd0b842", "Копиране на връзката към профила"),
                n("b9c26480", "Преглед на темите"),
                n("e922ce0c", "Включване на препубликувания"),
                n("ge54bb8c", "Изключване на препубликуванията"),
                n("h5ef9bc8", "Преглед на списъците"),
                n("e9eef4c6", "Докладвай за незаконно съдържание в ЕС"),
                n("e28ba0bb", function (e) {
                    return "Докладвай @" + e.screenName + " за незаконно съдържание в ЕС";
                }),
                n("a30b63da", "Възникна грешка. Опитай да премахнеш последователя отново след малко."),
                n("gd11f228", "(Има нужда от заглавие)"),
                n("ced3c85a", "Редактирано"),
                n("b375ece0", "Само ти можеш да видиш тази непубликувана статия."),
                n("edf9101f", "Продължи да четеш"),
                n("icf7f1a4", "Копиране в клипборда"),
                n("e1a292ec", "Добавяне на съдържание"),
                n("ebfd8ac6", "Вмъкване"),
                n("ia3611ee", "Започни да пишеш"),
                n("d794135c", "Избери файл или го плъзни тук.\n\nВсеки блок може да включва GIF, видео или набор от снимки (до 4 снимки на набор)."),
                n("e187f906", "GIF файлове"),
                n("fa4e68ca", "Публикации"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "Код"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "Харесано"),
                n("g88b88a6", "С поставена отметка"),
                n("i282583e", "Не могат да се използват публикации от заключени профили"),
                n("eae4fe7a", "Не може да се използва цитиране на публикации на изтрита публикация"),
                n("d2042fb6", "Харесани публикации"),
                n("iad3e15c", "Публикации с поставена отметка"),
                n("f1c63c34", "Поставяне на URL адрес на публикацията"),
                n("a78f6310", "Невалиден URL адрес на публикация"),
                n("fe9ddab6", "Публикацията не e намерена"),
                n("dd2c9034", "Запазване на публикациите за по-късно"),
                n("cada17f8", "Добави публикации в отметките, за да ги намериш лесно в бъдеще."),
                n("j0179e90", "Създаване на публикация"),
                n("adad5408", "Нова папка"),
                n("f44ddd2e", "Добавяй публикации към отметките, за да ги запазиш за по-късно"),
                n("c91d2c4c", "Трябва ти още време, за да напишеш находчив отговор, или просто искаш да запазиш публикацията за по-късно? Добави я към отметките!"),
                n("j45c642e", "В момента папките не се зареждат"),
                n("b87ca51a", "Премахване на снимката"),
                n("eebff22c", "Изрязване на снимката"),
                n("hf6f2914", "Преглед"),
                n("be4a00c2", "Добави код тук"),
                n("i3128619", function (e) {
                    return "Блоковете не могат да имат повече от " + e.count + " знака";
                }),
                n("dbb02ec4", "Избери програмен език"),
                n("d942865e", "Търсене на програмен език"),
                n("e554f642", "Да се отхвърлят ли промените?"),
                n("fa524058", "Запазване"),
                n("d4ab68e2", "Отхвърляне"),
                n("a50ba822", "Търсене на GIF файлове"),
                n("c6f5ac52", "Категории – Търсене на GIF файлове"),
                n("ab468379", function (e) {
                    return e.query + " – Търсене на GIF файлове";
                }),
                n("j7fc4f9c", "Автоматично пускане на GIF файловете"),
                n("a66b7760", "GIF файл без етикет"),
                n("a723aefa", "Няма намерени GIF файлове"),
                n("a6ecfa0a", "Вместо това опитай да потърсиш нещо друго."),
                n("f5ff0d6f", function (e) {
                    return e.category + " – Търсене на GIF файлове";
                }),
                n("effe1ca6", "Добавяне на LaTeX израз"),
                n("c46c3c62", "Имаше грешка в израза ти. Опитай отново, след като го коригираш."),
                n("d4a4842e", "Добавяне на емоджи"),
                n("fec16c1c", "Емоджи"),
                n("idc01eb8", "Получер"),
                n("cd7c97c6", "Поставяне в курсив"),
                n("dab932be", "Подчертаване"),
                n("c5b6178a", "Зачертаване"),
                n("c03d7fd6", "Вмъкване на връзка"),
                n("abfe2d36", "Списък с водещи символи"),
                n("da685a7c", "Номериран списък"),
                n("g74d920c", "Блоков цитат"),
                n("cda501c6", "Увеличаване на размера на текста"),
                n("a54fdc46", "Намаляване на размера на текста"),
                n("b340830e", "Преки пътища в текста"),
                n("c1ea915e", "Въведете в началото на нов ред или блок, последвано от интервал"),
                n("e8a4ef02", "Заглавие"),
                n("dd71241a", "Подзаглавие"),
                n("ja9ca202", "Преки пътища към статии"),
                n("ef1649e2", "X – клавишни комбинации"),
                n("aefd89c8", "Навигация"),
                n("cafdefb2", "Действия"),
                n("dda42cf2", "Колони и групи"),
                n("e8a12604", "Предоставяне на описание (незадължително)"),
                n("eabf2209", function (e) {
                    return "GIF файлът е предоставен от " + e.providerName;
                }),
                n("a613e720", "Копиране на връзката към GIF файла"),
                n("aeca1239", function (e) {
                    return "Получер" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "Курсив" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "активно" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "Редактиране на блока"),
                n("a8f09fb8", "Изтриване на блока"),
                n("i89195ea", "Разделител"),
                n("da8ac57c", "Редактиране на надписа"),
                n("a8fdd09c", "Публикуване на статия"),
                n("d8047cc8", "Публикуване"),
                n("ff7ddca2", "Статията ти ще се покаже като публикация, след като бъде публикувана. Освен това може да я намериш в раздела „Статии“ в профила си."),
                n("ef34d7be", "Контролите за аудитория и отговор не могат да се редактират, след като статията е публикувана."),
                n("e52d4998", "Избери аудиторията си"),
                n("d7985b24", "Избери кой може да отговаря на тази статия"),
                n("b5660338", "Преглед на хроника"),
                n("hff1b97a", "Само абонирани потребители могат да отговарят."),
                n("a330771e", "Копиране на връзката в клипборда"),
                n("b6510e68", "Копирай URL адреса на статията, за да можеш да я споделиш."),
                n("e4a6e006", "Нещо се обърка. Моля, опитай пак."),
                n("eff483e0", "След като публикуваш, получи връзка, за да споделиш статията."),
                n("ca15dd4e", "Чернова");
            n("bb40bf66", "Публикувано"),
                n("h107935c", "Последно запазване току-що"),
                n("a753a870", "Прилагане"),
                n("afccc67e", "Копиране на връзката към статията"),
                n("beb24e9e", "URL адресът е публикуван в клипборда"),
                n("db9cc928", "Изтриване на статията?"),
                n("c4e28ba6", "Това не може да бъде отменено и ще загубиш статията си."),
                n("ff2982d0", "Статията ти ще бъде изтрита. Това не може да бъде отменено и ще бъде премахната от профила ти, от хрониката на профилите, които те следват, и от резултатите от търсенето."),
                n("ca17beec", "Статията ти е изтрита"),
                n("f5cbb31c", "Изтриване на статията"),
                n("f0977f52", "Да, изтриване"),
                n("db419d4c", "Преглед на черновата"),
                n("a1bc8e6c", "Преглед на статията"),
                n("b6f72a22", "Публикуването на тази статия ще бъде прекратено, а тя ще бъде преместена в черновите ти и няма да се вижда публично."),
                n("f558d2e0", "Преместване в черновите"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "Моля, избери 1 GIF файл или до 4 снимки."),
                n("eb7ab862", "Избери до 4 снимки, видеоклипа или GIF файла."),
                n("ce9a9736", "Запазва се..."),
                n("dd63549e", "Успешно! Статията ти е публикувана"),
                n("a4d128bc", "Успешно! Статията ти е публикувана и връзката е копирана в клипборда"),
                n("b4071e18", "Заглавие на статията"),
                n("f586b7fa", "Добави заглавие"),
                n("ab0fa9ba", "Върни се в черновите, за да редактираш"),
                n("c5f35c98", "Материалите се качват..."),
                n("d739d83e", "Отмяна на качването"),
                n("a94efeda", "Запазване на материалите..."),
                n("gd79d45a", "Фокусирай се, докато пишеш, като включиш режима на фокусиране"),
                n("g1866bb2", "Върни се към нормалния редактор, като излезеш от режима на фокусиране"),
                n("a6a78df4", "Статията ти трябва да има заглавие и съдържание, преди да бъде публикувана."),
                n("ia656f1c", "Статията ти има заглавие, но трябва да има съдържание, преди да бъде публикувана."),
                n("d3855e36", "Статията ти трябва да има заглавие, преди да бъде публикувана."),
                n("f325958e", "Заглавието надхвърля ограничението за брой знаци. Съкрати го и след това публикувай."),
                n("ie5d9064", "Статията ти надхвърля ограничението за брой знаци. Съкрати основния текст и след това я публикувай."),
                n("e03487a0", "Заглавието надхвърля ограничението за брой знаци, а статията надхвърля броя думи. Съкрати ги и след това я публикувай."),
                n("e938d562", "Заглавието надхвърля ограничението за брой знаци. Съкрати го, добави основен текст и след това я публикувай."),
                n("e449c546", "Статията ти трябва да има заглавие, но надхвърля броя думи. Добави заглавие, съкрати основния текст и след това я публикувай."),
                n("bd00e836", "Последната ти чернова не е запазена, тъй като надхвърля ограничението за брой знаци."),
                n("ic110f68", "Последната ти чернова не е запазена, тъй като е твърде дълга."),
                n("ifea3114", "Споделяне"),
                n("b384f696", "Препоръчваме заглавието да бъде между 50 – 70 знака"),
                n("a7da0adb", function (e) {
                    return e.count + " дум" + t(e.count, "а", "и");
                }),
                n("aea1d455", function (e) {
                    return e.count + " минут" + t(e.count, "а", "и");
                }),
                n("df898d71", function (e) {
                    return e.readingTimeValue + " време за четене";
                }),
                n("i9aadf4a", "Тази връзка може да е неправилна. Щракни върху една от твоите статии от лявата странична лента, за да прочетеш, редактираш или публикуваш статия."),
                n("hfdce46e", "Публикуването на статията ти беше прекратено"),
                n("df079228", "Режим на фокусиране"),
                n("f5037228", "Препоръчваме изображение със съотношение 5:2 за най-добри резултати."),
                n("f965e890", "Черновите ти се съхраняват тук"),
                n("c2756718", "Твоите публикувани статии се съхраняват тук"),
                n("af65c854", "Редактиране в режим на фокусиране"),
                n("e05e2336", "Прекратяване на публикуването, преместване на статията в черновите"),
                n("d36447e0", "Тук можеш да пишеш"),
                n("ca0ed982", "Продължи чернова или създай нова статия"),
                n("ee9e42aa", "Писане"),
                n("e9a50596", "Възникна грешка при създаването на нова чернова"),
                n("e070024a", "Редактиране на снимката"),
                n("i7d24b36", "Следващото изображение"),
                n("f96a38a2", "Предишното изображение"),
                n("hac7c548", "Изрязване на мултимедията"),
                n("e3dbfba4", "Редактиране описанието на изображението"),
                n("dd4a83a6", "Предупреждение за съдържанието"),
                n("ffe9ec3a", "Добавяне на описания"),
                n("j063b262", "Можеш да добавиш към снимките си описание (понякога наричано „алтернативен текст“), за да бъдат достъпни за още повече хора, включително слепите и тези с увредено зрение. Добрите описания са кратки, но достатъчно точно обясняват показаното на снимките, за да се разбере контекстът им."),
                n("e57144f0", "Да"),
                n("f9f9210c", "Не, благодаря"),
                n("feabf2a0", "Алтернативен текст"),
                n("e36287c6", "Описание"),
                n("cf565d08", "Какво е алтернативен текст?"),
                n("d9f7b32a", "Добавяне на предупреждение за съдържанието към тази публикация"),
                n("ead1b80a", "Избери категория и ще добавим към тази публикация предупреждение за съдържанието. Така хората могат да избягват съдържание, което не искат да виждат."),
                n("h2437f26", "С деликатен характер"),
                n("g5e1668a", "Възможност за изтегляне"),
                n("fdc6a52a", "Когато е включена, твоето видео ще бъде налично за изтегляне."),
                n("fe09fde2", "Промяна на настройките"),
                n("cd5cba97", function (e) {
                    return "Предупреждение за съдържанието: " + e.formattedWarningList;
                }),
                n("h7215a76", "Авторът на публикацията я означи като съдържание с деликатен характер."),
                n("j32d345e", "Следното може да има деликатно съдържание"),
                n("f1d9930c", "Скриване"),
                n("c91f83ae", "Редактиране на видеоклипа"),
                n("icbec4ae", "Качване на надписи"),
                n("e0342f98", "Надписи"),
                n("e7048e74", "Подрязване на мултимедийния файл"),
                n("ga408160", "Следващо видео"),
                n("dc402134", "Предишно видео"),
                n("bf4e9d7a", "Качване на файл с надписи (.srt)"),
                n("j435467e", "Можеш да добавиш към видеоклипа си субтитри и надписи, като качиш валиден файл със субтитри. Файлът трябва да е във формат SRT. Субтитрите и надписите не се променят при редактиране на видеоклипа."),
                n("a6b267fa", "Премахване на надписите"),
                n("a609edbe", "Създаване на нова публикация"),
                n("dc295bb0", "Публикуване в общност"),
                n("e536de22", "Първо трябва да станеш член, за да публикуваш. Присъедини се към тази общност, за да участваш!"),
                n("cb817dae", "Редактирай публикация"),
                n("bec9cff8", "Регистрирайте се за X"),
                n("c150ba68", "Приветстваме те!"),
                n("f8e2163e", "Искаш ли първо да влезеш в профила си?"),
                n("a108c147", function (e) {
                    return "Искаш ли да последваш @" + e.screenName + "?";
                }),
                n("c66afdc3", function (e) {
                    return "Следване на @" + e.screenName;
                }),
                n("feccfd6e", "Трябва да влезеш в профила си, преди да можеш да последваш някого."),
                n("dedce756", "Сега можеш да харесаш тази публикация."),
                n("ha5987e0", "Искаш ли да харесаш тази публикация?"),
                n("f98f4e00", "Трябва да влезеш в профила си, преди да можеш да харесаш тази публикация."),
                n("b459ba4c", "Трябва да влезеш в профила си, преди да можеш да отговориш на тази публикация."),
                n("f3e1093a", "Сега можеш да препубликуваш това."),
                n("i1d8723c", "Искаш ли да препубликуваш тази публикация?"),
                n("h19f38de", "Трябва да влезеш в профила си, преди да можеш да публикуваш това."),
                n("e289d950", "Трябва да влезеш в профила си, преди да можеш да споделиш тази публикация."),
                n("d28215f0", "Съжаляваме, анкетите не са разрешени в общностите!"),
                n("ec2fc089", function (e) {
                    return "Твоята/ите публикаци" + t(e.numOfTweets, "я беше", "и бяха") + " изпратена/и на " + e.communityName;
                }),
                n("c7152355", function (e) {
                    return "Не забравяй да направиш изображени" + t(e.numberOfImages, "ето", "ята") + " достъпно";
                }),
                n("ffa5562a", "Добрите описания на изображения са сбити, но описателни. Ако има текст в изображението, се погрижи да го преразкажеш или препишеш."),
                n("a2d3facd", function (e) {
                    return "Описани" + t(e.numberOfImages, "ето ти прави", "ята ти правят") + " X достъпен за хора с увреждания и за всички, които се нуждаят от повече контекст.";
                }),
                n("cc6d0a48", "Можеш да изключиш това напомняне в настройките за достъпност."),
                n("j499fbcb", function (e) {
                    return "Добави описани" + t(e.numberOfImages, "е", "я");
                }),
                n("bb8170da", "Не сега"),
                n("h4dd544e", "Твоята публикация беше изпратена."),
                n("ice925ce", "Твоята публикация е редактирана."),
                n("eae9e604", "Твоята публикация беше изпратена. Разполагаш с 30 минути, за да я редактираш."),
                n("gcdf3fd6", "Публикацията ти бе изпратена. Разполагаш с 1 час, ако желаеш да я редактираш."),
                n("c7999d10", "Твоите публикации бяха изпратени."),
                n("b97f5eb2", "Публикацията се изпраща…"),
                n("g08523f0", "Публикацията се изпраща... след като бъде публикувана, разполагаш с 30 минути, за да направиш евентуални редакции."),
                n("fa53f95c", "Публикацията се изпраща... след като бъде публикувана, разполагаш с 1 час, за да направиш евентуални редакции."),
                n("a608b1b4", "Отхвърляне на публикация?"),
                n("j890123a", "Да се отхвърли ли нишката?"),
                n("af4d0a80", "Да се отхвърлят ли редакциите?"),
                n("bb01231c", "Това не може да бъде отменено и ще загубиш черновата си."),
                n("if69307c", "Ако напуснеш, промените ти няма да бъдат запазени."),
                n("d2c271f6", "Запазване на публикация?"),
                n("abb90544", "Можеш да запазиш това в черновите си, за да го изпратиш по-късно."),
                n("d3bb6f30", "Бележка: отбелязаните профили в медийното съдържание няма да бъдат запазени в черновата."),
                n("bf9b89e4", "Черновата ти бе запазена."),
                n("i63bfbf0", "Запомни мисълта си"),
                n("a6c55352", "Още качваме видеоклипа ти. Наистина ли искаш да отхвърлиш публикацията си? Черновата и прикачените файлове ще бъдат изгубени."),
                n("c3d89aca", "Напред"),
                n("b983f9e0", "Внимание"),
                n("ed5c4342", "Имай предвид някои неща..."),
                n("abc4afcc", "Времето ти за редактиране изтече"),
                n("a9a471fa", "Публикациите могат да бъдат редактирани само в рамките на 30 минути след публикуването им."),
                n("a3483f1c", "Публикациите могат да бъдат редактирани само в рамките на първия час след публикуването им."),
                n("g4bcc5f4", "Това е последната ти редакция"),
                n("g922bf14", "Твоята публикация не може да бъде актуализирана отново."),
                n("f58b5009", function (e) {
                    return "Твоята публикация ще бъде изпратена на " + e.scheduleDate + " в " + e.scheduleTime;
                }),
                n("fa97f508", "След като изпратиш тези публикации, ще можеш да добавиш още в нишката."),
                n("c091760c", "Редакцията не бе запазена. Можеш да опиташ да извършиш актуализацията отново или да я отхвърлиш и да започнеш отначало."),
                n("d38504ad", function (e) {
                    return "Избери до " + e.maxMediaCap + " снимки, видеоклипа или GIF файла";
                }),
                n("dd6734c2", "Прочети повече"),
                n("g589c2e2", "Опция 1"),
                n("a1e6c3a2", "Опция 2"),
                n("a739e006", "Опция 3 (незадължително)"),
                n("d89a5b92", "Опция 4 (незадължително)"),
                n("c2a8118e", "Премахване на анкетата"),
                n("a8ede1de", "Добавяне на опция"),
                n("af40a8e0", "Добавяне"),
                n("caf8edc4", "Продължителност на анкетата"),
                n("g93586be", "Дни"),
                n("d073b644", "Работно време"),
                n("a2f0728e", "Минути"),
                n("c9f5ae0a", "Запазено в „Чернови“"),
                n("f0afcc0e", "Добавяне на анкета"),
                n("d39e3e78", "Насрочване на публикация"),
                n("f6bab0da", "Текст на публикация"),
                n("cc2b28fc", "Можеш да имаш само 1 тип прикачени файлове"),
                n("i6f7062c", "Добавяне на публикация"),
                n("j1d5791c", "Добавяне на отговор"),
                n("e76f3776", "Премахване на публикация"),
                n("ec10ee02", "Анкета"),
                n("cce30dcc", "Отбелязване на местоположението"),
                n("ee016dd6", "За качването на дълги видеоклипове е нужно известно време. Не затваряй раздела на браузъра, за да не прекъснеш качването."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " изображение описани" + t(e.numberOfAltTextEntries, "е", "я");
                }),
                n("d1175c78", "Отбелязване на хора"),
                n("b2943227", function (e) {
                    return "Качване на надписи файл" + t(e.numberOfVideos, "", "а") + " (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " надпис файл" + t(e.numberOfSubtitles, "", "а");
                }),
                n("e349147c", "Какво се случва?"),
                n("b4481d6c", "Сподели какво мислиш..."),
                n("fbd24526", "Добавяне на друг отговор"),
                n("de4669e2", "Добавяне на коментар"),
                n("ed1f39ec", "Публикувай своя отговор"),
                n("a402b908", "Задай въпрос"),
                n("ic05a146", "Заглавие"),
                n("d9c096f0", "Генериране на изображение"),
                n("d2553906", "Подобряване на публикацията ти"),
                n("b85f402a", "Подобряване на публикацията ти с Grok"),
                n("e815fc34", "Избери аудитория"),
                n("cf44066a", "Кръг"),
                n("c6992b94", "Само за Premium"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + t(e.count, "човек", "души");
                }),
                n("f0598964", "Искаш да споделяш с по-малко хора?"),
                n("e1ae1c0a", "Кръгът в X ти дава възможност да изпращаш публикации само до избрани от теб хора."),
                n("eb969e30", "Как работи кръгът"),
                n("bb55e8ee", "Добави хора"),
                n("f1aedb7c", "Можеш да избереш до 150, за да ги включиш в кръга си."),
                n("b659fba8", "Публикувай само до тях"),
                n("c474be66", "Продължавай, сподели какво мислиш. Само хората в кръга ти могат да видят и да отговорят на публикациите."),
                n("h031847a", "Променяй по всяко време"),
                n("bd9db21f", "Научи повече"),
                n("gfca5254", "Правила"),
                n("f510c8b2", "Правила на общността"),
                n("g46f363e", "Провери правилата на общността, преди да се присъединиш към разговора"),
                n("f6fec9f6", "Премахване на визуализацията на картата"),
                n("b2df0574", "Също така споделяй с последователи"),
                n("ccfc7453", function (e) {
                    return "Всеки в кръга на @" + e.screenName + ", който те следва, може да отговори";
                }),
                n("d4d17205", function (e) {
                    return "Всеки в кръга на @" + e.screenName + " може да отговори";
                }),
                n("df961844", "Само хората в кръга ти, които те следват, могат да отговарят"),
                n("ce958ec8", "Само хората в кръга ти могат да отговарят"),
                n("c7df589e", "Всеки твой последовател в кръга на автора на публикацията може да отговори"),
                n("j65d7c72", "Всеки в кръга на автора на публикацията може да отговори"),
                n("i8ea6d4e", "Могат да отговарят всички"),
                n("a176d0d8", "Могат да отговарят профили, които следваш"),
                n("gc7e52ca", "Само споменатите от теб профили могат да отговарят"),
                n("feb7560a", "Само абонатите могат да отговарят"),
                n("h257006e", "Преглеждане на правилата на тази общност"),
                n("ebe1d850", "Само твоите абонати могат да отговарят"),
                n("b121464a", "Само потвърдени профили могат да отговарят"),
                n("aa65a44a", "Ще запомним избора ти на това устройство"),
                n("a4993fa2", "Добавяне на GIF файл"),
                n("bfb895b1", function (e) {
                    return "Ще се изпрати в " + e.date + " в " + e.time;
                }),
                n("hb36f723", function (e) {
                    return "Само първите " + e.count + " знака ще бъдат видими в хрониката.";
                }),
                n("d759c09e", "Изпробвай"),
                n("e4472565", function (e) {
                    return "Качено (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "Обработва се (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "Качва се (" + e.percent + "%)";
                }),
                n("daad8822", "Качването е неуспешно"),
                n("i8ff6261", function (e) {
                    return "Изглежда, че това видео надхвърля максималния размер на файла, който може да бъде качен (" + e.human_readable_max_size + "ГБ).";
                }),
                n("cba4fdde", "Предаване с 1080p към зрителите в X"),
                n("ef8f5d90", "Препоръчани"),
                n("a7046fb0", "Рядко е необходима"),
                n("acf3ecf4", "Добавяне на материал"),
                n("bdbcdd94", "Добавяне на снимки"),
                n("f2c8c04d", "трябва да направиш публикациите си публични"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " и " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " и " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "абонатите"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " и " + e.otherUserName;
                }),
                n("i9451241", "абонатите"),
                n("hdf48104", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("dcbb6a0b", "абонатите"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("c65916af", "абонатите"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " и " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " и " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + " ";
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "Рекламиране"),
                n("f11264ac", "Добавяне на метод на плащане"),
                n("j619ec94", "Рекламиране на публикацията"),
                n("h1fcb36c", "Рекламирай публикацията си"),
                n("fd22cfe0", "правилата и условията за рекламите."),
                n("i3656b52", "Колко искаш да изразходваш?"),
                n("h7c29de6", "Прогнозен обхват"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " – " + e.audienceHigh + " души";
                }),
                n("i976aff4", "Актуализирай информацията за дневния си бюджет, за да съвпада с валутата ти на таксуване."),
                n("e1e912f2", "Твоята публикация е публикувана, но не успяхме да я буустнем. Няма да бъдеш таксуван/а."),
                n("fe26420a", "Добавяне на ключови думи"),
                n("aacfbe55", function (e) {
                    return "Ти публикуваш за @" + e.screenName + ".";
                }),
                n("ga8627cd", function (e) {
                    return "Отговаряш от името на @" + e.screenName + ".";
                }),
                n("e6d2573f", function (e) {
                    return "Изпращаш съобщение от името на @" + e.screenName + ".";
                }),
                n("d37a3e15", function (e) {
                    return "Създаваш този списък от името на @" + e.screenName + ".";
                }),
                n("ceb1ad26", "Представяме видеоклипове с възможност за изтегляне"),
                n("ea97bc08", "Стани офлайн или ремиксирай! Потребителите на Premium вече имат силата да изтеглят и да претворяват твоето съдържание. Ако не искаш видеоклиповете ти да се изтеглят, натисни „Редактиране“ на видеото си. Твоето съдържание, твоите правила."),
                n("e6042757", function (e) {
                    return "Остава(т) " + e.minutes + " минут" + t(e.minutes, "а", "и") + " и " + e.seconds + " секунд" + t(e.seconds, "а", "и") + " за редактиране на публикацията";
                }),
                n("a4e39717", function (e) {
                    return "Остава(т) " + e.minutes + " минут" + t(e.minutes, "а", "и") + " за редактиране на публикацията";
                }),
                n("c55eed72", "Отговор до"),
                n("caca3102", "Други хора в този разговор"),
                n("c6a6dc2f", function (e) {
                    return "Блокираш потребителя @" + e.screenName + ", така че той няма да получи известие, когато отговориш.";
                }),
                n("f5b426c2", "Потребителите се зареждат"),
                n("c20dc654", "Могат да бъдат отбелязани най-много 10 човека."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " не може да бъде отбелязван/а в снимки";
                }),
                n("cca7fa72", "Насрочените публикации не могат да се изтрият."),
                n("c5dd0190", "Час"),
                n("edeff232", "Дата"),
                n("fddf24b4", "Часова зона"),
                n("d39dc06e", "Не можеш да насрочиш изпращане на публикация в миналото."),
                n("d024efe2", "Не можеш да насрочиш публикация за след повече от 18 месеца."),
                n("d15af6da", "Някои неизпратени публикации не бяха изтрити."),
                n("a1e1b748", "Избраните от теб неизпратени публикации бяха изтрити."),
                n("ce80fba0", "Неизпратените публикации се зареждат"),
                n("i5d56b62", "Още нямаш готовност да изпратиш дадена публикация? Запиши я в черновите си или я насрочи за по-късно."),
                n("aef6257e", "Неизпратените публикации се изтриват"),
                n("dce0bc34", "Неизпратени публикации"),
                n("f8464692", "Насрочени"),
                n("e8bd47f2", "Избиране на всичко"),
                n("j2b145d4", "Премахване на избора от всички"),
                n("h6c79ac2", "Отхвърляне на неизпратените публикации"),
                n("d0a4a03c", "Това не може да бъде отменено и ще загубиш неизпратените публикации."),
                n("f9f69d32", "Изпращането не бе успешно"),
                n("j74e5dd4", "Публикацията, на която се опитваш да отговориш, е изтрита"),
                n("c5ceafc8", "Отговаря се"),
                n("f501ba43", function (e) {
                    return "още " + e.count + " публикаци" + t(e.count, "я", "и");
                }),
                n("b321d0cc", "Зареждане на изображения"),
                n("abd649ce", "Отхвърляне на неизпратена публикация"),
                n("c7d42978", "Това не може да бъде отменено и ще загубиш черновата на твоята публикация."),
                n("e43a5528", "Нещо се обърка и неизпратената публикация не бе изтрита."),
                n("e7c766ee", "Услугите за местоположение са деактивирани"),
                n("ab68727a", "Можеш да ги включиш в настройките на устройството си."),
                n("ae4057a2", "Местоположението не може да се определи"),
                n("bf2923a6", "Провери настройките на устройството си."),
                n("d963d1b6", "Не са намерени места"),
                n("a893d602", "OK"),
                n("be6cc44e", "Търсене на местоположения"),
                n("d8ef3232", "Местоположенията не бяха извлечени"),
                n("b01ed2db", function (e) {
                    return e.distance + " мили";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " фута";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " км";
                }),
                n("b211849f", function (e) {
                    return e.distance + " м";
                }),
                n("fd391b9f", function (e) {
                    return "Вградена " + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "Започна да следваш @" + e.screenName;
                }),
                n("ge5067bc", "Скриване на отговора"),
                n("j136c720", "Отговорът е скрит от публикацията"),
                n("d66f0338", "Скриване на отговорите на публикациите ти"),
                n("cfc8cb50", "За да ти предоставим по-голям контрол върху стартираните от теб разговори, авторите на публикации могат да скриват отговори на публикациите си."),
                n("if8dc5f0", "Скритите отговори са на отделна страница и всеки може да ги види, като избере иконата за скрити отговори в публикацията."),
                n("b2615c6d", function (e) {
                    return "Да се блокира ли и @" + e.screenName + "?";
                }),
                n("i62a03aa", "Не"),
                n("f9f27fa2", "Скриване на публикация"),
                n("ce87916a", "Добавяне/премахване от акценти"),
                n("eaae42ce", "Добавяне към акценти?"),
                n("h032d096", "Премахване от акценти?"),
                n("be38d25e", "Тази публикация ще бъде представена в раздела с акценти в профила ти."),
                n("d2be9310", "Тази публикация ще бъде премахната от раздела с акценти в профила ти."),
                n("jea6b076", "Успешно добавено към акценти."),
                n("ce6fd0ec", "Успешно премахнато от акценти."),
                n("ha35a1d2", "Закачване в профила ти"),
                n("d04f95c0", "Твоята публикация бе закачена към профила ти."),
                n("i419d136", "Закачване на публикацията в профила?"),
                n("c1b9714a", "Тази публикация ще се показва в началото на профила ти и ще замени досега закачената, ако има такава."),
                n("fe4d099a", "Акцент"),
                n("e8d4c1cc", "Акцентирането на публикации е функция на абонамент. Получи потвърждаване, за да отключиш тази функция и други."),
                n("b68c3784", "Получи потвърждаване"),
                n("bb16cc76", "Напускане на този разговор"),
                n("de21174c", "Напусна този разговор"),
                n("j33c9fc6", "Всъщност ще остана"),
                n("aed79c54", "Нека напуснем този разговор"),
                n("h12044a4", "Понякога нямаш желание да участваш. Напускането на разговор ще доведе до следните неща…"),
                n("f100e566", "Премахване на отбелязването на потребителското ти име"),
                n("a0d68f4e", "Потребителското ти име ще остане, но отбелязването му в оригиналната публикация и отговорите ще бъде премахнато."),
                n("b00255b6", "Спиране на споменаванията в бъдеще"),
                n("geea29ee", "Хората не могат да те споменават отново в този разговор."),
                n("c54678e8", "Спиране на известията"),
                n("ga4fa180", "Няма да получаваш допълнителни известия, но пак можеш да виждаш разговора."),
                n("h8dde772", "Никой няма да получи известие, ако напуснеш разговор."),
                n("ee87e71c", "Не можеш да заглушиш себе си."),
                n("ed428a76", "Не заглушаваш посочения потребител."),
                n("e2d6c17e", "Заглушаване на разговора"),
                n("cd1942f4", "Без заглушаване на разговора"),
                n("bbd8bed6", "Известията за този разговор са заглушени"),
                n("c13af432", "Без заглушаване на известията за този разговор"),
                n("df744bda", "Заглушаване"),
                n("j9552760", "Заглушаване на разговор"),
                n("d751694c", "Когато заглушиш разговор, няма да получаваш нови известия за него."),
                n("a50c911e", "Публикацията ти е закачена и добавена към акцентите"),
                n("d1c1e2c2", "Закачане в общността"),
                n("j832cc34", "Това ще се показва в началото на общността ти."),
                n("h7dbb2f2", "Тази публикация ще се показва в началото на общността ти и ще замени досега закачената, ако има такава."),
                n("d8725596", "Закачено от модератори на общността"),
                n("f5cdcc2c", "Тази реклама не ме интересува"),
                n("c2e276e4", "Изключване на автора от общността"),
                n("a95f04ba", "Наистина ли искаш да премахнеш отбелязването на снимка от тази публикация?"),
                n("jfc76958", "Премахване на отбелязването от снимката"),
                n("j4e43d8b", function (e) {
                    return "Докладване на " + e.entity;
                }),
                n("e3fd237e", "Докладване на рекламата"),
                n("d1e21610", "Докладвай за NetzDG нарушение"),
                n("d7513755", function (e) {
                    return "Търсене на публикации на @" + e.screenName + " в тази общност";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " за " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "Спиране на следването на @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "Спря да следваш @" + e.screenName;
                }),
                n("i31dfa4c", "Показване на отговора"),
                n("j8e56ba2", "Отговорът бе показан"),
                n("ic030338", "Откачване от профила"),
                n("gfcea3f4", "Откачване на публикацията от профила?"),
                n("eb2d59f4", "Това повече няма да се показва автоматично в началото на профила ти."),
                n("a2dd7414", "Твоята публикация беше откачена от профила ти"),
                n("cac6a24a", "Премахване на закачена публикация"),
                n("i642edc4", "Тази публикация повече няма да се показва в началото на емисията на общността."),
                n("f9478972", "Преглед на скритите отговори"),
                n("c5491b5d", function (e) {
                    return "Преглед на ангажиранията с " + e.entity;
                }),
                n("haebcf52", "Хората не могат повече да те споменават в този разговор и няма да получаваш нови известия."),
                n("c837fcaa", "Показване на още отговори"),
                n("d228a9a0", "Показване на още"),
                n("g0b48670", "Към този разговор има прекалено много отговори, за да могат да бъдат показани всички."),
                n("d9b417c4", "Задаване „Не ме интересува“"),
                n("c29d6806", "Спиране на препоръчването"),
                n("ge8f3043", function (e) {
                    return "Следване на темата „" + e.topicName + "“";
                }),
                n("aa576cbf", function (e) {
                    return "Спиране на следването на темата „" + e.topicName + "“";
                }),
                n("i77347d1", function (e) {
                    return "Отхвърляне на темата „" + e.topicName + "“";
                }),
                n("d69b2d90", "Тази тема не те интересува"),
                n("je808a17", function (e) {
                    return "Тема „" + e.topicName + "“";
                }),
                n("ic6aa5f4", "Удостоверен."),
                n("c02e7e3c", "Зарежда се..."),
                n("c5453f28", "Втори кръг"),
                n("eb256a86", "Първи кръг"),
                n("g77adc66", "Шейстнадесети кръг"),
                n("a6d2520c", "16 кръг"),
                n("g5b63eb6", "Елитна осмица"),
                n("d8bf2890", "Елитна 8"),
                n("f9d3d6f2", "Финална четворка"),
                n("bda24f7c", "Последна 4"),
                n("i5043440", "Национално първенство"),
                n("fcb16026", "Първенство"),
                n("e9c89ee8", "Изток"),
                n("h259fd86", "Запад"),
                n("a7b2545a", "Юг"),
                n("fdf7819a", "Среден запад"),
                n("i899e9b0", "Изпращане на схема"),
                n("c5b04394", "Преглед на избраните"),
                n("h836bbae", "Преглед на турнира"),
                n("e1059d6c", "1-ви кръг"),
                n("b1602be4", "2-ри кръг"),
                n("ef7bc2c0", "20 – 21 март"),
                n("h726aaf2", "22 – 23 март"),
                n("ee7cd198", "27 – 28 март"),
                n("fed91402", "29 – 30 март"),
                n("aba0a450", "5 април"),
                n("jdfba2dc", "7 април"),
                n("b7c6bc12", "Предстои да бъде определено"),
                n("c373612c", "Избери:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " над "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "Изпрати сега"),
                n("b23688c8", "Отмяна на таймера"),
                n("cca5d499", function (e) {
                    return "Разкажи ми за " + e.selectedText + " в 1 или 2 изречения.";
                }),
                n("d231a76a", "Спечели 100 хил. долара за най-добрата схема 🏀"),
                n("heaba5d8", "Създай перфектната схема за колежански баскетбол в X. Перфектната схема печели пътуване до Марс!"),
                n("i57d3ea0", "Прилагат се правила"),
                n("a0440af6", "Създаване на схема"),
                n("aaad27c8", "Автор"),
                n("eb748f7e", "Преглед на статистиката на публикацията"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "Монет" + t(e.count, "а", "и");
                }),
                n("be059f7e", "Достигни до още 100 хил. потребители още сега"),
                n("c34f845e", "Опитай да приоритизираш тази публикация!"),
                n("c37102aa", "Достигни до над 100 000 потребители днес, които е много вероятно да се интересуват от съдържанието ти."),
                n("ac245c4c", "Приоритизиране на видимостта сега"),
                n("e4db6326", "Може би по-късно"),
                n("g6237a1e", "Провежда се кампания за спонсориране"),
                n("d6b5949e", "Рекламирането е на пауза"),
                n("ffd9cfe6", "Преглед на още"),
                n("d172116a", "Откриване на още"),
                n("be5df69e", "Още публикации"),
                n("g11ebd34", "Още предложения"),
                n("g4a6901a", "Преглед"),
                n("h6453e74", "Търсене в публикациите"),
                n("je506a60", "Промяна на потребителското име"),
                n("c0fcb08a", "Промяната на потребителското ти име ще доведе до временно премахване на отметката и афилиейт партньорствата ти, докато бъдат прегледани."),
                n("d1f6d336", "Потребителско име"),
                n("de65c756", "Предложения"),
                n("ebeeac1a", "Промяна на имейл адрес"),
                n("dc013356", "Настоящ"),
                n("ea28c7ce", "Настройките за имейли се зареждат"),
                n("f3f66252", "Добавяне на имейл адрес"),
                n("i5107de4", "Актуализиране на имейл адреса"),
                n("d19fd42a", "Повторно изпращане на потвърждението по имейл"),
                n("g4da3246", "Имейлът е изпратен. Провери входящите си съобщения за връзка за потвърждение."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "Настояща парола"),
                n("a9bc3044", "Нова парола"),
                n("b8c03cfc", "Потвърждаване на паролата"),
                n("b731d32c", "Паролата ти бе променена успешно."),
                n("d555d7e0", "Новата парола не може да съвпада със сегашната ти."),
                n("fa8af9ae", "Паролите не съвпадат."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " приложени" + t(e.applicationCount, "е", "я");
                }),
                n("j25601d9", "Научи повече"),
                n("cb841d56", "Смяна на телефона"),
                n("ce37ea44", "Добавяне на телефонен номер"),
                n("ibaf239e", "Актуализиране на телефонния номер"),
                n("j2636558", "Изтриване на телефонния номер"),
                n("e49b16d4", "Да се изтрие ли телефонният номер?"),
                n("i931719e", "Така този номер ще бъде премахнат от профила ти и повече няма да можеш да получаваш на него известия или кодове за вход."),
                n("j841d1f4", "Телефонът е премахнат."),
                n("fe8b565a", "Това изтрива телефонния номер от този профил и повече няма да получаваш известия от X като SMS съобщения. Освен това така ще се изключи удостоверяване в две стъпки за този профил."),
                n("hf45b8d4", "Това изтрива телефонния номер от този профил и повече няма да получаваш известия от X като SMS съобщения. Освен това така ще се изключат SMS съобщенията като метод за двустепенно удостоверяване за този профил."),
                n("bc262c2e", "Допълнителни методи"),
                n("hc1a91da", "Резервни кодове"),
                n("e4fed8f0", "Получи резервни кодове за еднократна употреба, за да можеш да влизаш в X, ако нямаш достъп до опциите за удостоверяване в две стъпки."),
                n("b39c7b14", "Да се деактивира ли потвърждаването при влизане?"),
                n("a923fce6", "Изключването на удостоверяването в две стъпки означава, че профилът ти може да е по-уязвим за компрометиране. Наистина ли искаш да го изключиш?"),
                n("ff781e0a", "Да се изключи ли това?"),
                n("c557ac30", "Наистина ли искаш да изключиш този метод?"),
                n("d133464a", "Ако изключиш това, този метод за двустепенно удостоверяване ще бъде премахнат от профила ти. Наистина ли искаш да го изключиш?"),
                n("ee3a7bfa", "Изключване"),
                n("aa9139cc", "Заявки за потвърждаване на влизането"),
                n("jc22dd42", "След като влезеш в профила си, X ще изпрати насочено известие до приложението X, което ще трябва да одобриш, за да имаш достъп до профила си."),
                n("a219e218", "OK"),
                n("e0d79de8", "С профила ти е свързан само един ключ за сигурност. За да можеш да влизаш в профила си, ако загубиш ключа, добави друг ключ и запази резервен код за двустепенно удостоверяване."),
                n("ja6bbfa0", "Данните за потвърждаване на влизането се зареждат"),
                n("c2570922", "SMS"),
                n("fba9483c", "Използвай мобилния си телефон, на който да получаваш SMS съобщение с код за удостоверяване, който да въвеждаш при влизане в X."),
                n("ab61b41a", "Приложение за удостоверяване"),
                n("a67c7d68", "Използвай мобилно приложение за удостоверяване и при всяко свое влизане в X получавай код за потвърждение, който да въведеш."),
                n("h6d0d89c", "Ключ за сигурност"),
                n("b3e5c946", "Когато влизаш в X, използвай ключ за сигурност, който се включва в компютъра ти или се синхронизира с мобилното ти устройство. Трябва да използваш поддържани браузър или мобилно устройство."),
                n("cd195528", "Добавяне на нов ключ за сигурност"),
                n("a1860ee8", "Временна парола"),
                n("j45a2856", "Създай еднократна временна парола, която да използваш за услуги на трети страни."),
                n("d8612d9c", "Първо включи „Текстово съобщение“ или „Приложение за удостоверяване“"),
                n("e13d4468", "Преди да можеш да настроиш ключ за сигурност, трябва първо да включиш „Текстово съобщение“ или „Приложение за удостоверяване“ като един от методите си за удостоверяване в две стъпки."),
                n("c1d96d6a", "Вече добави максималния брой ключове"),
                n("gf91694e", "Трябва да изтриеш ключ, преди да добавиш друг."),
                n("j265ddb6", "Потвърди имейла адреса си"),
                n("a7cfdf1c", "За да се включи удостоверяването в две стъпки, трябва да свържеш имейл адрес с този профил в X и след това да го потвърдиш, за да знаем, че наистина е твой."),
                n("d7bfde1a", "Изглежда, че профилът ти е спрян. Докато е така, не можеш да включиш двустепенното удостоверяване."),
                n("g268fbb8", "Този профил е с потвърдена самоличност."),
                n("f66d24be", "Център за помощ"),
                n("c8255462", "Скрий етикета за потвърдена самоличност"),
                n("c6e731ee", "Скрий етикета за потвърдена самоличност, така че хората да не го виждат, когато натиснат върху синята отметка в профилната ти страница."),
                n("be582166", "Потвърждаването на самоличността може ти да помогне да защитиш профила си срещу имитиране и гарантира етикет за потвърдена самоличност на твоя профил."),
                n("b496bc94", "Преглеждаме твоя официален документ за самоличност. Ще те държим в течение чрез известия!\n\nСлед като бъдеш одобрен/а, ще получиш етикет за потвърдена самоличност в профила си, така че хората да знаят, че профилът ти е с потвърдена самоличност."),
                n("d8f5cce4", "Надхвърли ограничението за заявки за потвърждаване на самоличността. Изчакай 24 часа, преди да опиташ отново."),
                n("i8427a1e", "Този профил не отговаря на условията за потвърждаване на самоличността. В момента само отделни абонати на Premium отговарят на условията за потвърждаване на самоличността."),
                n("cdc65e89", function (e) {
                    return e.title + " (незадължително)";
                }),
                n("h05c1f28", "Потвърди своя профил, като предоставиш официален документ за самоличност. Това обикновено отнема около 5 минути."),
                n("j8cfcc62", "Приемам X и Au10tix да използват изображения на документа ми за самоличност и селфито ми, включително извлечени биометрични данни, за да потвърдят самоличността ми и за сродни цели на X за защита и сигурност, включително за да попречат на имитиране. Au10tix може да съхранява подобни данни за до 30 дни."),
                n("c4930cb6", "Ще ти е необходимо следното:"),
                n("ac7bb0fe", "Подготви официален документ за самоличност"),
                n("c12ce69c", "Провери дали камерата на устройството ти е отворена и работи"),
                n("c5bfe94a", "Приготви се да си направиш селфи и снимки на твоя документ за самоличност"),
                n("e5b7dd84", "Пускане"),
                n("abfaa528", "Пропускане"),
                n("e4fed511", " услугата X Premium"),
                n("def518fa", "абонамента за създатели "),
                n("f61cda83", "приходи от споделяне на реклами"),
                n("g1952008", "абонамента за създатели"),
                n("e5d0419c", "приходи от споделяне за създатели"),
                n("g3723480", "абонамента за създатели "),
                n("c776f523", "приходи от споделяне на реклами"),
                n("ab9f38f8", "абонамента за създатели"),
                n("d5cab8b0", "приходи от споделяне за създатели"),
                n("deaf5b16", "Нов опит"),
                n("g1a4a1b6", "Грешка при потвърждаване на самоличността"),
                n("e24305e4", "Сесията за потвърждение на самоличността е неактуална или невалидна, опитай отново."),
                n("f7954a0c", "Данните за ключовете за сигурност се зареждат"),
                n("h69986c2", "Можеш да преименуваш или изтриваш ключовете си за сигурност."),
                n("i5896ba2", "Добавяне на ключ"),
                n("a8ef2b64", "Ключ за сигурност без име"),
                n("d4e220b4", "Име"),
                n("g6d0f0b6", "Управление на ключа за сигурност"),
                n("b894f68a", "Данните за ключа за сигурност се зареждат"),
                n("g2601bb6", "Преименуване на ключа"),
                n("b464b726", "Изтриване на ключа"),
                n("a4101e1b", function (e) {
                    return "Дата на добавяне: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "Резервен код"),
                n("ec6a76e0", "Генериране на нов код"),
                n("f2c3c31c", "Копиране на кода"),
                n("e8016b64", "Резервният код се зарежда"),
                n("c4ca22bc", "Ако загубиш достъпа до устройството си, можеш да потвърдиш самоличността си чрез този код."),
                n("f20ff69f", "Научи повече"),
                n("j2327f80", "Временна парола"),
                n("fbfeaf8e", "Генериране на нова парола"),
                n("h4a8bd12", "Копиране на паролата"),
                n("g247dc1c", "Временната парола се зарежда"),
                n("h3a32f52", "Използвай тази временна парола (интервалите не са задължителни), за да влизаш в X в приложения и на устройства."),
                n("d70fceac", "Тази парола ще изтече след един час."),
                n("j924d222", "Промяна на държавата"),
                n("e9310157", "Научи повече"),
                n("bd5ac12e", "Избери предпочитания език за заглавията, бутоните и останалия текст от X в този профил. Това не променя езика на съдържанието, което виждаш в хрониката си."),
                n("cef33711", function (e) {
                    return e.languageName + " (бета)";
                }),
                n("b033248c", "Откриваемост"),
                n("c69b4798", "Определяй дали хората, които имат имейл адреса или телефонния ти номер, да могат да те намират и да се свързват с теб в X."),
                n("eca117e6", "Позволяване на хората, които имат имейл адреса ти, да те намират в X."),
                n("acd36386", "Позволяване на хората, които имат имейл адреса ти, да те намират и да се свързват с теб в X."),
                n("gd8511ca", "Позволяване на хората, които имат телефонния ти номер, да те намират в X."),
                n("eca935ec", "Позволяване на хората, които имат телефонния ти номер, да те намират и да се свързват с теб в X."),
                n("ac77c66c", "Контакти"),
                n("jadf483e", "Управлявай контактите, импортирани от мобилните ти устройства."),
                n("b864be7a", "Премахване на всички контакти"),
                n("g5fa1090", "Да се премахнат ли всички контакти?"),
                n("h3e420fc", "Това ще премахне качените от теб контакти и ще изключи синхронизирането с X на всички устройства. Обърни внимание, че това ще отнеме известно време, не може да бъде отменено и може все още да виждаш предложения от X (въз основа на контактите си)."),
                n("ca24589e", "Няма име"),
                n("d439b1c1", "Научи повече"),
                n("fe36fe10", "Потвърди паролата си"),
                n("hccd9dbe", "Моля, въведи паролата си, за да видиш това."),
                n("df1ddda4", "Етикетите за местоположение, с които си означил/а публикациите си, повече няма да се виждат в X.com, X за iOS и X за Android. Може да е нужно известно време, докато тези актуализации влязат в сила."),
                n("ed7fa034", "В момента услугите за местоположение не са активирани на това устройство. Можеш да ги включиш в настройките на устройството."),
                n("e80e4288", "Премахване на цялата информация за местоположението, прикачена към публикациите ти"),
                n("b0ee8ab6", "Да се премахне ли цялата информация за местоположението, прикачена към публикациите ти?"),
                n("e23b2991", "Научи повече"),
                n("gd758534", "Разрешавай на хората да те отбелязват в снимки и получавай известия при такива действия"),
                n("a90af44e", "Скриване на неприлично съдържание"),
                n("a25e2ec6", "Премахване на блокирани и заглушени профили"),
                n("b827a058", "Настройките за безопасно търсене са обновени."),
                n("b27c9852", "Нещо се обърка при обновяването на настройките на безопасно търсене."),
                n("j3402d7e", "Това спира показването на публикации с потенциално деликатно съдържание в резултатите ти от търсене."),
                n("if05bca6", "Използвай това, за да премахнеш резултати от търсенето от профили, които блокираш или заглушаваш."),
                n("bc7fd990", "Настройките за трендовете се зареждат"),
                n("e2f16650", "Показване на съдържание в това местоположение"),
                n("e5e88f40", "Когато това е включено, ще виждаш какво се случва около теб в момента."),
                n("i4d54b0e", "Трендове за теб"),
                n("ad431584", "Покажи ми забавни истории в Grok"),
                n("df9f03c8", "Персонализиране на трендовете въз основа на местоположението ти и хората, които следваш."),
                n("c6cf5c7e", "Можеш да персонализираш трендове въз основа на местоположението ти и хората, които следваш."),
                n("e09358ba", "Виж най-новите истории в X в забавния режим на Grok."),
                n("a55db872", "Персонализиране"),
                n("a58170fc", "Истории в Grok"),
                n("h0b5152e", "Промяна на местоположението"),
                n("dfeada5e", "Разглеждане на местоположенията"),
                n("ac854308", "Политика"),
                n("d429c942", "Политика за трендовете за изборите в САЩ"),
                n("ede134f2", "Избери дали видеоклиповете и GIF файловете да се пускат автоматично на това устройство."),
                n("b3aab6d4", "Местоположения"),
                n("e53e05e4", "Местоположенията се зареждат"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "СПЕСТЯВАШ " + e.percentage + "%";
                }),
                n("c6614cc0", "плюс приложимия данък"),
                n("f8d3b50a", "с включен данък"),
                n("i2c32253", function (e) {
                    return e.price + "/месец";
                }),
                n("c41e1023", function (e) {
                    return e.price + " /година";
                }),
                n("i57aeafb", function (e) {
                    return "За първи" + t(e.duration, "я месец", "те " + e.duration + " месеца") + ", след това " + e.standardPrice + ", плащани месечно";
                }),
                n("ae3e3723", function (e) {
                    return "За първ" + t(e.duration, "ата година", "ите " + e.duration + " години") + ", след това " + e.standardPrice + ", плащани ежегодно";
                }),
                n("ade4c757", function (e) {
                    return "След това " + e.price + "/месец";
                }),
                n("f7798e11", function (e) {
                    return "След това " + e.price + "/година";
                }),
                n("e0b39888", "Таксува се месечно"),
                n("b67c37de", "Таксува се годишно"),
                n("a8363765", function (e) {
                    return e.price + ", плащани ежегодно";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "Преди да продължиш, помисли какво ще пропуснеш."),
                n("a092f1ba", "Продължаване към анулиране"),
                n("g96c7f48", "Промяна към друг план"),
                n("iccac88e", "Хроники „За теб“ и „Следвани“ с два пъти по-малко реклами"),
                n("d7a124d8", "Без реклами"),
                n("d2d22c36", "Достъп до Grok"),
                n("j249b1d4", "Приоритизиране на отговор"),
                n("c4a37384", "По-дълги публикации"),
                n("fb656858", "Редактиране на публикации"),
                n("faaec212", "Получаване на пари за публикация"),
                n("fb3c7168", "Твоите папки за отметки"),
                n("b346bc12", "Отметка"),
                n("je8143e1", function (e) {
                    return "Вземи" + e.percentage + "% отстъпка от X " + e.productName + " за " + t(e.duration, "един месец", e.duration + " месеца");
                }),
                n("j5847735", function (e) {
                    return "Вземи" + e.percentage + "% отстъпка от X " + e.productName + " за " + t(e.duration, "една година", e.duration + " години");
                }),
                n("da3431f9", function (e) {
                    return "Тази отстъпка е малък подарък от нас, в случай че искаш да запазиш X " + e.productName + " за още малко!";
                }),
                n("i6fbfc72", "Ексклузивна еднократна оферта"),
                n("f1bc6309", function (e) {
                    return "Запазване на пълен достъп до всички функции на X " + e.productName;
                }),
                n("fdb7b52a", "Отстъпката ще бъде приложена от следващия цикъл на фактуриране."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "Готово"),
                n("a905eac6", "Разгледай Premium"),
                n("j6083a1c", "Управление на абонамента"),
                n("b4fa4630", "Актуализиране на начина на плащане"),
                n("ef0dfa5a", "Актуализиране на информацията за фактуриране"),
                n("f5b352ec", "Анулиране на абонамента"),
                n("j317d958", "Внимание – ще загубиш чакащата си отстъпка"),
                n("a46e42d2", "Запазване на абонамента ми"),
                n("e122fb3f", function (e) {
                    return "Безплатният ти пробен период ще приключи на " + e.endDate + ".";
                }),
                n("be103b84", "Активно"),
                n("ace43720", "Изтича скоро"),
                n("c8f18aa4", "Получаваш Premium+ , защото организацията ти е абонат на потвърдени организации."),
                n("a341d1f7", function (e) {
                    return "Получаваш Premium+ , защото организацията ти е абонат на потвърдени организации чрез @" + e.organization + ". Обърни се към твоята организация за повече подробности.";
                }),
                n("e4aaf0f8", "За да анулираш безплатния си абонамент за Premium, свържи се с поддръжката"),
                n("e5170220", "Този профил е получил безплатен абонамент Premium чрез рекламни разходи."),
                n("j6d6b66e", "На този акаунт е подарен абонамент. За да отмениш абонамента си, се свържи с поддръжката"),
                n("fae1751f", function (e) {
                    return "Изглежда, че сте закупил(а) този абонамент от приложението X " + e.mobilePlatform + ". Трябва да управлявате или анулирате абонамента си оттам.";
                }),
                n("fecebd4c", "тук"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "друго"),
                n("baf97716", "Функциите ще бъдат налични за теб за остатъка от периода ти на таксуване."),
                n("ae864b69", function (e) {
                    return "Нивото на абонамента ти е насрочено да се промени на " + e.tierName + " от следващия цикъл на фактуриране на " + e.date;
                }),
                n("edbb700f", function (e) {
                    return "Започва със следващия цикъл на фактуриране на " + e.date;
                }),
                n("e9884540", "Активна отстъпка"),
                n("bfb879aa", "Чакаща отстъпка"),
                n("f8321d82", "Всички"),
                n("eb233866", "Импортирани"),
                n("d23b0404", "Когато блокираш някого, този човек няма да може да те следва или да ти изпраща съобщения, а ти няма да виждаш известия от него."),
                n("e0a7e9bc", "Блокиране на нежелани профили"),
                n("ef731b14", "Блокираните профили се зареждат"),
                n("e554ba83", "Научи повече"),
                n("if594962", "Блокиран/а"),
                n("i2b9632e", "Успешно разблокиран."),
                n("g51a96de", "Когато блокираш някого, този човек няма да може да те следва или да ти изпраща съобщения, а ти няма да виждаш известия от него. Можеш да импортираш списък с профили в X, които искаш да блокираш."),
                n("j035733c", "Ще започнеш деактивирането на профила си в X. Твоето показвано име, @потребителско име и публичен профил повече няма да се виждат в X.com, X за iOS и X за Android."),
                n("j4a29d52", "Можеш да възстановиш профила си в X до 30 дни след случайно или погрешно деактивиране."),
                n("ea989810", "Деактивиране на профила"),
                n("f6e73faa", "Деактивиране"),
                n("c3743328", "Това ще деактивира профила ти"),
                n("a20cd24e", "Какво друго трябва да знаеш"),
                n("e93b0ae0", "Завърши искането си за деактивиране, като въведеш паролата за профила ти."),
                n("fc025d1d", "Научи повече"),
                n("bb5e039c", "настройките"),
                n("j37efff6", "промени ги"),
                n("ce5bfe12", "данните си в X"),
                n("g7088266", "Редактирай профила"),
                n("d9d293b8", "Уебсайт"),
                n("cb469ff6", "Името не може да е празно"),
                n("g511f468", "Аватарът ти не се актуализира, защото някои мултимедийни файлове не се качиха"),
                n("ec3a116e", "Банерът ти не се актуализира, защото някои мултимедийни файлове не се качиха."),
                n("j94599ec", "Добавяне на снимка за аватара"),
                n("df31d76a", "Добавяне на снимка за банера"),
                n("c01a0e1a", "Ще потвърдиш ли датата на раждане?"),
                n("df2c469a", "Превключване към професионален"),
                n("e1f76978", "Редактиране на професионалния профил"),
                n("ic04a6f6", "Това не може да бъде отменено и ще загубиш промените си."),
                n("addbe8e8", "Помисли дали да не използваш име без специални знаци, за да бъде достъпно за още повече хора, включително слепите и тези с увредено зрение."),
                n("a46f80ab", function (e) {
                    return "Дата на раждане: " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "Година на раждане: " + e.year;
                }),
                n("bfe8d1a2", "Редактиране на разширеното описание"),
                n("e1ec926e", "Създаване на разширено описание"),
                n("c119dee8", "Рождена дата"),
                n("bbf0afc8", "Добави датата си на раждане"),
                n("f98d367e", "Да се редактира ли датата на раждане?"),
                n("d3f43300", "Тази дата може да бъде променена само няколко пъти. Увери се, че въвеждаш възрастта на човека, който използва профила."),
                n("g10411f0", "Това трябва да е рождената дата на човека, използващ този профил. Дори ако създаваш профил за събитие, бизнеса си или котката си."),
                n("a0c5e370", "Кой вижда това?"),
                n("i68fe54e", "Месец и ден"),
                n("b4e729b6", "Година"),
                n("f3bb1b48", "Да се премахне ли датата на раждане?"),
                n("c9cb9972", "По този начин тя ще бъде премахната от профила ти."),
                n("a2bef112", "Премахване на датата на раждане"),
                n("c37622ec", "Моля, въведи валидна дата"),
                n("f679d166", "Твоите последователи"),
                n("af293dc2", "Хората, които следваш"),
                n("h99b6d08", "Политика за поверителност"),
                n("hce7a225", "Научи повече"),
                n("e9603d88", "Показване на знак за потвърден телефонен номер"),
                n("ada99498", "Този знак ще се показва само на хора в региона ти."),
                n("a765e936", "Изтриване на разширеното описание"),
                n("d4d68e44", "Запазено"),
                n("ie4f57d2", "Подновяване на абонамента за Premium"),
                n("h293aa52", "Абонаментът ти за Premium изтича!"),
                n("j1923668", "Запази най-доброто от X."),
                n("ac7e97ee", "Подновяване на абонамент"),
                n("f70c69b4", "Буустване на отговор, редактиране на публикация, персонализиране, по-дълги публикации и много други."),
                n("f4cec4d2", "Синя отметка, буустване на отговор, повишени лимити на Grok и много други."),
                n("b6de83a0", "Зала само за служители"),
                n("g3f251f2", "Частно предаване на живо"),
                n("d08666ba", "Частна Зала"),
                n("eadb5a46", "Присъедини се преди всички"),
                n("f9629a8f", function (e) {
                    return "Предаването на живо на " + e.hostName;
                }),
                n("ia3c0ab7", function (e) {
                    return "Залата на " + e.hostName;
                }),
                n("hd552761", function (e) {
                    return "Домакин: " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " от " + e.total;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " се присъединиха";
                }),
                n("df9f8243", function (e) {
                    return e.name + " слуша";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " говори";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " е домакин";
                }),
                n("f7882829", function (e) {
                    return e.name + " е съдомакин";
                }),
                n("d961a4a0", "На живо в X"),
                n("g2c0144a", "Потвърдени организации"),
                n("cd5cdec8", "Управление на рекламните кредити"),
                n("f23b6a72", "Оставащи рекламни кредити"),
                n("i969d5de", "Настройване на рекламна кампания"),
                n("d0924f58", "Получаване на поддръжка при проблем"),
                n("j8d53b64", "Преглед на всички функции"),
                n("jd26f2a6", "Добавяне на афилиейт партньори"),
                n("e0a492e6", "Управление на работните ти позиции"),
                n("d9cbd02c", "Твоята кандидатура се преглежда"),
                n("ed4759a6", "До няколко дни ще получиш отговор за резултата от кандидатурата си. Възможно е да се свържем с теб по имейл за допълнителна информация."),
                n("dad69faa", "Актуализирай начина си на плащане"),
                n("daf3248a", "Кандидатурата е непълна"),
                n("eb71036f", function (e) {
                    return "Качи и потвърди документите на организация ти до " + e.date;
                }),
                n("a1d3f1f2", "Партнираме си с Persona за потвърждаване на самоличността и бизнес документите ти за целите на безопасността и сигурността на X. Persona може да съхранява данните ти за до 30 дни."),
                n("ea8c295a", "Започни потвърждаване на документ"),
                n("da1aa48f", function (e) {
                    return "Потвърждаването на самоличността приоритизира авторитета и видимостта ти като @" + e.screenName + ".";
                }),
                n("e4a7a968", "Все още не сте проверен"),
                n("id9c1e82", "Този профил е проверен"),
                n("d43b0edc", "Присъединете се към кръга на потвърдените"),
                n("d4ea0ed4", "Получете своята синя значка"),
                n("cffeaeae", "Преминете проверка"),
                n("b8e930fe", "Тренд в момента"),
                n("ae05f268", "Трендовете не са налице."),
                n("c6b51af8", "Нов/а ли си в X?"),
                n("ie8e1ffc", "Регистрирай се сега, за да получиш собствена персонализирана хроника!"),
                n("fd6473fa", "Препоръките за потребители за следване се зареждат"),
                n("a526aa66", "Кого да следваш"),
                n("ef625010", "Може да харесаш"),
                n("b7388a56", "Долен колонтитул"),
                n("hdabc3fc", "Условия за ползване"),
                n("bc6efc72", "Политика за поверителност"),
                n("h3161192", "Политика за „бисквитките“"),
                n("a7de64de", "Информация за рекламите"),
                n("jb0a4c36", "Блог"),
                n("ce6d095a", "Работни места"),
                n("e0adec82", "Ресурси за марки"),
                n("df1b7550", "Маркетинг"),
                n("he258678", "X за бизнеса"),
                n("c6f58084", "Разработчици"),
                n("d83f18d2", "Директория"),
                n("hc5aa17c", "Вземи приложението X"),
                n("j0693948", "Вземи приложението Grok"),
                n("fbf83158", "Предупреждение: неуспешно плащане");
            n("jadeb4da", "Спешно актуализирай метода си на плащане, преди да изгубиш предимствата от абонамента си."),
                n("bce3726a", "Актуализиране на фактуриране"),
                n("fce9ecce", "Предложени видеоклипове"),
                n("efe6ef9e", "Преглед на публикацията"),
                n("b3d183ce", "Публикация с отговори"),
                n("c299a6c0", "Нишка"),
                n("h3d5d79e", "Публикация от общността"),
                n("cfe877ca", "Избери кого да следваш"),
                n("e06b864c", "Изглежда, че този разговор ти харесва"),
                n("a078ff70", "Искаш ли да виждаш повече съдържание от хората, с които взаимодейства в тази нишка? Започни да разглеждаш съдържание от нови профили."),
                n("cb80300e", "Преминаване към хрониката"),
                n("ea5cd098", "Преминаване към тренда"),
                n("c67e3fc2", "Начална хроника"),
                n("d601fc20", "Последни"),
                n("j43f99be", "Уместност"),
                n("ad6e11ac", "Сортиране на отговорите"),
                n("b2311b70", "Това не е налице за теб"),
                n("j88f27d8", "Подходящи хора"),
                n("i31dcd22", "Статия"),
                n("e3de2f6f", function (e) {
                    return e.entity + " е добавен към отметките ти";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + " е премахнат от отметките ти";
                }),
                n("d6d9aab6", "Добавяне на отметка"),
                n("bb89cf46", "Премахване на отметката"),
                n("a739d4ba", "Добавяне към папка с отметки"),
                n("d5270434", "Изход"),
                n("ac85c6b2", "При зареждането на изображението възникна грешка"),
                n("b327c12a", "Изображение"),
                n("ic76bdf0", "Пресъздай това с Grok"),
                n("a4d3eb67", function (e) {
                    return e.fullName + " в X: „" + e.tweetText + "“";
                }),
                n("f0701753", function (e) {
                    return "Скриване за " + e.number + " дни";
                }),
                n("j7d0e836", "Разгъване"),
                n("d227d19e", "Свиване"),
                n("h367e724", "Разширено описание"),
                n("ea5928d4", "В теб се крият безброй светове. Така е и с профила ти.\nДобави разширено описание, за да разкажеш на хората повече за себе си."),
                n("h7ef9dc8", "Това може да включва:"),
                n("c04ba4b4", "Неща, върху които работиш и които искаш да покажеш"),
                n("d7666008", "Твоята легендарна рецепта за паста"),
                n("cb24ee16", "Професионален опит и предпочитания за кариера"),
                n("a1c93d74", "Изглежда, че при запазването на промените възникна проблем. Моля, опитай отново по-късно."),
                n("b956c04a", "Наистина ли искаш да изтриеш разширеното си описание?"),
                n("ifb23caa", "Изтриването на разширеното описание ще го премахне от профила ти."),
                n("c2333081", function (e) {
                    return e.count + " знак" + t(e.count, "", "а");
                }),
                n("a2b8c54c", "Изтрито"),
                n("a9cc8f96", "Максималният брой знаци е надвишен"),
                n("eb7710f1", function (e) {
                    return e.years + " годин" + t(e.years, "а", "и");
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " месец" + t(e.months, "", "а");
                }),
                n("h6a724ac", "Сигурен/на ли си, че искаш да изтриеш това?"),
                n("f94aacae", "Изтриването ще го премахне от профила ти."),
                n("je07e266", "Скрит/а"),
                n("a622dfcc", "Професионален опит"),
                n("a6ec7ff8", "описание"),
                n("eeb6d22c", "опит"),
                n("eba5a8ec", "Длъжност"),
                n("fd20adb8", "В момента работя тук"),
                n("cd3059f2", "Начална дата"),
                n("b86019ae", "Крайна дата"),
                n("eedfd35c", "Компания"),
                n("caa46e54", "Име на фирмата"),
                n("e893fe6e", "Създаване на фирма"),
                n("j1c09ca4", "Фирмен уебсайт"),
                n("hd332c96", "Изисква се длъжност"),
                n("d2fb1b80", "Изисква се компания"),
                n("b3590132", "Изискват се начална и крайна дата"),
                n("debb6abe", "Началната дата не може да бъде в бъдеще"),
                n("j7d08ada", "Крайната дата не може да бъде в бъдеще"),
                n("a8c7d3fc", "Крайната дата трябва да бъде след началната дата"),
                n("b335d507", function (e) {
                    return "Надвишена е максималната дължина от знаци от " + e.maxChars;
                }),
                n("j29ab120", "Заглушаване на известията от хора:"),
                n("jdfc82f6", "които не следваш"),
                n("cfcda0e6", "които не те следват"),
                n("c75b9b2a", "с нов профил"),
                n("f39b9c9e", "които имат стандартна профилна снимка"),
                n("d227f940", "които не са потвърдили имейл адреса си"),
                n("b210936e", "които не са потвърдили телефонния си номер"),
                n("ed0df10b", "Научи повече"),
                n("dcef34ac", "Включване"),
                n("a39f706e", "Браузърът ти не поддържа насочени известия"),
                n("h4f20d0e", "Получавай насочени известия, за да научаваш какво се случва, когато не си в X. Можеш да ги изключиш по всяко време."),
                n("cdce0394", "Този избор се отнася за всеки профил, докато работиш с него в този браузър."),
                n("b39bcae2", "Включване на насочените известия"),
                n("b50f6144", "За да получаваш известия в момента на събитието, включи насочените известия. Ще ги получаваш и когато не си в X. Можеш да ги изключиш по всяко време."),
                n("fe11b3ea", "Неподдържан браузър"),
                n("a1245d3a", "Изглежда, че браузърът ти не поддържа насочени известия."),
                n("f580c738", "Да се включат ли известията?"),
                n("i951fbcc", "За да получаваш известия от X, първо трябва да ги разрешиш в настройките на браузъра си."),
                n("ec7cb554", "Когато включиш известията за публикации от хора, които следваш, ще получаваш насочени известия за техните публикации или видеоклипове на живо."),
                n("b68050dc", "Показване на потребителите"),
                n("af045060", "Свързано с теб и публикациите ти"),
                n("cf378ff8", "От X"),
                n("f823bbbe", "Само за потвърдени профили"),
                n("a40e37f2", "Получавай имейли, за да знаеш какво се случва, когато не си в X. Можеш да ги изключиш по всяко време."),
                n("e8eb54a0", "Ежеседмични отчети за профила ти"),
                n("ib80b0f2", "Нови известия"),
                n("ba58e6b0", "Публикации, изпратени до теб по имейл"),
                n("fae2c81a", "Популярни публикации и истории"),
                n("f7b09bb4", "Актуализации за представянето на публикациите ти"),
                n("d3978554", "Новини за продукти и функции на X"),
                n("bdccb81c", "Съвети как да получаваш повече от X"),
                n("c3d47fe6", "Неща, които пропусна от последното си влизане в X"),
                n("af8caf3e", "Новини за X в продуктите на партньори и в други услуги на трети страни"),
                n("hc076ee4", "Участие в изследванията на X"),
                n("ddfe3776", "Предложения за препоръчани профили"),
                n("d17ba8c2", "Предложения въз основа на профилите, които започна да следваш наскоро"),
                n("bcf50a1a", "Съвети за бизнес продуктите на X"),
                n("fcad1e2e", "Ежедневно"),
                n("h9e0dfde", "Ежеседмично"),
                n("e26d98ac", "Периодично"),
                n("h0c94842", "Информирай се за случващото се"),
                n("c460d332", "Когато включиш известията за публикации за даден профил, ще знаеш, когато публикува, предава или стане домакин на Зала."),
                n("a820d092", "Следваните се зареждат"),
                n("ha45c9e4", "Известия за публикации"),
                n("bdbf8f4e", "Въведи дума или фраза"),
                n("h43e2ea8", "Заглушена дума"),
                n("da8c0440", "Заглушаване от"),
                n("defb4aaa", "От всички"),
                n("e7d47b00", "От хора, които не следваш"),
                n("d9d6e10e", "Продължителност"),
                n("gfa5008e", "Удължаване на периода на заглушаване"),
                n("c5595dfe", "Промяна на периода на заглушаване"),
                n("he6804e0", "Докато не спреш заглушаването на думата"),
                n("a268406c", "24 часа"),
                n("fc638aa2", "7 дни"),
                n("b8971cfa", "30 дни"),
                n("cc7bedfc", 'Можеш да промениш периода, за който това се заглушава. Ако преди е избрано "Завинаги", новият променен период ще започне моментално.'),
                n("d768049c", "Добавяне на заглушена дума"),
                n("c6203da8", "Опции за заглушени думи"),
                n("e3f0d3db", function (e) {
                    return "Заглуши „" + e.keyword + "“";
                }),
                n("h5746cf7", function (e) {
                    return 'Обновяване "' + e.keyword + '"';
                }),
                n("d2693eb8", "Заглушената фраза не бива да надхвърля 140 знака."),
                n("f8488024", "Тази дума е сравнително често използвана и се среща в много публикации, но въпреки това можеш да я заглушиш."),
                n("deb4924d", "Научи повече"),
                n("aa09e528", "Добавяне на заглушени думи"),
                n("e506aa92", "Добави заглушена дума или фраза"),
                n("cbd04965", function (e) {
                    return "Премахна заглушаването на „" + e.keyword + "“";
                }),
                n("eb4e810a", "Изтекла"),
                n("cabeb6c2", "Завинаги"),
                n("f9bce916", "Заглушаване на думи"),
                n("gfe0ee3b", "Научи повече"),
                n("ba4aaa9e", "Да се спре ли заглушаването на фразата?"),
                n("f837ed7e", "Тази фраза вече ще бъде разрешена в известията ти и в началната ти хроника."),
                n("a6194d10", "Заглушените профили се зареждат"),
                n("bcf6ad9a", "Публикациите от заглушени профили няма да се показват в началната ти хроника. Можеш да заглушиш съответния профил директно или от публикацията му. "),
                n("b8e49590", "Когато заглушиш профил, съобщенията от него ще се филтрират и ще се поставят в края на списъка ти с искания за съобщения."),
                n("ec202165", "Научи повече"),
                n("gde6b425", function (e) {
                    return "Потребителят " + e.name + " е заглушен";
                }),
                n("e308019b", function (e) {
                    return "Заглушаването на потребителя " + e.name + " е спряно";
                }),
                n("hfb77cf6", "Безопасност"),
                n("f350f0c0", "Препоръки"),
                n("fd3369a2", "Избери езиците, на които искаш да получаваш препоръки за публикации, хора и трендове."),
                n("hfc86556", "Заглушени"),
                n("dae57a42", "Разреши всички"),
                n("i7cbc154", "Разреши някои"),
                n("d623aecc", "Споделяне на профил с хората с делегирани роли."),
                n("f3029d5c", "Когато тази настройка е включена, хората могат да те канят да споделиш профила им."),
                n("cd1305e8", "Разрешаване на други хора да те канят в профила си"),
                n("j339ef22", "Разрешаване на всички да те канят"),
                n("g4b0c2dc", "Разрешаване само на хора, които следваш, да те канят"),
                n("d9aef256", "Твоите делегирания"),
                n("afb3ccf6", "Да се забрани"),
                n("dfae5248", "Да се забрани ли на други хора да те канят в профила си?"),
                n("b9c91524", "В бъдеще няма да получаваш покани за други делегирания. Ще запазиш достъпа си до съществуващите делегирания."),
                n("c349b958", "Поканване на член"),
                n("e177f72a", "Можеш да каниш други хора, които да действат от името на профила ти, и да управляваш ролите в профила. Членовете могат да изпращат лични съобщения, да публикуват публикации и да създават списъци, както и да ги разглеждат."),
                n("cd5c5e73", function (e) {
                    return "Може да имаш само " + e.numDelegatesLabel + " делегиран" + t(e.numDelegates, "е", "ия");
                }),
                n("efee0a50", "Поканване на член в този профил"),
                n("ja0a1aa6", "Поканване на сътрудник в този профил"),
                n("db4f623a", "Присвояване на роля на този член"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " да стане ли администратор?";
                }),
                n("b7aa7642", "Поканата бе изпратена"),
                n("edbca224", "Изпращане на покана"),
                n("f4834ca6", "Поканване на друг член"),
                n("cb04a824", "Сътрудник"),
                n("d4b3abde", "Сътрудниците могат да изпращат лични съобщения, да публикуват публикации и да създават списъци. Те също така могат да виждат личните съобщения, публикациите и списъците на профила."),
                n("b92e2700", "Администраторите имат същите разрешения като сътрудниците. Те също така могат да канят или премахват сътрудници за профила, както и да виждат статистиките за публикация."),
                n("hbbbf908", "Администраторите могат да канят други сътрудници за този профил и да виждат статистиките за публикации. Провери внимателно дали назначаваш ролята на правилния човек."),
                n("d8eda249", function (e) {
                    return "След като @" + e.screenName + " приеме поканата, ще може да допринася към този профил с актуализираните си разрешения.";
                }),
                n("b5faf216", "Този член не позволява покани за делегат."),
                n("hcc3b4ce", "Този член е блокиран от профила ти."),
                n("ace0f0a4", "Този член ограничава потребителите, които могат да го канят за делегат."),
                n("c2e8f726", "Администратори"),
                n("fade0942", "Администраторите също така могат да канят или премахват сътрудници за профила, както и да виждат статистиките за публикация."),
                n("b7d6e5d6", "Сътрудници"),
                n("cd76a282", "Още не са добавени членове"),
                n("db25d796", "Промяна на тази роля на членовете"),
                n("e4133790", "Ролята бе актуализирана"),
                n("a1a27c26", "Промяна на ролята"),
                n("fd7b1b1c", "Назад"),
                n("ec67d021", function (e) {
                    return "С новите си разрешения @" + e.screenName + " може да действа от името на този профил.";
                }),
                n("h502484e", "Чакаща покана"),
                n("a171ca7c", "Отмяна на поканата за членство"),
                n("f68f079c", "Промяна на ролята"),
                n("b2794e9e", "Премахване от групата"),
                n("gca83d6a", "Той повече няма да бъде администратор за този профил."),
                n("b8cac21c", "Той повече няма да бъде сътрудник за този профил."),
                n("hd67c2e8", "Отмяна на поканата"),
                n("f0bd8ca9", function (e) {
                    return "Да се премахне ли @" + e.screenName + "?";
                }),
                n("a33eba47", function (e) {
                    return "Да се отмени ли поканата за @" + e.screenName + "?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " бе премахнат(а) от групата";
                }),
                n("h5951997", function (e) {
                    return "Поканата за @" + e.screenName + " бе отменена";
                }),
                n("a44c6034", "Чакащи покани"),
                n("e39bc936", "Като член можеш да изпращаш лични съобщения, да публикуваш публикации и да създаваш списъци, както и да ги разглеждаш. Администраторите могат също така да канят или премахват сътрудници за профила и да преглеждат статистиките за публикациите."),
                n("h0d3bddc", "Администраторски достъп"),
                n("c54aafb0", "Достъп на сътрудник"),
                n("idc35f32", "Нямаш делегиране за нито един профил"),
                n("fab787b4", "Напускане на профила"),
                n("bfbe9620", "Преглед на членовете"),
                n("d52a2b36", "Повече няма да си администратор за този профил."),
                n("df515932", "Повече няма да си сътрудник за този профил."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " да напусне ли?";
                }),
                n("efa88ab1", function (e) {
                    return "Напусна @" + e.screenName;
                }),
                n("c6dae164", "Приемане на поканата"),
                n("f8376170", "Отхвърляне на поканата"),
                n("a68c45e4", "Отхвърляне"),
                n("aa35b48d", function (e) {
                    return "Да се отхвърли ли поканата от @" + e.screenName + "?";
                }),
                n("ed2a4b05", function (e) {
                    return "Поканата за членство за @" + e.screenName + " бе отхвърлена";
                }),
                n("e73f9635", function (e) {
                    return "Поканата за членство за @" + e.screenName + " бе приета";
                }),
                n("d2da668c", "Членове делегати"),
                n("ddf27b8e", "Поканване на сътрудник"),
                n("jba63182", "Можеш да прегледаш ролите на членовете за профила. Членовете могат да изпращат лични съобщения, да публикуват публикации и да създават списъци, както и да ги разглеждат."),
                n("af59527e", "Можеш да прегледаш ролите и да каниш сътрудници в профила. Членовете могат да изпращат лични съобщения, да публикуват публикации и да създават списъци, както и да ги разглеждат."),
                n("eafcc76a", "Това приложение може да вижда следните неща..."),
                n("j3998a16", "Това приложение може да прави следните неща..."),
                n("a6845663", function (e) {
                    return "Ти одобри тези разрешения за приложението на " + e.date;
                }),
                n("b2347f7c", "Данните на приложението се зареждат"),
                n("e1fda16e", "Това приложение не е свързано"),
                n("b8f3ed46", "Когато свържеш с профила си в X външно приложение, му даваш достъп да използва профила ти."),
                n("gb8d09ba", "Има достъп до имейл адреса ти"),
                n("g6dc09a0", "Разрешения"),
                n("a6e6e898", "Само за четене"),
                n("cde3b9ae", "Четене и запис"),
                n("g0d7813a", "Четене, запис и лични съобщения"),
                n("c9b35b9e", "Чете данните ти за рекламиране"),
                n("e0191264", "Чете, създава и управлява данните ти за рекламиране"),
                n("b73e1e8a", "Научи как да отмениш достъпа"),
                n("c174e46e", "Показване на по-малко"),
                n("a39075ff", function (e) {
                    return "Още " + e.n;
                }),
                n("da6cdba8", "Отмяна на разрешенията за приложението"),
                n("ef1d3dcc", "Докладване за приложението"),
                n("d64e29c6", "Излизане от показаното устройство"),
                n("idfa01cc", "Да се излезе ли от показаното устройство?"),
                n("f400075e", "Това ще прекрати активната ти сесия в X и ще трябва да влезеш отново, за да започнеш нова."),
                n("e04ba39c", "Дата и час"),
                n("eed75824", "Активната ти сесия в X бе прекратена."),
                n("ddcd3d26", "Данните за сесията се зареждат"),
                n("d2f0f3fe", "Не можем да намерим сесията"),
                n("ga05517a", "Нямаш създадени доклади"),
                n("ea1715c0", "Когато го направиш, туитовете ще се показват тук."),
                n("b70a2cde", "За идентифицирането на материали с деликатен характер използваме технологии. Затова, макар че постоянно подобряваме работата си, възможно е понякога да грешим."),
                n("ee320a07", "правилата ни за материалите с деликатен характер"),
                n("ffeb836a", "Настройките не са налице"),
                n("f2fb9746", "Тези настройки не са налице, защото се отнасят за маловажни „бисквитки“. Тъй като вече се отказа от употребата им, използваме само „бисквитки“, които събират нужните данни от устройството ти."),
                n("aa4342be", "Подробно показано насилие"),
                n("jfec3aa0", "Съдържание за възрастни"),
                n("j6bacd6a", "Скриване на материалите, означени като такива с подробно показано насилие, докато не избереш да ги видиш. В X за iOS тези материали изобщо няма да се показват."),
                n("a73e66a8", "Скриване на материалите, означени като съдържание за пълнолетни, докато не избереш да ги видиш. В X за iOS тези материали изобщо няма да се показват."),
                n("fef1b8dc", "Скриване на материалите, означени като чувствителни, докато не избереш да ги видиш. В X за iOS тези материали изобщо няма да се показват."),
                n("d0a5a1c0", "Предупреждение"),
                n("ga197e26", "Показване на всички"),
                n("eb723386", "Това никога да не се показва"),
                n("ea31c622", "Това включва материали, изобразяващи в подробности смърт, насилие, медицински процедури или сериозни физически наранявания."),
                n("e40985c4", "Това включва произведени и споделяни със съгласието на участниците материали, които са порнографски или имат за цел да предизвикат сексуална възбуда."),
                n("h7e0672b", "настройките за тях"),
                n("de9f111a", "Управление на текущия ти абонамент"),
                n("d5839f9e", "Прегледай условията или управлявай абонамента си от профила си в Stripe."),
                n("a840c22c", "Управление на съществуващ абонамент за Premium"),
                n("e31456f8", "Превключване на ниво"),
                n("a7c4ecea", "Наслади се хрониката „За теб“ без реклами, отключи всички функции и получи най-голямото приоритизиране на отговор."),
                n("h15cc518", "Разгледай опциите за ниво и избери между месечен и годишен план."),
                n("ce70c590", "Управление на значки на афилиейт партньор"),
                n("a49e1b2a", "Сортиране на твоите афилиейт партньорства"),
                n("e2daf93c", "Първата значка ще се показва във всички публикации."),
                n("ab8089ea", "Пренареждане"),
                n("e0221c42", "По-добра функционалност за четене във и извън X."),
                n("adcaa214", "Виж статиите, които се споделят най-много от следваните от теб хора."),
                n("b62d6e4c", "Четене"),
                n("acf63cd2", "Избери предпочитания от теб размер на текста за четене на нишки. Включи функцията „Изглед за четене“, като избереш бутона с книга от която и да е публикация в дадена нишка."),
                n("e5fff0c8", "Абонаментът ти е активен."),
                n("ac057b4e", "За да анулираш безплатния си абонамент за ангажиране в X, се свържи с поддръжката."),
                n("ib8ebf3b", function (e) {
                    return "Изглежда, че си купил(а) този абонамент на " + e.mobilePlatform + " устройство. Трябва да управляваш или анулираш абонамента си от тази платформа.";
                }),
                n("i8132774", "Бонусно съдържание за най-активните ти последователи"),
                n("a1222584", "Печели пари директно от своето съдържание"),
                n("df837dac", "Прогнозни постъпления/Праг на изплащане"),
                n("df29646e", "Праг на изплащане"),
                n("b0ac642a", "Може да минат до 90 дни, докато изплащанията бъдат депозирани в сметката ти."),
                n("c747df1c", "Задай подробностите за изплащане"),
                n("ac814a76", "Все още не си настроил подробностите за изплащане."),
                n("f139168e", "Табло за приходите"),
                n("ee0510c2", "История на изплащанията"),
                n("c9b82b4c", "Кандидатурата е приета · Създай абонамента си"),
                n("ibb5e1c8", "Кандидатурата бе отказана"),
                n("b255df58", "Кандидатурата е изпратена · Изчаква се преглеждане"),
                n("b3f834c8", "Кандидатурата бе поставена в списъка с чакащи"),
                n("i14be2c6", "Прогнозни постъпления"),
                n("fd74390a", "Документът за самоличност на създателя е потвърден"),
                n("e8dc82e2", "Активни програми"),
                n("c12c5eb6", "Налични програми"),
                n("j53f5eb0", "Отговарящите на условията създатели могат да се регистрират за месечни абонаменти и приходи от споделяне на реклами."),
                n("e9c1273a", "Отговарящите на условията създатели могат да се регистрират за месечни абонаменти и приходи от споделяне за създатели."),
                n("jd176c82", "Изплащания не се поддържат в твоя район"),
                n("d6ff74ca", "За съжаление, нашият доставчик на услуги за плащания все още не поддържа плащания в твоята държава. Някои от програмите за монетизация не се предлагат."),
                n("e89cdac0", "Профил за управление на изплащания"),
                n("dd7a54b4", "Настройване на профил в Stripe"),
                n("jff3ab68", "Потвърждаване на самоличността"),
                n("j2876824", "Потвърждаване на самоличността"),
                n("ebd06fb0", "Документът за самоличност е изпратен"),
                n("f65b960c", "Преглеждаме твоя официален документ за самоличност за програмата за създатели."),
                n("i4a1e936", "За да получиш плащане, не забравяй да свържеш или създадеш нов профил в Stripe"),
                n("f5931b6a", "Потвърждаването на самоличността е задължително, за да участваш в програмата за създатели. Ако вече си изпратил/а документа си за самоличност за програмата за създатели, не е необходимо да го изпращаш отново."),
                n("c8798a95", "тук"),
                n("d809ac49", "тук"),
                n("bbe09d38", "Кандидатурата е приета · Изчакваща конфигурация на магазините за приложения"),
                n("efbc5066", "Очаква се потвърждаване на самоличността"),
                n("hc7631da", "Не си завършил/а настройването на акаунта си в Stripe"),
                n("h72d71a2", "Отговаряш на условията"),
                n("e12b0b16", "Все още не отговаряш на условията"),
                n("a1e57106", "Незавършено"),
                n("i51b4e22", "Отхвърлена"),
                n("h5bd7160", "Този профил не отговаря на условията за потвърждаване на самоличност!"),
                n("e32040c4", "Трябва да завършиш потвърждаването на самоличността, за да получаваш плащания."),
                n("j8769b42", "Преглеждаме твоя официален документ за самоличност."),
                n("be955554", "Приходи от споделяне за създатели"),
                n("b03a3d62", "Приходи от споделяне на реклами"),
                n("cbbe29c2", "Ти отговаряш на изискванията за получаване на изплащания"),
                n("g97a2d6c", "Научи повече"),
                n("f30774ea", "Научи повече за програмите за монетизация и политиките тук."),
                n("aea0b11a", "Печели пари на X, като позволиш на всеки да се абонира за теб за месечно съдържание."),
                n("bce47f48", "Изкарвай прехраната си в X от ангажираността на публикациите си."),
                n("h7a68080", "Печели доходи от рекламите, показани в отговорите към твоите публикации."),
                n("eefd091e", "Изисква се потвърждаване на самоличността"),
                n("cd616a5a", "За да участваш в програмата за създатели, се изисква се потвърждаване на самоличността."),
                n("cce8c40a", "Потвърждаване на самоличността"),
                n("ja73ebac", "Приходи"),
                n("h16eeb42", "Управление"),
                n("bc43a32e", "Скорошна активност"),
                n("i4c3b046", "Нямаш нови монети към момента."),
                n("ca516a66", "Виж цялата дейност"),
                n("ee9ea930", "Диаманти"),
                n("cf3b535e", "Диамантите се натрупват чрез получаване на монети за отговарящи на условията публикации. Парите, спечелени от диаманти, се добавят към очакваните ти приходи."),
                n("fbb7764b", function (e) {
                    return e.count + " Монет" + t(e.count, "а", "и");
                }),
                n("e70a07b2", "Анонимен"),
                n("c76972f0", "От последното изплащане"),
                n("c219a552", "За цялото време"),
                n("f3ce76c0", "Нуждаеш се от още помощ?"),
                n("i8982e7e", "Ако имаш въпроси, посети Центъра ни за помощ или се свържи с нас."),
                n("fbbfe8aa", "Деактивиране на монетите"),
                n("e4f29140", "При деактивиране ще бъдеш премахнат(а) от програмата за монети и вече няма да отговаряш на условията за получаване на монети."),
                n("e58e85d2", "Продължаване с деактивирането"),
                n("be8e87b4", "Да се деактивират ли монетите?"),
                n("bee26fa8", "Да, деактивиране"),
                n("f0145c9a", "Монетите сега са деактивирани"),
                n("a22f6808", "Цялата дейност"),
                n("g1b8020c", "Последните 30 дни"),
                n("jb13b840", "През цялото време"),
                n("b4f24360", "Нямаш нови монети през последните 30 дни."),
                n("d59dbf8a", "Резюме"),
                n("g652fc4c", "Този месец нямаш изплатени суми"),
                n("d55e017a", "Този месец"),
                n("f883322d", function (e) {
                    return "ИД на транзакцията " + e.transactionId;
                }),
                n("d978f43e", "Нови абонаменти"),
                n("d113fc10", "Понастоящем нямаш нови абонаменти."),
                n("h7a41c02", "Подновявания"),
                n("eedf2eaa", "Понастоящем нямаш подновявания."),
                n("d93308d8", "Преглед на всички транзакции"),
                n("a23e724a", "Този профил не е налице."),
                n("a384fda0", "Общ преглед на абонамента"),
                n("i4313618", "Представи се и опиши какво могат да очакват хората, когато станат твои суперпоследователи."),
                n("c0348964", "Въведение"),
                n("g522fd30", "Бонуси за абонирани потребители"),
                n("e85471c6", "Значка за абониране"),
                n("fd75ca92", "Ще получиш публична значка на абониране, благодарение на която ще е по-лесно да те забелязват, да се свързват и да разговарят с теб."),
                n("ia9c37c4", "Цени"),
                n("f5be83b2", "Присъединяване към общността"),
                n("e4ee8c6a", "Споделяй идеи, получавай вдъхновение и се свързвай с други създатели в Общността за обратна връзка от създатели за Абонаменти."),
                n("i3a90dee", "Деактивиране на Абонаменти"),
                n("e261e6e6", "Като деактивираш, ще те премахнем от програмата Абонаменти и ще загубиш всичките си абонати."),
                n("ca5ca5ee", "Преглед на визуализация"),
                n("a329ce88", "Добави описание..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "Активиране на визуализациите на публикацията"),
                n("c1521804", "Визуализации на публикациите на твоите абонати ще се показват на неабонати."),
                n("jd0f1ac0", "Да се деактивира ли Абонаменти?"),
                n("c6c27fc8", "Деактивирането на Абонаменти е за постоянно. Ще те премахнем от програмата Абонаменти. За да се върнеш в нея, ще трябва да кандидатстваш отново."),
                n("f82a23ec", "Услугата Абонаменти вече е деактивирана"),
                n("a4c6e458", "Месечната такса за абонамента ти е:"),
                n("be54a313", function (e) {
                    return e.price + "/месец";
                }),
                n("hadd463a", "Заявяване на промяна на цената"),
                n("b0728b5c", "Отмяна на промяната на цената"),
                n("aea9f79c", "Предстои промяна на цената на:"),
                n("c701e5cc", "Извършените от теб промени няма да бъдат запазени."),
                n("a649778c", "Продължаване на редактирането"),
                n("d1a683b8", "Информация за създателите в Абонаменти"),
                n("iba08a94", "Как изглежда всичко?"),
                n("a5f55bfa", "Това ще се вижда от потенциалните абонати, когато посетят страницата ти. Можеш да се върнеш и да актуализираш описанията си по всяко време."),
                n("b600eb88", "Намери важните за теб потребители и си осигури разпознаване"),
                n("da48ebf6", "Получи бонусно съдържание, когато се регистрираш"),
                n("f324fb6c", "Абонамент"),
                n("c654a3aa", "Само абонатите могат да видят тази публикация"),
                n("d409ce3c", "Подкрепяй любимите си потребители в X и получи бонусно съдържание и допълнителни предимства."),
                n("a4ed9072", "Добави въведение..."),
                n("af5b098e", "Бонуси от Абонаменти"),
                n("gf32cca2", "Опиши специалните неща, които ще предложиш"),
                n("j8ba99b4", "Подскажи на хората какво да очакват всеки месец с кратко обобщение на бонусното съдържание, което ще споделяш."),
                n("j679dcda", "Преглед на примери"),
                n("j325331a", "Отдели секунда, за да кажеш „Здравей“"),
                n("e18e8da8", "Направи добро първо впечатление с кратко въвеждащо съобщение за твоите потенциални абонати."),
                n("fce14f56", "Нова цена"),
                n("b0c58272", "Избери нова месечна цена. Промените в цената се обработват за 3 – 7 работни дни. Увеличаването на цената може да изисква съществуващи абонати да се включат."),
                n("d5737f0e", "Месечен абонамент"),
                n("edc014fb", "Научи повече"),
                n("h810143c", "Подробности"),
                n("ga57b610", "Дата на покупката"),
                n("h3b68828", "Тип покупка"),
                n("cc2aa67a", "Платформа за покупки"),
                n("b313bb24", "Плащане"),
                n("e5188502", "Всички продажби са окончателни"),
                n("bf364d62", "Всички транзакции"),
                n("ed3efef0", "Нямаш нови абонаменти през последните 30 дни."),
                n("b5f9ec14", "Нямаш подновявания през последните 30 дни."),
                n("d8eed490", "Управлявай облика на публичния си профил."),
                n("e26dbcd0", "Скриване на абонаментите за създадели"),
                n("aea7dda8", "Твоят списък с абонаменти за създатели в профила ти ще бъде видим само за теб."),
                n("j3d2cfc4", "Позволяване на последователите да виждат кои Зали слушаш"),
                n("d9588ae6", "Имай предвид, че дори когато тази настройка е изключена, ще се виждаш от всички, когато участваш в Зала. Последователите ти винаги могат да виждат на кои Зали си домакин или съдомакин и в кои Зали говориш."),
                n("i84c5de8", "Очаквай скоро кандидатури за създатели"),
                n("b8922f7e", "Провери отново скоро, за да можеш да кандидатстваш за участие в програмата Абонаменти."),
                n("ad588be6", "Отговаряш на условията!"),
                n("f6443bd2", "Имаме добра новина – отговаряш на изискванията ни за Абонаменти. Искаш ли да кандидатстваш?"),
                n("a3a20a10", "Провери отново след време"),
                n("b8d29e4a", "За съжаление, понастоящем не отговаряш на изискванията ни за Абонаменти."),
                n("d92c1d0a", "Продължаване към кандидатстването"),
                n("fde27650", "условията на Абонаменти"),
                n("c5f89b06", "Получи потвърждение, като се абонираш за Premium"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " потвърдени последователи";
                }),
                n("b747ce3a", "Активен в последните 30 дни"),
                n("c27f57ac", "Имаш навършени 18 години"),
                n("h63d2973", function (e) {
                    return e.count + " органични импресии през последните 3 месеца";
                }),
                n("ef606fca", "Платени абонаменти за най-активните ти последователи"),
                n("e533715e", "Провери дали отговаряш на условията"),
                n("d8671da2", "Изкарай преживяванията си в X"),
                n("d126a504", "Предложи нещо повече на любимите си последователи и печели пари всеки месец. "),
                n("d08d0bb2", "Бонусно съдържание"),
                n("ef29d2c2", "Споделяй оригинални мисли, идеи и мнения чрез допълнителни публикации и лични отговори."),
                n("if12af7c", "Настроени абонаменти"),
                n("cc4c1a14", "Настроена цена"),
                n("e1453e45", "Научи повече"),
                n("aa7e35ee", "Профилът ти не беше избран"),
                n("c984cc62", "Твоят профил не беше избран този път. Следи за бъдещи възможности за участие."),
                n("gd115e64", "Кандидатстване за Абонаменти"),
                n("a9f08d5c", "Ще прегледаме отговорите ти на въпросите по-долу и няма да се показват в профила ти."),
                n("c3f8d650", "Опиши съдържанието си"),
                n("j89dd344", "Посочи пример за съдържание, което искаш да включиш в абонамента си, колкото по-конкретно, толкова по-добре."),
                n("d19cc490", "Добавяне на примерно съдържание"),
                n("c737c1b2", "Разкажи ни за опита си"),
                n("f98e5fd4", "Създаваш ли платено съдържание на други платформи? Защо мислиш, че потребителите ще се абонират?"),
                n("c41b01be", "Добавяне на описание"),
                n("e2aad0fe", "Няма да публикувам съдържание със смущаващи подробности или такова за възрастни"),
                n("d1b983ef", function (e) {
                    return "Трябва да има дължина от поне " + e.count + " шест знака";
                }),
                n("d3d6c52c", "Кандидатурата ти е изпратена"),
                n("cb27c0ba", "Потвърдихме цената ви. Кандидатурата ви ще бъде прегледана и ако бъдете одобрени, ще ви изпратим известие в момента, в който бъде обявена на живо."),
                n("j274e6aa", "Ти си в списъка с чакащи"),
                n("j006be54", "Групата ни за тестване на Абонаменти се запълни бързо, но те добавихме в списъка с чакащи и ще ти съобщим, когато бъдат разкрити още места."),
                n("d5cb1114", "Започни да използваш Абонаменти"),
                n("j2f622ec", "Профилът ти е избран за нашата тестова група! Настрой абонамента си още сега и ще те уведомим, когато той стане активен."),
                n("e2cd7000", "Почти е готово..."),
                n("b3629b92", "Остават само няколко стъпки да завършиш настройването на Абонаменти."),
                n("f4619a62", "Приемане и продължаване"),
                n("c5625f84", "Опиши бонусите, които предлагаш в Абонаменти"),
                n("c7289544", "Задай цена на абонамента"),
                n("aaf68c58", "Потвърди данните си за плащане"),
                n("b8a69fa0", "условията на Абонаменти"),
                n("ad4a92a2", "Значка"),
                n("d5aa8de0", "Давай значки на своите абонати"),
                n("j0bbda92", "Тук няма нищо за промяна или редактиране. Всички твои абонати автоматично ще получат публична значка, когато се абонират."),
                n("e18b7a72", "Преглед"),
                n("be76dc34", "Добавяне на описание"),
                n("ef5406e4", "Добавяне на въведение"),
                n("ea8a3d2e", "Настройка на цената"),
                n("f77bb179", function (e) {
                    return "Потвърди избора си на " + e.price;
                }),
                n("g2a6f160", "Провери отново и потвърди цената на абонамента. След като цената бъде зададена, няма да можеш да се върнеш, за да я промениш."),
                n("g767d1c9", "Забележка: Няма да може да я промениш"),
                n("df057690", "Избери колко да плащат абонатите ти"),
                n("g5923869", function (e) {
                    return e.price + " на месец";
                }),
                n("f025ab3a", "Изгради по-голяма и по-широка аудитория"),
                n("c962df0e", "Рядко публикуване и взаимодействие с абонатите"),
                n("ib075804", "Разшири аудиторията си и увеличи приходите си"),
                n("fc04f3a6", "Умерено често публикуване и взаимодействие с абонатите"),
                n("c246656e", "Изгради своя отдадена аудитория"),
                n("h0c5405c", "Редовно публикуване и взаимодействие с абонатите"),
                n("f2d2153d", function (e) {
                    return "Повечето създатели таксуват " + e.price + ", но можете да изберете произволна избрана от вас цена";
                }),
                n("f1cb36b8", "Настройване на изплащането"),
                n("e20f6662", "Всичко е готово!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "Задаване на данни за изплащанията ти"),
                n("a3f6a966", "Свързване на профил в Stripe"),
                n("cb031e44", "Ще се отвори Stripe, за да свържеш профила си. Ако имаш съществуващ профил в Stripe, който искаш да използваш, въведи имейл адреса на този профил, когато бъдеш подканен/а за имейл от Stripe. Бележка: твоят имейл в Stripe може да е различен от имейла в X."),
                n("ebfb897c", "Примери"),
                n("dc4feb1a", "Не знаеш какво да кажеш?"),
                n("h9b9d486", "Типът на съдържанието, което ще предлагаш на своите абонати, зависи изцяло от теб. Ето някои примери, които могат да ти послужат като първоначални идеи."),
                n("ic130fd6", "Ще получиш специално съдържание от „зад кулисите“, ранен преглед на моите книги и другите ми проекти, както и моите месечни музикални награди."),
                n("dd913e24", "Очаквай горещи оферти, най-нови идеи и допълнително съдържание, предназначено специално от мен за теб."),
                n("b737ee66", "Приготви се за VIP изживяване. По-конкретно, съдържание само за абонати, като например анкети, видеоклипове и оферти."),
                n("a0bb2076", "Направи въведението ти кратко и ясно, по-късно ще можеш да опишеш съдържанието ти. Ето някои примери, които могат да ти послужат като първоначални идеи."),
                n("fe076612", "Здравей, приветствам те на моята страница за Абонаменти! Много се радвам, че си тук. Благодаря ти, че ми даваш възможност да правя това, което обичам."),
                n("g7f66daa", "Здравей, как си? Благодаря ти, че проверяваш моя Абонамент. Вярвам, че моето съдържание ще ти хареса."),
                n("hbe4f99e", "Здравей! Нямам търпение да споделя малко строго секретно съдържание и да се опознаем по-добре :)"),
                n("fb278c82", "Какво включва този преглед?"),
                n("j6cab6ec", "Това е съобщението, което хората ще видят, преди да се абонират за теб. Разширявай и редактирай описанията, докато не оформиш желания окончателен вариант."),
                n("i22beaa4", "Споделяне на данни"),
                n("e110a46c", "Изтриване на хронологията разговора"),
                n("ebc4fda0", "Ще изтриеш хронологията на разговорите си с Grok. Няма да можеш да получиш достъп до тези разговори отново."),
                n("c90fe716", "Искаш ли да изтриеш разговорите си?"),
                n("a8d516a4", "X може да сподели с xAI твоите публични данни в X както и взаимодействията ти с потребителите, въвеждането на данни и резултатите ти от Grok в X за обучение и фина настройка на Grok и други модели с ИИ от xAI. Това ни помага непрекъснато да подобряваме потребителското изживяване."),
                n("a127886c", "Позволи на Grok да помни историята на разговорите ти"),
                n("f49b39b8", "Позволи на Grok да помни данни от предишните ти разговори. Можеш да изтриваш индивидуални разговори, за да се забравят свързаните данни."),
                n("b7de9ad2", "Позволяване на X да персонализира изживяването ти с Grok"),
                n("ed141096", "Разрешете вашите данни в X, както и вашите взаимодействия, въведена информация и резултати в Grok да бъдат използвани за персонализиране на вашия опит с Grok, данните ти от който X може да сподели с xAI, както и взаимодействията ти с потребителите, въвеждането на данни и резултатите ти от Grok, за да персонализира изживяването ти с Grok и други модели с ИИ от xAI. Това ни помага непрекъснато да подобряваме потребителското изживяване. "),
                n("ecdbece0", "Ти успешно се записа в програмата за монети."),
                n("db3f0bbe", "Помощ за създателите да печелят пари от своето съдържание."),
                n("a1f40cf8", "Приемам"),
                n("d604fb32", "условията за създатели"),
                n("d520d188", "Получаване на монети"),
                n("ea770766", "Монетите са виртуални стоки, които могат да се получават за отговарящи на условията публикации. Когато получаваш монети, те се натрупват в диаманти, които могат да бъдат изплатени."),
                n("d27f5ac6", "Пасивен доход"),
                n("h1d66df0", "Печели пари просто като публикуваш отлично съдържание в X. Твоите последователи вече могат да те награждават, като ти дават монети."),
                n("f85fb0a2", "Свързване с твоята аудитория"),
                n("d1433e24", "Монетите са забавен начин феновете да те награждават за това, че създаваш съдържанието, което те харесват най-много. Това е възможност за теб да се свържеш по-добре с последователите и феновете си."),
                n("e6ba42de", "Приходи от споделяне на реклами"),
                n("ebc16756", "Приходи от споделяне за създатели"),
                n("da4cd6fa", "За съжаление, все още не отговаряш на изискванията за приходи от споделяне на реклами. Трябва да отговаряш на изискванията по-долу, за да участваш:"),
                n("b2961492", "За съжаление, все още не отговаряш на условията за приходи от споделяне за създатели. Трябва да отговаряш на изискванията по-долу, за да участваш:"),
                n("d3789528", "Относно приходите от споделяне на реклами"),
                n("aa0ff456", "Относно приходите от споделяне за създатели"),
                n("bf214f48", "OK"),
                n("b2b4d592", "Абонирай се за Premium или за потвърдени организации"),
                n("fbb03ba6", "500 Premium последователи"),
                n("hb4c5169", function (e) {
                    return "Имай поне " + e.impression_number + " милиона импресии на твоите публикации през последните 3 месеца";
                }),
                n("f91685ba", "Автоматично отговаряш на условията за получаване на пари за публикациите си!"),
                n("a9f0e0fa", "Като абонат на Premium или потвърдени организации ти автоматично отговаряш на условията за приходи от споделяне на реклами. Твоето изплащане се основава на броя потвърдени импресии на реклами, показани в отговорите на твоите публикации."),
                n("c694e3e4", "Като абонат с Premium или от потвърдена организация автоматично отговаряш на условията за приходи от споделяне за създатели."),
                n("acd1a1be", "Задай данните си за изплащане сега, за да получаваш бъдещи изплащания."),
                n("f7e11f70", "Присъединяване и потвърждаване на документ за самоличност"),
                n("c8169274", "Имаше проблем при запазването на кандидатурата ти. Опитай отново по-късно."),
                n("c3f93665", "Условията за приходи от споделяне за създатели"),
                n("a249ce04", "Условията за приходи от споделяне на реклами"),
                n("d085a144", "Табло за приходите на създателя"),
                n("a5204850", "Общи постъпления"),
                n("ada650cf", function (e) {
                    return "Период на плащане: " + e.fromDate + " – " + e.toDate;
                }),
                n("aa732c0a", "Приходи от споделяне на видео реклами"),
                n("g88c1108", "Относно приходи от споделяне на видео реклами"),
                n("d4bb7e9c", "Условия за приходи от споделяне на видео реклами"),
                n("dc535dbe", "Печели повече за съдържанието си в X, като кандидатстваш за предварителна ни програма за приходи от споделяне на видео реклами."),
                n("eb6d9270", "Получавай пари за съдъжанието си"),
                n("a778472e", "Подробности:"),
                n("bde8446e", "Избери „Приемане и изпращане“, за да кандидатстваш за програмата за приходи от споделяне на реклами."),
                n("a415fd3a", "Приемане и изпращане"),
                n("fbba9725", "правилата на X"),
                n("f3dd8c4a", "условията за приходи от споделяне на реклами и стандартите за монетизация на създателите"),
                n("hd885ae0", "Преглед на въздействието ти"),
                n("je4ccd3a", "Център за помощ за статиите без реклами"),
                n("i6cb493e", "Управлявай как да се показват твоите афилиейт партньорства"),
                n("e4fde082", "Задай таймер за отмяна на изпратените публикации и избери какви видове публикации да бъдат отменяни."),
                n("dcfc6540", "Оригинални публикации"),
                n("be077e8c", "Нишки"),
                n("f3429f2c", "Анкети"),
                n("i647ba8a", "Период за отмяна на публикации"),
                n("d195528e", "Избери кои типове публикации искаш да можеш да отменяш, преди да станат публични, и колко дълго да бъде времето за отмяна."),
                n("bcf3a9e6", "Управлявай настройките, които спомагат за ограничаване на нежеланите отговори."),
                n("c048fd3a", "Филтриране на потенциално нежеланите отговори"),
                n("dab7dac4", "Когато отговори на публикациите ти съдържат потенциално обиден или злонамерен език, те ще бъдат филтрирани и ще се показват тук. Другите хора все още ще могат да виждат тези отговори."),
                n("c4c53b86", "Обърни внимание, че ние използваме технологии за идентифицирането на потенциално нежелани отговори. Затова, макар че постоянно подобряваме работата си, е възможно понякога да грешим."),
                n("dca3d2ee", "Да се изключи ли филтърът за отговори?"),
                n("fe440ff8", "Филтрираните отговори няма да бъдат възстановени към публикациите ти."),
                n("cedbb01c", "Правни"),
                n("b4f917d0", "Разни"),
                n("bdfa2b8c", "Допълнителни ресурси"),
                n("b8692262", "Разгледай други места, където да научиш още полезна информация за продуктите и услугите на X."),
                n("c0398892", "Бележки по изданието"),
                n("b833bcde", "Управлявай аспекти от изживяването си в X, като например ограничаване на цветовия контраст и движението. Тези настройки засягат всички профили в X на този браузър."),
                n("d5b646be", "Зрение"),
                n("jfe6a3a0", "Движение"),
                n("e8c72272", "Увеличаване на цветовия контраст"),
                n("dba2cdd2", "Подобрява четливостта, като увеличава контраста между текста и фоновите цветове."),
                n("d070244e", "Намаляване на движението"),
                n("icfa5e8c", "Ограничава количеството анимации в приложението, включително броячите за ангажираност на живо."),
                n("ae41b002", "Ограничава количеството анимации в приложението, включително броячите за ангажираност на живо. Системата ти в момента сигнализира за намаляване на движението. Ако искаш да активираш движението отново, първо го деактивирай там."),
                n("h9d1cfae", "Получаване на напомняне за описание на изображение"),
                n("c878e9f8", "Активира напомняне за добавяне на описание към изображение преди изпращането на публикация."),
                n("bbd1fc7c", "Научи повече за достъпността в X"),
                n("ac865cf0", "Достъпност в X"),
                n("d3a2bde8", "Виж информация за профила си, изтегли архив с данните си или научи за възможностите за деактивиране на профила ти"),
                n("idca4742", "Виж информацията за профила си, като телефонен номер и имейл адрес."),
                n("b6ded35e", "Промени паролата си по всяко време."),
                n("cce24bf4", "Виж информацията, съхранена за профила ти."),
                n("i203df96", "Разбери как можеш да деактивираш профила си."),
                n("f70cd5ee", "Телефон"),
                n("ib6f1694", "Създаване на профила"),
                n("de323650", "Жена"),
                n("b6ab31be", "Мъж"),
                n("h3290872", "Потвърден"),
                n("hbd12156", "Заявка за потвърждаване"),
                n("b7ec04f4", "Да"),
                n("f70d5780", "Да."),
                n("dc62d3c6", "Не."),
                n("a67dbd0a", "Пародиен, коментаторски и фен профил"),
                n("a3db727e", "Управление на пародиен, коментаторски и фен профил"),
                n("eacf1990", "Добави към профила си датата си на раждане."),
                n("a3bf1262", "Промени датата си на раждане в своя профил."),
                n("h530db16", "Заключени публикации"),
                n("d6d80990", "Тази информация се отнася за браузъра или устройството ти, когато не си в профила си. Когато си в профила си, може да е различна."),
                n("i0d81ddb", "настройките си за персонализиране и данни"),
                n("g2a9bd3e", "Етикети на автоматизираните профили"),
                n("dd9b3aae", "Какво е автоматизиран профил?"),
                n("b80bdc40", "Автоматизираните профили се програмират през API на X автоматично да извършват определени действия. Пример за това е публикуването на времето за определен регион. Тези профили са създадени и се управляват от други хора в X."),
                n("a01ac9b6", "Етикетите показват на всички кой управлява автоматизирания профил. След като притежателят на автоматизиран профил свърже съответния управляващ профил, ще се показва етикет на автоматизирания профил и на неговите публикации."),
                n("b989e1fe", "Трябва ли да означа с етикет автоматизираните си профили?"),
                n("i2d599aa", "Как да означа с етикет своя автоматизиран профил?"),
                n("gd5bed72", "Създаване на управляващ профил"),
                n("g6d44432", "Управляващият профил е управляван от човек профил, който отговаря за автоматизирания профил."),
                n("e20a69e8", "Свързване на управляващия профил с автоматизирания"),
                n("d2f88358", "Свържи профилите си от страницата „Автоматизиране“ в настройките си."),
                n("e427f632", "Профилът ти е означен с етикет!"),
                n("a4d7cffa", "След като профилите бъдат свързани, автоматизираният профил ще получи етикет."),
                n("a18d6a7d", "нови правила"),
                n("e9965c14", "често задавани въпроси относно етикетите на автоматизираните профили"),
                n("ee78c192", "Какво представлява PCF профилът?"),
                n("c3f35e0c", "PCF профилът представя други лица, групи или организации в своя профил с цел да ги коментира или сатиризира или да споделя информация, свързана с тях."),
                n("d019b5fa", "Трябва ли да означа с етикет моя PCF профил?"),
                n("dd04f24e", "Да. Етикетът PCF гарантира, че хората в X няма да бъдат объркани от твоя профил, като ги информира, че той не е свързан с темата на профила. Ако не е означен, профилът ти може да нарушава политиката за автентичност."),
                n("hb0f8bbc", "Как да означа с етикет моя PCF профил?"),
                n("g69acc5c", "Просто щракни върху „Разбрано“ и ще отворим настройките на профила ти, за да зададеш етикет за профила!"),
                n("d313d431", "политика за автентичност"),
                n("a3f22d8e", "Избери какви типове известия да получаваш за твоите дейности, интереси и препоръки."),
                n("bc20979a", "X и партньорите му използват бисквитки, за да ти осигурят по-добра, по-сигурна и по-бърза услуга и да подкрепят бизнеса ти. Някои бисквитки са необходими, за да се използват нашите услуги, да се подобрят и да сме сигурни, че работят добре."),
                n("ge06dadc", "Разрешаване на X и на партньорите му да използват бисквитки, за да ти предоставят реклами и съобщения, съобразени с интересите ти."),
                n("he20de3a", "Не позволявай на X да използва бисквитки, за да събира допълнителни данни за подбрани за теб реклами и съобщения."),
                n("g0ec0bec", "Деактивиран"),
                n("g89f4614", "Профилът ти е деактивиран"),
                n("f1768324", "Контролирай начина, по който X персонализира съдържанието и събира и споделя определени данни."),
                n("ja94f34e", "Тези настройки се отнасят за този браузър или устройство, когато не си в профила си. Те нямат ефект, когато си в профила си."),
                n("bd73f7e6", "Това ще активира или деактивира всички настройки на тази страница."),
                n("ddbc3288", "Данни"),
                n("ae5339a0", "Виж своите данни в X"),
                n("b934e0ea", "Да се деактивират ли персонализирането и данните?"),
                n("i0317e0e", "Така публикациите и рекламите, които виждаш, може да не са толкова подходящи."),
                n("a148acba", "Деактивиране"),
                n("aa023546", "Персонализиране въз основа на местата, посетени от теб"),
                n("ced77194", "Разрешаване на използване на данни за местата в мрежата, където виждаш съдържание от X"),
                n("fe1fc83e", "Това са възрастовите групи, свързани с теб."),
                n("bf9c74d0", "Тези възрастови групи да не се използват за персонализиране."),
                n("cf0daa24", "Събирането на тази информация може да отнеме известно време. Опитай отново по-късно."),
                n("ea522535", "Научи повече"),
                n("hf5ca8f8", "профила си"),
                n("d9cbe351", function (e) {
                    return e.count + " влизанесъбити" + t(e.count, "е", "я");
                }),
                n("de90b04a", "Места, посетени от теб"),
                n("cbd2ef59", function (e) {
                    return e.count + " местоположени" + t(e.count, "е", "я");
                }),
                n("a4441bb8", "Интереси от X"),
                n("e1c6b2d6", "Персонализирани аудитории"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " аудитори" + t(e.audienceCount, "я", "и") + " от " + e.advertiserCount + " рекламодател" + t(e.advertiserCount, "", "я");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " интерес" + t(e.count, "", "а");
                }),
                n("hf9c2caa", "Да се поиска ли списък с рекламодатели?"),
                n("c29b7971", function (e) {
                    return "Ще бъде изпратен до " + e.primaryEmail + ".";
                }),
                n("b9e1cf02", "Искане"),
                n("a8276fac", "Искане за списък с рекламодатели"),
                n("g7912a84", "Разбрано. Списъкът ти ще ти бъде изпратен по имейл, щом бъде готов."),
                n("d6104de0", "Можеш да се откажеш от рекламирането въз основа на интереси в настройките си за персонализиране и данни. Това ще промени рекламите, които виждаш в X, но няма да те премахне от аудиториите на рекламодателите."),
                n("ed8c03f5", "Научи повече"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " аудитории";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " рекламодателя";
                }),
                n("j4fa776e", "Телефони"),
                n("i7acdb36", "Таблети"),
                n("c112dfc8", "Компютри"),
                n("jd8607ba", "Активиран на"),
                n("ea4f6c9e", "Браузъри"),
                n("d750b93f", function (e) {
                    return e.count + " браузър" + t(e.count, "", "а");
                }),
                n("a9783602", "Мобилни устройства"),
                n("j043aa31", function (e) {
                    return e.count + " мобилн" + t(e.count, "о устройство", "и устройства");
                }),
                n("ae415fd2", "Тази настройка е изключена."),
                n("a90be7b4", "Имейл адреси"),
                n("c0f6f911", "дейност извън X"),
                n("adaafb3f", "Предполагаема самоличност"),
                n("f0f72665", "Предполагаема самоличност"),
                n("d33b4e5b", "за активност извън X"),
                n("c4668d4f", "за активност извън X"),
                n("df3e137b", "Научи повече"),
                n("d1597ccb", "Научи повече"),
                n("c1b03a07", "Научи повече"),
                n("b056d9dc", "Това е настройката за основния език на профила ти."),
                n("h68bc23c", "Тези допълнителни езици се използват за персонализиране на работата ти."),
                n("fbf0e61e", "Ако не си посочил/а пол, това е полът, свързан с профила ти въз основа на данните в него и дейността ти. Тази информация няма да се показва публично."),
                n("b4568a3a", "Добави пола си"),
                n("c0be743e", "Полът бе обновен"),
                n("c5abae66", "Това е полът, свързан от X в най-голяма степен с теб."),
                n("cdb0d3e6", "Този пол да не се използва за персонализиране."),
                n("j31a1aa0", "Това са местата, въз основа на които X ти показва по-подходящо съдържание. Няма да виждаш места тук, ако изключиш „Персонализиране въз основа на местата, посетени от теб“."),
                n("ddefdd1c", "Да се премахнат ли посетените от теб места?"),
                n("hea740ac", "Това ще отнеме известно време и не може да бъде отменено."),
                n("a26e0d52", "Ясно. Тези места ще бъдат премахнати."),
                n("he447966", "Няма намерени места."),
                n("b9d98dec", "настройките за местоположение"),
                n("e27e4fce", "Неизвестно местоположение"),
                n("ib55eb6b", "Свързани приложения"),
                n("e5a4a539", "Научи повече"),
                n("gc8f2e14", "Можеш да се откажеш от рекламирането въз основа на интереси в настройките си за персонализиране и данни."),
                n("e6dbe66b", "Научи повече"),
                n("d3310e49", function (e) {
                    return "Файл с цялата информация, свързана с профила ти, ще бъде изпратен до " + e.primaryEmail + ".";
                }),
                n("ib03e8c8", "Да се изтегли ли на това устройство файл с цялата информация, свързана с профила ти?"),
                n("g49741e8", "Изтегляне"),
                n("dc370a0c", "Разбрано. Данните ти ще ти бъдат изпратени по имейл, щом бъдат готови."),
                n("c07b4316", "Интереси"),
                n("e97196fe", "Известност със"),
                n("ja0f971c", "Това са някои от интересите, подходящи за теб въз основа на профила ти, активността ти и следваните от теб теми. Те се използват за персонализиране на работата ти с X, включително рекламите, които ти се показват. Можеш да ги коригираш, ако някои изглеждат неуместни. Може да мине известно време, докато промените влязат в сила."),
                n("gd1ce494", "Смятаме, че си познат/а на хората заради интересите по-долу. Те се използват за показване на по-голяма част от твоето съдържание пред хората, които се интересуват от тези области. Можеш да коригираш интересите, ако нещо не е наред. Може да мине известно време, докато евентуалните промени влязат в сила."),
                n("a6b0b41a", "Вземи приложението на X на мобилния си телефон. Безплатно е."),
                n("h3ed510e", "Данни в X"),
                n("b708417c", "Можеш да заявиш ZIP файл с архив на информацията, историята и активността в профила и данни за приложенията, устройствата, интересите и рекламите. Когато архивът с данните бъде готов за изтегляне, ще получиш известие в приложението."),
                n("jbf5843e", "Данни от Periscope"),
                n("ea886c6e", "Можеш да поискаш архив с данните ти в Periscope направо в тази услуга."),
                n("cdcc2ad4", "Изтеглянето не успя"),
                n("dbeff87a", "Заявка за архив"),
                n("hb02ed28", "Функцията за изтегляне на данните ти в момента не е налице. Опитай отново в друг ден."),
                n("c2254084", "Получихме заявката ти. С цел защита на профила ти подготовката на данните може да трае 24 часа или повече."),
                n("f62d1d9e", "Архивът ти е готов и можеш да го изтеглиш и прегледаш с браузър на компютъра си. Имай предвид, че трябва да изтеглиш тези данни, преди да изтекат след няколко дни."),
                n("b221ca4c", "Ще ти съобщим, когато данните ти бъдат готови за изтегляне"),
                n("db40dfcf", "попълни този формуляр"),
                n("g1aced04", "Приложения, устройства и информация"),
                n("dbcf3a1a", "Добавяне на етикет на профил"),
                n("cbb2367c", "Показване или скриване на етикет на пародиен, коментаторски и фен профил."),
                n("ge48855c", "Пародия"),
                n("hf019b20", "Целта на този етикет е да гарантира, че профилът ти няма да заблуди хората в X, като ги информира, че не си в афилиейт партньорство с темата на профила."),
                n("d048571e", "Премахване на етикет на пародиен профил?"),
                n("g905134c", "Изключването на този етикет ще го премахне от профила ти и всички предишни публикации. Провери дали отговаряш на условията на политиката за автентичност."),
                n("ce62c8c2", "Да се премахне ли етикета на профила?"),
                n("a14080ce", "Актуализиране на етикета на профила?"),
                n("db6796f6", "Изключването на този етикет ще го премахне от профила ти и всички предишни публикации. Провери дали отговаряш на условията на политиката за автентичност. След като бъде актуализиран, допълнителните актуализации ще бъдат заключени за 48 часа."),
                n("c700b6be", "След като бъде актуализиран, допълнителните актуализации ще бъдат заключени за 48 часа."),
                n("ff1739ae", "Етикет на профил"),
                n("h70c602c", "Неуспешно актуализиране на етикета на профила"),
                n("c818c60c", "Статистики"),
                n("ha9f14b1", function (e) {
                    return "Твоята зала ще започне на " + e.scheduleDate + " в " + e.scheduleTime;
                }),
                n("jafbef80", "Не си упълномощен/а да насрочиш тази зала"),
                n("e5d26f84", "Не пропускай нищо от случващото се, като активираш известията от X. X ще получи информация за езика и държавата на устройството ти, за да персонализира известията за теб."),
                n("f91f00ba", "Създаване на аудиоклип"),
                n("f9b2d343", function (e) {
                    return e.count + " публикаци" + t(e.count, "я", "и");
                }),
                n("jcc8306e", "Заявка за говорене"),
                n("j41fd45a", "Заявката е изпратена"),
                n("d5b2aae8", "Изпратени са твърде много заявки за говорене. Опитай отново по-късно. "),
                n("b9945b98", "Заявката за говорене е неуспешна. Присъедини се отново към залата и опитай отново след няколко секунди."),
                n("b2cc6a54", "Присъединяване като говорител"),
                n("fb6c0bbc", "Анонимно слушане"),
                n("e49a1f42", "В момента слушаш анонимно и не си видим/а за домакина и другите участници."),
                n("jf01aea4", "За да участваш, трябва да напуснеш и да се присъединиш обратно като видим слушател."),
                n("cac1482a", "Реагиране"),
                n("fc0e94b7", function (e) {
                    return "Реагиране с " + e.emoji;
                }),
                n("jf9f3e54", "Превъртане 15 секунди напред"),
                n("hdd1aba0", "Прескачане 15 секунди назад"),
                n("b89c5a50", "Пауза"),
                n("e674c120", "Показване на надписи"),
                n("f45bace4", "Скриване на надписите"),
                n("ce96f1dc", "Надписите не са налице"),
                n("e07f6e7d", function (e) {
                    return "Скорост " + e.rate + "x";
                }),
                n("jd04fc66", "Скорост 50%"),
                n("f03848b8", "Нормално"),
                n("j0e5c2ce", "Скорост 150%"),
                n("b3f2318e", "Скорост 200%"),
                n("f17bc95a", "Споделяне на екрана"),
                n("b11a74b2", "Спиране на споделянето"),
                n("e51c2372", "Гости"),
                n("b08821f4", "Назад"),
                n("fed1388a", "Настройки на зала"),
                n("c63dd2cc", "Присъедини се към този разговор наживо с мен!"),
                n("c958c6c8", "Публикувай това"),
                n("if23a252", "Споделяне чрез..."),
                n("c0530da6", "Меню за споделяне"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "Прекратяване на залата?"),
                n("db684264", "Да, прекратяване"),
                n("je23178a", "Това ще прекрати разговора за всички."),
                n("c371fb9a", "Край"),
                n("c0ce822e", "Настройки на микрофона"),
                n("a2bf8b8a", "Преминаване към слушане"),
                n("caa8d928", "Превключване на потискане на шума"),
                n("b5d88f0c", "Само за служители"),
                n("c855ab8e", "Само за абонати"),
                n("ddeb0a3c", "Това е Общността. Харесват ли ти хората? Разгледай наоколо."),
                n("e111f531", function (e) {
                    return e.count + " се включи" + t(e.count, "", "ха");
                }),
                n("cbef820f", function (e) {
                    return e.screenName + " препубликува потока!";
                }),
                n("e3275464", "Пращане"),
                n("cededf2a", "Домакин"),
                n("i2caef48", "Съдомакини"),
                n("j245c654", "Говорители"),
                n("eda23a02", "Слушатели"),
                n("b90eb348", "Покана за говорене"),
                n("d9a63e82", "Премахване от говорителите"),
                n("bd917b26", "Покана на съдомакин"),
                n("d7357e7e", "Премахване от съдомакините"),
                n("bf307fc0", "Блокиране и премахване"),
                n("ccf2f24e", "Доклад"),
                n("i22835de", "Одобряване"),
                n("cb59a0fe", "Отхвърляне");
            n("c2376960", "Заявки за говорене"),
                n("aba7dcdd", function (e) {
                    return "Изпращане на покана на " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "домакин" + t(e.count, "", "и");
                }),
                n("fc56c8b1", function (e) {
                    return "съдомакин" + t(e.count, "", "и");
                }),
                n("iba0f45d", function (e) {
                    return "говорител" + t(e.count, "", "и");
                }),
                n("dc066955", function (e) {
                    return "слушател" + t(e.count, "", "и");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " отворени м" + t(e.remainingCapacityCount, "ясто", "еста");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " заявк" + t(e.count, "а", "и");
                }),
                n("fe7a1910", "Изпращане на покани"),
                n("ic3c757e", "Търсене на потребители"),
                n("cd133486", "Покани"),
                n("f2333850", "Споделяне с хора извън X"),
                n("cddb8097", "Научи повече"),
                n("f77997b0", "Съдомакин"),
                n("i48f4ed8", "Говорител"),
                n("a77c8e02", "Слушател"),
                n("bdfa93eb", function (e) {
                    return "Споделено от " + e.name;
                }),
                n("d8cc6ada", "Кой може да говори? Сегашните говорители няма да бъдат засегнати. Промените може да отнемат няколко секунди."),
                n("e3a87142", "Само хората, които поканиш да говорят"),
                n("db3de1d2", "Присъединяване като говорител"),
                n("d7f4bc44", "Присъединяване като съдомакин"),
                n("edcf15e9", function (e) {
                    return "Заявени (" + e.count + ")";
                }),
                n("h13957aa", "Заглушаване на зала"),
                n("ge6372fa", "Спиране на заглушаването на зала"),
                n("i7a42e1c", "Помощ за управление на тази зала"),
                n("e0b8f112", "Поканиха те за съдомакин!"),
                n("ee12263c", "Съдомакините могат да говорят в залата"),
                n("jee7002c", "Съдомакините могат да канят, премахват и заглушават говорители"),
                n("i95225d2", "Съдомакините могат да споделят и премахват публикации"),
                n("f07137fa", "Съдомакините могат да премахват слушатели от залата"),
                n("j6cdf012", "Съдомакините не могат да канят или премахват други съдомакини"),
                n("c727d116", "Съдомакините не могат да спират залата"),
                n("g69084b8", "Приемане на поканата за съдомакин"),
                n("ee230734", "Показване на още опции"),
                n("ic8c615e", "Опция за избиране и изпращане на бърз отговор"),
                n("a04077c4", "Моля, избери 1 снимка, видеоклип или GIF файл."),
                n("c07367d8", "Мултимедийното съдържание не се поддържа за шифровани съобщения"),
                n("af71ef68", "Глас"),
                n("fc64990e", "Видео"),
                n("ca0ce0e4", "Започни ново съобщение"),
                n("e18e6a63", function (e) {
                    return "Вземи X Premium, за да изпратиш съобщение на @" + e.username;
                }),
                n("c3752568", "Възникна грешка. Опитай да изпратиш съобщението си отново след малко."),
                n("f78aa3ea", "Някои от съобщенията ти не бяха изпратени. Моля, опитайт отново по-късно."),
                n("f9690dc0", "За съжаление, не можеш да изпратиш съобщение до този профил."),
                n("b1d35408", "Надхвърли дневния лимит за изпращане на съобщения."),
                n("g539cca6", "Профилът ти е спрян и му е забранено да изпраща съобщения."),
                n("bbac001a", "Това съобщение е твърде дълго."),
                n("a1d2a68e", "Този потребител не те следва. Можеш да изпращаш съобщения само на хора, които те следват."),
                n("ec2bb9d4", "Публикацията, която се опитваш да изпратиш, е изтрита."),
                n("hf383be4", "Профилът, до който се опитваш да изпратиш съобщение, е изтрит."),
                n("c4fdbd16", "Не можеш да изпращаш съобщения до потребители, блокирани от теб."),
                n("hf3e7e38", "Съобщението ти не можа да бъде изпратено."),
                n("dd8272fd", function (e) {
                    return e.count + " нов/и нов" + t(e.count, "о съобщение", "и съобщения");
                }),
                n("e2cd3b7c", "Аудио разговорът приключи"),
                n("f42f365a", "Видео разговорът приключи"),
                n("a7570f2c", "Пропуснат аудио разговор"),
                n("jd9831b2", "Пропуснат видео разговор"),
                n("f0985268", "Аудио разговор"),
                n("ca397a48", "Видео разговор"),
                n("bb7e2143", function (e) {
                    return e.seconds + " сек.";
                }),
                n("c1d4ac84", "Ти смени снимката на групата"),
                n("abc7b032", "Снимката на групата беше променена"),
                n("i263b294", "Ти се присъедини към разговора"),
                n("i8d5e62b", function (e) {
                    return "още " + e.count + " души";
                }),
                n("f7204380", "Този Fleet е изтекъл"),
                n("d9de7b58", "Този медиен материал е скрит, защото е от потребител, когото не следваш."),
                n("f2879f4e", "Това съобщение може да съдържа шокиращи материали."),
                n("b518221e", "Отваряне на изображението"),
                n("eeaa9f90", "Отваряне на видеоклипа"),
                n("g2b43664", "Отваряне на GIF файла"),
                n("d99de549", function (e) {
                    return "В отговор на " + e.name;
                }),
                n("f5a07f7c", "Прикачен файл"),
                n("fd079470", "Това е спам"),
                n("c7a92dca", "Съобщението е наред"),
                n("fb3ccb56", "Съобщението е скрито заради подозрително съдържание"),
                n("c94b7d8a", "Пускане на гласовото съобщение"),
                n("eb6f9582", "Пауза на гласовото съобщение"),
                n("b6b4142e", "Тази публикация е скрита, защото е от потребител, когото не следваш."),
                n("fda60d78", "Тази публиакция може да съдържа шокиращи материали."),
                n("b59a9004", "Отваряне на публикация"),
                n("daf6bf02", "Промяна на настройките"),
                n("ba60339a", "Изтриване за теб"),
                n("eb497e08", "Още действия"),
                n("b170974a", "Добавяне на реакция"),
                n("i202bd22", "Докладване на съобщението"),
                n("f2e5491a", "Копиране на съобщението"),
                n("bf2d08ca", "Още реакции"),
                n("ca7a2215", function (e) {
                    return "Текущата ти реакция: " + e.emoji;
                }),
                n("j4bfee22", "Изтриване на съобщението?"),
                n("faddd3a2", "Това съобщение ще бъде изтрито за теб. Другите хора в разговора ще продължат да го виждат."),
                n("f58dff34", "Възникна грешка и съобщението не беше изтрито."),
                n("ad5a8e8e", "За съжаление, нямаш разрешение да изтриеш това съобщение."),
                n("fad48eea", "Изпраща се..."),
                n("ae7d7a24", "Съобщението не бе изпратено"),
                n("bbe74f3f", function (e) {
                    return "Вчера, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " реакци" + t(e.reactionCount, "я", "и");
                }),
                n("c0098d4a", "Реакции"),
                n("j85999ec", "Списък с реакциите на потребителите"),
                n("a2d48779", function (e) {
                    return "Премахване на настоящата ти реакция: " + e.emoji;
                }),
                n("icd0bf34", "Видяно"),
                n("e8bd8fec", "Изпратено"),
                n("b2d32fae", "Видяно от всички"),
                n("a763d33f", function (e) {
                    return "Видяно от " + e.count + " " + t(e.count, "човек", "души");
                }),
                n("d84b485e", "Ти последва този профил"),
                n("be0c83d8", "Ти прие заявката"),
                n("bcc13060", "Ранен достъп"),
                n("e535cae9", function (e) {
                    return e.count + " последовател" + t(e.count, "", "и");
                }),
                n("cf249089", function (e) {
                    return "Присъединяване: " + e.joinDate;
                }),
                n("g1f972d7", "Научи повече"),
                n("bb0e37c3", "Научи повече"),
                n("a89e8ab3", "Научи повече"),
                n("d98540eb", "Научи повече"),
                n("j296badb", "Научи повече"),
                n("e45d77f5", "Научи повече"),
                n("h52ca4c4", "Нови съобщения"),
                n("ffde2fdc", "Разговорът се зарежда"),
                n("da878dc0", "Приемане"),
                n("hc52446c", "Искаш ли да участваш в тази група? Членовете й няма да знаят, че си видял/а заявката, докато не я приемеш."),
                n("f7e1ad65", function (e) {
                    return "Искаш ли " + e.senderName + " да може да ти изпраща съобщения? Този потребител няма да знае, че си видял/а съобщението му, докато не приемеш.";
                }),
                n("gdf4b790", "Да се напусне ли разговорът?"),
                n("bbf83d84", "Това не може да бъде отменено. Историята на разговора ще бъде изтрита от входящите ти съобщения."),
                n("ib3fe8aa", "Блокиране или докладване"),
                n("gbed8594", "Ако блокираш този човек, той няма да може да ти изпраща искания за съобщения в бъдеще."),
                n("g9074da4", "Напускане на разговора"),
                n("ad63377e", "Изтриване на разговора"),
                n("h09b49f8", "Този разговор ще бъде изтрит от входящата ти поща. Другите участници в разговора ще продължат да го виждат."),
                n("i6b19b08", "Докладване на разговора"),
                n("cdb1a05a", "Съобщи на X за спам или злоупотреби, за да можем да защитаваме другите хора от профили като този."),
                n("d6b11d9c", "Личното ти съобщение не беше изпратено, защото част от съдържанието не беше качено."),
                n("c64c1884", "Напиши ново съобщение"),
                n("cdcebd22", "Ново съобщение"),
                n("a66ac766", "Личните съобщения се зареждат"),
                n("a846382a", "Търси в личните съобщения"),
                n("h845f282", "Лично съобщение"),
                n("d7ad7414", "Съобщението не е налично"),
                n("ga086a54", "Прикачено изображение"),
                n("a9cc8cfe", "Изпрати GIF файл"),
                n("eb3d722e", "Изпрати GIF файл"),
                n("e5bfe07e", "Изпрати връзка"),
                n("db53c018", "Изпрати връзка"),
                n("bf584cd2", "Изпрати снимки"),
                n("f80629ba", "Изпрати снимка"),
                n("e20b65b0", "Изпрати стикер"),
                n("d30c2d40", "Изпрати стикер"),
                n("a876e58c", "Изпрати видеоклип"),
                n("j7d8101a", "Изпрати видеоклип"),
                n("dedfd266", "Изпрати гласово съобщение"),
                n("h7033cac", "Ти изпрати гласово съобщение"),
                n("i34ec422", "Сподели публикация"),
                n("a4939874", "Ти сподели публикация"),
                n("a30a206e", "Разбрах!"),
                n("ib4b1b86", "Представяме закачени разговори"),
                n("bd3ca2ef", function (e) {
                    return "Избери менюто за действие върху разговор, за да го закачиш в началото за лесен достъп. Можеш да закачиш до " + e.count + " разговор" + t(e.count, "", "а") + ".";
                }),
                n("e1c9ec9c", "Закачане на разговора"),
                n("e3cfff7c", "Отлагане на разговора"),
                n("f398722e", "Разговорът е отложен"),
                n("bdd91964", "Откачане на разговора"),
                n("a8ed0eca", "Отмяна на отлагането на разговора"),
                n("jac4eb1e", "Отлагането на разговора бе отменено"),
                n("d88d0790", "Меню за опции"),
                n("ce108dda", "Избор на етикет"),
                n("abf2d13c", "Избор"),
                n("e4b3f520", "Закачени разговори"),
                n("ae4d666a", "Всички разговори"),
                n("d98e066c", "Разговорът бе закачен."),
                n("j302dba8", "Разговорът бе откачен."),
                n("cb367658", "Разговорът не бе закачен. Опитай отново."),
                n("ie9a7e48", "Разговорът не бе закачен. Провери връзката си и опитай отново."),
                n("hd3927c6", "Разговорът не бе откачен. Опитай отново."),
                n("f1ac0968", "Разговорът не бе откачен. Провери връзката си и опитай отново."),
                n("d571e4f9", function (e) {
                    return "Можеш да фиксираш само " + e.count + " разговор" + t(e.count, "", "а");
                }),
                n("a551bf7e", "Трябва да откачиш един разговор, за да закачиш друг."),
                n("a676a876", "Приветстваме те във „Входящи“!"),
                n("h52877aa", "Свързвай се директно, споделяй публикации и др. с помощта на частни разговори между теб и други потребители на X. "),
                n("efe8fda0", "Писане на съобщение"),
                n("b9dae4f4", "Опитай с друга дума за търсене"),
                n("e7fb2028", "Няма повече резултати"),
                n("ae111c99", function (e) {
                    return "Няма резултати за „" + e.query + "“";
                }),
                n("e8581cce", "Думата, която въведе, не даде резултати"),
                n("f08940ac", "Започване на ново съобщение"),
                n("i5d7593a", "Опитай да потърсиш хора, групи или съобщения"),
                n("c94ac69e", "Групи"),
                n("fb3c8e74", "Скорошни търсения"),
                n("fd6150fc", "По-голяма безопасност за теб при личните съобщения"),
                n("c7e8a9ee", "Политиката ни за поверителност"),
                n("bece84b4", "Нямаш заявки за съобщения"),
                n("e51be7c1", "Научи повече"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + t(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + t(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + t(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + t(e.count, "", "s");
                }),
                n("ed93de0c", "Анализиране на публикацията"),
                n("ba44f4ea", "Повече подробности от Grok"),
                n("a6e89af8", "Открит разговор"),
                n("ica55d24", "Нов чат"),
                n("f794af9a", "Забавен режим"),
                n("eccf9fea", "Обичаен режим"),
                n("g7b1c574", "Възстановяване на настройките по подразбиране"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "Избери желания режим на търсене"),
                n("i330e54c", "Разширено търсене и разсъждения"),
                n("ac64b674", "Разширено търсене, повече разсъждения"),
                n("j22655f2", "Попитай нещо"),
                n("h0681e3e", "Говори с Grok, нашия асистент с ИИ"),
                n("d593fd78", "Може да отговори на твоите въпроси, да търси в X и да генерира изображения"),
                n("d0205a24", "Проверка на фактите"),
                n("ed4177c4", "Grok може уверено да предоставя фактически невярна информация, да обобщава погрешно или да пропуска съдържание. Трябва да потвърждаваш независимо всяка информация."),
                n("c0ff98f8", "Обучение и персонализиране на ИИ"),
                n("f1a8218a", "Може да използваме данните ти от X, както и твоите взаимодействия, входни данни и резултати с Grok за обучение, прецизиране на модели и персонализиране на изживяването с Grok. Можеш да се отпишеш, като използваш настройките за X. За да научиш повече, посети нашия център за помощ."),
                n("bcbf5b6e", "Споделяне"),
                n("j7b5c844", "Ти носиш отговорност за разговорите, които споделяш публично. Избягвай да споделяш чувствителна и поверителна информация за себе си или за други хора в разговорите си с Grok (виж центъра ни за помощ)."),
                n("c9f7c196", "Център за помощ"),
                n("b63d3d36", "Прикачване"),
                n("c65f7308", "Сървърите в момента се подготвят"),
                n("f2a8655e", "Разширените инструменти на Grok в момента не са достъпни."),
                n("c26b9b9c", "Файл"),
                n("g10600b0", "Меню"),
                n("j826e722", "Записване на изображение"),
                n("a9325f10", "Копиране на изображение"),
                n("g0b12442", "Неуспешно копиране на изображение"),
                n("edd0c172", "Изображение на публикация"),
                n("d1d3a41a", "Редактиране на изображение"),
                n("a2697040", "Опиши какво да се промени в изображението"),
                n("ge1cefc4", "Инструменти"),
                n("e9b6d404", "До какви инструменти за търсене Grok трябва да има достъп?"),
                n("h15dce2e", "Разширени настройки"),
                n("ff9dc268", "Редактиране на подкана"),
                n("e9fcdd0c", "Попитай Grok за упорито търсене на мрежата"),
                n("fc4e8aba", "Попитай Grok за разумен постъпков анализ"),
                n("e4ae6abe", "Помолете Grok да промени изображението ти"),
                n("e8ade5e2", "Избор на личност"),
                n("b5df32b0", "Напиши с Grok нещо"),
                n("fb3b9776", "Отговорът на Grok е персонализиран от потребителя."),
                n("ca93f2ee", "Това съобщение беше изтрито."),
                n("b52484b6", "Търси се..."),
                n("b8c06820", "Копиране на текст"),
                n("ca0f5894", "Отмяна на харесването"),
                n("ja8d189e", "Исках отговор на текст"),
                n("e951f04e", "Исках изображение"),
                n("c503b35e", "Исках друго изображение"),
                n("d4371c92", "Кодът е неправилен"),
                n("dbe8586e", "Исках друг код"),
                n("e360eb4a", "Не исках код"),
                n("a18657ca", "Изчислението е неправилно"),
                n("b8b86300", "Не исках изчисление"),
                n("e4c34788", "Неправилен отговор"),
                n("b220a8c8", "Исках друго"),
                n("b115fd18", "Пристрастен отговор"),
                n("dc637214", "Лош стил/тон"),
                n("f02e6d42", "Исках търсене"),
                n("bbec6bba", "Лоши резултати от търсенето"),
                n("b494d088", "Не исках търсене"),
                n("a44974f2", "Изображението не се разбира"),
                n("bd44a8a8", "Разкажи ни повече"),
                n("fcdbe764", "С какво Grok може да се промени?"),
                n("bb6adb22", "Опиши каква е грешката"),
                n("h0fa15f2", "Благодарим за отзивите!"),
                n("d700b268", "Референтни чатове"),
                n("cd7bdab2", "Забравянето на разговори няма да ги изтрие от историята"),
                n("f21b84de", "Референцията е забравена"),
                n("i52a9cb8", "Няма спомени за показване."),
                n("d9d36880", "Забравяне"),
                n("g02dacc0", "Днес"),
                n("c6e845c0", "Вчера"),
                n("a5fa4a86", "яну"),
                n("c51724a4", "фев"),
                n("j244ceb2", "Март"),
                n("b22b12e0", "апр"),
                n("h3023cac", "май"),
                n("b10dbffa", "юни"),
                n("c81da1b6", "юли"),
                n("d4e4d3ce", "авг"),
                n("c3418f9a", "сеп"),
                n("b64dada6", "окт"),
                n("ad24ec20", "ное"),
                n("c7902252", "дек"),
                n("idf94bac", "Повторно генериране"),
                n("f7614f92", "Без търсене"),
                n("c5ade3ba", "С търсене"),
                n("c16e5b1a", "Без генериране на изображение"),
                n("i2ca65fa", "С генериране на изображение"),
                n("d3927f88", "Връзка в публикация"),
                n("be37ecd4", "Неуспешно копиране в клипборда "),
                n("h708a4c0", "Споделяне на разговор"),
                n("g06a67e2", "Тази страница за споделяне ще включва съобщения до този момент"),
                n("a0428662", "Не е полезно"),
                n("fe4fd310", "полезни"),
                n("bfd161bc", "Сравни"),
                n("j5dcf1b2", "Актуализирано"),
                n("a50aaa10", "Преди часове за търгуване"),
                n("dd614d10", "След работно време"),
                n("d6b0b0d5", function (e) {
                    return "Отваряне" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "Пазарна капитализация" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "Най-високо ниво за годината" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "Висока" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "P/E съотношение" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "Най-ниско ниво за годината" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "Ниска" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "Най-високо ниво за целия период" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "Най-ниско ниво за целия период" + e.ttc_stock_details;
                }),
                n("a22063d2", "Сподели местоположението си за подобрена точност."),
                n("db3248a8", "Зареждане на местоположение"),
                n("ffe0e588", "Споделяне на местоположението"),
                n("e41a0dc2", "Затворено"),
                n("ieff24f4", "Краен резултат"),
                n("e2811afc", "Игри"),
                n("j081fa34", "Класирания"),
                n("i7c7f156", "Утре"),
                n("b134ba52", "В процес на обработка"),
                n("j1361724", "Полувреме"),
                n("fa0f1262", "Почивка"),
                n("c2cac618", "В момента Grok поддържа данни за La Liga, Premier League, Bundesliga, Series A и Ligue 1."),
                n("acae223d", function (e) {
                    return 'Results for "' + e.prompt + '"';
                }),
                n("bed99fe2", "Показване на по-малко"),
                n("f7b57ac0", "Статистика"),
                n("i7e3e446", "Мачове"),
                n("d490977e", "Сега"),
                n("e9f55db8", "неделя"),
                n("e9cf3af8", "понеделник"),
                n("d5868a7e", "вторник"),
                n("b5dfdb46", "сряда"),
                n("ab8095a2", "четвъртък"),
                n("e298e6f2", "петък"),
                n("ef519654", "събота"),
                n("c609a1b4", "нд"),
                n("j92274b0", "пн"),
                n("ja482160", "вт"),
                n("f4ad4cb0", "ср"),
                n("d66bf142", "чет"),
                n("dc17968a", "пт"),
                n("j310a2d6", "сб"),
                n("eaf55eb4", "Показване на начина на мислене"),
                n("j1ab5f40", "Натисни, за да прочетеш"),
                n("ee000b0d", function (e) {
                    return e.numSources + " източника";
                }),
                n("b1ac6016", "DeepSearch е завършено"),
                n("f766feca", "DeeperSearch е завършено"),
                n("e258000e", "Известие"),
                n("d591a772", "Известието е недостъпно"),
                n("bc49b728", "Ще получиш известие, когато отговорът е готов"),
                n("d8aadeba", "Известието е изключено"),
                n("db832e38", "Активирай известията в настройките на браузъра"),
                n("a910cac6", "Имаше проблем при активиране на известията"),
                n("g4b3a3e6", "Извършването на DeepSearch е завършено"),
                n("bf780b13", function (e) {
                    return e.minutes + "мин. " + e.seconds + "сек.";
                }),
                n("c2745fa4", "Прекъснато"),
                n("be30b6ee", "Връзката е нестабилна"),
                n("a4d9dbfa", "Мисли"),
                n("d7cb5408", "Уместни уеб страници"),
                n("aa7c96bb", function (e) {
                    return "Виж още " + e.numResults;
                }),
                n("b58d2bd2", "Уместни публикации"),
                n("f5a2377e", "Мислене за "),
                n("g3ce0132", "Мислено за"),
                n("f8007364", "Разшири за подробности"),
                n("ca53f780", "Свиване на подробностите"),
                n("ha8fbe22", "Генериране на повече изображения с Premium"),
                n("d95c232a", "Достигнал си лимита си. Надстрой сега, за да генерираш още."),
                n("h2671312", "Получи още от Grok с Premium"),
                n("a1bb9c8a", "Получи още от Grok с Premium+"),
                n("b08ef3ae", "Надстрой до X Premium, за да продължиш разговора, или опитай отново по-късно"),
                n("jf9363b8", "Надстрой до X Premium+, за да продължиш разговора, или опитай отново по-късно"),
                n("ef018bf6", "Анализиране на повече изображения с Premium"),
                n("cdace6d2", "Надстройване още сега"),
                n("a3186bff", function (e) {
                    return e.count + " уеб страниц" + t(e.count, "а", "и");
                }),
                n("f4146dda", "Кой отговор предпочиташ?"),
                n("a2c2be32", "Това ще помогне да направим Grok по-добър."),
                n("g01599b6", "Отговор 1"),
                n("e02694e0", "Отговор 2"),
                n("h6867fcc", "Предпочитам този отговор"),
                n("b2175228", "Grok за Android е тук"),
                n("d2d8650c", "Възползвай се от най-доброто преживяване с Grok в нашето ново самостоятелно приложение"),
                n("ia5bef3e", "Как мога да ти помогна днес?"),
                n("ge683598", "Попитай Grok за всичко..."),
                n("fef25c88", "Изпробвай Grok безплатно сега"),
                n("fb172aa8", "Безплатно ниво на Grok е налично сега за твоя регион. Разговаряй по чат, генерирай изображения и анализирай снимки. Прилагат се ограничения."),
                n("d7af4f40", "Генерирай изображение на галактика"),
                n("gcb6c0be", "Grok може да прави грешки. Потвърди резултатите."),
                n("cb88fd82", "Използваш безплатната версия на Grok."),
                n("g27a5314", "Добави телефонен номер към твоя профил, за да започнеш да използваш Grok."),
                n("bdd84568", "Профилът ти е твърде нов, за да може да използваш Grok. Опитай отново по-късно."),
                n("a9109a94", "Соларпънк селище"),
                n("g986f7a4", "Генериране на изображение на соларпънк селище"),
                n("ad685264", "Планината Фуджи"),
                n("hdb08284", "Създаване на снимка в стил аниме на планината Фуджи"),
                n("a986ae84", "Летяща котка"),
                n("a14b556a", "Генериране на изображение на летяща котка"),
                n("gc16b670", "Робот в поле с цветя"),
                n("d5b8fa44", "Генериране на изображение на робот в поле с цветя"),
                n("da196ff6", "Астронавт на Марс"),
                n("ae3979cc", "Създаване на портрет на астронавт на Марс"),
                n("a682460e", "Ускоряващ Roadster"),
                n("e03e5514", "Създаване на снимка на Tesla Roadster, движейки се през Шинджуку, с размазано движение"),
                n("e68eac68", "Гледане на северното сияние"),
                n("hc6e6754", "Създаване на снимка на някой, който гледа северното сияние"),
                n("cf59f9f6", "Помогни ми да напиша мотивационно писмо"),
                n("cd9aeac8", "Кажи ми днешните заглавия"),
                n("acf2f0be", "Препоръчай фентъзи ролева игра"),
                n("b9bd12e2", "Решаване на задачата с две числа в Python"),
                n("hf9afab0", "Разреши DeepSearch, за да сканира интернет и X, да анализира информация и да предоставя подробни, добре обосновани отговори с бързо интелигентно търсене."),
                n("ef3b3f04", "Разреши „Мислене“, за да използваш нашия модел на разсъждение. Най-подходящ е за математика, наука и кодиране. Можете също така да помолиш Grok да „помисли по-добре“ за всеки въпрос, който може да изисква малко повече мислене. "),
                n("b43636b8", "Представяме ти Grok 3"),
                n("j376298c", "Grok 3 въвежда два нови режима за взаимодействие с нашия най-мощен модел: DeepSearch и Мислене."),
                n("e3584f8e", "Кои са 10-те най-успешни опции за стратегии за търговия, използвани от хедж фондовете"),
                n("d91b7b8a", "Колко би струвало построяването на университет през 1885 г.?|"),
                n("e13591c0", "Пример за разговор с Grok"),
                n("c27ca452", "Абонатите на Premium вече могат да използват нашия най-усъвършенстван ИИ – Grok в X."),
                n("b6abc25a", "Представяме ти Grok 2"),
                n("e1cdaf9e", "Нашият най-нов асистент с ИИ, създаден от X"),
                n("e6796748", "Попитай нещо"),
                n("db470fdc", "Grok може да помогне с ежедневните задачи като писане на имейли, отговаряне на въпроси и предоставяне на рецепти."),
                n("e9adc2d0", "Създавай по-добре кодове"),
                n("aaab6cdc", "Задай въпроси за програмиране или получи помощ за научване на нови концепции."),
                n("jd08d606", "Бъди изобретателен/на"),
                n("he526d22", "Генерирай зашеметяващи визуални ефекти с новите ни възможности за генериране на изображения."),
                n("i6932876", "Киберпънк картина"),
                n("j7cdee8e", "Информирай се"),
                n("f1f683c2", "Получавай актуална информация за последните новини и горещи теми, ексклузивно от X."),
                n("h73b9cc0", "Твоето съобщение не беше изпратено, тъй като в момента не си свързан с чата"),
                n("b6c73662", "Изпращане на съобщение"),
                n("h6070fdc", "Настройки на чата"),
                n("d49326ba", "Скриване на аватари"),
                n("h79f3532", "Скриване на аватари"),
                n("a8c1e2f0", "Скриване на действия на модератор "),
                n("jd83edd4", "Показване на действия на модератор"),
                n("ecca11ac", "Скриване на времена"),
                n("e358a9f8", "Показване на времена"),
                n("fca62374", "Чат в изскачащ прозорец"),
                n("fe20f01b", function (e) {
                    return "Заглушаване на " + e.name + "?";
                }),
                n("f5dc372a", "Заглушаването премахва всички съобщения от потребителя и не му позволява да чати до края на предаването на живо."),
                n("e91dd1fa", "Съобщението е изтрито от модератора."),
                n("d1da3709", function (e) {
                    return "В отговор на " + e.username + ": " + e.body + " ";
                }),
                n("fc82a896", "Това предаване на живо е завършило"),
                n("ea58dbd0", "Това предаване на живо не е започнало"),
                n("cb5b6784", "Ограничено от предаващия на живо"),
                n("eba27300", "Само профилите, които предаващият на живо следва, може да пишат в чата"),
                n("f28984fb", function (e) {
                    return "Само профилите, които " + e.screenName + " следва, може да пишат в чата";
                }),
                n("a3fec810", "Абонирай се за Premium, за да пишеш в чата"),
                n("dbf0b235", function (e) {
                    return "Абонирай се за " + e.screenName + ", за да пишеш в чата";
                }),
                n("ifbd8342", "Отваряне на екран на живо"),
                n("f935d3ce", "Отваряне на чат"),
                n("abbe8212", "Затваряне на чат"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% завършен";
                }),
                n("e4f6bd9e", "Опа, нещо се обърка. Моля, опитай отново по-късно."),
                n("ac966f94", "Браузърът не се поддържа"),
                n("ca86b62c", "или"),
                n("d5568440", "Моля, въведи по-сигурна парола."),
                n("d0511fe6", "Този номер вече се използва в други профили. Моля, използвай друг."),
                n("cd24fe60", "Моля, въведи валиден телефонен номер."),
                n("gf8388fe", "Код на държавата"),
                n("c52be452", "Да, премахване"),
                n("bcb388a0", "Това ще премахне качените от теб контакти и ще изключи синхронизирането на адресната книга с X на всичките ти устройства. Имай предвид, че ще отнеме известно време."),
                n("ec129eb6", "Успешно премахна контактите си"),
                n("f1b5048a", "При премахването на контактите ти възникна грешка."),
                n("hc72e1fc", "Моля, въведи валиден имейл адрес."),
                n("bc0ad88a", "Адресирането с плюс (имейли със символа „+“) не е разрешено. Въведи валиден имейл."),
                n("f134915f", function (e) {
                    return e.count + " избрани елемента";
                }),
                n("b8fb87e0", "Преглед на избраните теми"),
                n("e854ad27", function (e) {
                    return "Тема – " + e.title;
                }),
                n("e4ff75aa", "Нещо се обърка. Провери връзката си и опитай отново."),
                n("b60eba9e", "Първо да проверим нещо. Моля, потвърди, че не си робот, като изпълниш проверка reCAPTCHA на Google."),
                n("ba939778", "Робот ли си?"),
                n("d44efc66", "Как се казваш?"),
                n("b4867a18", "Пълното ти име не може да съдържа думата „Twitter“."),
                n("j1c3f4b9", function (e) {
                    return "Редактиране на рождената дата " + e.birthdate;
                }),
                n("j231d352", "Следване на всички"),
                n("c203db71", function (e) {
                    return "Зареждане на публикации от @" + e.screenName;
                }),
                n("c9a1cb5e", "Този профил не съществува"),
                n("e7b201de", "Опитай да потърсиш друг."),
                n("ica87fde", "Блокиран/а си"),
                n("c7ec6faf", "Научи повече"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " е блокиран/а";
                }),
                n("gba95028", "Преглед на публикациите"),
                n("a2216a79", "Научи повече"),
                n("a2811f96", "Хроники на профила"),
                n("d25805fa", "Абонаменти"),
                n("b05be0c8", "Акценти"),
                n("b9891db3", function (e) {
                    return "Публикации с отговори от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e1ab545d", function (e) {
                    return "Публикациите за абонаменти от @" + e.screenName + " се зареждат";
                }),
                n("ac3f4be9", function (e) {
                    return "Зареждане на акценти от @" + e.screenName;
                }),
                n("da38f955", function (e) {
                    return "Зареждане на статии от @" + e.screenName;
                }),
                n("b7363b66", "Изпращане на публикация"),
                n("ce659062", "Не карай абонатите си да чакат"),
                n("f1e98cc2", "Покажи най-добрите си публикации!"),
                n("d5c743c6", "Писане на статия"),
                n("d1e5e328", "Когато това стане, ще видиш информация тук."),
                n("hb26a1fe", "Хайде, започни да публикуваш ексклузивното съдържание. Тук ще се показват всичките ти публикации за абонаменти."),
                n("b7c3572e", "За да добавиш акценти в профила си:\n\n1. Намери публикация, която си създал/а\n2. Натисни бутона от менюто „•••“\n3. Натисни „Добавяне/премахване от акценти“"),
                n("i8123550", "Когато публикуваш статия, тя ще се покаже тук."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " не е публикувал/а";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " още не е направил/а нито една публикация за абонаменти";
                }),
                n("jbae8c54", "Няма налични публикации с акценти."),
                n("g8fb219e", "Няма налични статии."),
                n("f34dfc18", "Когато го направят, публикациите им ще се показват тук."),
                n("h9346040", "Тук ще се показват публикациите за абонаменти, когато бъдат публикувани."),
                n("i4c3ddc6", "Статиите ще се показват тук, когато бъдат публикувани."),
                n("e0118142", "Публикувай сега"),
                n("e0c1d871", function (e) {
                    return "Публикации на " + e.fullName;
                }),
                n("c575828f", function (e) {
                    return "Публикации за абонамент на " + e.fullName;
                }),
                n("e8300dbb", function (e) {
                    return "Акценти на " + e.fullName;
                }),
                n("c46b420d", function (e) {
                    return "Статиите на " + e.fullName;
                }),
                n("h5a65db7", function (e) {
                    return "Публикации за абонамент от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g7ccac9d", function (e) {
                    return "Акценти от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ja6e5d35", function (e) {
                    return "Статии от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("h088ae72", "Публикации в профила"),
                n("hbf64b75", function (e) {
                    return "Публикации, харесани от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("a64da953", function (e) {
                    return "Харесванията от @" + e.screenName + " се зареждат";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " няма харесани публикации";
                }),
                n("d34b5306", "Когато го направят, тези публикации ще се показват тук."),
                n("bb0e41bc", "Още нямаш харесвания"),
                n("d3d4a21c", "Натисни сърцето в която и да е публикация, за да покажеш, че ти харесва. Когато направиш това, тя ще се покаже тук."),
                n("d95c3d31", function (e) {
                    return "Харесани публикации на " + e.fullName;
                }),
                n("eeb7d696", "Харесванията ти са поверителни. Само ти можеш да ги виждаш."),
                n("h6e91bb1", function (e) {
                    return "Публикации с материали от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fe38901b", function (e) {
                    return "Зареждане на мултимедийно съдържание от @" + e.screenName;
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " няма публикации с материали";
                }),
                n("ccc363f6", "След като го направят, тези публикации ще се покажат тук."),
                n("d1614228", "Осветление, камера... Прикачени файлове!"),
                n("d7dc8d0a", "Когато публикуваш снимки или видеоклипове, те ще се показват тук."),
                n("hf761abf", function (e) {
                    return "Мултимедийно съдържание на " + e.fullName;
                }),
                n("je5311d3", function (e) {
                    return "Афилиейт партньори на " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "Зареждане на афилиейт партньорите на @" + e.screenName;
                }),
                n("ccf03833", function (e) {
                    return "Афилиейт партньори на " + e.fullName;
                }),
                n("ba5a88e4", "Предложени"),
                n("ddee8ae2", "Преглед на всички работни места"),
                n("d2a04c68", "Наемаме"),
                n("dc12a126", "Получаване на упътвания"),
                n("e2acb642", "Контакт"),
                n("ha9b8035", function (e) {
                    return "Обаждане на " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "SMS до " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " в " + e.time;
                }),
                n("de1123f5", function (e) {
                    return "в " + e.time;
                }),
                n("e2a5bd50", "Отворено денонощно"),
                n("e0d7da6c", "Затваря"),
                n("i7059f56", "Отваря"),
                n("a7391348", "Няма информация за работното време"),
                n("c9eba532", "Актуализирано работно време"),
                n("b5fea270", "Въртележка за продукти"),
                n("h10bb33c", "Докладване на продукта?"),
                n("dda5d96a", "Докладване на продукт"),
                n("fca46f40", "Помощния център"),
                n("c71a053b", "щракни тук"),
                n("d7f8a117", function (e) {
                    return e.days + "-дневни статистики";
                }),
                n("cae20e93", function (e) {
                    return e.days + " дни";
                }),
                n("gc767fda", "Лично за теб"),
                n("c7c85e0c", "Отключване на статистиките"),
                n("b15df4b4", "Броят пъти, в които твоите публикации са видени в X"),
                n("e5fe61e0", "Импресии"),
                n("d1018321", function (e) {
                    return e.value + " импресии на публикациите ти през последните " + e.period;
                }),
                n("e623137c", "Степен на ангажираност"),
                n("d9d34182", "Брой ангажирания с публикациите, разделен на броя импресии."),
                n("aeee0182", "Посещения на профила"),
                n("b2bde01a", "Брой преглеждания на профила от публикациите ти"),
                n("faf4c1f5", function (e) {
                    return e.value + " посещения на профила ти през последните " + e.period;
                }),
                n("d5f1e554", "Щраквания върху връзки"),
                n("cf573986", "Брой щраквания, върху който и да е URL адрес в публикациите ти"),
                n("j761451e", "Нови следвания"),
                n("e1a87d14", "Брой нови следвания, които си получил/а (не се включват спирания на следването )"),
                n("j590577e", "Брой отговори, които си получил/а на твои публикации"),
                n("ia1da622", "Брой харесвания, които си получил/а за твои публикации"),
                n("cfd1036b", function (e) {
                    return e.value + " харесвания на публикациите ти през последните " + e.period;
                }),
                n("ja42739e", "Препубликувания"),
                n("ca6e8de0", "Брой пъти, които твои публикации са били препубликувани"),
                n("b1b4d57e", "Показвания на видеоклиповете"),
                n("bdaf100e", "Брой видео преглеждания на твои публикации"),
                n("ca826772", "Преглеждания в медии"),
                n("j43b8f52", "Брой преглеждания, които ваша медия (GIF, изображения, видеоклипове) е получила"),
                n("d3969c06", "Процент на завършване"),
                n("c58c3476", "Завършвания на видеоклипове, разделени на показвания на видеоклипове"),
                n("c8aae62a", "Брой отметки, които си получил/а за твои публикации"),
                n("g70825e0", "Споделяния"),
                n("c6fbefd4", "Брой споделяния, които си получил/а за твои публикации"),
                n("dbe9353e", "Ангажирания"),
                n("a3a4e8f8", "Месечен"),
                n("eb2e0272", "Линия"),
                n("e298b08e", "Колона"),
                n("bbc6e7c6", "САЩ"),
                n("h88ad664", "Канада"),
                n("gd139910", "Великобритания"),
                n("e08feda2", "Япония"),
                n("fad772ce", "Близък изток и Северна Африка"),
                n("a396dd6c", "Азиатско-тихоокеански регион"),
                n("j942b16c", "Европа и развиващи се пазари"),
                n("j3cc0c00", "Латинска Америка"),
                n("fe90a642", "13 – 17"),
                n("a5c91a8e", "18 – 24"),
                n("cf30cdfa", "25 – 34"),
                n("gf672f7c", "35 – 44"),
                n("jf28b41c", "45 – 54"),
                n("ja78da94", "55 – 64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "Хора, които не са последователи"),
                n("d61b2bcc", "Публикации от общността"),
                n("h3525cb8", "Не е указано"),
                n("a3c544e8", "Най-популярни държави"),
                n("f30795d0", "Отваря профилната снимка"),
                n("gd7acb84", "Настройване на профил"),
                n("b7636014", "Съобщение"),
                n("haad225c", "Подаряване на Premium"),
                n("b63c46ed", function (e) {
                    return "Абониране за @" + e.screenName;
                }),
                n("j33d8902", "Изпращане на дарение"),
                n("a8ab3d08", "Изпращане на"),
                n("d740d2d9", function (e) {
                    return "Връзката " + e.service + " бе копирана в клипборда";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "Адрес за Bitcoin"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "Адрес за Ethereum"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "Преглед на още"),
                n("df7cb6d4", "Професионални категории"),
                n("ec429e79", "Научи повече."),
                n("j04c717a", "+ Добавяне на опит"),
                n("a1ea2f12", "Честит рожден ден!"),
                n("g8191e78", "Днес има рожден ден!"),
                n("c1b819ba", "Днес тук се показват балоните за рожден ден"),
                n("ad7a451e", "Превод на описанието"),
                n("f543dbf6", "Потвърден телефонен номер"),
                n("cef4e8cf", function (e) {
                    return "Да се спре ли заглушаването на @" + e.screenName + "?";
                }),
                n("h03a094a", "Публикациите от този профил вече ще бъдат разрешени в началната ти хроника."),
                n("a6e94418", "Ти заглуши публикациите от този профил."),
                n("dd3d10f6", "В процес на преглед"),
                n("i06d4712", "Нашият екип извършва бърз преглед на профила ти. Трябва да видиш отметката си тук в рамките на няколко дни."),
                n("j354c438", "Само ти виждаш етикета „В процес на преглед“."),
                n("e018b5fa", "Надстрой, за да получиш потвърждение"),
                n("b74bd6c6", "Този профил е потвърден, защото е значим в категориите „Правителство“, „Новини“, „Забавления“ или друга."),
                n("e1e0c916", "Този профил е потвърден, защото е абониран за Premium."),
                n("eb5d72e4", "Публикациите в този профил са защитени. Само неговите последователи могат да ги четат."),
                n("g776ca50", "Потвърден профил"),
                n("ad465ee8", "Задаване на основно афилиейт партньорство"),
                n("d01612d3", function (e) {
                    return "Потвърден от " + e.date + ".";
                }),
                n("e14d8719", function (e) {
                    return e.year + " пр.н.е.";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", самоличността ви все още не е потвърдена";
                }),
                n("b2d0c0f4", "Потвърдете самоличността си като, "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " за да имате по-ярко присъствие и да направите отговорите си по-въздействащи."),
                n("d834ab9c", "Да, преглед на профила"),
                n("cb339f26", "Внимание: Този профил се държи необичайно"),
                n("hf06085e", "Виждаш това предупреждение, защото в профила имаше необичайна активност. Още ли искаш да го прегледаш?"),
                n("aa959f36", "Внимание: Този профил е временно ограничен"),
                n("jf604336", "Внимание: Този профил може да е с евентуално деликатно съдържание"),
                n("c9bfda48", "Внимание: в този профил може да има деликатно съдържание. Виждаш това предупреждение, защото потребителят използва евентуално обидни изображения или език. Още ли искаш да прегледаш профила?"),
                n("g29ebf26", "Виждаш това предупреждение, защото този потребител публикува с вероятно деликатни изображения или език. Все още ли искаш да видиш това?"),
                n("jcfb7fba", "Виждаш това предупреждение, защото този потребител може да е нарушил правилата на X. Все още ли искаш да видиш това?"),
                n("bd598c70", "Тези публикации са заключени"),
                n("e617164b", "Научи повече"),
                n("g8475f82", "Профилът е спрян"),
                n("j5e1cf59", "правилата на X"),
                n("gbf342a4", "Профилът е блокиран"),
                n("defba9a4", "Добре дошъл/ла в X!"),
                n("d11934ec", "Получаване на известия"),
                n("a2cd2b0a", "Последвай и получавай известия"),
                n("a70bae53", function (e) {
                    return "Вече можеш да получаваш известия всеки път, когато " + e.fullName + " публикува.";
                }),
                n("f51a4c29", function (e) {
                    return "Вече можеш да последваш " + e.fullName + " и да получаваш известия всеки път, когато потребителят публикува.";
                }),
                n("cfa5e58d", function (e) {
                    return "Следваш " + e.fullName + " и ще получаваш известия, когато потребителят публикува.";
                }),
                n("be3a652d", function (e) {
                    return "Ще получаваш известия, когато " + e.fullName + " публикува.";
                }),
                n("f089620c", "Началната ти хроника"),
                n("a1ab9c80", "Все още няма публикации в тази общност"),
                n("b32c4fb0", "Когато това се случи, ще ги виждаш тук."),
                n("bf17deda", "Да започваме!"),
                n("c3fbf1da", "Това е най-доброто място да научаваш какво се случва в света ти. Намери хора и теми, които да следваш сега."),
                n("a2515900", "Чакат се публикации"),
                n("je23cdb2", "Публикациите от хората в този списък ще се покажат тук."),
                n("e69b7e02", "Управление на профили"),
                n("b6bd6ae4", "Настоящ профил"),
                n("d577bccd", function (e) {
                    return "Ако няколко профила в X, можеш да ги добавиш и лесно да превключваш между тях. Можеш да добавиш най-много " + e.maxAccounts + " профила.";
                }),
                n("dc65b3e5", function (e) {
                    return "Достигна ограничението от " + e.maxAccounts + " профила.";
                }),
                n("b8045b33", function (e) {
                    return "Достигна ограничението от " + e.maxAccounts + " профила.";
                }),
                n("d075dc89", function (e) {
                    return "Достигна ограничението от " + e.maxAccounts + " лични профила.";
                }),
                n("bade139e", "Излизане от всички профили"),
                n("ae33b982", "Да се излезе ли от всички профили?"),
                n("fa07bf68", "Това ще се приложи за всичките ти профили във всички раздели на браузъра."),
                n("f7865ab6", "Това не е твоят профил?"),
                n("a35248e4", "Този профил не е мой"),
                n("f794a67c", "Този профил е мой"),
                n("j79c0ff7", function (e) {
                    return "Премахнахме " + e.emailAddress + " от този профил";
                }),
                n("fb46383c", "Не може да премахнеш имейл адреса от собствения си профил."),
                n("gcfdbc2b", function (e) {
                    return "Имейл адресът вече не е свързан с профила в X " + e.screenName + ".";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "настройките си за известия."),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "Защо имейл адресът ти е свързан с профил в X, който не е твой?"),
                n("ac71e82f", "Научи повече"),
                n("b069d89c", "Аудитория"),
                n("f5a61ae6", "Съдържание"),
                n("a4df00c0", "Раздели „Статистики за профил“"),
                n("ac248548", "Общ преглед на профила"),
                n("je62f358", "Последните 28 дни"),
                n("bc2f16a4", "Активни часове"),
                n("d603209e", "Разбивка на дейността"),
                n("ac3fb6de", "Посещаващи Залата"),
                n("ie181958", "Статистика относно аудиторията"),
                n("j6f8d422", "Средното време на гледане на твоите видеоклипове."),
                n("e7479ce4", "Средно време на гледане"),
                n("g1dfa7d0", "Средно"),
                n("h7d28188", "Назад към съдържанието"),
                n("if2704e4", "Back to Live Overview"),
                n("ea928ae4", "Назад към Залите"),
                n("e8c07c22", "broadcast"),
                n("a4ce6e68", "Broadcast Metrics"),
                n("b2214c74", "Total number of views for this broadcast"),
                n("d4fcf83a", "Total time viewers spent watching this broadcast"),
                n("a89b0322", "Анулирано"),
                n("j3cb12ea", "Едновременни слушатели"),
                n("b93931ee", "Броят пъти, когато съдържанието ти е публикувано."),
                n("a1814798", "Броят пъти, които си отговорил/а на публикация."),
                n("addd5575", function (e) {
                    return "пт" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "пн" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "сб" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "нд" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "чт" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "вт" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "ср" + e.date;
                }),
                n("d9c70840", "Създавай кодове по-добре"),
                n("ba55e824", "Приключила"),
                n("id276c42", "Броят пъти, когато са взаимодействали със съдържанието ти."),
                n("j033d090", "Прогнозни постъпления"),
                n("efd4d7d4", "Филтриране на Зали"),
                n("a1334290", "Първите 48 часа"),
                n("gc10a3b0", "Следвания във времето"),
                n("efa0f858", "Броят следвания и спирания на следвания във времето. Това не отразява задължително броя ти последователи."),
                n("g2b06cc6", "Данните за пола може да са предполагаеми"),
                n("b66b3baa", "часа"),
                n("cf8a0772", "Impression to Views"),
                n("g13d8010", "Last 48 Hours"),
                n("d5627596", "Last Hour"),
                n("baf120a6", "Последно взаимодействие"),
                n("f2382014", "НА ЖИВО"),
                n("c4a7a6aa", "Live data"),
                n("a992032a", "Livestream Analytics"),
                n("ie45edda", "Преглед на излъчването на живо"),
                n("e30fc268", "Live Viewers"),
                n("bd37f68e", "Активност в социалните мрежи"),
                n("fe074210", "мин"),
                n("jd03a1b8", "Minutes Watched"),
                n("a20e91e8", "minutes watched"),
                n("ic2bebee", "С монетизация"),
                n("a1d642c8", "Най-скорошно взаимодействие"),
                n("ifc4c1f8", "Броят на новите последователи, получени от това съдържание."),
                n("fff1315a", "Няма налични предавания на живо за избрания филтър"),
                n("jbcb09a8", "Все още няма достатъчно данни"),
                n("df846d6c", "Няма открити публикации за избрания времеви диапазон."),
                n("g2ba40f6", "За избрания филтър няма свободни зали"),
                n("j44061a0", "Not available"),
                n("c4a93912", "N/A"),
                n("a6b78788", "No viewer data available"),
                n("b2438638", "от общото"),
                n("ic0399e0", "Органични прегледи"),
                n("ja5c444a", "Период на плащане"),
                n("f04e025e", "Най-голям брой едновременни слушатели"),
                n("d6d10662", "Peak Viewers: "),
                n("d147bea2", "Моля, опитайте отново по-късно"),
                n("f0336d68", "Публикуване на статистики"),
                n("g85fbd2e", "ИД на публикация"),
                n("ice5c5b6", "Броят пъти, когато това съдържание е било показано на потребителите."),
                n("hf4f9bfe", "Публикуване на връзка"),
                n("bf5ebf5c", "Публикации и отговори"),
                n("b211652e", "Публикации във времето"),
                n("f2efec0a", "Pre-Published"),
                n("i61e0302", "Предишно"),
                n("e08a706a", "Спонсорирани прегледи"),
                n("cbc99192", "Дата на публикуване"),
                n("a83c2a9a", "Realtime"),
                n("e9d72896", "Записано"),
                n("gede4932", "Повторно пускане"),
                n("h0de359c", "Броят на препубликуванията на това съдържание."),
                n("e0568f2c", "Насрочено за: "),
                n("gd86baa8", "Насрочено започване"),
                n("fef3bfae", "Избери допълнителен показател"),
                n("g7e3d2a4", "Статистики за Залата"),
                n("fbc79a40", "Общ преглед на Залите"),
                n("d077112a", "Статистика за Залата"),
                n("cf3709da", "Статус"),
                n("e797dc32", "Stream time: "),
                n("b649d8cc", "Само за абонати"),
                n("j9282130", "Broadcast thumbnail"),
                n("g629b8b0", "Timed Out"),
                n("eb87323c", "This shows analytics data for the selected time period since the livestream happened."),
                n("i6a75722", "Time Range"),
                n("c602f5b8", "Общо"),
                n("b35e68ae", "Общ брой участници"),
                n("h78ee79a", "Общ брой гледания на повторението"),
                n("e3efaed0", "Тип"),
                n("c37993e2", "Спирания на следването"),
                n("b1ed35d0", "Unique Viewers"),
                n("bfad9306", "Неизвестно"),
                n("b5a58f36", "Untitled Broadcast"),
                n("i70f5278", "Качено на:"),
                n("a98b58b6", "Потвърдени последователи"),
                n("a5de67ca", "Броят последователи, които са потвърдили профилите си."),
                n("g3367ff4", "Завършване на видеоклип"),
                n("a7b48b36", "Процентът на завършените показвания на видеоклипове."),
                n("a2580f2a", "Процент на завършване"),
                n("ff95a9cc", "ИД на видео"),
                n("a97e358e", "Връзка към видео"),
                n("e10e8b46", "Показване само на видеоклиповете от последните 100 дни.");
            n("ba37f6da", "Общ преглед на видеоклип"),
                n("f19846b2", "Миниатюра на видеоклип"),
                n("ccd6f4a8", "Заглавие на видео"),
                n("c8410542", "Броят на прегледите на видеоклипът ти."),
                n("a532072a", "Зрители"),
                n("d9508ab0", "преглеждания"),
                n("d9f9dec0", "Преглед на Залата"),
                n("h0c1f37a", "Преглед на статистиките за Залата"),
                n("e41fffbc", "Общото време на гледане на твоите видеоклипове."),
                n("if2909ba", "Време на гледане"),
                n("i0e5bf4c", "Вашите видеоклипове"),
                n("ed99baea", "Ранен достъп до бета-версия"),
                n("gf898b70", "Разширено търсене"),
                n("d2a43a7a", "съдържа „ai“ и „startup“"),
                n("a8584698", "ai startup"),
                n("jb6f9292", "съдържа точната фраза „ai startup“"),
                n("j8ee77c4", "„ai startup“"),
                n("d0480758", "съдържа „ai“ или „startup“ (или и двете)"),
                n("f0048fa2", "ai ИЛИ startup"),
                n("da0df186", "съдържа „ai“, но не и „startup“"),
                n("f2f463ea", "ai -startup"),
                n("a10a357e", "съдържа „ai“ и има поне 50 харесвания"),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", "съдържа „ai“ и URL адрес с думата „grok“"),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", "споменава профил в X „grok“"),
                n("e2634592", "@grok"),
                n("i88ba038", "Сигналът е изключен"),
                n("j2cb0214", "Сигналът е включен"),
                n("ae852cd0", "Получавай известие с кратко обобщение на промените в тренда всеки понеделник."),
                n("d1d8633e", "Сигнали на Radar"),
                n("g096d0cc", "Всички заявки"),
                n("e77035aa", "Изчистване на търсенето"),
                n("a895ec64", "Сигурен/на ли си, че искаш да изтриеш това запитване?"),
                n("a4f5e431", function (e) {
                    return "„" + e.name + "“ е изтрито";
                }),
                n("db28b535", function (e) {
                    return "Изтриване на „" + e.name + "“";
                }),
                n("bcf89b8a", "Редактирай запитването си"),
                n("f0002e72", "Разглеждане на резултати"),
                n("b0924d7a", "Неуспешно създаване на заявка. Опитай отново."),
                n("cfd731ee", "Неуспешно изтриване на запитването. Опитай отново."),
                n("g08bff82", "Неуспешно изключване на сигнал. Опитай отново."),
                n("fa1fd798", "Неуспешно включване на сигнал. Опитай отново."),
                n("ia7dce48", "Неуспешно генериране на запиването. Опитай отново."),
                n("d494d4aa", "Неуспешно актуализиране на запиването. Опитай отново."),
                n("i4a49588", "Глобален градски площад"),
                n("c0799860", "Ден"),
                n("b43679d2", "Час"),
                n("f1fce85e", "Минута"),
                n("ea3e0ec4", "Пазар"),
                n("d8d9aec2", "Достигна максималния брой заявки"),
                n("c9aa246e", "Нова заявка"),
                n("b9b7a50e", "Регулирай критериите си за търсене по всяко време, за да си винаги наясно със случващото се"),
                n("i9a09bb6", "Създай запитване и позволи на Radar да проследи актуализациите в реално време"),
                n("da20008c", "Няма трендове. Опитай да разшириш критериите си на търсене."),
                n("e78ca8c6", "Опитай отново по-късно"),
                n("ce3216ec", "Заявка"),
                n("ef609bb8", "Какво се случва в X?"),
                n("a636a738", "Задай допълнителни въпроси..."),
                n("d92ec304", "Запитването не е намерено"),
                n("bbf29e20", "Нулиране на избора"),
                n("ie3321ea", "$NVDA (продажба ИЛИ купуване)"),
                n("cf223996", "Обобщение"),
                n("a27ccab8", "Приложението за всичко"),
                n("i66136aa", "Най-популярни"),
                n("e7c44382", "Уникални потребители"),
                n("d559e5b8", "Неозаглавено запитване"),
                n("i1d9be88", "Използване на оператори за разширено търсене"),
                n("ae9f604c", "Афилиейт партньорства"),
                n("a7d2d8f4", "Показване само на афилиейт партньори"),
                n("je21ffbe", "Брой последователи"),
                n("i8d9797c", "Целият профил"),
                n("a36bebf2", "Максимум"),
                n("i5ef8b4a", "Най-много последователи"),
                n("fcf0ec1c", "Минимум"),
                n("ccc0bbc6", "Най-малко последователи"),
                n("je1bd63a", "Възползвай се от способността на X да открива водещи специалисти, потенциални клиенти и стратегически партньори"),
                n("i6766078", "Търсене на водещи специалисти, потенциални клиенти и партньори"),
                n("d509bbd4", "Открий хора в X"),
                n("a5afaf54", "Повторно задаване"),
                n("i9006fb0", "Изчистване на филтри"),
                n("fa598a82", "Резултати"),
                n("g3688a48", "Избор на опция"),
                n("ab5a91a4", "Потребител"),
                n("cef20fd0", "Потвърждаване"),
                n("a2b286b0", "Рекламирай своите работни позиции, продукти и послания."),
                n("e2895a38", "До 12 000 щ. д. под формата на рекламни кредити"),
                n("becba496", "Кредитите за рекламиране са налични за оферта за ограничен период."),
                n("ded395ae", "Получавай достъп до статистиките на бизнеса си от едно-единствено място"),
                n("a47a20d4", "Разширени статистики"),
                n("b56d3ec6", "Всички организации и афилиейт партньори получават Premium+ с достъп до Grok 3"),
                n("ie663a1a", "Получаване на бърза помощ и ескалации със специален екип за обслужване на клиенти"),
                n("j7f75bec", "VIP поддръжка"),
                n("ebf5ec26", "Очаквай скоро"),
                n("eeb424e2", "Измисли своята история."),
                n("ab62db18", "Създай своята аудитория."),
                n("j2c9bc4e", "Отличавай се благодарение на златната отметка и добавяй афилиейт партньори, за да промотираш фирмата си по-лесно."),
                n("e7930f82", "Отличавай се от тълпата"),
                n("e77ea57e", "Възползвай се от най-ефикасните инструменти за буустване на продажбите ти, назначавай най-подходящите хора за своите работни позиции и получавай ексклузивен достъп до маркетингови статистики."),
                n("a558a254", "Подтикни растежа си в X с потвърдени организации"),
                n("b099f256", "Благодарение на Radar получаваш мигновен достъп до маркетинговите тенденции и обществените мнения."),
                n("ecb7fa02", "Бизнес аналитични данни"),
                n("cb5faa2a", "Използвай рекламните си кредити, за да достигнеш до най-интелигентните хора на планетата."),
                n("c67b260c", "Рекламиране на работна позиция"),
                n("if48b5c2", "Качвай и рекламирай работни позиции за милиони потребители директно от X."),
                n("aa0d60aa", "месец"),
                n("cebfdb52", "Организации"),
                n("i9b6fcbc", "Използвай търсенето на хора, за да откриеш и да се свържеш с инженери, потенциални клиенти и създатели. "),
                n("a6b5c3f0", "Открий най-страхотните хора"),
                n("a51acce8", "Понижаване до Basic"),
                n("ie132f40", "Надстройване за запазване на Full Access"),
                n("b0d26232", "ЗАПАЗИ"),
                n("f563b353", function (e) {
                    return "ОФЕРТИТЕ ИЗТИЧАТ НА " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.percentOff + "% отстъпка до " + e.endDate;
                }),
                n("j3cfae29", function (e) {
                    return e.discountedCost + " годишно за първата ти година. След това " + e.baseCost + " годишно.";
                }),
                n("jb74aea4", "Стойността на всеки допълнителен профил на афилиейт партньор е 50 щ. д. месечно за всяко потребителско име, като рекламните кредити подлежат на ограничения."),
                n("fc9fc856", "Стойността на всеки допълнителен профил на афилиейт партньор е 600 щ. д. годишно за всяко потребителско име, като рекламните кредити подлежат на ограничения."),
                n("fc785aec", "Вземи Basic"),
                n("edf32072", "Всичко от плана Premium+ плюс:"),
                n("b3caf146", "Златна значка за потвърден профил"),
                n("a1dbf70c", "200 $ безплатен месечен рекламен кредит"),
                n("i2a2286c", "2500 $ безплатен рекламен кредит"),
                n("e8d0fd04", "План Basic за Radar"),
                n("cf038828", "Специална услуга за поддръжка "),
                n("efd56302", "Добави афилиейт партньори към страницата си"),
                n("bc1bb6aa", "1000 $ безплатен месечен рекламен кредит"),
                n("e1669560", "12 000 $ безплатен рекламен кредит"),
                n("hb973da4", "Пълен достъп до Radar"),
                n("g444c82e", "Ранен достъп до функциите на Enterprise"),
                n("a1bc0bcf", function (e) {
                    return e.cost + ", плащани ежегодно";
                }),
                n("i0f58dac", "Всички планове подлежат на приложимите данъци и такси."),
                n("je182d8a", "Enterprise"),
                n("ge609bd6", "Свържи се с потенциални клиенти"),
                n("je6d2aec", "Модулно ценообразуване"),
                n("ed33b888", "Търсене на хора"),
                n("ade522c4", "Статистика"),
                n("h551f266", "Кредити за рекламиране"),
                n("c74f7856", "Пакети за афилиейт партньори"),
                n("b9b41f7a", "Оптимизация на търсенето"),
                n("b1f368ee", "Специална поддръжка "),
                n("j189c5b2", "Всичко от плана Pro плюс:"),
                n("i7f4b58e", "Персонализирано"),
                n("h45fd8ae", "Вземи пълен достъп"),
                n("f1c3b32c", "Всичко от плана Basic плюс:"),
                n("f4307806", "Популярни"),
                n("ce7c21de", "годишно"),
                n("a21a64f6", " „Напълно си струва да работиш с „X за бизнес“! Назначихме толкова много страхотни хора благодарение на инструмента за търсене на кадри.“"),
                n("dbb3fc54", "Съосновател и главен изпълнителен директор"),
                n("c1600210", "„Толкова лесно се работи с „X за бизнес“. Помогна ни да си осигурим клиенти благодарение на завладяващите маркетингови статистики.“"),
                n("fb3e127a", "Новогодишна оферта за ограничен период"),
                n("a5fee980", "Заяви 30% отстъпка за годишни планове и до 12 000 $ безплатен рекламен кредит, когато се абонираш преди"),
                n("c9051cac", "дни"),
                n("ie035790", "сек"),
                n("cbd3dfaa", "Изпробване на бета-версията"),
                n("h260121e", "Покажи на аудиторията си своите най-добри работни места."),
                n("ae0ad604", "страници с работни места"),
                n("cbd4ba6e", "Открий и се свържи с водещи специалисти"),
                n("b71927b2", "Неограничени публикации за работни позиции"),
                n("a0b5b7d4", "Възползвай се от опциите за насочване с ИИ на нашия модел за рекламиране на представянето."),
                n("aa3f0e90", "Рекламирай работни позиции с помощта на насочването с ИИ"),
                n("hc67be9e", "Начало"),
                n("c9a67f9e", "Започни да наемаш хора"),
                n("jd937cda", "Достигни до милиони подходящи кандидати с помощта на X Hiring. Синхронизирай работните си позиции, създай персонализирани страници с работни места и ги рекламирай с опции за насоченост в хрониката."),
                n("d92d2632", "Най-добрата платформа за наемане на водещи специалисти"),
                n("c10bee94", "Месечни кандидатури"),
                n("ib69d218", "над 250 хил."),
                n("i953576c", "компании, предлагащи работа"),
                n("j395b846", "над 10 хил."),
                n("g48a59c2", "Потребители"),
                n("j228841a", "над 500 млн."),
                n("da570714", "Интеграции с ATS"),
                n("h25a3132", "До 2400 $ в кредити за реклами за рекламиране на работна позиция"),
                n("f25a2004", "Предимства на Premium+"),
                n("c237b78e", "Афилиейт партньорства за твоя екип за наемане"),
                n("fc3d58fe", "До 12 000 $ в кредити за реклами за рекламиране на работна позиция"),
                n("eb5f060c", "Следване"),
                n("a19cf46f", function (e) {
                    return "Искаш ли да спреш следването на @" + e.screenName + "?";
                }),
                n("e4c91b70", "Публикациите на този потребител повече няма да се показват в хрониката „За теб“. Пак можеш да преглеждаш профила му, освен ако публикациите му не са заключени."),
                n("j650c8dc", "Да се отхвърли ли заявката за следване?"),
                n("c02f8de1", function (e) {
                    return "Заявката ти за следване ще бъде анулирана и @" + e.screenName + " повече няма да я вижда.";
                }),
                n("e2ee95a1", function (e) {
                    return "Присъединяване: " + e.date;
                }),
                n("d64fef58", "Все още нямаш публикации"),
                n("e2a098dc", "Сортиране по"),
                n("c5709148", "Показват се максимум 1000 публикации"),
                n("ca5e57bd", function (e) {
                    return "Публикуване" + e.noun;
                }),
                n("d16c1ab6", "Най-скорошни"),
                n("f0a28956", "Най-скорошни"),
                n("h06df79a", "Най-много импресии"),
                n("c44744e6", "Най-малко импресии"),
                n("j6b98664", "Най-много харесвания"),
                n("a669f95c", "Най-малко харесвания"),
                n("a0c66496", "Най-много отговори"),
                n("h45174fe", "Най-малко отговори"),
                n("ea20f92a", "Най-много препубликувания"),
                n("c9a63566", "Най-малко препубликувания"),
                n("b40d33e4", "Разгъвания на подробностите"),
                n("gedf636e", "Щраквания върху уеб адресите"),
                n("bbc12690", "Щраквания върху хаштагове"),
                n("g7ede992", "Щраквания върху вградени връзки"),
                n("f5210bae", "Връзка"),
                n("b1f77a7c", "Експортиране на данни"),
                n("j62d2af4", "Преглед на публикацията"),
                n("dc70a568", "Статистики за публикация"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "Замъглена линейна диаграма"),
                n("b10621d4", "Преглеждай всичките си статистики"),
                n("c23def7a", "Брой ангажирания"),
                n("jc14a9e8", "Изразходена"),
                n("d16b5a18", "Обща изразходена сума за реклами"),
                n("g01559c6", "Показатели, изведени за последните 7 дни"),
                n("ddc8d458", "Възползвай се от хронологичните данни"),
                n("j74eab48", "Функцията за разширени статистики е налична само за членове на плана X Premium"),
                n("i02166f6", "Опознай аудиторията си"),
                n("cef977e4", "Експортирай данните си"),
                n("f88e624e", "Разговорът бе актуализиран"),
                n("e15e5637", function (e) {
                    return "Последни" + t(e.count, "ят час", "те " + e.count + " часа");
                }),
                n("h5ab8b0e", "Хората, които следват"),
                n("a0f01bca", "Щракни, за да промениш интервала от време"),
                n("he30b16c", "С „Хората, които следват“ ще се увеличи обхватът на резултатите от търсенето, като ще се показват най-често споделяните статии от хората, които ти и те следват."),
                n("b0589550", "Получаване на още новини"),
                n("b60e4f78", "Изпробване"),
                n("e950f6e0", "В мрежата ти няма споделени статии."),
                n("e7dcfb81", "още профили"),
                n("h965157c", "Тази страница не се поддържа."),
                n("cd388852", "Посети профила на автора в най-новата версия на X, за да видиш това съдържание."),
                n("abebdfae", "Можеш да виждаш статистики само за Зали, на които си домакин или съдомакин."),
                n("fcb205da", "Слушатели на живо"),
                n("jb088200", "Повторения на записа"),
                n("if65328a", "Слушащи"),
                n("a1a0e6d8", "Следване на домакина"),
                n("a3c4e396", "Спиране на следването на домакина"),
                n("j58e7b00", "Преглед на профила"),
                n("eca4e32a", "Преглед на подробностите"),
                n("hd908df2", "Зали на живо"),
                n("c5d40fe2", "Всеки"),
                n("a8df1d34", "Разреши видеото"),
                n("if410292", "Разбери повече за зали"),
                n("i43fdce9", function (e) {
                    return "Добавяне на теми (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "За какво искаш да говориш?"),
                n("e93f3c2a", "Записване на залата"),
                n("b701d610", "Насрочената зала е изтрита"),
                n("b028792d", function (e) {
                    return "Управлявай насрочените зали (" + e.count + ")";
                }),
                n("e9b73da8", "Насрочване на зала"),
                n("cdf630be", "Започване сега"),
                n("acd1bcb0", "Кой може да се присъедини?"),
                n("h07146a2", "Кой може да говори?"),
                n("h61d92b0", "Изтриване на насрочена зала"),
                n("a488f2eb", function (e) {
                    return e.count + " от " + e.total + " избрани";
                }),
                n("d2dfe80d", function (e) {
                    return "Залата ще започне на " + e.date + " в " + e.time;
                }),
                n("aef95393", function (e) {
                    return "Съществуващата зала е насрочена на " + e.date + " в " + e.time;
                }),
                n("a7069f2e", "Редактиране на данни"),
                n("a15f06fc", "Насрочени зали"),
                n("f6cfa3fe", "Не можеш да насрочиш зала в миналото."),
                n("a8f71a2b", function (e) {
                    return "Не можеш да насрочиш зала за след повече от " + e.days + " дни.";
                }),
                n("ae092f6c", "Насрочената зала не може да се изтрие."),
                n("jd7f0030", "Обновена насрочена зала"),
                n("a26da034", "Запазване на промените"),
                n("b3633046", "Избор на общност"),
                n("ce447fcb", function (e) {
                    return e.count + " слушател" + t(e.count, "", "и");
                }),
                n("ef7da97f", function (e) {
                    return "Слушащи: " + e.count;
                }),
                n("a065e7e7", function (e) {
                    return "В момента: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "Тази Зала приключи: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "Пускане на записа: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "Установява се връзка..."),
                n("aadbc747", function (e) {
                    return "съдомакин" + t(e.hostCount, "", "и");
                }),
                n("hbd6035f", function (e) {
                    return "говорител" + t(e.speakerCount, "", "и");
                }),
                n("if420852", "Пускане на записа"),
                n("f7dc3b1c", "Тази Зала приключи"),
                n("c1d15dc0", "Изглежда, че тази Зала е затворена."),
                n("g3e2f3a6", "Слушай анонимно"),
                n("cd64d43e", "Присъедини се директно като говорител"),
                n("jcdc32f0", "Слушане"),
                n("a0cee16a", "Започни разговор"),
                n("bf3daa48", "Започни да слушаш анонимно"),
                n("f9305f48", "Повторно свързване"),
                n("e51df2e6", "Първоначално микрофонът ти ще бъде изключен"),
                n("h114ff6c", "Не можеш да се присъединиш към тази зала, тъй като вече си включен/на в такава."),
                n("d7fe2d7e", "Не можеш да се свържеш отново към тази зала, тъй като вече си включен/на в такава."),
                n("e61bdea4", "Домакинът записва тази Зала. Всеки, който говори, ще бъде включен в публичния запис."),
                n("d0ebf4f7", "Научи повече"),
                n("d782b808", "Абонирането носи предимства"),
                n("i7f83b8d", "Научи повече"),
                n("fc962610", "Търси на името на Зала или домакин"),
                n("e5b5f091", function (e) {
                    return "Нито една Зала не съответства на „" + e.searchQuery + "“";
                }),
                n("g5812140", "Защо не създадеш такава?"),
                n("e8fe1ecb", function (e) {
                    return "Няма " + e.section + " Зали, съответстващи на „" + e.searchQuery + "“";
                }),
                n("c432d2b2", "Търсене на Зала"),
                n("d39e8b30", "Добавяне на бележка"),
                n("dc7a6625", function (e) {
                    return "Пишеш като " + e.displayAlias;
                }),
                n("g17e4064", "Бележката ти ще бъде публикувана с псевдонима ти в Бележки на общността и без връзка с профила ти в X"),
                n("d9b09ee8", "Точността е важна – трябва да дадеш връзки към външни източници."),
                n("b7476596", "Точността е важна – препоръчваме да дадеш връзки към външни източници."),
                n("df6c8292", "Твоето обяснение"),
                n("ecb4d20c", "Бележката ти не бе запазена. Провери дали вече не си писал/а бележка за тази публикация и опитай отново по-късно."),
                n("eb5b4a12", "Информация за псевдонимите в Бележки на общността"),
                n("ja0ee360", "Избери псевдонима си"),
                n("f7b7c250", "Избери псевдоним в Бележки на общността, за да запазиш поверителността си"),
                n("c6382384", "Защо Бележки на общността използва псевдоними?"),
                n("j48ab594", "Давай приноса си частно"),
                n("bc2399a0", "Пиши и оценявай бележки, без да разкриваш самоличността си в X"),
                n("d939cf16", "Съсредоточи се върху съдържанието"),
                n("a56f0c32", "Псевдонимите спомагат за намаляване на пристрастията, което подтиква сътрудниците да се фокусират повече върху съдържанието и по-малко върху авторите."),
                n("d17c59e4", "За всеки има пълна отчетност"),
                n("i719f8e2", "Можеш да виждаш хронологиите на сътрудниците, като за всеки човек има пълна отчетност чрез получените от него оценки."),
                n("a96bb564", "Избери псевдонима си за Бележки на общността"),
                n("afcdcf84", "Този псевдоним ще обозначава самоличността ти, когато пишеш и оценяваш бележки на общността. Той не е свързан с профила ти в X."),
                n("f83d0446", "Псевдонимът ти е запазен."),
                n("ed0e6b2e", "Започни да оценяваш бележки"),
                n("if4c5e06", "Приветстваме те в Бележки на общността!"),
                n("g880a78a", "Започни да оценяваш бележки"),
                n("d1be2236", "Бележки на общността разчита на сътрудници като теб, за да идентифицира полезни бележки, които да се показват на всички потребители."),
                n("af9f2b78", "Проследи въздействието на оценката ти"),
                n("af68afc8", "Въздействието ти се покачва всеки път, когато спомагаш дадена бележка да получи състояние „Полезно“ или „Не е полезно“."),
                n("fb5c5d42", "Отключи възможността да пишеш бележки"),
                n("a1e58cdc", "Когато въздействието на оценката ти достигне 5 или по-висока стойност, ще отключиш възможността да пишеш свои собствени бележки на общността."),
                n("j5f112b4", "Две от скорошните ти бележки понастоящем са в състояние „Не е полезно“."),
                n("ac34c5e8", "Достатъчно сътрудници, включително такива, които са имали разногласия в минали свои оценки, се съгласиха, че 2 от бележките ти не са полезни. Ето обратната им връзка:"),
                n("ib7886d0", "Виж бележките в профила си"),
                n("b0a7d360", "Има риск временно да ти бъде забранено да пишеш бележки."),
                n("e473f876", "За сътрудниците, чиито последни пет бележки със състояние „Полезно“ или „Не е полезно“ включват три бележки със състояние „Не е полезно“, възможността за писане временно ще бъде заключена."),
                n("ef490ae8", "Не са посочени източници или те не са надеждни"),
                n("bf3dc462", "Източниците не подкрепят бележката"),
                n("heb35e12", "Неправилна информация"),
                n("ib117532", "Тормоз или злоупотреба"),
                n("a7bc3192", "Цитира източници с високо качество"),
                n("a26f8dc2", "Разбираема"),
                n("cbdef06c", "Пряко свързана с твърдението в публикацията"),
                n("faa5f9e8", "Дава важен контекст"),
                n("gf3b38f4", "Неутрален или безпристрастен език"),
                n("a50327ea", "Бележката не е необходима за тази публикация"),
                n("h7c59ea2", "Мнение или спекулация"),
                n("d60c0064", "Правописни грешки или неясен език"),
                n("e06416ca", "Липсват ключови точки или е неуместна"),
                n("cff1aa8c", "Аргументативен или пристрастен език"),
                n("c5d55592", "Предлага уникална информация или контекст"),
                n("f3e6f0aa", "Информативна е"),
                n("hc2b6a7e", "Показва търпимост и/или съпричастност"),
                n("bbe8b4ac", "Изразява мнение, спекулация или предубеждение"),
                n("dd1f17ea", "Не е по темата"),
                n("if966b54", "Информацията е неактуална"),
                n("fdc2060a", "За да пишеш бележки, трябва да имаш по-голям коефициент на въздействие."),
                n("edd80858", "Виж профила и коефициента си"),
                n("eec24ff6", "Започни да оценяваш"),
                n("eb9dc3ec", "Сътрудниците като теб с общи усилия помагат за откриването на полезни бележки, които да се показват като контекст в публикациите, за да могат хората да бъдат информирани."),
                n("f2f61788", "Отключи възможността да пишеш"),
                n("ca7e11e6", "Когато коефициентът ти на успешно оценяване достигне 5 или по-висока стойност, ще отключиш възможността да пишеш свои собствени бележки на общността."),
                n("e7beb100", "Виж профила и отзивите си"),
                n("fd02e290", "Преглед на всички правила"),
                n("ee7b8050", "Временно ти е забранено да пишеш нови бележки."),
                n("b8cc2e9a", "Понеже скорошните ти бележки са оценени като „Не е полезно“, способността ти да пишеш е временно заключена."),
                n("f6c8613e", "Обратна връзка от сътрудниците за бележките ти:"),
                n("fd5c2282", "Получи още съвети за писане на бележки"),
                n("c23e67ea", "Отключи възможността си да пишеш"),
                n("i0e66c5a", "Избери едно"),
                n("j8e3e3be", "Избери поне едно"),
                n("f1e851f0", "Въведи обяснение"),
                n("ff5dcac8", "Обяснението е твърде дълго"),
                n("b47b5a16", "Всички полета са задължителни. Трябва да отговориш на всички въпроси."),
                n("g9cffe16", "Бележката ти не съдържа източник"),
                n("bfa9e276", "Пренапиши бележката, за да е полезна за всички публикации, съдържащи изображението, или прегледай отговора си на първия въпрос в този формуляр"),
                n("ja36d83e", "Пренапиши бележката, за да е полезна за всички публикации, съдържащи видеоклипа, или прегледай отговора си на първия въпрос в този формуляр"),
                n("i6488a04", "Пренапиши бележката, за да е полезна за всички публикации, съдържащи мултимедийното съдържание, или прегледай отговора си на първия въпрос в този формуляр"),
                n("j6e12b24", "Съдържа дигитално променена снимка или видеоклип"),
                n("eda68484", "С дигитално изменение"),
                n("e198eb8c", "Напиши бележка с контекст, който смяташ, че трябва да се показва заедно с видеото, за да бъдат хората информирани."),
                n("a9803d44", "Напиши бележка с контекст, който смяташ, че трябва да се показва заедно с изображението, за да бъдат хората информирани."),
                n("j7ddf18a", "Напиши бележка с контекст, който смяташ, че трябва да се показва заедно с всички публикации с връзката, за да бъдат хората информирани."),
                n("g3874520", "Напиши бележка с контекст, който смяташ, че трябва да се показва заедно с публикацията, за да бъдат хората информирани."),
                n("ac1141aa", "Напиши бележка, за да помогнеш на други сътрудници в Бележки на общността да разберат защо това видео не е подвеждащо или не се нуждае от допълнителен контекст."),
                n("f99ebcfc", "Напиши бележка, за да помогнеш на други сътрудници в Бележки на общността да разберат защо това изображение не е подвеждащо или не се нуждае от допълнителен контекст."),
                n("h641949e", "Напиши бележка, за да помогнеш на други сътрудници в Бележки на общността да разберат защо тази публикация не е подвеждаща или не се нуждае от допълнителен контекст."),
                n("c926cff6", "Предвид настоящите свидетелства смятам, че публикацията вероятно е..."),
                n("e0ef7a2c", "Предвид настоящите свидетелства смятам, че изображението вероятно е..."),
                n("g491d33a", "Като се имат предвид настоящите свидетелства, смятам, че следното е вероятно за това видео:"),
                n("b253e462", "Предвид настоящите свидетелства смятам, че свързаната страница вероятно е..."),
                n("b1b2d004", "Потенциално подвеждащ и се нуждае от допълнителен контекст"),
                n("ha9655c2", "Не е подвеждащ"),
                n("ebd2de06", "Защо смяташ, че тази публикация е подвеждаща?"),
                n("i865abe8", "Защо смяташ, че това изображение може да е подвеждащо?"),
                n("add096c6", "Защо смяташ, че това видео може да е подвеждащо?"),
                n("eb604e2e", "Защо смяташ, че е възможно свързаната страница да е подвеждаща?"),
                n("c33bc7d4", "Съдържа фактическа грешка"),
                n("aadb676c", "Съдържа остаряла информация, която може да е подвеждаща"),
                n("g21a0ef4", "Съобщава изкривена информация или пропуска важен контекст"),
                n("daf354de", "Представя непотвърдено твърдение като факт"),
                n("d1d2ef84", "Това е шега или сатира, която може да бъде неправилно изтълкувана като факт"),
                n("bfee6064", "Защо смяташ, че тази публикация не е подвеждаща?"),
                n("dfd1f7f0", "Защо смяташ, че това изображение не е подвеждащо?"),
                n("b8623176", "Защо смяташ, че това видео не е подвеждащо?"),
                n("ec66e3fc", "Защо смяташ, че свързаната страница не е подвеждаща?"),
                n("g228df26", "Изказва фактически вярно твърдение"),
                n("h890a3f2", "Било е точно, когато е било споделено, но вече не е актуално"),
                n("hf607a0a", "Очевидно е сатира/шега"),
                n("j6ac7742", "Изразява лично мнение"),
                n("b1d82aae", "Даде ли връзки към източници, които повечето хора биха сметнали за достоверни?"),
                n("ae859ee0", "Бележката ти за публикацията ли е, или за изображението?"),
                n("ba84e7f8", "Бележката ти за публикацията ли е, или за видеото?"),
                n("ibb784c6", "За тази конкретна публикация"),
                n("a21ecb8c", "За изображението в тази публикация и трябва да се показва на всички публикации с това изображение"),
                n("he0ca8da", "За видеоклипа в тази публикация и трябва да се показва във всички публикации, които включват този видеоклип"),
                n("d0bf8d34", "Бележката ти за публикацията ли се отнася или за връзката?"),
                n("db370b9a", "Бележката ти за публикацията, изображението или връзката ли се отнася?"),
                n("c35bf10e", "Бележката ти за публикацията, видеоклипа или връзката ли се отнася?"),
                n("d96ce0d2", "Бележката е написана по начин, който ще е полезен за всички публикации, които включват това изображение."),
                n("a1fb516c", "Бележката е написана по начин, който ще е полезен за всички публикации, които включват този видеоклип."),
                n("be46a61e", "Бележката е написана по начин, който ще е полезен за всички публикации, които включват това мултимедийно съдържание."),
                n("ied1c2c2", "Бележката е доста конкретна за тази публикации и може да е неуместна за други."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "всички " + e.matchCount + " публикации";
                }),
                n("d7959c4d", function (e) {
                    return " всички " + e.matchCount + " публикации";
                }),
                n("ff5be16d", function (e) {
                    return " всички " + e.matchCount + " публикации";
                }),
                n("abdd8d0a", "Редактиране на бележката"),
                n("c097608e", "Бележката ти не съдържа обяснение"),
                n("ba25898c", "Когато бележките обясняват ползваните източници, е по-вероятно да бъдат оценени като полезни."),
                n("e764d704", "Когато бележките съдържат връзки към надеждни източници, е по-вероятно да бъдат оценени като полезни."),
                n("gb67e44c", "Изпращане без обяснение"),
                n("d6b758a2", "Изпращане без източник"),
                n("dc1fa12c", "Профилите в Бележки на общността трябва да имат потвърдени телефонни номера"),
                n("a1752fde", "За да продължиш да допринасяш в Бележки на общността от този профил, трябва да потвърдиш телефонния си номер."),
                n("hef02710", "Освен потвърден, номерът ти трябва да е от доверен телефонен оператор и не бива да е свързан с друг профил в Бележки на общността."),
                n("dff9b6bc", "Потвърди телефона си"),
                n("f051e434", "Сътрудниците в Бележки на общността трябва да имат уникални телефонни номера"),
                n("eaef2f72", "Има няколко сътрудници в Бележки на общността, чиито профили в X са свързани с този телефонен номер."),
                n("j78d41b4", "За да продължиш да допринасяш от този профил, трябва да премахнеш този телефонен номер от другите профили в X."),
                n("a7c9a176", "Профилите в Бележки на общността трябва да имат потвърдени телефонни номера от доверени оператори"),
                n("ec853dfa", "За да се намали използването на изкуствено създадени или виртуални телефонни номера, номерата трябва да бъдат от доверени оператори."),
                n("j6e19c58", "Ценностите на Бележки на общността"),
                n("ea580ee2", "Кратко напомняне за ценностите на Бележки на общността:"),
                n("eac7b6ac", "да допринасяш за по-добро разбиране"),
                n("b0381cfc", "да действаш добросъвестно"),
                n("f0addddc", "да помагаш дори на тези, които са на друго мнение"),
                n("h7c7b204", "Помогни за оценяването на съществуващите бележки, преди да напишеш нова"),
                n("i8cae552", "Като дадеш оценката си, ще помогнеш за запазването на високото качество в Бележки на общността."),
                n("hd43a218", "Достигна дневния си лимит за писане на бележки"),
                n("aaba8ed2", "За да поддържаш високото качество на бележките си и да предотвратиш спама, има лимит за броя бележки, който сътрудниците могат да пишат всеки ден, въз основа на въздействието на писането им. Опитай отново по-късно."),
                n("b98f077c", "Заявяване на информация за бележка"),
                n("ee691104", "Заявяване на бележка на общността за тази публикация"),
                n("f8cbdf02", "Мислиш, че тази публикация е потенциално подвеждаща? Заяви бележка на общността."),
                n("f132d1be", "Сътрудниците ще виждат сигнали за публикации, които получават достатъчно заявки"),
                n("gf71296c", "Ако дадена бележка е написана и оценена като полезна от други сътрудници, тя ще се показва в публикацията"),
                n("de0685b4", "X не избира кои бележки да се показват – бележките на общността са от хората за хората"),
                n("f8ac3c88", "Съгласяване и заявяване на бележка"),
                n("a8edd0ea", "Добавяне на източник?"),
                n("a39a0de6", "Връзка към публикация в X"),
                n("j819c176", "Помогни на сътрудниците на бележките на общността, като включиш връзка към публикация в X, която обяснява какво е потенциално подвеждащо."),
                n("e15b3b44", "Връзката трябва да бъде към публикация в X. Например: x.com/user/status/...."),
                n("c81085a4", "бележките на общността"),
                n("c363515c", "публично достъпни"),
                n("cb6b0138", "Благодарим! Заявката ти е изпратена"),
                n("c196e8b8", "Ако дадена написана бележка е оценена като полезна, ще се покаже в публикацията."),
                n("a9491efa", "Изпратена заявка за Бележки на общността"),
                n("f060d1cc", "Изтриване на заявката"),
                n("f499f824", "Изтриване на твоята заявка"),
                n("hd1bc518", "Трябва да минат няколко минути, преди да можеш да направиш нова заявка за тази публикация"),
                n("geb8d31d", "регистрирай се."),
                n("gc399930", "Информация за дневен лимит за заявка на бележка"),
                n("fee815e4", "Достигна дневния си лимит за заявяване на бележки"),
                n("i7eb7900", "Твоят дневен лимит ще се увеличи, ако правиш заявки за публикации, които успешно получават полезни бележки."),
                n("d1a3817e", "Това помага да се поощрят хората, които успешно намират потенциално подвеждащи публикации, които биха могли да използват допълнителен контекст."),
                n("c031c77a", "Твоят дневен лимит може да намалее, ако направиш твърде много заявки за публикации, за които хората не са съгласни, че се нуждаят от бележка."),
                n("f87129d2", "Това помага за предотвратяване на спам и поддържа фокуса на авторите на бележки върху публикации, които биха могли да използват полезни бележки."),
                n("jdd4a572", "Акаунтът ви изисква потвърден телефонен номер"),
                n("i0f07c07", "Потвърдете своя телефонен номер"),
                n("i157c1a8", "Тази заявка е изтрита."),
                n("a9f4ca9c", "Сътрудниците в Бележки на общността вече могат да виждат бележката ти"),
                n("eb8f7c0c", "Другите сътрудници вече могат да оценяват бележката ти"),
                n("h87c6bd6", "Другите сътрудници вече могат да виждат бележката ти"),
                n("gc1a5bce", "Те ще оценят полезността ѝ"),
                n("i0e950ca", "Ако бележката получи статус Полезна, тя ще започне да се показва като контекст на всеки, който види публикацията"),
                n("a047e800", "Бележката ти помага на други сътрудници да разполагат с повече контекст при оценяването на бележки"),
                n("cec8a38c", "Ако бележката ти получи състояние „Полезно“, ще спечелиш писателско въздействие."),
                n("a377532e", "Ако бъде оценена като полезна от достатъчно хора с различна гледна точка, ще се покаже като контекст за всеки, който види публикацията"),
                n("d790fa4e", "Състоянията на бележките не се определят с правило на мнозинството"),
                n("e90cda68", "За да се идентифицират бележки, които са полезни за много и различни хора, за състоянието на бележката е необходимо единомислие от страна на сътрудници, които в някои от миналите си оценки са били на различно мнение."),
                n("j5a1d85a", "Преглед на бележката ти"),
                n("b25b64d6", "Бележката ти бе изпратена!"),
                n("g1428d70", "Бележката ти е изпратена!"),
                n("a4ec7004", "Ето какво ще стане сега:"),
                n("c4093274", "Информация за бележките на общността след изпращането"),
                n("bc8746a6", "Оцени поне една бележка, преди да напишеш нова."),
                n("ce3c80b8", "Бележките на общността зависят от твоите оценки, за да запазят високо качество."),
                n("fa6a075a", "Бележки, предлагащи контекст, който да се показва с публикацията"),
                n("acb7ecae", "Бележки, обясняващи защо не е нужен допълнителен контекст"),
                n("d9a5fc06", "Оценете публикацията"),
                n("b73cebd2", "Оценка на публикация и бележки"),
                n("ad8883f2", "Няма бележки към тази публикация"),
                n("efd14e7a", "Бележките се зареждат"),
                n("e65b7186", "За тази публикация има предложени бележки на общността"),
                n("bcc14a68", "Бележки на общността е програма, в която доброволни сътрудници добавят контекст (т.нар. „бележки“) към публикации, които според тях може да са подвеждащи. Бележките по-долу могат да бъдат оценявани от сътрудниците и ако текущата им оценка е, че са полезни, ще се показват като контекст в публикацията. Ако дадена бележка е оценена като полезна, а ти не смяташ, че е така, можеш да поискаш допълнителен преглед. Това означава, че тя ще бъде прегледана от още сътрудници и оценката ѝ може да се промени. "),
                n("c21313ba", "Бележки, които понастоящем са оценени като безполезни"),
                n("c2c40120", "Показване на всички бележки"),
                n("ia596d40", "Виждаш нещо, което може да се подобри?"),
                n("deff0bde", "Напиши бележка"),
                n("i8e85ef8", "Присъедини се към Бележки на общността и получи възможност да пишеш бележки и достъп до други функции, с които да допринесеш за един по-добре информиран свят."),
                n("af88892a", "Тези бележки са добавени от сътрудниците на Бележки на общността, според които публикацията е потенциално подвеждаща и би било добре да има допълнителен контекст."),
                n("cf8a40a6", "Бележките се виждат само в Бележки на общността, докато не бъдат оценени като полезни от достатъчно сътрудници."),
                n("g22c8c30", "Ако тези бележки бъдат оценени като полезни от достатъчно сътрудници, включително такива, чиито минали оценки обикновено са се различавали, бележките ще започнат да се показват публично с публикацията като добавен контекст. "),
                n("jf04b084", "Тези бележки са добавени от сътрудниците, според които публикацията не е подвеждаща и не се нуждае от допълнителен контекст."),
                n("g5a72e98", "Те се виждат само в Бележки на общността като допълнителна информация за оценяващите и не се показват като контекст с публикацията, дори ако получат състояние „Полезно“."),
                n("h53cb7de", "Какво мислите за тази публикация?"),
                n("dc3bfc82", "Какво харесвате в тази публикация, ако изобщо харесвате нещо в нея?"),
                n("b4704bf4", "Какво не харесвате в тази публикация, ако изобщо има нещо в нея, което не харесвате?"),
                n("ed5156fa", "При запазването на оценката възникна грешка. Моля, опитай отново."),
                n("d5f9fb42", "Оценил(а) си това приоритизиране на общността"),
                n("j6aa6172", "Да се изтрие ли оценката?"),
                n("i4112750", "Това не може да бъде отменено."),
                n("bd7eb888", "Виж всички бележки към тази публикация"),
                n("i97b83f6", "При изпращането на обжалването възникна грешка. Моля, опитай отново."),
                n("a038ab9a", "Превеждане на бележка"),
                n("i606fc4c", "Информация за обжалванията в Бележки на общността"),
                n("b664c554", "Заявка за допълнителен преглед от сътрудници"),
                n("ab66e1f2", "Ето как работи това:"),
                n("e36d807c", "Искане за преглед и оценка на тази бележка ще бъде изпратено до още сътрудници в Бележки на общността."),
                n("d8afb99c", "Ако оценките на сътрудниците променят състоянието на бележката, така че да престане да бъде оценявана като полезна, тя няма да се показва с публикацията."),
                n("f9e1090c", "Прегледите се извършват от сътрудници, не от X."),
                n("i80c8a84", "Заявен бе допълнителен преглед."),
                n("f93d4391", "поискаш допълнителен преглед на тази бележка от сътрудниците"),
                n("e457970a", "Подробности за бележката"),
                n("df587b98", "Идентификатор на бележката"),
                n("h201bdc8", "Автор на бележката"),
                n("h74b96b0", "Бележката е изпратена "),
                n("ge25848a", "Текущо състояние"),
                n("d6db34cc", "Необходими са още оценки"),
                n("ce8b505e", "Не е полезно"),
                n("e5be8156", "Състоянието на бележката е изчислено чрез алгоритъм с отворен код"),
                n("fca23c42", "Достатъчно сътрудници с различни гледни точки се съгласиха, че тази бележка е полезна, затова се показва като контекст в публикацията."),
                n("hef420c2", "Тази бележка още не е оценена от достатъчно сътрудници с различни гледни точки."),
                n("j3af43c4", "Достатъчно сътрудници с различни гледни точки се съгласиха, че тази бележка не е полезна."),
                n("f79d812c", "Оценена като полезна и показана в рамките на час от създаването на публикацията"),
                n("cc02373e", "Оценена като полезна и показана в рамките на час след предлагането ѝ"),
                n("d9f72d90", "Съвпадаща и показана в рамките на час от създаването на публикацията"),
                n("fc6e4594", "Водещите маркери, избрани от оценяващите"),
                n("f7427d6f", "тази публикация"),
                n("aa94541d", "тази публикация"),
                n("fe821ebb", "тази публикация"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "друга публикация"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " публикации";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " публикации";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " публикации";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " публикации";
                }),
                n("a0dec723", "тази публикация"),
                n("f20fa57c", function (e) {
                    return e.matches + " публикации";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " публикации";
                }),
                n("b95920ef", "тази публикация"),
                n("f8dcced2", function (e) {
                    return e.matches + " публикации";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " публикации";
                }),
                n("e3002eab", "тази публикация"),
                n("df3f2d52", function (e) {
                    return e.matches + " публикации,";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " публикации";
                }),
                n("ia35cd39", "тази публикация"),
                n("a499228a", function (e) {
                    return e.matches + " публикации,";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " публикации";
                }),
                n("fa56f7cb", "тази публикация"),
                n("b826c19c", function (e) {
                    return e.matches + " публикации,";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " публикации";
                }),
                n("i56af3fd", "тази публикация"),
                n("g1f275b6", function (e) {
                    return e.matches + " публикации,";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " публикации";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " публикации";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " публикации";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "тази публикация"),
                n("f5b30b8a", function (e) {
                    return e.matches + " публикации";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " публикации";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "тази публикация"),
                n("ef8a55a6", function (e) {
                    return e.matches + " публикации";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "Не се показва в X"),
                n("e272836c", "Да се изтрие ли бележката?"),
                n("da5a5d8c", "Щом изтриеш бележката, тя ще бъде премахната от Бележки на общността завинаги."),
                n("a804a8f4", "Помощта ти е нужна за още бележки"),
                n("ib9628b8", "Оцени още бележки, за да увеличаваш въздействието на оценката си"),
                n("bf08be2e", "Оцени повече бележки сега"),
                n("i26425d8", "Донякъде"),
                n("c6e683d0", "Изпращане и приемане"),
                n("b3fcaac6", "Отвори и прегледай източниците, преди да оцениш тази бележка"),
                n("e8a33850", "Отвори и прегледай източниците, преди да оцениш тази бележка"),
                n("ca6f04ec", "Преглеждането на източниците, цитирани в бележките, помага да се гарантира тяхната точност. "),
                n("a7338bc2", "Тази бележка полезна ли е?"),
                n("bd0b6422", "От това обяснение разбрахте ли защо не е нужен добавени контекст?"),
                n("ac7f9746", "С какво бе полезна?"),
                n("c7751804", "Защо не бе полезна?"),
                n("dc9c823a", "Бележката ще е полезна за всички публикации, които включват тази връзка."),
                n("da0bb868", "Бележката ще е полезна за всички публикации, които включват видеоклипа."),
                n("e8694748", "Бележката ще е полезна за всички публикации, които включват изображението."),
                n("b487e12e", "Бележката ще е полезна за всички публикации, които включват мултимедийното съдържание."),
                n("hfdb963e", "Бележката е твърде конкретна за тази публикации и може да е неуместна за други публикации, включващи същата връзка."),
                n("bd6742c2", "Бележката е твърде конкретна за тази публикации и може да е неуместна за други публикации, включващи същия видеоклип."),
                n("ded3a8a2", "Бележката е твърде конкретна за тази публикации и може да е неуместна за други публикации, включващи същото изображение."),
                n("c1e42c92", "Бележката е твърде конкретна за тази публикации и може да е неуместна за други публикации, включващи същото мултимедийно съдържание."),
                n("af198630", "публично достъпни"),
                n("d39720d3", "полезна"),
                n("i7d91dc9", "донякъде полезна"),
                n("c75b7fb4", "безполезна"),
                n("d9025c46", function (e) {
                    return e.matches + " публикации";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " публикации";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " публикации";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " публикации";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "Твоята бележка"),
                n("b9f18eec", "Понастоящем е оценена като полезна"),
                n("j33f6520", "Към момента е оценено като неполезно"),
                n("idc0e9fc", "Регистрирай се, за да бъдеш Сътрудник в Бележки на общността"),
                n("a83cccfa", "Сътрудниците могат да преглеждат предложенията за бележки, да пишат бележки, да проследяват тяхното въздействие и много други!"),
                n("c2a6ec00", "Искаш ли да се присъединиш към Бележки на общността?"),
                n("d2470b62", "Помагай на хората да се информират по-добре."),
                n("ab23a972", "Следвай разговора"),
                n("c68f3bc0", "Научи повече за нашите ценности"),
                n("dfb1f498", "Отзиви"),
                n("a584cfa7", "Изпрати ни ЛС до @CommunityNotes"),
                n("e4d93012", "Няколко души заявиха бележка на общността"),
                n("e55983c0", "Все още никой от заявителите не е посочил връзка към източник, от който да става ясно защо е необходима бележка"),
                n("h23be93e", "Заявителите могат да включат публикация в X, за да обяснят защо смятат, че бележката би била полезна. Те включиха публикациите по-долу"),
                n("ca6ae344", "Лента на раздела на Бележки на общността"),
                n("fe27c1e2", "Бележки"),
                n("ff692d64", "Твоят профил"),
                n("cb1adfa0", "Изтегляне на данните"),
                n("jaf0d42c", "Твоите бележки"),
                n("fa9a644a", "Ако три от петте твои най-скорошни бележки със състояние „Полезно“ или „Не е полезно“ бъдат определени като „Не е полезно“, възможността ти да пишеш бележки временно ще бъде заключена."),
                n("i4014342", "Не допускай възможността ти да пишеш да бъде заключена. Ето обратна връзка от сътрудниците за двете ти бележки:"),
                n("j9897a7c", "Получи съвети за писане на бележки"),
                n("ac71a5a0", "Оцени бележките, за които е нужна помощ"),
                n("h544e3c8", "Сътрудниците вече трябва да отключат възможността да пишат бележки, като постигнат въздействие на оценката от 5."),
                n("d88c63f6", "Ново: Отключване на възможността да пишеш бележки"),
                n("bd31adde", "Напусна програмата за Бележки на общността."),
                n("a796c19c", "Повторно присъединяване"),
                n("h837a96c", "Ще се присъединиш повторно към програмата за Бележки на общността."),
                n("a4d4bcb9", function (e) {
                    return "Ако искаш да се присъединиш повторно, може да го направиш оттук след " + e.numDaysToRejoin + " д" + t(e.numDaysToRejoin, "ен", "ни") + ".";
                }),
                n("a490bc51", "Научи повече"),
                n("c94ad3e8", "изпратиш отзиви"),
                n("ee160790", "Изтрити бележки"),
                n("b3de4a42", "Въздействие на оценката"),
                n("a7b0393c", "Въздействие на създаването"),
                n("id568acc", "Най-добър писател"),
                n("e25f9ad6", "Оценките, помогнали дадена бележка да получи състояние „Полезно“"),
                n("a0697fbc", "Поздравления! Благодарение на тези оценки бяха идентифицирани полезни бележки, които се показват като контекст към публикациите и помагат хората да бъдат информирани."),
                n("a3311a60", "Благодарение на тези оценки бяха идентифицирани полезни бележки, които се показват като контекст към публикациите и помагат хората да бъдат информирани."),
                n("bbc44f5a", "Благодарение на тези оценки се идентифицират полезни бележки, които се показват като контекст към публикациите и помагат хората да бъдат информирани."),
                n("b4f21858", "Оценките, помогнали дадена бележка да стигне до състояние „Не е полезно“"),
                n("d46b6bc8", "Тези оценки подобряват Бележки на общността, като дават обратна връзка на авторите на бележките и позволяват на сътрудниците да се съсредоточат върху най-обещаващите бележки."),
                n("a5e6ba6a", "Оценки „Полезно“ за бележки, които в крайна сметка стигат до състояние „Не е полезно“"),
                n("a22929e4", "Оценки „Не е полезно“ за бележки, които в крайна сметка стигат до състояние „Полезно“"),
                n("b76dd726", "Оценките са често срещани и могат да доведат до промени в състоянието, ако достатъчно хора са съгласни, че бележката „Полезно“ не е достатъчно полезна."),
                n("j29cc0f2", "Тези оценки се броят два пъти, тъй като често посочват поддръжка за бележки, които другите считат за нискокачествени."),
                n("cd4333d0", "Не се притеснявай, всеки получава такива оценки! "),
                n("e9fa53ac", "Оценки за бележки, които още нямат състояние „Полезно“ или „Не е полезно“."),
                n("fc664dee", "Оценки, дадени след достигане на дадено състояние"),
                n("f024ec64", "Тези оценки могат да подкрепят състоянието на дадена бележка или да допринесат за промяната му."),
                n("e1ee08e6", "Въздействие на създаването"),
                n("je3fc324", "Бележките ти със състояние „Полезно“"),
                n("f7358242", "Бележки със състояние „Полезно“"),
                n("j8e9b514", "Браво! Тези бележки вече се показват на всеки, който види публикацията, като добавят контекст и помагат хората да бъдат информирани."),
                n("e9e57c5c", "Тези бележки вече се показват на всеки, който види публикацията, добавяйки контекст и помагайки на хората да бъдат информирани."),
                n("fee0d8a8", "Тези бележки се показват в X, като добавят контекст към публикациите и помагат хората да бъдат информирани."),
                n("iab44364", "Бележките ти, стигнали до състояние „Не е полезно“"),
                n("d8c90438", "Бележки, стигнали до състояние „Не е полезно“"),
                n("accaa48e", "Тези бележки са оценени с „Не е полезно“ от достатъчно сътрудници, включително такива, които в някои свои минали оценки са били на различно мнение. Можеш да видиш тези бележки и получената от тях обратна връзка в профила си.\nСъстоянието на бележките може да се промени, когато повече хора ги оценят."),
                n("fa2156f6", "Тези бележки са оценени с „Не е полезно“ от достатъчно сътрудници, включително такива, които в някои от миналите си оценки са били на различно мнение.\nСъстоянието на бележките може да се промени, когато повече хора ги оценят."),
                n("d004c768", "Бележката трябва да има още оценки"),
                n("f3d6d6c0", "Бележки, които още нямат състояние „Полезно“ или „Не е полезно“."),
                n("d68a370c", "Последна актуализация: "),
                n("f10aaf3c", "Съвети за оценяване на бележки"),
                n("b9793c9a", "Още не си написал(а) нито една бележка"),
                n("bed66f92", "Ето как да започнеш:"),
                n("a3ca686a", "Виж съвети за писане на полезни бележки"),
                n("ga8034c6", "Натисни менюто ••• в която и да е публикация, за да напишеш бележка"),
                n("h4109636", "Ако смяташ, че дадена публикация е подвеждаща, напиши бележка, която добавя полезен контекст за хората, които може да я видят."),
                n("ec30e9ac", "Другите сътрудници ще оценят полезността на бележката ти"),
                n("e0c42f80", "Ако достигне статус Полезна, ще се покаже като контекст на всеки, който види публикацията"),
                n("ife4baaa", "Бележки на общността не работи с взимане на решение от болшинството. За да се идентифицират бележки, които са полезни за много и различни хора, за състоянието на бележката е необходимо сътрудници, които в някои от миналите си оценки са били на различно мнение, да са единодушни. Това помага да не се допускат едностранчиви оценки."),
                n("a0c552ee", "Тук ще се покаже въздействието ти"),
                n("a4e5ea3c", "Още не си оценил(а) нито една бележка"),
                n("g9a28bde", "Преглед на бележките, за които е нужна помощ"),
                n("dc0046e2", "Преглед на началната страница на Бележки на общността"),
                n("fecae168", "Там ще намериш бележки, които се нуждаят от още оценки и за които твоята оценка може да помогне."),
                n("h525e29e", "Помогни за намирането на бележки, които биха могли да са полезни за много хора"),
                n("f6db7706", "Най-добрите бележки на общността се отнасят директно за твърдението в публикацията, написани са на ясен и разбираем език и посочват източници, които ще бъдат сметнати за достоверни от голям брой хора."),
                n("f636b582", "Помогни за намирането на бележки, които не са полезни"),
                n("f58f4f62", "Оценяването на бележки с ниско качество подобрява Бележки на общността, като дава обратна връзка на авторите им и позволява на сътрудниците да се съсредоточат върху най-обещаващите бележки."),
                n("cf30af22", "Знаеш ли, че..."),
                n("d145b0fa", "Състоянията на бележките не се определят от болшинството. За да се идентифицират бележки, които са полезни за много и различни хора, за състоянието на бележката е необходимо сътрудници, които в някои от миналите си оценки са били на различно мнение, да са единодушни. Това помага да не се допускат едностранчиви оценки."),
                n("c20a24cc", "Поздравления!"),
                n("d01b8fc8", "Ти си най-добрият писал на бележки на общността."),
                n("jbe2ad46", "Писатели с голямо въздействие на писането и много бележки със състояние „Полезно“ получават достъп до:"),
                n("d2dc3d4c", "Приоритет за предупреждения за бележки"),
                n("heb73816", "Предложенията за бележки на най-добрите писатели е по-вероятно да предизвикат известия, за да привлекат вниманието на оценяващия."),
                n("b760d51a", "Значка в профил с псевдоним"),
                n("ief63e50", "Най-добрите писатели могат се идентифицират по значка в профила им в бележки на общността."),
                n("jd6b88ca", "Бележки за медийно съдържание"),
                n("c39bdf5a", "Най-добрите писатели могат да пишат бележки за медийно съдържание, включено в много публикации, като помагат на хората да се информират по-добре."),
                n("efb9a9e0", "Тук няма нищо за гледане"),
                n("a1529ce7", "Научи повече"),
                n("f07ed596", "Сътрудниците като теб с общи усилия помагат за откриването на полезни бележки, които да се показват като контекст в X, за да могат хората да бъдат информирани."),
                n("h2b5268a", "Браво! Оцени още бележки, за да увеличиш въздействието си."),
                n("e86c87a0", "Оцени още бележки"),
                n("ad98f836", "Въздействието на оценката ти вече е отрицателно. Не се притеснявай!"),
                n("e2d7c914", "Продължи да оценяваш бележки"),
                n("a5427624", "Разгледай началната страница на Бележки на общността, за да намериш бележки, които се нуждаят от оценки от повече сътрудници."),
                n("e227a7fa", "Състоянията на бележките винаги могат да се променят"),
                n("eda73c9c", "Оценката ти понякога ще противоречи на състоянието на съответната бележка. Това не е проблем! Ако повече сътрудници се съгласят с теб, състоянието може да бъде променено и въздействието ти ще се промени."),
                n("cfa3b664", "Вече можеш да пишеш бележки на общността!"),
                n("j44125ee", "Този участник още не написал нито една бележка."),
                n("da55067c", "Провери тук по-късно!"),
                n("f893c3b8", "Присъединяване към Бележки на общността"),
                n("a701795c", "Още няма бележки на общността"),
                n("db08295e", "Искаш ли да се присъединиш?"),
                n("ha275800", "Изглежда, че не участваш в пилотната програма на Бележки на общността. Присъедини се сега, за да помагаш на хората да се информират по-добре."),
                n("ce0a213a", "За да създадеш бележка, избери иконата на Бележки на общността в менюто на която и да е публикация. Създадените от теб бележки ще се показват тук."),
                n("c87f3cf8", "Бележка"),
                n("a5b19492", "Тази бележка не съществува"),
                n("c21d1b2a", "Бележките се означават като полезни или неполезни, когато бъде постигнато съгласие от достатъчно сътрудници, включително хора, които са имали разногласия в миналите си оценки. Това помага бележките да бъдат полезни за най-различни хора и предотвратява едностранчивите оценки."),
                n("c7b59cde", "Настройки за Бележки на общността"),
                n("c8be1d0d", "Научи повече."),
                n("a5a2330c", "Публикации с едно и също медийно съдържание"),
                n("ad071b5c", "Публикации, включващи същата връзка"),
                n("b92967c0", "Тази бележка не е бележка за медийно съдържание"),
                n("i92fddce", "По-долу автоматично се показва бележка за публикациите, ако достатъчно хора са съгласни, че трябва."),
                n("f5ce7a00", "Тази публикация с медийно съдържание все още няма съвпадения."),
                n("e1288bdc", "Сигнали, когато за бележка е нужна помощ"),
                n("ca14eab4", "Получавай известия, когато за бележка на общността е необходима твоята оценка."),
                n("gb2bc3d0", "Всички 🔥"),
                n("c35ebcd2", "Толкова, за колкото мога да помогна – до няколко на ден"),
                n("ba165b3c", "Често"),
                n("g72e2a58", "Няколко сигнала на седмица"),
                n("idd249e0", "Понякога"),
                n("if2e01ee", "Няколко сигнала на месец"),
                n("fdaeaab8", "При запазването на настройките ти възникна грешка. Опитай отново."),
                n("db4e443a", "Настройките ти бяха запазени."),
                n("dc11636c", "Езици, които владееш"),
                n("fae059c6", "Напускане на програмата за Бележки на общността"),
                n("ed37123a", "Напускаш програмата за Бележки на общността"),
                n("c1a554a2", "Ето какво трябва да знаеш:"),
                n("j59355fe", "Няма да може да пишеш нови бележки на общността."),
                n("c23420ec", "Няма да получаваш известия от Бележки на общността, освен ако не са свързани с твоята дейност в X."),
                n("c76031ee", "Твоят анонимен профил в Бележки на общността и изпратената преди информация ще останат публично достъпни. Все пак ще можеш да виждаш и изтриваш бележките си."),
                n("be4f9106", "Може да се присъединиш повторно след 90 дни."),
                n("hf68e810", "Бележки на общността е програма, целяща постигане на по-информиран свят. Тя дава възможност на хората в X заедно да добавят полезни бележки към публикации, които може да са подвеждащи."),
                n("jdb52860", "Сътрудниците пишат и оценяват бележки"),
                n("c104025c", "Сътрудниците са хора в X като теб, които са се регистрирали в пилотната програма, за да пишат и оценяват бележки. Колкото повече хора участват, толкова по-добра става програмата."),
                n("j7872b8c", "С дадена публикация се показват само бележките, които са полезни за хората"),
                n("fb59415e", "За да се показва публично като контекст в публикацията, бележката трябва да бъде оценена като полезна от достатъчно хора с различни гледни точки. С този подход се избягват предразсъдъците и манипулациите и се получават бележки, които са полезни за много хора."),
                n("f9a44022", "Компанията X не избира какво да се показва: хората го правят"),
                n("gdf4fbb2", "Компанията X не пише, не оценява и не модерира бележките (освен ако не нарушават Правилата на X). Вярваме, че предоставянето на възможност на хората да правят този избор заедно, е ефективен начин за добавяне на информация, с чиято помощ хората да бъдат по-информирани."),
                n("cc720e6a", "Бележки на общността се базира на прозрачност на данните"),
                n("j2fcd33a", "Данните включват приноса до"),
                n("d4a6b322", "Всички данни в Бележки на общността се публикува тук всеки ден, така че хората да имат безплатен достъп, за да анализират данните, да установяват проблеми и да откриват възможности за подобряване на Бележки на общността. Нямаме търпение да се учим заедно с теб."),
                n("c359263a", "Научи как да използваш и анализираш данните от Бележки на общността "),
                n("b8a27fe2", "от ръководството ни"),
                n("j1c99e00", "Данни за бележките"),
                n("i6f69314", "Данни за оценките"),
                n("b7e4c114", "Данни за състоянието на бележката за минали периоди"),
                n("d7f19114", "Данни за състоянието на записването на потребителите"),
                n("b6008808", "Данни за заявяване на бележка"),
                n("h786cd7a", "Данните за бележките още не са налице"),
                n("d0fe8052", "Данните за оценките още не са налице"),
                n("c0427f94", "Данните за състоянието на бележката за минали периоди още не са налице"),
                n("g880d8c0", "Данните за състоянието на записването на потребителите още не са налице"),
                n("ab1b3d38", "Данните за заявяване на бележка още не са налице"),
                n("c43fb933", "споразумението с програмисти и политиката за програмисти на X"),
                n("ed88e742", "Копиране на връзката към темата"),
                n("h92fe1be", "За съжаление, понастоящем Бележки на общността не е налице за теб"),
                n("f0dc1434", "Бележки на общността понастоящем е налице само в САЩ"),
                n("f8fc0b48", "Създаване на папка"),
                n("c14bcdde", "Търсене в отметките"),
                n("e9c65c4a", "Търсене на отметки"),
                n("b92a21d9", function (e) {
                    return "Няма резултати за „" + e.query + "“";
                }),
                n("f191a2ba", "настройките си за търсене"),
                n("a068008a", "В момента папките не се зареждат"),
                n("f075b0e8", "Редактиране на папката"),
                n("beba2a0e", "Създаване на нова папка с отметки"),
                n("e41c9b4f", function (e) {
                    return "Запазено в(ъв) „" + e.bookmarkFolderName + "“";
                }),
                n("h18f86a4", "Изтриване на папката"),
                n("f4ea967a", "Папката бе изтрита"),
                n("b670aa62", "Име на папката"),
                n("aece5462", "Името на папката бе актуализирано успешно"),
                n("e3299b94", "Възникна грешка. Опитай да актуализираш тази папка отново след малко."),
                n("c09ea714", "Възникна грешка. Опитай да изтриеш тази папка отново след малко."),
                n("gee78816", "Имената на папките с отметки не могат да надхвърлят 25 знака"),
                n("h9a5daa2", "Да се изтрие ли папката?"),
                n("ac9d5f56", "Твоите публикации ще продължат да се пазят в папката „Всички отметки“"),
                n("i6e7e298", "Създаване"),
                n("a0ea2fa6", "Полето за име не може да бъде празно"),
                n("eec37eac", "Вече съществува папка за отметки с това име"),
                n("fce0c59e", "JSON файлът за анимацията не бе анализиран. Моля, провери формата на JSON в този файл и опитай отново."),
                n("g0eea6c2", "JSON файлът за анимацията не бе прочетен. Моля, опитай да го отвориш отново."),
                n("ae58026a", "Отвори .json файл с брандирано харесване, за да визуализираш");
            n("hd0bc1eb", function (e) {
                return e.name + " предава на живо";
            }),
                n("bea1f26b", function (e) {
                    return e.name + " предаваше на живо";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " не предава на живо";
                }),
                n("d39d46c4", "Заглавието е актуализирано. Показването на промените може да отнеме до 30 секунди."),
                n("e44095a5", function (e) {
                    return "Започна " + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "Приключи " + e.timestamp;
                }),
                n("daca8a2c", "Отваряне в прикрепената лента"),
                n("e3aac82a", "Зареждане на предаване на живо"),
                n("i0ed3f4e", "Изображение за събитието"),
                n("cbae35fa", "Докладване на предаването на живо"),
                n("fd12ab58", "Публикации в колекцията"),
                n("a226497c", "Създаване на нова общност"),
                n("d7346632", "Все още не си се присъединил/а към нито една общност"),
                n("b732a4cc", "Когато го направиш, ще ги виждаш публикациите тук."),
                n("hff48914", "В момента не могат да бъдат намерени публикации."),
                n("hb52cc4a", "Моля, опитай пак по-късно."),
                n("e50e1bb0", "Добре дошъл/ла в общности"),
                n("i6829daa", "Общностите са модерирани групи за дискусии, където хората в X могат да се свързват помежду си и да споделят."),
                n("fc5c6914", "Срещни други хора с твоите интереси"),
                n("aa1a9820", "Присъединявай се към общности, за да се свържеш с хора, които споделят твоите интереси."),
                n("edef4c82", "Публикувай директно в общност"),
                n("a7640df6", "Публикациите ти се споделят с членовете на общността и с твоите последователи."),
                n("h3bb8068", "Получавай подкрепа, когато ти е нужна"),
                n("a709f8f8", "Администраторите и модераторите спомагат за управлението на общностите и за спазването на правилата в разговорите."),
                n("c8d33380", "Нови елементи"),
                n("cb6adb10", "Разгледай Общности"),
                n("df362964", "Намиране на Общности"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " нов/и публикаци" + t(e.newTweets, "я", "и");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " доклад" + t(e.reportedTweets, "", "а");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " заявк" + t(e.memberRequests, "а", "и");
                }),
                n("a2118086", "Сортиране на публикации"),
                n("hb01fe46", "Когато го направиш, ще ги виждаш тук."),
                n("c170a564", "Думата, която въведе, не даде резултати. Опитай с друга дума за търсене."),
                n("cbd1aef8", "Търсене на общности и публикации"),
                n("fbf01e52", "Търсене на Общности"),
                n("c8a6499c", "Резултати от търсенето на публикации в общност"),
                n("af05a978", "Резултатите от търсенето ще се покажат тук, докато въвеждаш."),
                n("eb4d2cd0", "Няма намерени публикации."),
                n("a8ecdb4c", "Най-нови резултати от търсенето на публикации в общността"),
                n("dc6ce7b4", "Членове"),
                n("ga2aa43c", "Модератори"),
                n("b139b54a", "Покани членове"),
                n("cf4898a0", "Търсене на хора"),
                n("g30bc699", function (e) {
                    return "Преглед на профила на @" + e.screenName;
                }),
                n("e585d844", "Добавяне към модераторския екип"),
                n("cab7c6f8", "Да се добави ли към модераторския екип?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " вече е модератор.";
                }),
                n("f348a395", function (e) {
                    return "В момента не можем да добавим @" + e.screenName + " към модераторския екип. Моля, опитай отново по-късно.";
                }),
                n("c3a1aebe", "Премахване от модераторския екип"),
                n("c273c8a6", "Да се премахне ли от модераторския екип?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " вече не е модератор.";
                }),
                n("a5808125", function (e) {
                    return "В момента не можем да премахнем @" + e.screenName + " от модераторския екип. Моля, опитай отново по-късно.";
                }),
                n("a51d671b", function (e) {
                    return "Изключване на @" + e.screenName + " от общността";
                }),
                n("cdd87524", "Тук все още няма никой"),
                n("cca51910", "Когато хора се присъединяват към тази общност, ще ги виждаш тук."),
                n("c9d56b72", "Разкажи ни накратко за твоята общност. Винаги можеш да промениш тези детайли по-късно."),
                n("c1ad5a12", "Изглежда, че възникна проблем при създаването на твоята нова общност. Моля, опитай отново по-късно."),
                n("f713fbd2", "Членство"),
                n("d1fa71fc", "Въпрос за одобрение (незадължително)"),
                n("a0a16d38", "Всеки може да се присъедини към Общността и/или да бъде поканен в нея."),
                n("ce0523a8", "Ограничена"),
                n("i1aad6ec", "Хората трябва да поискат да се присъединят и екипът модератори трябва да одобри тези искания. Хората, поканени от модераторския екип, се одобряват автоматично."),
                n("c85960a0", "Разрешаване на членовете да създават покани"),
                n("ca373cd2", "Хората, поканени от съществуващи членове, биват одобрени автоматично."),
                n("dfdcc6b4", "Контролирай кой може да се присъединява към общността. Имай предвид, че всички общности се виждат от всички в X."),
                n("h3e55b40", "Име на Общността"),
                n("dd71d9c9", function (e) {
                    return "Името трябва да е между " + e.minCharacterCount + " и " + e.maxCharacterCount + " знака и не може да включва хаштагове или @потребителски имена";
                }),
                n("cf65e56b", function (e) {
                    return "Името трябва да е между " + e.minCharacterCount + " и " + e.maxCharacterCount + " знака";
                }),
                n("d936eeca", "Имената не могат да включват хаштагове или @потребителски имена."),
                n("e2df7cf2", "Цел на Общността"),
                n("be9bb312", "Ясната цел описва Общността ти и информира хората какво да очакват"),
                n("e988475f", function (e) {
                    return "Целта трябва да е между " + e.minCharacterCount + " и " + e.maxCharacterCount + " знака";
                }),
                n("gcddfba8", "Въпрос за одобрение"),
                n("hf86d862", "Когато потребители поискат да се присъединят, те могат да отговорят на този въпрос. Техният отговор ще бъде показан с тяхната заявка. Можеш да премахнеш въпроса, като го оставиш празен."),
                n("i88b7305", function (e) {
                    return "Въпросът трябва да бъде по-малко от " + e.maxCharacterCount + " знака";
                }),
                n("dce5e1b4", "Инструменти за админ."),
                n("c5d8c93e", "Инструменти за модератори"),
                n("c8c7f9fc", "Необходим е преглед"),
                n("a87df2ee", "Управление на Общността"),
                n("ee609174", "Общи настройки"),
                n("ab19cdaa", "Настройки за спам"),
                n("d755f47d", function (e) {
                    return e.count + " публикаци" + t(e.count, "я", "и") + " за преглед";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " член" + t(e.memberCount, "", "ове");
                }),
                n("adfcc3ce", "Добавяне, изтриване или редактиране на правила"),
                n("d0330d9c", "Преглед на правилата"),
                n("fd67f7c8", "Редактиране на името и целта на Общността и др."),
                n("e7e31264", "Промяна на спам филтъра и инструментите за докладване"),
                n("gc00d212", "Поддръжка и ресурси"),
                n("g0cbfc50", "Полезно ръководство за модериране на Общност"),
                n("h6ebcfca", "Показване на тази Общност в профила ти"),
                n("c0fa0634", "Акцентиране върху Общността ти"),
                n("da035fd5", function (e) {
                    return "Ново" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "Акцентиране върху Общността ти в профила ти"),
                n("b18e94b2", "Премини към професионален профил, за да показва Общност в профила си, да имаш достъп до статистики за аудиторията и др."),
                n("dc716b1c", "Списък с общности"),
                n("c3e2dda6", "Добавяне или премахване на списък с общности"),
                n("a68bffdc", "Виж показателите на общността"),
                n("c6ea29a2", "Напускане на модераторския екип"),
                n("a6e13fac", "Наистина ли искаш да напуснеш модераторския екип?"),
                n("e538848c", "Повече няма да имаш достъп до инструментите за модериране. Ако размислиш, ще трябва да те поканят като модератор отново."),
                n("j49e6aa2", "Да, искам да напусна"),
                n("dde5f323", function (e) {
                    return e.count + " нов" + t(e.count, "а заявка", "и заявки") + " за членство за преглед";
                }),
                n("f5e0332a", "Съдържание за възрастни (NSFW)"),
                n("e983404a", "Закачени хаштагове"),
                n("j8af8eaa", "Тип членство"),
                n("d5f01116", "Цел"),
                n("c2ff3c9e", "Търсене на отбелязвания"),
                n("f4a98e9e", "Информация за общността"),
                n("a43bed28", "Трябва да активираш тази настройка, ако твоята общност съдържа съдържание за възрастни. Пропускането ще доведе до автоматично филтриране на цялото съдържание за възрастни в твоята общност."),
                n("ab1069de", "Изтриване на общността"),
                n("bbc91896", "Това не може да бъде отменено. Авторите на публикации ще продължат да виждат собствените си публикации."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "Банер на общността"),
                n("ea965b82", "Редактиране на банера на общността"),
                n("j35d3ad6", "Премахване и замяна"),
                n("f1e8fb22", "Банерът ти ще бъде премахнат и заменен с банера по подразбиране."),
                n("e405ec22", "Изглежда имаме проблем със запазването на изображението на банера ти. Моля, опитай отново по-късно."),
                n("b7fb6bda", "Изрязване на изображението"),
                n("e71cdf4e", "Изрязване на миниизображението"),
                n("ef199198", "Настройките ти бяха запазени"),
                n("ee10aa5a", "Настройките ти не успяха да се запазят"),
                n("i307a7ca", "Редактиране на закачени хаштагове"),
                n("dc6eca54", "Хаштагът е изтрит"),
                n("d27de326", "Закачи хаштагове, за да организираш публикациите на общността си в различни хроники"),
                n("d84cc77a", "Въведи хаштаг тук"),
                n("d22e4cba", "Хаштаговете трябва да са уникални"),
                n("ca72a540", "Достигна максималния брой разрешени хаштагове"),
                n("bd96bf16", "Хаштаговете трябва да са с максимална дължина от 1 знак и максимална дължина от 30 знака"),
                n("j27623d4", "Хаштаговете не трябва съдържат интервали или специални знаци"),
                n("c5d1634e", "ОК, разбирам"),
                n("daedd9fa", "Това ще позволи на всеки да се присъедини към твоята общност. Всички чакащи заявки за присъединяване ще бъдат одобрени автоматично."),
                n("h3c0f1a2", "Редактиране на името на Общността"),
                n("cb5e6510", "Изглежда, че при запазването на новото име възникна проблем. Моля, опитай отново по-късно."),
                n("a8955490", "Редактиране на целта"),
                n("ced2292a", "Изглежда, че при запазването на описанието на целта възникна проблем. Моля, опитай отново по-късно."),
                n("ba74c098", "Редактиране на въпрос"),
                n("bd3e0420", "Изглежда, че при запазването на твоя въпрос възникна проблем. Опитай отново по-късно."),
                n("b57baa7a", "Редактиране на търсене на отбелязвания"),
                n("f8caab7a", "Добави търсене на отбелязвания за да буустнеш препоръките на общността и резултатите от търсенето."),
                n("f35a667a", "Въведи търсене на отбелязване тук"),
                n("b057d5c6", "Търсенето на отбелязвания трябва да е уникално"),
                n("cc961258", "Достигна максималния брой разрешени търсения на отбелязвания"),
                n("df4aca88", "Търсенето на отбелязвания трябва да е с максимална дължина от 1 знак и максимална дължина от 30 знака"),
                n("ie58fa58", "Търсенето на отбелязвания не трябва съдържа интервали или специални знаци"),
                n("hd176a01", function (e) {
                    return "Темата е запазена! Темата на общността вече е " + e.newTopicName;
                }),
                n("i39a43cc", "Темата на общността е премахната"),
                n("e81b196e", "Новата тема не може да бъде запазена"),
                n("c1f97ad4", "Редактиране на темата"),
                n("g908eb0c", "Добави тема, за да улесниш откриването на общността ти от другите потребители! Избери темата, която най-добре подхожда на общността ти."),
                n("f18a8ca0", "Настройки за спам"),
                n("c8bd5d42", "Интензивност на филтъра за спам"),
                n("gfeb40a2", "Спам филтрите могат да се променят на различни нива на чувствителност за управление на нежелани публикации."),
                n("h766865c", "Автоматично докладване от X"),
                n("fd1f413a", "Автоматично докладване на модераторите с избрани функции. След като дадена публикация е одобрена, последващите публикации от същия автор няма да бъдат докладвани от X."),
                n("b1ba5fb4", "Откриване на спам потребител"),
                n("ee195f28", "Ключови думи за спам"),
                n("cf276a82", "Скриване на публикации, докладвани от X, докато не бъдат одобрени от модераторите"),
                n("a8c4c3fe", "Докладване на публикации от потребители със запис за проследяване на спам поведение"),
                n("j8de95ec", "Въведи ключови думи, които ще задействат автоматични доклади"),
                n("ie873142", "Възходящ ред"),
                n("a977afa2", "Низходящ ред"),
                n("j715cb38", "Редактиране на забранените ключови думи"),
                n("b32ebbe8", "Добавяне на ключови думи, за да може X автоматично да докладва на модераторите на общността"),
                n("acde5366", "Въведи ключова дума тук"),
                n("a5f66c34", "Ключовите думи трябва да са уникални"),
                n("ea637914", "Достигна максималния брой разрешени ключови думи"),
                n("fede6d3c", "Ключовите думи трябва да са с максимална дължина от 1 знак и максимална дължина от 30 знака"),
                n("cc06e200", "Ключовите думи не трябва съдържат интервали или специални знаци"),
                n("d94edeb4", "Общността ти може да има най-много 10 правила. Ясните правила насърчават уважение между участниците и помагат разговорите да не се отклоняват от темите."),
                n("j560c8ea", "Добавяне на правило"),
                n("a9ba79c0", "С добри правила се постигат добри Общности"),
                n("h5482c7a", "Обмисли сериозно правилата на Общността си. Те задават тона и осведомяват членовете какво се очаква от тях."),
                n("d5033a7a", "Например искаш ли разговорите никога да не се отклоняват от темата? Саморекламата разрешена ли е? А нецензурният език?"),
                n("ee8c43a0", "Колкото по-ясни са правилата от самото начало, толкова по-малко ще трябва да модерираш впоследствие."),
                n("gaa3239a", "Изглежда, че при запазването на новото правило възникна проблем. Моля, опитай отново по-късно."),
                n("a67445d6", "Стигна до максимума"),
                n("fcbe0993", function (e) {
                    return "Общностите могат да имат до " + e.maxRuleCount + " правила. За да добавиш ново правило, трябва да изтриеш съществуващо.";
                }),
                n("c66769a4", "Правило"),
                n("ef02695b", function (e) {
                    return "Имената на правила трябва да са между " + e.minCharacterCount + " и " + e.maxCharacterCount + " знака";
                }),
                n("c8242020", "Описание (незадължително)"),
                n("d32cf5e7", function (e) {
                    return "Описанията могат да са с дължина до " + e.maxCharacterCount + " символа";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "Не забравяй да съобщиш на членовете на Общността"),
                n("c1631260", "Когато всички са информирани за промените в правилата, доверието се запазва."),
                n("d3190bde", "Запазване на правилото"),
                n("ifd6e91c", "Отказ и редактиране"),
                n("h99020e0", "Редактиране на правилото"),
                n("f74a5adc", "Общностите трябва да имат поне едно правило. Можеш да редактираш наличното или да добавиш друго правило и после да изтриеш това."),
                n("fbb0ed92", "Изтриване на това правило"),
                n("hed35472", "Изтриването на правило е за постоянно и не може да бъде отменено."),
                n("c8677446", "Изтриване на правилото"),
                n("c3a0d44e", "Отказ и редактиране на правилото вместо това"),
                n("d703ce9e", "Добавяне на списък към твоята общност"),
                n("f21f023c", "Добавянето на списък към твоята общност запълва емисията ти с подходящо съдържание, поддържано от теб. Избери едни от списъците по-долу:"),
                n("gbc2cf50", "Твоите списъци"),
                n("ef9462fa", "Нямаш подходящ списък?"),
                n("fcda89f4", "Създай нов списък с профили в X, които публикуват съдържание, което е подходящо за твоята общност. Запази списъка публичен, за да остане видим за общността."),
                n("c09609d8", "Създаване на списък"),
                n("dfddd842", "Изпратено чрез лично съобщение"),
                n("a3b3939b", function (e) {
                    return "Потребителят @" + e.screen_name + " вече е поканен";
                }),
                n("db4f0cc9", function (e) {
                    return "Потребителят @" + e.screen_name + " вече е в тази общност";
                }),
                n("h252ede6", "Вече си използвал всичките си покани"),
                n("a5cd93f9", function (e) {
                    return "Потребителят @" + e.screen_name + " не може да бъде поканен сега";
                }),
                n("i6568549", function (e) {
                    return "Имаш още " + e.remaining_invite_count + " покан" + t(e.remaining_invite_count, "а", "и");
                }),
                n("b4f16d00", "Потърси хора, които да поканиш"),
                n("ja1387a8", "Резултатите от търсене ще включват само твоите последователи и хората, които позволяват лични съобщения от всеки потребител."),
                n("ae85768c", "Резултатите от търсенето включват само твоите последователи и хората, които позволяват лични съобщения от всеки потребител."),
                n("hb1e378e", "Поканен"),
                n("d710b60c", "Статистики за общността"),
                n("c199e390", "Нови публикации"),
                n("b4f51cd6", "Брой публикации, които са публикувани през последната седмица"),
                n("g6f8325a", "Нови членове"),
                n("b2bb7276", "Брой членове, които са се присъединили през последната седмица"),
                n("e2172c92", "Активни членове"),
                n("fe1a9f68", "Брой членове, които са публикували в твоята общност"),
                n("e989927e", "Уникални публикуващи"),
                n("d1386a90", "Брой членове, които са публикували в твоята общност"),
                n("abf609f2", "Общ брой членове"),
                n("h2081878", "Общ брой членове в твоята общност"),
                n("a3235cd6", "Уникални посещения"),
                n("g21e2a70", "Брой потребители на twitter, които са посетили общността ви през последната седмица"),
                n("ied6bac2", "Брой харесвания"),
                n("ced8d39a", "Брой харесвания в общността ти през изминалата седмица"),
                n("fb4f859c", "Брой отговори"),
                n("h5a41cce", "Брой отговори в общността ти през изминалата седмица"),
                n("i314218e", "Показатели, изведени за последните 7 дни. Обновени на "),
                n("addbb11e", "Няма нови заявки за членство"),
                n("c38131de", "Прегледа всичко. Когато постъпят нови искания, ще ги видиш тук."),
                n("d7f13fb9", function (e) {
                    return "Потребителят @" + e.screenName + " бе одобрен и вече е член на Общността ти";
                }),
                n("a340df67", function (e) {
                    return "Потребителят @" + e.screenName + " бе отхвърлен и не може да се присъедини към Общността ти";
                }),
                n("jd8aae9d", function (e) {
                    return "Изглежда, че в момента не можем да одобрим @" + e.screenName + ". Моля, опитай отново по-късно.";
                }),
                n("i580e149", function (e) {
                    return "Изглежда, че в момента не можем да отхвърлим @" + e.screenName + ". Моля, опитай отново по-късно.";
                }),
                n("b4a38e4e", "Блокира този човек. Ако членството му бъде одобрено, ще трябва да го разблокираш, за да виждаш публикациите му."),
                n("f0956736", "Ти заглуши този човек. Ако членството му бъде одобрено, ще трябва да спреш заглушаването, за да виждаш публикациите му."),
                n("b7f1e58a", "Следва те"),
                n("dffb0774", "Няма нищо за преглеждане в момента"),
                n("ab512f26", "Няма съхранени записи за действия."),
                n("b8171558", "Забранени"),
                n("e32e7e1a", "Модератор"),
                n("b53fb7c6", "Изглежда, за момента не можем да отменим действието. Опитай отново по-късно."),
                n("c546ba07", function (e) {
                    return "Преглед на профила на " + e.userName;
                }),
                n("h4516e4f", function (e) {
                    return "Търсене на публикации на " + e.userName + " в тази общност";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " скри публикация";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " отмени скриването на публикация";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " закачи публикация";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " откачи публикация";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "Отмяна на скриването на публикация"),
                n("j68fc824", "Скриването е отменено"),
                n("j9541e18", "Търсене на публикации"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " премахна член";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " възстанови членството на потребител";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " се присъедини към тази общност";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " напусна тази общност";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " одобри заявката за член";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " отказа заявката за член";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " одобри отново заявката за член";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "Повторно одобряване на заявката"),
                n("i9a18ce0", "Одобрено отново"),
                n("i24de0fe", "Възстановяване на членство"),
                n("b1c662f8", "Възстановено от"),
                n("j2e04b1e", "Модераторите са обработили всички докладвани публикации."),
                n("hb21cdb6", "Забраняване"),
                n("dc7a9436", "Докладване на публикация в X"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " член" + t(e.count, "", "ове");
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " член" + t(e.count, "", "ове");
                }),
                n("dca19c06", "Ти скри тази публикация"),
                n("dd641764", "Ти запази тази публикация"),
                n("jf99d610", "Обратна връзка от общността"),
                n("bbd69672", "Тази публикация е скрита от модератор поради нарушаване на правилата на общността"),
                n("c730a21c", "Ето кое правило е нарушено:"),
                n("a5baa7d2", "Отдели малко време, за да прегледаш правилата. Те спомагат за това разговорите да бъдат безопасни и уместни"),
                n("icc32e3d", function (e) {
                    return "Модератор те премахна от „" + e.communityName + "“ заради нарушаване на следното правило на Общността:";
                }),
                n("d7d9be8a", "Откриване на общности и публикации"),
                n("cae9962e", "В момента не могат да бъдат намерени общности."),
                n("c2117be6", "Виждаш ли тези неща в навигацията? 👀"),
                n("c2c4dad4", "Избери нещо и то ще се покаже тук. Давай, ще почакаме."),
                n("b7218496", "Още няма хаштагове"),
                n("gc09bcfe", "В Общността ти няма разговори с хаштаг, но можеш да промениш това."),
                n("cf35a990", "Публикациите с хаштаг от общността се зареждат"),
                n("a1c41fe8", "Публикации с хаштаг от общността"),
                n("f27a2232", "Търсене в Общността"),
                n("ie2efe36", "Резултати от търсенето в Общностите"),
                n("a7c2e06d", function (e) {
                    return "Общност „" + e.communityName + "“";
                }),
                n("a94092a2", "Вече имаш достъп до инструментите за модериране"),
                n("be6dfbae", "Като модератор на Общността си в състояние да добавяш и премахваш членове."),
                n("b4f877be", "Общността не е намерена"),
                n("e48fbb02", "Докладвай общността"),
                n("b1614c34", "Относно общностите"),
                n("j1dcedde", "Търсене на публикации"),
                n("cc683fba", "Относно общността"),
                n("af7c11aa", "Информация за общността"),
                n("fb974b24", "Само членове могат да публикуват."),
                n("fcef2922", "Всеки може да се присъедини към тази Общност."),
                n("c93dd2c8", "За да се присъединиш към тази Общност, трябва да изпратиш заявка, която да бъде одобрена."),
                n("gedb877d", "Всички Общности се виждат публично."),
                n("bf359e0e", "Относно твоята нова общност"),
                n("e8fcdd3a", "Ще започнеш с някои основни настройки, но общността ти може да се модифицира по избор. След това ще обясним по-подробно."),
                n("b37d580e", "Общността ти е ограничена"),
                n("c6d9c07c", "Всички общности се виждат от всички в X. Хората трябва да поискат разрешение да се присъединят към общността ти или да бъдат поканени в нея от модераторския екип или от нейни членове (ако е разрешено)."),
                n("ea3b38fa", "Общността ти е отворена"),
                n("i625c42e", "Всички общности се виждат от всички в X. Всеки може да се присъедини към общността ти и/или да бъде поканен в нея."),
                n("ca7eeab0", "Началните правила за общността ти са следните"),
                n("acae4034", "Настройките могат да бъдат променени в инструментите за администратори"),
                n("e2186ee2", "Настройките не ти допадат? Няма проблем. Лесно могат да се променят."),
                n("a0e3ece4", "Подробности за общността"),
                n("d11f73ea", "Съдържание за възрастни"),
                n("hb9400dc", "Виж повече"),
                n("b71a08a0", "Общност на абонати"),
                n("d0574662", "Задаване на известия"),
                n("fc16f13a", "Кои известия искаш да получаваш?"),
                n("be341c46", "Зали на Общността (аудиочатове)"),
                n("fbe88a32", "Текстови чатове на живо в Общността"),
                n("b551cd1e", "Закачени публикации"),
                n("i9f39962", "Закачване на общност"),
                n("bc7f90a0", "Акцентиране върху общността в профила ти"),
                n("j5a37508", "Закачване на общност към началния екран"),
                n("c7a4610a", "Откачване на общност от началния екран"),
                n("bec3b8fa", "Споделяне на Общността"),
                n("cc7d5b88", "Покана чрез ЛС"),
                n("c66b37fa", "Контролен списък за Общността"),
                n("g2768d0e", "Няколко неща, за да подготвиш Общността си за дебюта ѝ..."),
                n("b192b58c", "Отхвърляне на контролния списък"),
                n("gd302780", "Разгледай Общността, която създадох:"),
                n("h5890b1a", "Незавършено"),
                n("b4a6faca", "Преглед на правилата ти"),
                n("a01e1a7c", "Персонализирай Общността си"),
                n("f493480c", "Публикувай твоята общност"),
                n("i9b7f6ba", "Зареждане на публикации"),
                n("c22e8902", "Изпробване"),
                n("a3466e1c", "Проследявай разговорите с хаштагове"),
                n("a524bb7e", "С помощта на хаштаговете можеш лесно да създаваш и намираш тематични разговори в Общността и да се присъединяваш към тях."),
                n("he8db880", "Изглежда, че тази общност не съществува"),
                n("cc684fbc", "Възможно е да е била изтрита или никога да не е съществувала. Животът е пълен с необятности."),
                n("b4f8b518", "Създатели за теб"),
                n("f5c41e22", "Отидете на настройките на „Делегиране“"),
                n("b9226ec1", "В профила като "),
                n("f47b48f6", "потребител"),
                n("b2ca74aa", "Ще преминеш към профил за делегиране"),
                n("ba77b438", "Смяна на профили"),
                n("g5261e91", function (e) {
                    return "Сега действаш като @" + e.screenName + ".";
                }),
                n("cc15a3ea", "Не забравяй, че този профил не ти принадлежи. Като администратор можеш да изпращаш лични съобщения, да публикуваш публикации и да създаваш списъци, както и да преглеждаш всичко това. Можеш също така да каниш или премахваш сътрудници за профила и да преглеждаш статистиките за публикация."),
                n("e406250c", "Не забравяй, че този профил не ти принадлежи. Като сътрудник можеш да изпращаш лични съобщения, да публикуваш публикации и да създаваш списъци, както и да преглеждаш всичко това."),
                n("e6718a62", "Само собственикът на профила може да използва тази функция"),
                n("ba411b6f", "изпратиш обратна връзка"),
                n("f01ee14b", "изпратиш обратна връзка"),
                n("dbc85148", "Избери съобщение"),
                n("a073658c", "Избери от съществуващите си разговори, започни нов или продължи да разглеждаш."),
                n("f325afc4", "Ново ЛС"),
                n("f5dc353c", "Шокиращите материали се филтрират"),
                n("daeda054", "Към настройките"),
                n("fe1eaa96", "Вече ще се показват предупреждения за съобщения, които е възможно да съдържат шокиращи материали (например голота, сексуално съдържание или насилие). Винаги можеш да изключиш това впоследствие в настройките."),
                n("hc32acba", "Изтриване на заявките за съобщения?"),
                n("f9048f58", "Това не може да бъде отменено и избраните заявки за съобщения ще бъдат изтрити от твоята входяща поща."),
                n("a9d0d7f0", "Групово редактиране"),
                n("eb7de4aa", "Показване на допълнителни съобщения, включително такива с евентуално обидно съдържание."),
                n("ee8c0c8a", "Тук ще се показват груповите съобщения или входящите съобщения от хора, които не следваш, и ще можеш да ги приемеш или изтриеш."),
                n("ff599112", "Създаване на група"),
                n("c602600a", "Добавяне на хора"),
                n("fa2033f6", "Шифровано"),
                n("aa59bb6a", "Изпращане на публикацията отделно"),
                n("a2ccb2e8", "Личното съобщение е изпратено."),
                n("f906f464", "Публикацията е споделена в група."),
                n("i8a99aae", "Публикацията беше споделена отделно."),
                n("hbbc401c", "Изпращане до групата"),
                n("e1bde73f", function (e) {
                    return "Не може да се изпрати съобщение до @" + e.screenName;
                }),
                n("f7289cd6", "Избран е групов разговор"),
                n("e6cced4e", "Само индивидуалните разговори могат да бъдат изпратени до групата. Можеш да изпратиш съобщението си отделно."),
                n("e3e58b6e", "Информация за разговора"),
                n("a9ddbb94", "Информация за групата"),
                n("dd4779a0", "Управление на отбелязванията"),
                n("ca9af866", "Отбелязвания:"),
                n("e62d3c10", "Няма профил с това име. Моля, опитай отново."),
                n("h8403fb6", "В момента не можеш да добавиш към разговора тези хора."),
                n("ja522ed4", "В момента не можеш да добавиш към разговора някои от тези хора."),
                n("d87bff5a", "Информацията ти за разговора се зарежда."),
                n("cabb453e", "Име на група"),
                n("eb1bb5a2", "Преглед на всички хора"),
                n("a70436ac", "Начало на шифровано съобщение"),
                n("a7f20223", function (e) {
                    return "Отлагане на известията от " + e.name;
                }),
                n("g2f04a6b", function (e) {
                    return "Спря отлагането на " + e.name;
                }),
                n("i453fedf", function (e) {
                    return "Отложено до " + e.expiration;
                }),
                n("b3dfd51a", "Отлагане на споменаванията"),
                n("cc7c8ce6", "Деактивиране на известията, когато хората те споменат в този разговор."),
                n("hab58674", "Споменаванията са деактивирани"),
                n("e3c6e080", "Споменаванията са активирани"),
                n("f33ef58a", "Докладвай разговор като незаконно съдържание в ЕС "),
                n("d1a6dbe6", "Блокиране изцяло"),
                n("f24af200", "Блокиране на ЛС"),
                n("a30e1677", function (e) {
                    return "Блокирай @" + e.screenName + ", @" + e.screenName + " вече няма да може да те следва или да ти изпраща съобщения, а ти няма да получаваш известия от @" + e.screenName + ".";
                }),
                n("iae09949", function (e) {
                    return "Да се блокират ли ЛС от @" + e.screenName + "?";
                }),
                n("e778e3d8", "Блокирането на ЛС бе успешно"),
                n("b7867912", "Разблокиране изцяло"),
                n("gaddb872", "Разблокиране на ЛС"),
                n("d83414a1", function (e) {
                    return "Искаш ли да разблокираш @" + e.screenName + "? Потребителят ще може да те следва и да вижда публикациите ти.";
                }),
                n("a5bbfecd", function (e) {
                    return "Разблокиране на @" + e.screenName + "? Ще може да те последва и да взаимодейства с публичните ти публикации.";
                }),
                n("cde6e1ff", function (e) {
                    return "Да се разблокират ли ЛС от @" + e.screenName + "?";
                }),
                n("j37c4674", "1 час"),
                n("je7e1fed", function (e) {
                    return "Отложи " + e.name + " за 1 час";
                }),
                n("hf94a2d6", "Заглушено за 1 час"),
                n("fb7a43c6", "8 часа"),
                n("e95c8f8b", function (e) {
                    return "Отложи " + e.name + " за 8 часа";
                }),
                n("bd54fad2", "Заглушено за 8 часа"),
                n("cb5bf56e", "1 седмица"),
                n("gb7a130b", function (e) {
                    return "Отложи " + e.name + " за 1 седмица";
                }),
                n("f6fce0fe", "Заглушено за 1 седмица"),
                n("i78153dd", function (e) {
                    return "Отложи " + e.name + " за постоянно";
                }),
                n("je9455da", "Съобщенията са шифровани"),
                n("b5b0afa4", "Персонализирай изгледа си"),
                n("ec5880e6", "Тези настройки се отразяват върху всички профили в X в този браузър."),
                n("babfa32c", "Бързо персонализирай изгледа си"),
                n("a2a2f98e", "Виж какво е новото"),
                n("b4a361c0", "Още сега можеш да персонализираш цвета и размера на текста си, а също и да контролираш избора на тъмния режим. Само ти можеш да виждаш тези настройки."),
                n("c797b44e", "Най-новите истории в X, разказани чрез публикации."),
                n("a19ce060", "Изследването не е налице."),
                n("f7d1a8e0", "Приложение за Android"),
                n("aab2fae0", "Приложение за iOS"),
                n("a35d9c9a", "Ресурси"),
                n("i6671128", "Ти отключи още възможности на X"),
                n("d5e4d0a6", "Можеш да се присъединиш към разговора и по-лесно да се свързваш с други хора. Сега имаш следните възможности:"),
                n("a97bc07e", "Отключи още възможности на X"),
                n("a72188d6", "За да направим работата с X отлична за всички, искаме да се уверим, че зад този профил стои човек. Помогни ни да разберем, като отделиш време да взаимодействаш с хрониката си и да се свързваш с други потребители. Когато сме сигурни, ще можеш да правиш следното:"),
                n("a4ee9572", "Виждат те повече хора"),
                n("e5f4eac0", "Съдържанието ти ще бъде по-откриваемо, а профилът ти ще се показва в резултатите от търсенето и в трендовете."),
                n("c7832a72", "Свързвай се директно с други хора"),
                n("i1ccd17a", "Изпращай лични съобщения до хора, които не те следват, без съобщението ти да бъде филтрирано автоматично."),
                n("hc965308", "Забавление"),
                n("eb78b77e", "Забавен режим"),
                n("aa8ece10", "Изпробвай grok.com"),
                n("gb5fb7d0", "Режим на фокусиране"),
                n("g5665caa", "Изход от режим на фокусиране"),
                n("a372681e", "Копиране на връзката за споделяне"),
                n("fbc79f6a", "Хронология на чата"),
                n("b61ad410", "История"),
                n("b3de2628", "Няма налична хронология на чата"),
                n("acfbfb28", "Бъдещите ти разговори ще се появят тук."),
                n("i1147548", "Търсене в историята на Grok"),
                n("ab437026", "Не са открити разговори"),
                n("e12569ec", "Опитай да потърсиш нещо друго."),
                n("d4eb0e26", "Преименуване"),
                n("c64975ea", "Все още нямаш любими разговори"),
                n("a3e3db6e", "Натисни върху звездата, за да запазиш чатовете, които често отваряш"),
                n("f4ae77ac", "Няма налична история на изображението"),
                n("d57d337e", "Твоите генерирани изображения ще се покажат тук."),
                n("dab087ee", "Чатове"),
                n("a911623c", "Изображения"),
                n("ae9cdac6", "Хронология на чата"),
                n("b198a392", "Разговор с Grok"),
                n("d16329b4", "Копиране на разговора"),
                n("af6c4470", "Нещо се обърка, опитай отново."),
                n("gf43d270", "Продължаване на този разговор"),
                n("f4b5fae2", "Изпращането на съобщение ще копира този разговор в хронологията ти"),
                n("eb0d91ac", "Създаване на изображение с Grok"),
                n("c5a23514", "Нарисувай ме"),
                n("g1cb8096", "Изненадай ме"),
                n("a5a3df56", "Опиши изображението, което да се създава"),
                n("gbb4e90a", "случаен психеделичен свят на мечтите"),
                n("af21f92e", "блаженство"),
                n("e207cba2", "произволно спортно състезание"),
                n("b1323f10", "модел, вървящ по подиума по време на седмицата на модата в Париж"),
                n("g6a90174", "смешно хипстърско животно"),
                n("jdc4b66c", "чудо на света"),
                n("ec601934", "Започване отначало"),
                n("f9ecd3ba", "Вмъкване като публикация"),
                n("af652514", "Разлика"),
                n("j95bac7a", "Персонализиране на Grok"),
                n("c5665922", "Какво искаш да знае Grok за теб?"),
                n("ff625c40", "Как искаш да отговаря Grok?"),
                n("e5c7d602", "Активиране за всички чатове"),
                n("d5e03fbc", "Grok емисия"),
                n("a294d0c6", "Създай своя версия"),
                n("b38adba2", "X – приложението за всичко"),
                n("d05ae004", "Мач от Националната хокейна лига"),
                n("d35ad22c", "Гледай най-новия мач от Националната хокейна лига"),
                n("e806daa2", "Футболен мач"),
                n("cc2c2eca", "Гледай най-новия футболен мач"),
                n("bcdeae66", "Портал за Гран При на Формула 1"),
                n("e30e4bea", "Следи случващото се от Гран При в X."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " срещу " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "Актуална информация относно " + e.teamName1 + " срещу " + e.teamName2 + " в X";
                }),
                n("b72c924c", "Търсене на работна позиция"),
                n("f4da95a0", "Препоръки за работна позиция"),
                n("eedd808c", "Запазени работни позиции"),
                n("e0ba641a", "За компании"),
                n("f9e6381a", "Търсене на позиции"),
                n("fb15ec28", "Получи препоръки за работна позиция"),
                n("ece910f0", "Виж работни позиции въз основа на предпочитанията си"),
                n("jd08bc14", "Препоръките се подобряват с течение на времето"),
                n("de0a4a72", "Контролирай къде да виждаш препоръки"),
                n("db8c4158", "Кандидатстване сега"),
                n("d9c8057a", "Щракни тук"),
                n("a71d7584", "Представено"),
                n("d2b8da2c", "Софтуерно инженерство"),
                n("cd958040", "Данни и статистика"),
                n("c5760ca2", "Продукт"),
                n("d31b4a2a", "Дизайн"),
                n("f38959a6", "Продажби"),
                n("bc78a26c", "Операции"),
                n("ec28738e", "Хора и човешки ресурси"),
                n("icb06308", "Финанси и счетоводство"),
                n("d0b978ec", "Право и съответствие"),
                n("af19cdc2", "Наука и инженерство"),
                n("e4a51fca", "Медицински"),
                n("e8ca78ae", "Строителство и търговия"),
                n("e25d75e4", "Стажант"),
                n("e89b3f04", "Начално ниво"),
                n("h55825dc", "Джуниър"),
                n("cc537386", "Средно ниво"),
                n("jfc3cece", "Старши"),
                n("e1b683aa", "Потенциален клиент"),
                n("c4627fda", "Управител"),
                n("db75b47c", "Ръководител"),
                n("i312f0ce", "На място"),
                n("b4aff05e", "Хибриден"),
                n("c08b9138", "Дистанционно"),
                n("ia5d6422", "Изисква се присъствие на физическо място"),
                n("h97c7f42", "Частично изискване за присъствие на място"),
                n("ibed2d04", "Няма изискване за присъствие на място"),
                n("f508c49c", "Копиране на връзката към работна позиция"),
                n("d6825dce", "Сподели чрез лично съобщение"),
                n("b9613442", "Сподели чрез публикация"),
                n("c2b3f0da", "Представено в профила"),
                n("c791d3fc", "Споделяне на работната позиция"),
                n("eb517058", "Компании за ИИ"),
                n("b677cb9b", function (e) {
                    return e.count + " филтъра за компания";
                }),
                n("ja04d37c", "Въведи имена на компаниите"),
                n("a1876045", function (e) {
                    return e.count + " филтър(а) за тип трудова заетост";
                }),
                n("fb146dd2", "Тип трудова заетост"),
                n("a7090408", "Ключова дума"),
                n("f16e9a15", function (e) {
                    return e.count + " филтъра за тип местоположение";
                }),
                n("fa7d455a", "Тип местоположение"),
                n("caa606db", function (e) {
                    return e.count + " филтъра за прослужено време";
                }),
                n("jda06238", "Стаж"),
                n("j595df68", "Актуализирай предпочитанията си за препоръки:"),
                n("a1227d5e", "Включване на препоръки"),
                n("bae2f5f0", "Добавяне на работната позиция към профила"),
                n("cbcaaa1a", "По-долу може да видиш как ще изглежда."),
                n("f58cf1ac", "Добавяне на работна позиция"),
                n("j4ae9960", "Имаше проблем с добавянето на тази работна позиция в профила ти."),
                n("caa352f0", "Твърде много работни позиции"),
                n("i08bee0e", "Твърде много добавени работни позиции"),
                n("d7ccaea2", "В момента имаш ограничение от 3 активни работни позиции."),
                n("h05e4a7a", "Имаш ограничение от 10 добавени работни позиции."),
                n("b518daae", "Към таблото за наемане"),
                n("f48e9c52", "Работната позиция е добавена успешно!"),
                n("f6757978", "Можеш да премахнеш тази работна позиция или да добавиш други от таблото си за наемане."),
                n("i329c5a6", "Преглед на таблото за наемане"),
                n("h39a5448", "Представяй работни позиции с X Hiring!"),
                n("d204515c", "Добавяй работни позиции към профила си с едно щракване."),
                n("ecb3df70", "Публикации за събития"),
                n("a01d5a7c", "Това не е налице, защото е създадено от потребител, когото блокираш"),
                n("cab51f93", function (e) {
                    return "Не можеш да видиш това, защото @" + e.screenName + " те е блокирал/а.";
                }),
                n("eaaca5dc", "Резултат"),
                n("abdcd68a", "Събитието се зарежда"),
                n("cfb57adb", function (e) {
                    return "Публикувай за " + e.hashtag;
                }),
                n("b1037710", "Сподели какво мислиш"),
                n("bb980db0", "Хроника на събитието"),
                n("ffd929c1", function (e) {
                    return "НОВО" + e.ttc_live_event;
                }),
                n("c9b302f8", "Заповядай отново по-късно, за да видиш най-новите продукти."),
                n("cfe836d1", function (e) {
                    return e.percent + "% отстъпка";
                }),
                n("efb132c3", function (e) {
                    return e.title + " – " + e.description + " за " + e.price;
                }),
                n("f27deeea", "Име на продавания продукт"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "ПОВТОРЕНИЕ"),
                n("j1d352d8", "Напомнянето е зададено"),
                n("d18909d4", "Задаване на напомняне"),
                n("b0b38774", "Медийни файлове за заглавката"),
                n("a7a119ec", "Освобождаване"),
                n("cfadb00e", "Слушане"),
                n("db4620aa", "ЗАЛА НА ЖИВО"),
                n("c958e692", "ЗАПИСАНА ЗАЛА"),
                n("i2c2bfb7", function (e) {
                    return e.count + " слуша" + t(e.count, "", "т");
                }),
                n("i3f7ff00", "Миниатюра на медийния материал"),
                n("h400d7c2", "ПРИСЪЕДИНЯВАНЕ КЪМ ЗАЛАТА"),
                n("be6ef5b4", "ОЧАКВАЙ СКОРО"),
                n("ca25ebae", "Залози от"),
                n("e749753a", "Спред"),
                n("ea885dec", "Пари"),
                n("cde48000", "Има проблем с хазарта? Обади се на 1-800-GAMBLER"),
                n("g53d5df6", "Фокусирано"),
                n("d1e0a75f", function (e) {
                    return "За теб" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "Следван(а)" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "Абониран/а" + e.noun;
                }),
                n("d3619250", "Най-харесвани"),
                n("f5edfbde", "Изход от X?"),
                n("f12b4db5", function (e) {
                    return "Да се излезе ли от профила на @" + e.screenName + "?";
                }),
                n("ia5ff8b6", "Можеш да влезеш отново по всяко време. Ако искаш само да превключиш профилите, можеш да го направиш, като добавиш съществуващ профил."),
                n("ea3750c4", "Това ще има ефект само върху този профил. Няма да излезеш от другите си профили."),
                n("gc6866f8", "Излизане"),
                n("f8ad0092", "За съжаление, възникна грешка. Моля, опитай да влезеш отново."),
                n("h2c7767e", "Сесията ти вече не е валидна. Моля, опитай да влезеш отново."),
                n("e83047c2", "Въведе твърде много неправилни кодове. Моля, опитай да влезеш отново."),
                n("g4b108ee", "Генерира твърде много резервни кодове. Трябва отново да включиш потвърждаването на влизането на телефона си."),
                n("a9be9b44", "Продължи към X"),
                n("e55188f0", "В този профил си в този браузър"),
                n("d55d8fe2", "Искаш ли да продължиш с този профил?"),
                n("g806008e", "Влизане с друг профил"),
                n("c55f5c9a", "Нещо се обърка, но не се притеснявай – нямаш вина. Да опитаме отново."),
                n("bfb6be8a", "Печели пари в X"),
                n("ed6c6da2", "Първата стъпка към монетизацията е да станеш потвърден потребител с X Premium."),
                n("h93b6580", "Печели от споделяне на висококачествено съдържание. Колкото повече взаимодействаш с потребители в X, толкова повече ще печелиш."),
                n("eea6d8f8", "Пригодност за приходи от споделяне за създатели"),
                n("a0e8811e", "Изгради си фенбаза"),
                n("e1a74ac0", "Предлагай ексклузивно съдържание на най-големите си поддръжници и печели периодични приходи."),
                n("cd3a6f9a", "Пригодност за абонаменти"),
                n("c35e6144", "Създавай по-добро съдържание с инструменти на Premium"),
                n("b9dbeb34", "Възползвай се по-дълги публикации, Media Studio, статистики и получавай приоритетна поддръжка."),
                n("b2d41138", "Стигай до повече хора = повече печалби"),
                n("defa7f12", "Възползвай се от приоритизиране на отговор, което ти предоставя допълнителна видимост да растеш по-бързо."),
                n("i3e4955d", "тук"),
                n("cea1c00e", "Отключи възможността да взаимодействаш"),
                n("f8e6a280", "Новите профили трябва да платят малка годишна такса, преди да можеш да публикуваш, харесваш, добавяш към отметките и да отговаряш. Причината за това е да се намали спама и да се създаде по-добро изживяване за всички. Все още можеш да следваш профили и да разглеждаш X безплатно."),
                n("h968efc6", "Новите профили трябва да платят малка такса, преди да можеш да публикуваш, харесваш, добавяш към отметките и да отговаряш. Причината за това е да се намали спама и да се създаде по-добро изживяване за всички. Все още можеш да следваш профили и да разглеждаш X безплатно."),
                n("b66b62a4", "Условия за ползване за купувач"),
                n("e5b5faa6", "Условия за „Не съм бот“"),
                n("i61a221c", "Абонирай се и плати"),
                n("fce91ab4", "Хм, това не помогна."),
                n("a235cb76", "При обработването на абонамента ти за „Не съм робот“ възникна проблем. Провери данните си за плащане и опитай отново."),
                n("a8eea654", "Покупката ти е успешна."),
                n("bc8baa08", "Абониран"),
                n("a98ba778", "Хроники на известията"),
                n("j887d006", "Тук се случва всичко, от харесвания до препубликувания и още много други."),
                n("c06d4306", "Когато някой те спомене, ще видиш това тук."),
                n("ge7c661a", "Харесвания, споменавания, препубликувания и още много други неща. Когато идват от други потвърдени потребители, ще ги намериш тук."),
                n("d3de3b5c", "Харесвания, споменавания, препубликувания и още много други – тук ще намираш всичко, което идва от твоите абонати."),
                n("e3f9838d", "Научи повече"),
                n("eba8b1c8", "Контролирай в кои разговори те споменават"),
                n("j745b8a6", "Използвай менюто за действия – трите точки в публикацията, за да премахнеш отбелязването си и да напуснеш разговора."),
                n("c380d684", "Твоят доклад"),
                n("da7cf0d8", "Поставихме флаг на тези публикации за деликатно съдържание"),
                n("a6da21a1", function (e) {
                    return e.appName + " иска достъп до профила ти в X";
                }),
                n("f4392d00", "Упълномощаване на приложението"),
                n("ee4dca3c", "връзка за анулиране"),
                n("bb347bbc", "Център за помощ"),
                n("be38d34e", "За да използваш това приложение, трябва да си в профила си в X."),
                n("e087691a", "Не успя да дадеш достъп на пирложението. Върни се и опитай отново да влезеш."),
                n("e7dd62c4", "Натискайки върху бутона „Упълномощаване на приложението“, ще упълномощиш xAI да получи достъп до данните ти от X, включително:"),
                n("debbdc98", "Твоят потребителски профил в X, информация за профила ти в X, настройки в X и предпочитания в X."),
                n("d9cf7c9c", "Публикациите ти в X ще се виждат в профила ти в X, включително публикации към и от всички профили (публични или защитени), които можеш да преглеждаш."),
                n("cdf40068", "Твоята история на разговори с Grok в X."),
                n("cea71014", "Зареждаме контактите ти..."),
                n("b5474bd2", "Хм... Нещо се обърка."),
                n("ab4b970a", "Използвай приложението X, за да се върнеш и да поискаш нов имейл за потвърждение."),
                n("j6d103b8", "Регистрирай профил в X. От горещи новини и развлечения до спорт и политика – научавай пълните истории с всички коментари на живо."),
                n("ca042c78", "Вход в X"),
                n("ff869362", "Влез в X, за да научиш най-новото. Присъедини се към разговорите, следвай профили, преглеждай началната си хроника и виж какво ново са публикували хората, които познаваш."),
                n("f4a654a4", "Преглед във Foursquare"),
                n("c09de2d4", "Търсене в хрониката"),
                n("i1801686", "Заявката за търсене е невалидна. Моля, опитай с друга."),
                n("a0b4541c", "Нещо се обърка, но не се притеснявай – нямаш вина"),
                n("d7eebb60", "Абонаментът ти се настройва"),
                n("a452ab68", "Това може да отнеме няколко секунди."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "Актуализирано успешно"),
                n("e957c20e", "Пробен период за Full Access"),
                n("a1436e70", "Вече може да добавяш работни позиции към профила си, които да се виждат в мрежата ти. След одобрение на кандидатурата ти работните позиции ще станат откриваеми от милиони потребители при търсене на работа."),
                n("f9c85cec", "Необходими действия: качване и потвърждаване на документите"),
                n("f178f393", function (e) {
                    return "Изпрати необходимите документи до " + e.date + ". Обикновено отнема около 10 минути.";
                }),
                n("f9fbeabc", "Документите за учредяване на организацията ти"),
                n("b4c80f5c", "Официален документ за самоличност"),
                n("f0915094", "Работеща камера на устройството"),
                n("f259d3f3", function (e) {
                    return "Важно: документите трябва да бъдат изпратени до " + e.date + ", в противен случай кандидатурата ти ще бъде отхвърлена без възстановяване на сума.";
                }),
                n("d35f645b", function (e) {
                    return "Отворени (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "Актуални (" + e.count + ")";
                }),
                n("c35aded2", "Архивирани"),
                n("b97e952a", "Изглежда, че все още нямаш добавени обяви за работа."),
                n("cf1fa156", "Изглежда, че все още нямаш включени обяви за работа."),
                n("fa4a4f50", "Изглежда, че все още нямаш архивирани обяви за работа."),
                n("c5fb5a1a", "Няма работни позиции"),
                n("e9b91cde", "Добавяне на кариера"),
                n("c270ef3e", "Архивиране"),
                n("fe8872f4", "Успешно"),
                n("d523cd74", "Архивиране на тази работна позиция?"),
                n("jfd0b34a", "Архивирането премахва работната позиция от твоя профил."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "Възникна проблем с изпращането на покана. Опитай отново по-късно."),
                n("ddf35536", "Възникна проблем с изтриването на покана. Опитай отново по-късно."),
                n("db7144b6", "Възникна проблем при промяната на типа партньорство. Опитай отново по-късно."),
                n("be78e5fa", "Възникна проблем при премахване на афилиейт партньора. Опитай отново по-късно."),
                n("fa9709ba", "Имаше проблем при създаването на кандидатурата. Опитай отново по-късно."),
                n("j62f13fc", "Възникна проблем при актуализиране на тази работна позиция. Моля, опитайте отново по-късно."),
                n("ff5716fc", "Възникна проблем при създаване на тази работна позиция. Моля, опитайте отново по-късно."),
                n("fd059188", "Имаше проблем при синхронизирането на работните позиции. Опитай отново по-късно."),
                n("b82b5c00", "Възникна грешка при активиране на рекламните кредити. Опитай отново по-късно."),
                n("d74adc30", "Добавен е неправилен профил за реклами"),
                n("e4323c36", "ИД на профила за реклами, който си въвел/а, не съответства на твоята организация или афилиейт партньорите."),
                n("b3323ada", "Добавяне на кредитна карта към профила ти на ads.twitter.com"),
                n("ac325eb8", "За да активираш рекламния си кредит, трябва да добавиш кредитна карта към профила си за реклами на ads.twitter.com."),
                n("j4e6e966", "Необходим е преглед на профила за реклами"),
                n("ef86e7f6", "Профилът ти е отбелязан за преглед и изисква одобрение."),
                n("c9c8edae", "Абонирай се за потвърдени организации, за да приложиш рекламни кредити"),
                n("b36c6278", "Само платени абонаменти за потвърдени организации могат да използват нашия кредит за реклами. Надстрой сега, за да рекламираш със своите афилиейт партньори."),
                n("c30f0168", "Отваряне на външна връзка"),
                n("c49b7262", "Представяне на работна позиция"),
                n("i6ecf71a", "Премахване на представянето на работна позиция"),
                n("a37ef120", "Повторно отваряне на работна позиция"),
                n("i00355d0", "Отказ от споделяне"),
                n("h0481bba", "Отказваш ли споделянето на тази работна позиция?"),
                n("b9dfdc7a", "Отказът от споделяне премахва работната позиция от акцентите ти."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "Работни позиции, които си споделил/а"),
                n("ea7f1a42", "Твоите работни позиции"),
                n("d1cbcb90", "Източник"),
                n("gf66326c", "Последно актуализиране"),
                n("b917fc28", "Промотирането на работната позиция е дезактивирано"),
                n("g06035e6", "Трябва да погледнеш рекламния си профил, за да разрешиш промотиране на работната позиция."),
                n("aa16581c", "Нямаш достъп до рекламния профил за промотиране на работната позиция. Поискай помощ от администратора на профила."),
                n("g7bb6f58", "Не са намерени рекламни профили."),
                n("jf1576ba", "Неуспешно"),
                n("ff985a36", "Синхронизиране"),
                n("e5b8058c", "Не е синхронизирано"),
                n("a86e335a", "Последно синхронизиране "),
                n("c9838d68", "Работните позиции, които добави, все още не се виждат"),
                n("df6835a6", "Разреши работни позиции в профила си, за да акцентираш върху представени работни позиции над публикациите ти и да ги свържеш към списък с всички свободни позиции."),
                n("fc504ea0", "Показване на моите работни позиции"),
                n("a511934e", "Започни да наемаш хора чрез X"),
                n("e68d2d16", "Кандидатстване за бета-версия"),
                n("f7a37e30", "Щраквайки върху „Кандидатстване за бета-версия“, се съгласяваш да се свържем с теб по имейл, като използваш служебния имейл адрес, свързан с този профил, след одобрение за достъп до бета-версията."),
                n("bfef82f0", "Опцията за наемане на персонал на X е безплатна функция за организации с потвърдена самоличност, които могат да публикуват работни позиции, да представят работни позиции от профила на компанията ви и да привличат водещи специалисти да кандидатстват по ваши свободни работни позиции."),
                n("h4b890c2", "Опцията за наемане на персонал на X ти позволява да публикуваш обяви за работа, да ги включваш в профила си и да привличаш таланти за свободните си работни места."),
                n("c3f28126", "Достигнете широка аудитория"),
                n("dec1601e", "X има над 528 млн. потребители. От софтуерни инженери до специалисти продажби или оператори на мотокари, вашият следващ успешен кандидат, който ще наемете, е тук."),
                n("be8393da", "Представяте своите най-важни роли"),
                n("i8c856ce", "Включи до 3 обяви за работа в профила си. Всички потребители ще виждат тези роли, когато преглеждат профила ти."),
                n("d8bc6eea", "Можете да добавите до 5 работни позиции, които да бъдат представени в профила на вашата компания. Всички потребители ще виждат тези представени роли, когато преглеждат профила на компанията ви."),
                n("a049efd4", "Можете бързо да импортирате своите работни позиции"),
                n("d12be15a", "За да добавите в X своите работни позиции в за броени минути, можете да свържете поддържана система за проследяване на кандидати или XML канал."),
                n("d248d75e", "Получаване на поддръжка"),
                n("c49d8e42", "Имаш нужда от помощ? Свържи се с нас"),
                n("ib244b2e", "Копиране на имейл адреса"),
                n("b450472c", "Импортиране на работни позиции"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "Обновяване на работните позиции"),
                n("aa4c37cc", "Показване на работни позиции в профила ми"),
                n("d4b82638", "Представени работни позиции в профила ти"),
                n("e405b1c2", "Разреши работни позиции в профила си, за да генерираш повече кандидати за важните роли и да позволиш на кандидатите да виждат всичките ти свободни роли."),
                n("a85cda86", "За да започнете, добавете вашите работни позиции"),
                n("c04b6472", "За да привличате повече кандидати, импортирайте или добавете своите работни позиции в няколко лесни стъпки. Вашите работни позиции могат да бъдат споделяни и с вашите последователи и да бъдат представяни в профила на компанията ви."),
                n("d14c02d0", "Ръчно добавяне на работни позиции"),
                n("b12424fc", "Нова работна позиция"),
                n("ca8df1e2", "Създай работна позиция и я добави в своя списък с работни позиции. Всяка работна позиция трябва да има URL адрес за кандидатстване, на който кандидатите могат да видят повече за позицията и да кандидатстват."),
                n("f4f4dd60", "Задължително"),
                n("b2c213e0", "Надхвърлено ограничение за брой знаци"),
                n("d84e9c2a", "Сподели типа на работния ангажимент, който се очаква за тази роля."),
                n("bc8b300c", "Функция на работната позиция"),
                n("d1eedb50", "Помогни на кандидатите да разберат областта, в която се изпълнява тази роля."),
                n("eaf3ce64", "Екип"),
                n("b36cd50e", "Посочи основния екип, с който кандидатите ще работят, след като бъдат наети."),
                n("d3a427ce", "Избери изискваното ниво на опит."),
                n("i7174442", "Описание на работна позиция"),
                n("fef0cf02", "Представи подробно описание на работната позиция. Опиши основните отговорности и квалификации, за да могат кандидатите да получат ясна представа за ролята."),
                n("b7800bec", "Представи работната позиция в 200 знака или по-малко. Показва се в публикациите, препоръките и търсенето."),
                n("a5244ece", "URL адрес за кандидатстване (задължително)"),
                n("g2b553f6", "Въведете публичен URL адрес, на който кандидатите да могат да кандидатстват за тази работна позиция."),
                n("c2e77608", "Длъжност (задължително)"),
                n("cdf414d4", "Използва се за търсене и препоръки. Опитай се да използваш стандартни за индустрията длъжности, за да подобриш резултатите си."),
                n("cc59319a", "Използвай стандартни имена на обявите за работа, които повечето кандидати могат да разпознаят."),
                n("e7117ee4", "Местоположение (задължително)"),
                n("c05176ec", "Ако тази роля е на място, въведи местоположението на мястото (местата). Ако ролята е дистанционна, опиши къде могат да се намират кандидатите."),
                n("d70c24d4", "Използва се, за да помогне на кандидатите да търсят твоята работна позиция."),
                n("de1c4376", "Диапазон на работна заплата"),
                n("hf352d42", "Добави незадължителен диапазон на работната заплата, който ще бъде видим за кандидатите. Ако решиш да не го правиш, имай предвид всички закони за прозрачност на заплащането за местоположението, за което наемаш хора."),
                n("ede7d0a2", "Валута"),
                n("b925c18c", "Тип на работната заплата"),
                n("j3d242ce", "Невалиден диапазон"),
                n("f4d07bd2", "Включи незадължителни данни, за да улесниш кандидатите при откриването на ролите ти с помощта на търсенето."),
                n("b8cbb51a", "Кратко описание на работната позиция"),
                n("bda6881e", "Тази работна позиция е импортирана от твоята система за проследяване на кандидати (ATS). Моля, имай предвид, че могат да се променят само определени полета."),
                n("b075c68a", "Редактиране на работна позиция"),
                n("d4b6a6e0", "Акцент на профила"),
                n("j2dd3686", "Акцентиране върху представени работни позиции над публикациите ти."),
                n("af1cfd46", "Интеграция с ATS"),
                n("d6fa2944", "Изтриването на интеграцията няма да изтрие импортираните работни позиции."),
                n("h99f11fa", "Изтриване на интеграцията"),
                n("eef1ae76", "Свързани в момента"),
                n("a915f5c1", function (e) {
                    return e.ats + " е свързан";
                }),
                n("af7286b7", function (e) {
                    return e.percentage + "% отстъпка за Premium за цялата година";
                }),
                n("c924ad84", "Продължавай да възпроизвеждаш видеоклипове"),
                n("de750a3c", "Чети ги дори когато телефонът ти е заключен"),
                n("he5e87c4", "Приоритизирай отговорите си"),
                n("g64a60ba", "Получи малък приоритет, когато отговаряш на публикации"),
                n("a7ee832a", "Коригирай печатни грешки и неточности до 60 минути"),
                n("fdd77a34", "Създавай по-дълги публикации"),
                n("j6d26a7a", "Пиши толкова, колкото искаш да споделиш"),
                n("c4fd68da", "Персонализирай работата си"),
                n("c0195168", "Промени иконата на приложението и опциите за навигиране"),
                n("b6b5dc94", "Стани потвърден потребител");
            n("b06db848", "Отличи се от другите в платформата"),
                n("e3e3a97c", "Печели дял от приходите от публикациите си"),
                n("f15bc24e", "Увеличени ограничения за Grok"),
                n("c4666e1c", "Използвай повече Grok 3 – нашият последен модел"),
                n("he74ae7a", "Най-високи ограничения за използване на Grok"),
                n("f5732cd4", "Плюс разширен достъп до DeepSearch и „Мислене“"),
                n("e0198956", "Получавай дял от приходите, събирани когато потвърдени профили взаимодействат със съдържанието, което публикуваш в X."),
                n("iadf78e2", "Изтегляне на видеоклипове"),
                n("ee54c3de", "Запазвай видеоклиповете директно на устройството си"),
                n("ae03594c", "Малко буустване на отговор"),
                n("e6bb08c0", "Увеличете видимостта на вашите отговори"),
                n("bf2a6acc", "Голямо приоритизиране на отговор"),
                n("c2059276", "Буустни отговорите си."),
                n("b023ec20", "Максимално приоритизиране на отговори"),
                n("g337328e", "Получете най-голяма видимост за вашите отговори."),
                n("fa006202", "Възпроизвеждане на видео на заден фон"),
                n("jf389778", "Гледай, докато разглеждаш или използваш други приложения"),
                n("f2977d80", "Папки за отметки"),
                n("j1d3d910", "Поддържайте своите записани публикации организирани, така че да имате бърз достъп до тях"),
                n("f0f48668", "Премиум поддръжка"),
                n("c3148608", "Получавате по-бързо съдействие, когато имате нужда от помощ"),
                n("b485ca6e", "Раздел с акценти"),
                n("d438955e", "Представяйте най-популярните си публикации"),
                n("f373a352", "Шифровани лични съобщения"),
                n("g7405aca", "Сигурен чат чрез шифроване от край до край"),
                n("j659fa0c", "Най-доброто от Grok 3"),
                n("ibff5694", "Отключи най-малките ограничения за използване, режимите DeepSearch и „Мислене“, както и ранния достъп до новите функции"),
                n("i824f4da", "По-малко реклами"),
                n("bd17076c", "Попадай на приблизително два пъти по-малко реклами в хрониките „За теб“ и „Последвани“."),
                n("cef2cac8", "Наслаждавай се на изживяване без реклами, като само от време на време ще се показва брандирано съдържание на по-рядко посещаваните места."),
                n("c97920c0", "Офлайн видеоклипове"),
                n("i4379b18", "Запазвай всеки един видеоклип, за да можеш да го възпроизвеждаш, когато си извън линия"),
                n("f94c6bae", "Потвърдена отметка"),
                n("d72055d6", "Изграждайте доверие чрез инструмента за потвърждаване "),
                n("f54af178", "Писане на статии"),
                n("c5cd5d42", "Споделяте дълго съдържание и се утвърждавате като лидер на мнение"),
                n("jbdb08cc", "Анализирай показателите на профила си, за да разбереш как се представя профилът ти"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "Управлявате и качвате мултимедийно съдържание"),
                n("id067c96", "Търсене с Radar"),
                n("jf991d48", "Бъдете една крачка напред, като проследявате тенденциите в реално време."),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "Мощен инструмент в реално време за хора, които предават на живо в X. Наблюдавай няколко хроники на един екран (само в мрежата)"),
                n("b3e50ef2", "Създаване на общности"),
                n("bb1a4e44", "Създайте своя общност"),
                n("j010228e", "Получавай дял от приходите, които X печели от твоите най-ангажирани последователи, с месечни абонаменти."),
                n("h0e1730e", "Приоритизиране на отговори"),
                n("jf7f743c", "Публикуване на по-дълги видеоклипове"),
                n("c0c25b6c", "Папки за отметки"),
                n("ab31c79e", "Персонализиране на икони на приложения"),
                n("a8a702ae", "Персонализиране на навигацията"),
                n("d5ab1b50", "Вземи потвърдената си значка!"),
                n("ac298984", "По-голямо приоритизиране на отговор"),
                n("g20df450", "Премахване на 50% от рекламите"),
                n("h8dfc4de", "По-високи ограничения за използване на Grok"),
                n("bf7614d4", "Абонаменти за създатели"),
                n("gadc9f4a", "Най-голямо приоритизиране на отговор"),
                n("c127c5c2", "Премахване на всички реклами"),
                n("c1e0f3c8", "Отключи режимите Grok DeepSearch и „Мислене“"),
                n("aac0bbb6", "Достъп до Radar"),
                n("a6722922", "Премахнати реклами"),
                n("ba016532", "Приоритизиране на отговор"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "МАКСИМУМ"),
                n("b1492c6c", "Най-високо"),
                n("fb5e2c14", "Акцентиране върху публикации с X Premium"),
                n("gd1f4cfa", "Показвай най-добрите си публикации в профила си"),
                n("h59250bc", "Шифроване на съобщения с X Premium"),
                n("ed62d546", "По-дълги публикации с X Premium"),
                n("ca447200", "Удостоверяване чрез SMS с X Premium"),
                n("af2b99ea", "Редактиране на публикации с X Premium"),
                n("ha265914", "Организиране на отметки с Premium"),
                n("gda940ae", "Създаване на общност с X Premium"),
                n("c7e5ac54", "Показване на по-малко реклами с X Premium"),
                n("e03589ba", "Буустване на публикации с X Premium"),
                n("f0f8c82a", "Присъединяване към чатове само с потвърдени потребители с X Premium"),
                n("fecf5aaa", "Качване на Full HD видеоклипове с X Premium"),
                n("c00d2be2", "Редактиране на видеоклипове с X Premium"),
                n("cd360b86", "Попитай Grok за всичко"),
                n("d2e1a7a2", "Налично с X Premium"),
                n("e664abe2", "Видеоклиповете в X. С подобрения."),
                n("e595a3e2", "Отключи най-добрите функции за видеоклиповете с Premium"),
                n("i3c9329a", "Отличавай се благодарение на множеството опции за форматиране на текст"),
                n("cc9def68", "Само с X Premium"),
                n("hdef5966", "Изтегляне на видеоклипове на устройството ти"),
                n("c748224a", "Отключване с X Premium"),
                n("ebfc88bc", "Получи достъп до ексклузивни функции"),
                n("f652e9ac", "Отключване на още функции с Premium"),
                n("d67e94c0", "Ще се лишиш от..."),
                n("j1d3098c", "Отключване на още функции с Premium+"),
                n("gd573390", "И всичко от плана Basic..."),
                n("ef94bbd4", "Получаване на Premium+"),
                n("dcd830ce", "И всичко от плана Premium..."),
                n("b7dde622", "Честит Ден на благодарността! Офертата изтича след:"),
                n("i0180ca1", function (e) {
                    return "До " + e.date + ". Честит Ден на благодарността!";
                }),
                n("hb9d0e00", "Офертата ни по случай втората ни годишнина изтича след:"),
                n("d2b23e0d", function (e) {
                    return "Premium има рожден ден! Приключва на " + e.date + ".";
                }),
                n("bb4998fb", function (e) {
                    return "До " + e.date;
                }),
                n("c0847ebc", "Всички надстойвания от Basic и..."),
                n("ed672bfa", "Всички надстойвания от Basic и Premium и..."),
                n("db63fa1c", "Избиране на план Premium"),
                n("b128c6bc", "Получаване на потвърдена значка и десетки други страхотни предимства и ползи"),
                n("acfaf7a0", "Сравняване на нива и функции"),
                n("e1606e52", "Промяна на абонамента"),
                n("d2f2b91a", "регистрирайте се тук"),
                n("j4b4310e", "секунди"),
                n("af863ee9", "безплатен пробен период"),
                n("f5705987", "Условията за ползване на купувача"),
                n("h89dabac", "Можеш да анулираш по всяко време"),
                n("f36b8e14", "Възникна грешка при извличането на този продукт. Опитай да презаредиш."),
                n("f1756574", "/ месец"),
                n("i650ff14", "/ година"),
                n("dbcd25db", function (e) {
                    return "за първите " + e.numberOfDays + " дни";
                }),
                n("bd40d5b5", function (e) {
                    return "Абониране и плащане за " + e.title;
                }),
                n("i36a0b6e", "Можеш да се абонираш само в приложението X за iOS (засега)."),
                n("c906ad94", "Понижаване"),
                n("db5c77e0", "Това е твоят активен абонамент"),
                n("h77ef73e", "Превключване към месечен план"),
                n("d723d44a", "Превключване към годишен план"),
                n("i253b5c6", "Надстройване и плащане"),
                n("d2beeaaa", "Понижаване и плащане"),
                n("acf719d4", "Превключване и плащане"),
                n("ieafe1c6", "Потвърди промяната на абонамента си"),
                n("gf6b66b8", "Потвърди промяната на абонамента си, който влиза в сила днес"),
                n("e83daf87", function (e) {
                    return "Потвърди промяната на абонамента си, който влиза в сила от " + e.date;
                }),
                n("f27022d6", "Текущ план"),
                n("i9d5f4b6", "Нов план"),
                n("ia390d8a", "Как ще се извърши понижаването"),
                n("fd80b875", function (e) {
                    return "Настоящият ти план остава активен до края на цикъла на фактуриране. На " + e.nextBillingDate + ", ще преминеш към " + e.newTierName + " и ще бъдеш таксуван/а с новата тарифа.";
                }),
                n("c8fb177a", "Как ще се коригира плащането ти"),
                n("df776505", function (e) {
                    return "Надстройваш до " + e.newTierName + " с ново фактуриране. Ще бъдеш таксуван/а за новия план днес, но оставащият ти кредит ще се приспадне от сумата. Преминаването става веднага и фактурирането ще бъде коригирано по съответния начин.";
                }),
                n("d7efb6ba", "Преминаваш от месечно към годишно фактуриране. Ще бъдеш таксуван/а за годишния план днес и оставащото ти пропорционално месечно салдо ще бъде кредитирано към общата такса. Преминаването става веднага и фактурирането вече ще бъде годишно."),
                n("a5f2cf70", "Преминаваш от годишно към месечно фактуриране. Оставащият ти годишен кредит ще покрива месечните плащания, докато бъде изчерпан. Преминаването става веднага и фактурирането вече ще бъде месечно."),
                n("ef1c0208", "Потвърждаване на промяната на плана"),
                n("c20806d5", "Условия за ползване от страна на купувачи"),
                n("i10be4c9", "Условията"),
                n("cdda96d6", "Можеш да анулираш по всяко време"),
                n("cc67158f", "Условия за ползване от страна на купувачи"),
                n("eb420831", "Условията"),
                n("c7d49608", "Можеш да анулираш по всяко време"),
                n("ab176bd1", "Условия за ползване от страна на купувачи"),
                n("cea928a5", "Условията"),
                n("e37c69e0", "Можеш да анулираш по всяко време"),
                n("ia08113f", "Условия за ползване от страна на купувачи"),
                n("d2962b73", "Условията"),
                n("b421795a", "Можеш да анулираш по всяко време"),
                n("f8d88ac7", "Условия за ползване от страна на купувачи"),
                n("ca220fe9", "Условията"),
                n("ab8beda0", "Можеш да анулираш по всяко време"),
                n("ife2636d", "Условия за ползване от страна на купувачи"),
                n("fb57be65", "Условията"),
                n("e468a6c2", "Можеш да анулираш по всяко време."),
                n("e9f4c89b", "Условия за ползване от страна на купувачи"),
                n("hce73b41", "Условията"),
                n("i4db5c92", "Можеш да анулираш по всяко време."),
                n("ae095fe8", "Grok с ИИ"),
                n("d4e60288", "най-високи ограничения за използване"),
                n("abaa4274", "отключи режимите DeepSearch и „Мислене“"),
                n("e0d53864", "ранен достъп до нови функции"),
                n("g1be3530", "БЕЗПЛАТЕН ПРОБЕН ПЕРИОД"),
                n("b10b4f1f", function (e) {
                    return "СПЕСТИ " + e.percentOff + "% ПРЕДИ " + e.date;
                }),
                n("b8d0bd19", function (e) {
                    return "Изпробвай " + e.productName + " безплатно";
                }),
                n("f89dfa74", "Най-изгодно"),
                n("b9a4d8c6", "Годишен"),
                n("f5fb58b4", "Плюс всички функции на X Premium"),
                n("i527045e", "Отметка, повече Grok, приоритизиране на отговорите, статистики и още много други"),
                n("ga482a88", "Годишен план"),
                n("hc64d5b0", "Месечен план"),
                n("de7db957", function (e) {
                    return e.price + " на година, плащани ежегодно";
                }),
                n("d8982437", function (e) {
                    return e.price + " на година, плащани ежемесечно";
                }),
                n("f0ad5cc8", "година"),
                n("a0dc6e4c", "В момента не е налично"),
                n("jd8b2e66", "Абониране и плащане"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("i7fbacc4", "Превключване между налични нива на абонамент"),
                n("c9cc122b", function (e) {
                    return e.feature + " е включена в " + e.title;
                }),
                n("bff35771", function (e) {
                    return e.feature + " не е налична за " + e.title;
                }),
                n("a69fd369", function (e) {
                    return "Започва от " + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "Абонирай се за " + e.percentage + "% отстъпка (ограничено време)";
                }),
                n("dfc5f972", "И още много..."),
                n("fb8453c8", "Отключи заявки за DeepSearch и Мислене"),
                n("e45b3f30", "Отключване на заявки за проучване и разсъждаване"),
                n("aaebdc2e", "Значително увеличен достъп до Grok 3 mini и Grok 3"),
                n("ddf8a412", "Достъп до нови функции преди другите"),
                n("gfb04ef4", "Всички функции на Premium+ в X"),
                n("b601cfbb", function (e) {
                    return "Изпробвайте за " + e.price + " на месец";
                }),
                n("i3e90e20", "В момента не е налично"),
                n("d9e9ce26", "Абониране и плащане:"),
                n("j1f5a580", "При обработването на абонамента ти за Premium възникна проблем. Моля, провери данните си за плащане и опитай отново."),
                n("ebc84442", "Регистриране на абонамент за Premium"),
                n("cd9102d4", "Избери категория"),
                n("eb551aea", "Показване на категорията в профила"),
                n("f386777a", "Превключване на типа на профила"),
                n("db483090", "Премина към личен профил"),
                n("c701200c", "Премина към бизнес профил"),
                n("acd8da0a", "Премина към профил на създател"),
                n("cb55ecce", "Преминаване към личен профил"),
                n("h4aeb984", "Преминаване към личен профил"),
                n("ada6073a", "Нямаш нужда от професионални инструменти?"),
                n("eb723d4c", "Личните профили нямат инструменти като „Акцент на профила“ и „Мениджър за пазаруване“. Ще трябва да създадеш нов професионален профил, ако искаш да превключиш обратно."),
                n("hbb1af08", "Преминаване към бизнес профил"),
                n("a9b5e3aa", "Не, отказ"),
                n("ia49207a", "Да, преминаване"),
                n("g3f74902", "Да се премине ли към бизнес профил?"),
                n("f3bcfac0", "Той е най-подходящ за марки, магазини за продажби на дребно, доставчици на услуги и организации."),
                n("d0c3f02e", "Преминаване към профил на създател"),
                n("a01e84e0", "Да се премине ли към профил на създател?"),
                n("e8af8ef4", "Той е най-подходящ за публични фигури, хора на изкуството и влиятелни личности."),
                n("e44eab74", "Понастоящем някои модули не се поддържат на някои клиенти за X"),
                n("ce4185bc", "Очаквай скоро още акценти"),
                n("b5aed332", "Няма налични акценти"),
                n("g419ecf4", "Оставане на страницата"),
                n("d3a097a2", "Да, отхвърляне"),
                n("j1e1cd30", "Да се отхвърлят ли промените?"),
                n("fc779c28", "Представяне на акцента"),
                n("ie85a7a8", "Да се изтрие ли информацията за бизнеса ти?"),
                n("b5348efc", "Без работно време"),
                n("db285564", "Винаги отворено"),
                n("g7993eee", "Персонализирано работно време"),
                n("c9ee902a", "Показване на картата"),
                n("j224a074", "Цялата предоставена информация за местоположението ще бъде достъпна публично, когато акцентът за местоположението е включен. Телефонният номер и имейл адресът могат да бъдат прегледани чрез бутона за връзка."),
                n("f448cbcc", "Незадължително"),
                n("c16c9568", "Адрес"),
                n("i3a38711", "Общите условия на Google Карти"),
                n("beb66f50", "Декларацията за поверителност на Google"),
                n("e0d47030", "Къде могат да се свързват с теб клиентите ти? Имай предвид, че тази информация ще бъде достъпна публично, така че клиентите ти да могат да те намират. Можеш да я премахнеш по всяко време."),
                n("c7a4adb0", "Добави адрес"),
                n("cd39daf6", "Пощенски код"),
                n("gc0df5a6", "Добави пощенски код"),
                n("c6c16a52", "Град"),
                n("aa8015be", "Добавяне на град"),
                n("b688f53a", "Област/щат/регион"),
                n("a67f5bbc", "Добавяне на област/щат/регион"),
                n("if92b1b4", "Добавяне на държава"),
                n("ffc5590e", "Невалиден град"),
                n("a8fd64d8", "Търсене на държави"),
                n("a0abe108", "Невалидна област/щат/регион"),
                n("j163df8e", "Адресът е невалиден"),
                n("af9b9b78", "Невалиден пощенски код"),
                n("i373e022", "Въведи имейл адрес"),
                n("f91751f8", "Тази информация ще бъде видима публично"),
                n("g33c0564", "Имейл адресът е невалиден"),
                n("ga71fbf4", "Работно време"),
                n("ca2ba204", "Редактиране на персонализираното работно време"),
                n("d7b7dbca", "В профила ти няма да се показва работно време"),
                n("a460e770", "напр. паркове, плажове, онлайн пазаруване"),
                n("ddc88bf0", "Задай работно време за всеки ден"),
                n("j11df0ca", "Застъпващи се часове"),
                n("f9f911f4", "Търси часова зона"),
                n("d21a4252", "Добавяне на работно време"),
                n("ac6ce1c0", "От"),
                n("c647aac8", "До"),
                n("b926e64a", "Въведи уебсайт"),
                n("i019c8b6", "Обаждане"),
                n("eabc6906", "SMS"),
                n("h24d868c", "Обаждане и SMS"),
                n("fa64f1fc", "Избери код на държава"),
                n("c7d3629a", "Телефонен номер"),
                n("ce48a958", "Как искаш да се осъществява връзка с теб?"),
                n("b97705ce", "Имай предвид, че този телефонен номер ще бъде достъпен публично, така че клиентите ти да имат връзка с теб. Можеш да го премахнеш по всяко време."),
                n("f7ff19ec", "Добави код за държава"),
                n("bb7f177a", "Телефонният номер е невалиден"),
                n("b91d1394", "Добавяне на приложение"),
                n("d3cd1160", "Добавяне на приложение за iOS"),
                n("f2124008", "URL адрес на магазина за приложения"),
                n("dc0d9d6a", "Добавяне на приложение за Android"),
                n("dd1605f0", "URL адрес на Play Store"),
                n("g4098f78", "Къде мога да намеря това?"),
                n("b949cdc6", "Премахване на приложение"),
                n("b4b8a486", "Избор на Общност"),
                n("jfe04cf6", "Да се изчисти ли изборът?"),
                n("a14aa8dc", "Това ще премахне Общността от акцента ти."),
                n("cc4add98", "Избери Общност, за да видиш как ще изглежда на страницата на профила ти"),
                n("jd3e9ea6", "Нямаш Общности"),
                n("daad9741", "създадеш собствена Общност"),
                n("c46cdabc", "Разширени инструменти"),
                n("f6a2233a", "Управление на разрешенията за различни профили"),
                n("ccb3ca48", "Настройки за бизнеса"),
                n("b0ef3100", "Създаване на рекламни кампании с богати възможности"),
                n("ff1c5e1a", "Център за професионалисти"),
                n("f53adc36", "Постигай резултати в реалния свят"),
                n("hc4981d6", "Акценти на профила"),
                n("fbce8dbe", "Намери хора, които да следваш"),
                n("ae76c624", "Създавай повече връзки"),
                n("ae0383d4", "Увеличи ангажираността и достигай до повече хора"),
                n("a1dbe746", "Повиши ангажираността и достигай до повече хора"),
                n("hbd124ae", "Буустване на публикация"),
                n("hd80bd3e", "Рекламиране на публикация"),
                n("fe2b0008", "Научи как да използваш X"),
                n("h257d4aa", "Избери публикация, която да рекламираш"),
                n("d28a1d72", "Бъди от първите, които откриват трендовете с Radar"),
                n("fb70427a", "Представяме ти най-мощния инструмент за търсене в X."),
                n("i54bf620", "Наблюдаване на ключови думи"),
                n("e8bb09bc", "Съсредоточи се върху всяка тема с помощта на възможностите за разширено търсене."),
                n("d4c9d5aa", "Визуализиране на трендове"),
                n("e78263fe", "Проследявай разговори с диаграми за ежедневна дейност от последните 3 дни."),
                n("e3ed8220", "Показатели в реално време"),
                n("f4952956", "Получавай незабавна статистика за броя на публикациите от запитванията си."),
                n("cce3f116", "Публикацията е добавена към твоите отметки"),
                n("b593b396", "Публикацията беше премахната от отметките ти"),
                n("af9c8a3e", "Отваряне на приложението"),
                n("ef483238", "Страница със състоянието на публикацията"),
                n("jcf3ff56", "Голям текст"),
                n("f1252ac8", "Среден текст"),
                n("daa0da04", "Дребен текст"),
                n("ba5256b2", "Размер на текста"),
                n("h030c24c", "Докладване за проблем"),
                n("b12ffee6", "Изключване от общността"),
                n("e37836f8", "Подробности за доклада"),
                n("fb35e52a", "Преглед на правилото"),
                n("e238c590", "Какво следва"),
                n("if218e60", "Екипът и технологията ни ще прегледат доклада ти. Ако открием нарушение на правило, ще те уведомим за предприетите действия."),
                n("b6dc1984", "Какъв е нашият процес?"),
                n("b0a16894", "Контекстът е важен. Вземаме предвид следните фактори, когато прилагаме правилата си (списъкът не е изчерпателен):"),
                n("d4716820", "Докладваното съдържание насочено ли е срещу хора въз основа на тяхната самоличност?"),
                n("e899a534", "Колко е сериозно това нарушение?"),
                n("d9c4e7ae", "Изпратеният доклад изпратен ли е от лицето, което е обект на нарушението?"),
                n("afb51066", "Създаването на дублиращи се доклади няма да ускори процеса."),
                n("b7ba712a", "Открито е нарушение"),
                n("d90b8c04", "Не е открито нарушение"),
                n("c2d0494a", "Нашите препоръки за безопасност"),
                n("be46e000", "Докладване на дублирано съдържание"),
                n("e846ae32", "Дори съдържанието да бъде изтрито, някой може да е направил копие или екранни снимки. Ако го видиш в X, моля, докладвай го, за да можем да го премахнем."),
                n("e3647d08", "Връзка с правоприлагащите органи"),
                n("gad89c4a", "Ако смяташ, че си в опасност, препоръчваме да се свържеш с местните правоприлагащи органи. Те могат да прегледат нашите насоки за правоприлагане, ако имат последващи въпроси. "),
                n("h7fa9240", "Съединените щати:"),
                n("fb2ff552", "Национална гореща линия за предотвратяване на самоубийства с номер 988"),
                n("bb57e8c0", "Други държави и региони:"),
                n("b9ce59ba", "Отново ти благодарим, че насочи вниманието ни към това."),
                n("d42899ad", "Международната асоциация за предотвратяване на самоубийствата"),
                n("c9853de0", "Съдържанието е скрито"),
                n("c197728e", "Разрешени"),
                n("f4422d78", "Доклади"),
                n("i07c24fa", "Нямаш отворени доклади"),
                n("h542c98a", "Преглед на подробностите"),
                n("e6e11d12", "Нямаш разрешени доклади"),
                n("ibf33bae", "Докладвай дублирано съдържание, за да бъде премахнато"),
                n("a288ca36", "насоки за правоприлагане"),
                n("a62c9c34", "Следвай интересите си."),
                n("cf39fca2", "Разбери за какво говорят хората."),
                n("j86184fe", "Присъедини се към разговора."),
                n("ac2035f2", "Включи се днес."),
                n("h0af9418", "Създаване на профил"),
                n("eba1b198", "Случващото се сега"),
                n("fa811c30", "Вече имаш профил?"),
                n("b4bdfb3e", "Вземи приложението Grok"),
                n("f991cfaa", "Вземи Grok"),
                n("a4298bc0", " X. Това, което се случва сега."),
                n("j3f49ff6", "От горещи новини и развлечения до спорт и политика – научавай пълните истории с всички коментари на живо."),
                n("d65555c2", "ИЛИ"),
                n("e75df5c9", function (e) {
                    return e.query + " – търсене";
                }),
                n("ac4fb0f4", "Снимки"),
                n("aea62568", "Филтри за търсене"),
                n("gfcfbf8c", "Търсенето ти бе запазено."),
                n("a4645d92", "Запазеното търсене бе изтрито."),
                n("b11805af", function (e) {
                    return "Виж публикации относно " + e.query + " в X. Виж какво казват хората и се включи в разговора.";
                }),
                n("d610e8c3", function (e) {
                    return "Най-новите публикации относно " + e.query + ". Чети какво казват хората и се включи в разговора.";
                }),
                n("j622effe", "Разширено търсене"),
                n("i5045e74", "Където и да е"),
                n("h2388754", "Близо до теб"),
                n("a0cf4306", "Обобщена информация от Grok"),
                n("f97f7b46", "Скриване на обобщението от Grok"),
                n("f9d35b98", "Можеш да запазиш най-много 25 търсения. Изтрий търсене, за да запазиш ново."),
                n("ha925ad4", "Нещо се обърка. Опитай да запазиш търсенето си отново след малко."),
                n("h0a9931c", "Нещо се обърка. Опитай да изтриеш търсенето си отново след малко."),
                n("h4912b5e", "Запазване на търсенето"),
                n("b9bc69ca", "Изтриване на запазеното търсене"),
                n("eb63de70", "X – разширено търсене"),
                n("d3938be8", "Думи"),
                n("e0dded5e", "Ангажираност"),
                n("a097f7ba", "Дати"),
                n("c03f15ca", "Какъвто и да е език"),
                n("cb334136", "Връзки"),
                n("jf1cbcc2", "Включване на публикации с връзки"),
                n("gede6f6e", "Показване само на публикациите с връзки"),
                n("bda44dd4", "Включване на отговорите и оригиналните публикации"),
                n("ab870904", "Показване само на отговорите"),
                n("b6215680", "Всички тези думи"),
                n("cceffa5e", "Пример: какво става – съдържа и „какво“, и „става“"),
                n("f1c5faee", "Точно тази фраза"),
                n("ad10780e", "Пример: ретро парти – съдържа точно фразата „ретро парти“"),
                n("a555a3f4", "Коя да е от тези думи"),
                n("ee8a2b60", "Пример: котки кучета – съдържа „котки“ или „кучета“ (или и двете)"),
                n("f51fe348", "Нито една от тези думи"),
                n("hb657ad4", "Пример: котки кучета – не съдържа „котки“ и не съдържа „кучета“"),
                n("d10da5da", "Тези хаштагове"),
                n("f0b52b50", "Пример: #ThrowbackThursday – съдържа хаштага #ThrowbackThursday"),
                n("e292598a", "От тези профили"),
                n("hef790d8", "Пример: @X · изпрати от @X"),
                n("g2c27394", "Към тези профили"),
                n("d158d9d0", "Example: @X · изпрати в отговор на @X"),
                n("a10e3230", "Споменаващи тези профили"),
                n("daaf2c72", "Пример: @Twitt_BG @TwitterVideo ‏– споменава @Twitt_BG или споменава @TwitterVideo"),
                n("b18366ba", "Минимален брой отговори"),
                n("f481ba1c", "Пример: 280 · публикации с поне 280 отговора"),
                n("ib3ddbd4", "Минимален брой харесвания"),
                n("ef994dac", "Пример: 280 · публикации с поне 280 харесвания"),
                n("a504ca74", "Минимален брой препубликувания"),
                n("jd9bd944", "Пример: 280 · публикации с поне 280 препубликувания"),
                n("e95b9448", "Обща информация"),
                n("f458a3b2", "Поверителност"),
                n("bdc6f5b8", "Твоят профил"),
                n("ea848de8", "Настройки на EarlyX"),
                n("df483b48", "Превключвания на услуги"),
                n("bd05add8", "Не съм бот"),
                n("d94f12b6", "Опитай да потърсиш известия, поверителност и т.н."),
                n("ba8f6f82", "Търси настройки"),
                n("g931a6e5", function (e) {
                    return "Следваш " + e.topic;
                }),
                n("h3f9027a", "Ще виждаш публикации за това в началната си хроника. Тази тема ще служи за персонализиране на работата ти в X."),
                n("e241095e", "Твоите теми"),
                n("f8bc75e2", "Твоите теми"),
                n("ed827af6", "Темата не е налице."),
                n("d094c720", "Всички теми"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | Теми";
                }),
                n("g02269ba", "Следвай теми в X. Темите ти позволяват да виждаш публикации от множество профили на експерти или на обикновени фенове на различни теми в X."),
                n("e80d2509", function (e) {
                    return "Следвай темата " + e.topicName + " в X. Ще виждаш топ публикации от множество профили на експерти, на фенове или на хора, които просто обичат да обсъждат " + e.topicName + " в X.";
                }),
                n("e44b4256", "Хронология на историята"),
                n("a74af3f8", "Няма намерена хронология на историята."),
                n("c3077694", "Публикации с трендове"),
                n("a9042b6c", "Хронология на трендовете"),
                n("ed54bc32", "Докладване на тренд"),
                n("f89bcc50", "Докладван тренд"),
                n("gde7b6b0", "Премахване на запазването"),
                n("i6212670", "Зареждане на тренд"),
                n("c6a07c10", "Хроника за трендове"),
                n("b0c91a92", "Влез или се регистрирай, за да видиш какво казват хората за това в X"),
                n("d7071084", "Попитай Grok това"),
                n("ee2200f4", "Тази история е обобщение на публикации в X от Grok. Историята ще се развива с течение на времето."),
                n("dd225af8", "Няма намерени хора."),
                n("e1e5d552", "Редактиране на кръга ти"),
                n("ec13f9cc", "В кръга ти още няма никой"),
                n("dab58e32", "Когато добавиш хора, те ще се покажат тук."),
                n("f43112a4", "Начин на работа"),
                n("a4d60c94", "Нещо се обърка. В момента не можем да ги добавим към кръга ти."),
                n("a1ba3bd8", "Кръгът ти е пълен. Достигна максималния брой членове в него – 150."),
                n("ac3fd6e2", "Още нямаш препоръки"),
                n("eeb4d3f0", "Тук ще ти предлагаме хора, които да добавиш към кръга си."),
                n("aea3c420", "Все още няма цитати"),
                n("b40a22c0", "Добави мнението си, когато споделяш нечия публикация, и то ще се покаже тук."),
                n("f08d8d08", "Усилвай публикациите, които харесваш"),
                n("f0ccff52", "Сподели нечия публикация в хрониката си, като я препубликуваш. Когато направиш това, той ще се покаже тук."),
                n("fc1acb54", "Все още няма харесвания"),
                n("e3527230", "Когато някой (дори ти) натисне сърцето, за да хареса тази публикация, това ще се покаже тук."),
                n("i3e8b808", "Потребителите, харесали тази публикация, се зареждат"),
                n("c69fd704", "Потребителите, препубликували тази публикация, се зареждат"),
                n("f12858d4", "Харесан от"),
                n("fe62cfec", "Препубликувано от"),
                n("h1c5d6aa", "Изпратени от теб"),
                n("h6d45054", "Изпратено от всички"),
                n("da68fff1", function (e) {
                    return e.count + " Монет" + t(e.count, "а", "и") + " (това се вижда само от теб)";
                }),
                n("e35f2534", "Зареждане на ангажиранията за публикацията"),
                n("i60dfa72", "Ангажирания с публикация"),
                n("dc604dda", "Потребители, харесали тази публикация"),
                n("cdd4ef4a", "Потребители, препубликували тази публикация"),
                n("icc72234", "Цитирания на тази публикация"),
                n("hc35b530", "Все още няма харесвания"),
                n("e0d6a246", "Все още няма препубликувания"),
                n("i2a26cb4", "Когато някой натисне сърцето, за да хареса тази публикация, това ще се покаже тук."),
                n("i9b724e8", "Тук ще намериш списък на всички, които са цитирали таза публикация."),
                n("a5ab75ae", "Няма открити сходни публикации."),
                n("ce637c0e", "Няма открити сходни статии."),
                n("fd67deaa", "Показване на свързани публикации"),
                n("f9183bb6", "Копиране на връзка към сходни публикации"),
                n("fc4e5d96", "Можеш да преглеждаш статистика само за собствените си публикации."),
                n("ab0da59f", function (e) {
                    return "Статистики за " + e.entity;
                }),
                n("ae32e7de", "Това е рекламирана публикация. Броят нейни преглеждания е частен."),
                n("a10aa36c", "Центъра за помощ"),
                n("d0740558", "Центъра за помощ"),
                n("d2d76dca", "Центъра за помощ"),
                n("b6414532", "Приблизителна разбивка на хората, които са видели твоята публикация"),
                n("c61c6624", "Спонсорирано"),
                n("d267afa2", "Под 20"),
                n("db81cab0", "20 – 29"),
                n("f173716e", "30 – 39"),
                n("ada329e6", "40 – 49"),
                n("j2950694", "Над 50"),
                n("bcd9cf68", "Над 65"),
                n("f05f1838", "Друго/неуточнено"),
                n("fa5be588", "Органично"),
                n("c69069e6", "Брой преглеждания на тази публикация в X"),
                n("a0615bac", "Общ брой взаимодействия на потребител с дадена публикация. Това включва всички щраквания където и да е в публикацията (включително хаштагове, връзки, аватар, потребителско име и разширение на публикацията), препубликувания, отговори, следвания и харесвания."),
                n("d8abdaa4", "Нови последователи"),
                n("c72f25a8", "Последователи, получени директно от тази публикация"),
                n("acc4cf12", "Брой преглеждания на профила от тази публикация"),
                n("c7d0d1c4", "Брой щраквания, върху който и да е URL адрес в тази публикация"),
                n("a4da7724", "Брой преглеждания на подробностите за тази публикация"),
                n("c5d4d3a8", "Цена за следване"),
                n("f56e24f2", "Общите разходи, разделени на броя последователи, включително спечелените. Плащаш само когато някой те последва"),
                n("g33fd6b1", function (e) {
                    return e.percentage + " от рекламирането";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " от хора, които не са последователи";
                }),
                n("h4cbba3e", "< 5%"),
                n("h1cdac12", "< 5% от рекламирането"),
                n("g884b2cc", "< 5% от хора, които не те следват"),
                n("b32334a0", "Профили, до които е достигнато"),
                n("h142a79c", "Брой уникални показвания на тази публикация"),
                n("de4def4e", "% от всички реклами досега"),
                n("e3390c1e", "Първите 48 часа"),
                n("aead0975", function (e) {
                    return "Това показва колко пъти е била прочетена тази публикации през първите 48 часа след публикуването й. Максималната стойност е " + e.maxValue + " импресии.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " харесван" + t(e.likeCount, "е", "ия");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " препубликуван" + t(e.retweetCount, "е", "ия");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " отговор" + t(e.replyCount, "", "а");
                }),
                n("db6efeb8", "Рекламирането се провежда"),
                n("j6daea86", "Промоцията ти е застопорена"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return "Изразходвани: " + e.spentBudget + " от " + e.totalBudget;
                }),
                n("e8adeec8", "Повторно рекламиране"),
                n("fbb5c37e", "Повторно буустване"),
                n("ccffb487", function (e) {
                    return "Публикацията ти получи " + e.impressions + " импреси" + t(e.impressions, "я", "и") + " досега. Премини към професионален акаунт, за да увеличиш обхвата си. ";
                }),
                n("ha13fd94", "Приоритизиране на публикация"),
                n("jede3014", "Рекламирането ти се преглежда"),
                n("b823301e", "След като бъде одобрена, публикацията ти ще бъде рекламирана пред избраната от теб аудитория."),
                n("a2e48870", "Прегледай правилата на X за рекламите"),
                n("ge538876", "Показатели за споделения от теб видеоклип"),
                n("ca7e10d8", "Уникални показвания"),
                n("i611fc96", "Общият брой показвания на този видеоклип във всички публикации"),
                n("a69cd868", "Брой уникални показвания на този видеоклип"),
                n("f894a688", "Задържане на аудиторията"),
                n("ad9d9204", "Процент от времето, през което зрителите са гледали видеоклип, преди да се откажат, и каква част от видеоклипа са гледали."),
                n("da4b7a70", "Процентът от зрителите, гледали видеоклипа до даден момент от него"),
                n("de2d89a2", "Гледане до 25%"),
                n("i92754c2", "Гледане до 50%"),
                n("be8ddcc2", "Гледане до 75%"),
                n("b01410d6", "Гледане докрай"),
                n("gfb3d8af", function (e) {
                    return "Гледано до " + e.timeLabel;
                }),
                n("fc6cbba2", "Тук няма нищо – засега"),
                n("b80a53c8", "След като бъдат събрани повече данни, ще видиш тази информация тук."),
                n("d25dccb6", "Статистиките не са налични за публикации в кръг."),
                n("g61ac32a", "Автоматично насочваме потребители, които имат най-голяма вероятност да взаимодействат със съдържанието ти."),
                n("e8702feb", function (e) {
                    return "Получи " + e.couponAmount + " от нас!";
                }),
                n("e44dc579", function (e) {
                    return "Започни сега и получи " + e.couponAmount + " отстъпка за първото си рекламиране преди " + e.date + ".";
                }),
                n("hd8df545", function (e) {
                    return "Започни сега и получи " + e.couponAmount + " отстъпка за следващото си рекламиране преди " + e.date + ".";
                }),
                n("f1d32e41", function (e) {
                    return "Похарчи" + e.spendAmount + " и получи " + e.couponAmount + " рекламен кредит.";
                }),
                n("c4d0434b", function (e) {
                    return e.dailyBudget + " на ден за " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " за " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "местоположени" + t(e.numLocations, "е", "я");
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " – " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " д" + t(e.durationDays, "ен", "ни");
                }),
                n("gc3ce5d9", function (e) {
                    return "Прогнозен обхват от " + e.audienceLow + " – " + e.audienceHigh + " души дневно";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "Възрастова група: " + e.formattedAge + e.newlinePlaceholder + "Пол: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "След като изразходваш " + e.spendAmount + " за една или повече кампании, ще кредитираме профила ти за реклами директно с(ъс) " + e.couponAmount + ". Може да минат няколко дни, докато кредитът ти бъде приложен.";
                }),
                n("cb51c854", "Произволен пол"),
                n("bb7b39e2", "Мъже"),
                n("eb9466d0", "Жени"),
                n("b07cc9f2", "Регион"),
                n("ce309bee", "Метро"),
                n("cc49d030", "Пощенски код"),
                n("c3fca124", "Увеличаване на ангажираността"),
                n("d4f57cce", "Увеличи последователите си"),
                n("c6daa762", "Получаване на повече щраквания върху връзка"),
                n("cc642518", "Търси местоположения"),
                n("i0e8c3c6", "Резултати за местоположението"),
                n("f69ad048", "Избери местоположение"),
                n("d948b978", "Можеш да рекламираш само твои публикации."),
                n("cfcdb4a2", "Нещо се обърка. Провери дали софтуерите за блокиране на реклами са деактивирани."),
                n("j7a2af7a", "Не искаш да рекламираш тази публикация?"),
                n("a78bce8e", "Ако излезеш сега, тази публикация няма да бъде рекламирана."),
                n("g8844150", "Да не се рекламира"),
                n("e7eb3684", "Дневен бюджет"),
                n("d9f6e3ce", "Плъзгач за дневния бюджет"),
                n("b3954eca", "Плъзгач за продължителност в дни"),
                n("ce665a60", "Прогнозният обхват е приблизителен. Действителният обхват не може да бъде гарантиран."),
                n("i0c3b95c", "Ние черпим!"),
                n("h8b6e32a", "Ти рекламира публикацията си!"),
                n("ee8014a6", "По всяко време можеш да провериш статистиките на публикациите, за да оцениш представянето на рекламите си."),
                n("db841200", "Повиши ангажираността, достигай до повече хора и популяризирай страницата си."),
                n("fcc839b6", "Каква е целта ти?"),
                n("b679a538", "Публикацията ти включва мултимедийни материали"),
                n("cb19a2f0", "Получаване на повече харесвания, препубликувания и др."),
                n("a2d37164", "Получаване на повече посетители на сайта ти"),
                n("cefad302", "Добавяне на връзка към публикацията ти"),
                n("b614fad0", "Увери се, че публикацията ти съдържа връзка."),
                n("de43b660", "Начини на плащане"),
                n("hb4773a0", "Добавяне на нов метод на плащане"),
                n("aa2a3dd4", "Изтриване на картата"),
                n("b1c5b63c", "завършваща на"),
                n("affb5878", "Потвърждаване на изтриването"),
                n("db443ae2", "Всичко наред ли изглежда?"),
                n("a96f811e", "Цел на спонсорирането"),
                n("fbd44e96", "Твоят бюджет"),
                n("e36bce64", "Начин на плащане"),
                n("ia83756c", "Междинна сума"),
                n("cc217a04", "Салдо във ваучери"),
                n("g4f2b588", "Оставащо салдо във ваучери"),
                n("i41612da", "Създаване на рекламиране"),
                n("cdae1af0", "Добавяне на данъчна информация"),
                n("ed8bb5a0", "Добавяне на подробности за плащане"),
                n("fc640c20", "Добави данни за плащане, за да заявиш ваучера си"),
                n("be2dc078", "Регистриране и добавяне на подробности за плащане"),
                n("iaefd4de", "Регистрирай си и добави данни за плащане, за да заявиш ваучера си"),
                n("e5e42640", "Ваучерът ти не се зареди. Моля, опитай отново по-късно."),
                n("e85dfd66", "Вече е създадена кампания за тази кампания."),
                n("a4db098c", "Не успяхме да създадем рекламирането. Моля, опитай отново по-късно."),
                n("ef7e3916", "Нещо се обърка. Провери подробностите за рекламирането и опитай отново."),
                n("c1134966", "условията и указанията за рекламиране"),
                n("he45cc43", "условията за ваучери"),
                n("c9439a82", "условията и указанията за рекламиране"),
                n("c672105a", "До кого искаш да достигнеш?"),
                n("e1efbeae", "Възрастова група"),
                n("c6ff7c10", "Минимум за възрастовата група"),
                n("b555fb46", "Максимум за възрастовата група"),
                n("j2c03e12", "55 и повече"),
                n("d4e01892", "реклами за жилища, кредити и работа"),
                n("df8d4fa0", "Избор на пол"),
                n("i982d424", "Колко искаш да инвестираш?"),
                n("b9ff6cb0", "Няма избран начин на плащане"),
                n("i8b90688", "условията и указанията за рекламиране"),
                n("a93bd26d", "условията за ваучери"),
                n("d31dc460", "условията и указанията за рекламиране"),
                n("ga845597", function (e) {
                    return "Общо над " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " – " + e.audienceHigh;
                }),
                n("b21c2549", "Научи повече"),
                n("j9f78b42", "Няма отбелязани потребители в тази публикация."),
                n("cb2054fa", "Потребителите се зареждат"),
                n("e4ad6bda", "В тази снимка"),
                n("cdd4aafe", "Зареждане на хората в разговора"),
                n("aac3fad2", "Хора в този разговор"),
                n("a7f66562", "Зареждане на публикация"),
                n("b7a898fa", "Отвори следващата публикация директно от тук!"),
                n("e254fdd2", "Можеш да плъзнеш директно към следващата публикация!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "Лента за напредъка"),
                n("h2fcc532", "Зареждане на историята"),
                n("a74821a0", "Изглежда, че плащането ти не е обработено или валидността му ще изтече. Актуализирай данните си за плащане, за да запазиш абонамента си за Premium."),
                n("bb55752e", "Монетите ти позволяват да подкрепяш създатели, които публикуват отлично съдържание. Неизползваните монети се пазят в салдото ти."),
                n("ea7ce65f", function (e) {
                    return "Включен" + t(e.count, "а е " + e.count + " бонус монета", "и са " + e.count + " бонус монети") + ".";
                }),
                n("e557f9d2", "Достигна лимита на салдото си в монети."),
                n("e2beba5e", "Най-популярно"),
                n("gafeeb96", "Купи монети"),
                n("bc42db1c", "Можеш да анулираш по всяко време. Подновява се автоматично всеки месец."),
                n("f1561b06", "Условията за ползване от страна на купувачи"),
                n("fe93ed4a", "Успешна покупка"),
                n("bcb90375", function (e) {
                    return "Новото ти салдо в монети е " + e.balance + ".";
                }),
                n("ia2eb0c0", "Неуспешна покупка!"),
                n("c7e11484", "Списъците ти са празни"),
                n("a96208ba", "Трябва да създадеш списък, преди да добавиш някого."),
                n("d2826908", "Създаване на нов списък"),
                n("he062e8a", "Избиране на списък"),
                n("c2fb1e94", "В списък не може да се добавят повече от 5000 профила."),
                n("f30edc68", "Превръщане в частен"),
                n("h51a2cf6", "Нещо се обърка. Опитай да изтриеш банера си отново след малко."),
                n("bb10280e", "Възникна грешка. Опитай да запишеш списъка си отново след малко."),
                n("h8885a22", "Имената на списъците не могат да надхвърлят 25 знака"),
                n("f8132984", "Когато направиш даден списък частен, само ти можеш да го виждаш."),
                n("h421e74c", "Предложени списъци"),
                n("aa62dea8", "В очакване сме"),
                n("e5e4d3aa", "Заповядай отново по-късно, за да видиш предложените списъци."),
                n("c4d7650c", "Управление на членовете"),
                n("h7f2418c", "Информацията за списъка се зарежда"),
                n("b18e5cd2", "Възникна грешка. Опитай да изтриеш списъка си отново след малко."),
                n("cdd73e9c", "Изтриване на списъка"),
                n("def8ff62", "Да се изтрие ли списъкът?"),
                n("j8b9cde8", "Това не може да бъде отменено и ще загубиш списъка си."),
                n("e9f3dec4", "Търсене на списък"),
                n("b9192d55", function (e) {
                    return e.query + " – търсене на списък";
                }),
                n("d6a23192", "Създаване на нов списък"),
                n("ie256518", "Хроника за търсене на списък"),
                n("j57a2568", "Търсене на списък"),
                n("hc76e8cd", function (e) {
                    return "Няма списъци, съответстващи на „" + e.query + "“.";
                }),
                n("d872881a", "Защо не си създадеш?"),
                n("j177067a", "Търсене на списъци"),
                n("g13ea02c", "Опитай да потърсиш списъци"),
                n("d1461f1e", "Този списък се чувства самотен"),
                n("bcbd3416", "Хората, които следват този списък, ще се покажат тук."),
                n("b197a56c", "Последователи на списъка"),
                n("f0ab07f5", function (e) {
                    return "Членове (" + e.memberCount + ")";
                }),
                n("h9ce3406", "Членове на списъка"),
                n("dfeaeb26", "Добавяне към списъка"),
                n("a332103e", "Хората, добавени към този списък, ще се покажат тук."),
                n("e2f7dc62", "Намиране на предложени членове"),
                n("gc23cc00", "За да видиш предложения за добавяне към този списък, опитай да потърсиш профили."),
                n("e3deb126", "Предложения за списъка"),
                n("eb7b54be", "Зареждат се списъци"),
                n("a9ca06d2", "Информация"),
                n("a367dc9a", "Виждаш най-новите публикации в момента, когато се пускат"),
                n("dd438748", "Виждаш първо най-популярните публикации"),
                n("fe7e217c", "Виж най-новите публикации"),
                n("ce78b698", "Виждаш първо най-популярните публикации. Най-новите публикации ще се показват, когато бъдат пуснати."),
                n("i5a1628a", "Виж най-популярните публикации"),
                n("f333a93e", "Виждаш първо най-новите публикации. Най-популярните публикации показва най-добрите публикации."),
                n("c7294984", "Докладване на списъка"),
                n("g6340998", "По този начин няма автоматично да бъдеш добавен/а отново в списъците на този потребител."),
                n("i6da4f7a", "Споделяне на списъка"),
                n("a062ff80", "Копиране на връзката в списъка"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "Не следваш @" + e.screenName;
                }),
                n("a64512a4", "Хроника със списъци"),
                n("i0bcc456", "Когато последваш този потребител, ще можеш да виждаш списъците му."),
                n("d8315ca0", "Списъци, в които си ти"),
                n("e74be9ac", "Списъци, в които е този потребител"),
                n("c80cb4e4", "Нов списък"),
                n("bbcaa24b", function (e) {
                    return "Списъци на @" + e.screenName;
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " не е създал/а нито един списък";
                }),
                n("f5978664", "Когато това стане, ще видиш информация тук."),
                n("h243711c", "Още не си създал/а нито един списък."),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " не е добавен/а към нито един списък";
                }),
                n("e05568cc", "Когато това стане, ще видиш информация тук."),
                n("b86a098a", "Още не са те добавили в нито един списък"),
                n("h06e09a2", "Когато някой те добави към списък, това ще се покаже тук."),
                n("gbaa5489", function (e) {
                    return "Членства в списъци на @" + e.screenName;
                }),
                n("g6b54ff6", "Вече знаеш най-новото"),
                n("ec5fd35a", "Когато някой изпрати заявка да те следва, тя ще се покаже тук и ще можеш да я приемеш или отхвърлиш."),
                n("ec2d8342", "Отхвърляне"),
                n("j85d8d90", "Няма чакащи искания за следване за този потребител."),
                n("c3d23f10", "Изглежда, че нещо се обърка. Не се притеснявай, нямаш вина. Щракни по-долу, за да опиташ отново."),
                n("d2613123", function (e) {
                    return "Абониране – " + e.price + "/месец";
                }),
                n("c4640fc0", "Споделяне на профила за Абонаменти"),
                n("a72064a8", "Копиране на връзката към профила за Абонаменти"),
                n("e6c72234", "Условията за споделяне на имейли"),
                n("b17f0c4b", function (e) {
                    return "Сега имаш Абонамент за @" + e.screenName;
                }),
                n("a5634d9a", "Възникна проблем при обработването на Абонамента. Моля, отхвърли това съобщение и опитай отново."),
                n("fe9d3afa", "Последователите се зареждат"),
                n("ab7fc3ef", function (e) {
                    return "Хора, които суперследват " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("j0d17377", function (e) {
                    return "Хора, които познаваш и които следват " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fa9e827f", function (e) {
                    return "Хора, които следват " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ha979be5", function (e) {
                    return "Хора, следвани от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("d28be573", function (e) {
                    return "Хора, абонирани за " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return "Хора, абонирани от " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("cfd952a1", function (e) {
                    return "Потвърдени профили, които следват " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fecc696e", "Потвърдени последователи"),
                n("g0a2fbbe", "Още нямаш абонати"),
                n("g65f4bac", "Още нямаш последователи"),
                n("c36cfddc", "Търсиш последователи?"),
                n("fd275c1a", "Все още нямаш нито един потвърден последовател"),
                n("e08bd098", "Тук ще намериш списък на всичките си абонати."),
                n("j029a4dc", "Когато някой те последва, ще го видиш тук."),
                n("b2b2c6ce", "Когато някой последва този профил, той ще се покаже тук. Публикуването и взаимодействието с други помага за буустване на последователите."),
                n("cb1a15c8", "Следването на профили е лесен начин да управляваш съдържанието на хрониката си и да научаваш какво се случва с темите и хората, които те интересуват."),
                n("i967b954", "Ще намериш списък с всичките си абонаменти тук."),
                n("a44e403e", "Когато потвърден профил те последва, ще го видиш тук."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " още няма последователи, които познаваш";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " не следва никого";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " няма потвърдени последователи.";
                }),
                n("ec251f36", "Когато някой, когото познавате, последва този потребител, това ще се покаже тук."),
                n("f8af4f48", "Когато започнат да следват профили, ще се покажат тук."),
                n("fd0aad94", "Когато някой потвърден профил следва този акаунт, той ще се покаже тук"),
                n("b84f6df1", function (e) {
                    return "Подари Premium с " + e.percentage + "% отстъпка за ограничено време";
                }),
                n("cfcac293", function (e) {
                    return "Подаряване и плащане " + e.price;
                }),
                n("d7a73450", "Ниво"),
                n("hbd2c24e", "В момента този профил не отговаря на условията за подаръци."),
                n("f3fddc98", "условия и правила за купувачи"),
                n("cff9c889", "Научи повече"),
                n("c65dda96", "Подаръкът ти е изпратен."),
                n("f6e2a407", function (e) {
                    return "Разрешаване на всички да виждат значката за абониране, когато отговаряш на публикациите на @" + e.screenName;
                }),
                n("j8dedddd", function (e) {
                    return "Ако изключиш това, @" + e.screenName + " и абонатите на този потребител пак ще виждат значката ти, когато отговаряш на публикациите на @" + e.screenName + " само за абонати. @" + e.screenName + " винаги ще вижда значката ти.";
                }),
                n("c8a513f6", "Анулиране на абонамента"),
                n("ea000ec8", "Вече анулира абонамента си?"),
                n("d7b8387e", "Ако вече си анулирал(а), няма нужда да правиш нищо повече. Абонаментът ти автоматично ще изтече в края на цикъла на таксуване."),
                n("f4166d9a", "Искаш да анулираш абонамента си?"),
                n("b74ff5fc", "Ако анулираш абонамента си, той автоматично ще изтече в края на цикъла на таксуване."),
                n("ee9efbc8", "Продължаване към анулирането"),
                n("c5d9c77a", "Изглежда, че нещо се обърка. Не се притеснявай, нямаш вина. Затвори този прозорец и опитай отново."),
                n("jda53c24", "Можеш да анулираш абонамента си през App Store на Apple."),
                n("g0a7a53e", "Можеш да анулираш абонамента си през Google Play Магазин."),
                n("i5f14be7", function (e) {
                    return "Здравей отново, " + e.displayName;
                }),
                n("a76d58ba", "Статистики за реклами"),
                n("g512ddcc", "Органични статистики"),
                n("eccd0e1a", "Статистики за организация"),
                n("deea1708", "Искаш ли да преглеждаш статистики във всичките си профили в X?"),
                n("eb603ffc", "Надстрой, за да се свържеш с твоята мрежа и да видиш обобщени статистики."),
                n("gf67aae4", "Надстрой, за да имаш пълен достъп"),
                n("h75e3618", "Включване на организация"),
                n("h24a8862", "Относно това квадратче за отметка"),
                n("c29e3a88", "Избор на афилиейт партньори"),
                n("j8318d57", function (e) {
                    return e.number + " афилиейт партньор" + t(e.number, "", "и");
                }),
                n("bf809ec0", "Избор на афилиейт партньори"),
                n("b719e224", "Няма резултати"),
                n("c9938100", "Резултати от търсенето"),
                n("d1a35ec6", "Добавяне на профили"),
                n("b437adda", "Надстрой до платена опция"),
                n("f1f6c88b", function (e) {
                    return "Профили (" + e.count + ")";
                }),
                n("b02156b8", "Покани"),
                n("gd67d29b", function (e) {
                    return "Покани (" + e.count + ")";
                }),
                n("daf646e6", "Обърни внимание: трябва да означаваш профилите с етикети по подходящия начин."),
                n("i3895c32", "Профилът ти се преглежда, тъй като си променил/а @потребителското си име в X"),
                n("i5f8b628", "Не можеш да променяш афилиейт партньорите си, докато профилът ти се преглежда."),
                n("e9e663ac", "Плащането ти е просрочено."),
                n("c3ddd22c", "условия"),
                n("c9729d8a", "условия"),
                n("cdcd1d2c", "Добави афилиейт партньорства към своята организация"),
                n("d30ea6f3", function (e) {
                    return "Наистина ли искаш да премахнем @" + e.name + "?";
                }),
                n("c2dfbb86", "Да, направете това"),
                n("ba047f76", "Премахването на афилиейт партньор незабавно премахва неговата отметка и партньорска значка. Ще продължиш да плащаш до края на месеца."),
                n("j26dee0e", "Премахване на партньор"),
                n("e30cbdf0", "Този афилиейт партньор е абонат на потвърдени организации и трябва да остане организация. Не може да бъде променен на физическо лице."),
                n("j3115ce8", "Лице"),
                n("d8bb1d84", "Организация"),
                n("e970bdbd", function (e) {
                    return "Остава " + e.count + " покана";
                }),
                n("id67d953", function (e) {
                    return "Нещо се обърка при извличане на данните за плащане в Stripe. Ако проблемът продължава, свържи се с " + e.supportEmail + ".";
                }),
                n("f323d314", "Повторно изпращане"),
                n("ac645cde", "Винаги можеш да ги добавиш отново."),
                n("d12af2dd", function (e) {
                    return "Наистина ли искаш да премахнеш тази покана до @" + e.screenName + "?";
                }),
                n("ib60b2d5", function (e) {
                    return "Наистина ли искаш да изпратиш отново тази покана до @" + e.screenName + "?";
                }),
                n("ec6e7d9a", "Профилът ти е прехвърлен в режим само за четене, докато превключването на нивото не завърши. Отвори Stripe, за да провериш плащането си, за да се увериш, че превключването на нивото е успешно. "),
                n("b33d1518", "Синхронизиране на работни позиции от поддържана интеграция или персонализиран XML канал"),
                n("dd2db402", "Стъпка 1: събери необходимата информация"),
                n("edb098c2", "Стъпка 2: свържи се с нашия екип за поддръжка"),
                n("c4474460", "Стъпка 2: изпрати имейл на нашия екип за поддръжка"),
                n("a08da0fa", "Какво следва?");
            function f(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((t = n.key),
                            (f = void 0),
                            "symbol" ==
                            typeof (f = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(t, "string"))
                                ? f
                                : String(f)),
                            n,
                        );
                }
                var t, f;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("c127374e", "Изпрати ни съобщение"),
                n("b2cb2a0c", "Потребителско име на твоя профил в потвърдена организация"),
                n("b8e64002", "Име на системата за проследяване на кандидати"),
                n("acb99db6", "URL адрес на сайта за кариери с твоите посочени работни позиции"),
                n("a64a5b7a", "Изпрати необходимата информация на екипа за поддръжка, за да започне процеса на интеграция."),
                n("e3dffb4e", "Копирай нашия имейл адрес за поддръжка по-долу и изпрати необходимата информация на екипа за поддръжка, за да започне процеса на интеграция."),
                n("b4fef99e", "След като екипът ни за поддръжка получи твоята заявка, ще прегледаме информацията и ще ти помогнем с конфигурирането на интеграцията."),
                n("h37f2d96", "Имай предвид, че в момента не се поддържат всички системи за проследяване на кандидати."),
                n("ce102a20", "Пренасочване към Stripe"),
                n("ddfd6718", "Неуспешно плащане"),
                n("i90ea7d2", "Спешно актуализирай фактурирането си, за да запазиш предимствата си."),
                n("a62359e6", "Настройки на потвърдените организации"),
                n("ge221b7c", "Надстрой абонамента за потвърдена организация, за да получиш достъп до афилиейт партньори и повече рекламни кредити."),
                n("i4dccc18", "Платежни"),
                n("ec3cd6e4", "Управлявай метода си на плащане, актуализирай информацията за фактуриране и преглеждай фактурите си."),
                n("dac61c3c", "Настройки на профила"),
                n("b6b5fd66", "Управлявай профила си в X, като можеш и да смениш потребителското име или паролата си."),
                n("hb9c4a1c", "Въпроси, доклади за бъгове и обратна връзка"),
                n("c674f5b4", "Настройка на плащания с фактури"),
                n("i8237e66", "Премини от плащания с кредитна карта към фактуриране чрез банкови преводи."),
                n("hebd348a", "Настрой начина, по който рекламите се използват за рекламиране на работни позиции през портала за наемане."),
                n("ib5e6f90", "Рекламиране на работна позиция"),
                n("id720215", "наемане"),
                n("dd59f146", "Профил за реклама за рекламиране на работна позиция"),
                n("e7e36818", "Профилите за реклама отговарят на условията за рекламиране на работни позиции, когато за тях е посочен източник на финансиране."),
                n("c28566e0", "Профил за реклама"),
                n("c80160d3", "рекламиране"),
                n("ff0edac0", "Наистина ли искаш да анулираш абонамента си?"),
                n("h2ac0348", "Не, върни ме обратно"),
                n("dbf9667e", "Искам"),
                n("j7592572", "Обрат"),
                n("ee778942", "Светофари"),
                n("fdd57981", function (e) {
                    return "Искаме да ти предложим безплатен еднократен рекламен кредит от " + e.totalAmount + " $.";
                }),
                n("i032a231", function (e) {
                    return "Ще остана и ще взема рекламен кредит от " + e.totalAmount;
                }),
                n("hd7d278c", "Не, благодаря"),
                n("jf8a0dea", "Чудесно! Твоят нов безплатен рекламен кредит ще се появи в профила ти през следващия цикъл на таксуване."),
                n("ebbb3154", "Затваряне и връщане към X"),
                n("j1f68dda", "Последна стъпка: сигурен/на ли си, че искаш да анулираш?"),
                n("c9c3464c", "В момента абонаментът се анулира"),
                n("dd3a293c", "Абонаментът ти за потвърдени организации е прекратен."),
                n("faa0f956", "Нещо се обърка при анулирането на твоя абонамент."),
                n("b28289ea", "Благодарим"),
                n("b36f74ae", "Вече няма да имаш достъп до портала, освен ако не се регистрираш и не го активираш отново."),
                n("b2297a4a", "Нуждаеш се от решение на проблем? Можеш да насрочиш разговор с нас."),
                n("h3bdbc54", "Да, планиране на обаждане"),
                n("i135d64e", "Продължаване на анулирането"),
                n("g275882d", function (e) {
                    return "Важно: имате " + e.creditAmount + " неизползван безплатен рекламен кредит";
                }),
                n("ib085ed6", "Ще остана и ще взема моя рекламен кредит"),
                n("b5447710", "Потребителят не е намерен"),
                n("h94755b8", "Потребителят вече е избран за покана"),
                n("bfb5effe", "Потребителят вече е афилиейт партньор"),
                n("c4b9664e", "Присъединен като афилиейт партньор"),
                n("g0eadcf6", "Афилиейт партньор на друга организация"),
                n("a8c81f88", "Профил на организация"),
                n("e5abe772", "Потребителят вече има чакаща покана"),
                n("e49b97e2", "Търсене на профили"),
                n("f002f1d6", "Изпращане на покана"),
                n("g2a8bae4", "Добавяне на профили в X"),
                n("af7293cc", "Покани профили в X да се присъединят към организацията ти. Ако приемат, те ще получат отметка и вашето афилиейт партньорство ще се показва в техните профили."),
                n("ec0f203e", "След като афилиейт партньорът приеме поканата, не забравяй да актуализираш отметката му до правилния цвят."),
                n("cec08784", "Достигна лимита за афилиейт партньори в тази фактура."),
                n("ab70828f", function (e) {
                    return "Добавяне на @" + e.screenName;
                }),
                n("d49b389f", "тук"),
                n("b9e4bf55", "Научи повече"),
                n("hc4703a9", "Научи повече"),
                n("fa0ffaeb", "Научи повече"),
                n("jf351704", "За да продължиш, трябва да актуализираш лимита за афилиейт партньор на тази фактура."),
                n("ia5a6a40", "За да започнеш, ще трябва да добавиш своите подробности за плащане."),
                n("d40d1cc0", "За да продължиш, трябва да платиш през Stripe."),
                n("c4a5f614", "Добавяне на подробности за плащане"),
                n("fa2a280a", "Актуализиране на фактура"),
                n("i7b2f08e", "Приветстваме те в потвърдени организации"),
                n("g4e18b84", "Ти достигна лимита си на партньор"),
                n("cbe23239", function (e) {
                    return "За поръчки за покупка над " + e.affiliatesCount + " афилиейт партньори.";
                }),
                n("fc1f43d0", "Генериране на фактура"),
                n("g8881c78", "Продължаване към плащане"),
                n("g59f8506", "Бележка: Профилите, които не могат да се потвърдят като бизнес или правителствени организации, няма да бъдат възстановени."),
                n("a310e476", "Директно"),
                n("fde6cf98", "За незабавен достъп до потвърдени организации"),
                n("fdfbfcb0", "Фактуриране"),
                n("f45d02e8", "Нещо се обърка при настройката на твоя абонамент. Опитай да изпратиш повторно от имейла си за активиране."),
                n("a1c566c0", "Нещо се обърка при настройката на твоя абонамент. Изпрати данните си отново."),
                n("f5a1c6ac", "Абонаментите не са налични в твоя регион"),
                n("ef7ae9cd", "Научи повече"),
                n("d3c6b8c9", "Научи повече"),
                n("fafe5b9f", function (e) {
                    return "Абониране· " + e.price + " на " + e.interval;
                }),
                n("f2ae1d63", "Условия за ползване от страна на купувачи"),
                n("ie8759c5", "Условия за ползване за купувачи"),
                n("d842dd7b", function (e) {
                    return "Развивай се по-бързо в X и получи " + e.credit + " безплатен рекламен кредит";
                }),
                n("fcfb696e", "⁺Оферта за рекламен кредит за ограничен период"),
                n("f5b98d62", function (e) {
                    return "всеки " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "всеки " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "До " + e.creditAmount + " под формата на рекламни кредити⁺";
                }),
                n("a6c45ede", "Включва:"),
                n("e9aa43dc", "Естествени публикации за работни позиции"),
                n("i1266238", "Възможност за рекламиране на работни позиции"),
                n("e8a4ea7a", "Приоритетна поддръжка"),
                n("j99e2f4d", function (e) {
                    return e.price + "/" + e.interval;
                }),
                n("bb21a170", "Промяна на абонамент"),
                n("b0dcc4dc", "Твоят профил вече очаква превключване на ниво."),
                n("f3aef4ca", "Няма намерен активен абонамент"),
                n("h802e65e", "Неуспешно обновяване на абонамента. Опитай отново. Текущият ти абонамент не е засегнат."),
                n("c5269eb0", "Това е твоят активен абонамент."),
                n("c578c4ca", "Текущ план"),
                n("i5d19147", "Нов план"),
                n("b025ff5f", "тук"),
                n("d6b932d4", "С безплатен пробен период"),
                n("b0efe690", "Преминаване към Basic"),
                n("g5f9cdaa", "Потвърждаване на промените на плана ти"),
                n("j21911de", "Искаш ли да преминеш към Basic, или да запазиш предимствата си на Full Access?"),
                n("b59dec9e", "Понижаваш плана си от безплатен пробен период на Full Access до план Basic."),
                n("e5ff0e1e", "Посредством тази промяна:"),
                n("ca004c80", "функциите от пробния период на Full Access, включително и афилиейт партньорите, вече няма да са налични."),
                n("fae108ee", "афилиейт партньорите, добавени по време на пробния ти период, ще загубят своите Premium+ предимства и поддръжка. "),
                n("d47c0c7c", "Кой си ти?"),
                n("hbd31720", "Избери подходящия за теб абонамент:"),
                n("c75a9386", "Научи повече за"),
                n("b916b258", "и"),
                n("ic6012ea", "Аз съм физическо лице"),
                n("d8e618ce", "За физически лица и създатели"),
                n("dcbccede", "Аз съм организация"),
                n("f44ce884", "За бизнеси, правителствени органи и организации с нестопанска цел"),
                n("dece6c60", "Име на организацията"),
                n("c4c1b600", "Имейл адрес на организацията"),
                n("b1e0aec0", "@Потребителско име на организация"),
                n("c42d5f4a", "Брой афилиейт партньори"),
                n("fca5f04b", function (e) {
                    return "Можеш да закупиш до " + e.affiliatesCount + " афилиейт партньори и ще бъдеш таксуван/а съобразно това.";
                }),
                n("dca6b3ac", "Настройване на фактура"),
                n("c97ad52a", "Актуализиране на фактура"),
                n("b36f0fd4", "Избери колко афилиейт партньори ти трябват за организацията ти"),
                n("b4871f4f", "тук"),
                n("b633d19e", "Благодарим ти"),
                n("f713d3e2", "Твоята кандидатура е получена и в момента се преглежда."),
                n("e11d5e1a", "Ще можеш да се възползваш от всички предимства на Premium, но организацията ти няма да получи златна или сива отметка и няма да можеш да добавяш профили на афилиейт партньори, докато профилът ти не бъде одобрен."),
                n("d83617cc", "Твоят профил ще бъде прегледан."),
                n("afb30564", "Може да поискаме допълнителна информация, за да одобрим твоя профил."),
                n("gdd3fa68", "След като бъде прегледан и одобрен, профилът ти незабавно ще бъде потвърден и ще можеш да се включиш и да добавиш афилиейт партньорства."),
                n("e6389996", "Профил, който не е одобрен, няма да получи възстановяване на средствата."),
                n("a889b460", "Плащането е успешно"),
                n("d1c886dc", "Следваща стъпка: качване и потвърждаване на документите"),
                n("b13e9454", "Кандидатурата ти все още не е завършена. Изпрати необходимите документи. Обикновено отнема около 10 минути."),
                n("e6b0965a", "Твоята поръчка"),
                n("a1b58798", "Прегледай поръчката си по-долу"),
                n("b651c7d7", function (e) {
                    return "Афилиейт партньор" + t(e.count, "", "и") + " x " + e.count;
                }),
                n("ec5e9c54", "Основен абонамент"),
                n("e16093fc", "Общо на месец"),
                n("ce4acef6", "Общо на година"),
                n("f4db2df0", "Абонаментът ти няма да стане активен, докато фактурата не бъде платена."),
                n("b9e0d614", "Лимитът за афилиейт партньор е актуализиран във фактурата ти."),
                n("a45c9596", "Твоята фактура е генерирана успешно."),
                n("e4e5532a", "Приложена отстъпка"),
                n("b557f073", function (e) {
                    return "Нещо се обърка при извличане на данните за фактурата в Stripe. Ако проблемът продължава, свържи се с " + e.supportEmail + ".";
                }),
                n("e8c366ce", "Условията на X за ползване от страна на купувачи"),
                n("ee86d380", "Информация за организацията"),
                n("b9c9ccca", "Твоето пълно име"),
                n("c7e818de", "Твоят служебен имейл адрес"),
                n("i60d7542", "Уебсайт на организацията"),
                n("b92f9dee", "Тип на организацията"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "Научи повече"),
                n("f09630ff", "тук"),
                n("eb043b72", "Чакаща кандидатура"),
                n("a9ac4602", "Кандидатурата ти до потвърдените организации все още се преглежда. Опитай отново по-късно."),
                n("c5af3e12", "Оферта за ограничено време. Кредитите не се натрупват."),
                n("e18d6fd6", "Твоите рекламни кредити"),
                n("if435d1a", "Използвал си всички налични кредитни този месец. Следващият ти кредит ще бъде издаден при следващото плащане на абонамента"),
                n("af6704d7", "тук"),
                n("b293c6b4", "поддръжката за потвърдени профили с Premium"),
                n("e9e9ca58", "Налично"),
                n("cf2ba3a2", "ИД на профил за реклами"),
                n("gd7d051c", "Активиране"),
                n("f391c800", "Необходим е ИД на профила за реклами"),
                n("ja116d2c", "ИД на профила за реклами е невалиден"),
                n("hf037537", function (e) {
                    return "Този кредит ще бъде наличен на " + e.startDate;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "Как да използваш твоите рекламни кредити"),
                n("h1f36d3e", "За да използваш рекламен кредит за потвърдени организации, трябва да предприемеш следните стъпки:"),
                n("a6519ffc", "Ако вече си рекламирал/а"),
                n("ibc9654a", "Ако си нов рекламодател"),
                n("d3710c76", "Ако искаш да използваш кредита си към профил на афилиейт партньор"),
                n("d60a8f14", "Пускане на реклами в X"),
                n("fe66e4a8", "Мениджър на реклами в X"),
                n("b3ca0108", "Разпространи съобщението си допълнително с помощта на реклами в X"),
                n("g3754d57", "тук"),
                n("i615ad63", "тук"),
                n("a3ba48b9", "тук"),
                n("ca3c633a", "Рекламни кредити"),
                n("ha843c96", "реклами"),
                n("dd0f3b08", "реклами"),
                n("c9fad534", "Няма кредити"),
                n("a211b11e", "Не са налични кредити за активиране"),
                n("f2011db1", function (e) {
                    return "Използвани са " + e.usedAmount + " от " + e.couponAmount;
                }),
                n("ae37e25c", "неизвестна сума"),
                n("i1407e15", function (e) {
                    return "Използвано за профил за реклами " + e.accountId;
                }),
                n("id4359bf", function (e) {
                    return "Изтекло на " + e.when + " за профил за реклами " + e.accountId;
                }),
                n("f89af915", function (e) {
                    return "Изтекло на " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "Изтича на " + e.when + " за профил за реклами " + e.accountId;
                }),
                n("e8d8a2a9", function (e) {
                    return "Изтича на " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "Налично от " + e.when;
                }),
                n("b070acf4", "Очаквай скоро"),
                n("ace946c4", "Активиране на купон"),
                n("b0b02e37", function (e) {
                    return "Този купон е приложен успешно към ИД на профил за реклами: " + e.accountId;
                }),
                n("f520ee22", "ИД на профил за реклама"),
                n("df96ca56", "Друг профил"),
                n("b5566402", "ИД се състои само от букви и цифри."),
                n("eb160d07", "инструмента за избор на мениджър на профил"),
                n("e016ad32", "Режим само за четене"),
                n("d7ab194e", "Някои функции на потвърдени профили може да са в режим само за четене, докато промяната на абонамента ти се обработва."),
                n("g25d851e", "Профили за рекламиране"),
                n("de7fef84", "Свържи се с екипа за поддръжка на клиенти за помощ относно този профил"),
                n("ff1321b6", "Настройването е готово, профилът е активен"),
                n("c1205320", "Активирай профила си за реклама, като добавиш кредитна карта"),
                n("c0343c0a", "Последното плащане е неуспешно, провери метода на плащане в профила"),
                n("j56e34a4", "Свържи се с екипа за поддръжка на клиенти за помощ относно достъпа до профила"),
                n("gef920f2", "За да се активира профилът, се изисква първоначална настройка"),
                n("b68dd4d8", "Нямаш достъп до този профил, поискай помощ от администратора на екипа"),
                n("d637962c", "Нямаш профили за рекламиране"),
                n("dd087ae0", "Задай един на ads.x.com"),
                n("i3d7dd02", "Отговарящият на условията профил за реклама е готов да рекламира работни позиции "),
                n("cc8f8516", "Създай профил за реклама, за да рекламираш работни позиции"),
                n("b4f117b8", "Нямаш достъп до профила за реклама за рекламиране на работни позиции"),
                n("b7347cf4", "Настрой профил за реклама, за да рекламираш работни позиции"),
                n("h7d03a2a", "Добави работна позиция през таблото за наемане"),
                n("cd5aeec6", "Създаване на профил за реклама"),
                n("ged51d2e", "Създаване на профил за реклама"),
                n("gcfa25e6", "Няма профили за реклами, които могат да се използват за твоята организация. Отиди на ads.x.com, за да създадеш такъв.п"),
                n("g76fb922", "Нов профил"),
                n("db0a69e7", function (e) {
                    return "Твоят профил за реклама (ИД: " + e.adAccountId + ") е нов. Завърши първоначалната настройка в мениджъра ма реклами, за да го активираш.";
                }),
                n("c7bad5cc", "Задаване на профил."),
                n("g8c563c0", "Нужен ти е достъп"),
                n("f6f29b17", function (e) {
                    return "Нямаш достъп до профил за реклама (ИД: " + e.adAccountId + "). Помоли администратора на екипа да те добави към профила в мениджъра на реклами.";
                }),
                n("a15bb840", "Необходим е метод на плащане"),
                n("j4e981d9", function (e) {
                    return "Твоят профил за реклама (ИД: " + e.adAccountId + ") е частично настроен. За да го активираш, добави метод на плащане към профила. Всички кредити, които приложиш към този профил, ще се използват, преди да бъдеш таксуван/на.";
                }),
                n("af142910", "Плащането е неуспешно"),
                n("a9635acf", function (e) {
                    return "Твоят профил за реклама (ИД: " + e.adAccountId + ") е бил активен, но последното плащане е неуспешно. За да го активираш отново, промени метода на плащане за този профил.";
                }),
                n("d1cca474", "Промяна на метода на плащане"),
                n("fe8b969a", "Поддръжката на клиенти може да помогне"),
                n("i8aa0b91", function (e) {
                    return "Този профил за реклама (ИД: " + e.adAccountId + ") се нуждае от помощ от екипа за поддръжка на клиенти, за да се активира. Не забравяй да включиш ИД на профила за реклама в съобщението си. Заявката ти ще бъде приоритизирана.";
                }),
                n("d82c2074", "Получаване на поддръжка"),
                n("ad37d536", "Условия на прехвърляне на потребителско име"),
                n("e760074a", "Установяване на неактивно потребителско име или смяна на собственото"),
                n("j003ef92", "Закупи неактивни потребителски имена от X за себе си и за твои афилиейт партньори или размени потребителски имена, които вече притежаваш."),
                n("d57a8e42", "Тази услуга е ексклузивна за потвърдените организации и включва допълнителна такса за потребителско име, започваща от 10 000 щатски долара."),
                n("h9367bd6", "Изпращане на запитване за потребителско име"),
                n("a6a62e7e", "Започни процеса, като отговориш на няколко въпроса с помощта на нашия автоматичен бот за поддръжка."),
                n("e5912290", "Запитването за потребителско име се стартира"),
                n("c2e24f66", "Обърни внимание на съобщението за поддръжка в долния ъгъл на този екран."),
                n("c94f514e", "Запитването за потребителско име е стартирано"),
                n("cf60d152", "Попълни краткия въпросник в прозореца за чат, за да изпратиш запитването си за потребителско име."),
                n("f06b124e", "Често задавани въпроси"),
                n("h677fdcc", "Как се определят цените на потребителските имена?"),
                n("a55b39aa", "Основават се предимно на дължината на знаците и разпространеността на думата. Цените започват от 10 хил. долара и достигат до над 500 хил. долара."),
                n("d46bcb3a", "Как да разбера дали дадено потребителско име е налично за закупуване?"),
                n("c6bcf72c", "Изпрати ни заявка чрез бутона „Първи стъпки“ и ще те уведомим, ако е налично."),
                n("d478604c", "Мога ли да закупя потребителско име от името на друга фирма?"),
                n("c09f8cd2", "Не. Фирмите могат да закупят потребителски имена само от името на своите афилиейт партньори, които са действително свързани с фирмата им."),
                n("d814f020", "Какъв е процесът на продажба? Колко време отнема?"),
                n("f600b6f0", "Заяви покупка на потребителско име чрез бутона „Първи стъпки“. Ще отговорим с наличността и цената в рамките на 3 работни дни. След плащане ще прехвърлим потребителското име в избрания от теб профил в рамките на 1 – 2 дни. Ако желаеш, можем да преместим предишното потребителско име към друг твой профил."),
                n("i8debc4a", "Предлагате ли отстъпки за няколко потребителски имена?"),
                n("c5199f3c", "Да, в зависимост от броя на закупените потребителските имена и общия размер на офертата."),
                n("c20f923e", "Имам търговска марка – това оказва ли влияние?"),
                n("b2fd4c15", "Политика за търговските марки"),
                n("a690746e", "Получаване на приоритетна поддръжка"),
                n("he2dc9b0", "Свържи се с нас, като ни изпратиш потребителското име на организацията ти и подробности за заявката."),
                n("e5e6479e", "Изпрати ни имейл с потребителското име на организацията ти и подробностите за запитването си, за да получиш помощ бързо."),
                n("ica8392a", "Щом получим заявката ти, ще я прегледаме и приоритизираме според реда на получаване."),
                n("ed37e36e", "Важно: липсващото потребителско име на организацията ти или използването на личен имейл адрес може да причини забавяния при обработката на заявката ти."),
                n("eb0d4fe2", "Създаване на колона"),
                n("e93d2f8a", "Персонализирай работата си, като добавиш различни колони, като например:"),
                n("e8203d1e", "Търсения"),
                n("d82fd532", "Лични съобщения"),
                n("c87babee", "И други..."),
                n("f1990aa4", "Организирай колоните си с групи"),
                n("ib9c9a54", "Представи си, че имаш няколко работни плота в X Pro. Елиминирай шума и се съсредоточи само върху нужните ти теми и инструменти, когато имаш нужда от тях."),
                n("fb5ac13e", "Преместване на колоната"),
                n("bd545b7e", "Щракни върху тези точки, за да преместиш с мишката колона някъде в групата."),
                n("a98513b6", "Персонализиране на колоните"),
                n("c8759e44", "Посочи заглавката на колона за опции като:"),
                n("a93e96c8", "Подреждане на публикациите по популярност или по новост"),
                n("df300378", "Промяна на размера на колоната"),
                n("aa263910", "Използване на разширени инструменти за търсене"),
                n("ab3915aa", "Дарения и настройки"),
                n("ia03837a", "Премини тук за:"),
                n("f0bd595c", "Управление на групите"),
                n("a74e9464", "Промяна на настройките за показване"),
                n("h254eb92", "Запознай се с клавишните комбинации"),
                n("j6e669a0", "Повтаряне на обиколката"),
                n("c15802be", "Публикациите се изпращат…"),
                n("e5506950", "Групи"),
                n("b1bd9a8a", "Нова група"),
                n("cf1a138f", function (e) {
                    return "Променено на група - " + e.title;
                }),
                n("g9c2da24", "Отваря диалог за създаване на нова група"),
                n("hcef6b72", "Отваря диалог за управление на групите ти"),
                n("a77dbc7a", "Редактиране на групата"),
                n("a154a293", function (e) {
                    return "Избрана бе група „" + e.deckName + "“";
                }),
                n("a77bbe9d", function (e) {
                    return "Изборът от група „" + e.deckName + "“ бе премахнат";
                }),
                n("ha2aae72", "Отваря диалогов прозорец за управление на избраната група"),
                n("hf59ffc8", "Лента за навигация"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "Добавяне на нова колона"),
                n("ad61a830", "Създаване на публикация"),
                n("c44f5114", "Настройки на съобщенията"),
                n("c71066fe", "Начало на краткия преглед"),
                n("b452e6c2", "Как върви?"),
                n("j7737bc2", "Благодарим ти, че използваш X Pro. Бихме искали да разберем какво мислиш за тази функция."),
                n("e8038d64", "Мнението ти е важно за нас. То ще ни помогне да подобрим работата на функцията."),
                n("fce3c5ce", "Оставяне на отзиви"),
                n("ha39df38", "Лични"),
                n("ja7b7d1a", "В момента имаме проблем с връзката. Промените, които направиш, може да не бъдат запазени."),
                n("ad5df1d7", function (e) {
                    return "Променено на колона - " + e.title;
                }),
                n("ba7bd92e", "Настройки на колоните"),
                n("cc4ff736", "Споделяне на колоната"),
                n("g684a93a", "Всички промени, направени от теб в тази колона, ще бъдат виждани от всички хора, които могат да я преглеждат."),
                n("a6bbdc1c", "Само преглед"),
                n("f6e88162", "Лаборатория"),
                n("e6df688c", "Опции"),
                n("e3f2b93a", "Показване или скриване на информация за тази колона."),
                n("db257758", "Размер на визуализацията на мултимедийното съдържание"),
                n("if2fbab8", "Размер на визуализацията на мултимедийното съдържание в отговорите"),
                n("he517d52", "Преименуване на колоната"),
                n("f6eb2cfe", "Име на колоната"),
                n("d6d39c84", "Колоните трябва да имат име."),
                n("e5c06aee", "Ширина на колоната"),
                n("af6a4368", "Преименувай този разговор и виж кой участва в него."),
                n("cdeac5ee", "Настройки за личните съобщения"),
                n("fda7ee26", "Управлявай кой може да ти изпраща съобщения."),
                n("c4ec8620", "Включване"),
                n("d5f29cd4", "Изключване"),
                n("d01a62f8", "Време и място"),
                n("d614afc8", "Харесвания, отговори и препубликувания"),
                n("fb2bbc7a", "Публикуване на съдържание"),
                n("a589add2", "Която и да е от тези думи (ИЛИ)"),
                n("d2f8dc8a", "Публикации от някого"),
                n("e37201ec", "Отговор към потребител"),
                n("e035e056", "Споменаване на потребител"),
                n("ef2d4092", "Изключване на думи"),
                n("d59f395e", "Екранният език за теб"),
                n("g67cd3f2", "Изберете езици"),
                n("c85f9b9c", "Промяна на езиците"),
                n("b5148188", "Повече от"),
                n("hf369320", "По-малко от"),
                n("f4dce7b6", "Количество"),
                n("ddafa9a2", "Опции за показване"),
                n("c6be8432", "Степен на ангажираност"),
                n("e60b9fac", "Показване на оригинални публикации"),
                n("eb441fee", "Показване на препубликувания"),
                n("e920e6dc", "Показване на цитати"),
                n("g9580526", "Показване на отговорите"),
                n("i73cbb5c", "Към търсене можеш да добавиш само един списък. Към това търсене ще бъде приложен само първият списък."),
                n("c765315d", function (e) {
                    return "Въведи " + e.listHandleListNameFormat + " или идентификатор на списъка";
                }),
                n("a153fbf2", "Как да използваш списък в търсене"),
                n("bf0d5a7c", "Към търсене можеш да добавиш един списък."),
                n("c6e8759a", "За да добавиш списък, използвай този формат:"),
                n("dd9daca8", "Замени точките в името на списъка с тирета (-)."),
                n("cd71b264", "Научи за списъците."),
                n("ca23d726", "Изображения и видеоклипове"),
                n("f1fa97a8", "Предавания на живо"),
                n("c0bab0ba", "Показване само на публикации с материали"),
                n("g9512656", "Показване само на потвърдените хора"),
                n("b967e296", "Показване само на хората, които следваш"),
                n("gc51a2ac", "По всяко време"),
                n("d42a4916", "Наскоро"),
                n("a2229a06", "В рамките на период от време"),
                n("c1fe6156", "Начален час"),
                n("cbc02622", "Краен час"),
                n("b666573c", "Местоположение за търсенето"),
                n("cf260344", "Публикации в"),
                n("j5805302", "Радиус"),
                n("e592ab3c", "За по-добри резултати включи в търсенето си местоположение и държава или област."),
                n("e8843b5d", function (e) {
                    return e.meters + " м";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + " км";
                }),
                n("ec688a09", function (e) {
                    return "Това не позволява на @" + e.screenName + " да те включва в списъците си, включително в този.";
                }),
                n("iad54d54", "Изчистване на отметките"),
                n("g4d581a2", "Изчистване на това и всички папки за отметки"),
                n("fb14aebe", "Изчистване на отметките"),
                n("jf748f40", "Да се изчистят ли всички отметки?"),
                n("d63a211a", "Това не може да бъде отменено и ще премахнеш всички публикации от отметките си."),
                n("a16ebc1a", "Започване на нов чат"),
                n("a1ff1890", "Това ще изчисти текущия разговор."),
                n("ab352ee0", "Показване на най-новите публикации"),
                n("c004c4d6", "Премахване на публикации"),
                n("fc702822", "Премахвай публикации и преглеждай най-новите публикации веднага след появата им."),
                n("a2c59056", "Преди да изчистиш колоната..."),
                n("d31bdbbe", "Превключване към най-новите публикации"),
                n("dec3722c", "най-новите публикации"),
                n("g33b8c04", "Копиране"),
                n("de2c3008", "Дублиране на колоната"),
                n("a7c01ce0", "Промяна на името или изтриване на папката"),
                n("e52e4c82", "Промяна на местоположението и опциите за персонализиране."),
                n("f4d052a4", "Grok (обикновен режим)"),
                n("fa97c1c6", "Grok (забавен режим)"),
                n("efb37dec", "Режим"),
                n("h0064892", "Обичаен"),
                n("ad86db50", "Създаване на нова група"),
                n("hb70ef30", "Създаване на група от това търсене"),
                n("j8a945cc", "Популярни публикации"),
                n("f3a4a654", "Потвърдени публикации"),
                n("c8da0c42", "Снимки и видеоклипове"),
                n("d2cf6f74", "Партньори на Premium"),
                n("c9b39e70", "Преместване"),
                n("b9ea5f7c", "Преместване на колоната в друга група."),
                n("g8b6d450", "Опции за известяване"),
                n("dd703fbd", function (e) {
                    return "Изтриване на колоната - " + e.title;
                }),
                n("d9d11fc6", "Изтриване на публична колона?"),
                n("h17ada6c", "Изтриването на публична колона ще доведе до необратима загуба на достъп до колоната за всички последователи."),
                n("hb388fe8", "Изтриване на колона"),
                n("c1343ad6", "Конвертирай това в колона за търсене."),
                n("e7a12d72", "Преобразувано колона за търсене"),
                n("f29424f0", "Връщане"),
                n("h5ff85a2", "Споделяне на колоната"),
                n("d32058ba", "Направи колоната публична, за да разрешиш споделянето."),
                n("c926a6ca", "Направените от теб промени ще се показват на всеки, който следва колоната."),
                n("g0175ca2", "Инструмент за избор на колони"),
                n("a800727c", "Назад към инструмента за избор на колони"),
                n("f318bc40", "Създаване на нова папка"),
                n("e300a9f0", "Създаване на папка за отметки"),
                n("j341c67c", "Папките трябва да имат име."),
                n("d00586a6", "Тази колона не може да бъде заредена. Опитай да създадеш нова."),
                n("d0d8277e", "Собственикът на колоната я е изтрил или я е направил частна."),
                n("j08fd6fe", "Твоите общности"),
                n("b569a1fa", "Връщане към общности"),
                n("i176bfd2", "Откриване на списъци"),
                n("a57c3292", "Откриване на нови списъци"),
                n("f59f87dc", "Намиране на списъци на други хора"),
                n("a5d70676", "Списъци, в които участваш"),
                n("e377790a", "Обратно към списъците"),
                n("e952b8c3", function (e) {
                    return "Списъци на @" + e.userScreenName;
                }),
                n("bc24f834", "Обратно към „Намиране на списъци на други хора“"),
                n("ee11d084", "Търсене на профили"),
                n("c300f3bc", "Добави колони"),
                n("bd744e9a", "Попълване с търсене"),
                n("i10d4124", "Започване начисто"),
                n("jbff8606", "Подаване на заявка"),
                n("dbd8a566", "Някои чернови на публикации не могат да се изтрият."),
                n("c82be5a8", "Избраните от теб чернови на публикации бяха изтрити."),
                n("ad84af68", "Зареждане на чернови на публикации"),
                n("ef97fb3a", "Нямаш чернови на публикации"),
                n("f26ece12", "Когато има такива, ще ги намериш тук."),
                n("a4911812", "Изтриване на чернови на публикации"),
                n("b49be1ca", "Отхвърляне на черновите на публикации"),
                n("ca91dc76", "Това не може да бъде отменено и ще загубиш черновите на твоите публикации."),
                n("b38b254a", "Някои насрочени публикации не могат да се изтрият."),
                n("he2e3cc4", "Избраните от теб насрочени публикации бяха изтрити."),
                n("jf9faee4", "Зареждане на насрочени публикации"),
                n("aa1cfd48", "Нямаш насрочени публикации"),
                n("b2a70dbe", "Изтриване на насрочени публикации"),
                n("a07bb1b0", "Отхвърляне на насрочените публикации"),
                n("id78e802", "Това не може да бъде отменено и ще загубиш насрочените публикации."),
                n("d9a75e16", "Избери"),
                n("aa030cd4", "Виж първо препоръчаните публикации."),
                n("c0d2d4aa", "Начална хроника"),
                n("ecbbbb90", "Преглеждай списъците си или тези на други хора."),
                n("c351229c", "Виж Общностите, от които си част."),
                n("a2d1df82", "Намери онова, което търсиш."),
                n("d5387d8a", "Информирай се редовно за съобщенията си."),
                n("e738198c", "Виж какво набира популярност в X."),
                n("ifb8c91e", "Намери профил и разбери повече за него."),
                n("aa0525d0", "Профили"),
                n("cb7844a6", "Не пропускай известия и споменавания."),
                n("e64da55e", "Преглед на твоите насрочени публикации."),
                n("h9659832", "Преглед на твоите чернови на публикации."),
                n("f1b6535e", "Чернови на публикации"),
                n("a24add8a", "Виж публикации с поставена отметка."),
                n("ic61c5fc", "Превъртане до началото"),
                n("gb19f215", function (e) {
                    return "Колона – " + e.title;
                }),
                n("g7751b34", "Затваряне на наслагването"),
                n("b94fa48c", "Изчистване на наслагването"),
                n("dd3dc3cc", "Назад в наслагването"),
                n("bc7acfd0", "Споделена колона"),
                n("a6587d95", function (e) {
                    return "Пренареждане на колоната - " + e.title;
                }),
                n("fb071dea", "Преместване на колоната"),
                n("c77a6327", function (e) {
                    return "Отваряне на опциите за колоната - " + e.title;
                }),
                n("h53c41f0", "Опции за колоната"),
                n("f7bbbb6d", function (e) {
                    return "Затваряне на опциите за колоната - " + e.title;
                }),
                n("eee9f83e", "Затваряне на опциите за колоната"),
                n("a443bbc0", "Затваряне на търсенето"),
                n("c8b12c8f", function (e) {
                    return "Задаване на съдържанието на колоната – " + e.title;
                }),
                n("fe048090", "Показване на резюме"),
                n("e57560b4", "Скриване на резюмето"),
                n("fb087db0", "Създаване на отделна колона"),
                n("aa128cd8", "Добавяне като нова колона"),
                n("aa4f00c6", "Споделяне на група"),
                n("fdf97052", "Отиди в опциите на групата"),
                n("ed427868", "Направи групата публична?"),
                n("gecc71a2", "За да споделиш група, първо я направи публична."),
                n("f0653866", "Споделяне на групата"),
                n("b158400a", "Пропускане на тази стъпка"),
                n("h15afbce", "Нека настроим работата ти"),
                n("ibe6be32", "Персонализирай работата си с X Pro: избери подходящите за теб ширина на колоните, цвят и размер на текста и мултимедийните материали."),
                n("e28eb008", "Настройки за показване"),
                n("dc8b86e0", "Сега да добавим колоните ти"),
                n("ee28603e", "Импортирай колоните си"),
                n("dad15d22", "Спести време, като импортираш текущите ти колони „Търсене“, „Списък“ и „Профил“. Няма да можеш да импортираш тези колони по-късно."),
                n("j85b4522", "Или започни от нулата"),
                n("hfd5ca12", "Не успяхме да импортираме колоните ти"),
                n("b855852a", "Могат да бъда импортирани само колоните „Търсене“, „Списък“ и „Профил“. Вместо това добави начална колона."),
                n("dc6c806e", "Колоните не бяха импортирани"),
                n("a0dfe2f6", "X Pro е удобен начин за преглеждане на няколко колони с хроники в един лесен интерфейс."),
                n("i8912d28", "Да добавим колони"),
                n("ce0c0f34", "Нека разгледаме наоколо"),
                n("h36d2aa2", "Научи полезни съвети, за да започнеш."),
                n("fbaf9442", "Добавяне на начална група"),
                n("b354ea52", "Началната група се добавя..."),
                n("if195eb8", "Колоните се добавят..."),
                n("ea07517c", "Колоната бе изтрита."),
                n("habced9e", "за възстановяване на колоната."),
                n("g4fcb4f8", "Колоната бе възстановена."),
                n("d4429cba", "Хмм...тази група не съществува. Опитай да избереш друга."),
                n("g2c6e34a", "Управлявай размера на съдържанието, цвета и фона."),
                n("bf2890a6", "Визуална скала"),
                n("h098a550", "Ширина на колоната по подразбиране"),
                n("ab248726", "Размер на мултимедийната визуализация по подразбиране"),
                n("jdaf161c", "Раздел „Съобщения“"),
                n("ge0fcfd0", "Карти за посочване"),
                n("e1cab6e8", "Прилагане на промените към съществуващите колони?"),
                n("ce2e487c", "Ако промениш всички колони, всяка колона във всичките ти групи ще бъде актуализирана. Ако избереш „Не“, само колоните, които създадеш от сега нататък, ще бъдат с новите настройки."),
                n("fdbd90a6", "Да, промяна на всички колони"),
                n("h8affe68", "Не, само за новите колони"),
                n("f06885b6", "Опции за размера на колоната за мултимедийно съдържание"),
                n("e4bab2d0", "Опции за ширината на колоната"),
                n("f0e71094", "Показване на раздела „Съобщения“"),
                n("aa25a5a6", "Разделът „Свиване на съобщения“ е достъпен в долната част на екрана"),
                n("g3da3c90", "Показване на карти за посочване"),
                n("b08a8656", "Показване на карти за посочване, когато посочиш с мишката върху елементи за взаимодействие"),
                n("g9df1984", "Добавяне на група"),
                n("df77af70", "Избери емоджи за групата си"),
                n("ee7765ba", "Избери емоджи"),
                n("e0127c83", function (e) {
                    return "Промяна на емоджи " + e.emoji;
                }),
                n("hb8b6254", "Всеки може да осъществява достъп до публичната ти група от профила ти. Можеш също да споделяш връзки в нея. Ако промениш решението си, винаги можеш отново да я направиш частна. Научи повече"),
                n("gfbaf4e8", "Към момента тази група не може да се превърне в публична"),
                n("ae04848a", "В тази група се съдържат колони, които са свързани с твоя профил в X. За да превърнеш групата в публична, трябва да ги премахнеш. Научи повече"),
                n("d606207a", "Изтриване на групата"),
                n("h95cb00e", "Тази група ще бъде изтрита за постоянно. Това не може да се отмени."),
                n("f50c9834", "Тази група ще бъде изтрита за постоянно. Ако я изтриеш, няма да можеш да я възстановиш."),
                n("cb861826", "Пренареждане на групата"),
                n("i5896b2b", function (e) {
                    return "Редактиране на група „" + e.title + "“";
                }),
                n("ef602cab", function (e) {
                    return "Изтриване на група „" + e.title + "“";
                }),
                n("b44b9d83", function (e) {
                    return "Откачване на група „" + e.title + "“";
                }),
                n("je4a847f", function (e) {
                    return "Закачване на група „" + e.title + "“";
                }),
                n("ad41be88", "Преместване на колоната в групата"),
                n("cb82860a", "Колоната не е открита"),
                n("icbecd02", "Добавяне на колона"),
                n("fdf1a2c6", "Добавяне на група"),
                n("d25acc28", "Какво има вътре?"),
                n("fe5df266", "Превръщане на колоната в частна?"),
                n("i3206148", "Превръщането на публична колона в частна ще доведе до необратима загуба на достъп до колоната за всички последователи."),
                n("c65d210c", "Превръщане на колоната в частна"),
                n("j4d54f1e", "Мощен инструмент в реално време за хората, които живеят в X."),
                n("je0526a0", "Наблюдавай няколко хроники на един екран. Проследявай и организирай съдържанието и взаимодействай с общностите си в реално време."),
                n("d128af54", "Регистрирай се за X Premium"),
                n("bacd7195", function (e) {
                    return e.fullName + " (@" + e.screenName + ") в X";
                }),
                n("e5b4aafa", "Връзката ти с интернет беше прекъсната."),
                n("g43c3b36", "Установи отново връзка с интернет, за да продължиш."),
                n("hafe83ec", "Затвори, за да излезеш от приложението."),
                n("b2ec74fe", "затваряне"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " преглеждания " + e.timeAgo;
                }),
                n("a7a90902", "Избери с натискане, за да се покаже"),
                n("cb0a3b5e", "Тази публикация може да съдържа материали с деликатен характер. Наистина ли искаш да я покажеш? "),
                n("a4eb1304", "Можеш да влезеш отново по всяко време."),
                n("b86c2e12", "Влез, за да търсиш в цялото съдържание на X."),
                n("ia13bd7c", "клавиатура"),
                n("f9fa40c8", "Наслади се на най-доброто от X"),
                n("gb6a7f62", "Кодът ти е изтекъл. Ако искаш да опиташ отново, избери бутона по-долу, за да получиш нов код."),
                n("ge19602a", "Получаване на нов код"),
                n("dd4ec2e8", "Влез в X, като посетиш URL адреса по-долу на твоя лаптоп или мобилно устройство и въведеш кода, показан тук."),
                n("f4d7084c", "Влез в X, като използваш една от тези две опции:"),
                n("ebc1accc", "Сканирай този QR код"),
                n("a4742bc0", "Посети URL адреса по-долу на твоя лаптоп или мобилно устройство и въведи кода, показан тук."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "Влез, за да видиш видеоклипове от " + e.name + ".";
                }),
                n("fb83778c", "Влез, за да видиш видеоклипове от този потребител."),
                n("dd4bbaea", "Нямаш видеоклипове за показване."),
                n("i71d6193", function (e) {
                    return "Няма видеоклипове за показване от " + e.name + ".";
                }),
                n("adb512f0", "Скорошни видеоклипове"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "следван" + t(e.count, "/а", "и");
                }),
                n("cd3f5206", "Следва:"),
                n("c930299f", function (e) {
                    return "Следва в " + e.count + ":";
                }),
                n("b2e9f19c", "Повторно пускане на предишния видеоклип"),
                n("de906774", "Скорост"),
                n("caca839e", "Субтитри"),
                n("b049f56c", "Качество"),
                n("fa7169d8", "За да докладваш това съдържание, посети URL адреса по-долу на лаптопа или мобилното си устройство"),
                n("c973ec9c", "Потребителско име за профила"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "URL адрес към съдържанието"),
                n("a4ee9394", "Бял"),
                n("a9f3474c", "Циан"),
                n("i50b6538", "Магента"),
                n("jffeb664", "Червена"),
                n("e375c2d0", "Чернокож"),
                n("c2c5dea4", "Цвят на шрифта"),
                n("ce71b3d0", "Семейство шрифтове"),
                n("d2eb1582", "По подразбиране (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "Непрозрачност на текста"),
                n("a562039c", "Цвят на фона"),
                n("h44e879e", "Непрозрачност на фона"),
                n("b843ced4", "Aвтоматично"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1,25%"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "175%"),
                n("d0284204", "2x"),
                n("b7d7f606", "Бързо превъртане напред"),
                n("ee0f61ca", "Превъртане назад"),
                n("i2d14148", "Отмяна на харесването"),
                n("a1eb471a", "Премахване на отмяна на харесването"),
                n("e40051e8", "Премахване на отметката"),
                n("g9ecf0e8", "Преглед на отговорите"),
                n("aa97ae7e", "Контроли на телевизионния играч"),
                n("ed170a6a", "Плъзгач"),
                n("ee838ea0", "Когато започнеш да следваш тази тема, тя ще служи за персонализиране на началната ти хроника и работата ти в X"),
                n("h85446ce", "Този браузър вече не се поддържа."),
                n("e24d1fa6", "За да продължиш да използваш x.com, премини към поддържан браузър. Можеш да видиш списък с поддържаните браузъри в Центъра ни за помощ."),
                n("a138aeb2", "JavaScript не е налице."),
                n("d8e122c2", "Установихме, че JavaScript е деактивиран в този браузър. За да продължиш да използваш x.com, активирай JavaScript или премини към поддържан браузър. Можеш да видиш списък с поддържаните браузъри в Центъра ни за помощ."),
                n("f1a9e3a2", "Получавай актуални новини, политика, популярна музика, събития по света, спортни резултати и последни глобални новини още докато се случват – всичко това с по-малко данни."),
                n("bb402b62", "X Pro е персонализирано табло за управление, за да сте в крак с това, което се случва в момента."),
                n("ed617674", "360"),
                n("e23b20a0", "Отказ"),
                n("a620fcf0", "Зареждане на изображение"),
                n("e9e2064c", "Възникна грешка, но не се притеснявай – нямаш вина."),
                n("d7060c80", "Опресняване"),
                n("a0493514", "Нов опит"),
                n("ff3dd27c", "По подразбиране"),
                n("b554fcf4", "Светла"),
                n("j590b148", "Средно светла"),
                n("e7d4ee86", "Средна"),
                n("ia423ebc", "Средно тъмна"),
                n("a2cf0942", "Тъмна"),
                n("j824dc06", "Търсене на емоджи"),
                n("fffb3384", "Не са намерени емоджи"),
                n("j3d20752", "Вместо това опитай да потърсиш нещо друго."),
                n("d67ad796", "Избери цвят на кожата по подразбиране"),
                n("e6388bfa", "Изчистване на всичко"),
                n("j7c67eca", "Скорошни"),
                n("da539d38", "Резултати от търсенето"),
                n("d95eb228", "Назад"),
                n("af8fa2ae", "Затваряне"),
                n("ef8b2f54", "Четене на диаграмата"),
                n("d567ceda", "вертикална"),
                n("f7b30768", "с наслагване"),
                n("hcd54328", "с групиране"),
                n("affbaf62", "Още информация"),
                n("c388d026", "OK"),
                n("ha20397c", "Функции за достъпност"),
                n("baf7a43c", "Достъпност"),
                n("e8f674ab", function (e) {
                    return "Това е " + e.chartType + " хистограма. Заглавието ѝ е " + e.chartTitle + ". Общо категориите са " + e.noOfCategories + ". Минималната стойност е " + e.minValue + ", а максималната е " + e.maxValue + ". Изследвай диаграмата с помощта на контролите за навигация.";
                }),
                n("d969327c", "Възпроизвеждане на аудиоверсия"),
                n("d8cbbcd4", "Възпроизвеждане на аудио диаграма. Натисни, за да чуеш аудио версия на диаграмата, или натисни клавиша „A“ на всяка точка с данни, за да чуеш аудиоверсията"),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "данни без етикет, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "данни без етикет, " + e.value;
                }),
                n("b15c0a18", "Да се отхвърлят ли редакциите?"),
                n("aebf81c8", "Извършените от теб промени няма да бъдат запазени."),
                n("aa744c1e", "Продължаване на редактирането"),
                n("fe04d89a", "Отхвърляне"),
                n("bb5d8cd2", "Да"),
                n("dc33d78a", "Изображение на корицата на статията"),
                n("j190bf1a", "НА ЖИВО"),
                n("e3fcbdba", "Отхвърляне"),
                n("jc0b3a8c", "Описание на изображението"),
                n("ia1d2e58", "Харесано от автора"),
                n("h81f3036", "Статия"),
                n("bed2945c", "четене на описанието на изображението"),
                n("j2eea17a", "Следните медийни материали включват потенциално деликатно съдържание."),
                n("b05a39b2", "Преглед"),
                n("a7cd5cf4", "Видео"),
                n("b6eb8f6a", "Предаване на живо"),
                n("dcc2b9b3", function (e) {
                    return "Пусни " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "Пусни на живо " + e.locVideoType;
                }),
                n("f6e90cd7", function (e) {
                    return "Продължителност " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "Започва в " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " преглеждан" + t(e.viewerCount, "е", "ия");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " и " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " и " + e.listItem2;
                }),
                n("ec72e2f8", "Следване"),
                n("d9d2a865", function (e) {
                    return "Пускане" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "Пазаруване" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "Пазаруване сега" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "Резервиране" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "Свързване" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "Поръчване" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "Отваряне" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "Научи повече"),
                n("d1ff55d8", "Инсталиране"),
                n("g40f106c", "Изпрати ни съобщение"),
                n("j393e386", "Изпрати ни лично съобщение"),
                n("a771d32e", "Изпращане на лично съобщение до мен"),
                n("d8e9c24c", "Изпращане на лично съобщение"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 звезди – " + e.appNumRatings + " оценки";
                }),
                n("cc5508a9", function (e) {
                    return "Започва на " + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "Публикуване " + e.action;
                }),
                n("f17dfdb6", "Пускане"),
                n("j836de8a", "Заключен профил"),
                n("f4b8dc08", "Абониран профил"),
                n("f936caa6", "Профил на преводач"),
                n("ac72ee4e", "Потвърден профил"),
                n("f49e0aac", "Дава подробности за потвърдените профили."),
                n("f59bdb94", "Предоставя подробности за заключени профили."),
                n("d7e50a66", "Научи повече"),
                n("fc065ee4", "Научи повече за Абонаменти"),
                n("e453f536", "Какво представлява Абонаменти?"),
                n("bd4cb7a0", "Когато се абонираш за любимите си създатели, получаваш бонусно съдържание, а те печелят малко пари."),
                n("g7099a02", "Кажи ми повече"),
                n("c2637ef6", "Разбрах"),
                n("efb17190", "Следва те"),
                n("g57b5f6c", "Твой абонат"),
                n("a77a27c0", "Абониран"),
                n("gdd173da", "Отговор от Grok в забавен режим"),
                n("dfd6eeac", "Отговор от Grok"),
                n("deceb214", "Изображение от Grok"),
                n("j05496ce", "DeepSearch от Grok"),
                n("befddd48", "Показване"),
                n("hf3f8e3a", "Показване на още"),
                n("h504ea5e", "Създай своя собствена версия с помощта на Grok"),
                n("eb722de2", "Задай въпрос на Grok"),
                n("ib5110be", "Пробвай DeepSearch на Grok"),
                n("bb5c5864", "Цитат"),
                n("a8b58cf4", "Покажи тази нишка"),
                n("i5f742fe", "Показване на тази анкета"),
                n("fc45ccc6", "Вграден видеоклип"),
                n("a9edea48", "Презареждане"),
                n("d26d8730", "Копиране на адреса на видеоклипа"),
                n("f1b6bcec", "Копиране на адреса на GIF файла"),
                n("j25d7cca", "Скриване на надписите"),
                n("a858b25c", "Показване на надписи"),
                n("faf9f484", "Реклама"),
                n("ae2ea9e7", function (e) {
                    return "Реклама от " + e.advertiserName;
                }),
                n("hea01798", "Плъзгач за времето"),
                n("f8a09386", "Преглед в Periscope"),
                n("gf2b6eee", "Картина в картината"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " процента";
                }),
                n("fb236728", "Пауза"),
                n("e9bd453e", "Повторно пускане"),
                n("d46b00b0", "Преминаване на живо"),
                n("ec8ab8b4", "Заглушаване"),
                n("b8b6344a", "Спиране на заглушаването"),
                n("c9a642fa", "Плъзгач за силата на звука"),
                n("c27e60b0", "Цял екран"),
                n("d2969f10", "Изход от режима на цял екран"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " от " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "Гледане на " + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "Пазаруване от " + e.advertiserName;
                }),
                n("g60001bb", function (e) {
                    return "Преглед на " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "Към " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "Посещаване на " + e.advertiserName;
                }),
                n("c67e71aa", "Гледай сега"),
                n("a6ada13e", "Пазаруване сега"),
                n("j0f12222", "Преглед на още"),
                n("f569f7c8", "Към уебсайта"),
                n("j0c6772a", "Посещаване на уебсайта"),
                n("f73003aa", "Видеоклипът ще се възпроизведе след рекламата"),
                n("b3112b8a", "Пропускане"),
                n("h6333ad0", "Пропускане на рекламата"),
                n("c59da417", function (e) {
                    return "Пропускане на рекламата след " + e.seconds;
                }),
                n("c3c147cf", function (e) {
                    return "Пропускане: " + e.seconds;
                }),
                n("h9b3104e", "Настройки за видео"),
                n("ha3efce4", "Aвтоматично"),
                n("hd8d044d", function (e) {
                    return "Автоматично (" + e.quality + ")";
                }),
                n("a7bf9962", "Изтегляне на видео"),
                n("ccc97152", "Скорост на възпроизвеждане"),
                n("h531ade0", "Качество на видеото"),
                n("e8b5757c", "25%"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "75%"),
                n("d8bede9e", "100%"),
                n("j41845c8", "1,25%"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "175%"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "Получаваш под оптималното качество заради избора на браузър. Препоръчваме да използваш браузър, който поддържа HEVC."),
                n("a681babd", function (e) {
                    return "Гледай сега на " + e.trimmedHostname;
                }),
                n("db3cd325", function (e) {
                    return "Посети " + e.trimmedHostname;
                }),
                n("f1ad0df1", function (e) {
                    return "Реклама · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "Реклама от " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "този формуляр"),
                n("c1658fc6", "Материалът не можа да бъде възпроизведен."),
                n("h519ae04", "Медийният материал е дезактивиран заради нарушаване на авторски права."),
                n("ce871584", "Това предаване на живо е завършило."),
                n("c101eb96", "Това предаване на живо не е налице."),
                n("gb24a514", "Този материал е деактивиран вследствие на доклад от собственика на авторските права."),
                n("hcaf3e63", function (e) {
                    return "Този материал е деактивиран заради иск от " + e.holder + " за нарушаване на авторски права.";
                }),
                n("if05c038", "Това предаване на живо не е налице за твоето местоположение."),
                n("d420171b", function (e) {
                    return "Видеоклипът не е налице поради иск за нарушаване на авторски права от " + e.holder;
                }),
                n("b1eb72fa", "За съжаление, този видеоклип е ограничен в някои райони. Моля, изчакай няколко секунди, докато установим местоположението ти. Настройките за местоположение в браузъра ти трябва да са активирани."),
                n("c057680c", "Видеоклипът не може да бъде възпроизведен в този браузър. Моля, изпробвай с друг уеб браузър."),
                n("i5dfae6e", "Този видеоклип не е налице за твоето местоположение."),
                n("c2388276", "Видеоклипът е изтрит."),
                n("d2c96140", "Аудио индикатор за гост"),
                n("f6dc9146", "ПОВТОРЕНИЕ");
            n("d30c74fe", "Сила на звука"),
                n("f2d4e6f2", "Гледане отново"),
                n("e9f1af3a", "Научаване на повече"),
                n("f1881d86", "На тази публикация не може да се отговаря и тя не може да бъде споделяна или харесвана."),
                n("j3d37222", "X има законово задължение да показва това съобщение."),
                n("e461d0ee", "Научавай най-новото"),
                n("d1386940", "Информирай се"),
                n("ecda5f9e", "Подвеждащо"),
                n("a423473c", "Законово изисквано съобщение"),
                n("b3296688", "Видимостта е ограничена"),
                n("ccd32094", "Сега"),
                n("abfcce0d", function (e) {
                    return "Преди " + e.amountOfTime;
                }),
                n("ae408b76", "Ти препубликува"),
                n("j355f008", "Закачена публикация"),
                n("habf9678", "Закачено от автора"),
                n("db0798ed", function (e) {
                    return "Тема „" + e.topicName + "“";
                }),
                n("dc716ec9", function (e) {
                    return "Препоръчана тема: " + e.topicName;
                }),
                n("fbc2003c", "Приключила"),
                n("h5051dd8", "Анулирано"),
                n("bb5f91a3", function (e) {
                    return e.count + " в тази Зала";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " и " + e.count + " слуша" + t(e.count, "", "т");
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " говори и " + e.count + " слуша" + t(e.count, "", "т");
                }),
                n("df006f4f", function (e) {
                    return e.count + " има" + t(e.count, "", "т") + " интерес";
                }),
                n("c889af33", function (e) {
                    return e.count + " се присъедини" + t(e.count, "", "ха");
                }),
                n("d6f2056f", function (e) {
                    return e.count + " се включи" + t(e.count, "", "ха");
                }),
                n("jbc5f47a", "Прикрепена лента за Зали"),
                n("gfe2830f", function (e) {
                    return e.count + " " + t(e.count, "човек", "души");
                }),
                n("dbeae6cf", function (e) {
                    return "още " + e.count + " слушател" + t(e.count, "", "и");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " " + t(e.count, "човек", "души");
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " в " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "Час " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return "Остава" + t(e.count, " " + e.formattedCount + " минута", "т " + e.formattedCount + " минути");
                }),
                n("ib15cddb", function (e) {
                    return "Остава" + t(e.count, " " + e.formattedCount + " час", "т " + e.formattedCount + " часа");
                }),
                n("db9ed19f", function (e) {
                    return "Остава" + t(e.count, " " + e.formattedCount + " ден", "т " + e.formattedCount + " дни");
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " д" + t(e.days, "ен", "ни") + " Остава" + t(e.hours, " " + e.formattedHours + " час", "т " + e.formattedHours + " часа");
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " час" + t(e.hours, "", "а") + " Остава" + t(e.mins, " " + e.formattedMins + " минута", "т " + e.formattedMins + " минути");
                }),
                n("f89a5d60", "Домакин"),
                n("ce2cfb36", "Само за абонати"),
                n("df06241c", "Общност"),
                n("b03e162a", "Слушане на живо"),
                n("b3d828ee", "Вече си член"),
                n("g519ec2a", "Пускане на записа"),
                n("c6000450", "Напомнянето е зададено"),
                n("db44ff5c", "Задаване на напомняне"),
                n("f7b6346a", "Започване сега"),
                n("cc1f75ac", "Зали"),
                n("bd08d1b2", "Няма налични подробности"),
                n("j8b01b27", function (e) {
                    return "Залата „" + e.title + "“ с домакин " + e.host + " бе анулирана";
                }),
                n("fda9f48c", "Залата бе анулирана"),
                n("jf7853f7", function (e) {
                    return "Залата „" + e.title + "“ с домакин " + e.host + " завърши";
                }),
                n("i1a29920", "Залата завърши"),
                n("db467ffe", "Присъединяване към Зала"),
                n("i8dc3993", function (e) {
                    return "Домакин: " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "с още " + e.count + " човек" + t(e.count, "", "а");
                }),
                n("d19b9f77", function (e) {
                    return e.action + " за " + e.title + " с домакин " + e.host + ", " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "Начало на " + e.title + ", насрочено за " + e.scheduledStart + " сега";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " за зала, " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "Пускане на записа на " + e.title;
                }),
                n("gaeb997e", "Още"),
                n("f8b21226", "Присъединяване"),
                n("e1b95ab0", "Последна редакция"),
                n("i308d42c", "Има нова версия на тази публикация"),
                n("h092d520", "Има нова версия на тази публикация."),
                n("b74bf8b8", "Изображение"),
                n("ha9ed08c", "Създадено с"),
                n("bff61470", "Натисни тук за редактиране"),
                n("f4393d0f", function (e) {
                    return "Автор: " + e.name;
                }),
                n("f8e8e32e", "Ти"),
                n("df6703d3", "Ти"),
                n("c20f7e9f", function (e) {
                    return t(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "още " + e.otherUsersCount + " души");
                }),
                n("he26f627", function (e) {
                    return t(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "още " + e.otherUsersCount + " души");
                }),
                n("gea7aa3c", "Напред"),
                n("b6462b32", "Предишно"),
                n("caddb529", "и"),
                n("ff31714c", function (e) {
                    return "и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("e06c99b7", "и"),
                n("i4e2f96c", function (e) {
                    return "и още " + t(e.othersCount, "1 човек", e.othersCount + " души");
                }),
                n("ga629a8c", "Преглед на хора в разговор"),
                n("d6f781e4", "Когато се абонираш за любимите си създатели в X, получаваш бонусно съдържание, а те печелят малко пари."),
                n("dab106f8", "Член"),
                n("a46e92c2", "Мод."),
                n("f9633e62", "Адм."),
                n("a3dfd0cb", function (e) {
                    return "публикация" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "Публикуване" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "Статия" + e.noun;
                }),
                n("h13ffc88", "Глас"),
                n("c8c4600e", "Гласова публикация"),
                n("de8c5eb2", "Пускане на аудиото"),
                n("ec286028", "Поставяне на аудиото на пауза"),
                n("ad77feb6", "Надписите не са налице"),
                n("e82adfeb", function (e) {
                    return e.count + " уеб страниц" + t(e.count, "а", "и");
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " публикаци" + t(e.count, "я", "и");
                }),
                n("g78032d5", function (e) {
                    return e.count + " уеб страници и публикации";
                }),
                n("j3de54a8", "БЕЛЕЖКА"),
                n("a6a6ced4", "Четене на бележката"),
                n("dbc0c2f4", "Добавяне към отметките"),
                n("d6885d3e", "Преглед на Общността"),
                n("d5a48014", "Заглавие"),
                n("b92b6156", "Подзаглавие"),
                n("ec5ed598", "Основен текст"),
                n("c69eb656", "Пълен работен ден"),
                n("g46ae43c", "Договор на пълен работен ден"),
                n("jf7d4cc6", "Непълен работен ден"),
                n("b2214572", "Договор за наемане"),
                n("f8337bd6", "на година"),
                n("i935bf88", "на час"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "Списък"),
                n("fe64170c", "Когато направиш избор, той не може да бъде променен"),
                n("g10ace38", "Опции за анкетата"),
                n("a3edf99a", "Крайни резултати"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " глас" + t(e.count, "", "а");
                }),
                n("e86732e4", "Избрано"),
                n("a35a5b10", "Последователи, които познаваш"),
                n("fc8cd112", "Не е следван/а от нито един потребител, когото следваш"),
                n("df8cd2af", function (e) {
                    return "Слайд " + e.currentSlide + " от " + e.itemCount + " – Въртележка. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "Следващият слайд"),
                n("c4d53ba2", "Предишният слайд"),
                n("h6405c17", function (e) {
                    return "Слайд " + e.currentSlide + " от " + e.itemCount + " – Въртележка";
                }),
                n("a3efd2c4", "Тема"),
                n("b91c8e53", function (e) {
                    return "Карта за тема за " + e.title + ".";
                }),
                n("b3826295", function (e) {
                    return "Карта за тема за " + e.title + ", " + e.description;
                }),
                n("c9bb65db", function (e) {
                    return "Колекция от " + e.slidesLength + " изображения. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "Премести с мишката за завъртане"),
                n("f0e1fb48", "За този видеоформат в този браузър не можа да бъде генерирана визуализация. Качването на видеоклипа може да е възможно."),
                n("c2fc878d", function (e) {
                    return "Надхвърли ограничението за брой знаци с/ъс " + e.count;
                }),
                n("db11b27f", function (e) {
                    return "Оставащи знаци: " + e.count + "  ";
                }),
                n("bb7b821a", "Можеш да отговориш"),
                n("fc41217b", function (e) {
                    return "Последваните или споменатите от @" + e.screenName + " профили могат да отговарят";
                }),
                n("e5dc76d0", "Можеш да отговориш в този разговор"),
                n("ab105904", "Кой може да отговаря?"),
                n("fd1cda7a", "Не можеш да отговаряш в този разговор"),
                n("f064f477", function (e) {
                    return "Профилите, последвани или споменати от @" + e.screenName + ", могат да отговарят";
                }),
                n("ea9ac5c9", function (e) {
                    return "Профилите, споменати от @" + e.screenName + ", могат да отговарят";
                }),
                n("d2ae1499", function (e) {
                    return "Могат да отговарят профилите, които се абонирани за или са споменати от @" + e.screenName;
                }),
                n("a4e254ff", function (e) {
                    return "Потвърдени профили или профили, които са споменати от @" + e.screenName + ", могат да отговарят";
                }),
                n("j1b02fd8", "Получи потвърждаване"),
                n("daba4484", "Само авторът и модераторите могат да видят тази публикация"),
                n("f956070a", "Скрит е от модераторите, тъй като нарушава правилата на Общността."),
                n("cc17f408", "Когато бъдат премахнати членове, публикациите им се скриват от общността."),
                n("j620ce06", "Кой може да види тази публикация?"),
                n("bd414b44", "Ексклузивно за твоите абонати"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " и неговите абонати могат да видят твоята публикация";
                }),
                n("g1c6a77e", "Виждаш съдържание от Абонаменти"),
                n("d3b143d7", function (e) {
                    return "Можеш да видиш това и да отговориш, защото имаш абонамент за @" + e.screenName;
                }),
                n("f6337117", function (e) {
                    return "Можеш да видиш тази публикация, защото си абониран/а за @" + e.screenName;
                }),
                n("g766a06d", function (e) {
                    return "Само хората в кръга на @" + e.screenName + " могат да виждат тази публикация";
                }),
                n("j040a368", "Връзките са деактивирани в отговорите"),
                n("b31d0af7", function (e) {
                    return e.screenName + " не разрешава връзки в отговорите на тази публикация";
                }),
                n("eab0f780", "Не можеш да публикуваш или цитираш външни връзки в отговорите на тази публикация."),
                n("f17a1f54", "Само за Premium"),
                n("a0953370", "Абонамент"),
                n("d9687d23", function (e) {
                    return "Намаление с(ъс) " + e.trendValueNegativePercent;
                }),
                n("ac73eb5a", "Без промяна"),
                n("c5a9f921", function (e) {
                    return "Увеличение с(ъс) " + e.trendValuePositivePercent;
                }),
                n("e3098e07", function (e) {
                    return "Преди " + e.minutes + " минут" + t(e.minutes, "а", "и");
                }),
                n("fea16a51", function (e) {
                    return "Преди " + e.hours + " час" + t(e.hours, "", "а");
                }),
                n("a4f2d94d", function (e) {
                    return "Преди " + e.days + " д" + t(e.days, "ен", "ни");
                }),
                n("hf9bc787", function (e) {
                    return "Преди " + e.weeks + " седмиц" + t(e.weeks, "а", "и");
                }),
                n("efcd5885", function (e) {
                    return "Преди " + e.months + " месец" + t(e.months, "", "а");
                }),
                n("c37228b5", function (e) {
                    return "Преди " + e.years + " годин" + t(e.years, "а", "и");
                }),
                n("jf83d092", "Ден"),
                n("af4abf20", "Месец"),
                n("b871f280", "Година"),
                n("hac89ab0", "януари"),
                n("ef30b30a", "февруари"),
                n("b56920fa", "март"),
                n("b1a0f1ec", "април"),
                n("daf779c8", "май"),
                n("c6ad074e", "юни"),
                n("f1db106c", "юли"),
                n("i4e80b7a", "август"),
                n("efa6cc1e", "септември"),
                n("f40a0cbe", "октомври"),
                n("ac74a31c", "ноември"),
                n("i6c1e4b2", "декември"),
                n("de540c32", "Показване на паролата"),
                n("b4abfdb4", "Скриване на паролата"),
                n("f06ae5d3", function (e) {
                    return e.standardTweetCount + " оставащ" + t(e.standardTweetCount, " знак", "и знака") + " за стандартна публикация, общо " + e.totalCount + " оставащ" + t(e.totalCount, " знак", "и знака");
                }),
                n("fee0a8bc", "Запазване"),
                n("ae7f7656", "Изчистване"),
                n("gd769996", "Нещо се обърка. Опитай да презаредиш."),
                n("i5450bec", "Мултимедийно съдържание"),
                n("f7432494", "Добавяне на снимка"),
                n("a5f7ce12", "Следване от теб"),
                n("c3befdbe", "Следвано"),
                n("d3029dbc", "Спиране на следването"),
                n("aeb6f0a0", "Абониране"),
                n("b4397192", "Управление"),
                n("i8cfb6e6", "Блокиран/а"),
                n("ea100d6a", "Разблокиране"),
                n("fe40537f", function (e) {
                    return "Да се разблокира ли @" + e.screenName + "?";
                }),
                n("ab7c3460", "Потребителят ще може да те следва и да вижда публикациите ти."),
                n("i58d8718", "Ще може да те последва и да взаимодейства с публичните ти публикации."),
                n("cda66545", function (e) {
                    return "Щракни за " + e.followType + " " + e.screenName;
                }),
                n("ee05e96b", function (e) {
                    return "Щракни за " + e.followType + " за " + e.screenName;
                }),
                n("a8d77a25", function (e) {
                    return "Щракни за напускане на " + e.screenName;
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " за " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "Искаш ли да спреш следването на @" + e.screenName + "?";
                }),
                n("i4bb9ef7", function (e) {
                    return "Да се спре ли следването на „" + e.title + "“?";
                }),
                n("ge753264", "Публикациите на този потребител повече няма да се показват в хрониката „За теб“. Пак можеш да преглеждаш профила му, освен ако публикациите му не са заключени."),
                n("b837c0e8", "Дори ако спреш да следваш тази тема, е възможно пак да виждаш публикации за нея в зависимост от профилите, които следваш."),
                n("ddac1f1d", function (e) {
                    return "Наистина ли искаш да напуснеш " + e.communityName + "?";
                }),
                n("j8e33c40", "Ще загубиш достъп до общността и няма да имаш възможност да участваш, но твоите предишни публикации ще останат видими."),
                n("f305840e", "Чакащи"),
                n("i036327c", "Да се отхвърли ли заявката за следване?"),
                n("j95e3097", function (e) {
                    return "Чакащата ти заявка ще бъде анулирана и @" + e.screenName + " повече няма да я вижда.";
                }),
                n("d85bc1b8", "Увеличаване или намаляване на изображението."),
                n("f596ace8", "Съотношение: оригинално"),
                n("df031fca", "Съотношение: широко"),
                n("b40332c6", "Съотношение: квадрат"),
                n("e547b368", "Оригинално"),
                n("f7571204", "Широка"),
                n("e6e16812", "Квадратно"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "Спонспорирано от " + e.fullName;
                }),
                n("if2bf8b4", "Спонсорирано"),
                n("f3624b5c", "Спонсорирано (политическо)"),
                n("b4b3b113", function (e) {
                    return "Спонсорирано (политическо) от " + e.fullName;
                }),
                n("be222050", "Спонсорирано (политически въпрос)"),
                n("hcbbe447", function (e) {
                    return "Спонсорирано (политически въпрос) от " + e.fullName;
                }),
                n("jcf3e7a2", "Напредък на кадъра за анимация във формат Lottie"),
                n("a0af935c", "Харесано"),
                n("b8c465e2", "Препубликувана"),
                n("c7a989ce", "С поставена отметка"),
                n("b03835c7", function (e) {
                    return e.replyCount + " отговор" + t(e.replyCount, "", "а");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " препубликуван" + t(e.retweetCount, "е", "ия");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " харесван" + t(e.likeCount, "е", "ия");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " отметк" + t(e.bookmarkCount, "а", "и");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " показван" + t(e.viewCount, "е", "ия");
                }),
                n("f2849136", "Статистики"),
                n("f206e970", "Преглед на статистиката на публикацията"),
                n("c7073f5b", function (e) {
                    return e.count + " п" + t(e.count, "оказване", "реглеждания") + ". Виж статистиката за публикацията";
                }),
                n("hf417cf0", "Премахване от отметките"),
                n("febd30ed", function (e) {
                    return e.count + " Отметк" + t(e.count, "а", "и") + ". Отметка";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " Отметк" + t(e.count, "а", "и") + ". С поставена отметка";
                }),
                n("d636ebc6", "Харесване"),
                n("eb3a8b0c", "Отмяна на харесването"),
                n("j472ecfc", "Харесай тази публикация"),
                n("dac92b0d", function (e) {
                    return e.count + " харесван" + t(e.count, "е", "ия") + ". Харесване";
                }),
                n("aa650427", function (e) {
                    return e.count + " харесван" + t(e.count, "е", "ия") + ". Харесано";
                }),
                n("hdf7226a", "Отговор"),
                n("c9940955", function (e) {
                    return e.count + " отговор" + t(e.count, "", "а") + ". Отговор";
                }),
                n("f2919fb8", "Препубликуване"),
                n("fd1e5446", "Отмяна на препубликуване"),
                n("dfad425d", function (e) {
                    return e.count + " препубликуван" + t(e.count, "е", "ия") + ". Препубликувано(и)";
                }),
                n("a386dc55", function (e) {
                    return e.count + " препубликуван" + t(e.count, "е", "ия") + ". Препубликувано(и)";
                }),
                n("f65198c2", "Преглед на цитатите"),
                n("dc63da16", "Споделяне"),
                n("cee0585c", "Споделяне на публикация"),
                n("ceb6841c", "Когато бъдат премахнати членове, публикациите им се скриват от общността."),
                n("cb731cae", "Редактиране на кръга"),
                n("c33d3a84", "Каквото се случи в кръга, си остава в кръга"),
                n("c4f10e71", "Научи повече"),
                n("b09adb0c", "Преглед на разговора"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "следван" + t(e.count, "/а", "и");
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "последовател" + t(e.count, "", "и");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "абонат" + t(e.count, "", "и");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "Абонамент" + t(e.count, "", "и");
                }),
                n("ef633578", "Профилът е спрян"),
                n("a6a3d496", "Вмъкване на връзка"),
                n("acce6978", "Редактиране на връзка"),
                n("f5e8f526", "Редактиране"),
                n("h517e8d8", "Премахване"),
                n("a30ae58e", "Текст за показване"),
                n("da38c958", "уеб адрес"),
                n("d5d57678", "Вмъкване"),
                n("ec822028", "Попълни това поле"),
                n("ebc5d2cc", "Има проблем с този URL адрес. Провери изписването и форматирането на връзката."),
                n("h30a19bb", function (e) {
                    return "Това е кръгова диаграма. Заглавието ѝ е " + e.chartTitle + ". Общо категориите са " + e.noOfCategories + ". Минималната стойност е " + e.minValue + ", а максималната е " + e.maxValue + ". Изследвай диаграмата с помощта на контролите за навигация ";
                }),
                n("h39fbf33", function (e) {
                    return "Хоризонтална лентова диаграма със стойности от " + e.minValue + " до " + e.maxValue;
                }),
                n("gdd51574", "Дръпни за опресняване"),
                n("e557ad8e", "Активно"),
                n("e3a58c28", "Разгъване"),
                n("db355331", function (e) {
                    return e.team + " победи";
                }),
                n("a8428d5e", "Предстоящ"),
                n("a7aad8ba", "На живо"),
                n("e431f1aa", "Краен"),
                n("a7391708", "Отложен"),
                n("d2dbfa92", "Отменен"),
                n("cd734f66", "Днес"),
                n("c8891d06", "Утре"),
                n("d2414d31", function (e) {
                    return e.count + " непрочетени елемента";
                }),
                n("ce4e85ae", "Непрочетени елементи"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "Час"),
                n("ccc99ff2", "Минута"),
                n("g5662c95", function (e) {
                    return "Ниво " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "Този потребител в момента е в активна Зала. Щракни, за да се присъединиш"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " в момента е в активна Зала. Щракни, за да се присъединиш";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " в момента е в активно Предаване на живо. Щракни, за да гледаш";
                }),
                n("d9fd5570", "Скрити отговори"),
                n("c566d3a6", "Скриване"),
                n("a897c4d6", "Отваря историята на редакциите"),
                n("e07a85a2", "Публикацията не е налична"),
                n("ffeb2fc6", "Следва"),
                n("af2a65d9", function (e) {
                    return "Избрани: " + e.timestamp;
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " м";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " секунди";
                }),
                n("f42c0c80", "Край на избраната секция. Коригирайте избраната област с клавишите със стрелки"),
                n("i667afe8", "Начало на избраната секция. Коригирайте избраната област с клавишите със стрелки"),
                n("gfaaead8", "Неозаглавено"),
                n("cfd13f46", "Прикрепена лента за глас"),
                n("eba2660a", "Синьо"),
                n("hc196b78", "Тъмновиолетовa"),
                n("c8bc49d2", "Лилаво"),
                n("efff09ee", "Зелено"),
                n("fcb424ee", "Жълто"),
                n("ie2215aa", "Магента"),
                n("f106ce44", "Оранжево"),
                n("acddd4d4", "Червена"),
                n("cef9b062", "Синьо-зелена"),
                n("d9daefca", "Тъмносива");
            var d = a(202784),
                b = [],
                u = {};
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var c, a, n, i, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = g).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X винаги пази копия на Залата с цел проверка. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["Блокираните от теб профили няма да могат да се присъединят. Хората, които не са влезли в X, обаче може да са в състояние да слушат. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X винаги пази копия на Залите ограничено време с цел проверка за спам и злоупотреби. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["Абонирай се за потвърдени организации и получи 1000 $ рекламни кредити, които да се показват във всеки профил в твоята организация. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["След като се присъединиш към X, ще можеш да отговориш на публикацията на ", "."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["Когато се присъединиш към X, ще можеш да споделиш публикацията на ", " с последователите си."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["Присъедини се към X сега, за да покажеш на ", ", че харесваш публикацията му."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["Последвай ", ", за да видиш какво споделя в X."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["Присъедини се към X сега, за да можеш да споделиш публикацията на ", " частно."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["Следвай „", "“ за подбрани публикации"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["Присъедини се към X сега, за да видиш поток от публикации от хора, подбрани от ", "."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["Присъедини се към X сега, за да откриваш нови и интересни дискусии за най-важните за теб неща, като ", "."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["Търсене в публикации на ", " в X."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["X и партньорите му използват бисквитки, за да ти осигурят по-добра, по-сигурна и по-бърза услуга и да подкрепят бизнеса ти. Някои бисквитки са необходими, за да се използват нашите услуги, да се подобрят и да сме сигурни, че работят добре. Ако щракнеш върху „Приемане на всички бисквитки“, ти също разрешаваш на X и на партньорите му да използват бисквитки, за да ти предоставят реклами и съобщения, съобразени с интересите ти. Ако щракнеш върху „Отхвърляне на маловажни бисквитки“, няма да използваме бисквитки, за да събираме допълнителни данни за подбрани за теб реклами и съобщения. За да научиш повече, включително как да промениш избора си, посети страницата за бисквитки в нашия ", "."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X и партньорите му използват бисквитки, за да ти осигурят по-добра, по-сигурна и по-бърза услуга и да подкрепят бизнеса ти. Някои бисквитки са необходими, за да се използват нашите услуги, да се подобрят и да сме сигурни, че работят добре. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["Регистрирайки се, приемаш ", " и ", ", включително ", "."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["Въведи връзки към поне три статии за теб, публикувани през последните шест месеца в отговарящи на условията новинарски издания. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["Трябва да изпълниш конкретни изисквания в зависимост от типа на профила ти в X. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["Избери опцията, която най-добре описва профила ти. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на активист или организатор. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["Не си достигнал/а минималния праг за брой последователи или споменавания за региона ти, необходим за потвърждаване като активист. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["Въведи връзка към профил в Google Тенденции с данни за скорошна активност при търсене за теб. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["Въведи връзка към статия в Уикипедия за теб. Тя трябва да съдържа поне три външни референции. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["Въведи връзка с информация за теб на лидерска позиция в потвърдена застъпническа организация. Информацията трябва да е на официалния сайт на потвърдена организация. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["Избери начин да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на влиятелна личност. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["Не си достигнал/а минималния праг за брой последователи или споменавания за региона ти, необходим за потвърждаване като създател на съдържание или влиятелна личност. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["Въведи връзка към профил в Google Тенденции с данни за скорошна активност при търсене за твоето производство. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["Въведи връзки към поне три статии за производството ти в отговарящи на условията новинарски издания през последните шест месеца. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като основен профил на значима производствена организация. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["Въведи връзка с доказателство, че твоята производствена организация е листната на публична фондова борса. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["Въведи връзка към статия в Уикипедия за твоето производство, която съдържа поне три външни референции. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на известна развлекателна компания. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["Въведи връзка към профил в Google Тенденции с данни за скорошна активност при търсене за развлекателната ти компания. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["Въведи връзки към поне три статии за компанията ти в отговарящи на условията новинарски издания през последните шест месеца. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["Въведи връзка с доказателство, че развлекателната ти компания е листната на публична фондова борса. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["Въведи връзка към статия в Уикипедия за развлекателната ти компания, която съдържа поне три външни референции. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на влиятелен създател на дигитално съдържание. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["Предостави връзка към твоя профил на създател на съдържание. Твоят профил на създател може да е всяка дигитална платформа, но той трябва да препраща към потребителското ти име в X. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["Въведи връзка към статия в Уикипедия за теб, която съдържа поне три външни референции. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на личност в развлекателната индустрия. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["Въведи връзка към профила си в IMDB, който съдържа данни за поне петдесет продукции. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["Въведи връзка с информация за теб като личност в развлекателната индустрия и с профила ти в X. Информацията трябва да е на официалния уеб сайт на потвърден субект. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["Избери категорията, най-подходяща за правителствения ти профил. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["Въведи връзки към поне пет статии, публикувани през последните шест месеца от потвърдени новинарски организации, в които се говори за теб като отговарящ на условията кандидат за изборна длъжност. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["Въведи връзки към поне пет статии, публикувани през последните шест месеца от потвърдени новинарски организации, в които се говори за теб като представител на отговаряща на условията държавна организация. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["Въведи връзки към поне пет статии, публикувани през последните шест месеца от потвърдени новинарски организации, в които се говори за теб като отговарящ на условията държавен служител. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["Въведи връзка към уеб сайта на официалната си кампания, в който се говори за теб като за кандидат за държавен служител на държавно или национално ниво и е посочен профилът ти в X. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["Въведи връзка към официален държавен уеб сайт, където може да бъде намерена информация за държавната организация или публична услуга, която представляваш, и е посочен профилът ти в X. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["Въведи връзка, на която може да бъде намерена информация за теб като отговарящ на условията държавен служител или свързан с държавата служител. Референцията трябва да е от официалния сайт на потвърдена държавна организация. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["За да бъдат потвърдени, журналистите трябва да работят за потвърдена новинарска организация или издание. Предостави връзка към профила на работодателя си. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на значим журналист. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["Въведи връзка, на която може да бъде намерена информация за теб като журналист, работещ за работодателя ти. Референцията трябва да е от официалния сайт на потвърдена новинарска организация. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["Посочи поне 3 заглавия и/или авторства на отговарящи на условията публикации, издадени през последните 6 месеца. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["Избери метод, с който да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на значима новинарска организация. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["Въведи връзка към профил в Google Тенденции с данни за скорошна активност при търсене на новинарската ти организация. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["Въведи връзка към статия в Уикипедия за новинарската ти организация, която съдържа поне три външни споменавания. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["Въведи връзка с доказателство, че новинарската ти организация е листната на публична фондова борса. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["Въведи връзки към поне три статии за новинарската ти организация в потвърдени новинарски издания през последните шест месеца. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["За да бъдат потвърдени, личностите в професионалния спорт трябва да се състезават в потвърдени спортни лиги и събития. Въведи връзка към потвърдения отбор, лига, събитие или организация, свързани с профила ти."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["Не си достигнал/а минималния брой последователи за региона ти, необходим за потвърждаване като личност в гейминга. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["За да бъдат потвърдени, личностите в гейминга трябва да се състезават в потвърдени лиги и събития за електронни спортове. Въведи връзка към потвърдения отбор, лига, събитие или организация, свързани с профила ти."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["Избери начин да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на значима спортна лига, отбор или глобално състезание. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["Въведи връзка към профил в Google Тенденции с данни за скорошна активност при търсене на професионалната ти спортна организация. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["Въведи връзка към статия в Уикипедия за професионалната ти спортна организация, която съдържа поне три външни споменавания. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["Въведи връзка с доказателство, че твоята професионална спортна организация е листната на публична фондова борса. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["Въведи връзка към официален уеб сайт на глобално състезание или професионална спортна организация, който съдържа информация за теб като лига, отбор или състезание. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["Въведи връзки към поне три статии за организацията ти в потвърдени новинарски издания през последните шест месеца. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["Избери начин да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на професионален спортист. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["Избери начин да покажеш, че профилът ти отговаря на условията за потвърждаване като такъв на личност в гейминга. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["Въведи връзка към официален уеб сайт на глобално състезание или професионална спортна организация, който съдържа информация за теб като професионален спортист, мениджър или треньор. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["Въведи връзка към официалния уеб сайт на потвърдена лига или събитие за електронни спортове, който съдържа информация за теб като член на участващ отбор, треньор или мениджър. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["За съжаление, в момента не сме в състояние да обработваме нови заявки за потвърждаване на самоличност. Провери пак по-късно и опитай отново. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["За да потвърдим самоличността ти по имейл, трябва да имаш потвърден адрес. За да направиш това, отвори ", "."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["За да потвърдим самоличността ти по имейл, трябва да имаш потвърден имейл адрес, който отговаря на критериите ни. За да направиш това, отвори ", "."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["Потвърждаването е предназначено за известни хора или групи в конкретна категория. Ако това се отнася за теб, изпрати заявка за потвърждаване. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["Снимката и текстът на документа ти за самоличност трябва да се виждат ясно и да са четливи. Ако не е така, може да се наложи да изпратиш данните отново. X няма да получи и няма да съхранява копие на документа ти за самоличност. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["За информация как да осъществиш достъп до изпратени данни или да ги промениш, посети ", "."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["Ще се свържем с теб веднага щом вземем решение. Това може да отнеме до " + this.props.days + " д" + t(this.props.days, "ен", "ни") + "."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["Помогни ни да подобрим услугата си с помощта на кратка ", "."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["Последната ти заявка бе отхвърлена на " + this.props.date + ". Трябва да изчакаш 30 дни след тази дата, за да можеш да изпратиш нова заявка."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["Последната ти заявка бе направена на " + this.props.date + ". Трябва да изчакаш 30 дни след тази дата, за да можеш да изпратиш нова заявка."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["Последната ти заявка бе направена на " + this.props.date + ". Ще се свържем с теб веднага щом вземем решение."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["Приятно прекарване и не забравяй да спазваш ", "."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["Това са приложенията, свързани с профила ти. Можеш да видиш до коя информация имат достъп те и да го отнемеш. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["Хората, които следваш, ще могат винаги да ти изпращат съобщение. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["Свържи управляващ профил, за да може автоматизираният ти профил да получи етикет за автоматизиран профил. Всички автоматизирани профили трябва да са свързани с управляващ профил. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["Опитваме се да запазим X място за нормални разговори, затова деактивирахме повечето възможности за взаимодействие с тази публикация. Ако искаш да говориш за нея, пак можеш да я цитираш. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["Опитваме се да запазим X като място за нормални разговори, затова сме деактивирали повечето от начините за взаимодействие с тази публикация. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["Само @" + this.props.username + " и техният кръг могат да видят тези публикации."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["Тези правила са установени и се поддържат от администраторите на общности и служат като допълнение към ", "."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["Общностите са публични, така че заключените профили в момента не могат да се присъединяват. Можеш да четеш публикациите, но за да участваш, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["Модератор те премахна заради нарушаване на следното правило на Общността: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " показвания"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF файл чрез "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["Видеоклип чрез "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["Снимка чрез "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ["Вместо това да се търси „", "“"];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ["Може би имаше предвид „", "“?"];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " вече може да отговаря"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " знака"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["Последно редактирано: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["", " за помощ и упътвания."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["чрез "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["Последно запазване "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["Публикуването на ", " ще бъде прекратено, а тя ще бъде преместена в черновите ти и няма да се вижда публично."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["Следната мултимедия съдържа евентуално неприлично съдържание. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["Функционалността за редактиране е ограничена до оригинални публикации и не включва например отговори или нишки. ", " за нещата, които можеш да редактираш."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["Искаш да редактираш кръга си? Действай. Хората няма да бъдат известени, ако ги премахнеш. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", " новото създаване на статии за нови опции за форматиране."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["Общностите са публични, така че към разговора не могат да се присъединяват заключени профили. Можеш да четеш и харесваш публикациите, но за да можеш да правиш повече, ", "."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["В отговор до "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["В отговор до "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["В отговор до "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["В отговор на "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["В отговор на ", " в(ъв) " + this.props.communityName];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["В отговор на ", " в(ъв) " + this.props.communityName];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["В отговор на ", " в(ъв) " + this.props.communityName];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["В отговор на ", " в(ъв) " + this.props.communityName];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["В отговор на ", ". Отговорът ти ще бъде видим и за ", " на този потребител."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["В отговор на ", ". Отговорът ти ще бъде видим и за ", " на тези потребители."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["В отговор на ", ". Отговорът ти ще бъде видим и за ", " на тези потребители."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["В отговор на ", ". Отговорът ти ще бъде видим и за ", " на тези потребители."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на " + this.props.trustedFriendsTweetOwner + ", които те следват, също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на " + this.props.trustedFriendsTweetOwner + " също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на ", ", които те следват, също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на ", " също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на ", ", които те следват, също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на ", " също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на ", ", които те следват, също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["В отговор на ", ". Хората в кръга на ", " също ще могат да виждат отговора ти."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["С щракването си върху „Рекламиране на публикация“ приемаш "];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["Новият ти имейл адрес " + this.props.unverifiedEmail + " не е потвърден. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["Ако промениш паролата си, ще бъдат прекратени всичките ти активни сесии в X с изключение на тази, която използваш в момента. Това няма да се отрази върху ", " с достъп до профила ти. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["Приемам X и Persona да използват изображения на моя документ за самоличност и моето селфи, включително извлечени биометрични данни, за да потвърдят моята идентичност и за свързани с X цели за безопасност и защита, предотвратяване на измами и платежни цели. Persona може да съхранява такива данни за до 30 дни. X може да съхранява пълното име, адреса и хеширания на номера на моя документ за самоличност за продължителността на моя абонамент за ", "."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["Приемам X и Au10tix да използват изображения на моя документ за самоличност и моето селфи, включително извлечени биометрични данни, за да потвърдят моята идентичност и за свързани с X цели за безопасност и защита, предотвратяване на измами и платежни цели. Au10tix може да съхранява такива данни за до 30 дни. X може да съхранява пълното име, адреса и хеширания на номера на моя документ за самоличност за продължителността на моето участие в ", " или програмата за ", "."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["Приемам X и Au10tix да използват изображения на моя документ за самоличност и моето селфи, включително извлечени биометрични данни, за да потвърдят самоличността ми и за цели на X, свързани с безопасността и защитата, предотвратяване на измами и платежни цели. Au10tix има право да съхранява такива данни до 30 дни. X има право да съхранява пълното име, адреса и хешовете на номера на моя документ за самоличност за продължителността на моето участие в ", " или програмата за ", "."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["Приемам X и Stripe да използват изображения на моя документ за самоличност и моето селфи, включително извлечени биометрични данни, за да потвърдят моята идентичност и за свързани с X цели за безопасност и защита, предотвратяване на измами и платежни цели. Stripe или нейните подизпълнители може да съхраняват такива данни за до 30 дни и може да ги използват за обучение на модели и актуализиране на бази данни за целите на откриване на измами. X може да съхранява пълното име, адреса и хеширания на номера на моя документ за самоличност за продължителността на моето участие в ", " или програмата за ", "."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["Приемам X и Stripe да използват изображения на моя документ за самоличност и моето селфи, включително извлечени биометрични данни, за да потвърдят самоличността ми и за цели на X, свързани с безопасността и защитата, предотвратяване на измами и платежни цели. Stripe или нейните подизпълнители може да съхраняват такива данни до 30 дни и може да ги използват за обучение на модели и актуализиране на бази данни за целите на откриване на измами. X има право да съхранява пълното име, адреса и хешовете на номера на моя документ за самоличност за продължителността на моето участие в ", " или програмата за ", "."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["Запиши кода или направи екранна снимка и ги запази на сигурно място. Този код може да се използва само веднъж. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["Това е основната държава, свързана с профила ти. Информацията за това ни помага да персонализираме работата ти с X. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["Това са контактите, импортирани от мобилните ти устройства. Тази информация се използва за персонализиране на работата ти с X, например за предлагане на профили, които да следваш. Можеш да премахнеш вече качени контакти и да изключиш синхронизирането с X на всички устройства. Имай предвид, че това отнема известно време. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["Ако това е активирано, ще можеш да прикачваш към публикациите си информация за местоположението си. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + ", плащани месечно за " + t(this.props.duration, "един месец", this.props.duration + " месеца")];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + ", плащани ежегодно за " + t(this.props.duration, "една година", this.props.duration + " години")];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " за " + t(this.props.duration, "една година", this.props.duration + " години")];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " за " + t(this.props.duration, "един месец", this.props.duration + " месеца")];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["Когато блокираш някого, този човек няма да може да те следва или да ти изпраща съобщения, а ти няма да виждаш известия от него. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Известна информация за профила може да остане в търсещите машини, като Google или Bing. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["Ако искаш само да промениш своето @потребителско_име, не е нужно да деактивираш профила си – можеш да го редактираш в ", "."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["За да използваш настоящото си @потребителско име или имейл адрес с друг профил в X, ", ", преди да деактивираш този профил."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["Ако искаш да изтеглиш ", ", ще трябва да заявиш това и да завършиш изтеглянето, преди да деактивираш профила си. Деактивирани профили не могат да получават връзки за изтегляне на данни."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["Потвърждаваш, че рождената дата ", " е точна. Ако не е, това може да се отрази на профила ти."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X използва възрастта ти, за да персонализира работата ти в услугата, включително рекламите, както е обяснено в нашата ", "."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["Можеш да контролираш кой вижда рождения ти ден в X. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " е домакин"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " е съдомакин"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " говори"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " слуша"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " – " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["Създаване на "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["Вече съществува компания с този уебсайт. Да не би да имаш предвид ", "?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["Тези филтри няма да се отразят върху известията от хората, които следваш. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["Можеш да заглушиш по една дума, фраза, @потребителско име или хаштаг наведнъж. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["Когато заглушиш думи, няма да получаваш нови известия за публикации, които ги съдържат, нито ще виждаш в началната си хроника публикации с тях. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["Това са заглушените от теб потребители. Можеш да ги добавиш или премахнеш от този списък. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["Управлявай предпочитанията си за показване на материали с деликатен характер в X. Научи повече за ", "."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["Това включва други материали, означени като такива с деликатен характер, например от профили, които са означили материалите си като такива в ", "."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["Твоят профил е отбелязан и не може да участва в програмата за приходи от споделяне за създатели. Можеш да обжалваш, като следваш инструкциите ", ". Дялът на приходите ти ще продължи да се натрупва, докато обжалването ти се обработва."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["Твоят профил е отбелязан и не може да участва в програмата „Приходи от споделяне на реклами“. Можеш да обжалваш, като последваш инструкциите ", ". Делът на приходите ти ще продължи да се натрупва, докато се обработва обжалването ти."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["Абониране за ", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["Чудиш се какво можеш да спечелиш? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["С кандидатстването приемаш да се обвържеш от "];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["Избери месечна цена, която е уместна за теб и аудиторията ти. Чудиш се колко можеш да спечелиш? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["С избирането на „Приемане и продължаване“ приемаш да се обвържеш от "];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["Щракни двукратно и потвърди цената за своя абонамент. ", ", докато абонаментите ти са в тестов период."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["Потвърдихме профила ти в Stripe. Абонаментите в профила ти ще се активират скоро. Ще ти изпратим известие, когато това стане. Може също да влезеш в профила си, за да видиш дали са активни."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["С натискането по-долу приемаш ", "."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["С избирането на „Присъединяване и потвърждаване на самоличност“ се съгласяваш с "];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["С избирането на „Присъединяване и потвърждаване на самоличността“ се съгласяваш с "];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["Печели доходи от рекламите, показани в отговорите към твоите публикации. За да отговаряш на условията на програмата за приходи от споделяне на реклами, профилът ти трябва да спазва ", ", ", "."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["Контролирай начина, по който X персонализира работата ти, чрез "];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["Да, автоматизираните профили трябва да бъдат означени с етикет. Това е задължително според нашите ", "."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["Научи повече на страницата с ", "."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["Научи повече на страницата ", "."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["Съжаляваме, че си тръгваш. #Довиждане"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["Ако не си посочил/а дата на раждане, предоставили сме възрастов диапазон въз основа на профила ти в X и дейността ти. Информацията за възрастта се използва за персонализиране на работата ти. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["Неправилно ли е? Можеш да добавиш в ", " рождената си дата, без да я споделяш публично."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["Персонализираните аудитории често се съставят от пощенски списъци или според поведението при сърфиране. Те помагат на рекламодателите да стигат до потенциалните клиенти или до хората, които вече са изявили интерес към бизнеса им. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["Понастоящем си част от ", " от "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["За да активираш това, отвори настройките за ", " и включи „Персонализиране въз основа на изводи за самоличността ти“."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["За да активираш това, отвори настройките си за ", " и включи „Персонализиране въз основа на предполагаемата ти самоличност“."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["Можеш да премахнеш тази информация, като деактивираш настройката „Персонализиране въз основа на предполагаемата ти самоличност“ в настройките си за ", "."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["Можеш да премахнеш тази информация, като деактивираш настройката „Персонализиране въз основа на изводи за самоличността ти“ в настройките си ", "."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["Това са изводи за хешове на имейл адреси, които имат общи компоненти с имейл адреса, предоставен от теб на X. Можеш да премахнеш тази информация, като деактивираш настройката „Персонализиране въз основа на изводи за самоличността ти“ в настройките си ", "."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["Това са устройствата, които X използва за измерване и подобряване на работата ти в този браузър. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["Това са браузърите и устройствата, свързани с теб. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["Това са браузърите, устройствата и данните, които X използва за персонализиране на работата ти. Те включват устройства и браузъри, от които не си влизал/а в X, както и имейл адреси и телефони, подобни на свързаните с профила ти в X. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["Отвори ", ", за да включиш това."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["Ако забележиш съмнителна дейност от приложение, отвори ", ", за да оттеглиш достъпа му. В някои случаи местоположението според IP адреса може да се различава от физическото ти местоположение. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["Партньорите на X съставят аудитории на базата на решения при пазаруване, начин на живот и други елементи от поведението онлайн и офлайн. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["Нещо се обърка и данните ти в X не можаха да бъдат изпратени. За да ги заявиш, моля, ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["преди "];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["Могат да бъдат показани само първите 1000 гости. Възможно е да има хора, които слушат анонимно, или без да са влезли в X. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + " мин. " + this.props.seconds + " сек."];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + " ч. " + this.props.minutes + " мин."];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " промени снимката на групата"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["Ти промени името на групата на "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " промени името на групата на "];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["Името на групата беше променено на "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " добави "];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " бяха добавени"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " напусна"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " те добави"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["В тази група има "];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["В тази група има " + this.props.count + " още " + t(this.props.count, "човек", "души")];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["В тази публикация има съдържание, което може да е с деликатен характер. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["Съобщенията са шифровани. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["Не можеш да изпращаш шифровани лични съобщения до този човек. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["Не можеш повече да изпращаш съобщения на този човек. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["Този шифрован разговор не е достъпен от текущото ти устройство. За да осъществиш достъп до него, влез от предишното си устройство. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["Не може да изпратиш съобщение до тази група, тъй като профилът ти не е потвърден. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["Не може да изпратиш съобщение до този потребител, тъй като профилът ти не е потвърден. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["Отговори на Fleet от ", ": "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["Отговори на твой Fleet: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " изпрати GIF файл"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " изпрати връзка"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " изпрати снимка"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " изпрати стикер"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " изпрати видеоклип"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " изпрати гласово съобщение"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " сподели публикация"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["Ти реагира на видеоклип на @", " с "];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " реагира на видеоклип на @", " с "];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["Ти реагира на видеоклип с "];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " реагира на видеоклип с "];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["Ти реагира на снимка на @", " с "];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " реагира на снимка на @", " с "];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["Ти реагира на снимка с "];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " реагира на снимка с "];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["Ти реагира на GIF файл на @", " с "];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " реагира на GIF файл на @", " с "];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["Ти реагира на GIF файл с "];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " реагира на GIF файл с "];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["Ти реагира на публиакция на @", " с "];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " реагира на публикация на @", " с "];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["Ти реагира на публикация с "];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " реагира на публикация с "];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["Ти реагира на връзка на @", " с "];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " реагира на връзка на @", " с "];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["Ти реагира на връзка с "];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " реагира на връзка с "];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["Ти реагира на съобщение на @", " с ", ": "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " реагира на съобщение на @", " с ", ": "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["Ти реагира с ", ": "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " реагира с ", ": "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["Реагира на гласовото съобщение на @", " с "];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " реагира на гласовото съобщение на @", " с "];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["Реагира на гласово съобщение с "];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " реагира на гласово съобщение с "];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["Ти реагира с "];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " реагира с "];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["Системите на X проверяват споделените връзки и мултимедийни файлове за спам, злоупотреби и забранено съдържание. Също така анализираме закономерности при употребата, за да откриваме подозрително поведение и да подобряваме работата ти с платформата. Възможно е ръчно да проверяваме лични съобщения, когато разследваме доклади за нарушения и злоупотреби с услугата ни или за да изпълним законови задължения или правителствени искания. За повече подробности виж ", "."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["Тук се намират заявките за съобщения от хората, които не следваш. За да отговаряш на съобщенията им, трябва да приемеш съответната заявка. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["Когато започнеш проверката, Google може да събере и използва информация за теб, устройството ти и браузъра ти. Прегледай ", " на Google."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " харесван" + t(this.props.count, "е", "ия")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " снимки и видеоклипове"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " публикаци" + t(this.props.count, "я", "и")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["Не можеш да следваш или да виждаш публикациите на @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["Наистина ли искаш да прегледаш тези публикации? Преглеждането на публикации няма да разблокира @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["За да докладваш проблем с интелектуална собственост, моля, посети ", ". За да докладваш за други проблеми с този продукт, моля, отвори приложението за iOS или Android."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["За още информация за нарушенията на продукти ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["Брой: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["Категориите се избират от самия потребител, а не се назначават, потвърждават или препоръчват от X. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["Този профил е с афилиейт партньорство с ", "."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["Само одобрените последователи могат да виждат публикациите на @" + this.props.screenName + ". За да поискаш достъп, щракни върху „Следване“. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X спира профили, които нарушават "];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["Трябва да знаем дали профилът в X ", " е твой. Ако не е, ще премахнем ", " от него."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["Ако профилът в X ", " ти принадлежи и искаш да се отпишеш от известия по имейл за в бъдеще, отвори "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["Премахнахме имейл адреса ти ", " от профила в X ", ". Повече няма да получаваш известия, предназначени за профила."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["Възможно е някой неволно да е въвел твоя имейл адрес, когато си е регистрирал профил в X. Или може да се използва за злоупотреби. Можеш да докладваш за профила, за да помогнеш за откриването и премахването на спама в X. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["Опитай да следваш ", ", за да се възползваш максимално от водещите статии."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["Последва @" + this.props.screenName + ". ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["Докато слушаш анонимно, няма да се виждаш или да участваш. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["Едно от предимствата на това да си абонат е ексклузивният достъп до Зали като тази. Към нея могат да се присъединят само абонатите на @" + this.props.screenName + ". ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["Увеличи въздействието на оценката си до " + this.props.ratingImpactToEarnIn + " от текущата стойност " + this.props.currentImpact + ", след което възможността за писане ще бъде отключена за теб."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["Относно връзката в тази публикация (", ") и трябва да се появи във всички публикации, включващи тази връзка"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["Сигурен/на ли си, че тази бележка ще е полезна за ", " с това изображение дори ако тези публикации казват различни неща?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["Сигурен/на ли си, че тази бележка ще е полезна за всички публикации с това изображение дори ако тези публикации казват различни неща?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["Сигурен/на ли си, че тази бележка ще е полезна за ", " с този видеоклип дори ако тези публикации казват различни неща?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["Сигурен/на ли си, че тази бележка ще е полезна за всички публикации с този видеоклип дори ако тези публикации казват различни неща?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["Сигурен/на ли си, че тази бележка ще е полезна за ", " с това мултимедийно съдържание дори ако тези публикации казват различни неща?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["Сигурен/на ли си, че тази бележка ще е полезна за всички публикации с това мултимедийно съдържание дори ако тези публикации казват различни неща?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["Научи повече за "];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["Заявките са анонимизирани и ", " за прозрачност"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["Ако искаш помощ за писането и оценяването на бележки на общността, "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["За да продължите да изисквате високо качество и да предотвратите спам, акаунтите трябва да разполагат с потвърден телефон номер, за да можете да заявите бележка на общността. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["Като автор на публикацията можеш да "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return ["Въздействие на оценка " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return ["Въздействие на писане " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["Бележката първоначално е добавена към изображението в публикация, която вече е изтрита, и може да се покаже в други публикации, които включват това изображение"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["Бележката първоначално е добавена към изображението в ", " и може да се покаже в други публикации, които включват това изображение"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["Бележката първоначално е добавена към видеоклипа в публикация, която вече е изтрита, и може да се покаже в други публикации, които включват този видеоклип"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["Бележката първоначално е добавена към видеоклипа в ", " и може да се покаже в други публикации, които включват този видеоклип"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["Бележката първоначално е добавена към мултимедийното съдържание в публикация, която вече е изтрита, и може да се покаже в други публикации, които включват това съдържание"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["Бележката първоначално е добавена към мултимедийното съдържание в ", " и може да се показва в други публикации, които включват това мултимедийно съдържание"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["Бележката първоначално е оставена в публикация, която вече е изтрита, и може да се покаже в други публикации, които включват връзка към "];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["Бележката първоначално е оставена на ", " и може да се покаже в други публикации, които включват връзка към "];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["Може да се показва за  ", ", които включват този видеоклип, ако хората са съгласни, че трябва."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["Може да се показва за  публикации, които включват този видеоклип, ако хората са съгласни, че трябва."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["Може да се показва за ", ", които включват това изображение, ако хората са съгласни, че трябва."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["Може да се показва за публикации, които включват това изображение, ако хората са съгласни, че трябва."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["Може да се показва за ", ", които включват това мултимедийно съдържание, ако хората са съгласни, че трябва."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["Може да се показва за публикации, които включват това мултимедийно съдържание, ако хората са съгласни, че трябва."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["Бележката първоначално е добавена към видеоклипа в публикация, която вече е изтрита, и се показва в ", ", които включват този видеоклип "];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["Бележката първоначално е добавена към видеоклипа в ", "и се показва в ", ", които включват този видеоклип"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["Бележката първоначално е добавена към видеоклипа в публикация, която вече е изтрита, и може и да се показва в ", ", които включват този видеоклип "];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["Бележката първоначално е добавена към видеоклипа в ", "и може да се покаже в ", ", които включват този видеоклип"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["Бележката първоначално е добавена към изображението в публикация, която вече е изтрита, и се показва в ", ", които включват това изображение"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["Бележката първоначално е добавена към изображението в ", "и се показва в ", " които включват това изображение"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["Бележката първоначално е добавена към изображението в публикация, която вече е изтрита, и може и да се показва в ", ", които включват това изображение"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["Бележката първоначално е добавена към изображението в ", "и може да се покаже в ", " които включват това изображение"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["Бележката първоначално е добавена към мултимедийното съдържание в публикация, която вече е изтрита, и се показва в ", ", които включват това съдържание"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["Бележката първоначално е добавена към мултимедийното съдържание в ", "и се показва в ", " които включват това мултимедийно съдържание"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["Бележката първоначално е добавена към мултимедийното съдържание в публикация, която вече е изтрита, и може и да се показва в ", ", които включват това съдържание"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["Бележката първоначално е добавена към мултимедийното съдържание в ", "и може да се показва в ", " които включват това мултимедийно съдържание"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["Показана в ", ", които включват връзка към "];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["Може да се покаже в ", ", които включват връзка към "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["Бележката първоначално е от публикация, която вече е изтрита. Показва се в ", ", които включват връзка към ", " "];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["Бележката първоначално е от ", ". Показва се в ", ", които включват връзка към "];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["Бележката първоначално е от публикация, която вече е изтрита. Може да се покаже в ", ", които включват връзка към "];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["Бележката първоначално е от ", ". Може да се покаже в ", ", които включват връзка към "];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["Показано на малка експериментална група в X · над " + this.props.impressionTruncated + " преглеждания"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["Показано на малка експериментална група в X"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["Показано в X · над " + this.props.impressionTruncated + " преглеждания"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["Показва се в X"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["Оценките са анонимизирани и са достъпни публично с цел прозрачност. Открий как Бележки на общността прави данните ", "."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["Ти оцени тази бележка като ", "."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["Ти оцени тази бележка като ", "."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["Ти оцени тази бележка като ", "."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["Може ли бележката да се покаже в ", ", които включват връзка към ", "?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["Може ли бележката да се покаже в ", ", които включват същия този видеоклип?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["Може ли бележката да се покаже в ", ", които включват същото това изображение?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["Може ли бележката да се покаже в ", ", които включват същото това мултимедийно съдържание?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["Може ли бележката да се показва във всички публикации, които включват връзка към ", "?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["Може ли бележката да се показва във всички публикации, които включват този видеоклип?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["Може ли бележката да се показва във всички публикации, които включват това изображение?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["Може ли бележката да се показва във всички публикации, които включват това мултимедийно съдържание?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["Имаш идеи или предложения за подобряването на Бележки на общността? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["Показване на още " + this.props.remainingCount + " публикаци" + t(this.props.remainingCount, "я", "и") + " публикации, цитирани от заявителите"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["Сътрудниците в Бележки на общността използват псевдоними · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["Тази функция е нова в Бележки на общността. Можеш да ни "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["Увеличи въздействието на оценката си до " + this.props.requiredRatingImpact + " от текущата стойност " + this.props.currentRatingImpact + "."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " изтрити бележки"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["За да отключиш възможността си да пишеш, увеличи тази оценка до " + this.props.requiredRatingImpact];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["Искаш да започнеш да пишеш бележки? Повиши въздействието на оценката ти до " + this.props.requiredRatingImpact + " или повече."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["Бележки на общността пази състоянието на изтритите бележки, за да определя подходящата репутация на автора и оценителите ѝ. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["Контекстът се пише от хора, които използват X, и се показва, когато бъде оценен като полезен от останалите. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["Използването на този набор от данни от твоя страна се регламентира от споразумението с програмисти и политиката за програмисти на X. Щраквайки върху иконата за изтегляне, приемаш ", "."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["Файл " + this.props.fileIndex + " от " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["Опитай да потърсиш нещо друго или провери ", ", за да видиш дали те предпазват от съдържание с потенциално деликатен характер."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["С активност преди "];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["Наистина ли искаш да направиш ", " модератор?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["Наистина ли искаш да премахнеш ", " като модератор?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["Въведи ", ", за да продължиш"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " скри публикация"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " закачи публикация"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " откачи публикация"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " отмени скриването на публикация"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " премахна член"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " възстанови членството на потребител"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " се присъедини към тази общност"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " напусна тази общност"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " одобри заявката за член"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " отказа заявката за член"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " одобри отново заявката за член"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["Докладвано от ", " и "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["Докладвано от "];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["Докладвано от "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["Скри публикацията на @"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["Ти запази публикацията на @"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["Създадена на " + this.props.date + " от "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["За да използваш тази функция, премини към профил, който притежаваш.\n\nКато сътрудник можеш да изпращаш лични съобщения, да публикуваш и да създаваш списъци, както и да преглеждаш всичко това.\n\nПостоянно търсим начини да подобрим делегирането. Можеш да ни ", "."];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["За да използваш тази функция, премини към профил, който притежаваш.\n\nКато администратор можеш да изпращаш лични съобщения, да публикуваш и да създаваш списъци, както и да ги разглеждаш. Можеш също така да каниш или премахваш сътрудници за профила и да преглеждаш статистиките за публикациите.\n\nПостоянно търсим начини да подобрим делегирането. Можеш да ни ", "."];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", ", за да видиш повече информация за тази работна позиция"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["Започни да виждаш работни позиции ", " ", " в хрониката си"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["Показване на работни позиции ", " "];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["Преглеждането на публикации няма да разблокира @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["Предварителна поръчка за "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["Научи повече за програмите за монетизация и политиките ", "."];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["Като купиш, приемаш ", " и ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в Условията. Можеш да анулираш по всяко време."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["Когато купиш, приемаш ", " и ", "."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["Харесвания, споменавания, препубликувания и още много други неща. Когато идват от други потвърдени потребители, ще ги намериш тук. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["Научи повече относно разрешенията за приложения от трети страни в ", "."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["Създадено от ", ". Прочети ", " и ", " на " + this.props.orgName + "."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["Изпрати съобщение на ", " за поддръжка."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", ", за да започнеш."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["Синхронизирано от "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["Споделено от "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["За въпроси, свързани с наемане на X, изпрати ни имейл на ", "."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(За организации: ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["Като започнеш своя ", " и се абонираш, се съгласяваш с нашите ", ". След " + this.props.numberOfDays + "-дневния безплатен пробен период, ще те таксуваме със сумата на годишен или месечен план, който си избрал/а при регистрацията, освен ако не анулираш в рамките на " + this.props.numberOfDays + "-дневния безплатен пробен период. Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в Условията. ", ". Можеш да анулираш поне 24 часа преди подновяване, за да избегнеш начисляването на допълнителни такси. За абониране е необходим потвърден телефонен номер. Ако имаш абонамент през друга платформа, управлявай го през нея."];
                            },
                        },
                        {
                            key: "ca87939f",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", ". Анулирай поне 24 преди подновяването, за да избегнеш допълнителни такси. При надстройване до ниво с по-висока цена, кредитът за остатъка от предишния ти абонамент ще се прехвърли към профила ти и автоматично ще се прилага за бъдещи плащания. Новият ти абонамент ще започне веднага. За абониране е необходим потвърден телефонен номер."];
                            },
                        },
                        {
                            key: "ed2a6ba9",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", ". Анулирай поне 24 преди подновяването, за да избегнеш допълнителни такси. При понижаване текущият ти абонамент и свързаните функции веднага ще преминат към новото ниво на абонамента. Няма да получиш възстановяване на никаква част от сумата за предишния си абонамент, освен ако не се изисква по закон. Също така веднага ще бъдеш таксуван/а за цената на новото ниво. За абониране е необходим потвърден телефонен номер."];
                            },
                        },
                        {
                            key: "db638a21",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", ". Анулирай поне 24 преди подновяването, за да избегнеш допълнителни такси. Когато превключиш плана си, новият ти абонамент ще започне веднага. Кредитът за остатъка от предишния ти абонамент ще се прехвърли към профила ти и автоматично ще се прилага за бъдещи плащания. За абониране е необходим потвърден телефонен номер."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", ". Анулирай поне 24 преди подновяването, за да избегнеш допълнителни такси. При настройване текущият ти абонамент и свързаните функции веднага ще преминат към новото ниво на абонамента. Ще бъдеш таксуван/а за цената на новото ниво веднага, но всяко пропорционално салдо от текущия цикъл на фактуриране ще бъде кредитирано към днешната обща такса. Няма да получиш възстановяване на никаква част от сумата за предишния си абонамент, освен ако не се изисква по закон."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", ". Анулирай поне 24 часа преди подновяването, за да избегнеш допълнителни такси. При понижаване текущият ти абонамент е активен до следващия цикъл на фактуриране, когато ще започне новият ти абонамент. Ще бъдеш таксуван/а за цената на новото ниво в началото на следващия цикъл на фактуриране."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", " Анулирай поне 24 часа преди подновяването, за да избегнеш допълнителни такси. Когато превключиш, ще продължиш да използваш функциите, свързани с твоето ниво. Ще бъдеш таксуван/а с цената за новия годишен план веднага, а всяко пропорционално салдо от месечния цикъл на фактуриране ще бъде кредитиран към днешната обща такса."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["Абонирайки се, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш, както е описано в ", ". ", " Анулирай поне 24 часа преди подновяването, за да избегнеш допълнителни такси. Когато превключиш, ще продължиш да използваш функциите, свързани с твоето ниво. Ще бъдеш таксуван/а с месечната цена за нивото веднага, а оставащият ти пропорционален кредит от годишното плащане ще бъде кредитиран към месечните такси, докато бъде изчерпан."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["Абониране за ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " плащани ежегодно"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["Информацията за адреса се споделя с Google. Виж ", " и ", ", за да научиш повече."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["Само администраторите и модераторите на Общности могат да ги добавят като акцент в профилите си. Искаш ли да ", "?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["Ако търсиш кризисен център наблизо, посети ", "."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["Ако смяташ, че си в опасност, препоръчваме да се свържеш с местните правоприлагащи органи. Те могат да прегледат нашите ", ", ако имат последващи въпроси."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["Винаги можеш да спреш да я следваш от ", "."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["Последно актуализиране "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["Хората няма да получат известие, когато редактираш кръга си. Всеки потребител, когото добавиш, ще може да вижда предишните публикации в кръга ти. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["Колко пъти е видяна тази публикация. За да научиш повече, посети ", "."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["Колко пъти е видяна тази публикация. Може да минат няколко минути, докато се изведе броят показвания. За да научиш повече, посети ", "."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["Броят показвания за тази публикация не е налице. За да научиш повече, посети ", "."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["С щракването си върху „Създаване на рекламиране“ посочваш, че си прочел/а и приемаш ", " и ", "."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["С щракването си върху „Създаване на рекламиране“ посочваш, че си прочел/а и приемаш ", "."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["Някои опции за насочване не са налице за този профил за реклами в съответствие с правилата на X за ", "."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["С щракването си върху „Рекламиране на публикация“ посочваш, че си прочел/а и приемаш ", " и ", "."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["С щракването си върху „Рекламиране на публикация“ посочваш, че си прочел/а и приемаш ", "."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["Тази публикация няма скрити отговори, но заключените публикации може да бъдат филтрирани. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["Щраквайки по-долу, за да извършиш тази покупка, приемаш обвързване от ", "."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["Това не позволява на ", " да те включва в списъците си, включително в този."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["Сподели своя имейл с " + this.props.creatorName + ". С приемането се съгласяваш да позволиш на X да сподели имейл адреса със създателя с цел комуникация извън платформата и приемаш ", "."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["Едногодишен подарък от " + this.props.tier + " за @" + this.props.screenName + " за " + this.props.price + ". След като извършиш плащането, ще получи известие, че си изпратил/а подарък."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["Цената на абонамента за подарък се начислява при покупка и не подлежи на възстановяване. Той е за еднократна употреба, не може да се сменя, не може да се комбинира и няма парична стойност. Започва след преглед от X и възлагане на получателя, който трябва да приеме нашите ", ". Ако получателят не отговаря на изискванията, анулира абонамента или отхвърли нашите условия и правила, подаръкът не подлежи на осребряване и възстановяване. Може да се прилагат данъци. Условията могат да се променят. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["Организациите са със златни отметки, а лицата – със сини. Неправомерната употреба ще доведе до анулиране на абонамента без възстановяване на сумата съгласно нашите ", "."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["Организациите са с квадратни аватари, а лицата – с кръгли. Неправомерната употреба ще доведе до анулиране на абонамента без възстановяване на сумата съгласно нашите ", "."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["Настрой кой профил за реклама да се използва за работни позиции, когато се рекламират през портала за ", "."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["Не са открити профили, отговарящи на условията. Посети страницата за ", ", за да видиш следващите стъпки."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["При отказ от потвърдени организации твоята организация незабавно ще загуби златната си отметка."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["Освен това всички партньорски профили ще бъдат анулирани незабавно и ще загубят своите златни или сини отметки и партньорски значки."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["Анулирането незабавно ще премахне отметките и всички платени функции от твоята организация и всички афилиейт партньори."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["Ако решиш да останеш днес, ние ще добавим " + this.props.creditAmount + " USD допълнителен безплатен рекламен кредит към твоя портал на всеки " + this.props.daysOfCouponInterval + " дни през следващите " + this.props.totalDays + " дни. Когато заявиш тази оферта, нашият екип за поддръжка ще се свърже с теб, за да ти помогне да получиш стойност от този кредит за твоята организация."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["Ако решиш да останеш днес, ние ще добавим " + this.props.creditAmount + " USD допълнителен безплатен рекламен кредит към твоя портал на всеки през следващите " + this.props.daysToWaitForFirstRedeemable + " дни. Когато заявиш тази оферта, нашият екип за поддръжка ще се свърже с теб, за да ти помогне да получиш стойност от този кредит за твоята организация."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["Това е еднократна оферта и няма да бъде налична отново."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["Все още можеш да се върнеш и да заявиш еднократната оферта, която няма да се предлага отново. Няма да ти бъде въстановена сумата за останалите дни от абонамента ти преди следващия ти цикъл на таксуване. След това няма да бъдеш таксуван/а."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["Потвърдените организации получават приоритетна поддръжка в X за всички проблеми. Каквото и да е – ние можем да ти помогнем да разрешите проблема възможно най-скоро. Искаш ли да насрочиш разговор с член на екипа на потвърдените организации и да говориш с човек, който да ти помогне?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["Ако анулираш, незабавно ще загубиш достъп до този безплатен рекламен кредит и всички бъдещи безплатни рекламни кредити, които се предлагат с твоя абонамент. Тъй като вече си платил/а за това предимство, препоръчваме да останеш, за да го използваш."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["За да увеличиш лимита си, се свържи с премиум поддръжката за потвърдени профили ", "."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["Всеки допълнителен афилиейт партньор се заплаща ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["", " годишно за първата ти година. След това ", " годишно."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["Всеки допълнителен свързан акаунт е ", " на потребителско име на година. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " на потребителско име на ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["Заяви 30% отстъпка за годишни планове и до 12 000 $ безплатен рекламен кредит, когато се абонираш преди "];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["Full Access е ", "/", " (", "). Всеки допълнителен свързан акаунт е ", " на потребителско име на ", " (", "). "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["Основният е ", "/", " (", "). "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["Като щракнеш върху „Абониране“, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш. Всички профили, които се регистрират, трябва да се одобряват ръчно."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["Като щракнеш върху „Абониране“, приемаш нашите ", ". Абонаментите се подновяват автоматично, докато не ги анулираш. Профилите, които се регистрират, се преглеждат за автентичност. Ако регистрираш профил, който не е организация, ще бъде отхвърлен и няма да получиш възстановяване на средствата."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ За ограничен период от време ", " кредит за реклами, който да изразходиш за твоята организация или някой от нейните афилиейт партньори ", " със специална поддръжка."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ За ограничен период от време ", " кредит за реклами, който да изразходиш за твоята организация ", " със специална поддръжка.----"];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " за " + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " за " + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["Тази промяна на абонамента не се поддържа тук, свържи се с Premium поддръжката за потвърдени профили ", "."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["Ако имаш нужда от още афилиейт партньори, се свържи с търговския отдел за получаване на потвърден статус ", "."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["Щраквайки върху „" + this.props.action + "“, приемаш обвързване от ", "."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["Ще използваме тази информация, за да оценим твоята кандидатура за ", ". ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["С поставянето на отметка в това квадратче посочваш, че си прочел/а и приемаш правилата и условията, достъпни ", "."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["Потвърдените организации вече включват " + this.props.xtc_coupon_value + " (или еквивалент в местна валута) рекламни кредити*. Можеш да го приложиш към твоята организация или към някой от твоите афилиейт партньори. Просто избери профила за реклами по-долу, за да го използваш."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["Потвърдените организации вече включват " + this.props.xtc_coupon_value + " (или еквивалент в местна валута) рекламни кредити *. На всеки 30 дни ще получаваш " + this.props.xtc_coupon_value + " (или еквивалент в местна валута), които да харчиш за реклами, които можеш да похарчиш по всяко време. Можеш да го приложиш към твоята организация или към някой от твоите афилиейт партньори. Просто избери профила за реклами по-долу, за да го използваш."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["За да управляваш ИД на профила ти за реклами, направи го ", "."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["Имаш проблеми? Свържи се с ", " за въпроси."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["Имате ", " дни, за да похарчите останалите ", " от този рекламен кредит."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["Активирай рекламните си кредити. Ако имаш няколко профила за реклами, можеш да редактираш въведеното по-долу. Може да се използва до " + this.props.expiresAt];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["Намери ИД на профила за реклами, свързан с профила ти в X. Може да го намериш ", "."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["Не забравяй да добавиш кредитна карта като тип плащане в мениджъра на реклами, като избереш „Добавяне на нов начин на плащане“. Ако нямаш зададена кредитна карта, твоят кредит няма да бъде приложен и рекламата ти няма да се показва."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["Копирай ИД на профила за реклами в полето за въвеждане текст в горната част на тази страница. Щракни, за да активираш."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["Стартирай кампанията си."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["Не забравяй да добавиш кредитна карта като тип плащане в мениджъра на реклами, като избереш „Добавяне на нов начин на плащане“. Ако нямаш зададена кредитна карта, твоята реклама няма да се показва."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["Ще видиш приложения кредит във „Фактуриране“ в мениджъра на реклами."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["Ако вече си рекламирал в X, може да имаш няколко ИД на профили за реклами."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["Може да намериш списък с всички ИД на профили за реклами ", "."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["Увери се, че избираш правилния ИД на профила за реклами, за да приложиш кредита."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["Като абонат с пълен достъп до потвърдени организации, можеш да приложиш кредита си към всички свързани профили."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["За да го направиш, трябва да имаш достъп до ИД на профила за реклами на профила на афилиейт партньора, в който искаш да стартираш кампания."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["Може да го намериш, като влезеш в профила на афилиейт партньора и отидеш ", "."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["Потвърдените организации отговарят на условията за получаване на кредити за използване за ", " и рекламиране на работна позиция. Изпълни тези стъпки, за да активираш напълно възможностите за рекламиране."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["Потвърдените организации отговарят на условията за получаване на кредити за използване за ", ". Изпълни тези стъпки, за да активираш напълно възможностите за рекламиране."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["Активиране на купон"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["Избери активен профил с добро състояние, за да получиш този кредит от " + this.props.couponAmount + "."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["Можеш да намериш списък с ИД на профила в ", ". Примерен ИД: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["Работните позиции са готови за рекламиране с действието "];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["След като вече отговарят на условията, работните позиции могат да се рекламират с действието "];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["Разглеждаме заявки, подадени от притежателя на търговската марка или негов упълномощен представител. Виж нашата ", " за подробности."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["Въведи потребителското име на собственика на списъка и името на списъка в следния формат: "];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["Тази колона може да бъде изчистена само ако превключиш към ", "."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["Преглед на нашата политика за поверителност на "];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["Преглед на нашите условия за ползване на "];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["X и партньорите му използват бисквитки, за да ти осигурят по-добра, по-сигурна и по-бърза услуга и да подкрепят бизнеса ти. Някои бисквитки са необходими, за да се използват нашите услуги, да се подобрят и да сме сигурни, че работят добре. Ако щракнеш върху „Приемане на всички бисквитки“, ти също разрешаваш на X и на партньорите му да използват бисквитки, за да ти предоставят реклами и съобщения, съобразени с интересите ти. Ако щракнеш върху „Отхвърляне на маловажни бисквитки“, няма да използваме бисквитки, за да събираме допълнителни данни за подбрани за теб реклами и съобщения. За да научиш повече за практиките за бисквитки, посети страницата на нашия помощен център за бисквитки в мрежата на адрес "];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " от автора"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["Статия "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["Този материал е дезактивиран заради иск от " + this.props.copyrightHolder + " за нарушаване на авторски права. За да оспориш, използвай ", "."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " препубликува"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " в " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["От "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " и "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " и "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["В отговор на "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["В отговор на ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["В отговор на ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["В отговор на ", " ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["В отговор на ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " четене"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["От "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " член" + t(this.props.count, "", "ове")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["Следван/а от "];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["Следван/а от ", " и "];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["Следван/а от ", ", ", " и "];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["Следван/а от ", ", ", " и още ", ", които следваш"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " и още ", " души набират популярност в тази тема"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["Платено от "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["Платено е от ", " и не е оторизирано от който и да е кандидат или комитет на кандидат."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["Платено от ", " · Оторизирано от " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["Само ти и хората в кръга ти можете да виждате тази публикация. Не е възможно препубликуване, цитиране и споделяне. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["Тренд за "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["Тренд за ", ", "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " от "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, t) {
                                    return e.concat(n, c[a(t)]);
                                };
                            },
                        },
                    ]) && f(n.prototype, i),
                    m && f(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(a(674132)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a1205364346 = s(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хил'.'", other: "0 хил'.'" }, 4: { one: "00 хил'.'", other: "00 хил'.'" }, 5: { one: "000 хил'.'", other: "000 хил'.'" }, 6: { one: "0 млн'.'", other: "0 млн'.'" }, 7: { one: "00 млн'.'", other: "00 млн'.'" }, 8: { one: "000 млн'.'", other: "000 млн'.'" }, 9: { one: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 трлн'.'", other: "0 трлн'.'" }, 13: { one: "00 трлн'.'", other: "00 трлн'.'" }, 14: { one: "000 трлн'.'", other: "000 трлн'.'" }, maxExponent: 14 }], m("bg").pluralGenerator({}))),
                (m.b560738426 = s(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1229638476 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a395141616 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b635181084 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1051546661 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хил'.'", other: "0 хил'.'" }, 4: { one: "00 хил'.'", other: "00 хил'.'" }, 5: { one: "000 хил'.'", other: "000 хил'.'" }, 6: { one: "0 млн'.'", other: "0 млн'.'" }, 7: { one: "00 млн'.'", other: "00 млн'.'" }, 8: { one: "000 млн'.'", other: "000 млн'.'" }, 9: { one: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 трлн'.'", other: "0 трлн'.'" }, 13: { one: "00 трлн'.'", other: "00 трлн'.'" }, 14: { one: "000 трлн'.'", other: "000 трлн'.'" }, maxExponent: 14 }], m("bg").pluralGenerator({}))),
                (m.b1796972175 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a736850462 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1066616223 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1552168033 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хил'.'", other: "0 хил'.'" }, 4: { one: "00 хил'.'", other: "00 хил'.'" }, 5: { one: "000 хил'.'", other: "000 хил'.'" }, 6: { one: "0 млн'.'", other: "0 млн'.'" }, 7: { one: "00 млн'.'", other: "00 млн'.'" }, 8: { one: "000 млн'.'", other: "000 млн'.'" }, 9: { one: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 трлн'.'", other: "0 трлн'.'" }, 13: { one: "00 трлн'.'", other: "00 трлн'.'" }, 14: { one: "000 трлн'.'", other: "000 трлн'.'" }, maxExponent: 14 }], m("bg").pluralGenerator({}))),
                (m.b547733372 = s(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1616208638 = s(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1580200378 = s(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хил'.'", other: "0 хил'.'" }, 4: { one: "00 хил'.'", other: "00 хил'.'" }, 5: { one: "000 хил'.'", other: "000 хил'.'" }, 6: { one: "0 млн'.'", other: "0 млн'.'" }, 7: { one: "00 млн'.'", other: "00 млн'.'" }, 8: { one: "000 млн'.'", other: "000 млн'.'" }, 9: { one: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 трлн'.'", other: "0 трлн'.'" }, 13: { one: "00 трлн'.'", other: "00 трлн'.'" }, 14: { one: "000 трлн'.'", other: "000 трлн'.'" }, maxExponent: 14 }], m("bg").pluralGenerator({}))),
                (m.b125693224 = s(["", , 1, 2, 2, , , 0, , , " 'AED'", "0.00 'AED'", "-0.00 'AED' 'AED'", "-", " 'AED'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a518313347 = s(["", , 1, 0, 0, , , , , , " 'ALL'", "0 'ALL'", "-0 'ALL' 'ALL'", "-", " 'ALL'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a260338554 = s(["", , 1, 2, 2, , , 0, , , " 'ARS'", "0.00 'ARS'", "-0.00 'ARS' 'ARS'", "-", " 'ARS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a332373192 = s(["", , 1, 2, 2, , , 0, , , " 'AUD'", "0.00 'AUD'", "-0.00 'AUD' 'AUD'", "-", " 'AUD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a655605542 = s(["", , 1, 2, 2, , , 0, , , " 'BAM'", "0.00 'BAM'", "-0.00 'BAM' 'BAM'", "-", " 'BAM'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a747957642 = s(["", , 1, 2, 2, , , 0, , , " 'BDT'", "0.00 'BDT'", "-0.00 'BDT' 'BDT'", "-", " 'BDT'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a97130095 = s(["", , 1, 2, 2, , , 0, , , " 'лв.'", "0.00 'лв.'", "-0.00 'лв.' 'лв.'", "-", " 'лв.'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a684917310 = s(["", , 1, 3, 3, , , 0, , , " 'BHD'", "0.000 'BHD'", "-0.000 'BHD' 'BHD'", "-", " 'BHD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1141377588 = s(["", , 1, 2, 2, , , 0, , , " 'BRL'", "0.00 'BRL'", "-0.00 'BRL' 'BRL'", "-", " 'BRL'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1783537117 = s(["", , 1, 0, 0, , , , , , " 'BYR'", "0 'BYR'", "-0 'BYR' 'BYR'", "-", " 'BYR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1534797534 = s(["", , 1, 2, 2, , , 0, , , " 'CAD'", "0.00 'CAD'", "-0.00 'CAD' 'CAD'", "-", " 'CAD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1737048633 = s(["", , 1, 2, 2, , , 0, , , " 'CHF'", "0.00 'CHF'", "-0.00 'CHF' 'CHF'", "-", " 'CHF'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1997952503 = s(["", , 1, 0, 0, , , , , , " 'CLP'", "0 'CLP'", "-0 'CLP' 'CLP'", "-", " 'CLP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1926370438 = s(["", , 1, 2, 2, , , 0, , , " 'CNY'", "0.00 'CNY'", "-0.00 'CNY' 'CNY'", "-", " 'CNY'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1912065050 = s(["", , 1, 0, 0, , , , , , " 'COP'", "0 'COP'", "-0 'COP' 'COP'", "-", " 'COP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2037976340 = s(["", , 1, 2, 2, , , 0, , , " 'CZK'", "0.00 'CZK'", "-0.00 'CZK' 'CZK'", "-", " 'CZK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1579909924 = s(["", , 1, 2, 2, , , 0, , , " 'DKK'", "0.00 'DKK'", "-0.00 'DKK' 'DKK'", "-", " 'DKK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1156937306 = s(["", , 1, 2, 2, , , 0, , , " 'DZD'", "0.00 'DZD'", "-0.00 'DZD' 'DZD'", "-", " 'DZD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b802305242 = s(["", , 1, 2, 2, , , 0, , , " 'EGP'", "0.00 'EGP'", "-0.00 'EGP' 'EGP'", "-", " 'EGP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a740348964 = s(["", , 1, 2, 2, , , 0, , , " '€'", "0.00 '€'", "-0.00 '€' '€'", "-", " '€'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a829556365 = s(["", , 1, 2, 2, , , 0, , , " 'GBP'", "0.00 'GBP'", "-0.00 'GBP' 'GBP'", "-", " 'GBP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1004101834 = s(["", , 1, 2, 2, , , 0, , , " 'GHS'", "0.00 'GHS'", "-0.00 'GHS' 'GHS'", "-", " 'GHS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1345804604 = s(["", , 1, 2, 2, , , 0, , , " 'GTQ'", "0.00 'GTQ'", "-0.00 'GTQ' 'GTQ'", "-", " 'GTQ'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1963640153 = s(["", , 1, 2, 2, , , 0, , , " 'HKD'", "0.00 'HKD'", "-0.00 'HKD' 'HKD'", "-", " 'HKD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2124458439 = s(["", , 1, 2, 2, , , 0, , , " 'HRK'", "0.00 'HRK'", "-0.00 'HRK' 'HRK'", "-", " 'HRK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2043188591 = s(["", , 1, 2, 2, , , 0, , , " 'HUF'", "0.00 'HUF'", "-0.00 'HUF' 'HUF'", "-", " 'HUF'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1195083879 = s(["", , 1, 0, 0, , , , , , " 'IDR'", "0 'IDR'", "-0 'IDR' 'IDR'", "-", " 'IDR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1401341496 = s(["", , 1, 2, 2, , , 0, , , " 'ILS'", "0.00 'ILS'", "-0.00 'ILS' 'ILS'", "-", " 'ILS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1345006715 = s(["", , 1, 2, 2, , , 0, , , " 'INR'", "0.00 'INR'", "-0.00 'INR' 'INR'", "-", " 'INR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b835834210 = s(["", , 1, 0, 0, , , , , , " 'IQD'", "0 'IQD'", "-0 'IQD' 'IQD'", "-", " 'IQD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b772111261 = s(["", , 1, 0, 0, , , , , , " 'ISK'", "0 'ISK'", "-0 'ISK' 'ISK'", "-", " 'ISK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a42434261 = s(["", , 1, 0, 0, , , , , , " 'JPY'", "0 'JPY'", "-0 'JPY' 'JPY'", "-", " 'JPY'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a173261809 = s(["", , 1, 2, 2, , , 0, , , " 'KES'", "0.00 'KES'", "-0.00 'KES' 'KES'", "-", " 'KES'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a985349202 = s(["", , 1, 0, 0, , , , , , " 'KRW'", "0 'KRW'", "-0 'KRW' 'KRW'", "-", " 'KRW'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a511953112 = s(["", , 1, 3, 3, , , 0, , , " 'KWD'", "0.000 'KWD'", "-0.000 'KWD' 'KWD'", "-", " 'KWD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a775397501 = s(["", , 1, 2, 2, , , 0, , , " 'KZT'", "0.00 'KZT'", "-0.00 'KZT' 'KZT'", "-", " 'KZT'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1408321820 = s(["", , 1, 0, 0, , , , , , " 'LBP'", "0 'LBP'", "-0 'LBP' 'LBP'", "-", " 'LBP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1819899752 = s(["", , 1, 2, 2, , , 0, , , " 'MAD'", "0.00 'MAD'", "-0.00 'MAD' 'MAD'", "-", " 'MAD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2106191262 = s(["", , 1, 2, 2, , , 0, , , " 'MKD'", "0.00 'MKD'", "-0.00 'MKD' 'MKD'", "-", " 'MKD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1807361861 = s(["", , 1, 2, 2, , , 0, , , " 'MXN'", "0.00 'MXN'", "-0.00 'MXN' 'MXN'", "-", " 'MXN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1775038626 = s(["", , 1, 2, 2, , , 0, , , " 'MYR'", "0.00 'MYR'", "-0.00 'MYR' 'MYR'", "-", " 'MYR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1406553747 = s(["", , 1, 2, 2, , , 0, , , " 'NGN'", "0.00 'NGN'", "-0.00 'NGN' 'NGN'", "-", " 'NGN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1180291102 = s(["", , 1, 2, 2, , , 0, , , " 'NOK'", "0.00 'NOK'", "-0.00 'NOK' 'NOK'", "-", " 'NOK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b871835088 = s(["", , 1, 2, 2, , , 0, , , " 'NZD'", "0.00 'NZD'", "-0.00 'NZD' 'NZD'", "-", " 'NZD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a311195313 = s(["", , 1, 2, 2, , , 0, , , " 'PEN'", "0.00 'PEN'", "-0.00 'PEN' 'PEN'", "-", " 'PEN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a398929808 = s(["", , 1, 2, 2, , , 0, , , " 'PHP'", "0.00 'PHP'", "-0.00 'PHP' 'PHP'", "-", " 'PHP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a922878649 = s(["", , 1, 0, 0, , , , , , " 'PKR'", "0 'PKR'", "-0 'PKR' 'PKR'", "-", " 'PKR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a511599370 = s(["", , 1, 2, 2, , , 0, , , " 'PLN'", "0.00 'PLN'", "-0.00 'PLN' 'PLN'", "-", " 'PLN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1087876474 = s(["", , 1, 2, 2, , , 0, , , " 'QAR'", "0.00 'QAR'", "-0.00 'QAR' 'QAR'", "-", " 'QAR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1922473111 = s(["", , 1, 2, 2, , , 0, , , " 'RON'", "0.00 'RON'", "-0.00 'RON' 'RON'", "-", " 'RON'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1380977371 = s(["", , 1, 0, 0, , , , , , " 'RSD'", "0 'RSD'", "-0 'RSD' 'RSD'", "-", " 'RSD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1761780457 = s(["", , 1, 2, 2, , , 0, , , " 'RUB'", "0.00 'RUB'", "-0.00 'RUB' 'RUB'", "-", " 'RUB'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1432083460 = s(["", , 1, 2, 2, , , 0, , , " 'SAR'", "0.00 'SAR'", "-0.00 'SAR' 'SAR'", "-", " 'SAR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1324031503 = s(["", , 1, 2, 2, , , 0, , , " 'SEK'", "0.00 'SEK'", "-0.00 'SEK' 'SEK'", "-", " 'SEK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1273237848 = s(["", , 1, 2, 2, , , 0, , , " 'SGD'", "0.00 'SGD'", "-0.00 'SGD' 'SGD'", "-", " 'SGD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b358952058 = s(["", , 1, 2, 2, , , 0, , , " 'THB'", "0.00 'THB'", "-0.00 'THB' 'THB'", "-", " 'THB'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b348110710 = s(["", , 1, 3, 3, , , 0, , , " 'TND'", "0.000 'TND'", "-0.000 'TND' 'TND'", "-", " 'TND'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b51419565 = s(["", , 1, 2, 2, , , 0, , , " 'TRY'", "0.00 'TRY'", "-0.00 'TRY' 'TRY'", "-", " 'TRY'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a72332249 = s(["", , 1, 2, 2, , , 0, , , " 'TWD'", "0.00 'TWD'", "-0.00 'TWD' 'TWD'", "-", " 'TWD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a608286863 = s(["", , 1, 0, 0, , , , , , " 'TZS'", "0 'TZS'", "-0 'TZS' 'TZS'", "-", " 'TZS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a333688692 = s(["", , 1, 2, 2, , , 0, , , " 'UAH'", "0.00 'UAH'", "-0.00 'UAH' 'UAH'", "-", " 'UAH'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a956454280 = s(["", , 1, 0, 0, , , , , , " 'UGX'", "0 'UGX'", "-0 'UGX' 'UGX'", "-", " 'UGX'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b750361763 = s(["", , 1, 2, 2, , , 0, , , " 'щ.д.'", "0.00 'щ.д.'", "-0.00 'щ.д.' 'щ.д.'", "-", " 'щ.д.'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1333861935 = s(["", , 1, 2, 2, , , 0, , , " 'VEF'", "0.00 'VEF'", "-0.00 'VEF' 'VEF'", "-", " 'VEF'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2025891598 = s(["", , 1, 0, 0, , , , , , " 'VND'", "0 'VND'", "-0 'VND' 'VND'", "-", " 'VND'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a485475011 = s(["", , 1, 2, 2, , , 0, , , " 'ZAR'", "0.00 'ZAR'", "-0.00 'ZAR' 'ZAR'", "-", " 'ZAR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a833642428 = s(["", , 1, 2, 2, , , 0, , , " 'ZMW'", "0.00 'ZMW'", "-0.00 'ZMW' 'ZMW'", "-", " 'ZMW'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1059901972 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1863764401 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хил'.'", other: "0 хил'.'" }, 4: { one: "00 хил'.'", other: "00 хил'.'" }, 5: { one: "000 хил'.'", other: "000 хил'.'" }, 6: { one: "0 млн'.'", other: "0 млн'.'" }, 7: { one: "00 млн'.'", other: "00 млн'.'" }, 8: { one: "000 млн'.'", other: "000 млн'.'" }, 9: { one: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 трлн'.'", other: "0 трлн'.'" }, 13: { one: "00 трлн'.'", other: "00 трлн'.'" }, 14: { one: "000 трлн'.'", other: "000 трлн'.'" }, maxExponent: 14 }], m("bg").pluralGenerator({}))),
                (m.a1876471185 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хил'.'", other: "0 хил'.'" }, 4: { one: "00 хил'.'", other: "00 хил'.'" }, 5: { one: "000 хил'.'", other: "000 хил'.'" }, 6: { one: "0 млн'.'", other: "0 млн'.'" }, 7: { one: "00 млн'.'", other: "00 млн'.'" }, 8: { one: "000 млн'.'", other: "000 млн'.'" }, 9: { one: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 трлн'.'", other: "0 трлн'.'" }, 13: { one: "00 трлн'.'", other: "00 трлн'.'" }, 14: { one: "000 трлн'.'", other: "000 трлн'.'" }, maxExponent: 14 }], m("bg").pluralGenerator({}))),
                (m.a459305266 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1569994036 = h(function (e) {
                    return 1 == e ? "one" : "other";
                })),
                (m.b1953322890 = y(m("bg").numberFormatter({ raw: "0.00 'AED'" }))),
                (m.a193268789 = y(m("bg").numberFormatter({ raw: "0 'ALL'" }))),
                (m.a1423727636 = y(m("bg").numberFormatter({ raw: "0.00 'ARS'" }))),
                (m.b638165882 = y(m("bg").numberFormatter({ raw: "0.00 'AUD'" }))),
                (m.a792102376 = y(m("bg").numberFormatter({ raw: "0.00 'BAM'" }))),
                (m.b639949820 = y(m("bg").numberFormatter({ raw: "0.00 'BDT'" }))),
                (m.a1850786317 = y(m("bg").numberFormatter({ raw: "0.00 'лв.'" }))),
                (m.b1842968808 = y(m("bg").numberFormatter({ raw: "0.000 'BHD'" }))),
                (m.b1328833382 = y(m("bg").numberFormatter({ raw: "0.00 'BRL'" }))),
                (m.a760499995 = y(m("bg").numberFormatter({ raw: "0 'BYR'" }))),
                (m.b2017716944 = y(m("bg").numberFormatter({ raw: "0.00 'CAD'" }))),
                (m.b42900171 = y(m("bg").numberFormatter({ raw: "0.00 'CHF'" }))),
                (m.b501561233 = y(m("bg").numberFormatter({ raw: "0 'CLP'" }))),
                (m.a1531108488 = y(m("bg").numberFormatter({ raw: "0.00 'CNY'" }))),
                (m.b2134017486 = y(m("bg").numberFormatter({ raw: "0 'COP'" }))),
                (m.b1104557342 = y(m("bg").numberFormatter({ raw: "0.00 'CZK'" }))),
                (m.a210599666 = y(m("bg").numberFormatter({ raw: "0.00 'DKK'" }))),
                (m.a437848936 = y(m("bg").numberFormatter({ raw: "0.00 'DZD'" }))),
                (m.b1453458968 = y(m("bg").numberFormatter({ raw: "0.00 'EGP'" }))),
                (m.b1856051020 = y(m("bg").numberFormatter({ raw: "0.00 '€'" }))),
                (m.a1889610593 = y(m("bg").numberFormatter({ raw: "0.00 'GBP'" }))),
                (m.b1289414460 = y(m("bg").numberFormatter({ raw: "0.00 'GHS'" }))),
                (m.a713436818 = y(m("bg").numberFormatter({ raw: "0.00 'GTQ'" }))),
                (m.b1608497643 = y(m("bg").numberFormatter({ raw: "0.00 'HKD'" }))),
                (m.a509464885 = y(m("bg").numberFormatter({ raw: "0.00 'HRK'" }))),
                (m.b1266137123 = y(m("bg").numberFormatter({ raw: "0.00 'HUF'" }))),
                (m.b1382437665 = y(m("bg").numberFormatter({ raw: "0 'IDR'" }))),
                (m.a1451253638 = y(m("bg").numberFormatter({ raw: "0.00 'ILS'" }))),
                (m.b1097335447 = y(m("bg").numberFormatter({ raw: "0.00 'INR'" }))),
                (m.a1164367482 = y(m("bg").numberFormatter({ raw: "0 'IQD'" }))),
                (m.b1155188395 = y(m("bg").numberFormatter({ raw: "0 'ISK'" }))),
                (m.b1674080989 = y(m("bg").numberFormatter({ raw: "0 'JPY'" }))),
                (m.b1275651459 = y(m("bg").numberFormatter({ raw: "0.00 'KES'" }))),
                (m.a1786478406 = y(m("bg").numberFormatter({ raw: "0 'KRW'" }))),
                (m.a1385075646 = y(m("bg").numberFormatter({ raw: "0.000 'KWD'" }))),
                (m.a210685809 = y(m("bg").numberFormatter({ raw: "0.00 'KZT'" }))),
                (m.a2013727676 = y(m("bg").numberFormatter({ raw: "0 'LBP'" }))),
                (m.b1769482778 = y(m("bg").numberFormatter({ raw: "0.00 'MAD'" }))),
                (m.b1484380560 = y(m("bg").numberFormatter({ raw: "0.00 'MKD'" }))),
                (m.a1749524211 = y(m("bg").numberFormatter({ raw: "0.00 'MXN'" }))),
                (m.b1543422800 = y(m("bg").numberFormatter({ raw: "0.00 'MYR'" }))),
                (m.a1289673857 = y(m("bg").numberFormatter({ raw: "0.00 'NGN'" }))),
                (m.b286118740 = y(m("bg").numberFormatter({ raw: "0.00 'NOK'" }))),
                (m.a686083102 = y(m("bg").numberFormatter({ raw: "0.00 'NZD'" }))),
                (m.b1294680131 = y(m("bg").numberFormatter({ raw: "0.00 'PEN'" }))),
                (m.a1425089214 = y(m("bg").numberFormatter({ raw: "0.00 'PHP'" }))),
                (m.b150108737 = y(m("bg").numberFormatter({ raw: "0 'PKR'" }))),
                (m.a622878340 = y(m("bg").numberFormatter({ raw: "0.00 'PLN'" }))),
                (m.a1307599380 = y(m("bg").numberFormatter({ raw: "0.00 'QAR'" }))),
                (m.b1818924539 = y(m("bg").numberFormatter({ raw: "0.00 'RON'" }))),
                (m.a1444798675 = y(m("bg").numberFormatter({ raw: "0 'RSD'" }))),
                (m.b1132419561 = y(m("bg").numberFormatter({ raw: "0.00 'RUB'" }))),
                (m.a498252754 = y(m("bg").numberFormatter({ raw: "0.00 'SAR'" }))),
                (m.b447103875 = y(m("bg").numberFormatter({ raw: "0.00 'SEK'" }))),
                (m.a1127499430 = y(m("bg").numberFormatter({ raw: "0.00 'SGD'" }))),
                (m.b594412152 = y(m("bg").numberFormatter({ raw: "0.00 'THB'" }))),
                (m.a492900940 = y(m("bg").numberFormatter({ raw: "0.000 'TND'" }))),
                (m.a349160539 = y(m("bg").numberFormatter({ raw: "0.00 'TRY'" }))),
                (m.b109500523 = y(m("bg").numberFormatter({ raw: "0.00 'TWD'" }))),
                (m.b1312519511 = y(m("bg").numberFormatter({ raw: "0 'TZS'" }))),
                (m.b597385382 = y(m("bg").numberFormatter({ raw: "0.00 'UAH'" }))),
                (m.a890735824 = y(m("bg").numberFormatter({ raw: "0 'UGX'" }))),
                (m.b1916704912 = y(m("bg").numberFormatter({ raw: "0.00 'щ.д.'" }))),
                (m.a343214079 = y(m("bg").numberFormatter({ raw: "0.00 'VEF'" }))),
                (m.b316445686 = y(m("bg").numberFormatter({ raw: "0 'VND'" }))),
                (m.b186976789 = y(m("bg").numberFormatter({ raw: "0.00 'ZAR'" }))),
                (m.a2016278546 = y(m("bg").numberFormatter({ raw: "0.00 'ZMW'" }))),
                (m.b1082974952 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM", timeSeparator: ":" })),
                (m.a142397125 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM.y 'г'.", timeSeparator: ":" })),
                (m.a2098461674 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "h:mm 'ч'. a", timeSeparator: ":", dayPeriods: { am: "пр.об.", pm: "сл.об." } })),
                (m.a760765545 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "E, d.MM", timeSeparator: ":", days: { E: { 1: { sun: "нд", mon: "пн", tue: "вт", wed: "ср", thu: "чт", fri: "пт", sat: "сб" } } } })),
                (m.a92594268 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "E, d.MM.y 'г'.", timeSeparator: ":", days: { E: { 1: { sun: "нд", mon: "пн", tue: "вт", wed: "ср", thu: "чт", fri: "пт", sat: "сб" } } } })),
                (m.a768153713 = k({ 1: m("bg").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "януари", 2: "февруари", 3: "март", 4: "април", 5: "май", 6: "юни", 7: "юли", 8: "август", 9: "септември", 10: "октомври", 11: "ноември", 12: "декември" } } } })),
                (m.b531199264 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM.y 'г'., h:mm 'ч'. a", timeSeparator: ":", dayPeriods: { am: "пр.об.", pm: "сл.об." } })),
                (m.a239225588 = k({ 1: m("bg").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM y 'г'.", timeSeparator: ":", months: { M: { 4: { 1: "януари", 2: "февруари", 3: "март", 4: "април", 5: "май", 6: "юни", 7: "юли", 8: "август", 9: "септември", 10: "октомври", 11: "ноември", 12: "декември" } } } })),
                (m.b1292726157 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM, h:mm 'ч'. a", timeSeparator: ":", dayPeriods: { am: "пр.об.", pm: "сл.об." } })),
                (m.a559382296 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM.yy 'г'.", timeSeparator: ":" })),
                (m.a2146339452 = k({ 1: m("bg").numberFormatter({ raw: "0" }) }, { pattern: "y 'г'.", timeSeparator: ":" })),
                (m.b688203845 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "MM.y 'г'.", timeSeparator: ":" })),
                (m.b130655090 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM y 'г'., H:mm:ss 'ч'. zzzz", timeSeparator: ":", days: { E: { 4: { sun: "неделя", mon: "понеделник", tue: "вторник", wed: "сряда", thu: "четвъртък", fri: "петък", sat: "събота" } } }, months: { M: { 4: { 1: "януари", 2: "февруари", 3: "март", 4: "април", 5: "май", 6: "юни", 7: "юли", 8: "август", 9: "септември", 10: "октомври", 11: "ноември", 12: "декември" } } }, gmtFormat: "Гринуич{0}", gmtZeroFormat: "Гринуич", hourFormat: "+HH:mm;-HH:mm" })),
                (m.b1407790296 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM.y 'г'., H:mm:ss 'ч'.", timeSeparator: ":" })),
                (m.a163638108 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.y 'г'.", timeSeparator: ":" })),
                (m.a1214726809 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "H:mm 'ч'.", timeSeparator: ":" })),
                (m.b376687477 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "E, h:mm 'ч'. a", timeSeparator: ":", days: { E: { 1: { sun: "нд", mon: "пн", tue: "вт", wed: "ср", thu: "чт", fri: "пт", sat: "сб" } } }, dayPeriods: { am: "пр.об.", pm: "сл.об." } })),
                (m.a141711932 = k({ 1: m("bg").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y 'г'.", timeSeparator: ":", months: { M: { 4: { 1: "януари", 2: "февруари", 3: "март", 4: "април", 5: "май", 6: "юни", 7: "юли", 8: "август", 9: "септември", 10: "октомври", 11: "ноември", 12: "декември" } } } })),
                (m.a55113691 = k({ 1: m("bg").numberFormatter({ raw: "0" }), 2: m("bg").numberFormatter({ raw: "00" }) }, { pattern: "d.MM.y 'г'.", timeSeparator: ":" })),
                (m.b1083660145 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "януари", 2: "февруари", 3: "март", 4: "април", 5: "май", 6: "юни", 7: "юли", 8: "август", 9: "септември", 10: "октомври", 11: "ноември", 12: "декември" } } } })),
                (m.a169585295 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "неделя", mon: "понеделник", tue: "вторник", wed: "сряда", thu: "четвъртък", fri: "петък", sat: "събота" } } } })),
                (m.b1474382033 = p(m("bg").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a893679502 = p(m("bg").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a1262301121 = p(m("bg").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1512047922 = p(m("bg").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.a1907511475 = p(m("bg").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1519436090 = p(m("bg").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b103340695 = p(m("bg").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.a1141147787 = p(m("bg").dateToPartsFormatter({ date: "long" }))),
                (m.a522191050 = p(m("bg").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.b1545800607 = p(m("bg").dateToPartsFormatter({ date: "short" }))),
                (m.a41156549 = p(m("bg").dateToPartsFormatter({ skeleton: "y" }))),
                (m.b1079610926 = p(m("bg").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b522062171 = p(m("bg").dateToPartsFormatter({ datetime: "full" }))),
                (m.a407126911 = p(m("bg").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a914920485 = p(m("bg").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.b890456094 = p(m("bg").dateToPartsFormatter({ time: "short" }))),
                (m.b527860844 = p(m("bg").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a892994309 = p(m("bg").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.b781046862 = p(m("bg").dateToPartsFormatter({ date: "medium" }))),
                (m.b1475067226 = p(m("bg").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b221821786 = p(m("bg").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b1380651950 = N(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "след {0} ден", "relativeTimePattern-count-other": "след {0} дни" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "преди {0} ден", "relativeTimePattern-count-other": "преди {0} дни" }, "relative-type--2": "онзи ден", "relative-type--1": "вчера", "relative-type-0": "днес", "relative-type-1": "утре", "relative-type-2": "вдругиден" })),
                (m.a438588471 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "секунди", one: "{0} секунда", other: "{0} секунди", perUnitPattern: "{0} за секунда" } })),
                (m.b1448374825 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "минути", one: "{0} минута", other: "{0} минути", perUnitPattern: "{0} на минута" } })),
                (m.b554461657 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "часове", one: "{0} час", other: "{0} часа", perUnitPattern: "{0} за час" } })),
                (m.b2026876488 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                (m.a1372562264 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "мин", one: "{0} мин", other: "{0} мин", perUnitPattern: "{0}/мин" } })),
                (m.a1429657512 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ч", one: "{0} ч", other: "{0} ч", perUnitPattern: "{0}/h" } })),
                (m.a60464508 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "д", one: "{0} д", other: "{0} д", perUnitPattern: "{0}/д" } })),
                (m.a561430779 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "дни", one: "{0} ден", other: "{0} дни", perUnitPattern: "{0} на ден" } })),
                (m.a1864654560 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "м", one: "{0} м", other: "{0} м", perUnitPattern: "{0}/месец" } })),
                (m.b2037806241 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "месеци", one: "{0} месец", other: "{0} месеца", perUnitPattern: "{0} на месец" } })),
                (m.b1460747391 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "г", one: "{0} г", other: "{0} г", perUnitPattern: "{0}/год." } })),
                (m.a926327872 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "години", one: "{0} година", other: "{0} години", perUnitPattern: "{0} на година" } })),
                (m.b1850302923 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "секунди", one: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                (m.b216622955 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "мин", one: "{0} мин", other: "{0} мин", perUnitPattern: "{0}/мин" } })),
                (m.a1724881477 = l(m("bg").numberFormatter({}), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "часове", one: "{0} ч", other: "{0} ч", perUnitPattern: "{0}/h" } })),
                (m.b1997441506 = l(m("bg").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("bg").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                n("d58baa7f", m.a1205364346),
                n("ia24dc8d", m.b560738426),
                n("iab73d4b", m.b1229638476),
                n("i3b7a017", m.a438588471),
                n("ie5d110f", m.b1448374825),
                n("df5f11b3", m.b554461657),
                n("e8733ed9", m.b2026876488),
                n("be59d8c3", m.a1372562264),
                n("i3d087db", m.a1429657512),
                n("ga8d18c9", m.a60464508),
                n("a91e7d49", m.a561430779),
                n("id952a69", m.a1864654560),
                n("ga09ab65", m.b2037806241),
                n("c83b901d", m.b1460747391),
                n("a55b9fed", m.a926327872),
                n("ccaa970f", m.b1474382033),
                n("jade381b", m.a893679502),
                n("d725a289", m.a1262301121),
                n("g08cbabb", m.b1051546661),
                n("c333da63", m.b1380651950),
                n("h8054d91", m.a1512047922),
                n("i61fef37", m.b1850302923),
                n("ba705e27", m.b216622955),
                n("j86b0d8d", m.a1724881477),
                n("f668e929", m.b1796972175),
                n("i2785009", m.a736850462),
                n("c778d80b", m.a1066616223),
                n("e8d93005", m.a1552168033),
                n("d46781af", m.b1997441506),
                n("ba316f05", m.b547733372),
                n("c0bdd345", m.b1616208638),
                n("aa2aa1a1", m.a1907511475),
                n("da44942d", m.a1519436090),
                n("bfbc051d", m.b103340695),
                n("ba2e82a1", m.a1141147787),
                n("fc209bb7", m.a522191050),
                n("cf8abf59", m.a1580200378),
                n("a9f397f3", m.b1545800607),
                n("d857e44d", m.b1953322890),
                n("cb87e3db", m.a193268789),
                n("a9d5ffd1", m.a1423727636),
                n("a0e8371d", m.b638165882),
                n("gcc50dc9", m.a792102376),
                n("a6a43585", m.b639949820),
                n("a0cc8f2d", m.a1850786317),
                n("i31c32c5", m.b1842968808),
                n("i7dc69e9", m.b1328833382),
                n("c14a6c03", m.a760499995),
                n("jaa3d537", m.b2017716944),
                n("a824080b", m.b42900171),
                n("d9c0bedb", m.b501561233),
                n("bf8c0613", m.a1531108488),
                n("i8163625", m.b2134017486),
                n("adb53ba1", m.b1104557342),
                n("iabf697d", m.a210599666),
                n("a1a0555b", m.a437848936),
                n("f266f3d9", m.b1453458968),
                n("a9a8652b", m.b1856051020),
                n("dbf40761", m.a1889610593),
                n("b0d993d9", m.b1289414460),
                n("ac1308e1", m.a713436818),
                n("a7889ab3", m.b1608497643),
                n("c614f5cd", m.a509464885),
                n("i55d57e3", m.b1266137123),
                n("e4b6002b", m.b1382437665),
                n("d28e983b", m.a1451253638),
                n("e8c9232d", m.b1097335447),
                n("c8994ae1", m.a1164367482),
                n("f821c2a5", m.b1155188395),
                n("j348b9c9", m.b1674080989),
                n("i6f93b9b", m.b1275651459),
                n("c6150bd5", m.a1786478406),
                n("i8921e09", m.a1385075646),
                n("ef239279", m.a210685809),
                n("hecdb149", m.a2013727676),
                n("fdd039b7", m.b1769482778),
                n("f30c2c37", m.b1484380560),
                n("d9ea7bff", m.a1749524211),
                n("ea3df4b7", m.b1543422800),
                n("jaac21bb", m.a1289673857),
                n("hb435ced", m.b286118740),
                n("ce699d81", m.a686083102),
                n("bc56d3d7", m.b1294680131),
                n("f8561913", m.a1425089214),
                n("g6485d53", m.b150108737),
                n("ff561cc1", m.a622878340),
                n("b42011d3", m.a1307599380),
                n("a6660bcd", m.b1818924539),
                n("f9b80449", m.a1444798675),
                n("gdee4d5d", m.b1132419561),
                n("h36f2103", m.a498252754),
                n("a19ad037", m.b447103875),
                n("g713f699", m.a1127499430),
                n("ff2e39af", m.b594412152),
                n("be34316d", m.a492900940),
                n("aef81b75", m.a349160539),
                n("fcce70a5", m.b109500523),
                n("jc9d352f", m.b1312519511),
                n("be1cb8c5", m.b597385382),
                n("j9371501", m.a890735824),
                n("j7d4397d", m.b1916704912),
                n("d61441dd", m.a343214079),
                n("e2a99e97", m.b316445686),
                n("f7ce19ab", m.b186976789),
                n("b2a0213f", m.a2016278546),
                n("d7d71245", m.a41156549),
                n("a2f2faab", m.b1079610926),
                n("g8d1b99b", m.b522062171),
                n("d0a77c9b", m.a407126911),
                n("e18e399b", m.a914920485),
                n("b6ca7bcb", m.b890456094),
                n("h0e4cdf5", m.b527860844),
                n("g727ddcf", m.a892994309),
                n("h3629783", m.b781046862),
                n("a20c68af", m.b1475067226),
                n("ja781451", m.b1059901972),
                n("cfa1a7b9", m.b1863764401),
                n("f3b9b9a7", m.b221821786),
                n("eefcd267", m.a1876471185),
                n("fa8afc43", m.a459305266);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/bg.51c58aba.js.map
