"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/bn"],
    {
        793458: (e, c, a) => {
            var n = a(292426)._register("bn", {
                get emoji() {
                    return a.e("i18n/emoji-bn").then(a.t.bind(a, 172654, 23));
                },
            });
            function f(e, c, a) {
                return "one" == ((n = e) >= 0 && n <= 1 ? "one" : "other") ? c : a;
                var n;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "কোনোটিই নয়"),
                n("f07eac34", "প্যারোডি অ্যাকাউন্ট"),
                n("a41b5c2e", "ফ্যান অ্যাকাউন্ট"),
                n("i428ea62", "কমেন্টারি অ্যাকাউন্ট"),
                n("ac0d27be", "দুঃখিত! এই অ্যাকাউন্ট রদ করা হয়েছে।"),
                n("bcee7444", "অ্যাকাউন্ট আপডেট ব্যর্থ হয়েছে।"),
                n("e0cbf77a", "ফোন যোগ করুন"),
                n("f377195c", "X ক্ষমতার অতিরিক্ত কাজ করছে। অনুগ্রহ করে কয়েক মুহূর্ত অপেক্ষা করে আবার চেষ্টা করুন।"),
                n("d67f9456", "এই ক্রিয়াটি সম্পাদনা করা থেকে আপনাকে অবরোধ করা হয়েছে।"),
                n("e0ece1b6", "মিডিয়া সংযুক্ত করা যাচ্ছে না, পুনঃ-আপলোড করার চেষ্টা করুন।"),
                n("i82e8f04", "আমাদের ব্যবহারকারীদেরকে স্প্যাম এবং অন্যান্য ক্ষতিকারক কার্যকলাপ থেকে সুরক্ষিত রাখতে, এই অ্যাকাউন্টটিকে আরও অ্যাকাউন্ট অনুসরণ করা থেকে সাময়িকভাবে ব্লক করা হয়েছে। আপনি যে X নিয়মাবলী বুঝেছেন অনুগ্রহ করে তা নিশ্চিত করুন"),
                n("jf7be47a", "আমাদের ব্যবহারকারীদেরকে অবাঞ্ছিত এবং অন্যান্য ক্ষতিকারক কার্যকলাপ থেকে সুরক্ষিত রাখতে, এই অ্যাকাউন্টটিকে পোস্ট করা থেকে সাময়িকভাবে ব্লক করা হয়েছে। আপনি যে X নিয়মাবলী বুঝেছেন অনুগ্রহ করে তা নিশ্চিত করুন।"),
                n("g75fec74", "আপনি এই কাজের জন্য আপনার প্রতিদিনের নির্ধারিত সর্বোচ্চ সীমায় পৌঁছে গেছেন। দয়া করে সীমাটি উঠিয়ে নিতে আপনার অ্যাকাউন্টে একটি ফোন যোগ করুন।"),
                n("abb8b6e0", "এই ফোন নম্বরটি ইতিমধ্যেই নিবন্ধিত হয়েছে।"),
                n("f30bd1fc", "আমরা এই ফোন নম্বরটিতে একটি টেক্সট বার্তা পাঠাতে পারছি না কারণ এর অপারেটর সমর্থিত নয়।"),
                n("i54e550c", "আমরা এই ফোন নম্বর যাচাই করতে পারি নি।"),
                n("h154702a", "আমরা এই অনুরোধটি সম্পূর্ণ করতে পারছি না তার কারণ এই লিঙ্কটি X অথবা আমাদের অংশীদারদের দ্বারা সম্ভাব্যরূপে ক্ষতিকারক হিসাবে চিহ্নিত করা হয়েছে। আরও জানতে আমাদের সহায়তা কেন্দ্রে যান।"),
                n("c8cb0b4c", "আপনি ভুল পাসওয়ার্ড লিখেছেন।"),
                n("b1b54f9e", "আপনি যে মিডিয়া আপলোডের চেষ্টা করেছেন সেটি অবৈধ।"),
                n("i859a9d4", "আরও জানুন"),
                n("d6e72ce1", function (e) {
                    return "আপনার পাসওয়ার্ড কমপক্ষে " + e.count + " অক্ষরের চাইতে ছোট হতে হবে। অনুগ্রহ করে একটি ছোট পাসওয়ার্ড লিখুন।";
                }),
                n("a34dccd7", function (e) {
                    return "আপনার পাসওয়ার্ড অন্ততপক্ষে " + e.count + " অক্ষরের হতে হবে। অনুগ্রহ করে একটি বড় পাসওয়ার্ড লিখুন।";
                }),
                n("jea2ff04", "পাসওয়ার্ডটি সহজেই অনুমান করা সম্ভব। অনুগ্রহ করে একটি অপেক্ষাকৃত জটিল পাসওয়ার্ড বেছে নিন।"),
                n("ce482c36", "একটি বা বেশি ক্ষেত্র অবৈধ। অনুগ্রহ করে আপনার ইনপুট পরীক্ষা করে আবার চেষ্টা করুন।"),
                n("db626d88", "আপনার অ্যাকাউন্ট সেটিং আপ সমাপ্ত করতে দয়া করে আপনার ফোন নম্বর যোগ করুন"),
                n("i3ee2550", "দয়া করে সমস্ত আবশ্যক ক্ষেত্রগুলি পূরণ করুন।"),
                n("cf18a258", "এই অনুরোধটিকে স্বয়ংক্রিয়র মতোই লাগছে। আমাদের ব্যবহারকারীদেরকে অবাঞ্ছিত এবং অন্যান্য ক্ষতিসাধনকারী কার্যকলাপ থেকে সুরক্ষিত রাখতে, আমরা এই মুহূর্তে এই ক্রিয়াটি করতে পারছি না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("h7ffa648", "এসএমএস যাচাইকরণের হারের সীমা অতিক্রান্ত হয়েছে।"),
                n("b87ceb1c", "এসএমএস যাচাইকরণের পিনটি অবৈধ।"),
                n("f87e2faa", "দুঃখিত, আমরা সেই ব্যবহারকারীকে খুঁজে পাই নি।"),
                n("cdaf8222", "দুঃখিত, আপনি রেট সীমিত। দয়া করে এক মুহূর্ত অপেক্ষা করে আবার চেষ্টা করুন।"),
                n("c1b0e710", "আপনার অ্যাকাউন্ট বরখাস্ত করা হয়েছে ও এই কাজটি সম্পাদন করার জন্য অনুমোদিত নয়।"),
                n("bfb22fae", "দুঃখিত, সেই পোস্টটি মোছা হয়েছে। "),
                n("a23cd3ba", "X এই পোস্টের কিছু কার্যকলাপ নিষ্ক্রিয় করেছে।"),
                n("bb558892", "এই ব্যবহারকারীর কাছে ইতিমধ্যেই একটি যাচাইকৃত ফোন নম্বর আছে।"),
                n("hae1c934", "কিছু ভুল হয়েছে, তবে চিন্তা করবেন না — এটা আপনার ভুল নয়।"),
                n("e784846c", "আপনার প্রোফাইল রিভিউ করা হচ্ছে। রিভিউ চলাকালীন নাম এবং প্রোফাইল ফটোতে কোনও নতুন পরিবর্তন করা যাবে না।"),
                n("h1cbdd30", "দয়া করে পৃষ্ঠাটি রিফ্রেশ করে আবার চেষ্টা করুন।"),
                n("a5077d3e", "রিফ্রেশ"),
                n("b2648ba4", "আপনার অ্যাকাউন্ট এই ক্রিয়াটি সম্পাদন করার জন্য অনুমোদিত নাও হতে পারে। দয়া করে পৃষ্ঠাটি রিফ্রেশ করে আবার চেষ্টা করুন।"),
                n("bcd6bb0e", "সদস্য"),
                n("hd8c22d2", "মডঃ"),
                n("c3153100", "অ্যাড"),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" অনুসন্ধান করুন';
                }),
                n("jcec6620", "পোস্টের উত্তর লোকানো হয়েছে"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "প্রাথমিক"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "ষড়ভুজ প্রোফাইল ছবি"),
                n("fcc8734a", "চতুর্ভুজ প্রোফাইল ছবি"),
                n("c64e46f8", "এই সদস্যকে কমিউনিটি থেকে সরানো হয়েছে, তাই তার পোস্টগুলি লুকানো হয়েছে।"),
                n("b3f1cb42", "কমিউনিটির নিয়মাবলী ভঙ্গন করার জন্য একজন মডারেটর এই পোস্ট লুকিয়ে রেখেছেন। "),
                n("cbd2dc9c", "এই পোস্টটির বিষয়ে আপনি রিপোর্ট করেছেন।"),
                n("cfbea177", function (e) {
                    return e.name + "-এর space";
                }),
                n("ab4fc8bc", "স্পেস"),
                n("jd859c9c", "আপনাকে এই Spaceটি থেকে হটানো হয়েছে।"),
                n("c60ed9b0", "আপনার এই Space-এ যোগদান করার অনুমতি নেই।"),
                n("d8227e16", "আপনি এই Space-টি তৈরি করতে অনুমোদিত নন"),
                n("f027fed8", "ছবি তে ছবি"),
                n("hd50e064", "এখনই নয়"),
                n("i76d640e", "আআমাদের আপনার অনুমতি প্রয়োজন"),
                n("fdaa0be8", "এই Space-এ কথা বলতে, আপনাকে X-কে আপনার মাইক্রোফোনের অ্যাক্সেস করার অনুমতি দিতে হবে। অনুগ্রহ করে আপনার ব্রাউজার সেটিংস চেক করুন। "),
                n("gea6cc1a", "আপনি কি নিশ্চিত?"),
                n("hb568af4", "নীরব"),
                n("f7c8617a", "ক্লিপ কী?"),
                n("ecc7d2ec", "ক্লিপ হল কিছু ধরে রাখা মুহূর্ত যা আপনার Space-এর যে কেউ তৈরি করতে ও শেয়ার করতে পারেন। সমস্ত ক্লিপের মেয়াদ 30 দিন পরে শেষ হয়ে যায়।"),
                n("d575ee02", "কারা ক্লিপ তৈরি করতে পারবেন?"),
                n("dbc477a4", "যে কেউ (এমনকি শ্রোতারাও) ক্লিপ তৈরি করতে পারেন। শুধু একটিই শর্ত আপনাকে X-কে নিবন্ধন করতে হবে।"),
                n("ed1d1cc0", "যে কোন বক্তা একটি ক্লিপে থাকতে পারেন"),
                n("e5d193c8", "আপনি যদি কথা বলেন, আপনি কোন ক্লিপে উপস্থিত থাকতে পারেন। আপনি যদি কোন ক্লিপে থাকেন আমরা আপনাকে জানাব।"),
                n("e1547ec0", "Space-এ একটি মুহূর্তকে ক্লিপ করুন"),
                n("i154245e", "হাস্যকর বা অভাবনীয় কিছু শুনেছেন? এটিকে ক্লিপ করুন ও শেয়ার করুন।"),
                n("j24c37b2", "বুঝেছি"),
                n("g1c6f16e", "রেকর্ড করা Space"),
                n("e5609214", "Space লাইভ রাখুন"),
                n("g665514c", "শুধুমাত্র বক্তাদের রেকর্ড করা হয়েছে"),
                n("ja196c5a", "অতিথি যারা কথা বলবেন তাদের রেকর্ড করা হবে। রেকর্ডিংটি সার্বজনীন, সেইজন্য যে কেউ উত্তর দিতে পারবেন।"),
                n("dd317ed6", "রিপ্লে করুন অথবা যেকোনো ব্যক্তির সঙ্গে শেয়ার করুন"),
                n("jf03b37c", "যখন খুশি রেকর্ডিংটি শুনুন। আপনি একটি পোস্টের সঙ্গেও এটি শেয়ার করতে পারবেন।"),
                n("fd05976b", "আরও জানুন"),
                n("b4f91a8a", "রেকর্ডিং সক্রিয় রয়েছে"),
                n("gb418012", "Spaces-এ স্বাগত"),
                n("fec3c1e0", "কোথায় লাইভ অডিও কথা-বার্তা হচ্ছে"),
                n("j32eb4f8", "10 জন পর্যন্ত বক্তা যোগ করুন"),
                n("j4f133a6", "আপনি X-এ যেকোনো ব্যক্তিকে কথা বলার জন্য আমন্ত্রণ জানাতে পারেন।"),
                n("ed434ac6", "Spaces সর্বজনীন — যে কেউ যোগদান করতে পারেন"),
                n("e0025688", "আপনার Space, আপনার নিয়মাবলী"),
                n("c1bc6f86", "হোস্ট হিসাবে, কে কথা বলার জন্য অনুমদিত আপনি তা নিয়ন্ত্রণ করেন। আপনি আপনার Space-এ যাদের চান না তাদের সরানোর ক্ষমতাও আপনার আছে।"),
                n("b0bc8330", "আপনি একটি Space-এ লোকজনকে ব্লক করতে ও তাদের বিরুদ্ধে রিপোর্ট করতে পারেন।"),
                n("cb17a0f3", "আরও জানুন "),
                n("dcd77941", "আরও জানুন"),
                n("cc724cb0", "ক্লিপ তৈরি করুন"),
                n("cfd2f35e", "বাতিল"),
                n("c1df579e", "পরবর্তী"),
                n("e3146662", "এই ক্লিপের জন্য ক্যাপশন তৈরি করা যায়নি।"),
                n("f123fea8", "এই Space-এর বিরুদ্ধে অভিযোগ জানান"),
                n("d0aebc28", "সমস্যাটি বর্ণনা করুন"),
                n("g971a4e8", "স্ব-ক্ষতি"),
                n("b96e6682", "হিংস্রতা"),
                n("e5bf9b3a", "যৌন কনটেন্ট"),
                n("d2a34320", "বাচ্চাদের সুরক্ষা"),
                n("a9ba3e28", "ব্যক্তিগত তথ্য"),
                n("d5519f4a", "আপত্তিজনক আচরণ"),
                n("eb55363c", "এই  Space সম্পর্কে অভিযোগ জানানো হয়েছে"),
                n("i65de934", "আপনি বেনামী হয়ে শুনছেন"),
                n("b1037050", "Space পসিচালনা করুন"),
                n("ic107434", "ক্যামেরা চালু করুন"),
                n("d7e0329c", "ক্যামেরা চালু করুন"),
                n("b772cd66", "সম্পন্ন"),
                n("b3bd3e38", "প্রথমে সেরা পোস্টগুলো"),
                n("d88cf16c", "সাম্প্রতিকতম পোস্ট প্রথমে"),
                n("bd4ad3ea", "বিস্তৃত"),
                n("ca1180a0", "মাঝারি"),
                n("c86ff1b0", "অপ্রশস্ত"),
                n("eed02406", "ছোট"),
                n("cffb04d6", "সাধারণ"),
                n("af15cef8", "নোট সহ পোস্ট"),
                n("ab28945c", "অবদানকারীর প্রোফাইল"),
                n("e2462db4", "গত 24 ঘণ্টায় · আপনার নেটওয়ার্কে সবথেকে বেশি শেয়ার করা হয়েছে"),
                n("ad16f482", "ইভেন্ট"),
                n("c20aaf3e", "ত্রুটি"),
                n("edf7bc2e", "ট্রেন্ডিং"),
                n("fa884026", "সূচী"),
                n("fa98627a", "প্রোফাইল"),
                n("a9ae1e78", "অনুসন্ধান"),
                n("a2a3824a", "প্রসঙ্গ"),
                n("a6d5b010", "সময়রেখা"),
                n("h5860a68", "Grok"),
                n("a990900c", "জীবনী"),
                n("h02a6fe6", "কমিউনিটি"),
                n("a15648a4", "কমিউনিটি নোট"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • বুকমার্ক ফোল্ডার";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + "টি • বার্তা";
                }),
                n("d80c77dc", "আপনি এই উত্তরগুলো লুকিয়েছেন"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " উত্তরগুলো লুকিয়েছে";
                }),
                n("g40ff2b4", "আপনার মিডিয়ার পুনঃআকার ব্যর্থ হয়েছে এবং আপলোড করার পক্ষে অত্যন্ত বড়।"),
                n("b8098028", "একটি বা তার বেশি চিত্র আকারের সীমাকে ছাড়িয়ে গেছে ও পুনঃআকার দেওয়া যাবে না।"),
                n("b36f4170", "ফাইল ফাঁকা আছে।"),
                n("hab3781e", "প্রদান করা একটি বা আরও বেশি ফাইল চিত্র নয়।"),
                n("f6c4fb02", "আপনার GIF ফাইল প্রক্রিয়া করা যাবে না। দয়া করে GIFগুলি আপলোড করার বিষয়ে টিপগুলি দেখুন।"),
                n("g0af3dd2", "আপনার GIF ফাইল সুসঙ্গত নয়। দয়া করে GIFগুলি আপলোড করার বিষয়ে টিপগুলি দেখুন।"),
                n("b8c8b0be", "আপনার ভিডিও ফাইল প্রক্রিয়া করা গেল না। ভিডিও ফাইলগুলি আপলোড করার বিষয়ে দয়া করে টিপ্স দেখুন।"),
                n("ica6d718", "আপনার ভিডিও ফাইলটি সামঞ্জস্যপূর্ণ নয়। ভিডিওগুলি আপলোড করতে দয়া করে টিপ্স দেখুন।"),
                n("b28d44f7", function (e) {
                    return "আপনার GIF ফাইলটি অত্যন্ত বড়। GIF গুলো " + e.limit + " MB-র চাইতে কম মাপের হওয়া উচিত";
                }),
                n("i1db7d13", function (e) {
                    return "আপনার ভিডিওটি অত্যন্ত বড়। ভিডিও " + e.limit + " MB-র চাইতে কম মাপের হওয়া উচিত";
                }),
                n("baac0ed7", function (e) {
                    return "আপনার ভিডিওটি অত্যন্ত বড়। ভিডিও " + e.limit + " GB-র থেকে কম হতে হবে";
                }),
                n("a22385bb", function (e) {
                    return "আপনার ভিডিওটি অনেক বড়। এটাকে " + e.limit + " সেকেন্ডের মধ্যে বা তার থেকেও ছোট করার চেষ্টা করুন।";
                }),
                n("be0440bf", function (e) {
                    return "আপনার ভিডিওটি অনেক বড়। এটাকে " + e.limit + " মিনিটের মধ্যে বা তার থেকেও ছোট করার চেষ্টা করুন।";
                }),
                n("feeba512", "আপনার চিত্র ফাইল প্রক্রিয়া করা যাবে না। দয়া করে চিত্রগুলি আপলোড করার বিষয়ে টিপগুলি দেখুন।"),
                n("db123c02", "আপনার চিত্র ফাইল সুসঙ্গত নয়। দয়া করে চিত্রগুলি আপলোড করার বিষয়ে টিপগুলি দেখুন।"),
                n("db6001e7", function (e) {
                    return "আপনার ছবিটি অত্যন্ত বড়। ছবি " + e.limit + " MB-র চাইতে কম মাপের হওয়া উচিত";
                }),
                n("eb96d952", "আপনার চিত্র ফাইলের উচ্চতা ও প্রস্থ উপযুক্ত নয়"),
                n("b3880588", "আপলোড সেশনের মেয়াদ শেষ হয়েছে।"),
                n("ca058b68", "আপনার কিছু মিডিয়া লোড হতে ব্যর্থ হয়েছে।"),
                n("id24379c", "আপনার কিছু মিডিয়ার আপলোড ব্যর্থ হয়েছে।"),
                n("h4d7cbcc", "কিছু মিডিয়া আপলোড হতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("aaa798fc", "আপগ্রেড করুন"),
                n("f13bb672", "Premium-এ সাবস্ক্রাইব করুন"),
                n("ab0decc0", "সদস্যতা নিন"),
                n("e4e92f35", function (e) {
                    return e.tier + "-এ আপগ্রেড করুন";
                }),
                n("c2831f07", function (e) {
                    return e.tier + "-এ সাবস্ক্রাইব করুন";
                }),
                n("fd425414", "Radar পান"),
                n("g6320792", "Premium অ্যানালিটিক্স পান"),
                n("f09be7f8", "যাচাইকরণ করুন"),
                n("j34ad558", "Premium পান"),
                n("a73d39fb", function (e) {
                    return e.numberOfDays + " দিনের বিনামূল্যের ট্রায়াল শুরু করুন";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + "-এ " + e.percentage + "% অবধি ছাড় পান";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% ছাড়";
                }),
                n("c5546038", "শীঘ্রই মেয়াদ শেষ হচ্ছে!"),
                n("e9a47564", "শেষ সুযোগ"),
                n("f65e7e91", function (e) {
                    return e.tier + " " + e.plan + " এ " + e.percentage + "% ছাড়";
                }),
                n("a84a736e", "বিনামূল্যের বিজ্ঞাপনের ক্রেডিট পান"),
                n("a0713d76", "বিনামূল্যে বিজ্ঞাপন ক্রেডিট এবং ব্যবসা বৃদ্ধির সরঞ্জামের একটি স্যুট পেতে যাচাইকৃত সংস্থাতে আপগ্রেড করুন।"),
                n("a07e13fc", "একজন Premium নির্মাতা হয়ে উঠুন"),
                n("i1b4aea2", "আরও বেশি সময়ের ভিডিও পোস্ট করতে আপগ্রেড করুন"),
                n("efa90342", "X Premium ব্যবহার করে পোস্ট এডিট করা আনলক করুন"),
                n("cc528e28", "কেবল X Premium সাবস্ক্রাইবারদেরই পোস্ট এডিট করাতে অ্যাক্সেস থাকবে। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("h8a3525e", "আপনার প্রোফাইলের হাইলাইট"),
                n("c0f7a722", "আপনার প্রোফাইলে পোস্টগুলি হাইলাইট করতে আপনাকে অবশ্যই Premium-এ সাবস্ক্রাইব করতে হবে।"),
                n("i3b31136", "X-এ নিবন্ধ লিখুন"),
                n("b6a41c5f", function (e) {
                    return "X-এ নিবন্ধ লেখার জন্য আপনাকে " + e.tier + "-এ সাবস্ক্রাইব করতে হবে";
                }),
                n("ae2c4afc", "আপনার নিজের নিবন্ধ প্রকাশ করতে চান?"),
                n("d300e29b", function (e) {
                    return "আরও দীর্ঘ পোস্ট লিখতে " + e.tier + "-এ আপগ্রেড করুন।";
                }),
                n("f614e2bc", "আরও দীর্ঘ পোস্ট লিখতে এবং বোল্ড ও ইটালিক-এর মত ফরম্যাট ব্যবহার করতে Premium-এ আপগ্রেড করুন।"),
                n("c9772e6e", "Premium-এ আপগ্রেড করুন"),
                n("dc5575ac", "আপনার প্রোফাইলে কী কোনও ID যাচাইকৃত লেবেল পেতে চান?"),
                n("d154f46e", "X Premium ব্যবহার করে কমিউনিটিজ ক্রিয়েশন আনলক করুন"),
                n("a0228c02", "কেবল X Premium সাবস্ক্রাইবারদের কমিউনিটিজ ক্রিয়েশন-এ অ্যাক্সেস থাকবে। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("d07f1d74", "কথা-বার্তাতে এই ব্যবহারকারীদের যোগ করতে আপনাকে অবশ্যই যাচাইকৃত হতে হবে "),
                n("ebe38626", "কেবলমাত্র যাচাইকৃত ব্যবহারকারীরাই তাদের অনুসরণ করে না এমন লোকেদেরও কোনও গ্রুপে যোগ করতে পারবেন। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("e6eddae0", "এই গ্রুপটি তৈরি করতে যাচাইকৃত হন"),
                n("he27089e", "কেবলমাত্র যাচাইকৃত ব্যবহারকারীরাই কোনও গ্রুপ তৈরি করতে পারবেন। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("d7bc1116", "এই ব্যবহারকারীকে বার্তা পাঠাতে যাচাইকৃত হন"),
                n("f897074a", "কেবলমাত্র যাচাইকৃত ব্যবহারকারীরাই তাদের অনুসরণ করে না এমন লোকেদেরও সরাসরি বার্তার অনুরোধ পাঠাতে পারবেন। চালিয়ে যেতে আপগ্রেড করুন।`"),
                n("c0cf5eae", "আরও বার্তা পাঠাতে যাচাইকৃত হন"),
                n("h2da08fc", "আপনি একদিনে সরাসরি বার্তা পাঠানোর সর্বাধিক লিমিটে পৌঁছেছেন। বার্তা পাঠানো চালিয়ে যেতে আপগ্রেড করুন।"),
                n("j503aee6", "X Premium ব্যবহার করে ভিডিওগুলি ডাউনলোড করুন"),
                n("j4dd3bf4", "কেবলমাত্র X Premium সাবস্ক্রাইবাররাই কোনও ভিডিও ডাউনলোড করতে পারবেন। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("bc231a74", "X Premium ব্যবহার করে বুকমার্ক ফোল্ডার আনলক করুন"),
                n("ed534c78", "কেবল X Premium সাবস্ক্রাইবারদেরই বুকমার্ক ফোল্ডারে অ্যাক্সেস করতে পারবে। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("ed924940", "Premium+ ব্যবহার করে সবকটি বিজ্ঞাপন সরান"),
                n("dccdb326", "কেবল Premium+ সাবস্ক্রাইবারদেরই বিজ্ঞাপন পাবেন না। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("adf3410a", "নিত্য নতুন ফিচার আনলক করতে সাবস্ক্রাইব করুন, আয়ের শেয়ার পাওয়ার যোগ্য হলে, সেটিও পান।"),
                n("d8661dd4", "সীমিত সময়ের জন্য। X-এর সর্বোত্তম পরিষেবা আনলক করুন।"),
                n("fe7fd234", "আজই বিনামূল্যে Premium Basic উপভোগ করুন"),
                n("a2f86dda", "বুকমার্ক ফোল্ডার, পোস্ট এডিট, অ্যাপ আইকন কাস্টম করা এবং আরও অনেক Premium বেসিক ফিচারের সাথে আপবার অভিজ্ঞতা উন্নত করুন।"),
                n("d9593598", "আজই বিনামূল্যে Premium উপভোগ করুন"),
                n("d0d6b59c", "কম বিজ্ঞাপন, পাওয়ার টুল এবং আরও অনেক কিছু সহ Premium-এর সাথে আপনার অভিজ্ঞতা উন্নত করুন।"),
                n("g4bb7ea8", "X Premium-এ 50% অবধি ছাড় পান"),
                n("b748499c", "অফার বাড়ানো হয়েছে"),
                n("b81135bc", "আজই শেষ হচ্ছে!"),
                n("a8b4b878", "এই থ্যাঙ্কসগিভিং-এ X-এর সেরা অভিজ্ঞতা নিন।"),
                n("df7fb242", "থ্যাঙ্কসগিভিং এর অফার"),
                n("aeaf14a6", "Premium-এ 40% ছাড় পান। শীঘ্রই বাতিল হচ্ছে!"),
                n("ca8cbf78", "Premium এবং Premium+ এ 40% ছাড় পান"),
                n("j88ba18e", "অফারটি দাবি করুন"),
                n("f4dc8ea3", function (e) {
                    return "X premium-এ " + e.percentage + "% ছাড় পান। X-এর সর্বোত্তম পরিষেবা আনলক করুন।";
                }),
                n("db6a5d54", "আপনাকে এখনো যাচাই করা যায়নি"),
                n("edf7f57e", "বুস্ট করা রিপ্লাই, অ্যানালিটিক্স, বিজ্ঞাপন-মুক্ত ব্রাউজিং এবং আরও অনেক কিছুর জন্য যাচাই করুন। এখনই আপনার প্রোফাইল আপগ্রেড করুন।"),
                n("ba920d68", "যাচাইকরণ ব্যহার করে আপনার ইনফ্লুয়েন্সউন্নত করুন"),
                n("ib79d0c2", "ভিআইপি বৈশিষ্ট্যগুলি আনলক করুন: আপনার অ্যাকাউন্ট যাচাই করুন"),
                n("bebc5f12", "আপনি X-এ বিজ্ঞাপন দিচ্ছেন কিন্তু আপনার কাছে কোনও যাচাইকৃত সংস্থার সাবস্ক্রিপশন নেই।"),
                n("d7836d1e", "$12,000 পর্যন্ত বিনামূল্যে বিজ্ঞাপন ক্রেডিট, গোল্ড যাচাইকরণ, ভিআইপি সহায়তা এবং বিকাশের জন্য বিভিন্ন সরঞ্জাম পেতে সাবস্ক্রাইব করুন।"),
                n("f528e369", function (e) {
                    return "আপনার নিজের নিবন্ধগুলি লিখতে " + e.tier + "-এ সাবস্ক্রাইব করুন";
                }),
                n("c5a8022a", "নিবন্ধ ব্যবহার করে, আপনি আপনার নিজের দীর্ঘ আকারের কন্টেন্ট রিচ টেক্সট এবং ইনলাইন মিডিয়া ব্যবহার করে সরাসরি X-এ লিখতে পারবেন।"),
                n("d77899b6", "আপনার নিজের দীর্ঘ পোস্ট লিখতে Premium- এ সাবস্ক্রাইব করুন"),
                n("bd65482a", "আরও দীর্ঘ পোস্ট লিখুন এবং বোল্ড ও ইটালিক-এর মত ফরম্যাট ব্যবহার করুন।"),
                n("bee20918", "পোস্টের বিনিময়ে উপার্জন করুন"),
                n("gb699d52", "X-এ পোস্ট করা উপভোগ করছেন? আমাদের আয় শেয়ার করার প্রোগ্রামে যোগ দিতে Premium-এ সাবস্ক্রাইব করুন।"),
                n("f69877c2", "Premium-এর সাথে আপনার উত্তরগুলি বুস্ট করুন"),
                n("gba90d44", "আরও বেশি প্রকাশ পান, আলাদাভাবে, অনন্য দেখা যাক"),
                n("a6dbcd58", "Premium-এ সাবস্ক্রাইব করে নির্মাতাদের সমর্থন করুন"),
                n("c4f49130", "আপনার সাবস্ক্রিপশন ফি-এর 25% পর্যন্ত সরাসরি নির্মাতাদের কাছে যায়।"),
                n("ca8fa2c0", "নীল টিক চিহ্নর সাথে যাচাইকৃত হন"),
                n("febffc1a", "আপনার বিশ্বাসযোগ্যতা বাড়ান, আপনার দৃশ্যমানতা বৃদ্ধি করুন এবং আপনার মতামত সবার কাছে পৌঁছে দিন।"),
                n("j45a377a", "Premium+-এ আপগ্রেড করুন"),
                n("i7170016", "বিনা বিজ্ঞাপনে সবচেয়ে বড় উত্তরের অগ্রাধিকারের মত অতিরিক্ত সুযোগ-সুবিধাগুলি উপভোগ করুন।"),
                n("ee87f95e", "X Premium-এর সাথে অ্যাডভান্সড অ্যানালিটিক্স"),
                n("ac38dbc0", "আপনার প্রোফাইল অ্যানালিটিক্স দেখুন, আপনার দর্শক এবং আরো অনেক বিষয়ে বুঝুন। চালিয়ে যেতে আপগ্রেড করুন।"),
                n("i6e73154", "অ্যাকাউন্ট  অ্যানালিটিক্স ফিচার সহ বার চার্ট এবং মেট্রিক্সের প্রিভিউ"),
                n("b583e154", "X Premium ব্যবহার করে অ্যানালিটিক্স আনলক করুন"),
                n("b7fb8c5e", "$1k খরচ করুন, $1k পান"),
                n("ca559b70", "এখনই সাবস্ক্রাইব করুন"),
                n("d68773a4", "Radar-এর মাধ্যমে ট্রেন্ডগুলি দেখুন"),
                n("f677fed6", "কীওয়ার্ড মনিটর করুন, প্রবণতার কার্যকলাপ আন্দাজ করুন, এবং কথোপকথন ফিল্টার করুন। রিয়েল টাইম।"),
                n("ha49eac2", "X-এ দ্রুত বেড়ে উঠতে চান?"),
                n("f27018b4", "স্মার্ট ডেটা ইনসাইটের সাথে Premium অ্যানালিটিক্স ব্যবহার করে আপনার অনুসরণকারী বাড়ান।"),
                n("dfea1f08", "মূল্যবান ইনসাইট মিস করবেন না"),
                n("da8c5244", "স্মার্ট ডেটা ইনসাইটের সাথে Premium অ্যানালিটিক্স ব্যবহার করে আপনার অনুসরণকারী বাড়ান।"),
                n("b081baea", "আপনি কিছু কিছু ইনসাইট পাচ্ছেন না!"),
                n("d5effffc", "ব্যাজ যোগ করুন"),
                n("c3653d44", "আপনার ব্যবসা যাচাই করুন"),
                n("e8070e70", "Premium ব্যবহার করে দেখুন"),
                n("ec42820e", "আপনি কী চান আরও বেশি লোকজন আপনার উত্তর দেখুক?"),
                n("b0a95418", "Premium-এর সাথে উত্তর বুস্ট করার বিকল্প পান"),
                n("j8ee20aa", "কথা-বার্তায় উত্তরের বুস্ট ব্যবহার করে অনন্য থাকুন"),
                n("g13aa596", "আপনার উত্তরগুলি বুস্ট করতে Premium-এ সাবস্ক্রাইব করুন"),
                n("cadd92be", "আপনার পোস্ট অ্যানালিটিক্স অ্যাক্সেস করুন"),
                n("a7058228", "X Premium ব্যবহার করে অ্যাডভান্স অ্যানালিটিক্স আনলক করুন"),
                n("gb7823ba", "অ্যাকাউন্ট অ্যানালিটিক্স"),
                n("i90f8e36", "আপনার বুকমার্কগুলি সংগঠিত করুন"),
                n("abc6e710", "X Premium ব্যবহার করে আপনার বুকমার্কগুলিকে ফোল্ডারে বেছে রাখুন"),
                n("b7fa0cfe", "সেরা আর্টিকেল"),
                n("bcc7e8c0", "সমস্ত বুকমার্ক"),
                n("i3145aa0", "বুকমার্কগুলি"),
                n("e39b368e", "সম্প্রচার"),
                n("hbea78a8", "নতুন কলাম"),
                n("b5298d92", "সংযোগ করুন"),
                n("d35d74e4", "কথা-বার্তা"),
                n("h5245afa", "কমিউনিটি"),
                n("d4ebc798", "পূর্বলেখগুলো"),
                n("fcf3e54c", "এক্সপ্লোর করুন"),
                n("d806aa1a", "লুকিয়ে রাখা উত্তর"),
                n("ha8209bc", "হোম"),
                n("a2f81050", "বার্তাগুলি"),
                n("cf2d1048", "বার্তার অনুরোধগুলি"),
                n("e7172d70", "অতিরিক্ত বার্তাগুলো"),
                n("e1066d88", "আমার প্রোফাইল"),
                n("eb75875e", "বিজ্ঞপ্তি"),
                n("j45978a8", "উদ্ধৃতিগুলো"),
                n("fd6a3f30", "শেডিউল করা পোস্ট"),
                n("aa4209e8", "অভাবনীয় অনুসরণকারী"),
                n("d52a1caa", "গ্রাহকগণ"),
                n("d7b51c68", "সাবস্ক্রিপশন"),
                n("c5f4befa", "প্রবণতাগুলো"),
                n("df34a454", "পোস্ট"),
                n("gfccba44", "সদসের অনুরোধ"),
                n("e42dd8fa", "মডারেশন লগ"),
                n("c2c191fc", "রিপোর্ট করা পোস্ট"),
                n("c63602d4", "আমার কমিউনিটি"),
                n("ddf0ba7e", "সংগ্রহ"),
                n("c64974fc", "অনুসরণকারীগণ"),
                n("i099d32e", "আপনার জানা অনুসরণকারীগণ"),
                n("d960b55c", "অনুসরণ করছেন"),
                n("b007440a", "কাজ"),
                n("aa68dafc", "বিস্তারিত বিজ্ঞপ্তি"),
                n("b8533bac", "প্রসঙ্গগুলো"),
                n("jf00ebf6", "কলাম অনুপলভ্য"),
                n("jaaa8984", "অবস্থান"),
                n("f345dcda", "সম্পাদনার ইতিহাস"),
                n("hea3f8ac", "সম্পর্কিত পোস্ট"),
                n("c8ee31da", "সংবাদ"),
                n("d35c9eec", "অ্যাকাউন্ট অ্যানালিটিক্স"),
                n("b5b7fb94", "গ্রুপ"),
                n("g755fcde", "আপনি"),
                n("f6b1ff81", function (e) {
                    return e.name + " এবং আপনি";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " এবং " + e.count + " আরও";
                }),
                n("fb4ee2f6", "এই বার্তার অনুরোধগুলি মোছা হয়েছে"),
                n("j607bf02", "X অ্যাপটি ডাউনলোড করুন"),
                n("j49fd4e8", "অ্যাপে বদল করুন"),
                n("a565833e", "সাইন আপ করুন"),
                n("e919c3bc", "লগ ইন"),
                n("a17a75da", "X অ্যাপে আরও ভালো কাজ করে"),
                n("e7342ed4", "একটি পোস্টও মিস করবেন না। সম্পূর্ণ অভিজ্ঞতা অর্জন করতে এটি X অ্যাপে খুলুন।"),
                n("b6a43e78", "প্রথমেই জেনে নিন"),
                n("b469e406", "আপনার কাছে সবথেকে যে বিষয়গুলো বেশি গুরুত্বপূর্ণ সেই সম্পর্কে নিজেকে আপ-টু-ডেট রাখুন। আপনি অনুসরণ করেন এমন ব্যক্তিবর্গ, প্রসঙ্গ এবং ইভেন্টগুলো সম্পর্কে পুশ বিজ্ঞপ্তিগুলোর জন্য অ্যাপটিতে বদল করুন।"),
                n("b8505290", "কথা-বার্তায় যোগ দিতে উত্তর দিন।"),
                n("ae8b0564", "সারা বিশ্বে ছড়াতে রিপোস্ট করুন।"),
                n("f2adab0e", "ভালোবাসা ছড়াতে একটি পোস্ট পছন্দ করুন।"),
                n("b7821a74", "তাদের পোস্টগুলো যাতে কখনও মিস না করেন তার জন্য নিবন্ধন করুন।"),
                n("e6d43d06", "শ্রেষ্ঠ পোস্টগুলো আবিষ্কার করতে একটি প্রসঙ্গ অনুসরণ করুন"),
                n("ic848090", "প্রথমে লগ ইন করুন"),
                n("f9ebe066", "লগ ইন করার পরেই আপনি কমিউনিটিতে কথা-বার্তায় যোগ দিতে পারবেন।"),
                n("je3d93e2", "X-এ মানুষজন সবচেয়ে আগে জানতে পারে।"),
                n("ea88ce2e", "কী ঘটছে মিস করবেন না"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "সহায়তা কেন্দ্র"),
                n("g482c949", "আপনার পছন্দগুলোর বিষয়ে আরও দেখান।"),
                n("b47e760e", "কীবোর্ড শর্টকাটগুলি দেখতে প্রশ্ন চিহ্ন টিপুন"),
                n("fd2c7b44", "কীবোর্ড শর্টকাটগুলি দেখুন"),
                n("g7e2adf2", "একটি নতুন ডেক তৈরী করুন"),
                n("a6ba09e8", "ডুপ্লিকেট কলাম"),
                n("f5c9ccca", "বর্তমান ডেকটি এডিট করুন"),
                n("bf42c578", "রিঅর্ডার বোতামটিতে মনোযোগ দিন"),
                n("j6fa64a6", "চূড়ান্ত কলাম-এ যান"),
                n("b5545202", "পিন করা চূড়ান্ত ডেক-এ যান"),
                n("e0497acc", "সব ডেক পরিচালনা করুন"),
                n("beef7b14", "পরবর্তী কলাম-এ যান"),
                n("a5cb005e", "-তম কলাম-এ যান"),
                n("f65391bc", "পিন করা -তম ডেক-এ যান"),
                n("h0bfdd20", "কলাম যোগ করুন"),
                n("h770f6d4", "পূর্ববর্তী কলাম-এ যান"),
                n("b8b2b70c", "কলাম মুছুন"),
                n("a3e2df76", "কলাম মুছুন পূর্বাবস্থায় ফিরিয়ে আনুন"),
                n("g850aec4", "কলামের সেটিংস খুলুন/বন্ধ করুন"),
                n("d5696fcc", "শর্টকাট সহায়তা"),
                n("a83d4280", "পরবর্তী পোস্ট"),
                n("g0048656", "পোস্টের প্রিভিউ দেখুন"),
                n("a690c4d0", "পৃষ্ঠা নীচে"),
                n("e893811a", "নতুন পোস্ট লোড করুন"),
                n("cdb53d7a", "উল্লেখগুলো"),
                n("d7b8ebaa", "পছন্দ"),
                n("b0041756", "তালিকা"),
                n("d4986f86", "সরাসরি বার্তা"),
                n("bb081ea2", "সেটিংস"),
                n("eee2ed92", "ব্যবহারকারীর কাছে যান..."),
                n("ee5ccf3e", "প্রদর্শন সেটিংস"),
                n("ab3d53f8", "নতুন পোস্ট"),
                n("de94bda6", "পোস্ট পাঠান"),
                n("e736990a", "নতুন সরাসরি বার্তা"),
                n("fe731016", "পছন্দ করুন"),
                n("d17df548", "উত্তর"),
                n("g062295e", "রিপোস্ট"),
                n("h01621a4", "পোস্ট শেয়ার করুন"),
                n("gb303814", "বুকমার্ক"),
                n("c03b1126", "অ্যাকাউন্ট নীরব করুন"),
                n("ebd2abb2", "অ্যাকাউন্ট ব্লক করুন"),
                n("hc6c5510", "পোস্টের বিশদ খুলুন"),
                n("eebdef38", "ফটো বিস্তৃত করুন"),
                n("b488758c", "বার্তা ডক খুলুন/বন্ধ করুন"),
                n("c82314e0", "নির্বাচিত ভিডিওটিকে সাময়িক বিরতি দিন/চালু করুন"),
                n("b881560e", "নির্বাচিত ভিডিওটি মিউট করুন"),
                n("a94f7302", "Audio Dock-এ যান"),
                n("a7e604c6", "Audio Dock চালু করুন/বিরতি দিন"),
                n("f978c4fc", "Audio Dock মিউট/আনমিউট করুন"),
                n("hc73f030", "আপনার অ্যাকাউন্ট"),
                n("f15bfdb4", "অ্যাকাউন্ট তথ্য"),
                n("a3841918", "ইমেইল"),
                n("c21037d0", "দেশ"),
                n("ab1f7ee0", "আপনার পাসওয়ার্ড পরিবর্তন করুন।"),
                n("e731db5a", "পাসওয়ার্ড রিসেট করুন"),
                n("f56af9cc", "আপনার ডেটার একটি আর্কাইভ ডাউনলোড করুন"),
                n("hfb92b14", "আপনার অ্যাকাউন্ট নিষ্ক্রিয় করুন"),
                n("bf96fda4", "বয়স"),
                n("d12d42dc", "অটোমেশন"),
                n("fdb81456", "প্যারোডি লেবেল"),
                n("j9d10268", "অ্যাকাউন্টের কার্যকলাপ"),
                n("i6b3f59a", "অ্যাকাউন্টের ইতিহাস"),
                n("da202f9a", "আপনার বিজ্ঞাপনদাতার সূচী"),
                n("hc36dbba", "লগ-ইন করা ডিভাইস ও অ্যাপগুলো"),
                n("a8d0108e", "লিঙ্গ"),
                n("a03dacaa", "ভাষা"),
                n("d9138166", "আপনি যেসব স্থানে গেছেন দেখুন"),
                n("b523ecc6", "অ্যাকাউন্টে অ্যাক্সেসের ইতিহাস"),
                n("abedd45c", "আপনার ডেটা অনুরোধ করুন"),
                n("h1f01a24", "আগ্রহগুলো"),
                n("j7ad754a", "আপনার X ডেটা"),
                n("d299431c", "নগদীকরণ"),
                n("j087774e", "কয়েনগুলি"),
                n("ff9ed474", "মোট আয়"),
                n("ec885836", "নির্মাতার উপার্জনের শেয়ার"),
                n("b431a5c6", "বিজ্ঞাপনের উপার্জনের শেয়ার"),
                n("b0e986ec", "মনিটাইজেশন IDV"),
                n("aca4d76a", "বিজ্ঞাপনের আয় শেয়ার করার সেটআপ"),
                n("ab1b837a", "বিজ্ঞাপনের উপার্জনের শেয়ার করার ড্যাশবোর্ড"),
                n("a9c1a9cc", "ভিডিও বিজ্ঞাপন"),
                n("d4ab5c12", "ভিডিও বিজ্ঞাপনের সেটআপ"),
                n("c429e3ba", "নির্মাতার সাবস্ক্রিপশন"),
                n("fce877d6", "পোস্ট আনডু করুন"),
                n("dd0c889e", "প্রোফাইল কাস্টমাইজেশন"),
                n("ib35705e", "সাবস্ক্রিপশন পরিচালনা করুন"),
                n("cf131522", "অ্যাফিলিয়েট ব্যাজগুলি পরিচালনা করুন"),
                n("cb165528", "সংবাদ সংক্রান্ত বৈশিষ্ট্য এবং সেটিংস"),
                n("f8645654", "নিরাপত্তা এবং অ্যাকাউন্টের অ্যাক্সেস"),
                n("j95edf76", "নিরাপত্তা"),
                n("afe4a358", "ID যাচাইকরণ"),
                n("dd703318", "দুই-ধাপের অনুমোদন"),
                n("b1686800", "নিরাপত্তা কী পরিচালনা করুন"),
                n("ae72d4c4", "অ্যাপ্স এবং সেশনসমূহ"),
                n("a1e8e682", "রেজিস্টার করা ডিভাইস"),
                n("h1abfbce", "সংযুক্ত অ্যাকাউন্টগুলো"),
                n("cad53944", "গোপনীয়তা এবং নিরাপত্তা"),
                n("e908903a", "দর্শক এবং ট্যাগিং"),
                n("b5c85d2c", "আপনার পোস্ট সুরক্ষিত রাখুন"),
                n("f56d108e", "ফটো ট্যাগ করা"),
                n("c6f67e32", "আপনার পোস্ট"),
                n("f2bd9c48", "আপনি যে সামগ্রী দেখেন"),
                n("cbd449a0", "মিঊট এবং ব্লক"),
                n("daef29b8", "নীরব করা অ্যাকাউন্টগুলি"),
                n("i0dd9b9e", "নীরব করা শব্দগুলি"),
                n("a5f32aa2", "ব্লক করা অ্যাকাউন্টগুলি"),
                n("i58a274c", "সরাসরি বার্তা"),
                n("ded416b0", "Spaces"),
                n("fd4d9068", "খুঁজে পাওয়া এবং পরিচিতি"),
                n("bbcafbda", "পরিচিতিসমূহ পরিচালনা করুন"),
                n("aeddb28a", "সামগ্রী অগ্রাধিকারগুলি"),
                n("d035a8d0", "বিজ্ঞাপন সংক্রান্ত পছন্দসমূহ"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "অনুমিত কার্যকলাপ"),
                n("d84e63d2", "X-এর বাইরের কার্যকলাপ"),
                n("h14ba864", "ব্যবসায়িক অংশীদারদের সঙ্গে ডেটা শেয়ার করা"),
                n("jabb9c9a", "অবস্থানের তথ্য"),
                n("fcb6a5b8", "আপনার পোস্টগুলোতে অবস্থানের তথ্য যোগ করুন"),
                n("h9f2da68", "সংবেদনশীল মিডিয়া"),
                n("id6a8e1a", "উত্তরের ফিল্টার"),
                n("fc35f762", "ফিল্টার করা উত্তর"),
                n("gaac710a", "রিপোর্ট সেন্টার"),
                n("bcd81cac", "অগ্রাধিকারগুলি"),
                n("i647fb04", "ফিল্টারগুলি"),
                n("hee41732", "পুশ বিজ্ঞপ্তিগুলি"),
                n("e75f25a8", "ইমেল বিজ্ঞপ্তিসমূহ"),
                n("cf9b166a", "প্রবেশযোগ্যতা, ডিসপ্লে এবং ভাষা"),
                n("e3719c16", "অ্যাক্সেসযোগ্যতা"),
                n("a776eed8", "অটোপ্লে"),
                n("c4881c66", "প্রদর্শন"),
                n("d495680e", "ভাষাসমূহ"),
                n("f953f53a", "প্রদর্শনের ভাষা পরিবর্তন করুন"),
                n("eafe3288", "ডেটার ব্যবহার"),
                n("b721eb38", "সম্পর্কে"),
                n("g9230d00", "প্রতিনিধি"),
                n("cb8ebf5c", "যে সমস্ত সদস্যকে আপনি দায়িত্ব দিয়েছেন"),
                n("i95202f6", "আপনার উপর দায়িত্ব দেওয়া অ্যাকাউন্টগুলি"),
                n("afcad7f2", "অ্যাপ ডাউনলোড করুন"),
                n("e8f57e08", "ব্যক্তিগতকরণ এবং ডেটা"),
                n("gbde3534", "আগ্রহ এবং বিজ্ঞাপনের ডেটা"),
                n("a54826c6", "অংশীদারদের থেকে অনুমিত আগ্রহগুলি"),
                n("a5cbc19a", "আপনার অ্যানালিটিক্স"),
                n("i9028824", "লোড হচ্ছে"),
                n("f5090e28", "মনে হচ্ছে আপনি সংযোগ হারিয়েছেন। আমরা চেষ্টা করা চালিয়ে যাব।"),
                n("ba929da8", "পৃষ্ঠা পাওয়া যায়নি"),
                n("d203e242", "খুঁজে পাওয়া যায়নি"),
                n("e2eac0c4", "প্রাথমিক"),
                n("i5aa4ce0", "আরও মেনুর আইটেমগুলো"),
                n("h63a5c3c", "আরও"),
                n("a4fc1872", "গত সপ্তাহ"),
                n("e14bb1da", "গত কাল"),
                n("d86bbf0f", function (e) {
                    return e.count + "টি অপঠিত আইটেম";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "অ্যাকাউন্ট"),
                n("da4691aa", "সব অ্যাকাউন্টগুলি দেখুন"),
                n("c7e55ccf", function (e) {
                    return "@" + e.screenname + "-তে বদল করুন";
                }),
                n("b20a3894", "আপনি যে অ্যাকাউন্টে বদল করার চেষ্টা করছেন সেটা মুছে দেওয়া হয়েছে৷"),
                n("daffabde", "এই হিসাবে কাজ করছে..."),
                n("eccbfa26", "প্রতিনিধি অ্যাকাউন্ট"),
                n("a1b7a904", "এই হিসাবে কাজ করে"),
                n("g61ed8a4", "কিছু ভুল হয়েছে।"),
                n("e520f166", "আপনি পোস্ট পাঠানোর দৈনিক সীমা অতিক্রম করেছেন।"),
                n("c0554ca0", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার আপনার পোস্ট পাঠানোর চেষ্টা করুন।"),
                n("b25c5b2a", "ওহো! আপনি ইতিমধ্যে এটি বলেছেন।"),
                n("cef21114", "আপনার অ্যাকাউন্ট বরখাস্ত করা হয় এবং পোস্ট পাঠানোর অনুমতি নেই।"),
                n("cf369a0e", "আপনি যে পোস্টের উত্তর দেওয়ার চেষ্টা করছেন সেটি মোছা হয়েছে বা আপনার কাছে দৃশ্যমান নয়।"),
                n("cd86efa8", "পোস্টে যতগুলি @উল্লেখ অনুমোদিত আপনার টেক্সট সেই সংখ্যা অতিক্রম করেছে।"),
                n("e002f424", "আপনার পোস্টের পাঠ্য অনুমোদিত URL-এর সংখ্যা অতিক্রম করেছে।"),
                n("c2b4ae8c", "পোস্টে যতগুলি হ্যাশট্যাগ অনুমোদিত আপনার টেক্সট সেই সংখ্যা অতিক্রম করেছে।"),
                n("hf05f59e", "পোস্টে যতগুলি ক্যাশট্যাগ অনুমোদিত আপনার টেক্সট সেই সংখ্যা অতিক্রম করেছে।"),
                n("dffb84c6", "আপনার পোস্টের টেক্সটে একটি এমন হ্যাশট্যাগ আছে যা অনুমোদিত আকারের চেয়ে বড়।"),
                n("d7b21bc8", "পোস্টে যতগুলি সংযুক্তির প্রকার অনুমোদিত সেই সংখ্যা অতিক্রম করেছে।"),
                n("e4672ac2", "ওহো! আপনার পোস্ট একটি URL- স্প্যামি বা অসুরক্ষিত কন্টেন্ট আছে "),
                n("he5ecf52", "আপনার পোস্টের টেক্সট সর্বোচ্চ অনুমোদনের সীমা অতিক্রম করেছে।"),
                n("ac78e602", "আপনার পোস্টের কন্টেন্ট অবৈধ।"),
                n("i251c738", "আপনি যে ভিডিও আপলোড করার চেষ্টা করছেন তার ফ্রেম রেট খুবই বেশি।"),
                n("ed3ac7ef", function (e) {
                    return "আপনি যে ভিডিও আপলোড করার চেষ্টা করছেন তার ফ্রেম রেট খুবই বেশি। সর্বোচ্চ ফ্রেম রেট: 60। প্রকৃত ফ্রেম রেট: " + e.frameRate + "।";
                }),
                n("e23fe0cc", "আপনি যে ভিডিও আপলোড করার চেষ্টা করছেন তার অ্যাসপেক্ট রেশিও খুব বড়।"),
                n("ca4514c0", "আপনি যে ভিডিও আপলোড করার চেষ্টা করছেন তার অ্যাসপেক্ট রেশিও খুব ছোটো।"),
                n("fb4a459c", "যে ভিডিওটি আপলোড করার চেষ্টা করেছেন সেটির দৈর্ঘ্য খুবই ছোটো ছিল।"),
                n("ca1afa98", "আপনি যে ভিডিও আপলোড করার চেষ্টা করছেন তার দৈর্ঘ্য খুবই বড়।"),
                n("b2e94283", function (e) {
                    return "@" + e.viaScreenName + " মারফত";
                }),
                n("ee69d769", function (e) {
                    return "পোস্ট" + e.verb;
                }),
                n("ge8e4a38", "সবকটি পোস্ট করুন"),
                n("h735a98e", "সময় নির্ধারণ করুন"),
                n("h3701ffe", "আপডেট করুন"),
                n("d9ef2842", "যে আইটেমগুলি পড়া হয়নি"),
                n("cdf89b84", "ব্র্যান্ডেড লাইকের পূর্বরূপ"),
                n("i83d4f14", "অনুসরণ করার অনুরোধ"),
                n("aeede01a", "মুদ্রিত করা"),
                n("ae1bbb26", "লগ আউট"),
                n("fd442790", "সেটিংস ও গোপনীয়তা"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "বিজ্ঞাপন"),
                n("e2eef3c2", "যাচাইকৃত প্রতিষ্ঠান"),
                n("b55d8a78", "আপনার Space তৈরি করুন"),
                n("e5323e36", "Go Live"),
                n("a5a30af0", "নিবন্ধগুলো"),
                n("d13d697c", "নতুন"),
                n("j0e2cfa8", "ব্যবসা"),
                n("h5e38204", "চ্যাট করুন"),
                n("h7d5d9fa", "বিটা"),
                n("ga169e1b", function (e) {
                    return "সরাসরি বার্তা (" + e.count + "টি অপঠিত কথা-বার্তা" + f(e.count, "", "গুলো") + ")";
                }),
                n("d83682ec", "হোম (নতুন না পড়া পোস্ট)"),
                n("e1249849", function (e) {
                    return "(" + e.count + " টি বিজ্ঞপ্তি অপঠিত বিজ্ঞপ্তি" + f(e.count, "", "গুলো") + ")";
                }),
                n("c0b786ee", "অনুসন্ধান এবং এক্সপ্লোর করুন"),
                n("bb967f9e", "ভিডিওগুলি"),
                n("e04033be", "নতুন পোস্ট উপলভ্য রয়েছে। সেগুলো দেখার জন্য পিরিয়ড কী-টি টিপুন।"),
                n("hec711c0", "নতুন পোস্ট দেখুন"),
                n("j0a8da6e", "একটি বিদ্যমান অ্যাকাউন্ট যোগ করুন"),
                n("c6f2bf00", "অ্যাকাউন্ট পরিচালনা করুন"),
                n("a58e0e51", function (e) {
                    return "লগ আউট @" + e.screenName;
                }),
                n("j62f43a6", "প্রতিনিধি অ্যাকাউন্টগুলি দেখুন"),
                n("d4c52015", function (e) {
                    return e.count + " পেন্ডিং প্রতিনিধি অ্যাকাউন্ট আমন্ত্রণ";
                }),
                n("b8e1d524", "অ্যাকাউন্টগুলি"),
                n("gef27c4c", "অ্যাকাউন্ট মেনু"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + "-তে পাল্টান";
                }),
                n("c61eea74", "ব্যক্তিগত অ্যাকাউন্ট"),
                n("g6d42fea", "নেভিগেশন টগল করুন"),
                n("eb022176", "অ্যাকাউন্ট তৈরি করুন"),
                n("gcfef7b6", "ফোন বা ইমেইলের দ্বারা অ্যাকাউন্ট তৈরি করুন"),
                n("e5b0e544", "সাইন ইন করুন"),
                n("gd93944e", "অ্যাপ ব্যবহার করুন"),
                n("c1df1ae0", "কুকির ব্যবহার"),
                n("f2f787a0", "পরিষেবার শর্তাবলী"),
                n("e1099fd6", "গোপনীয়তা নীতি"),
                n("cdc1bff7", function (e) {
                    return "প্রোফাইল মেনু " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " জন ব্যক্তি";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "ব্যক্তি", "লোকজন");
                }),
                n("ae2205d2", "আপনারা একে অপরকে অনুসরণ করুন"),
                n("fd06b02f", function (e) {
                    return e.screenName + " বর্তমানে একটি সক্রিয় Space-এ রয়েছেন, প্রোফাইলের মাধ্যমে যোগদান করতে ক্লিক করুন";
                }),
                n("f2b3fe06", "ফলাফল লোড হচ্ছে"),
                n("fc9dd578", "লোকেদের অনুসন্ধান করুন"),
                n("gdb7bc25", function (e) {
                    return e.name + " - অপসারণ করতে নির্বাচন করুন";
                }),
                n("f065ba8c", "কোয়্যারি অনুসন্ধান করুন"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + "-এ যান";
                }),
                n("a2c1b222", "ব্যক্তি, সূচী বা কীওয়ার্ড অনুসন্ধানের চেষ্টা করুন"),
                n("f45c4250", "সাম্প্রতিক সবগুলো অনুসন্ধান সাফ করবেন?"),
                n("caae4dda", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার সাম্প্রতিক সমস্ত টুইট মুছে ফেলবেন।"),
                n("dbd5d400", "সাফ করুন"),
                n("a8d68f62", "সাম্প্রতিক"),
                n("c6530778", "সংরক্ষিত অনুসন্ধানগুলো:"),
                n("e047b8fa", "সবগুলো মুছে ফেলুন"),
                n("aa6e3300", "দেখে মনে হচ্ছে আপনি আপনার সংযোগ হারিয়ে ফেলেছেন। দয়া করে এটি পরীক্ষা করে আবার চেষ্টা করুন।"),
                n("e68b09b4", "অপসারণ করুন"),
                n("hffea05c", "সংরক্ষিত অনুসন্ধান মুছে ফেলেছেন?"),
                n("j037e374", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার সংরক্ষিত অনুসন্ধান হারাবেন।"),
                n("d96cf7ce", "মুছে ফেলুন"),
                n("hbe4feb5", function (e) {
                    return "@" + e.screenName + "-কে একটি অনুসরণের অনুরোধ পাঠানো হয়েছে ও অনুমোদনের জন্য মুলতুবি আছে।";
                }),
                n("df4c86b0", "অনুগ্রহ করে আগে আপনার প্রোফাইল আপডেট করুন"),
                n("bba40ffa", "আপনি এই অ্যাকাউন্টটি অনুসরণ করতে পারবেন না"),
                n("f558829e", "এই অ্যাকাউন্ট অনুসরণ করার জন্য আপনার প্রোফাইলে আপনার জন্মতারিখ অন্তর্ভুক্ত করতে হবে যাতে সুনিশ্চিত করা যায় যে আপনি ন্যূনতম বয়সসীমার প্রয়োজনীয় শর্ত পূরণ করছেন৷"),
                n("a6941096", "আপনার দেশ থেকে এই অ্যাকাউন্টটি অনুসরণ করা যাবে না৷"),
                n("if8cd2a4", "এই অ্যাকাউন্টটি অনুসরণ করার জন্য আপনার এখনও যথেষ্ট বয়স হয়নি।"),
                n("b5972260", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে ঐ ব্যবহারকারীর জন্য আবার আপনার অনুসরণের অনুরোধ বাতিল করার চেষ্টা করুন।"),
                n("j4292c24", "এই ব্যবহারকারীর অনুরোধে তাকে অনুসরণ করা থেকে আপনাকে অবরোধ করা হয়েছে।"),
                n("a0ba5842", "আপনি এই মুহূর্তে আরও ব্যক্তিকে অনুসরণ করতে অক্ষম।"),
                n("a5202b82", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে ঐ ব্যবহারকারীরকে আবার অনুসরণের চেষ্টা করুন।"),
                n("f8cbf714", "আপনি এমন একজন ব্যবহারকারীকে অনুসরণ করতে চাইছেন যাঁর অস্তিত্ব নেই।"),
                n("f2e66452", "আপনার অ্যাকাউন্টকে অস্থায়ী ভাবে অবরোধ করা হয়েছে ও ব্যবহারকারীদের অনুসরণ করার জন্য অনুমোদিত নয়।"),
                n("ca96fe6e", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার ঐ ব্যবহারকারীকে আনব্লক করার চেষ্টা করুন।"),
                n("e1a0aaca", "কিছু ভুল হয়েছে। কয়েক মিনিটের আবার ঐ ব্যবহারকারীকে অনুসরণ না করার চেষ্টা করুন।"),
                n("fd5208c6", "সেটিংসে যান"),
                n("c0d13570", "অ্যাফিলিয়েট"),
                n("ba96929e", "নিয়োগ করা"),
                n("gf62c116", "সহায়তা"),
                n("a4cf866e", "বিজ্ঞাপন দেওয়া"),
                n("g2fd3206", "ব্যাক্তি"),
                n("h70bdf0a", "রাডার"),
                n("bf6b72ac", "সম্পূর্ণ অ্যাক্সেস"),
                n("e49537c2", "হুমম...এই পৃষ্ঠটির কোনো অস্তিত্ব নেই। অন্য কিছু খুঁজে দেখার চেষ্টা করুন।"),
                n("fcbb540a", "রেট সীমা অতিক্রান্ত হয়েছে"),
                n("d4f88600", "পরিচিতি যাচাই করুন"),
                n("b192ccae", "আপনার কাছে কোনো নিশ্চিত যোগাযোগ পদ্ধতি নেই।"),
                n("a0487504", "যাচাইকরণের অনুরোধ করার জন্য, আপনাকে প্রথমে একটি যোগাযোগের পদ্ধতি নিশ্চিত করতে হবে।"),
                n("fff7d93c", "ছবি যোগ করুন"),
                n("g969bfae", "আপনি একটি প্রোফাইল ফটো মিস করছেন।"),
                n("gb2f35e4", "যাচাইকরণের অনুরোধ জানাতে, আপনাকে প্রথমে একটি প্রোফাইল ফটো যোগ করতে হবে।"),
                n("i33cf692", "URL ফিল্ড যোগ করুন"),
                n("b679ff6a", "অবৈধ URL"),
                n("i79902b4", "সত্যতা পদ্ধতি নির্বাচন করুন"),
                n("fb2fcb5c", "এই ধাপটি আপনাকে আপনার পরিচয় যাচাই করতে সাহায্য করবে। আপনার জন্য ভালো কাজ করবে এমন একটি পদ্ধতি বাছুন।"),
                n("e43425fa", "সরকারের জারি করা আইডি"),
                n("cb7c2e2e", "সরকারের জারি করা আইডির আপনার একটি ফটো|"),
                n("a411926a", "অফিসিয়াল ইমেইল ঠিকানা"),
                n("g253cdd0", "আপনার বেছে নেওয়া বিভাগে একটি প্রাসঙ্গিক ডোমেনের সাথে একটি অফিসিয়াল ইমেইল।"),
                n("cf93bcb0", "অফিসিয়াল ওয়েবসাইটের রেফারেন্স"),
                n("gfb55fa8", "একটি অফিসিয়াল ওয়েবসাইট যা সরাসরি আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("g40cd2c0", "যাচাইকৃত রেফারেন্স"),
                n("a7f1cff6", "অফিসিয়াল ওয়েবসাইটের রেফারেন্স যোগ করুন"),
                n("a11cd524", "আপনার X অ্যাকাউন্টের রেফারেন্সের সাথে এবং আপনার যাচাইকরণ অনুরোধের সাথে সংশ্লিষ্ট একটি অফিসিয়াল ওয়েবসাইট লিখুন।"),
                n("ba656f26", "আপনার X অ্যাকাউন্টটি কি ওয়েবসাইটে উল্লেখ করা হয়েছে?"),
                n("ed751204", "আমাদের আপনাকে যাচাই করার জন্য আপনার অ্যাকাউন্টটি যে যথার্থ তা নিশ্চিত করতে হবে। আপনার সংযুক্ত পৃষ্ঠায় যদি আপনার ডাকনাম উল্লেখ না করা হয়, তাহলে আপনার অনুরোধটি সম্পন্ন করার আগে আপনাকে সত্যতার প্রমাণ জমা দিতে হবে।"),
                n("fbc023b0", "হ্যাঁ, হয়ে গেছে"),
                n("e785ce06", "আমি একটি পৃথক বিকল্প ব্যবহার করবো"),
                n("i8d58f3e", "আমি একটি সরকারি আইডি ব্যবহার করব"),
                n("eb21ecaa", "আমি একটি ইমেইল ঠিকানা ব্যবহার করব"),
                n("f848a69e", "আপনাকে যাচাই করতে আপনার অ্যাকাউন্টটি খাঁটি কিনা তা আমাদের নিশ্চিত করতে হবে। যদি আপনার হ্যান্ডেলে অফিসিয়াল ওয়েবসাইটের উল্লেখ না করা হয় তবে আমরা অ্যাকাউন্টের সত্যতা নিশ্চিত করতে পারব না।"),
                n("d59b5366", "আপনাকে যাচাই করতে আপনার অ্যাকাউন্টটি যথাযত কিনা তা আমাদের নিশ্চিত করতে হবে। আপনার লিঙ্ক করা পৃষ্ঠায় যদি আপনার ডাকনামটি উল্লেখ না করা হয়, তাহলে আমরা আপনার অ্যাকাউন্টকে উল্লেখযোগ্য সামগ্রী নির্মাতার সঙ্গে নির্ভরযোগ্যভাবে লিঙ্ক করতে পারবো না।"),
                n("bfb01c62", "না, ফিরে যান"),
                n("fa51040a", "কোনও যোগ্য সংবাদ সংস্থা বা প্রকাশনার অফিসিয়াল ওয়েবসাইটের একটি লিঙ্ক সরবরাহ করুন যা আপনাকে এবং আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("d0460f12", "আপনার অ্যাকাউন্টটিকে আপনার সংস্থার অফিসিয়াল X অ্যাকাউন্ট হিসাবে উল্লেখ করে এমন একটি লিঙ্ক সরবরাহ করুন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("h45b00d8", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত বিনোদন সংস্থা এটি পরিচালনা করছে তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("fc718708", "একটি যোগ্য প্রতিষ্ঠানের অফিসিয়াল ওয়েবসাইট যা আপনার এবং আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("g32c2900", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত প্রোডাকশন সংস্থা এটি পরিচালনা করছে তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("j5b1224c", "আপনার অ্যাকাউন্টটিকে আপনার কার্যকলাপের অফিসিয়াল X অ্যাকাউন্ট হিসাবে উল্লেখ করে এমন একটি লিঙ্ক সরবরাহ করুন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("d090a5d4", "যাচাইকৃত সংস্থা বা প্রকাশনার একটি অফিসিয়াল ওয়েবসাইট যা আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("eb08a392", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধ সম্পর্কিত সরকারি অফিসের প্রার্থী এটি পরিচালনা করেন তা দেখানোর জন্য একটি পদ্ধতি নির্বাচন করুন।"),
                n("h0de1396", "এই অনুরোধের সাথে সম্পর্কিত কার্যালয়ের প্রার্থীর অফিসিয়াল X অ্যাকাউন্ট হিসাবে আপনার অ্যাকাউন্টকে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("dcc23262", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত কর্মী অথবা সংগঠক এটি পরিচালনা করছেন তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("c880e068", "একটি অ্যাডভোকেসি সংস্থার অফিসিয়াল ওয়েবসাইট যা আপনার এবং আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("e412d500", "একটি লিঙ্ক দিন যা আপনাকে একটি যাচাইকৃত অ্যাডভোকেসি সংস্থা এবং আপনার X অ্যাকাউন্টের নেতৃত্বের অবস্থানে উল্লেখ করে। রেফারেন্স অবশ্যই একটি যাচাইকৃত সংস্থার অফিসিয়াল সাইট থেকে আসতে হবে।"),
                n("dedf41f2", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত প্রভাবশালী ব্যক্তি এটি পরিচালনা করছে তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("b4aed9e0", "যাচাইকৃত সংস্থার একটি অফিসিয়াল ওয়েবসাইট যা আপনাকে অথবা আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("b2069e40", "আপনার সংস্থায় আপনাকে এবং আপনার X অ্যাকাউন্টটিকে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সংস্থার অফিসিয়াল সাইট থেকে আসতে হবে।"),
                n("baf718c4", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত কোম্পানি, ব্র্যান্ড বা সংস্থা এটি পরিচালনা করছে তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("c65bbbc2", "আপনার অ্যাকাউন্টটি এই অনুরোধের সাথে সম্পর্কিত প্রবীণ নেতা বা এই অনুরোধ সম্পর্কিত নির্বাহী প্রমাণ এবং পরিচালনা করেছেন তা দেখানোর জন্য একটি পদ্ধতি নির্বাচন করুন।"),
                n("i31e3606", "যোগ্যতা অর্জনকারী কোম্পানি, ব্র্যান্ড বা সংস্থার ডোমেন সহ একটি অফিসিয়াল ইমেইল ঠিকানা।"),
                n("de70afe8", "একটি যোগ্যতা সংস্থার অফিসিয়াল ওয়েবসাইটে আপনার এবং আপনার X অ্যাকাউন্টের উল্লেখ"),
                n("a3a523f2", "আপনার অ্যাকাউন্টটিকে আপনার কোম্পানির অফিসিয়াল X অ্যাকাউন্ট হিসাবে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("jf58899a", "আপনার সংস্থায় আপনাকে একজন বরিষ্ঠ নেতা হিসাবে এবং আপনার X অ্যাকাউন্টটিকে উল্লেখ করে এমন একটি লিঙ্ক সরবরাহ করুন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("f7afbaec", "আপনার অ্যাকাউন্টটি খাঁটি এবং যোগ্য খবরের সংস্থা বা প্রকাশনার কোনো সাংবাদিক এটি পরিচালনা করছেন তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("d4ab0056", "আপনার অ্যাকাউন্টটি খাঁটি এবং একজন উল্লেখযোগ্য ফ্রিল্যান্স সাংবাদিক এটি পরিচালনা করেন তা দেখানোর জন্য একটি পদ্ধতি নির্বাচন করুন।"),
                n("d2a77622", "একটি যোগ্য সংবাদ সংস্থা বা প্রকাশনার ডোমেন সহ একটি অফিসিয়াল ইমেইল ঠিকানা।"),
                n("eec341da", "সংবাদ সংস্থা বা প্রকাশনার একটি অফিসিয়াল ওয়েবসাইট যা আপনার X অ্যাকাউন্টের উল্লেখ করে।"),
                n("b03ae068", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত সংবাদ সংস্থা বা প্রকাশনা এটি পরিচালনা করেছে তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("g0daba4a", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত একজন পেশাদার ক্রীড়াবিদ এটি পরিচালনা করছেন তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("ab8e430c", "এই অনুরোধের সাথে সম্পর্কিত খেলাধুলার সময় একজন ব্যক্তির অফিসিয়াল X অ্যাকাউন্ট হিসাবে আপনার অ্যাকাউন্টকে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("cdcd9cd6", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত একটি পেশাদার স্পোর্টস সত্তা এটি পরিচালনা করছেন তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("gad25890", "এই অনুরোধের সাথে সম্পর্কিত পেশাদার স্পোর্টস সত্তা X অ্যাকাউন্ট হিসাবে আপনার অ্যাকাউন্টকে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("e6dc91b2", "আপনার অ্যাকাউন্টটি খাঁটি এবং এই অনুরোধের সাথে সম্পর্কিত একটি পেশাদার ক্রীড়াবিদ এটি পরিচালনা করছেন তা দেখাতে একটি পদ্ধতি নির্বাচন করুন।"),
                n("i9aed706", "এই অনুরোধের সাথে সম্পর্কিত পেশাদার ক্রীড়াবিদের X অ্যাকাউন্ট হিসাবে আপনার অ্যাকাউন্টকে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।"),
                n("abd587d2", "অন্য রেফারেন্স যোগ করুন"),
                n("i0bba81a", "কর্মসংস্থানের রেফারেন্স যুক্ত করুন"),
                n("a6a76e3c", "উল্লেখযোগ্যতার পদ্ধতিটি নির্বাচন করুন"),
                n("ecd2abda", "অ্যাকাউন্টের যোগ্যতা নিশ্চিত করুন"),
                n("cb70b894", "ফিরে যান"),
                n("g8b511fe", "Google প্রবণতা"),
                n("c7d50c96", "আপনার সম্পর্কে সাম্প্রতিক অনুসন্ধানের কার্যকলাপের সাথে Google প্রবণতার একটি প্রোফাইল।"),
                n("a68b43ee", "Google প্রবণতার প্রোফাইল যোগ করুন"),
                n("b5e30390", "Google প্রবণতার প্রোফাইল"),
                n("h146703e", "উইকিপিডিয়া আর্টিকেল"),
                n("ee38d0f0", "একটি উইকিপিডিয়া নিবন্ধ যা আপনার সম্পর্কে এবং মানুষের জন্য তাদের উল্লেখযোগ্যতার মানগুলি পূরণ করে।"),
                n("cb97ee3e", "উইকিপিডিয়া আর্টিকেল যোগ করুন"),
                n("hc371f34", "সংবাদের কভার পৃষ্ঠা"),
                n("b9d0ad90", "স্বনামধন্য সংবাদ সংস্থার অন্তত তিনটি লিঙ্ক যা গত ছয় মাসে কভার করা আপনাকে উল্লেখ করা হয়েছে"),
                n("ge137dce", "গত ছয় মাসে যোগ্যতা সম্পর্কিত সংবাদ প্রকাশের থেকে আপনার সম্পর্কে কমপক্ষে তিনটি নিবন্ধ।"),
                n("h2b9a5fe", "গত ছয় মাসে আপনার যোগ্যতা সম্পর্কিত সংবাদ প্রকাশের থেকে কমপক্ষে তিনটি নিবন্ধ।"),
                n("baccb708", "যাচাইকৃত খবরের কভারেজ যোগ করুন"),
                n("feadd98c", "যাচাইকৃত খবরের রেফারেন্স যোগ করুন"),
                n("j7ae97aa", "যাচাইকৃত খবরের রেফারেন্স"),
                n("c368aa8e", "যাচাই করা সংবাদ প্রকাশনা থেকে কমপক্ষে তিনটি নিবন্ধ যা আপনাকে উল্লেখ করা হয়েছে।"),
                n("ded0edad", function (e) {
                    return "নিবন্ধ #" + e.n;
                }),
                n("bebae55a", "পাবলিক স্টক এক্সচেঞ্জ"),
                n("c5571610", "একটি লিঙ্ক যাতে পাবলিক স্টক এক্সচেঞ্জে উপস্থিতির যথেষ্ট প্রমাণ প্রদান করে।"),
                n("e2d42628", "স্টক এক্সচেঞ্জের সুত্রটি যোগ করুন"),
                n("jc19b4e8", "স্টক এক্সচেঞ্জের সূচী তৈরী করা হচ্ছে"),
                n("fc3ee696", "নেতৃত্বের রেফারেন্স"),
                n("i3e65eb4", "কোনও যাচাই করা প্রতিষ্ঠানের অফিসিয়াল সাইট যা আপনাকে নেতৃত্বের অবস্থানের বিষয়ে উল্লেখ করে।"),
                n("jd014eba", "URL নির্দিষ্ট পৃষ্ঠার রেফারেন্সিং আবেদনকারীকে লিঙ্ক সরবরাহ করেছে।"),
                n("a96901cc", "নেতৃত্বের রেফারেন্স যোগ করুন"),
                n("cc424a22", "অ্যাডভোকেসি রেফারেন্স"),
                n("ibfc1a5a", "আপনি এই বিভাগটিতে যাচাইকরণের যোগ্য নন।"),
                n("e1c78796", "অফিসিয়াল ওয়েবসাইট"),
                n("ff2ee0c2", "সক্রিয়তাবাদ"),
                n("hc61adfc", "বিনোদন"),
                n("e404203c", "গেমিং"),
                n("d2042392", "সরকার"),
                n("c365dcc6", "অন্যান্য"),
                n("d27beb9e", "খেলাধুলা"),
                n("cc4b66b6", "একটি বিভাগ নির্বাচন করুন"),
                n("b37461a4", "একটি অ্যাকাউন্টের প্রকার নির্বাচন করুন"),
                n("b27325f6", "সামগ্রী নির্মাতা"),
                n("a5a6affc", "প্রভাবশালী ডিজিটাল সামগ্রী নির্মাতারা যা ধারাবাহিকভাবে আকর্ষক, মূল সামগ্রী।"),
                n("a15326de", "যোগ্যতাপূর্ণ সংবাদ প্রকাশনার অন্তত তিনটি নিবন্ধ যা আপনাকে উল্লেখ করে।"),
                n("g704a93a", "একটি পরিচিত অ্যাডভোকেসি কাজের সাথে যুক্ত একটি সাইট যা আপনার নেতৃত্ব পদের বিষয়ে উল্লেখ করে।"),
                n("c6bd60ec", "কর্মী অথবা সংগঠক"),
                n("c92fdb06", "সামাজিক অর্থনৈতিক, রাজনৈতিক, অথবা সাংস্কৃতিক পরিবর্তন আনার জন্য X ব্যবহারকারী বিখ্যাত ব্যক্তিরা"),
                n("a18c6dfc", "সাংবাদিক"),
                n("h0b46534", "যাচাই করা সংবাদ সংস্থা বা প্রকাশনা দ্বারা নিযুক্ত পৃথক সাংবাদিক।"),
                n("ff929fec", "বিশিষ্ট সংস্থা বা অধিভুক্ত"),
                n("jf537894", "প্রধান সংস্থা এবং গৌণভাবে অনুমোদিত অ্যাকাউন্ট, যার মধ্যে সংস্থা, ব্র্যান্ড এবং অলাভজনক সংস্থা অন্তর্ভুক্ত রয়েছে।"),
                n("d2ea204a", "অন্যান্য প্রভাবশালী ব্যক্তি"),
                n("f875ec6e", "X প্ল্যাটফর্মে এবং এর বাইরে উল্লেখযোগ্য উপস্থিতির ব্যক্তিরা যারা অন্যান্য বিভাগে পড়েন না।"),
                n("i3e6aaa6", "প্রবীণ নেতা ও কার্যনির্বাহী"),
                n("bbcbb9e6", "নেতৃবৃন্দ এবং উল্লেখযোগ্য সংস্থা, ব্র্যান্ড এবং অলাভজনক সংস্থাগুলির অন্যান্য বিশিষ্ট কার্যনির্বাহী"),
                n("j0bc23f4", "আমি নিশ্চিত করেছি যে আমার সংস্থার অ্যাকাউন্ট ইতিমধ্যে যাচাই করা হয়েছে।"),
                n("aa6228de", "বিনোদনের কোম্পানি"),
                n("d5b3cbca", "টেলিভিশন নেটওয়ার্ক, ফিল্ম স্টুডিও এবং মিউজিক লেবেলগুলোর মতো মুখ্য বিনোদনের সংস্থা।"),
                n("b5a3e590", "বিনোদনের ক্ষেত্রে স্বতন্ত্র"),
                n("e484f794", "বিনোদন শিল্পের প্রভাবশালী ব্যক্তিরা যেমন অভিনেতা, সংগীতশিল্পী, পরিচালক, চিত্রনাট্যকার, কৌতুক অভিনেতা এবং আরও অনেক কিছু।"),
                n("b8d8ea64", "প্রোডাকশন সংস্থা"),
                n("ff27db3c", "যেমন ফিল্ম, অনুষ্ঠান/উৎসব, টিভি শো এবং আরও কিছু যা বিনোদন সত্তার সাথে যুক্ত প্রযোজনার অফিসিয়াল অ্যাকাউন্ট।"),
                n("c0e57cb2", "নির্মাতার প্রোফাইল যোগ করুন"),
                n("f3c605b6", "ক্রিয়েটরের প্রোফাইল"),
                n("h042d1a6", "IMDB প্রোফাইল"),
                n("d2310f0c", "IMDB-তে একটি প্রোফাইল যার মধ্যে 50টি প্রোডাকশন ক্রেডিট অন্তর্ভুক্ত রয়েছে।"),
                n("ba04b4c2", "IMDB প্রোফাইল যোগ করুন"),
                n("i9b124b6", "সরকারি আধিকারিক"),
                n("f84a99ee", "রাষ্ট্রপ্রধান, নির্বাচিত কর্মকর্তা, মন্ত্রী এবং রাষ্ট্রদূত বা রাজ্য স্তরের রাষ্ট্রদূতসহ প্রধান সরকারি কর্মকর্তা।"),
                n("j2cb5f50", "অফিসের প্রার্থী"),
                n("j2472894", "রাজ্য- বা জাতীয় স্তরের পাবলিক অফিসের জন্য অফিসিয়াল প্রার্থী।"),
                n("ha44c130", "সরকারি অফিস বা জনসেবা"),
                n("j8ae9d40", "মূখ্য সরকারি অফিস এবং প্রাতিষ্ঠানিক সত্তা, সেইসাথে সার্বজনিক উপযোগিতা এবং পরিষেবা।"),
                n("ef1d6176", "আপনি কি একজন রাজ্য- বা জাতীয় স্তরের প্রার্থী?"),
                n("f54ba6e6", "এই বিভাগে যাচাইয়ের যোগ্যতা অর্জনের জন্য আপনাকে অবশ্যই রাজ্য- বা জাতীয় স্তরের কার্যালয়ের একজন বর্তমান প্রার্থী হতে হবে।"),
                n("dd85d0a0", "আপনি কি একজন রাজ্য- বা জাতীয় স্তরের কর্মকর্তা?"),
                n("f0058c60", "এই বিভাগে যাচাইয়ের যোগ্যতা অর্জনের জন্য আপনাকে অবশ্যই রাজ্য- বা জাতীয় স্তরের একজন বর্তমান সরকারী কর্মকর্তা হতে হবে।"),
                n("f420a712", "হ্যাঁ, আমি"),
                n("fb97d22c", "না. আমি না"),
                n("e16b1cc8", "আপনার প্রোফাইল কি কোনো প্রার্থীর মাপকাঠি পূরণ করে?"),
                n("cf2ee92e", "অফিসের প্রার্থীদের অবশ্যই একটি পাবলিক অ্যাকাউন্ট থাকতে হবে যা উভয়ই তারা যে অফিসটি চালাচ্ছে তার উল্লেখ করে এবং তাদের প্রচারের জন্য অফিসিয়াল ওয়েবসাইটের লিঙ্ক দেয়।"),
                n("g544885e", "আপনার প্রোফাইল কি সরকারি অফিস বা প্রাতিষ্ঠানিক সত্তার মানদণ্ড পূরণ করে?"),
                n("bd0b4542", "সরকারি অফিস এবং প্রাতিষ্ঠানিক সংস্থার অবশ্যই একটি পাবলিক অ্যাকাউন্ট থাকতে হবে যা তাদের অফিসিয়াল ওয়েবসাইটে লিঙ্ক করে।"),
                n("i45b224c", "আপনার প্রোফাইল কি একজন কর্মকর্তার মানদণ্ড পূরণ করে?"),
                n("fba1dd66", "সরকারি কর্মকর্তাদের অবশ্যই একটি পাবলিক অ্যাকাউন্ট থাকতে হবে যা উভয়ই তাদের বর্তমান সরকারের অবস্থান এবং তাদের অফিসের অফিসিয়াল ওয়েবসাইটের লিঙ্ক উল্লেখ করে।"),
                n("e95c44de", "হ্যাঁ, এটি সম্পন্ন"),
                n("fa5e15e2", "আমাকে আপডেট করতে হবে"),
                n("jdf47e8e", "প্রচারের ওয়েবসাইট"),
                n("eeec7316", "প্রচারের ওয়েবসাইট যোগ করুন"),
                n("b163b654", "সরকারি রেফারেন্স"),
                n("d2378d34", "সরকারি রেফারেন্স যোগ করুন"),
                n("a05b8446", "ফ্রীল্যান্স সাংবাদিক"),
                n("hdad12b2", "যাচাকইকৃত প্রকাশনাগুলোতে স্বাধীন, ফ্রিল্যান্স সাংবাদিকরা লক্ষণীয় কাজ করছেন।"),
                n("d2d7af4c", "সংবাদ সংস্থা বা প্রকাশনা"),
                n("d83e51dc", "মুদ্রণ এবং ডিজিটাল প্রকাশনা; সম্প্রচার, কেবল, উপগ্রহ এবং স্ট্রিমিং টিভি এবং রেডিও সংবাদ নেটওয়ার্কগুলি, স্টেশনগুলি এবং প্রোগ্রামগুলি; পডকাস্টস এবং অন্যান্য অনুরূপ মিডিয়া।"),
                n("g708cbdc", "আপনার প্রোফাইলটি কি যাচাইকরণের প্রয়োজনীয়তাগুলো পূরণ করে?"),
                n("b107ee5c", "সংবাদ সংস্থাগুলির কাছে অবশ্যই একটি সরকারী অ্যাকাউন্ট থাকতে হবে যা তাদের সরকারী ওয়েবসাইটের সঙ্গে সংযুক্ত।"),
                n("e8746826", "আমি নিশ্চিত করেছি যে আমার নিয়োগকারীর অ্যাকাউন্টটি ইতোমধ্যে যাচাই করা হয়েছে।"),
                n("jc09b420", "আপনার প্রোফাইল কি সাংবাদিকের মানদণ্ড পূরণ করে?"),
                n("gfbd7e58", "সাংবাদিকদের তারা যে যাচাইকৃত সংবাদ সংস্থার জন্য কাজ করে সেটির সরকারী ওয়েবসাইটে নাম এবং লিঙ্কটি উভয় উল্লেখ করে তাদের অবশ্যই একটি সর্বজনীন অ্যাকাউন্ট থাকতে হবে।"),
                n("h0ad4c9e", "সরকারী সংবাদ সংস্থার রেফারেন্স(গুলো)"),
                n("a6553b50", "একটি যোগ্য সংবাদ প্রকাশনা অথবা সংস্থার একটি সরকারী ওয়েবসাইট যা আপনাকে একজন সাংবাদিক হিসেবে উল্লেখ করে।"),
                n("a29b2988", "আর্টিকলের বাইলাইন এবং ক্রেডিট"),
                n("ab4eae60", "গত ছয় মাসের মধ্যে প্রকাশিত যোগ্যতার প্রকাশনাগুলিতে কমপক্ষে তিনটি বাইলাইন অথবা ক্রেডিট।"),
                n("b3fac982", "আমাকে উল্লখ করে নির্দিষ্ট পৃষ্ঠার প্রদত্ত লিঙ্কগুলোর URL।"),
                n("e26dc9e2", "উল্লেখযোগ্য কাজ যোগ করুন"),
                n("e164df2e", "প্রদত্ত নিবন্ধগুলো কি উল্লেখযোগ্যতার মানদণ্ড পূরণ করে?"),
                n("i80ff05e", "কেবল যাচাইকৃত সংবাদ সংস্থা এবং প্রকাশনার প্রকাশিত নিবন্ধগুলো উল্লেখযোগ্যতার প্রমাণ হিসাবে যোগ্যতা অর্জন করে।"),
                n("cf7482ec", "হ্যাঁ, তারা করে"),
                n("fcb96cfc", "পেশাদার খেলাধুলায় একজন ব্যাক্তি"),
                n("ddc7d64a", "পেশাদার ক্রীড়াবিদ, কোচ, ম্যানেজার, সেই সঙ্গে বিশ্বব্যাপী প্রতিযোগিতায় অংশগ্রহণকারী ক্রীড়াবিদ (উদাঃ, অলিম্পিক, প্যারালিম্পিক ইত্যাদি)।"),
                n("c4e0d346", "পেশাদার স্পোর্টস-এর সত্তা"),
                n("e3ce81fa", "পেশাদার স্পোর্টস লীগ, টিম এবং বিশ্বব্যাপী প্রতিযোগিতা (উদাঃ অলিম্পিক, প্যারালিম্পিক ইত্যাদি)।"),
                n("b2808f48", "খেলাধুলার সময় একজন ব্যাক্তি"),
                n("db7b3558", "ইস্পোর্ট ক্রীড়াবিদদের ব্যক্তিগত অ্যাকাউন্ট যা যাচাইকৃত গেমিং টিম বা লিগের সঙ্গে সম্বন্ধযুক্ত।"),
                n("bbd9a912", "আমি নিশ্চিত করেছি যে আমার অ্যাকাউন্ট এর সঙ্গে যুক্ত টিম, লীগ, ইভেন্ট অথবা সংস্থা ইতোমধ্যে যাচাই করা হয়েছে।"),
                n("he9c5638", "একটি বিশ্বব্যাপী প্রতিযোগিতা অথবা ক্রীড়া সংস্থার সরকারী ওয়েবসাইটের একটি লিঙ্ক যা আপনার সম্পর্কে উল্লেখ করে।"),
                n("bf06e1d6", "একটি পেশাদার ক্রীড়া সংস্থার সঙ্গে যুক্ত একটি সরকারী সাইট যা আপনাকে পেশাদার ক্রীড়াবিদ, ম্যানেজার অথবা কোচ হিসাবে উল্লেখ করে।"),
                n("e241d35e", "যাচাইকৃত সংবাদ সংস্থা অথবা প্রকাশনা থেকে কমপক্ষে তিনটি নিবন্ধ যা আপনাকে পেশাদার ক্রীড়াবিদ, ম্যানেজার অথবা কোচ হিসাবে উল্লেখ করে।"),
                n("ad456030", "যাচাইকৃত সংবাদ সংস্থা অথবা প্রকাশনা থেকে কমপক্ষে তিনটি নিবন্ধ যা আপনাকে খেলাধুলার সময় একজন ব্যাক্তি হিসাবে উল্লেখ করে।"),
                n("hbe2e65c", "যাচাইকৃত ইস্পোর্টস লিগ অথবা ইভেন্টের সঙ্গে যুক্ত একটি সরকারী সাইট যা আপনাকে খেলাধুলার সময় একজন ব্যক্তি হিসাবে উল্লেখ করে।"),
                n("j3da4dea", "আপনি এই মুহূর্তে যাচাইকরণের অনুরোধ জানাতে পারবেন না"),
                n("af39265e", "সংস্থা, ব্র্যান্ড এবং প্রতিষ্ঠানগুলো"),
                n("bb51cd7a", "স্পোর্টস এবং গেমিং"),
                n("c044a571", "আরও জানুন"),
                n("a58cd1fb", "আরও জানুন"),
                n("b47b0fd1", "আরও জানুন "),
                n("db25263b", "আরও জানুন"),
                n("b25b02c3", "আরও জানুন"),
                n("j6ef6afb", "আরও জানুন"),
                n("d42d162b", "আরও জানুন "),
                n("ccadfc85", "আর ও জানুন"),
                n("ddb47f57", "আরও জানুন "),
                n("bf9e181b", "আরও জানুন"),
                n("e8e39f95", "আরও জানুন"),
                n("e126dd3f", "আরও জানুন"),
                n("i821844f", "আরও জানুন"),
                n("b0abbb17", "আরও জানুন"),
                n("e7e0d88b", "আরও জানুন"),
                n("i560665f", "আর ও জানুন");
            n("f6e774d9", "আরও জানুন"),
                n("h486f755", "আরও জানুন"),
                n("bab41dab", "আরও জানুন"),
                n("e0ebdb29", "আরও জানুন"),
                n("f8493831", "আরও জানুন"),
                n("icb5913f", "আরও জানুন"),
                n("af819833", "আরও জানুন"),
                n("d35525b1", "আরও জানুন "),
                n("cb181ed1", "আরও জানুন"),
                n("f6c3d3f1", "আরও জানুন"),
                n("d4588ded", "আরও জানুন"),
                n("a759bff9", "আরও জানুন"),
                n("c64a59f7", "আরও জানুন"),
                n("c054f433", "আরও জানুন"),
                n("c1b7ad51", "আরও জানুন"),
                n("f7998565", "আরও জানুন "),
                n("c74a47ef", "আরও জানুন "),
                n("gf9899bf", "আরও জানুন"),
                n("d7a9185d", "আরও জানুন"),
                n("c4b205e1", "আরও জানুন"),
                n("c04b4b1d", "আরও জানুন"),
                n("d26ccc67", "আরও জানুন"),
                n("hdb3bc85", "আরও জানুন"),
                n("b6cb494f", "আরও জানুন"),
                n("abc132eb", "আরও জানুন"),
                n("de1b28ad", "আরও জানুন"),
                n("h04c272d", "আরও জানুন"),
                n("j331c659", "আর ও জানুন"),
                n("h02fe64f", "আরও জানুন"),
                n("a7df4b85", "আরও জানুন"),
                n("e9b71903", "আরও জানুন"),
                n("g961011f", "আরও জানুন"),
                n("d5dedb7b", "আরও জানুন"),
                n("gd396551", "আরও জানুন"),
                n("dccc08bf", "আরও জানুন"),
                n("f22a6d0d", "আরও জানুন"),
                n("i78c9fd5", "আরও জানুন"),
                n("f3e333a9", "আরও জানুন"),
                n("i5fee6d3", "আরও জানুন"),
                n("fe7420f5", "আরও জানুন"),
                n("fcfad60d", "আরও জানুন"),
                n("cc35a6b9", "আরও জানুন"),
                n("d9bd3823", "আরও জানুন "),
                n("a67f27bd", "আরও জানুন "),
                n("b8be7adb", "আরও জানুন"),
                n("gd663f41", "আরও জানুন"),
                n("b436b101", "আরও জানুন"),
                n("j97bce4a", "X ডাকনাম"),
                n("acd5ca14", "আবার চেষ্টা করুন। ব্যবহারকারীর নামে @, $ অথবা # -এর মতো বিশেষ অক্ষর থাকে না।"),
                n("bbef41c2", "আপনার X যাচাইকরণ অনুরোধের সাথে সংশ্লিষ্ট অফিসিয়াল ইমেইল ঠিকানা পর্যালোচনা করুন।"),
                n("be03ecca", "ইমেইল ঠিকানা"),
                n("c69a40de", "আপনার কাছে কোনো যাচাইকৃত ইমেইল ঠিকানা নেই"),
                n("c83a1662", "আপনার কাছে কোনো যোগ্য ইমেইল ঠিকানা যাচাই করা নেই।"),
                n("e1e878ee", "সেটিংস"),
                n("b9635182", "সেটিংস"),
                n("j163be32", "শুরু করার জন্য অনুরোধ"),
                n("gaf821c8", "যাচাইকরণের জন্য অনুরোধ করুন"),
                n("e1ac0f9b", "আর ও জানুন "),
                n("h2d4ba56", "আপনার আইডি চেক করা হচ্ছে..."),
                n("i2051842", "আপনার আইডি আমাদের মাপকাঠি মানছে আমরা তা নিশ্চিত করছি। এতে 30 সেকেন্ড পর্যন্ত সময় লাগতে পারে।"),
                n("fc2a5c92", "কোনো একটা সমস্যা হয়েছে"),
                n("jf4b6f70", "আপনার আইডি আপলোড করার সময় কোনও সমস্যা হয়েছে। অনুগ্রহ এটি আবার আপলোড করার চেষ্টা করুন।"),
                n("d338f53e", "আবার চেষ্টা করুন"),
                n("e43672a0", "আমাদের আপনার সরকারের জারি করা আইডি সম্বন্ধে কিছু তথ্য সংগ্রহ করতে হবে।"),
                n("b246aa5e", "ইস্যুকারী দেশ"),
                n("d6fb5878", "দেশ বাছুন"),
                n("b72f97cc", "ID-এর ধরণ"),
                n("b2ab6008", "আইডির প্রকার বাছুন"),
                n("h9270b1c", "দেশগুলি অনুসন্ধান করুন"),
                n("ff1d68f8", "আপনার আইডির একটি ফটো আপলোড করুন"),
                n("bdada5a6", "সামনে"),
                n("edfed0f6", "আইডির সামনের অংশ আপলোড করুন"),
                n("def5015d", function (e) {
                    return "ফিরে যান" + e.back_of_document;
                }),
                n("b09aade6", "আইডির পিছনের অংশটি আপলোড করুন"),
                n("b40ed190", "ডকুমেন্ট"),
                n("c6650b56", "ডকুমেন্ট আপলোড করুন"),
                n("d171ed16", "আমাদের সহায়তা করার জন্য আমরা বিশ্বস্ত তৃতীয় পক্ষের উপর নির্ভর করি। এই পক্ষগুলো আপনার আইডির সত্যতা যাচাই করে এবং আমাদের সীমিত তথ্য এবং একটি প্ল্যাটফর্ম সরবরাহ করে, যাচাই করা অ্যাকাউন্টের স্থিতির জন্য আমাদের আপনার যোগ্যতা নিশ্চিত করার অনুমতি দেয়।"),
                n("d20f76cb", "আর ও জানুন "),
                n("b8deb156", "গোপনীয়তা নীতি "),
                n("b9960f32", "ফটো অথবা ভিডিও যোগ করুন"),
                n("gd80afba", "মিডিয়া সম্পাদনা করুন"),
                n("j322caee", "সংবেদনশীল মিডিয়াকে পতাকা চিহ্নিত করুন"),
                n("abd845fe", "সম্পাদনা করুন"),
                n("df1b0708", "এই GIF প্লে করুন"),
                n("cd959e5c", "মিডিয়া সরিয়ে দিন"),
                n("add55c98", "মিডিয়া"),
                n("f350cf46", "মিডিয়া টেনে এনে ড্রপ করুন"),
                n("gff1f69e", "চিত্র লোড হচ্ছে"),
                n("a91bb144", "জমা দিন"),
                n("affce770", "আমরা এবং আমাদের বিশ্বস্ত তৃতীয় পক্ষের আপনার অ্যাকাউন্টের সাথে সম্পর্কিত তথ্য এবং যাচাইকরণের জন্য আপনার সত্যতা এবং যোগ্যতা নির্ধারণ করার জন্য আপনার দেওয়া কোনও অতিরিক্ত তথ্য ব্যবহার করব।"),
                n("i0864918", "বিভাগ"),
                n("c7942074", "অ্যাকাউন্টের প্রকার"),
                n("b8121daa", "নোট্যাবিলীটি রেফারেন্স(গুলো)"),
                n("d247ca70", "নীচে আপনার যাচাইকরণ অনুরোধের বিশদ বিবরণ পর্যালোচনা করুন। নিশ্চিত করার পরে, জমা দিন।"),
                n("b51afbb2", "সত্যতা যাচাই করার পদ্ধতি"),
                n("cc87b01c", "পর্যালোচনা করুন এবং জমা করুন"),
                n("ec6801cc", "আপনার অনুরোধ পাঠানো হয়েছে!"),
                n("i6ef95ec", "সার্ভের"),
                n("j94e995e", "আপনার শেষ অনুরোধ অস্বীকার করা হয়েছে। একটি নতুন অনুুুরোধ জমা দেওয়ার তারিখ থেকে আপনাকে 30 দিন পর্যন্ত অপেক্ষা করতে হবে।"),
                n("da458d6c", "আপনি যে যাচাইকরণের একটি অনুরোধ জমা দিয়েছেন যা গত 30 দিনের মধ্যে বাতিল করা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("j4ed9f0e", "আপনি একটি যাচাইকরণের অনুরোধ জমা দিয়েছেন এবং সিদ্ধান্ত নেওয়ার পরে সঙ্গে সঙ্গে আপনার সাথে যোগাযোগ করা হবে।"),
                n("b1ade780", "আপনার অ্যাকাউন্টটি অত্যন্ত নতুন। অন্তত 7 দিন পর্যন্ত আপনার অ্যাকাউন্টকে পুরোনো হতে দিন এবং তারপরে আবার চেষ্টা করুন।"),
                n("aab67626", "আপনার যাচাইকরণের অনুরোধ পর্যালোচনা করা হচ্ছে"),
                n("d3c1e25e", "না, এটা কোনও স্বপ্ন নয়। আপনাকে সত্যিই যাচাই করা হয়েছে।"),
                n("a8b4500e", "নিয়মাবলী"),
                n("ef1b5cbc", "আপনি যে বিজ্ঞপ্তিগুলো দেখতে চান — এবং যেগুলো দেখতে চান না সেগুলো বাছুন।"),
                n("aaafffda", "বিজ্ঞপ্তি যেগুলোকে মিঊট করা হয়েছে"),
                n("afdf29b8", "গুণমান ফিল্টার"),
                n("da19d878", "একই রকম ও স্বয়ংক্রিয় পোস্টের মত কন্টেন্ট ফিল্টার করার জন্য বাছুন। আপনি যে অ্যাকাউন্টগুলো অনুসরণ করেন বা সম্প্রতি যেগুলোর সঙ্গে ইন্টারঅ্যাক্ট করেছেন সেগুলো থেকে পাওয়া বিজ্ঞপ্তিগুলো এতে প্রযোজ্য নয়।"),
                n("i2209530", "সংরক্ষণ করুন"),
                n("da867c58", "বিজ্ঞপ্তির প্রকার অনুযায়ী আপনার পছন্দ বাছুন।"),
                n("a2197726", "আপনার অ্যাকাউন্টের নিরাপত্তা পরিচালনা করুন।"),
                n("i36dcc3e", "আপনার X-এর পাসওয়ার্ড বাদে অন্য কোনও প্রমাণীকরণ পদ্ধতি ব্যবহার করে আপনার অ্যাকাউন্টকে অননুমোদিত অ্যাক্সেস থেকে সুরক্ষিত রাখতে সহায়তা করে। আপনি একটি পাঠ্য বার্তা, প্রমাণীকরণ অ্যাপ্লিকেশন, বা সুরক্ষা কী বেছে নিতে পারেন।"),
                n("ead60eb8", "অতিরিক্ত পাসওয়ার্ড সুরক্ষা"),
                n("gfaf9a4a", "পাসওয়ার্ড রিসেট সুরক্ষা"),
                n("h3cc8462", "অতিরিক্ত সুরক্ষার জন্য আপনার X পাসওয়ার্ড রিসেট করতে আপনাকে আপনার ইমেইল অ্যাড্রেস অথবা ফোন নম্বর নিশ্চিত করতে হবে।"),
                n("b4bbdeb4", "পাস কী"),
                n("aeb7dcdc", "অতিরিক্ত সুরক্ষার জন্য আপনার বায়োমেট্রিক্সের সাথে যুক্ত পাস কীগুলি হয়তো সক্রিয় করা আছে।"),
                n("dc096238", "আপনার অ্যাকাউন্টের যথার্থতা সুনিশ্চিত করতে পরিচয়ের একটি অনুমোদিত ফর্ম আপলোড করুন। আপনার তথ্য কেবল আপনার পরিচিতি যাচাই করতে ব্যবহার করা হবে এবং সুরক্ষিতভাবে এবং যত্ন সহকারে পরিচালনা করা হবে।"),
                n("a999cb72", "অ্যাকাউন্টের পরিবর্তনগুলি সংরক্ষণ করুন"),
                n("dec3c9b8", "পাসওয়ার্ড"),
                n("b929aa74", "আপনার অ্যাকাউন্টে করা পরিবর্তনগুলি সেভ করতে আপনার X-এর পাসওয়ার্ড আবার লিখুন।"),
                n("d1091f50", "পাসওয়ার্ড ভুলে গেছেন?"),
                n("d97c07be", "নির্মাতার সাবস্ক্রিপশন পরিচালনা করুন"),
                n("efa291da", "Stripe ব্যবহার করে আপনার সাবস্ক্রিপশন থেকে নির্মাতাদের দেখুন এবং পরিচালনা করুন। আপনি যদি iOS বা Android কোনও সাবস্ক্রিপশন চালু করে থাকেন , সেগুলোও অ্যাপে পরিচালনা করা যাবে।"),
                n("j7f5c6aa", "আপনার এখনো কোনও সাবস্ক্রিপশন নেই"),
                n("ef4602ec", "কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("b02df748", "আপনার অ্যাকাউন্টের নিরাপত্তা পরিচালনা করুন এবং আপনার অ্যাকাউন্টে সংযুক্ত থাকা অ্যাপ্লিকেশনগুলো সহ আপনার অ্যাকাউন্টের ব্যবহারের উপর নজর রাখুন।"),
                n("g2841de4", "আপনি কখন আপনার অ্যাকাউন্টে এবং আপনার অ্যাকাউন্টে সংযুক্ত অ্যাপগুলোতে লগ ইন করেছেন সে সম্পর্কে তথ্য দেখুন।"),
                n("hf45cca6", "লগ ইন করার জন্য X-এ সংযুক্ত Google অথবা Apple অ্যাকাউন্টগুলো পরিচালনা করুন।"),
                n("a310511c", "আপনার শেয়ার করা অ্যাকাউন্টগুলি পরিচালনা করুন"),
                n("jc02ae68", "সংযুক্ত অ্যাপগুলি"),
                n("dd82312a", "সেশনসমূহ"),
                n("e5e8a89a", "অ্যাপগুলি লোড হচ্ছে"),
                n("hfa9a2c8", "এক মুহূর্তে সংযুক্ত অ্যাপগুলি পরিচালনা করুন"),
                n("dd1b86f9", function (e) {
                    return e.name + " দ্বারা";
                }),
                n("cf461930", "যে সমস্ত তৃতীয়-পক্ষের অ্যাপগুলিকে আপনি আপনার X অ্যাকাউন্টে অ্যাক্সেস' দিয়েছেন, সেগুলি এখানে দেখা যাবে।"),
                n("b63b0b1d", "আরও জানুন"),
                n("c2cb5560", "বর্তমানে সক্রিয় সেশন"),
                n("bca43fd0", "অন্য সেশন থেকে লগ আউট করুন"),
                n("ha6df2ca", "আপনি ডিভাইসে বা আপনার X অ্যাকাউন্টে যে সেশনগুলো ব্যবহার করেছেন। এই সেশনগুলোতে আপনার অ্যাকাউন্ট বর্তমানে লগ ইন আছে। আপনি প্রত্যেকটি সেশন থেকে লগ আউট করতে পারেন।"),
                n("b72d2904", "আপনি এই ডিভাইসে এই  X অ্যাকাউন্টে লগ ইন করেছেন এবং বর্তমানে এটি ব্যবহার করছেন।"),
                n("b850cbd0", "আপনি এই ডিভাইসগুলো দিয়ে এই অ্যাকাউন্টগুলোতে লগ ইন করেছেন এবং বর্তমানে সেগুলো ব্যবহার করছেন না। "),
                n("cf3e3164", "অন্য সমস্ত সেশন থেকে লগ আউট করুন"),
                n("f810f27a", "আপনি কি আপনার অন্য সেশন সমাপ্ত করতে চান?"),
                n("gbb5cec5", function (e) {
                    return "লগ আউট করলে আপনার অন্য সক্রিয় " + e.num + " X সেশন বন্ধ হবে। এটি আপনার বর্তমান সক্রিয় সেশনে প্রভাব ফেলবে না।";
                }),
                n("fcbd4904", "এটি আপনার সক্রিয় X সেশন সমাপ্ত করে দেবে৷"),
                n("ab78d946", "আপনি আপনার সক্রিয় X সেশনকে সমাপ্ত করতে চলেছেন এবং নতুন একটা শুরু করার জন্য আপনাকে আবার সেই সব ডিভাইসে লগ ইন করতে হবে৷"),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "এখন সক্রিয়"),
                n("c9bc33fa", "ডিভাইসগুলি"),
                n("f95ed3e6", "বর্তমান ডিভাইস"),
                n("a787669a", "অন্যান্য ডিভাইসের নিবন্ধন"),
                n("gbefe730", "আপনি এই ডিভাইস এনক্রিপ্ট করা সরাসরি বার্তার জন্য এই অন্যান্য ডিভাইসগুলিতে নিবন্ধিত আছেন।"),
                n("d7a9796e", "ডিভাইসের তথ্য লোড করুনডিভাইস লোড করা হচ্ছে"),
                n("b5635e86", "এই ডিভাইসটি নিবন্ধন করুন"),
                n("bb4a95dc", "আপনার ডিভাইস নিবন্ধন করবেন?"),
                n("a9538040", "ডিভাইস নিবন্ধন করার মাধ্যমে এই ডিভাইসটি আপনাকে অন্য নিবন্ধিত ব্যবহারকারীদের সাথে নতুন এনক্রিপ্ট করা কথা-বার্তা শুরু করতে সক্ষম করবে"),
                n("hd173c7a", "নিবন্ধন করুন"),
                n("hf4312a4", "ডিভাইস নিবন্ধন করা হয়েছে।"),
                n("h7797d18", "রেজিস্টার করা হয়েছে"),
                n("hc48a042", "এই ডিভাইসটি নিবন্ধন করুন"),
                n("d5bafb20", "এই ডিভাইসটির নিবন্ধন বাতিল করবেন?"),
                n("i12dee70", "একটি ডিভাইসের নিবন্ধন বাতিল করার অর্থ হলো আপনি আর ওই ডিভাইসে থাকা এনক্রিপ্ট করা বার্তায় অ্যাক্সেস পাবেন না।"),
                n("d4b9db26", "নিবন্ধন বাতিল করুন"),
                n("c18b1b34", "নিবন্ধন করা তারিখ এবং সময়"),
                n("e7c9d60a", "নির্বাচিত ডিভাইসের নিবন্ধন বাতিল করা হয়েছে।"),
                n("cd14c8fe", "ডিভাইসের তথ্য লোড করুন"),
                n("j9db22f4", "আমরা এই ডিভাইসটি খুঁজে পাচ্ছি না"),
                n("c477d710", "আপনি X-এ যে তথ্য দেখেন ও শেয়ার করেন তা পরিচালনা করুন।"),
                n("b06f5d36", "আপনার X কার্যকলাপ"),
                n("fd807e78", "দর্শক, মিডিয়া এবং ট্যাগিং"),
                n("a9ff473c", "X-এ অন্য লোকজনকে দেখার জন্য আপনি কোন ধরণের তথ্যের অনুমতি দেন তা পরিচালনা করুন।"),
                n("d0484606", "আপনার X-এর সঙ্গে সংযুক্ত তথ্য পরিচালনা করুন।"),
                n("c4afe0e6", "প্রসঙ্গ এবং আগ্রহের মতো আপনার পছন্দগুলির উপর ভিত্তি করে আপনি X-এ কী দেখবেন তা স্থির করুন"),
                n("ab125232", "আপনি মিউট বা ব্লক করেছেন এমন অ্যাকাউন্ট, শব্দ এবং বিজ্ঞপ্তিগুলো পরিচালনা করুন।"),
                n("cc950d94", "কারা আপনাকে সবাসরি বার্তা পাঠাতে পারবে তা পরিচালনা করুন।"),
                n("fe37f854", "আপনার Space শোনার কার্যকলাপ কারা দেখতে পারবেন তা পরিচালনা করুন"),
                n("ab987f3c", "আপনার খুঁজে পাওয়ার সেটিংস নিয়ন্ত্রণ করুন ও আপনি যে পরিচিতিগুলো আমদানি করেছেন তা পরিচালনা করুন।"),
                n("db5fabb0", "ডেটা শেয়ার করা এবং X-এর-বাইরের কার্যকলাপ"),
                n("i83cab8a", "ডেটা শেয়ার এবং পার্সোনালাইজেশন"),
                n("e338a794", "X-এ আপনার বিজ্ঞাপন সংক্রান্ত অভিজ্ঞতা পরিচালনা করুন।"),
                n("c05e8024", "X-এ আপনার বিজ্ঞাপন সংক্রান্ত অভিজ্ঞতা পরিচালনা করুন।"),
                n("d29d59d0", "আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করতে X-এর বাইরে X কীভাবে আপনার অনলাইন কার্যকলাপ ব্যবহার করে, যেমন আপনি যে ওয়েবসাইটে যান, তা পরিচালনা করুন।"),
                n("c981a36c", "X-কে আপনার অনুমিত কার্যকলাপের সাহায্যে আপনার অভিজ্ঞতা পার্সোনালাইজ করার অনুমতি দিন, যেমন X-এ লগ ইন করার জন্য আপনি ব্যবহার করেননি এমন ডিভাইসে কার্যকলাপ।"),
                n("eb0cc786", "X-এর ব্যবসায়িক সহযোগীদের সাথে অতিরিক্ত তথ্য শেয়ার করার অনুমতি দিন।"),
                n("dd533318", "আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করতে X যে অবস্থান তথ্য ব্যবহার করে তা পরিচালনা করুন।"),
                n("bd0646a0", "X-এ গোপনীয়তা সম্পর্কে আরও জানুন"),
                n("a607862a", "গোপনীয়তা নীতি"),
                n("g5925628", "আমাদের সঙ্গে যোগাযোগ করুন"),
                n("dd6012f8", "প্রাইভেসি সেন্টার"),
                n("jdceda60", "উত্তরগুলি"),
                n("f644b748", "আপনার পোস্টে এবং আপনার ফিল্টার করা উত্তরগুলিতে কারা উত্তর দিতে পারবেন, তা পরিচালনা করুন।"),
                n("ff4b3818", "Grok এবং তৃতীয় পক্ষের সহযোগী"),
                n("i586f3e0", "আপনার জনগণের ডেটা তাছাড়াও যোগাযোগ, ইনপুট এবং Grok এবং xAI-এর ফলাফলগুলি ট্রেনিং এবং উন্নতকরণের কাজে ব্যবহার করা হবে"),
                n("d8492604", "নির্বাচন করার সময়ে, পোস্ট এবং অন্য অ্যাকাউন্টের তথ্য শুধুমাত্র আপনি যাদের অনুসরণ করেন তারাই দেখতে পাবেন।"),
                n("if050fae", "আপনার ভিডিওগুলি সুরক্ষিত রাখুন"),
                n("b7ed5f6e", "নির্বাচন করা হলে আপনার পোস্টে থাকা ভিডিওগুলি ডিফল্টভাবে ডাউনলোড করা যাবে। এই সেটিং এর পরবর্তী পোস্টগুলিতে প্রযোজ্য হবে, এটি ভূতাপেক্ষাভাবে প্রযোজ্য হবে না।"),
                n("dbb51952", "আপনার পোস্ট সুরক্ষিত রাখতে চান?"),
                n("de735de6", "এটি এগুলিকে আপনার X অনুসরণকারীদের কাছেই কেবল দৃশ্যমান করবে।"),
                n("c5d4192a", "সুরক্ষিত"),
                n("d9ddba70", "কমিউনিটি সর্বজনীন, তাই আপনার অ্যাকাউন্ট সুরক্ষিত করা হলে তা আপনার আগের পোস্টগুলি লুকাবে। আপনার অ্যাকাউন্টটি পুনরায় সর্বজনীন না হওয়া পর্যন্ত আপনি কমিউনিটিতে পোস্ট করতে পারবেন না।"),
                n("f527b322", "আমার অ্যাকাউন্টটিকে সুরক্ষিত রাখুন"),
                n("d165c992", "আপনাকে যে কেউ ট্যাগ করতে পারবেন"),
                n("ea339390", "আপনি যেসব ব্যক্তিদের অনুসরণ করেন কেবল তারাই আপনাকে ট্যাগ করতে পারবেন"),
                n("e3a761ee", "বন্ধ"),
                n("a61ed23a", "আপনার পোস্ট করা মিডিয়াতে সংবেদনশীল উপাদান থাকতে পারে এই হিসেবে চিহ্নিত করুন"),
                n("ae27c454", "সক্রিয় থাকার সময়, আপনি যে ছবি ও ভিডিওগুলো পোস্ট করবেন সেগুলো লোকজন যারা সংবেদনশীল সামগ্রী দেখতে চান না তাদের জন্য সংবেদনশীল সামগ্রী হিসেবে চিহ্নিত করা হবে।"),
                n("fc1d217c", "প্রদর্শন মিডিয়া যার মধ্যে সংবেদনশীল কন্টেন্ট থাকতে পারে"),
                n("j018f2a2", "সেটিংস অন্বেষণ করুন"),
                n("h1ef00dc", "অনুসন্ধান সেটিংস"),
                n("b05b9398", "এই সেটিংস সক্রিয় করা হলে, আপনার X কার্যকলাপের ওপর ভিত্তি করে X আপনার For you কন্টেন্ট ব্যক্তিগতকৃত করতে পারে।"),
                n("a3c1324c", "For you টাইমলাইনে আপনার সুপারিশ করা কন্টেন্ট প্রদর্শন করুন"),
                n("ee4592ca", "কেউ না"),
                n("da813d22", "যাচাইকৃত ব্যবহারকারীরা"),
                n("baffe39a", "সবাই"),
                n("b3d8566e", "নিম্ন-মানের বার্তাগুলো ফিল্টার করুন"),
                n("cfda8c44", "সেই সমস্ত বার্তার অনুরোধ লুকান যেগুলোকে সম্ভবত স্প্যাম বা নিম্ন-গুণমানের হিসেবে শনাক্ত করা হয়েছে। সেগুলোকে আপনার বার্তার অনুরোধের একেবারে নিচে একটি আলাদা ইনবক্সে পাঠানো হবে। আপনি চাইলে সেগুলো তখনও অ্যাক্সেস করতে পারবেন।"),
                n("f4c91f40", "আমার সাবস্ক্রাইবারদের থেকে বার্তার অনুরোধে অনুমতি দিন"),
                n("bf0c4336", "আপনার সাবস্ক্রাইবাররা সবসময় আপনাকে বার্তা পাঠাতে পারবেন, সে অন্যান্য বার্তার সেটিংস যাই থাকুক না কেন।"),
                n("e6c411d8", "গ্রাফিক মিডিয়া ফিল্টার করুন"),
                n("g558101a", "সম্ভাব্য গ্রাফিক মিডিয়া (যেমন নগ্নতা, যৌন সামগ্রী বা সহিংসতা) ধারণ করে এমন বার্তাগুলো শনাক্ত করতে তার উপর সতর্কতা প্রদর্শন। আপনি চাইলে আপনার কাছে সবসময় মিডিয়াটি দেখার উপায় থাকবে।"),
                n("d9172542", "পঠন প্রাপ্তিস্বীকার দেখান"),
                n("bd557506", "আপনি যাদের সাথে বার্তায় কথা বলছেন, আপনি তাদের বার্তা দেখলে তারা সেটা জানতে পারবে। বার্তার অনুরোধের মধ্যে পঠন প্রাপ্তিস্বীকার দেখানো হয় না।"),
                n("f29080d0", "এদের থেকে বার্তার অনুরোধে অনুমতি দিন:"),
                n("j0adcc2d", "আরও জানুন"),
                n("ib3357a6", "ব্যক্তিগতকৃত বিজ্ঞাপনগুলি"),
                n("f2f9628e", "আপনি X-এ সর্বদা আপনার X কার্যকলাপের ভিত্তিতে বিজ্ঞাপন দেখতে পাবেন। এই সেটিং সক্ষম থাকার সময় অন্য অনলাইন কার্যকলাপের সাথে আপনার X কার্যকলাপ একত্রিত করে ও আমাদের সহযোগীদের থেকে তথ্য একত্রিত করে, X বিজ্ঞাপনগুলিকে আরও ব্যক্তিগত করতে পারে।"),
                n("b5fe50fc", "বিজ্ঞাপনের শ্রেণীবিভাগ"),
                n("c31a2ea6", "এই সেটিংস সক্রিয় করা হলে এই বিভাগগুলিতে আপনি বিজ্ঞাপন দেখতে পারবেন। অপ্ট আউট করার মাধ্যমে আপনি এই বিভাগের  কম বিজ্ঞাপন দেখবেন।"),
                n("if996630", "জুয়া"),
                n("a9ed7774", "ওয়েব জুড়ে আপনি যেখানে X কন্টেন্ট দেখেন সেখানে ব্যবহার করার অনুমতি দিন"),
                n("e2d61838", "অন্যান্য যেসব ওয়েবসাইট, এম্বেড করা সময়রেখাগুলির মতো, X কন্টেন্টকে সুসংহত করে, এই সেটিংটি X-কে সেইসব ওয়েবসাইট ভিজিটে নজরদারির  অনুমতি দেয়। এই তথ্য আপনার অভিজ্ঞতাকে ব্যক্তিগত করার মতো কাজ করে, আপনার জন্য X-কে আরও ভালো করে তোলে। এই ওয়েব ব্রাউজিং ইতিহাস কখনই আপনার নাম, ইমেইল,  অথবা ফোন নম্বর সহ সঞ্চয় করা হবে না।"),
                n("c966aaf4", "আপনি কয়েকটি দেশবিশেষে থাকাকালীন এই ওয়েব পৃষ্ঠা পরিদর্শন জমা করে রাখা বা ব্যবহার করা হয় না।"),
                n("e8313b32", "আপনি কি নিশ্চিত? একবার আপনি এটি বন্ধ করলে, আপনি এই দেশে থাকাকালীন আর এটি চালু করতে পারবেন না।"),
                n("f1d46fd6", "হ্যাঁ, আমি নিশ্চিত"),
                n("f6c8ccc8", "আপনার অনুমিত পরিচয় এর উপর ভিত্তি করে ব্যক্তিগত রূপ দিন"),
                n("ed012c88", "আপনি যে তথ্য প্রদান করেছেন, তার পাশাপাশি লগ ইন করতে ব্যবহৃত ডিভাইসগুলির উপর ভিত্তি করে X সর্বদা আপনার অভিজ্ঞতাকে ব্যক্তিগত করবে। যখন এই সেটিংটি সক্রিয় করা থাকে তখন X, X-এ লগ ইন করবার জন্য আপনার ব্যবহার না করা ডিভাইস এবং ব্রাউজার অথবা ইমেইল অ্যাড্রেস এবং আপনার X অ্যাকাউন্টের সঙ্গে সংযুক্ত অনুরূপ ফোন নম্বরের মত আপনার পরিচয় সম্পর্কে অন্যান্য অনুমানের উপর ভিত্তি করেও ব্যক্তিগতকৃত করতে পারে।"),
                n("d3c20d80", "বানিজ্যিক অংশীদারদের সঙ্গে অতিরিক্ত তথ্য ভাগ করে নেওয়ার ক্ষেত্রে অনুমতি প্রদান করুন"),
                n("f1c0d09c", "X নিজের পণ্যগুলি চালনার এবং উন্নতি সাধন করার উপায় হিসাবে সবসময় ব্যবসায়িক সহযোগীদের সঙ্গে তথ্য শেয়ার করে। সক্ষম করা থাকলে এটি X-কে আপনার জন্য প্রাসঙ্গিক আরও অন্যান্য সাইটে এবং অ্যাপে X-এর বিপণন কার্যকলাপ তৈরি করা সহ, X-এর ব্যবসা পরিচালনায় সাহায্য করতে সেইসব সহযোগীদের সঙ্গে অতিরিক্ত তথ্য শেয়ার করে নেওয়ার অনুমতি দেয়।"),
                n("dc20d918", "আপনি যে সব স্থানে থেকেছেন তার ভিত্তিতে ব্যক্তিগতকৃত করুন"),
                n("af7d89e6", "আপনাকে আরও প্রাসঙ্গিক বিষয়বস্তু দেখাতে সাহায্য করার জন্য X সবসময় কিছু তথ্য, যেমন আপনি কোথায় নিবন্ধন করেছিলেন ও আপনার বর্তমান অবস্থান ইত্যাদি ব্যবহার করে। এই সেটিং চালু থাকলে, আপনি অন্য যেসব স্থানে ছিলেন সেগুলির উপর ভিত্তি করে X আপনার অভিজ্ঞতা পার্সোনালাইজ করতে পারে।"),
                n("f2b23062", "প্রবেশযোগ্যতা, ডিসপ্লে এবং ভাষাসমূহ"),
                n("fa76d7dc", "X-এর কন্টেন্ট আপনার কাছে কীভাবে প্রদর্শিত হবে তা পরিচালনা করুন।"),
                n("j7a15010", "রঙের পার্থক্য এবং মোশন সীমিত করার মত আপনার X অভিজ্ঞতার দিকগুলো পরিচালনা করুন।"),
                n("a257ecae", "আপনার ফন্টের আকার, রঙ এবং পটভূমি পরিচালনা করুন। এই সেটিংস এই ব্রাউজারে সমস্ত X অ্যাকাউন্টে প্রভাব ফেলে।"),
                n("jc3fa0e2", "আপনার X-এর অভিজ্ঞতা ব্যক্তিগতকৃত করতে কোন কোন ভাষা ব্যবহার করা হবে তা পরিচালনা করুন।"),
                n("cc2973a8", "X কীভাবে এই ডিভাইসে আপনার কিছু নেটওয়ার্ক ডেটা ব্যবহার করে তা সীমিত করুন।"),
                n("h54e6138", "কীবোর্ড শর্টকাটগুলি"),
                n("a4b69cbc", "প্রদর্শনের ভাষা"),
                n("c856bd00", "আপনার X থেকে শিরোনাম, বোতাম এবং অন্যান্য পাঠ্যের জন্য আপনার পছন্দের ভাষা।"),
                n("cab61d58", "অতিরিক্ত ভাষা নির্বাচন করুন"),
                n("dd93fafa", "আপনি X-এ যে ভাষায় কন্টেন্ট দেখতে চান।"),
                n("bca1de4a", "আপনি অতিরিক্ত যে ভাষায় কথা বলেন"),
                n("c3aa76c4", "ভাষা যেগুলো হয়তো আপনি জানেন"),
                n("g099069c", "আপনার কার্যকলাপের উপর ভিত্তি করে X-এর অনুমান করা ভাষাগুলো পরিচালনা করুন, যেমন আপনার অনুসরণ করা অ্যাকাউন্ট এবং আপনি যে পোস্টগুলোতে যুক্ত থাকেন সেগুলো।"),
                n("cf9ce876", "অ্যাপ ও পোস্টের ভাষা"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "এইগুলো সেই সামাজিক অ্যাকাউন্ট যেগুলো লগ ইন করার জন্য আপনি আপনার X অ্যাকাউন্টের সঙ্গে সংযুক্ত করেছেন। আপনি এখানে অ্যাক্সেস নিষ্ক্রিয় করতে পারেন।"),
                n("d84ed6b2", "সংযোগ বিচ্ছিন্ন করা হয়েছে"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "সংযুক্ত"),
                n("ad31b476", "আপনার স্বয়ংক্রিয় অ্যাকাউন্ট পরিচালনা করুন।"),
                n("a2981062", "অ্যাকাউন্ট পরিচালনা করা হচ্ছে"),
                n("aff4540e", "অ্যাকাউন্ট পরিচালনা করা পরিবর্তন করুন"),
                n("b8b9d100", "অ্যাকাউন্টের স্বয়ংক্রিয়তা সেট আপ করুন"),
                n("e0bc51f6", "অ্যাকাউন্টের স্বয়ংক্রিয়তা বন্ধ করুন"),
                n("b92190c2", "ম্যানেজিং অ্যাকাউন্ট সংযুক্ত হয়েছে"),
                n("fb03b39a", "ম্যানেজিং অ্যাকাউন্টের সংযোগ বিচ্ছিন্ন হয়েছে"),
                n("bd51ddfa", "আমরা এই সময়ে আপনার ম্যানেজিং অ্যাকাউন্টের সংযোগ বিচ্ছিন্ন করতে পারছি না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("e91c15f6", "আপনার ম্যানেজিং অ্যাকাউন্টের সংযোগ বন্ধ করবেন?"),
                n("df035b80", "যদি আপনি আপনার ম্যানেজিং অ্যাকাউন্টের সংযোগ বিচ্ছিন্ন করেন তাহলে আপনার অটোমেটেড অ্যাকাউন্টটি নিজের লেবেল হারাবে।"),
                n("bd12cf34", "হ্যাঁ, সংযোগ বিচ্ছিন্ন করুন"),
                n("f79acef3", "আরও জানুন"),
                n("a57a341c", "ডেটা সাশ্রয়কারী"),
                n("ab6505a8", "নির্বাচিত হয়ে থাকলে, X নেটওয়ার্ক-এর ডেটা কম ব্যবহার করবে।"),
                n("a5d4fda0", "কিছু ভুল হয়েছে, তবে চিন্তা করবেন না — একে আরেকটি শট দিন।"),
                n("g1888dc2", "কখনও না"),
                n("f724d1aa", "কেবল-ওয়াই-ফাই-এ"),
                n("cf6472c2", "সেলুলার বা ওয়াই-ফাই-এ"),
                n("b2ed92c4", "আর্কাইভের অনুরোধ করা হচ্ছে"),
                n("ce5d2c46", "সাময়িক ভাবে অনুপলভ্য"),
                n("bed6a87c", "আপনার X ডেটার লিঙ্কের মেয়াদ ফুরিয়ে গিয়েছে"),
                n("b24b4768", "আমার X ডেটাতে যান"),
                n("a0c3f812", "একটি আপডেট করা পেতে হলে, আপনার নতুন করে অনুরোধ করতে হবে৷"),
                n("eea30bb5", function (e) {
                    return "এতে তৈরি করা হয়েছে: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "এতে মেয়াদ শেষ হবে: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "আনুমানিক মাপ: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X ডেটা (" + e.count + "-এর " + e.currentIndex + ")";
                }),
                n("fc5bfd96", "শুরু করুন"),
                n("gee8110e", "আর্কাইভ ডাউনলোড করুন"),
                n("c326f156", "আর্কাইভ ডাউনলোড করা হয়েছে"),
                n("c9fe9b56", "আপনার আর্কাইভ ডাউনলোড হতে চলেছে"),
                n("j54b679b", function (e) {
                    return "এটা আরেকটা উইন্ডোতে খুলবে এবং সম্পূর্ণ করতে কিছুটা সময় লাগবে৷ সম্পূর্ণ হয়ে গেলে ডাউনলোড " + e.size + " .zip ফাইলে পাওয়া যাবে৷";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "অক্ষরের আকার"),
                n("c783d45e", "রঙ"),
                n("h306a358", "পটভূমি"),
                n("d8680056", "অতিরিক্ত ছোট"),
                n("j59f0b94", "ডিফল্ট"),
                n("b81aaad8", "বড়"),
                n("c7044880", "এক্সটা লার্জ"),
                n("e46dffa0", "পাঠ্যের মাপ"),
                n("ce8a8116", "পটভূমির বিকল্পসমূহ"),
                n("d3d48f3a", "আলো"),
                n("i76f67ee", "মৃদু"),
                n("c8f85960", "আলো বন্ধ"),
                n("aefc5b20", "রঙের বিকল্পসমূহ"),
                n("a52d0fde", "নীল"),
                n("d818cdd6", "হলুদ"),
                n("fee1cd64", "গোলাপী"),
                n("cbed7fb2", "বেগুনি"),
                n("g697ec02", "কমলা"),
                n("a7c2204a", "সবুজ"),
                n("gde8fdd7", function (e) {
                    return "X-এর প্রধান অংশে ঠিক এই ধরনের ছোট ছোট বার্তাগুলো থাকে, যাদের পোস্ট বলা হয় — এবং এগুলোর মধ্যে ফটো, ভিডিও, লিঙ্ক এবং টেক্সট, হ্যাশট্যাগ এবং " + e.mention + "-এর মতো উল্লেখ অন্তর্ভুক্ত করা যায়!";
                }),
                n("f277e94a", "দেখুন"),
                n("ee79367b", function (e) {
                    return "মাত্রা " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "বিজ্ঞাপন"),
                n("d9587114", "সর্বশেষ পোস্টটি দেখুন"),
                n("b7b86c3c", "এই পোস্টের একটি নতুন সংস্করণ খোলে"),
                n("a407814e", "শেষ এডিট করা হয়েছে"),
                n("i46ee3f0", "এই পোস্টটির সাম্প্রতিকতম সংস্করণ"),
                n("e18cb87c", "এই পোস্টটি ব্যাখ্যা করুন"),
                n("ffe16626", "উত্তরের ফিল্টার চালু আছে।"),
                n("jc81f6a7", function (e) {
                    return e.count + " ভিউ";
                }),
                n("g521abc6", "Grok, বিশ্লেষণ!"),
                n("a09331e0", "সম্পর্কিত নিবন্ধগুলি"),
                n("e3eceda6", "Grok কার্যকলাপ"),
                n("a653f08f", function (e) {
                    return e.replyCount + "টি উত্তর পড়ুন";
                }),
                n("dc0c8266", "Grok-কে জিজ্ঞেস করুন"),
                n("i7ac410e", "আসল দেখান"),
                n("c67f09e8", "অনুবাদ দেখান"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "" + f(e.count, "দেখুন", "যতবার দেখা হয়েছে");
                }),
                n("b8f3500a", "রিডারের মধ্যে থ্রেড দেখুন"),
                n("fc7db594", "প্রোফাইল সারসংক্ষেপ"),
                n("c3f04d9c", "চিন্তা করছেন"),
                n("cbdddb0a", "সম্পূর্ণ"),
                n("b0d1e205", function (e) {
                    return '**"' + e.query + '"** খোঁজা হচ্ছে';
                }),
                n("acb9b845", function (e) {
                    return '**"' + e.query + '"** এর জন্য ' + e.url + "ব্রাউজ করুন";
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " এর পোস্টগুলি খোঁজা হচ্ছে";
                }),
                n("bec7eb11", function (e) {
                    return "@" + e.username + ' এর **"' + e.query + '"** এর জন্য পোস্টগুলি খোঁজা হচ্ছে';
                }),
                n("ead81122", "কোন একটা সমস্যা হয়েছে, অনুগ্রহ করে পুনঃসংযোগ করতে  রিফ্রেশ করুন বা আবার চেষ্টা করুন।"),
                n("f808a13a", "দুঃখিত, আপনি রেটের মাত্রা অতিক্রান্ত হয়েছে। অনুগ্রহ করে কিছুক্ষণ অপেক্ষা করার পরে আবার চেষ্টা করুন।"),
                n("e0481e5a", "এখন আপনার দেশে Grok সমর্থিত নয়।"),
                n("bc0a5b5a", "Grok বর্তমানে উপলব্ধ নেই, অনুগ্রহ করে পরে চেক করে নিন।"),
                n("ef674976", "আপনি এই পরিষেবা ব্যবহার করতে অনুমোদিত নন।"),
                n("c74e87e0", "এই ফাইলটি খুবই বড়। অনুগ্রহ করে একটি ছোট ফাইল নির্বাচন করুন।"),
                n("bea50a2a", "এই ফাইল ফরম্যাট সমর্থিত নয়।"),
                n("j77292b7", function (e) {
                    return "অনুগ্রহ করে কেবল " + e.count + " ফাইল" + f(e.count, "", "সমূহ") + " অবধি নির্বাচন করুন";
                }),
                n("d4d35bea", "অনুবাদ করা হচ্ছে..."),
                n("he9c9634", "অনুবাদ আনতে অক্ষম"),
                n("j2198c98", "অনুবাদ করা পোস্ট লোকান"),
                n("i73a7d48", "Google অনুবাদ করেছে"),
                n("eeadb767", function (e) {
                    return "Google " + e.originLanguage + " থেকে অনুবাদ করেছে";
                }),
                n("be9b9fb8", "Grok দ্বারা অনুবাদ করা"),
                n("d9c6f69d", function (e) {
                    return e.originLanguage + " থেকে Grok দ্বারা অনুবাদ করা";
                }),
                n("dc445f82", "Papago দ্বারা অনুবাদ করা হয়েছে"),
                n("he9803d3", function (e) {
                    return e.originLanguage + " থেকে Papago দ্বারা অনুবাদ করা হয়েছে";
                }),
                n("f8264fc0", "X দ্বারা অনুবাদ করা"),
                n("caa5ba3d", function (e) {
                    return e.originLanguage + " থেকে X দ্বারা অনুবাদ করা হয়েছে";
                }),
                n("e0f81ff3", "অনুবাদ:"),
                n("j2862695", function (e) {
                    return " " + e.originLanguage + " থেকে";
                }),
                n("b7cb4fab", " "),
                n("cbc8fed4", "অনুবাদটি কি যথাযথ ছিল? আমাদের আপনার প্রতিক্রিয়া জানান, যাতে আমরা উন্নতি করতে পারি: "),
                n("d56779a2", "সহজেই বোঝা যায়"),
                n("b6fe8a56", "বিভ্রান্তিকর বা অস্পষ্ট"),
                n("a66d80d0", "পোস্ট অনুবাদ করুন"),
                n("d4c339b9", function (e) {
                    return e.fullName + "-এর (@" + e.screenName + ") পোস্ট ";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") পোস্ট করেছেন:\n" + e.tweet;
                }),
                n("h6f99ac4", "আপনার বুকমার্কগুলিতে যোগ করা হয়েছে"),
                n("g1c463f6", "আপনার বুকমার্কুলি থেকে সরানো হয়েছে"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + "-এর থেকে সরানো হয়েছে";
                }),
                n("i47ad24c", "আপনি খুব ভালো এগোচ্ছেন! আপনি যত বেশি পোস্ট লাইক করবেন, আপনার টাইমলাইন তত ভালো হবে।"),
                n("def4a37c", "ভালো করেছেন! আপনার সময়রেখা আরও ভালো হয়ে উঠছে। যত বেশি আপনি পছন্দ করবেন, আপনার সময়রেখা ততই ভালো হবে - আগ্রহের বিষয়গুলিতে লাইক দিতে থাকুন।"),
                n("f5d17674", "পোস্ট রিপোস্ট করা হয়েছে"),
                n("d714acfa", "পোস্ট রিপোস্ট বাতিল করা হয়েছে"),
                n("b18dff26", "কেবল সাবস্ক্রাইবাররাই রিপোস্টগুলো দেখতে পাবেন।"),
                n("c2453318", "ফোল্ডারে যোগ করুন"),
                n("f88553c8", "ক্লিপবোর্ডে অনুলিপি করা হয়েছে"),
                n("b5b36724", "এর পরিবর্তে উত্তর দেবেন?"),
                n("gce00a2a", "বরং রিপোস্ট করবেন?"),
                n("g271f120", "আপনি উত্তর দেওয়ার আগে আপনার ড্রাফ্ট করা পোস্ট বাতিল করা হবে।"),
                n("gad04d1a", "আপনি উদ্ধৃতি দেওয়ার আগে আপনার ড্রাফ্ট করা পোস্ট বাতিল করা হবে।"),
                n("ibd021f2", "প্রথমে কি নিবন্ধটি পড়তে চান?"),
                n("bbef69c4", "আপনি এমন একটি নিবন্ধ শেয়ার করতে চলেছেন যা আপনি X-এ খোলেননি।"),
                n("g5092766", "নিবন্ধটি পড়ুন"),
                n("a2d5c006", "লিঙ্কটি দেখার জন্য ধন্যবাদ"),
                n("g37bb2d0", "লিঙ্কগুলো শেয়ার করার আগে সেগুলো দেখলে তা অবহিত আলোচনাটি প্রচার করতে সাহায্য করে।"),
                n("gc45a90a", "এই প্রচারটির প্রসার করুন"),
                n("g7135e44", "X-কে একটি বিশ্বস্ত তথ্যের স্থান হিসাবে রাখতে সাহায্য করুন। এই পোস্টটি লাইক করার আগে আরও দেখুন।"),
                n("h9b6d468", "X-কে একটি বিশ্বস্ত তথ্যের স্থান হিসাবে রাখতে সাহায্য করুন। এই পোস্টটি লাইক করার আগে আরও দেখুন।"),
                n("af5cd00e", "আরও খুঁজে দেখুন"),
                n("e29c651e", "আরও জানার জন্য ধন্যবাদ"),
                n("ef504d80", "আপনি সংরক্ষিত অ্যাকাউন্ট থেকে আপনার বুকমার্কগুলিতে পোস্ট যোগ করতে পারবেন না"),
                n("cef96d5a", "পোস্ট ইতিমধ্যেই আপনার বুকমার্কগুলিতে রয়েছে"),
                n("b2542f56", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার পোস্টে বুকমার্ক করার চেষ্টা করুন।"),
                n("fe3b9942", "এই ব্যবহারকারীর অনুরোধে তার পোস্টগুলো পছন্দ করা থেকে আপনাকে অবরোধ করা হয়েছে।"),
                n("c2a6dc5c", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার আপনার পোস্ট পছন্দ করার চেষ্টা করুন।"),
                n("b57f01b8", "আপনি অনুসরণ করছেন না এমন সংরক্ষিত ব্যবহারকারীদের পোস্টগুলো পছন্দ করতে পারবেন না।"),
                n("ba0b3cc0", "এই ব্যবহারকারীর অনুরোধে তার পোস্টগুলো রিপোস্ট করার থেকে ব্লক করা হয়েছে।"),
                n("h32b1ac4", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে রিপোস্ট করার চেষ্টা করুন।"),
                n("e50cea9e", "এই পোস্ট রিপোস্ট করার অনুমতি নেই।"),
                n("d8e56f40", "দুঃখিত! আপনি আপনার পোস্টের সীমা অতিক্রম করেছেন। আগামীকাল রিপোস্ট করার চেষ্টা করুন"),
                n("i14d7a46", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার আপনার বুকমার্ক থেকে ঐ পোস্ট মোছার চেষ্টা করুন।"),
                n("d4ebfeb0", "এক মিনিট পরে আপনার পোস্ট আবার আনলাইক করার চেষ্টা করুন।"),
                n("e639775e", "এক মিনিটের মধ্যে আপনার পুনঃটুইট আবার ফিরিয়ে নেওয়ার চেষ্টা করুন।"),
                n("fcad707a", "আমরা এই পোস্টটিতে একটি সতর্কতা জারি করেছি কারণ এতে সংবেদনশীল কন্টেন্ট থাকতে পারে।"),
                n("f1824804", "এই সতর্কবার্তাটির আবেদন জানান"),
                n("f755f710", "বুঝেছি"),
                n("ced4abbe", "কথা-বার্তা দেখুন"),
                n("d00e1d2a", "কমিউনিটিতে যোগদান করুন"),
                n("e6057014", "যোগদান করতে বলুন"),
                n("ba352986", "আপনি এখনও পর্যন্ত জবাব দিতে পারবেন না..."),
                n("d09e76d8", "কমিউনিটিগুলি সার্বজনীন, তাই আপনি পোস্টগুলি পড়তে পারবেন — কিন্তু অংশগ্রহণ করতে আপনাকে অবশ্যই যোগদান করতে হবে।"),
                n("cfa1f802", "কমিউনিটি এক্সপ্লোর করুন"),
                n("af27a0f8", "আপনাকে এই কমিউনিটি থেকে সরানো হয়েছে"),
                n("id089506", "পুনঃস্থাপনের জন্য কমিউনিটি মডারেটরদের সাথে যোগাযোগ করুন।"),
                n("cac4e916", "এই পোস্টটি লুকানো আছে"),
                n("cb18be32", "আপনি এখনও তা করতে পারবেন না..."),
                n("dbb5fd8e", "সার্কেলের পোস্ট রিপোস্ট করা যাবে না"),
                n("ae2c8a1e", "আপনি কেন এর উত্তর দিতে পারছেন না?"),
                n("afe7ba26", "আপনি কেন এটি পছন্দ করতে পারছেন না?"),
                n("df9e2356", "আপনি কেন এটিকে বুকমার্কে যোগ করতে পারছেন না?"),
                n("jead3bc2", "আপনি কেন এটি শেয়ার করতে পারছেন না?"),
                n("h2a668b8", "আপনি কেন পোস্ট অ্যানালিটিকস দেখতে পাচ্ছেন না?"),
                n("bd85267e", "আপনি কেন এটি রিপোস্ট করতে পারছেন না?"),
                n("dcc05a7e", "ভিউজ"),
                n("e213fada", "এই পোস্টটি কতবার দেখা হয়েছে, সেই সংখ্যা উপলভ্য নেই।"),
                n("g0954ea6", "শুধুমাত্র পোস্টের লেখক এবং কমিউনিটি মডারেশন টিম এটি দেখতে পারবেন এবং এনগেজমেন্ট বন্ধ করা আছে।"),
                n("e7969518", "কমিউনিটি সর্বজনীন, তাই আপনি পোস্ট পড়তে পারেবন — তবে এই মুহূর্তে, শুধুমাত্র আমন্ত্রিতরা অংশগ্রহণ করতে পারবেন।"),
                n("g2dc874a", "কমিউনিটি হল সর্বজনীন, সেইজন্য আপনি পোস্টগুলো পড়তে পারবেন — তবে শুধুমাত্র সদস্যরা তাদের একে অপরের সঙ্গে পারস্পরিক যোগাযোগ করতে পারবেন।"),
                n("g562676f", "আরও জানুন"),
                n("ee574c37", "আরও জানুন"),
                n("de2d83d6", "ফোল্ডারে বুকমার্ক করুন"),
                n("f14df406", "বিজ্ঞাপন দিতে লিঙ্ক অনুলিপি করুন"),
                n("e05c00b4", "লিঙ্ক অনুলিপি করুন"),
                n("f61c4bb0", "সরাসরি বার্তার মাধ্যমে পাঠান"),
                n("id35970e", "ভিডিও পোস্ট করুন"),
                n("ff9348b8", "এর মাধ্যমে বিজ্ঞপ্তি শেয়ার করুন ..."),
                n("d03241f8", "এই মাধ্যমে পোস্ট শেয়ার করুন..."),
                n("j08dd2d4", "বুকমার্কগুলি থেকে সরিয়ে দিন"),
                n("b7fde1ea", "ফোল্ডার থেকে সরান"),
                n("d9a2bd78", "ডিভিও ডাউনলোড করুন"),
                n("fbfab656", "Space-এ শেয়ার করুন"),
                n("e668112c", "Space-এর সাথে পোস্ট শেয়ার করা হয়েছে"),
                n("g5775e46", "উদ্ধৃতিগুলো দেখুন"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "বুকমার্ক" + f(e.count, "", "গুলি");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "পছন্দ" + f(e.count, " করুন", "গুলি");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "উদ্ধৃতি" + f(e.count, "", "গুলো");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "রিপোস্ট";
                }),
                n("e9f1fbcc", "এখানে দেখার কিছু নেই — তথাপি"),
                n("a3b80be6", "এই বিষয়ে পোস্টের জন্য পরে যাচাই করুন"),
                n("d93b360a", "এই কলামটি সাফ করা হয়েছে, আরও পোস্ট তৈরি হয়ে গেলে উপরে প্রদর্শিত হবে।"),
                n("d6e2f9be", "সময়রেখা লোড হচ্ছে"),
                n("afb4c24a", "কোনো আইটেম নেই"),
                n("e5b0063d", function (e) {
                    return "সময়রেখা: " + e.title;
                }),
                n("ib65b1c6", "Apple-এর সাহায্যে সাইন আপ করুন"),
                n("f55cebb8", "Apple-এর সাহায্যে সাইন ইন করুন"),
                n("dcc304d6", "Apple-এর সাথে এগিয়ে যান"),
                n("e0870f26", "Google-এর সাহায্যে সাইন আপ করুন"),
                n("gfeffd6a", "Google দিয়ে সাইন আপ করুন"),
                n("gf5e9ea6", "পূর্বাবস্থায় ফেরান"),
                n("e43138c5", function (e) {
                    return e.name + "-কে অনুসরণ করুন";
                }),
                n("be65f2e7", function (e) {
                    return e.name + "-কে অনুসরণ করা বাতিল করুন";
                }),
                n("a649d337", function (e) {
                    return e.name + "-এর প্রতি আগ্রহী নই";
                }),
                n("e2f2b658", "আমরা এই প্রসঙ্গটি সম্পর্কে আর পরামর্শ দেব না।"),
                n("b51f7edf", function (e) {
                    return "আপনি " + e.name + "-কে অনুসরণ করা বাতিল করেছেন";
                }),
                n("gac366b3", function (e) {
                    return "আপনি " + e.name + "-কে অনুসরণ করেছেন";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + "-কে ব্লক করবেন?";
                }),
                n("fcd4d489", function (e) {
                    return "@" + e.screenName + "-কে ব্লক করুন";
                }),
                n("a6450e84", "ব্লক করুন"),
                n("g353ad73", function (e) {
                    return "তারা আপনাকে অনুসরণ করতে, আপনার পোস্টগুলো দেখতে পারবেন না এবং আপনি @" + e.screenName + "-এর পোস্ট অথবা বিজ্ঞপ্তিগুলি দেখতে পাবেন না।";
                }),
                n("ad00a739", function (e) {
                    return "তারা আপনার সর্বজনীন পোস্ট দেখতে সক্ষম হবে, কিন্তু তাদের সাথে আর এনগেজ করতে পারবে না। @" + e.screenName + " আপনাকে অনুসরণ করতে বা বার্তা পাঠাতে পারবে না এবং আপনি তাদের কাছ থেকে বিজ্ঞপ্তি দেখতে পারবেন না।";
                }),
                n("a9fd20be", "সফলভাবে ব্লক করা হয়েছে।"),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + "-কে আনব্লক করবেন?";
                }),
                n("c9623eeb", function (e) {
                    return "@" + e.screenName + "-কে আনব্লক করুন";
                }),
                n("e133be4e", "অবরোধ মুক্ত করুন"),
                n("he43bca4", "তারা আপনাকে অনুসরণ করবে এবং আপনার পোস্টগুলো দেখবে।"),
                n("f5f01af6", "তারা আপনাকে অনুসরণ করতে এবং আপনার পাবলিক পোস্টগুলির সাথে এনগেজ করতে পারবে।"),
                n("b6878b0a", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আবার ঐ ব্যবহারকারীকে ব্লক করার চেষ্টা করুন।"),
                n("e40252de", "এই পোস্টগুলো আপনার জন্য-তে দেখাবেন না"),
                n("ae225c26", "এই পোস্টগুলো আপনার জন্য-তে দেখান"),
                n("a96d2628", "আপনার জন্য-তে এই তালিকাটি দেখাবেন না"),
                n("d00abae0", "এই তালিকার সেরা পোস্টগুলোকে আর আপনার আপনার জন্য-তে টাইমলাইনে দেখানো হবে না।"),
                n("e566dd06", "শীর্ষ পোস্টগুলো এই চ্যানেল থেকে আর কখোনই আপনার জন্য-তে প্রদর্শিত হবে না।"),
                n("j3cc1526", "আপনার জন্য-তে এই তালিকাটি দেখান"),
                n("h435716e", "এই তালিকার শীর্ষে থাকা পোস্টগুলো আপনার আপনার জন্য টাইমলাইনে দেখানো হতে পারে।"),
                n("e8ba412e", "শীর্ষ পোস্টগুলো এই চ্যানেল থেকে এখন হয়তো আপনার জন্য-তে প্রদর্শিত হবে না।"),
                n("d66e95cc", "আপনার পোস্টে কি উত্তরটি পিন করবেন?"),
                n("i24ed0de", "উত্তরটি পিন করুন"),
                n("b1033082", "এটি আপনার পোস্টের উত্তরের উপরে দেখা যাবে। আপনি যখন খুশি এটা প্রতিস্থাপন বা আনপিন করতে পারেন।"),
                n("e96a5962", "এই উত্তরটি কি আনপিন করবেন?"),
                n("ec04e6fc", "উত্তরটি আনপিন করুন"),
                n("d05618f2", "এটি আর এই পোস্ট উত্তরের শীর্ষে দেখা যাবে না।"),
                n("j9aedfdc", "উত্তরটি পিন করুন"),
                n("c034211a", "উত্তরটি আনপিন করুন"),
                n("ie4538b4", "উত্তরটি পোস্টে পিন করা হয়েছে"),
                n("ad135a24", "পোস্ট থেকে উত্তর আনপিন করুন"),
                n("ee369efc", "পোস্টে উত্তরটি পিন করা যায়নি"),
                n("c3e7f572", "পোস্ট থেকে উত্তরটি আনপিন করা যায়নি"),
                n("d058316c", "ধন্যবাদ। আপনার টাইমলাইনকে আরও ভালো করে তুলতে X এটিকে ব্যবহার করবে।"),
                n("afb7e8f8", "আর্টিকেল পড়ুন"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " দ্বারা";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "পিন করুন"),
                n("j44ec610", "আনপিন করুন"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "সদস্য";
                }),
                n("b5334780", "মুলতুবি"),
                n("b171d7c4", "যোগ দিন"),
                n("aa7ae3f6", "যোগদান করেছেন"),
                n("bb1d57b6", "ত্যাগ করুন"),
                n("h4fbfa58", "সম্মত হন এবং যোগদান করুন"),
                n("ea8cfb1e", "সম্মত হন এবং যোগদান করতে বলুন"),
                n("dc1b14a1", function (e) {
                    return e.communityName + " নিয়মাবলী পর্যালোচনা করুন এবং সম্মত হন";
                }),
                n("c966ac64", "কমিউনিটিতে যোগদানের অনুরোধ করা যায়নি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("g690e07e", "আপনার উত্তর (বিকল্প)"),
                n("a5d21bf4", "উত্তর দেওয়া ঐচ্ছিক। কিন্তু মনে রাখবেন যে এটি মডারেটরদের আপনার অনুরোধ গ্রহণ করতে সাহায্য করে।"),
                n("h9526e03", "X-এর নিয়মাবলী"),
                n("c00c234f", function (e) {
                    return e.communityName + " নিয়মাবলী";
                }),
                n("hafa07f2", "অংশগ্রহণ করা সীমিত"),
                n("c15bee32", "আপনাকে এই কমিউনিটি থেকে সরিয়ে দেওয়া হয়েছে"),
                n("efa265fc", "আপনার পোস্টগুলো এখন সুরক্ষিত"),
                n("f9cecf48", "দুঃখিত, আপনি এখন যোগ দিতে পারবেন না"),
                n("bf7bdb60", "এটি আপনি নন, আমরা (সত্যিই)। অনুগ্রহ করে পুনরায় চেষ্টা করুন।"),
                n("h27d6950", "আপনি এখনই ছেড়ে যেতে পারবেন না"),
                n("b02360f6", "কমিউনিটি ফাঁকা না হওয়া পর্যন্ত শেষ অ্যাডমিন অথবা মডারেটর কমিউনিটি ছেড়ে যেতে পারবেন না।"),
                n("fe832999", "আপনার পোস্টকে সর্বজনীন করুন"),
                n("bc7a7af4", "কমিউনিটিতে আপনার পোস্ট লুকিয়ে রাখা হবে এবং আপনি আর যোগ দিতে পারবেন না।"),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "আরও পোস্ট দেখান।"),
                n("aebb6546", "আরও পোস্ট লোড করা হচ্ছে"),
                n("a3484d22", "টাই"),
                n("aab2efa9", function (e) {
                    return "বিজেতা, " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "স্কোর কার্ড, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "আসন্ন"),
                n("b6da6b02", "লাইভ"),
                n("i9f615c8", "চূড়ান্ত"),
                n("f897267a", "পিছিয়ে দেওয়া হয়েছে"),
                n("f93c4b6a", "বাতিল করা হয়েছে"),
                n("i79ab12a", "প্রসঙ্গ অনুসরণ করুন"),
                n("c0f56044", "অনুসরণ বাতিল করুন"),
                n("fcf51fe6", "তারা"),
                n("e9a90d72", "তারকাচিহ্নিত"),
                n("bf403716", "তারকা চিহ্ন বাতিল করুন"),
                n("c9f08e29", function (e) {
                    return e.title + " টিকে তারকাচিহ্ন মুক্ত করবেন?";
                }),
                n("hed4dcd0", "এমনকি আপনি যদি এই প্রসঙ্গটি তারকা চিহ্ন বাতিল করেন তাহলে আপনি হয়তো এই সম্বন্ধে পোস্ট দেখতে পারবেন, কোন অ্যাকাউন্ট আপনি অনুসরণ করছেন এটি তার উপর নির্ভর করছে।"),
                n("cd876e02", "পছন্দসই"),
                n("f2816e02", "পছন্দ হয়েছে"),
                n("f5b04fbc", "পছন্দ বাতিল করুন"),
                n("c481ae3f", function (e) {
                    return e.title + " পছন্দ করা বাতিল করবেন?";
                }),
                n("c94116de", "এমনকি আপনি যদি এই প্রসঙ্গটি পছন্দ করা বাতিল করেন তাহলে আপনি হয়তো এই সম্বন্ধে পোস্ট দেখতে পারবেন, কোন অ্যাকাউন্ট আপনি অনুসরণ করছেন এটি তার উপর নির্ভর করছে।"),
                n("e0e730b0", "আগ্রহী"),
                n("b1850062", "আগ্রহী নই"),
                n("gd3f996f", function (e) {
                    return e.title + "-এর প্রতি আগ্রহী নন?";
                }),
                n("jdd65aac", "এমনকী আপনি যদি এই প্রসঙ্গটি সম্পর্কে আগ্রহী না হন, তাহলে আপনি হয়তো এই সম্বন্ধে পোস্ট দেখতে পারবেন, কোন অ্যাকাউন্ট আপনি অনুসরণ করছেন এটি তার উপর নির্ভর করছে।"),
                n("f93bb3ee", "চিত্র লোড করুন"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "GIF লোড করুন"),
                n("d3ac405c", "ভিডিও লোড করুন"),
                n("g97a046c", "এই ভিডিও প্লে করুন"),
                n("ac4c73d8", "এম্বেড করা ভিডিও"),
                n("f3bb10a6", "ভিডিও চলছে"),
                n("b87c0a72", "পুশ বিজ্ঞপ্তি সক্রিয় করে X কী ঘটছে সেই সবকিছুর বিষয়ে আপডেট থাকুন।"),
                n("e71e09ec", "বিজ্ঞপ্তিগুলি চালু করুন"),
                n("g4850f44", "পুশ বিজ্ঞপ্তি সক্ষম করা হয়েছে"),
                n("dc397182", "পছন্দমত তৈরি করা"),
                n("ia5e7488", "বন্ধ করুন"),
                n("j681933e", "ব্যক্তিগত সূচী"),
                n("add55942", "কিছু ভুল হয়েছে। কয়েক মিনিট পরে আবার সদস্যতা নেওয়ার চেষ্টা করুন।"),
                n("ib8f5f3c", "কিছু ভুল হয়েছে। কয়েক মিনিট পরে আবার সদস্যতা ত্যাগের চেষ্টা করুন।"),
                n("e20fc756", "আপনাকে এই সূচীটিতে এই সদস্যকে যোগ করার অনুমতি দেওয়া হয়নি।"),
                n("d8a032a2", "অন্যটি যোগ করার আগে আপনাকে পিন করা একটি টাইমলাইন অপসারণ করতে হবে"),
                n("fa816a0a", "রেকর্ডার সূচী"),
                n("ac832ae4", "সূচী পিন করুন"),
                n("cdb33880", "সূচী আনপিন করুন"),
                n("ca5d0a82", "সূচী সম্পাদনা করুন"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "অনুসরণকারী" + f(e.count, "", "রা");
                }),
                n("jceadc3e", "শিরোনামহীন"),
                n("a1d5303c", "ব্যক্তিগত"),
                n("cc8f8a80", "অতালিকাভুক্ত"),
                n("c33a97d6", "সার্বজনীন"),
                n("i73fff1b", function (e) {
                    return e.count + " পোস্ট দেখান";
                }),
                n("a682906d", function (e) {
                    return e.count + " পছন্দ" + f(e.count, "", "গুলো") + "টি বাকি আছে";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + "উপলব্ধ চাকরী" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " জিতেছে";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "আজ"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "আগামীকাল "),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "আরেকটি পোস্ট যোগ করুন"),
                n("i569ff3e", "এই থ্রেডটি দেখান"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '"-এর জন্য ফলাফল সহ';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '"-এর জন্য ফলাফল দেখানো হচ্ছে';
                }),
                n("a1979464", "ভিডিও লোড হচ্ছে"),
                n("ic1e826e", "প্লে করুন"),
                n("c8b4bca0", "কিনুন"),
                n("f5ea07ec", "এখন কিনুন"),
                n("b62956aa", "বুক করুন"),
                n("i3ea806a", "অর্ডার দিন"),
                n("fd00a76a", "খুলুন"),
                n("e0aa5848", "ইনস্টল করুন"),
                n("g33f3050", "ওয়েব"),
                n("d3f6b1a6", "আমাদের বার্তা পাঠান"),
                n("b0e322cc", "আমাদের একটি ব্যক্তিগত বার্তা পাঠান"),
                n("cb8bddc8", "আমাকে একটি ব্যক্তিগত বার্তা পাঠান"),
                n("cb8c547e", "একটি ব্যক্তিগত বার্তা পাঠান"),
                n("d980e29f", function (e) {
                    return e.date + " থেকে শুরু হচ্ছে";
                }),
                n("fdd81500", "ক্যারোসেল"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "নগ্নতা"),
                n("e1b4e672", "সংবেদনশীল কন্টেন্ট"),
                n("acc48c15", function (e) {
                    return "সতর্কতা: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "দেখান"),
                n("g034e6f1", function (e) {
                    return "এই রিপোর্টে আপনি শুধু " + e.count + "টি পর্যন্ত পোস্ট সংযুক্ত করতে পারবেন।";
                }),
                n("i2e0d584", "প্রমোট করা পোস্ট"),
                n("b52a940c", "এই পোস্টটি অনুপলভ্য।"),
                n("da59404c", "আপনি বর্তমানে সর্বশেষ সংস্করণটি দেখছেন।"),
                n("e267df68", "উত্তরটি লুকানো আছে"),
                n("d5f162b6", "যে কোনো সময় এই উত্তরটি লুকানো বন্ধ করুন। আর কিছু?"),
                n("f376e9d4", "পোস্টের ফিডব্যাক"),
                n("d7c93b6c", "পোস্ট লোকানো হয়েছে"),
                n("b3abacee", "আপনি এই ধরনের পোস্ট আরও কম দেখবেন। আর কোনো প্রতিক্রিয়া আছে?"),
                n("a2411360", "আপনার পছন্দ করা একটি উত্তর দেখবেন?"),
                n("e8a14626", "এখন আপনি অ্যাকশনস মেনু ব্যবহার করে — অর্থাৎ কোনো পোস্টের উপরে তিনটি ছোট্ট ডট (...) থেকে আপনার পোস্টে কোনো উত্তর পিন করতে পারবেন।"),
                n("d41305a8", "পুশপিন সহ বার্তার বাবল"),
                n("eca84b72", "রিপোস্ট আন ডু করুন"),
                n("g6185a9e", "কারা উত্তর দিতে পারবেন?"),
                n("i00051cc", "কারা এই পোস্টে উত্তর দিতে পারবেন তাদের বাছুন। উল্লিখিত যে কোনও ব্যক্তি সর্বদা উত্তর দিতে পারবেন।"),
                n("i9000126", "আপনি যাদের অ্যাকাউন্ট অনুসরন করেন"),
                n("dcaede8a", "আপনি যে অ্যাকাউন্টগুলিকে উল্লেখ করেন"),
                n("ad85cd2e", "আপনার সাবস্ক্রাইবাররা"),
                n("f19e4bfc", "যাচাইকৃত অ্যাকাউন্ট"),
                n("bf994ab2", "শুধুমাত্র আপনি"),
                n("e7b4b30a", "আপনি যে অ্যাকাউন্টগুলিকে উল্লেখ করেন"),
                n("ca6500a8", "উত্তরগুলিতে বাহ্যিক লিঙ্কগুলি নিষ্ক্রিয় করুন"),
                n("e839db3a", "খারিজ করুন"),
                n("c8a98928", "প্রমোশনাল ছবি"),
                n("f5b3dc1e", "হয়তো পরে"),
                n("ae0c5fbe", "কে উত্তর দিতে পারবে তা পরিবর্তন করার সময় ত্রুটি"),
                n("bae0cbc0", "কে উত্তর দিতে পারবে তা পরিবর্তন করুন"),
                n("d78131b9", function (e) {
                    return "@" + e.screenName + "-কে সূচী থেকে যোগ করুন/অপসারণ করুন";
                }),
                n("fb4ee11c", "এই বিজ্ঞাপনটি কেন?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " অ্যানালিটিক্স দেখুন";
                }),
                n("ef1042f8", "একটি কমিউনিটি নোট লিখুন"),
                n("h3edf7a6", "কমিউনিটি নোটের জন্য অনুরোধ পাঠান"),
                n("bf8d98f4", "শুধুমাত্র সাবস্ক্রাইবডরাই উত্তর দিতে পারবেন"),
                n("e69ada9e", "শুধুমাত্র Premium সাবস্ক্রাইবাররাই উত্তর দিতে পারবেন"),
                n("ae04c4dd", function (e) {
                    return e.entity + " মুছবেন?";
                }),
                n("d9442996", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনার প্রোফাইল, টাইমলাইন ও যেকোনো অ্যাকাউন্ট যা আপনি অনুসরণ করেন এবং X অনুসন্ধানের ফলাফল থেকে মুছে যাবে।"),
                n("dad785a7", function (e) {
                    return "এটি আপনার প্রোফাইল, আপনাকে অনুসরণ করা যে কোনো অ্যাকাউন্টের টাইমলাইন এবং অনুসন্ধানের ফলাফল থেকে " + e.entity + "-টির সমস্ত সংস্করণ মুছে দেবে। এটিকে আর আগের অবস্থায় নিয়ে যাওয়া যাবে না।";
                }),
                n("jda253ab", function (e) {
                    return "আপনার " + e.entity + " মোছা হয়েছে";
                }),
                n("j49c2f85", function (e) {
                    return "কিছু সমস্যা হয়েছে, পরবর্তী মিনিটের মধ্যে পুনরায় আপনার " + e.entity + " মোছার চেষ্টা করুন।";
                }),
                n("f9fa0390", "আপনার নিবন্ধ ড্রাফ্ট স্থিতিতে পাঠানো হবে এবং এই নিবন্ধের পৃষ্ঠা থেকে মোছা হবে।"),
                n("dad450ec", "নিবন্ধ সম্পাদনা করুন"),
                n("g9677c6e", "নিশ্চিত"),
                n("b57bfe70", "নিবন্ধ সম্পাদনা করবেন?"),
                n("bd3da7be", "আপনি সম্পাদন করার সময় নিবন্ধটি সাময়িকভাবে আনপাবলিশড থাকবে এবং জনগণ সেটি দেখতে পারবেন না। সকল উপলব্ধ এনগেজমেন্ট সংরক্ষণ করা হবে এবং আপনি আপডেট হওয়া সংস্করণ পুনরায় পাবলিশ করার পরে সেখানে পাঠানো হবে।"),
                n("j26481e6", "আপনার নিবন্ধ আনপাবলিশ করা হয়েছে এবং এডিট করার জন্য আপনার ড্রাফ্টে স্থানান্তরিত করা হয়েছে।"),
                n("b360ac7c", "বিভাগ নেভিগেশন"),
                n("adc81042", "বিভাগের বিশদ"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "এটি পাবলিশ করা নিবন্ধ, X-এ লেখার এক নতুন পন্থা। "),
                n("b14efa0a", "নিবন্ধের কভার চিত্র"),
                n("afdccedb", function (e) {
                    return e.displayCount + " উত্তর" + f(e.count, "", "গুলি") + " দেখান";
                }),
                n("bdba3e1a", "পোস্টের বিজ্ঞপ্তি চালু করুন"),
                n("c4da7d28", "পোস্টের বিজ্ঞপ্তি চালু করুন"),
                n("j87c21f4", "সূচিত করুন"),
                n("iebc30ca", "বিজ্ঞপ্তিগুলি বন্ধ করুন"),
                n("dc740eb2", "আপনি বিজ্ঞপ্তির টাইমলাইনে এই অ্যাকাউন্ট থেকে পোস্ট বিজ্ঞপ্তি দেখতে পাবেন। এছাড়া আপনি কখনও কোনও পোস্ট মিস না করার জন্য আপনার ডিভাইসে পুশ বিজ্ঞপ্তিগুলো সক্রিয় করতে পারেন।"),
                n("dca669ad", function (e) {
                    return e.name + "-এর রিপোস্ট আর আপনার টাইমলাইনে দেখানো হবে না";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + "-এর রিপোস্টগুলো আর আপনার টাইমলাইনে দেখানো হবে না";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X-এ @" + e.fullName + "-কে দেখুন।\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " আপনাকে আর অনুসরণ করেন না";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + " এর রিপোর্ট করুন";
                }),
                n("hef5960c", "এর মাধ্যমে প্রোফাইল ভাগ করুন..."),
                n("bb1cbeb6", "সরব"),
                n("h2f62206", "ব্যবহারকারীকে মিউট করা"),
                n("e67b2d65", function (e) {
                    return "@" + e.screenName + "-কে নীরব করুন";
                }),
                n("f05597b3", function (e) {
                    return "@" + e.screenName + "-কে সরব করুন";
                }),
                n("h59f52ee", "সফল ভাবে সরব করা হয়েছে।"),
                n("eea0cbee", "সফল ভাবে সরব করা হয়েছে।"),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + "-কে মিউট করা হয়েছে।";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + "-কে আনমিউট করা হয়েছে";
                }),
                n("b3036480", "এই অনুসরণকারীকে সরান"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + "-কে আপনার অনুসরণকারীদের থেকে সরানো হবে এবং X দ্বারা সূচিত করা হবে না। তারা ভবিষ্যতে আবার অনুসরণ করতে পারবে।";
                }),
                n("ibd0b842", "প্রোফাইলে লিঙ্ক অনুলিপি করুন"),
                n("b9c26480", "প্রসঙ্গগুলো দেখুন"),
                n("e922ce0c", "রিপোস্ট চালু করুন"),
                n("ge54bb8c", "রিপোস্ট বন্ধ করুন"),
                n("h5ef9bc8", "সূচীগুলি দেখুন"),
                n("e9eef4c6", "EU-এর বেআইনি কন্টেন্টের বিষয়ে রিপোর্ট করুন"),
                n("e28ba0bb", function (e) {
                    return "EU-এর বেআইনি কন্টেন্টের জন্য @" + e.screenName + "-এর বিষয়ে রিপোর্ট করুন";
                }),
                n("a30b63da", "কিছু সমস্যা হয়েছে। কয়েক মিনিটের মধ্যে অনুসরণকারীকে আবার সরানোর চেষ্টা করুন।"),
                n("gd11f228", "শিরোনাম প্রয়োজন"),
                n("ced3c85a", "সম্পাদিত"),
                n("b375ece0", "কেবল আপনিই এই প্রকাশ না করা নবান্ধটি দেখতে পারবেন।"),
                n("edf9101f", "পড়তে থাকুন"),
                n("icf7f1a4", "ক্লিপবোর্ডে কপি করুন"),
                n("e1a292ec", "মিডিয়া যোগ করুন"),
                n("ebfd8ac6", "লিখুন"),
                n("ia3611ee", "লেখা শুরু করুন"),
                n("d794135c", "একটি ফাইল বেছে নিন বা সেটিকে এখানে টেনে আনুন।\n\nপ্রতিটি ব্লকে একটি করে GIF, ভিডিও বা ফটো সেট (সর্বাধিক 4টি ফটোর সেট)।"),
                n("e187f906", "GIFs"),
                n("fa4e68ca", "পোস্ট"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "কোড"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "পছন্দ করেছেন"),
                n("g88b88a6", "বুকমার্ক করা"),
                n("i282583e", "সুরক্ষিত অ্যাকাউন্টগুলি থেকে আসা পোস্টগুলি ব্যবহার করা যাবে না"),
                n("eae4fe7a", "কোনও মুছে দেওয়া পোস্টের উদ্ধৃতি পোস্ট ব্যবহার করা যাবে না"),
                n("d2042fb6", "লাইক করা পোস্টগুলি"),
                n("iad3e15c", "বুকমার্ক করা পোস্ট"),
                n("f1c63c34", "পোস্টের URL পেস্ট করুন"),
                n("a78f6310", "অবৈধ পোস্ট URL"),
                n("fe9ddab6", "পোস্ট খুঁজে পাওয়া যায়নি"),
                n("dd2c9034", "পরের জন্য পোস্ট সেভ করুন"),
                n("cada17f8", "ভবিষ্যতে আবার সহজে খুঁজে পেতে পোস্ট বুকমার্ক করুন।"),
                n("j0179e90", "একটি পোস্ট লিখুন"),
                n("adad5408", "নতুন ফোল্ডার"),
                n("f44ddd2e", "পরবর্তীত সময়ের জন্য সংরক্ষণ করতে পোস্টগুলো বুকমার্ক করুন"),
                n("c91d2c4c", "দক্ষতার সঙ্গে একটি উত্তর লিখতে আরও সময় প্রয়োজন অথবা শুধু পরবর্তী সময়ের জন্য একটি পোস্টটি সংরক্ষণ করতে চান? এটা বুকমার্ক করুন!"),
                n("j45c642e", "ফোল্ডারগুলো এখন লোড হচ্ছে না"),
                n("b87ca51a", "ছবি সরান"),
                n("eebff22c", "ফটো ক্রপ করুন"),
                n("hf6f2914", "প্রিভিউ"),
                n("be4a00c2", "এখানে কোড যোগ করুন"),
                n("i3128619", function (e) {
                    return "ব্লকগুলিতে " + e.count + "-এর বেশি অক্ষর থাকতে পারে না";
                }),
                n("dbb02ec4", "একটি প্রোগ্রামের ভাষা বেছে নিন"),
                n("d942865e", "একটি প্রোগ্রামের ভাষা বেছে নিন"),
                n("e554f642", "পরিবর্তনগুলি মুছবেন?"),
                n("fa524058", "রেখে দিন"),
                n("d4ab68e2", "মুছুন"),
                n("a50ba822", "GIFগুলি অনুসন্ধান করুন"),
                n("c6f5ac52", "বিভাগগুলি — GIF অনুসন্ধান"),
                n("ab468379", function (e) {
                    return e.query + " — GIF অনুসন্ধান";
                }),
                n("j7fc4f9c", "GIFগুলি স্বতঃ-প্লে করুন"),
                n("a66b7760", "লেবেলহীন GIF"),
                n("a723aefa", "কোন GIF পাওয়া যায়নি"),
                n("a6ecfa0a", "পরিবর্তে অন্য কিছু অনুসন্ধানের চেষ্টা করে দেখুন।"),
                n("f5ff0d6f", function (e) {
                    return e.category + " — GIF অনুসন্ধান";
                }),
                n("effe1ca6", "LaTeX অভিব্যক্তি এখানে যোগ করা হয়েছে"),
                n("c46c3c62", "অভিব্যক্তিতে কিছু সমস্যা হয়েছে। এই সমস্যাটি সমাধান করার পর আবার চেষ্টা করুন।"),
                n("d4a4842e", "ইমোজি যোগ করুন"),
                n("fec16c1c", "ইমোজি"),
                n("idc01eb8", "বোল্ড"),
                n("cd7c97c6", "ইটালিক্স করুন"),
                n("dab932be", "আন্ডারলাইন"),
                n("c5b6178a", "স্ট্রাইক থ্রু"),
                n("c03d7fd6", "লিঙ্ক লিখুন"),
                n("abfe2d36", "বুলেট করা তালিকা"),
                n("da685a7c", "নম্বরের তালিকা"),
                n("g74d920c", "উদ্ধৃতি ব্লক করুন"),
                n("cda501c6", "টেক্সটের আকার বড় করুন"),
                n("a54fdc46", "টেক্সটের আকার ছোটো করুন"),
                n("b340830e", "ইন-টেক্সট শর্টকাট"),
                n("c1ea915e", "কোনও নতুন লাইন বা ব্লকে, একটি স্পেস-এর পরে লিখুন"),
                n("e8a4ef02", "হেডিং"),
                n("dd71241a", "সাবহেডিং"),
                n("ja9ca202", "নিবন্ধের শর্টকাট"),
                n("ef1649e2", "X- কীবোর্ড শর্টকাটগুলি"),
                n("aefd89c8", "ন্যাভিগেশন"),
                n("cafdefb2", "ক্রিয়াকলাপ"),
                n("dda42cf2", "কলাম ও ডেক"),
                n("e8a12604", "একটি ক্যাপশন লিখুন (ঐচ্ছিক)"),
                n("eabf2209", function (e) {
                    return e.providerName + " GIF প্রদান করেছেন";
                }),
                n("a613e720", "GIF-এর লিঙ্ক অনুলিপি করুন"),
                n("aeca1239", function (e) {
                    return "বোল্ড" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "ইটালিক" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "সক্রিয় রয়েছে" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "ব্লক সম্পাদন করুন"),
                n("a8f09fb8", "ব্লক মুছুন"),
                n("i89195ea", "ডিভাইডার"),
                n("da8ac57c", "ক্যাপশন এডিট করুন"),
                n("a8fdd09c", "নিবন্ধ প্রকাশ করুন"),
                n("d8047cc8", "প্রকাশ করুন"),
                n("ff7ddca2", "একবার পাবলিশ কপ্রে দিলে আপনার নিবন্ধটি পোস্ট হিসাবে প্রদর্শিত হবে। তাছাড়াও, আপনার প্রোফাইলের নিবন্ধের ট্যাবে এটি পাবেন।"),
                n("ef34d7be", "একটি নিবন্ধ পাবলিশ হয়ে যাওয়ার পর দর্শক এবং উত্তর এডিট করা যাবে না। "),
                n("e52d4998", "আপনার দর্শক বেছে নিন"),
                n("d7985b24", "এই নিবন্ধে কারা উত্তর দিতে পারবেন বেছে নিন"),
                n("b5660338", "টাইমলাইন প্রিভিউ"),
                n("hff1b97a", "শুধুমাত্র সাবস্ক্রাইব করা লোকজনই উত্তর দিতে পারবেন।"),
                n("a330771e", "আপনার ক্লিপবোর্ডে লিঙ্ক কপি করুন"),
                n("b6510e68", "আপনার নিবন্ধের লিঙ্ক কপি করুন যাতে আপনি এটিকে শেয়ার করতে পারেন।"),
                n("e4a6e006", "কোন একটা সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("eff483e0", "আপনি নিবন্ধটি পাবলিশ করার পর সেটিকে শেয়ার করার জন্য একটি লিঙ্ক পান।"),
                n("ca15dd4e", "পূর্বলেখ"),
                n("bb40bf66", "প্রকাশিত");
            n("h107935c", "এই মুহুর্তে শেষবার সেভ করা হয়েছে"),
                n("a753a870", "প্রয়োগ করুন"),
                n("afccc67e", "নিবন্ধের লিঙ্ককপি করুন"),
                n("beb24e9e", "URL ক্লিপবোর্ডে কপি করা হয়েছে"),
                n("db9cc928", "নিবন্ধ মুছবেন?"),
                n("c4e28ba6", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার নিবন্ধ হারাবেন।"),
                n("ff2982d0", "আপনার নিবন্ধ মোছা হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনার প্রোফাইল, টাইমলাইন ও যেকোনো অ্যাকাউন্ট যা আপনি অনুসরণ করেন এবং X অনুসন্ধানের ফলাফল থেকে মুছে যাবে।"),
                n("ca17beec", "আপনার নিবন্ধ মুচ্ছে ফেলা হয়েছে"),
                n("f5cbb31c", "নিবন্ধ মুছুন"),
                n("f0977f52", "হ্যাঁ, মুছুন"),
                n("db419d4c", "আপনার ড্রাফ্টের প্রিভিউ দেখুন"),
                n("a1bc8e6c", "নিবন্ধ দেখুন"),
                n("b6f72a22", "আপনার নিবন্ধকে আনপাবলিশ করে ড্রাফ্টে সরানো হবে, এটা আর সবাই দেখতে পাবে না।"),
                n("f558d2e0", "আনপাবলিশ, ড্রাফ্টে সরান"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "দয়া করে 1টি GIF বা 4টি পর্যন্ত ফটো বেছে নিন।"),
                n("eb7ab862", "অনুগ্রহ করে সর্বাধিক 4টি ফটো ভিডিও বা GIF বেছে নিন।"),
                n("ce9a9736", "সংরক্ষণ করা হচ্ছে..."),
                n("dd63549e", "সাফল্য! আপনার নিবন্ধ প্রকাশ করা হয়েছে"),
                n("a4d128bc", "সাফল্য! আপনার নিবন্ধ পাবলিশ করা হয়েছে এবং তার লিঙ্ক আপনার ক্লিপবোর্ডে কপি করা হয়েছে।"),
                n("b4071e18", "নিবন্ধের শিরোনাম"),
                n("f586b7fa", "একটি শিরোনাম যোগ করুন"),
                n("ab0fa9ba", "এডিট করতে ড্রাফ্টে ফিরে আসুন"),
                n("c5f35c98", "মিডিয়া আপলোড করা হচ্ছে..."),
                n("d739d83e", "আপলোড করা বাতিল করুন"),
                n("a94efeda", "মিডিয়া সংরক্ষণ করা হচ্ছে..."),
                n("gd79d45a", "ফোকাস মোড চালু রাখার মাধ্যমে আপনার লেখার বিষয়ে ফোকাস করে থাকুন"),
                n("g1866bb2", "ফোকাস মোড থেকে প্রস্থান করে সাধারণ এডিটরে ফিরুন"),
                n("a6a78df4", "পাবলিশ করার আগে আপনার নিবন্ধের একটি শিরোনাম এবং কন্টেন্ট প্রয়োজন।"),
                n("ia656f1c", "পাবলিশ করার আগে আপনার নিবন্ধের একটি শিরোনাম প্রয়োজন।"),
                n("d3855e36", "পাবলিশ করার আগে আপনার নিবন্ধের একটি শিরোনাম প্রয়োজন।"),
                n("f325958e", "নিবন্ধটি অক্ষরের সীমা অতিক্রম করেছে। কিছুটা সংক্ষিপ্ত করুন তারপর পাবলিশ করুন।"),
                n("ie5d9064", "নিবন্ধটি অক্ষরের সীমা অতিক্রম করেছে। কিছুটা সংক্ষিপ্ত করুন তারপর পাবলিশ করুন।"),
                n("e03487a0", "আপনার শিরোনাম অক্ষরের অনুমত সংখ্যা অতিক্রম করেছে এবং আপনার নিবন্ধ অনুমত অক্ষরের সংখ্যার থেকে বেশি আছে। দুটিকেই সংক্ষিপ্ত করুন এবং পাবলিশ করুন।"),
                n("e938d562", "শিরোনাম অক্ষরের সীমা অতিক্রম করেছে। কিছুটা ছোটো করুন, কিছু কন্টেন্ট যোগ করুন এবং তারপর পাবলিশ করুন।"),
                n("e449c546", "আপনার নিবন্ধের জন্য একটি শিরোনাম প্রয়োজন এবং নিবন্ধটি অনুমত সর্বাধিক সংখ্যা পেরিয়েছে। একটি শিরোনাম যোগ করুন, কিছুটা সংক্ষিপ্ত করুন এবং তারপর পাবলিশ করুন।"),
                n("bd00e836", "আপনার সাম্প্রতিক ড্রাফ্ট সেভ করা হয়নি কারণ এটি অক্ষরের সীমা অতিক্রম করেছে।"),
                n("ic110f68", "আপনার সাম্প্রতিক ড্রাফ্টটি সেভ করা যায়নি, কারণ এটি অত্যন্ত বড়।"),
                n("ifea3114", "শেয়ার করুন"),
                n("b384f696", "আমরা 50-70 অক্ষরের একটি শিরোনামের সুপারিশ করি"),
                n("a7da0adb", function (e) {
                    return e.count + " শব্দ" + f(e.count, "", "গুলো");
                }),
                n("aea1d455", function (e) {
                    return e.count + " মিনিট";
                }),
                n("df898d71", function (e) {
                    return e.readingTimeValue + " পড়ার সময়";
                }),
                n("i9aadf4a", "এই লিঙ্কটি ভুল হতে পারে। কোনও নিবন্ধ পড়তে, এডিট করতে বা পাবলিশ করতে আপনার নিবন্ধগুলির একটিতে ক্লিক করুন।"),
                n("hfdce46e", "আপনার নিবন্ধ আনপাবলিশ করা হয়েছে"),
                n("df079228", "ফোকাস মোড"),
                n("f5037228", "সর্বোত্তম ফলাফলের জন্য আমরা 5:2 অ্যাসপেক্ট রেশিওর সুপারিশ করে থাকি।"),
                n("f965e890", "আপনার ড্রাফ্ট লাইভ এখানে আছে"),
                n("c2756718", "আপনার পাবলিশ করা নিবান্দ এখানে লাইভ আছে"),
                n("af65c854", "ফোকাস মোডে এডিট করুন"),
                n("e05e2336", "পাবলিশ করা বাতিল করুন এবং নিবন্ধটি ড্রাফ্টে সরান"),
                n("d36447e0", "এখানে আপনি লিখবেন"),
                n("ca0ed982", "ড্রাফ্ট লেখাটি চালিয়ে যান বা একটি নতুন নিবন্ধ লিখুন"),
                n("ee9e42aa", "লিখুন"),
                n("e9a50596", "নতুন ড্রাফ্ট লেখার সময় একটি ত্রুটি হয়েছে"),
                n("e070024a", "ফটো সম্পাদনা করুন"),
                n("i7d24b36", "পরবর্তী ছবি"),
                n("f96a38a2", "পূর্ববর্তী ছবি"),
                n("hac7c548", "মিডিয়া ছাঁটুন"),
                n("e3dbfba4", "চিত্রের বিবরণ সম্পাদনা করুন"),
                n("dd4a83a6", "সামগ্রী সংক্রান্ত সতর্কতা"),
                n("ffe9ec3a", "বিবরণগুলি যোগ করুন"),
                n("j063b262", "আপনি কখনও কখনও আপনার ফটোতে একটি বিবরণ যোগ করতে পারেন, যাকে কখনও কখনও Alt-Text বলা হয়, যাতে আপনার ফটো যারা অন্ধ বা কম দৃষ্টি শক্তি সম্পন্ন সেইসব লোকজন সহ, এমনকী আরও লোকজন এতে অ্যাক্সেস করতে পারেন। ভাল বিবরণ সংক্ষিপ্ত হয়, তবে আপনার ফটোতে যা রয়েছে সেই প্রসঙ্গটি যথাযথভাবে জানার জন্য সঠিকভাবে উপস্থাপন করুন।"),
                n("e57144f0", "নিশ্চিত"),
                n("f9f9210c", "না, ধন্যবাদ"),
                n("feabf2a0", "বিকল্প পাঠ্য"),
                n("e36287c6", "বিবরণ"),
                n("cf565d08", "বিকল্প পাঠ্য বলতে কী বোঝায়?"),
                n("d9f7b32a", "এই পোস্টে একটি কন্টেন্ট সংক্রান্ত সতর্কতা রাখুন"),
                n("ead1b80a", "একটি বিভাগ নির্বাচন করুন এবং আমরা এই পোস্টে একটি কন্টেন্ট সংক্রান্ত সতর্কতা রাখবো। লোকেরা যে কন্টেন্ট দেখতে চান না এটি তাদেরকে তা এড়িয়ে যেতে সাহায্য করবে।"),
                n("h2437f26", "সংবেদনশীল"),
                n("g5e1668a", "ডাউনলোড হওয়ার জন্য সক্ষম"),
                n("fdc6a52a", "সক্রিয় করা হলে, আপনার ভিডিও ডাউনলোড করার জন্য উপলব্ধ হবে।"),
                n("fe09fde2", "সেটিংস বদলে নিন"),
                n("cd5cba97", function (e) {
                    return "সামগ্রী সংক্রান্ত সতর্কতা: " + e.formattedWarningList;
                }),
                n("h7215a76", "পোস্টের লেখক এই পোস্টটিকে সংবেদনশীল কন্টেন্ট হিসাবে দেখানোর জন্য ফ্ল্যাগ করেছেন।"),
                n("j32d345e", "নিম্নোক্ত বিষয়ে সংবেদনশীল উপাদান থাকতে পারে"),
                n("f1d9930c", "লুকিয়ে রাখুন"),
                n("c91f83ae", "ভিডিও সম্পাদনা করুন"),
                n("icbec4ae", "ক্যাপশনগুলো আপলোড করুন"),
                n("e0342f98", "ক্যাপশনগুলো"),
                n("e7048e74", "মিডিয়া ট্রিম করুন"),
                n("ga408160", "পরবর্তী ভিডিও"),
                n("dc402134", "পূর্ববর্তী ভিডিও"),
                n("bf4e9d7a", "ক্যাপশন ফাইলটি (.srt) আপলোড করুন"),
                n("j435467e", "একটি বৈধ সাবটাইটেল ফাইল আপলোড করে আপনার ভিডিওতে সাবটাইটেল এবং ক্যাপশন যুক্ত করা যেতে পারে। ফাইলগুলো অবশ্যই SRT ফর্ম্যাটে থাকতে হবে। সাবটাইটেল এবং ক্যাপশানগুলো ভিডিও সম্পাদনা করার মাধ্যমে প্রভাবিত হবে না।"),
                n("a6b267fa", "ক্যাপশন সরান"),
                n("a609edbe", "নতুন পোস্ট লিখুন"),
                n("dc295bb0", "একটি কমিউনিটিতে পোস্ট করা"),
                n("e536de22", "পোস্ট করতে, প্রথমে আপনাকে একজন সদস্য হতে হবে। অংশগ্রহণ করতে এই কমিউনিটিতে যোগদান করুন!"),
                n("cb817dae", "পোস্ট এডিট করুন"),
                n("bec9cff8", "X-এ সাইন আপ করুন"),
                n("c150ba68", "স্বাগতম!"),
                n("f8e2163e", "প্রথমে কি লগ ইন করতে চান?"),
                n("a108c147", function (e) {
                    return "আপনি কী @" + e.screenName + "-কে অনুসরণ করতে চান?";
                }),
                n("c66afdc3", function (e) {
                    return "@" + e.screenName + "-কে অনুসরণ করুন";
                }),
                n("feccfd6e", "আপনি কাউকে অনুসরণ করবার আগে আপনাকে লগ ইন করতে হবে।"),
                n("dedce756", "এখন আপনি পোস্টটি লাইক করতে পারবেন।"),
                n("ha5987e0", "আপনি কী এই পোস্টটি লাইক করতে চান?"),
                n("f98f4e00", "আপনি ঐ পোস্ট পছন্দ করার আগে আপনাকে লগ ইন করতে হবে।"),
                n("b459ba4c", "আপনি ঐ পোস্টটি সম্পর্কে উত্তর দেবার আগে আপনাকে লগ ইন করতে হবে।"),
                n("f3e1093a", "এখন আপনি সেটি রিপোস্ট করতে পারবেন।"),
                n("i1d8723c", "আপনি কী এই পোস্টটি রিপোস্ট করতে চান?"),
                n("h19f38de", "আপনি এটি পোস্ট করার আগে আপনাকে লগ ইন করতে হবে।"),
                n("e289d950", "ওই পোস্টটি শেয়ার করবার আগে আপনাকে লগ ইন করতে হবে।"),
                n("d28215f0", "দুঃখিত, কমিউনিটিতে পোল-এর অনুমতি নেই!"),
                n("ec2fc089", function (e) {
                    return "আপনার পোস্ট" + f(e.numOfTweets, "ট", "গুল") + "ি " + e.communityName + "-কে পাঠানো হয়েছে";
                }),
                n("c7152355", function (e) {
                    return "আপনার ছবি" + f(e.numberOfImages, "", "গুলি") + " -কে অ্যাক্সেসযোগ্য করতে ভুলবেন না";
                }),
                n("ffa5562a", "কোনো ছবির ভালো বর্ণনা হবে একইসঙ্গে সংক্ষিপ্ত অথচ বিস্তারিত। কোনো ছবিতে কোনো টেক্সটের সারসংক্ষেপ করতে অথবা কোনো টেক্সট লিখতে ভুলবেন না।"),
                n("a2d3facd", function (e) {
                    return "আপনার বিবরণ X বিশেষভাবে সক্ষম লোকজন এবং যারা আরও বিস্তারিত প্রসঙ্গ চান তাদের প্রত্যেকের কাছে X অ্যাক্সেসযোগ্য করে।";
                }),
                n("cc6d0a48", "আপনি অ্যাক্সেসিবিলিটি সেটিংসে এই রিমাইন্ডার বন্ধ করে দিতে পারেন"),
                n("j499fbcb", function (e) {
                    return "বিবরণ" + f(e.numberOfImages, "", "গুলো") + " যোগ করুন";
                }),
                n("bb8170da", "এইবার না"),
                n("h4dd544e", "আপনার পোস্ট পাঠানো হয়েছে"),
                n("ice925ce", "আপনার পোস্ট এডিট করা হয়েছে।"),
                n("eae9e604", "আপনার পোস্ট পাঠানো হয়েছে। কোনো এডিট করার জন্য আপনার কাছে  30 মিনিট আছে।"),
                n("gcdf3fd6", "আপনার পোস্ট পাঠানো হয়েছে। কোনো এডিট করার জন্য আপনার কাছে 1 ঘন্টা সময় আছে।"),
                n("c7999d10", "আপনার পোস্ট সরানো হয়েছে।"),
                n("b97f5eb2", "পোস্ট পাঠানো হচ্ছে..."),
                n("g08523f0", "পোস্ট পাঠানো হচ্ছে ... এটি প্রকাশিত হলে, কোনো এডিট করার জন্য আপনার কাছে 30 মিনিট সময় আছে।"),
                n("fa53f95c", "পোস্ট পাঠানো হচ্ছে ... এটি প্রকাশিত হলে, কোনো এডিট করার জন্য আপনার কাছে 1 ঘন্টা সময় আছে।"),
                n("a608b1b4", "পোস্ট বাতিল করবেন?"),
                n("j890123a", "থ্রেড মুছে ফেলবেন?"),
                n("af4d0a80", "সম্পাদনা করা কি বাতিল করবেন?"),
                n("bb01231c", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার পূর্বলেখ হারাবেন।"),
                n("if69307c", "ছেড়ে চলে গেলে, আপনার পরিবর্তনগুলি সেভ করা হবে না।"),
                n("d2c271f6", "পোস্ট সেভ করবেন?"),
                n("abb90544", "আপনার ড্রাফ্ট থেকে পরে পাঠানোর জন্য আপনি এটি সেভ করতে পারেন।"),
                n("d3bb6f30", "মনে রাখবেন: মিডিয়াতে ট্যাগ করা অ্যাকাউন্টগুলি ড্রাফ্ট-এ সেভ করা যাবে না।"),
                n("bf9b89e4", "আপনার পূর্বলেখ সংরক্ষণ করা হয়েছিল।"),
                n("i63bfbf0", "চিন্তাটিকে একটু ধরে রাখুন"),
                n("a6c55352", "আমরা এখনও আপনার ভিডিও আপলোড করছি। আপনি কি সত্যিই পোস্ট আপলোড করা থামিয়ে দিতে চান? তাহলে আপনার পূর্বলেখ এবং সংযুক্তিগুলো হারিয়ে যাবে।"),
                n("c3d89aca", "অবিরত রাখুন"),
                n("b983f9e0", "সতর্ক হন"),
                n("ed5c4342", "মনে রাখার মতো কিছু জিনিস ..."),
                n("abc4afcc", "আপনার এডিট করার সময় পেরিয়ে গেছে"),
                n("a9a471fa", "কোনো পোস্ট প্রকাশিত হওয়ার প্রথম 30 মিনিটের মধ্যেই শুধু এডিট করা যাবে।"),
                n("a3483f1c", "কোনো পোস্ট প্রকাশিত হওয়ার প্রথম 1 ঘন্টার মধ্যেই শুধু এডিট করা যাবে।"),
                n("g4bcc5f4", "এটি আপনার শেষ এডিট"),
                n("g922bf14", "আপনার পোস্ট আর আপডেট করা যাবেনা।"),
                n("f58b5009", function (e) {
                    return "আপনার পোস্টগুলো " + e.scheduleDate + "-তে " + e.scheduleTime + " টায় পাঠানো হবে";
                }),
                n("fa97f508", "আপনি এগুলি পাঠানোর পরে এই থ্রেডটিতে আরও পোস্ট যোগ করতে পারবেন।"),
                n("c091760c", "এই সম্পাদনাটি সেভ করা হয় নি। আপনি পরে আবার চেষ্টা করতে পারেন অথবা বাতিল করে আবার প্রথম থেকে শুরু করতে পারেন।"),
                n("d38504ad", function (e) {
                    return "অনুগ্রহ করে সর্বাধিক " + e.maxMediaCap + "টি ফটো ভিডিও বা GIF বেছে নিন।";
                }),
                n("dd6734c2", "আরও পড়ুন"),
                n("g589c2e2", "পছন্দ 1"),
                n("a1e6c3a2", "পছন্দ 2"),
                n("a739e006", "পছন্দ 3 (ঐচ্ছিক)"),
                n("d89a5b92", "পছন্দ 4 (ঐচ্ছিক)"),
                n("c2a8118e", "পোল সরান"),
                n("a8ede1de", "একটি পছন্দ যোগ করুন"),
                n("af40a8e0", "যোগ করুন"),
                n("caf8edc4", "পোলের দৈর্ঘ্য"),
                n("g93586be", "দিন"),
                n("d073b644", "সময়"),
                n("a2f0728e", "মিনিট"),
                n("c9f5ae0a", "ড্রাফ্ট-এ সেভ করা হয়েছে"),
                n("f0afcc0e", "পোল যোগ করুন"),
                n("d39e3e78", "পোস্ট শেডিউল করুন"),
                n("f6bab0da", "টেক্সট পোস্ট করুন"),
                n("cc2b28fc", "আপনার কাছে শুধু 1 রকমের সংযুক্তি থাকতে পারে"),
                n("i6f7062c", "পোস্ট যোগ করুন"),
                n("j1d5791c", "উত্তর যোগ করুন"),
                n("e76f3776", "পোস্ট সরান"),
                n("ec10ee02", "পোল"),
                n("cce30dcc", "অবস্থান ট্যাগ করুন"),
                n("ee016dd6", "বড় ভিডিও আপলোড হতে কিছুক্ষণ সময় লাগতে পারে। আপলোডের সময় কোনো বিঘ্ন এড়াতে, আপনার ব্রাউজার ট্যাব খুলে রাখা নিশ্চিত করুন।"),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + "টি ছবি বিবরণ" + f(e.numberOfAltTextEntries, "", "গুলি");
                }),
                n("d1175c78", "লোকেদের ট্যাগ করুন"),
                n("b2943227", function (e) {
                    return "ক্যাপশন আপলোড করুন ফাইল" + f(e.numberOfVideos, "", "সমূহ") + " (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " ক্যাপশন ফাইল" + f(e.numberOfSubtitles, "", "সমূহ");
                }),
                n("e349147c", "কী ঘটছে?"),
                n("b4481d6c", "আপনার ভাবনাগুলি শেয়ার করুন..."),
                n("fbd24526", "আরও একটি উত্তর যোগ করুন"),
                n("de4669e2", "একটি মন্তব্য যোগ করুন"),
                n("ed1f39ec", "আপনার উত্তর পোস্ট করুন"),
                n("a402b908", "একটি প্রশ্ন জিজ্ঞাসা করুন"),
                n("ic05a146", "শিরোনাম"),
                n("d9c096f0", "ইমেজ তৈরি করুন"),
                n("d2553906", " আপনার পোস্ট উন্নত করুন"),
                n("b85f402a", "Grok-এর সাহায্যে আপনার পোস্ট উন্নত করুন"),
                n("e815fc34", "দর্শক বেছে নিন"),
                n("cf44066a", "সার্কেল"),
                n("c6992b94", "Premium এক্সক্লুসিভ"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "ব্যক্তি", "লোকজন");
                }),
                n("f0598964", "অল্প লোকজনের সাথে শেয়ার করতে চান?"),
                n("e1ae1c0a", "X সার্কেল শুধুমাত্র আপনার বেছে নেওয়া লোকজনের কাছে পোস্ট পাঠাতে দেয়।"),
                n("eb969e30", "সার্কেল কীভাবে কাজ করে"),
                n("bb55e8ee", "আপনার লোকজনকে যোগ করুন"),
                n("f1aedb7c", "আপনার X সার্কেলে রাখার জন্য আপনি তাদের মধ্যে 150 জন পর্যন্ত লোককে বেছে নিতে পারেন।"),
                n("b659fba8", "কেবল তাদের কাছে পোস্ট করুন"),
                n("c474be66", "চালিয়ে যান — আপনার ভাবনাগুলিকে ছড়িয়ে দিন। শুধুমাত্র আপনার X সার্কেল সেগুলি দেখতে ও উত্তর দিতে পারবেন।"),
                n("h031847a", "যে কোন সময় পরিবর্তন করুন"),
                n("bd9db21f", "আরও জানুন"),
                n("gfca5254", "নিয়মাবলী"),
                n("f510c8b2", "কমিউনিটির নিয়মাবলী"),
                n("g46f363e", "কথা-বার্তায় যোগদান করার আগে কমিউনিটির নিয়মাবলী দেখুন"),
                n("f6fec9f6", "কার্ডের পূর্বরূপ সরান"),
                n("b2df0574", "অনুসরণকারীদের সাথেও শেয়ার করুন"),
                n("ccfc7453", function (e) {
                    return e.screenName + "-এর সার্কেলের যারা আপনাকে অনুসরণ করেন তারা প্রত্যেকেই উত্তর দিতে পারবেন";
                }),
                n("d4d17205", function (e) {
                    return e.screenName + "-এর X সার্কেলে থাকা সকলে উত্তর দিতে পারবেন";
                }),
                n("df961844", "শুধুমাত্র আপনার X সার্কেল উত্তর দিতে পারবে"),
                n("ce958ec8", "শুধুমাত্র আপনার X সার্কেল উত্তর দিতে পারবে"),
                n("c7df589e", "পোস্ট লেখকের X সার্কেলে আপনাকে অনুসরণ করা প্রত্যেকে উত্তর দিতে পারবেন"),
                n("j65d7c72", "পোস্ট লেখকের X সার্কেলে আপনাকে অনুসরণ করা প্রত্যেকে উত্তর দিতে পারবেন"),
                n("i8ea6d4e", "সকলে উত্তর দিতে পারবে"),
                n("a176d0d8", "আপনি যেসব অ্যাকাউন্ট অনুসরণ করেন তারা উত্তর দিতে পারবে"),
                n("gc7e52ca", "আপনি যে অ্যাকাউন্টগুলিকে উল্লেখ করেন শুধুমাত্র তারাই উত্তর দিতে পারবেন"),
                n("feb7560a", "শুধুমাত্র সাবস্ক্রাইবাররাই উত্তর দিতে পারবেন"),
                n("h257006e", "এই কমিউনিটির নিয়মাবলী রিভিউ করুন"),
                n("ebe1d850", "শুধুমাত্র আপনার সাবস্ক্রাইবাররাই উত্তর দিতে পারবেন"),
                n("b121464a", "কেবলমাত্র যাচাইকৃত অ্যাকাউন্টগুলো উত্তর দিতে পারবে"),
                n("aa65a44a", "আমরা এই ডিভাইসে আপনার পছন্দ মনে রাখবো"),
                n("a4993fa2", "একটি GIF যোগ করুন"),
                n("bfb895b1", function (e) {
                    return e.date + "-এ " + e.time + "-এ পাঠানো হবে";
                }),
                n("hb36f723", function (e) {
                    return "টাইমলাইনে কেবল প্রথম " + e.count + "অক্ষর টি দেখা যাবে।";
                }),
                n("d759c09e", "ব্যবহার করে দেখুন"),
                n("e4472565", function (e) {
                    return "আপলোড হয়েছে (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "প্রক্রিয়া করা হচ্ছে (" + e.percent + " %)";
                }),
                n("h7f340e5", function (e) {
                    return "আপলোড করা হচ্ছে (" + e.percent + " %)";
                }),
                n("daad8822", "আপলোড ব্যর্থ হয়েছে"),
                n("i8ff6261", function (e) {
                    return "সর্বাধিক যে আকারের ফাইল আপলোড করা যায় তার সীমা এই ভিডিওটি অতিক্রম করেছে বলে মনে হচ্ছে (" + e.human_readable_max_size + "GB)।";
                }),
                n("cba4fdde", "X-এর দর্শকদের 1080p-তে ডেলিভার করুন"),
                n("ef8f5d90", "সুপারিশ করা হয়েছে"),
                n("a7046fb0", "খুব কম প্রয়োজন হয়"),
                n("acf3ecf4", "মিডিয়া যোগ করুন"),
                n("bdbcdd94", "ফটোগুলি যোগ করুন"),
                n("f2c8c04d", "পোস্টগুলিকে সর্বজনীন করতে হবে"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + "-কে এবং " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " এবং " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " এবং অন্য " + f(e.othersCount, "1", "" + e.othersCount) + " জন";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " এবং " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " এবং " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " এবং অন্য" + f(e.othersCount, " 1", "ান্য " + e.othersCount) + "জন";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "সাবস্ক্রাইবাররাও"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " and " + e.otherUserName;
                }),
                n("i9451241", "সাবস্ক্রাইবাররাও"),
                n("hdf48104", function (e) {
                    return "" + e.userOneName + e.userTwoName + " এবং " + e.userThreeName;
                }),
                n("dcbb6a0b", "সাবস্ক্রাইবাররাও"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " and অন্য " + f(e.othersCount, "1", "" + e.othersCount) + " জন";
                }),
                n("c65916af", "সাবস্ক্রাইবাররাও"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " এবং " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + "-এর ";
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " এবং " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + "-এর ";
                }),
                n("ef5386dc", function (e) {
                    return "" + e.userOneName + e.userTwoName + " এবং " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + "-এর ";
                }),
                n("g1ee3d90", function (e) {
                    return "" + e.userOneName + e.userTwoName + " এবং " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + "-এর ";
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " এবং অন্য " + f(e.othersCount, "1", "" + e.othersCount) + " জন";
                }),
                n("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + "-এর ";
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " এবং অন্য " + f(e.othersCount, "1", "" + e.othersCount) + " জন";
                }),
                n("j8e134e5", function (e) {
                    return e.trustedFriendsTweetOwner + "-এর ";
                }),
                n("c14cdb18", "প্রচার করা"),
                n("f11264ac", "পেমেন্ট পদ্ধতি যোগ করুন"),
                n("j619ec94", "পোস্ট প্রচার করুন"),
                n("h1fcb36c", "পোস্ট প্রচার করুন"),
                n("fd22cfe0", " বিজ্ঞাপনের বিধি এবং শর্তাবলীতে"),
                n("i3656b52", "আপনি কত খরচ করতে চান?"),
                n("h7c29de6", "যে সংখ্যক দর্শকের কাছে পৌঁছানো প্রত্যাশিত"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " ব্যক্তি";
                }),
                n("i976aff4", "আপনার বিলিং কারেন্সি মেলানোর জন্য প্রতিদিনের বাজেট আপডেট করুন।"),
                n("e1e912f2", "আপনার পোস্ট, পোস্ট করা হয়েছে কিন্তু আমরা এটিতে বুস্ট চালাতে পারিনি। আপনাকে চার্জ করা হবে না।"),
                n("fe26420a", "কীওয়ার্ড যোগ করুন"),
                n("aacfbe55", function (e) {
                    return "আপনি @" + e.screenName + "-এর জন্য পোস্ট করছেন।";
                }),
                n("ga8627cd", function (e) {
                    return "আপনি @" + e.screenName + "-এর জন্য উত্তর দিচ্ছেন।";
                }),
                n("e6d2573f", function (e) {
                    return "আপনি @" + e.screenName + "-এর জন্য বার্তা পাঠাচ্ছেন।";
                }),
                n("d37a3e15", function (e) {
                    return "আপনি @" + e.screenName + "-এর জন্য এই তালিকাটি তৈরি করছেন।";
                }),
                n("ceb1ad26", "ডাউনলোডযোগ্য ভিডিও আনা হচ্ছে"),
                n("ea97bc08", 'অফলাইন হয়ে যান, বা রিমিক্স-এ যান! প্রিমিয়াম ব্যবহারকারীদের কাছে এখন আপনার কন্টেন্ট ডাউনলোড এবং পুনরায় নতুন করে সাজিয়ে তোলার বিশেষ ক্ষমতা আছে। যদি আপনি নিজের ভিডিওগুলিকে ডাউনলোডযোগ্য করতে না চান তাহলে, আপনার ভিডিওতে "এডিট করুন" বোতামে ট্যাপ করুন। আপনার কন্টেন্ট, আপনার ইচ্ছেমত নিয়ম।'),
                n("e6042757", function (e) {
                    return "পোস্ট এডিট করতে " + e.minutes + " মিনিট এবং " + e.seconds + " সেকেন্ড বাকি আছে";
                }),
                n("a4e39717", function (e) {
                    return "পোস্ট এডিট করার জন্য " + e.minutes + " মিনিটবাকি আছে";
                }),
                n("c55eed72", "একে উত্তর দিচ্ছেন"),
                n("caca3102", "এই কথা-বার্তাতে থাকা অন্যরা"),
                n("c6a6dc2f", function (e) {
                    return "আপনি @" + e.screenName + "-কে ব্লক করেছেন, তাই আপনি উত্তর দিলে তারা বিজ্ঞপ্তি পাবে না।";
                }),
                n("f5b426c2", "ব্যবহারকারীরা লোড হচ্ছে"),
                n("c20dc654", "মাত্র 10 জন ব্যক্তিকে ট্যাগ করা যাবে।"),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " ফোটোগুলিতে ট্যাগ করা যাবে না";
                }),
                n("cca7fa72", "শেডিউল করা পোস্ট মোছা যায়নি।"),
                n("c5dd0190", "সময়"),
                n("edeff232", "তারিখ"),
                n("fddf24b4", "সময় অঞ্চল"),
                n("d39dc06e", "অতীতে আপনি একটি পোস্ট পাঠানোর জন্য সময় নির্ধারণ করতে পারবেন না।"),
                n("d024efe2", "ভবিষ্যতে আপনি 18 মাসের বেশি একটি পোস্ট এর সময় নির্ধারণ করতে পারবেন না।"),
                n("d15af6da", "কিছু না পাঠানো পোস্ট মোছা যায়নি।"),
                n("a1e1b748", "আপনার যে নির্বাচিত পোস্টগুলো পাঠানো হয়নি সেগুলো মোছা হয়েছে।"),
                n("ce80fba0", "না পাঠানো পোস্টগুলো লোড করা হচ্ছে"),
                n("i5d56b62", "এখনো পোস্ট করতে তৈরি নন? এটি ড্রাফ্টে সেভ করুন বা পরের জন্য সময়সূচি নির্ধারণ করুন।"),
                n("aef6257e", "পাঠানো হয়নি এমন পোস্টগুলো মুছে দেওয়া হচ্ছে"),
                n("dce0bc34", "না পাঠানো পোস্ট"),
                n("f8464692", "সময় নির্ধারণ করা হয়েছে"),
                n("e8bd47f2", "সব নির্বাচিত করুন"),
                n("j2b145d4", "সমস্ত অনির্বাচন করুন"),
                n("h6c79ac2", "না পাঠানো পোস্টগুলো বাতিল করুন"),
                n("d0a4a03c", "এটি আনডু করা যায়নি এবং আপনি আপনার না পাঠানো পোস্টগুলো হারাবেন।"),
                n("f9f69d32", "পাঠাতে ব্যর্থ হয়েছে"),
                n("j74e5dd4", "আপনি যে পোস্টের উত্তর দেওয়ার চেষ্টা করছেন সেটি মোছা হয়েছে"),
                n("c5ceafc8", "উত্তর দিচ্ছে"),
                n("f501ba43", function (e) {
                    return e.count + " আরো পোস্ট" + f(e.count, "", "গুলো");
                }),
                n("b321d0cc", "চিত্রগুলি লোড করুন"),
                n("abd649ce", "না পাঠানো পোস্ট বাতিল করুন"),
                n("c7d42978", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার ড্রাফ্ট হারাবেন।"),
                n("e43a5528", "কিছু সমস্যা হয়েছে এবং পাঠাতে না পারা পোস্ট মোছা হয়নি।"),
                n("e7c766ee", "অবস্থান পরিষেবাগুলো নিষ্ক্রিয় করা হয়েছে"),
                n("ab68727a", "আপনি আপনার ডিভাইসের সেটিংসে সেটি চালু করতে পারেন।"),
                n("ae4057a2", "অবস্থান স্থির করতে অক্ষম"),
                n("bf2923a6", "আপনার ডিভাইসের সেটিংস দেখুন।"),
                n("d963d1b6", "কোনো জায়গা খুঁজে পাওয়া যায়নি"),
                n("a893d602", "ঠিক আছে"),
                n("be6cc44e", "অবস্থানগুলি অনুসন্ধান করুন"),
                n("d8ef3232", "অবস্থান সংগ্রহ করতে ব্যর্থ হয়েছে"),
                n("b01ed2db", function (e) {
                    return e.distance + " মাইল";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " ফুট";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " কিমি";
                }),
                n("b211849f", function (e) {
                    return e.distance + " মিনিট";
                }),
                n("fd391b9f", function (e) {
                    return e.entity + " এম্বেড করুন";
                }),
                n("e1618e49", function (e) {
                    return "আপনি @" + e.screenName + "-কে অনুসরণ করেছেন";
                }),
                n("ge5067bc", "উত্তর লুকান"),
                n("j136c720", "পোস্ট থেকে উত্তর লোকানো হয়েছে"),
                n("d66f0338", "আপনার পোস্টের উত্তরগুলো লোকানো হচ্ছে"),
                n("cfc8cb50", "আপনি যে কথা-বার্তা শুরু করবেন তাতে আপনাকে আরও নিয়ন্ত্রণ প্রদান করতে, পোস্ট লেখকরা তাদের পোস্টগুলোর উত্তর লুকাতে পারবে।"),
                n("if8dc5f0", "লুকানো উত্তরগুলো একটি পৃথক পৃষ্ঠায় অপসারণ করা হয়েছে, এবং যেকোনো ব্যক্তি পোস্টে লুকানো উত্তরের আইকনটি নির্বাচন করে সেগুলো দেখতে পারেন।"),
                n("b2615c6d", function (e) {
                    return "এছাড়া @" + e.screenName + "-কে ব্লক করবেন?";
                }),
                n("i62a03aa", "না"),
                n("f9f27fa2", "পোস্ট লোকান"),
                n("ce87916a", "হাইলাইটে যোগ/সেখান থেকে অপসারণ করুন"),
                n("eaae42ce", "হাইলাইটে যোগ করবেন?"),
                n("h032d096", "হাইলাইট থেকে অপসারণ করবেন?"),
                n("be38d25e", "এই পোস্টটি আপনার প্রোফাইলে হাইলাইট ট্যাবে প্রদর্শন করা থাকবে।"),
                n("d2be9310", "এই পোস্টটি আপনার প্রোফাইলে হাইলাইট ট্যাব থেকে অপসারণ করা হবে।"),
                n("jea6b076", "সফলভাবে হাইলাইটে যোগ করা হয়েছে।"),
                n("ce6fd0ec", "হাইলাইট থেকে সফলভাবে সরানো হয়েছে।"),
                n("ha35a1d2", "আপনার প্রোফাইলে পিন করুন"),
                n("d04f95c0", "আপনার প্রোফাইলে আপনার পোস্ট পিন করা হয়েছে।"),
                n("i419d136", "প্রোফাইলে পোস্ট পিন করবেন?"),
                n("c1b9714a", "এটি আপনার প্রোফাইলের একেবারে উপরে দেখা যাবে এবং যেকোনো পূর্বে পিন করা পোস্ট প্রতিস্থাপন করবে।"),
                n("fe4d099a", "হাইলাইট"),
                n("e8d4c1cc", "পোস্ট হাইলাইট করা সাবস্ক্রিপশনের একটি ফিচার। এই ফিচার এবং আরও অনেককিছু আনলক করতে যাচাইকৃত হন।"),
                n("b68c3784", "যাচাইকৃত হন"),
                n("bb16cc76", "এই কথা-বার্তা ছেড়ে যান"),
                n("de21174c", "আপনি এই কথা-বার্তা ছেড়ে গেছেন"),
                n("j33c9fc6", "কোনো ব্যাপার না, আমি থাকব"),
                n("aed79c54", "আসুন এই কথা-বার্তা থেকে বেরিয়ে আসা যাক"),
                n("h12044a4", "মাঝে মধ্যে আপনি শুধু জুড়ে থাকতে চান না। একটি কথা-বার্তা ত্যাগ করলে..."),
                n("f100e566", "আপনার ব্যবহারকারীর নাম আনট্যাগ করবে"),
                n("a0d68f4e", "আপনার ব্যবহারকারীর নাম থাকবে, কিন্তু এটিকে মূল পোস্ট এবং সমস্ত উত্তর থেকে আনট্যাগ করা হবে।"),
                n("b00255b6", "ভবিষ্যতে উল্লেখ বন্ধ করবে"),
                n("geea29ee", "লোকেরা এই কথা-বার্তাতে আবার আপনাকে উল্লেখ করতে পারবেন না।"),
                n("c54678e8", "বিজ্ঞপ্তি বন্ধ করবে"),
                n("ga4fa180", "আপনি আর বিজ্ঞপ্তি পাবেন না, তবে এখনও কথা-বার্তা দেখতে পাবেন।"),
                n("h8dde772", "আপনি একটি কথা-বার্তা ছেড়ে গেলে কাউকে জানানো হবে না।"),
                n("ee87e71c", "আপনি নিজেকে নীরব করতে পারবেন না।"),
                n("ed428a76", "আপনি নির্দিষ্ট করা ব্যবহারকারীকে নিঃশব্দ করছেন না।"),
                n("e2d6c17e", "এই কথা-বার্তা নীরব করুন"),
                n("cd1942f4", "এই কথা-বার্তা সরব করুন"),
                n("bbd8bed6", "এই কথা-বার্তার জন্য বিজ্ঞপ্তিগুলিকে নীরব করা হয়েছে"),
                n("c13af432", "এই কথা-বার্তার জন্য বিজ্ঞপ্তিগুলিকে সরব করা হয়েছে"),
                n("df744bda", "এটি নিঃশব্দ করুন"),
                n("j9552760", "কথা-বার্তা নীরব করুন"),
                n("d751694c", "আপনি যখন কোনো কথা-বার্তাকে নীরব করেন তখন সেটি সম্পর্কে কোনো নতুন বিজ্ঞপ্তি পাবেন না।"),
                n("a50c911e", "আপনার পোস্ট পিন করা হয়েছে এবং হাইলাইটে যোগ করা হয়েছে।"),
                n("d1c1e2c2", "কমিউনিটিতে পিন করুন"),
                n("j832cc34", "এটি আপনার কমিউনিটি ফিডের উপরে দেখা যাবে।"),
                n("h7dbb2f2", "এটিকে আপনার কমিউনিটির একেবারে উপরে দেখা যাবে এবং এটি পূর্বে পিন করা যেকোনো পোস্টকে প্রতিস্থাপন করবে।"),
                n("d8725596", "কমিউনিটি মড দ্বারা পিন করা হয়েছে"),
                n("f5cdcc2c", "এই বিজ্ঞাপনে আগ্রহী নই"),
                n("c2e276e4", "পোস্ট দাতাকে কমিউনিটি থেকে নিষিদ্ধ করুন"),
                n("a95f04ba", "আপনি কি এই পোস্ট থেকে আপনার ফটো ট্যাগ মুছে ফেলতে চাওয়ার বিষয়ে নিশ্চিত?"),
                n("jfc76958", "টুইট থেকে ফটো ট্যাগ সরান"),
                n("j4e43d8b", function (e) {
                    return e.entity + " সম্পর্কে রিপোর্ট করুন";
                }),
                n("e3fd237e", "বিজ্ঞপ্তি সম্পর্কে রিপোর্ট করুন"),
                n("d1e21610", "NetzDG লঙ্ঘনের রিপোর্ট করুন"),
                n("d7513755", function (e) {
                    return "এই কমিউনিটিতে @" + e.screenName + "-এর পোস্ট অনুসন্ধান করুন";
                }),
                n("d7dbb71b", function (e) {
                    return e.screenName + "-এর প্রতি " + e.followType;
                }),
                n("ja66a2b5", function (e) {
                    return "@" + e.screenName + "-কে অনুসরণ বাতিল করুন";
                }),
                n("c2423b7b", function (e) {
                    return "আপনিকে @" + e.screenName + "-কে অনুসরণ বাতিল করেছেন";
                }),
                n("i31dfa4c", "উত্তর লুকাবেন না"),
                n("j8e56ba2", "উত্তর লুকিয়ে রাখা হয়নি"),
                n("ic030338", "প্রোফাইল থেকে আনপিন করুন"),
                n("gfcea3f4", "আপনার প্রোফাইল থেকে পোস্ট আনপিন করবেন?"),
                n("eb2d59f4", "এটি আপনার প্রোফাইলের উপরে আর স্বয়ংক্রিয়ভাবে দেখা যাবে না।"),
                n("a2dd7414", "আপনার প্রোফাইল থেকে আপনার পোস্ট আনপিন করা হয়েছে"),
                n("cac6a24a", "পিঙ্ক করা পোস্ট সরান"),
                n("i642edc4", "এই পোস্টটি আর কমিউনিটি ফিডের উপরে দেখা যাবে না।"),
                n("f9478972", "লুকিয়ে রাখা উত্তরগুলো দেখুন"),
                n("c5491b5d", function (e) {
                    return e.entity + " এনগেজমেন্ট দেখুন";
                }),
                n("haebcf52", "এই কথা-বার্তায় লোকজন আপনাকে পুনরায় উল্লেখ করতে পারবেন না এবং আপনি আর কোনো বিজ্ঞপ্তি পাবেন না।"),
                n("c837fcaa", "আরও উত্তর দেখান"),
                n("d228a9a0", "আরও দেখান"),
                n("g0b48670", "দেখানোর জন্য এই কথা-বার্তায় খুব বেশি উত্তর আছে।"),
                n("d9b417c4", "আগ্রহী নই এই হিসেবে সেট করুন"),
                n("c29d6806", "সুপারিশ করা বন্ধ করুন"),
                n("ge8f3043", function (e) {
                    return e.topicName + " প্রসঙ্গটি অনুসরণ করুন";
                }),
                n("aa576cbf", function (e) {
                    return e.topicName + " প্রসঙ্গটি অনুসরণ করা বাতিল করুন";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " প্রসঙ্গ বাতিল করুন";
                }),
                n("d69b2d90", "আপনি এই প্রসঙ্গটিতে আগ্রহী নন।"),
                n("je808a17", function (e) {
                    return e.topicName + " প্রসঙ্গ";
                }),
                n("ic6aa5f4", "প্রমাণীকৃত।"),
                n("c02e7e3c", "লোড হচ্ছে..."),
                n("c5453f28", "64-র রাউন্ড"),
                n("eb256a86", "32-এর রাউন্ড"),
                n("g77adc66", "সুইট সিক্সটিন"),
                n("a6d2520c", "সুইট 16"),
                n("g5b63eb6", "এলিট আট"),
                n("d8bf2890", "এলিট 8"),
                n("f9d3d6f2", "অন্তিম চার"),
                n("bda24f7c", "অন্তিম 4"),
                n("i5043440", "জাতীয় চ্যাম্পিয়নশিপ"),
                n("fcb16026", "চ্যাম্পিয়নশিপ"),
                n("e9c89ee8", "পূর্ব"),
                n("h259fd86", "পশ্চিম"),
                n("a7b2545a", "দক্ষিণ"),
                n("fdf7819a", "মিডওয়েস্ট"),
                n("i899e9b0", "ব্র্যাকেট জমা দিন"),
                n("c5b04394", "পছন্দগুলি দেখুন"),
                n("h836bbae", "টুর্নামেন্ট দেখুন"),
                n("e1059d6c", "1ম রাউন্ড"),
                n("b1602be4", "2য় রাউন্ড"),
                n("ef7bc2c0", "মার্চ 20-21"),
                n("h726aaf2", "মার্চ 22-23"),
                n("ee7cd198", "মার্চ 27-28"),
                n("fed91402", "মার্চ 29-30"),
                n("aba0a450", "5 এপ্রিল"),
                n("jdfba2dc", "7 এপ্রিল"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "Pick:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " over "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "এখনই পাঠান"),
                n("b23688c8", "টাইমার পূর্বাবস্থায় ফেরান"),
                n("cca5d499", function (e) {
                    return e.selectedText + " এর বিষয়ে 1 বা 2 লাইনে বলুন।";
                }),
                n("d231a76a", "সেরা ব্র্যাকেটের জন্য $100k জিতে নিন 🏀"),
                n("heaba5d8", "X-এ কলেজের বাস্কেটবল ব্র্যাকেট ডিজাইন করুন। নিখুঁত ব্র্যাকেট জিতে নেবে মঙ্গল গ্রহে বিনামূল্যে ভ্রমণের সুযোগ।"),
                n("i57d3ea0", "নিয়মাবলী সাপেক্ষ"),
                n("a0440af6", "একটি ব্র্যাকেট তৈরি করুন"),
                n("aaad27c8", "লেখক"),
                n("eb748f7e", "পোস্ট অ্যানালিটিক্স দেখুন"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "কয়েন";
                }),
                n("be059f7e", "এখনই আরও 1,00,000 জন ব্যবহারকারীর কাছে পৌঁছান"),
                n("c34f845e", "এই পোস্টটি বুস্ট করার চেষ্টা করুন!"),
                n("c37102aa", "আজই 1,00,0000 এরও বেশি ব্যবহারকারীর কাছে পৌঁছান যারা আপনার কন্টেন্টে আগ্রহী হতে পারেন।"),
                n("ac245c4c", "এখনই ভিজিবিলিটি বুস্ট করুন"),
                n("e4db6326", "হয়তো পরে কখনো"),
                n("g6237a1e", "প্রচার চলছে"),
                n("d6b5949e", "প্রচারে বিরতি দেওয়া হয়েছে"),
                n("ffd9cfe6", "আরও দেখুন"),
                n("d172116a", "আরও খুঁজুন"),
                n("be5df69e", "আরও পোস্ট"),
                n("g11ebd34", "আরও প্রস্তাব"),
                n("g4a6901a", "ব্রাউজ করুন"),
                n("h6453e74", "পোস্টগুলো ব্রাউজ করুন"),
                n("je506a60", "ব্যবহারকারীর নাম পরিবর্তন করুন"),
                n("c0fcb08a", "আপনার ব্যবহারকারীর নাম পরিবর্তন করলে, সেটির রিভিউ না হওয়া অবধি আপনার টিকচিহ্ন সাময়িকভাবে অপসারণ করা হবে।"),
                n("d1f6d336", "ব্যবহারকারীর নাম"),
                n("de65c756", "প্রস্তাবনাগুলি"),
                n("ebeeac1a", "ইমেল পরিবর্তন করুন"),
                n("dc013356", "বর্তমান"),
                n("ea28c7ce", "ইমেইল সেটিংস লোড হচ্ছে"),
                n("f3f66252", "ইমেল ঠিকানা যোগ করুন"),
                n("i5107de4", "ইমেল ঠিকানা আপডেট করুন"),
                n("d19fd42a", "নিশ্চিতকরণ ইমেইল পুনরায় পাঠান"),
                n("g4da3246", "ইমেল প্রেরণ করা হয়েছে। একটি নিশ্চিতকরণ লিঙ্কের জন্য অনুগ্রহ করে শীঘ্রই আপনার ইনবক্স চেক করুন।"),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "বর্তমান পাসওর্য়াড"),
                n("a9bc3044", "নতুন পাসওর্য়াড"),
                n("b8c03cfc", "পাসওয়ার্ড নিশ্চিত করুন"),
                n("b731d32c", "আপনার পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে।"),
                n("d555d7e0", "আপনার নতুন পাসওয়ার্ড ও বিদ্যমান পাসওয়ার্ড একই হতে পারে না।"),
                n("fa8af9ae", "পাসওয়ার্ডগুলি মেলে নি।"),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " অ্যাপ্লিকেশন" + f(e.applicationCount, "", " সমূহ");
                }),
                n("j25601d9", "আরও জানুন"),
                n("cb841d56", "ফোন পরিবর্তন করুন"),
                n("ce37ea44", "ফোন নম্বর যোগ করুন"),
                n("ibaf239e", "ফোন নম্বর আপডেট করুন"),
                n("j2636558", "ফোন নম্বর মুছুন"),
                n("e49b16d4", "ফোন নম্বর মুছবেন?"),
                n("i931719e", "এটি আপনার অ্যাকাউন্ট থেকে এই নম্বরটি মুছে দেবে এবং আপনি এতে আর বিজ্ঞপ্তো অথবা লগ ইন কোডগুলো পাবেন না।"),
                n("j841d1f4", "ফোন সরানো হয়েছে।"),
                n("fe8b565a", "এটি এই অ্যাকাউন্ট থেকে ফোন নম্বর মুছে দেয় এবং আপনি পোস্টের থেকে পাঠ্য বার্তা হিসাবে আর বিজ্ঞপ্তি পাবেন না। এছাড়া, এটি এই অ্যাকাউন্টে দুই-ধাপের যাচাইকরণ বন্ধ করে।"),
                n("hf45b8d4", "এটি এই অ্যাকাউন্ট থেকে ফোন নম্বর মুছে দেয় এবং আপনি X থেকে পাঠ্য বার্তা হিসাবে আর বিজ্ঞপ্তি পাবেন না। এছাড়া, এটি এই অ্যাকাউন্টে দুই-ধাপের যাচাইকরণ হিসেবে পাঠ্য বার্তা বন্ধ করে।"),
                n("bc262c2e", "আরো পদ্ধতিসমূহ"),
                n("hc1a91da", "ব্যাক আপ কোডগুলো"),
                n("e4fed8f0", "একক-ব্যবহারের ব্যাকআপ কোডগুলো প্রাপ্ত করুন যাতে করে আপনার দ্বি-ফ্যাক্টর প্রমাণীকরণ বিকল্পগুলোতে অ্যাক্সেস না থাকলে আপনি X-এ লগ ইন করতে পারবেন।"),
                n("b39c7b14", "লগ-ইন যাচাইকরণ অক্ষম করবেন?"),
                n("a923fce6", "দুই-ধাপের অনুমোদন বন্ধ করার অর্থ হল আপনার অ্যাকাউন্ট আপস করার ক্ষেত্রে আরও ঝুঁকিপূর্ণ হতে পারে।"),
                n("ff781e0a", "এটি বন্ধ করবেন?"),
                n("c557ac30", "আপনি কি এই পদ্ধতি বন্ধ করে দেওয়ার বিষয়ে নিশ্চিত?"),
                n("d133464a", "এটি বন্ধ করলে আপনার অ্যাকাউন্ট থেকে এই দুই-ধাপের যাচাইকরণ পদ্ধতি এটি মুছে এবে? আপনি কি এটি বন্ধ করতে চাওয়ার বিষয়ে নিশ্চিত?"),
                n("ee3a7bfa", "বন্ধ করুন"),
                n("aa9139cc", "লগ-ইনের অনুরোধগুলি যাচাই করুন"),
                n("jc22dd42", "আপনি লগ ইন করার পরে, X একটি পুশ বিজ্ঞপ্তি X অ্যাপে পাঠাবে যা আপনার অ্যাকাউন্টে অ্যাক্সেস করতে আপনাকে অনুমোদন করতে হবে।"),
                n("a219e218", "ঠিক আছে"),
                n("e0d79de8", "আপনার কাছে আপনার অ্যাকাউন্টের সঙ্গে যুক্ত শুধুমাত্র একটি সুরক্ষা কী যুক্ত রয়েছে। কী হারিয়ে ফেলার জন্য আপনি যাতে লক না হয়ে যান সেটি নিশ্চিত করতে, অন্য একটি কী যোগ করুন এবং দুই-ধাপের-প্রমাণীকরণ ব্যাকআপ কোডটি সংরক্ষণ করুন।"),
                n("ja6bbfa0", "লগ-ইন যাচাইকরণ ডেটা লোড হচ্ছে"),
                n("c2570922", "টেক্সট বার্তা"),
                n("fba9483c", "X-এ লগ ইন করার সময়, প্রমাণীকরণ কোড সহ টেক্সট বার্তা পেতে আপনার মোবাইল ফোন ব্যবহার করুন।"),
                n("ab61b41a", "প্রমাণীকরণ অ্যাপ"),
                n("a67c7d68", "প্রতিবার X-এ লগ ইন করার সময় একটি যাচাইকরণ কোড পাওয়ার জন্য একটি মোবাইল প্রমাণীকরণ অ্যাপ ব্যবহার করুন।"),
                n("h6d0d89c", "নিরাপত্তা কী"),
                n("b3e5c946", "X-এ লগ ইন করার সময় নিরাপত্তা কী ব্যবহার করুন, যেটা আপনার কম্পিউটারে ইনসার্ট করা হবে বা আপনার মোবাইল ডিভাইসে সিঙ্ক করা হবে। আপনাকে একটি সমর্থিত মোবাইল ডিভাইস বা ওয়েব ব্রাউজার ব্যবহার করতে হবে।"),
                n("cd195528", "নতুন নিরাপত্তা কী যোগ করুন"),
                n("a1860ee8", "সাময়িক পাসওয়ার্ড"),
                n("j45a2856", "তৃতীয় পক্ষের পরিষেবাগুলো ব্যবহার করার জন্য একটি একবার পাঠানো পাসওয়ার্ড তৈরি করুন।"),
                n("d8612d9c", "প্রথমে পাঠ্য বার্তা অথবা প্রমাণীকরণ অ্যাপ চালু করুন"),
                n("e13d4468", "সুরক্ষা কী সেট আপ করার আগে, আপনার দ্বি-ফ্যাক্টর প্রমাণীকরণ পদ্ধতিগুলির মধ্যে আপনাকে প্রথমে একটি পাঠ্য বার্তা অথবা প্রমাণীকরণ অ্যাপ চালু করতে হবে।"),
                n("c1d96d6a", "আপনি সর্বোচ্চ সংখ্যক কী যোগ করেছেন"),
                n("gf91694e", "আপনাকে অন্যটি যোগ করার আগে একটি কী মুছতে হবে।"),
                n("j265ddb6", "আপনার ইমেইল নিশ্চিত করুন"),
                n("a7cfdf1c", "দুই-ধাপের যাচাইকরণ চালু করতে, আপনাকে এই X অ্যাকাউন্টের সাথে একটি ইমেইল অ্যাড্রেস যোগ করতে এবং তারপরে সেটি নিশ্চিত করতে হবে যাতে আমরা জানতে এটি সত্যিই আপনার।"),
                n("d7bfde1a", "দেখে মনে হচ্ছে আপনার অ্যাকাউন্ট বর্তমানে স্থগিত করা হয়েছে। আপনার অ্যাকাউন্ট স্থগিত থাকার সময় আপনি দুই-ধাপে যাচাইকরণ চালু করতে পারবেন না।"),
                n("g268fbb8", "এই অ্যাকাউন্ট ID যাচাইকৃত।"),
                n("f66d24be", "সহায়তা কেন্দ্র"),
                n("c8255462", "আপনার যাচাইকৃত লেবেল লোকান"),
                n("c6e731ee", "আপনার প্রোফাইল পেজে নীল টিক চিহ্নতে ট্যাপ করার সময় কেউ যেন আপনার ID যাচাইকৃত লেবেল না দেখতে পায় তার জন্য লোকান।"),
                n("be582166", "ID যাচাইকরণ তা আপনার অ্যাকাউন্টকে ছদ্মবেশী অ্যাকাউন্টগুলির থেকে রক্ষা করতে সাহায্য করতে পারে এবং আপনার প্রোফাইলকে একটি ID যাচাইকৃত লেবেল প্রদান করে।"),
                n("b496bc94", "আপনার আপনার সরকার দ্বারা জারি করা পরিচয় পত্র  রিভিউ করছি। আমরা বিজ্ঞপ্তির মাধ্যমে আপনাকে অবগত করব।\n\nএকবার অনুমোদিত হলে, আপনি আপনার প্রোফাইলে একটি ID যাচাইকৃত লেবেল পাবেন যাতে লোকজন জানতে পারেন যে আপনার অ্যাকাউন্ট ID দ্বারা যাচাইকৃত।"),
                n("d8f5cce4", "আপনি আপনার যাচাইকরণের অনুরোধের সর্বাধিক মাত্রা অতিক্রম করেছেন। আবার চেষ্টা করার আগে অনুগ্রহ করে 24 ঘন্টা প্রতিক্ষা করুন।"),
                n("i8427a1e", "এই অ্যাকাউন্টটি ID যাচাইকরণের যোগ্য নয়। কেবল স্বতন্ত্র Premium সাবস্ক্রাইবাররাই বর্তমানে ID যাচাইকরণের জন্য যোগ্য হবেন।"),
                n("cdc65e89", function (e) {
                    return e.title + " (ঐচ্ছিক)";
                }),
                n("h05c1f28", "সরকার দ্বারা জারি করা কোনও ID প্রদান করে আপনার অ্যাকাউন্ট যাচাই করুন। এতে প্রায় 5 মিনিট সময় লাগে।"),
                n("j8cfcc62", "আমি X এবং Au10tix-কে আমার পরিচয় সুনিশ্চিত করতে এবং X-এর সাথে সম্পর্কিত সুরক্ষা এবং নিরাপত্তার উদ্দেশ্য সহ কপটতা প্রতিরোধ করার জন্য আমার ID এবং আমার সেলফি, এছাড়াও আমার বায়োমেট্রিক ডেটা ব্যবহার করার অনুমতি দেই। Au10tix সেইসকল ডেটা 30 দিন পর্যন্ত সঞ্চয় করে রাখতে পারে।"),
                n("c4930cb6", "আপনার যা যা প্রয়োজন হবে:"),
                n("ac7bb0fe", "সরকার দ্বারা-জারি করা একটি ID প্রস্তুত করুন"),
                n("c12ce69c", "যাচাই করুন যে আপনার ডিভাইসের ক্যামেরা চালু আছে এবং ঢাকা দেওয়া নেই"),
                n("c5bfe94a", "আপনার নিজের সেল্ফি এবং আপনার ID-র ফটো নিতে তৈরী হয়ে যান"),
                n("e5b7dd84", "শুরু করুন"),
                n("abfaa528", "এড়িয়ে যান"),
                n("e4fed511", "X Premium পরিষেবায়"),
                n("def518fa", "নির্মাতার সাবস্ক্রিপশন"),
                n("f61cda83", "বিজ্ঞাপনের উপার্জনের শেয়ার"),
                n("g1952008", "নির্মাতার সাবস্ক্রিপশন"),
                n("e5d0419c", "নির্মাতার উপার্জনের শেয়ার"),
                n("g3723480", "নির্মাতার সাবস্ক্রিপশন"),
                n("c776f523", "বিজ্ঞাপনের উপার্জনের শেয়ার"),
                n("ab9f38f8", "নির্মাতার সাবস্ক্রিপশন"),
                n("d5cab8b0", "নির্মাতার উপার্জনের শেয়ার"),
                n("deaf5b16", "আবার চেষ্টা করুন"),
                n("g1a4a1b6", "ID যাচাইকরণের ত্রুটি"),
                n("e24305e4", "আপনার পিছে যাচাই করার সেশন অচল বা অবৈধ ছিল, অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("f7954a0c", "নিরাপত্তা কী-এর ডেটা লোড হচ্ছে"),
                n("h69986c2", "আপনি আপনার নিরাপত্তা কী-এর পুনরায় নাম দিতে পারেন অথবা এটি মুছতে পারেন।"),
                n("i5896ba2", "আরেকটি কী যোগ করুন"),
                n("a8ef2b64", "নাম না দেওয়া নিরাপত্তা কী"),
                n("d4e220b4", "নাম"),
                n("g6d0f0b6", "নিরাপত্তা কী পরিচালনা করুন"),
                n("b894f68a", "নিরাপত্তা কী-এর ডেটা লোড হচ্ছে"),
                n("g2601bb6", "কী-এর পুনরায় নাম দিন"),
                n("b464b726", "কী মুছুন"),
                n("a4101e1b", function (e) {
                    return "তারিখ যোগ করা হয়েছে: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "ব্যাকআপ কোড"),
                n("ec6a76e0", "একটি নতুন কোড তৈরি করুন"),
                n("f2c3c31c", "কোড কপি করুন"),
                n("e8016b64", "ব্যাকআপ কোড লোড হচ্ছে"),
                n("c4ca22bc", "কখনো যদি আপনার ডিভাইস অ্যাক্সেস করতে না পারেন, আপনার পরিচয় যাচাই করতে এই কোড ব্যবহার করতে পারেন।"),
                n("f20ff69f", "আরও জানুন"),
                n("j2327f80", "অস্থায়ী পাসওয়ার্ড"),
                n("fbfeaf8e", "একটি নতুন পাসওয়ার্ড তৈরি করুন"),
                n("h4a8bd12", "পাসওয়ার্ড অনুলিপি করুন"),
                n("g247dc1c", "অস্থায়ী পাসওয়ার্ড লোড হচ্ছে"),
                n("h3a32f52", "অ্যাপে ও ডিভাইসে X-এ লগ ইন করতে এই অস্থায়ী পাসওয়ার্ড (স্পেস ঐচ্ছিক) ব্যবহার করুন।"),
                n("d70fceac", "এই পাসওয়ার্ডটির মেয়াদ এক ঘন্টায় শেষ হবে।"),
                n("j924d222", "দেশ পরিবর্তন করুন"),
                n("e9310157", "আরও জানুন"),
                n("bd5ac12e", "এই অ্যাকাউন্টের জন্য X থেকে হেডলাইন, বোতাম এবং অন্য পাঠ্যের জন্য আপনার পছন্দের ভাষা নির্বাচন করুন। এটি আপনি আপনার সময়রেখায় যে সামগ্রী দেখেন তা পরিবর্তন করে না।"),
                n("cef33711", function (e) {
                    return e.languageName + " (বিটা)";
                }),
                n("b033248c", "খুঁজে পাওয়া"),
                n("c69b4798", "যেসব ব্যক্তির কাছে আপনার ইমেইল ঠিকানা বা ফোন নম্বর রয়েছে তারা আপনাকে খুঁজতে ও X-এ আপনার সঙ্গে সংযোগ করতে পারে।"),
                n("eca117e6", "যেসব ব্যক্তিবর্গের কাছে আপনার ইমেইল ঠিকানা রয়েছে তাদের X-এ অনুসন্ধান করতে দিন।"),
                n("acd36386", "যেসব ব্যক্তিবর্গের কাছে আপনার ইমেইল ঠিকানা রয়েছে তাদের X-এ অনুসন্ধান করতে এবং আপনার সঙ্গে যোগাযোগ করতে দিন।"),
                n("gd8511ca", "যে সব ব্যক্তির কাছে আপনার ফোন নম্বর আছে তাদের X-এ অনুসন্ধান করতে দিন।"),
                n("eca935ec", "যে সব ব্যক্তির কাছে আপনার ফোন নম্বর আছে তাদের X-এ অনুসন্ধান করতে এবং আপনার সঙ্গে যোগাযোগ করতে দিন।"),
                n("ac77c66c", "পরিচিতিগুলি"),
                n("jadf483e", "আপনি আপনার মোবাইল ডিভাইস থেকে আমদানি করেছেন এমন পরিচিতিগুলো পরিচালনা করুন।"),
                n("b864be7a", "সব পরিচিতি মুছে ফেলুন"),
                n("g5fa1090", "সব পরিচিতি মুছবেন?"),
                n("h3e420fc", "এটি আপনার পূর্বে আপলোড করা যেকোনো পরিচিতি মুছে দেবে এবং সব ডিভাইসে X-এ সিঙ্ক করা বন্ধ করবে। অনুগ্রহ করে সতর্ক থাকুন এতে অল্প সময় লাগবে, পূর্বাবস্থায় ফেরানো যাবে না এবং ইতিমধ্যে আপনি এখনও X-এ কিছু পরামর্শ দেখতে পাবেন (আপনার পরিচিতির ভিত্তিতে)।"),
                n("ca24589e", "নাম নেই"),
                n("d439b1c1", "আরও জানুন"),
                n("fe36fe10", "আপনার পাসওয়ার্ড নিশ্চিত করুন"),
                n("hccd9dbe", "যথাযথভাবে এটি পেতে দয়া করে আপনার পাসওয়ার্ড লিখুন।"),
                n("df1ddda4", "আপনি আপনার পোস্টগুলোতে যে অবস্থানের লেবেলগুলো যোগ করেছেন সেগুলো আর X.com, iOS-এর জন্য X এবং Android-এর জন্য X-এ দেখা যাবে না। কার্যকর হতে এই আপডেটগুলো কিছু সময় নিতে পারে।"),
                n("ed7fa034", "এই ডিভাইসে আপনার অবস্থান পরিষেবাগুলি বর্তমানে সক্ষম করা নেই। আপনি সেগুলিকে আপনার ডিভাইস সেটিংসে চালু করতে পারেন।"),
                n("e80e4288", "আপনার পোস্টগুলোতে সংযুক্ত সমস্ত অবস্থানের তথ্য কি সরাবেন?"),
                n("b0ee8ab6", "আপনার পোস্টগুলোতে সংযুক্ত সমস্ত অবস্থানের তথ্য কি সরাবেন?"),
                n("e23b2991", "আরও জানুন"),
                n("gd758534", "লোকজনকে তাদের ফটোতে আপনাকে ট্যাগ করার অনুমতি দিন এবং তারা যখন ট্যাগ করবে তখন আপনি বিজ্ঞপ্তি পাবেন।"),
                n("a90af44e", "সংবেদনশীল সামগ্রী লুকান"),
                n("a25e2ec6", "ব্লক করা ও নীরব করা অ্যাকাউন্টগুলি সরান"),
                n("b827a058", "নিরাপদ অনুসন্ধান সেটিংস আপডেট হয়েছে।"),
                n("b27c9852", "আপনার নিরাপদ অনুসন্ধান সেটিংস আপডেট করার সময় কিছু ভুল হয়েছে।"),
                n("j3402d7e", "এটি আপনার অনুসন্ধান ফলাফলে সম্ভাব্য সংবেদনশীল কন্টেন্ট সমন্বিত পোস্টগুলোর প্রদর্শন আটকায়।"),
                n("if05bca6", "আপনি যে অ্যাকাউন্টগুলিকে ব্লক বা নীরব করেছেন সেগুলি থেকে অনুসন্ধানের ফলাফল বাদ দিতে এটি ব্যবহার করুন।"),
                n("bc7fd990", "প্রবণতা সেটিং লোড হচ্ছে"),
                n("e2f16650", "এই অবস্থানে সামগ্রী দেখান"),
                n("e5e88f40", "এটি চালু থাকার সময়ে, এই মুহূর্তে কী ঘটছে আপনি তা দেখতে পাবেন।"),
                n("i4d54b0e", "আপনার জন্য প্রবণতাগুলি"),
                n("ad431584", "আমাকে মজাদার Grok স্টোরিগুলি দ্কেহান"),
                n("df9f03c8", "আপনার অবস্থান ও আপনি যাদের অনুসরণ করেন সেই ভিত্তিতে প্রবণতাগুলি ব্যক্তিগত করুন।"),
                n("c6cf5c7e", "আপনার অবস্থান ও আপনি যাদের অনুসরণ করেন তাদের ভিত্তিতে আপনি প্রবণতাগুলি ব্যক্তিগত করতে পারেন।"),
                n("e09358ba", "Grok মজাদার মোডে সাম্প্রতিক স্টোরিগুলি দেখুন।"),
                n("a55db872", "ব্যক্তিগতকরণ"),
                n("a58170fc", "Grok স্টোরি"),
                n("h0b5152e", "অবস্থান পরিবর্তন করুন"),
                n("dfeada5e", "অবস্থানগুলো অন্বেষণ করুন"),
                n("ac854308", "নীতি"),
                n("d429c942", "U.S. নির্বাচন নীতির জনপ্রিয়তা"),
                n("ede134f2", "এই ডিভাইসে স্বয়ংক্রিয়ভাবে ভিডিও এবং GIF প্লে করবেন কিনা বেছে নিন।"),
                n("b3aab6d4", "অবস্থান"),
                n("e53e05e4", "অবস্থানগুলি লোড করা হচ্ছে"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "% সাশ্রয় করুন";
                }),
                n("c6614cc0", "সাথে যেকোনো প্রোযোজ্য ট্যাক্স"),
                n("f8d3b50a", "ট্যাক্স সহ"),
                n("i2c32253", function (e) {
                    return e.price + " / মাস";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / বছর";
                }),
                n("i57aeafb", function (e) {
                    return "প্রথম " + f(e.duration, "", e.duration + " ") + "মাসের জন্য, তারপর " + e.standardPrice + " মাসিক বিল করা হয়";
                }),
                n("ae3e3723", function (e) {
                    return "প্রথম " + f(e.duration, "", e.duration + " ") + "বছরের জন্য, তারপর " + e.standardPrice + " বার্ষিক বিল করা হয়";
                }),
                n("ade4c757", function (e) {
                    return "তারপর " + e.price + " / মাস";
                }),
                n("f7798e11", function (e) {
                    return "তারপর " + e.price + " / বছর";
                }),
                n("e0b39888", "মাসিক বিল করা হয়"),
                n("b67c37de", "বার্ষিক বিল করা হয়"),
                n("a8363765", function (e) {
                    return "বার্ষিক " + e.price + " বিল করা হয়";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "আপনি যাওয়ার আগে দেখে নিন আপনি কি কি মিস করতে চলেছেন"),
                n("a092f1ba", "বাতিল করা চালিয়ে যান"),
                n("g96c7f48", "অন্য একটি প্ল্যানে পরিবর্তন করুন"),
                n("iccac88e", "অর্ধেক-বিজ্ঞাপন For You এবং অনুসারী টাইমলাইন"),
                n("d7a124d8", "বিনা বিজ্ঞাপন"),
                n("d2d22c36", "Grok-এ আগাম অ্যাক্সেস"),
                n("j249b1d4", "উত্তর বুস্ট করা"),
                n("c4a37384", "দীর্ঘ পোস্ট"),
                n("fb656858", "পোস্টগুলি এডিট করুন"),
                n("faaec212", "পোস্ট করতে অর্থ পান"),
                n("fb3c7168", "আপনার বুকমার্ক ফোল্ডার"),
                n("b346bc12", "টিকচিহ্ন"),
                n("je8143e1", function (e) {
                    return f(e.duration, "এক", "" + e.duration) + " মাস এর জন্য X" + e.productName + "-এর ওপর " + e.percentage + "% ছাড় পান";
                }),
                n("j5847735", function (e) {
                    return f(e.duration, "এক", "" + e.duration) + " বছর এর জন্য X" + e.productName + "-এর ওপর " + e.percentage + "% ছাড় পান";
                }),
                n("da3431f9", function (e) {
                    return "এই ছাড়টি আমাদের তরফ থেকে একটি ছোট্ট উপহার, যদি আপনি আরও কিছুক্ষণের জন্য X " + e.productName + " রাখতে চান!";
                }),
                n("i6fbfc72", "এক্সক্লুসিভ এক-বারের অফার"),
                n("f1bc6309", function (e) {
                    return "সকল X " + e.productName + " বৈশিষ্ট্য ধারণ করুন";
                }),
                n("fdb7b52a", "আপনার পরবর্তী বিলিং চক্র থেকে এই ছাড় প্রযোজ্য হবে।"),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "আপনি সম্পূর্ণরূপে প্রস্তুত"),
                n("a905eac6", "Premium এক্সপ্লোর করুন"),
                n("j6083a1c", "আপনার সাবস্ক্রিপশন পরিচালনা করুন"),
                n("b4fa4630", "পেমেন্ট পদ্ধতি আপডেট করুন"),
                n("ef0dfa5a", "বিলিং তথ্য আপডেট করুন"),
                n("f5b352ec", "সাবস্ক্রিপশন বাতিল করুন"),
                n("j317d958", "মনে রাখবেন - আপনি আপনার স্থগিত ছাড়গুলি হারাবেন"),
                n("a46e42d2", " আমার সাবস্ক্রিপশনটি রাখুন"),
                n("e122fb3f", function (e) {
                    return "আপনার বিনামূল্যের ট্রায়াল " + e.endDate + " এ শেষ হবে।";
                }),
                n("be103b84", "সক্রিয়"),
                n("ace43720", "শীঘ্রই মেয়াদ শেষ হচ্ছে"),
                n("c8f18aa4", "আপনি যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রাইবার হওয়ার কারণে আপনি Premium+ পাচ্ছেন।"),
                n("a341d1f7", function (e) {
                    return "আপনার প্রতিষ্ঠানটি @" + e.organization + "-এর মাধ্যমে একটি যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রাইবার বলে আপনি Premium+ পাচ্ছেন। আরও বিশদের জন্য আপনার প্রতিষ্ঠানের সাথে যোগাযোগ করুন।";
                }),
                n("e4aaf0f8", "Premium-এ আপনার কমপ্লিমেন্টারি সাবস্ক্রিপশন বাতিল করতে, সহায়তার টিমের সাথে যোগাযোগ করুন"),
                n("e5170220", "এই অ্যাকাউন্ট একটি কমপ্লিমেন্টারি বিজ্ঞাপনের খরচের মাধ্যমে Premium সাবস্ক্রিপশন পেয়েছে।"),
                n("j6d6b66e", "এই অ্যাকাউন্টটিকে একটি সাবস্ক্রিপশন উপহার দেওয়া হয়েছে। আপনার সাবস্ক্রিপশন বাতিল করতে, সহায়তার সাথে যোগাযোগ করুন"),
                n("fae1751f", function (e) {
                    return "মনে হচ্ছে আপনি X " + e.mobilePlatform + " অ্যাপে এই সাবস্ক্রিপশনটি কিনেছেন। আপনাকে সেখান থেকে আপনার সাবস্ক্রিপশন পরিচালনা বা বাতিল করতে হবে।";
                }),
                n("fecebd4c", "এখানে"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "অন্য"),
                n("baf97716", "আপনার বিলিং পিরিয়ডের বাকি সময় আপনার বৈশিষ্ট্যগুলি পাওয়া যাবে।"),
                n("ae864b69", function (e) {
                    return "আপনার সাবস্ক্রিপশন টিয়ারটি " + e.date + "-এ আপনার পরবর্তী বিলিং চক্র থেকে " + e.tierName + "-এ পরিবর্তিত হওয়ার জন্য নির্ধারিত করা হয়েছে।";
                }),
                n("edbb700f", function (e) {
                    return e.date + "-তে পরবর্তী বিলিং সাইকেল থেকে শুরু হবে";
                }),
                n("e9884540", "সক্রিয় ছাড়"),
                n("bfb879aa", "বিলম্বিত ছাড়"),
                n("f8321d82", "সব"),
                n("eb233866", "আমদানি করা হয়েছে"),
                n("d23b0404", "যখন আপনি কাউকে ব্লক করেন তখন সেই ব্যক্তি আপনাকে অনুসরণ করতে বা বার্তা পাঠাতে পারবেন না এবং আপনি তার কাছ থেকে কোন বিজ্ঞপ্তি দেখতে পাবেন না।"),
                n("e0a7e9bc", "অবাঞ্ছিত অ্যাকাউন্টগুলি ব্লক করুন"),
                n("ef731b14", "ব্লক করা অ্যাকাউন্টগুলি লোড হচ্ছে"),
                n("e554ba83", "আরও জানুন"),
                n("if594962", "অবরুদ্ধ"),
                n("i2b9632e", "সফলভাবে আনব্লক করা হয়েছে।"),
                n("g51a96de", "যখন আপনি কাউকে ব্লক করেন তখন সেই ব্যক্তি আপনাকে অনুসরণ করতে বা বার্তা পাঠাতে পারবেন না এবং আপনি তার কাছ থেকে কোন বিজ্ঞপ্তি দেখতে পাবেন না। আপনি X-এ যে সমস্ত অ্যাকাউন্ট ব্লক করতে চান, তাদের একটি তালিকা আমদানি করতে পারেন।"),
                n("j035733c", "আপনি আপনার X অ্যাকাউন্ট নিষ্ক্রিয় করার প্রক্রিয়া শুরু করতে চলেছেন। আপনার ডিসপ্লে নাম, @ব্যবহারকারীর নাম এবং সর্বজনীন প্রোফাইল আর X.com, iOS-এর জন্য X বা Android-এর জন্য X-এ দেখা যাবে না।"),
                n("j4a29d52", "আপনার X অ্যাকাউন্ট দুর্ঘটনাক্রমে বা ভুল করে নিষ্ক্রিয় করা হলে নিষ্ক্রিয় করার পর 30 দিনের মধ্যে আপনি সেটা পুনরুদ্ধার করতে পারবেন।"),
                n("ea989810", "অ্যাকাউন্ট নিস্ক্রিয় করুন"),
                n("f6e73faa", "নিষ্ক্রিয় করুন"),
                n("c3743328", "আপনার অ্যাকাউন্ট এটা নিষ্ক্রিয় করে দেবে"),
                n("a20cd24e", "আপনার আর কি কি জানা উচিত"),
                n("e93b0ae0", "আপনার অ্যাকাউন্টের সাথে যুক্ত পাসওয়ার্ড লিখে আপনার নিষ্ক্রিয়করণ সম্পূর্ণ করুন৷"),
                n("fc025d1d", "আরও জেনে নিন"),
                n("bb5e039c", "সেটিংসে"),
                n("j37efff6", "এগুলি পরিবর্তন করুন"),
                n("ce5bfe12", "আপনার X ডেটা"),
                n("g7088266", "প্রোফাইল সম্পাদনা করুন"),
                n("d9d293b8", "ওয়েবসাইট"),
                n("cb469ff6", "নাম ফাঁকা থাকতে পারে না"),
                n("g511f468", "কয়েকটা মিডিয়া আপলোড না হওয়ার কারণে আপনার অবতার আপডেট ব্যর্থ হয়েছে"),
                n("ec3a116e", "কিছু মিডিয়া আপলোড না হওয়ার জন্য আপনার ব্যানার আপডেট ব্যর্থ হয়েছে।"),
                n("j94599ec", "অবতার ফটো যোগ করুন"),
                n("df31d76a", "ব্যানারের ফটো যোগ করুন"),
                n("c01a0e1a", "জন্মতারিখ নিশ্চিত করবেন?"),
                n("df2c469a", "পেশাদারে পাল্টান"),
                n("e1f76978", "পেশাদার প্রোফাইল সম্পাদনা করুন"),
                n("ic04a6f6", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার পরিবর্তনগুলো হারাবেন।"),
                n("addbe8e8", "বিশেষ অক্ষর ছাড়াই কোনও নাম ব্যবহারের বিষয়ে বিবেচনা করুন যাতে যারা অন্ধ বা কম দৃষ্টি শক্তি সম্পন্ন সেইসব লোকজন সহ, এমনকি আরও লোকজন এতে অ্যাক্সেস করতে পারেন।"),
                n("a46f80ab", function (e) {
                    return "জন্ম " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "জন্ম " + e.year;
                }),
                n("bfe8d1a2", "প্রসারিত জীবনী সম্পাদনা করুন"),
                n("e1ec926e", "প্রসারিত জীবনী বানান"),
                n("c119dee8", "জন্ম তারিখ"),
                n("bbf0afc8", "আপনার জন্ম তারিখ যোগ করুন"),
                n("f98d367e", "জন্ম তারিখ সম্পাদনা করবেন?"),
                n("d3f43300", "এটি শুধুমাত্র কয়েকবার পরিবর্তন করা যেতে পারে। অ্যাকাউন্ট ব্যবহারকারী ব্যক্তির বয়স লিখছেন কিনা তা নিশ্চিত করুন।"),
                n("g10411f0", "এটি এই অ্যাকাউন্ট ব্যবহারকারী ব্যক্তির জন্মতারিখ হতে হবে। আপনি যদি আপনার ব্যবসা, কোনো ইভেন্ট, বা বিড়ালের জন্যও অ্যাকাউন্ট বানান তাহলেও।"),
                n("a0c5e370", "এটি কে দেখেন?"),
                n("i68fe54e", "মাস এবং দিন"),
                n("b4e729b6", "বছর"),
                n("f3bb1b48", "জন্ম তারিখ সরাবেন?"),
                n("c9cb9972", "এতে আপনার প্রোফাইল থেকে এটি মুছে যাবে।"),
                n("a2bef112", "জন্ম তারিখ সরান"),
                n("c37622ec", "অনুগ্রহ করে একটি বৈধ তারিখ লিখুন"),
                n("f679d166", "আপনার অনুসরণকারী"),
                n("af293dc2", "আপনি যাদের অনুসরণ করছেন"),
                n("h99b6d08", "গোপনীয়তা নীতি"),
                n("hce7a225", "আরও জানুন"),
                n("e9603d88", "নিশ্চিত ফোন নম্বরের চিহ্ন দেখান"),
                n("ada99498", "এই চিহ্নটি শুধুমাত্র আপনার এলাকায় অন্য লোকজনদের দেখানো হবে।"),
                n("a765e936", "আপনার প্রসারিত জীবনী মুছে দিন"),
                n("d4d68e44", "সেভ করা হয়েছে"),
                n("ie4f57d2", "আপনার Premium সাবস্ক্রিপশন রিনিউ করুন"),
                n("h293aa52", "আপনার Premium সাবস্ক্রিপশনের মেয়াদ শেষ হচ্ছে!"),
                n("j1923668", "X-এর সর্বোত্তম অংশটি রাখুন।"),
                n("ac7e97ee", "সাবস্ক্রিপশন রিনিউ করুন"),
                n("f70c69b4", "উত্তর বুস্ট, পোস্ট সম্পাদনা, কাস্টমাইজেশন, দীর্ঘ পোস্ট এবং আরও অনেক কিছু।"),
                n("f4cec4d2", "নীল চেকমার্ক, উত্তর বুস্ট, বর্ধিত Grok সীমা এবং আরও অনেক কিছু।"),
                n("b6de83a0", "কেবল কর্মচারীদের জন্য Space"),
                n("g3f251f2", "ব্যক্তিগত সম্প্রচার"),
                n("d08666ba", "ব্যক্তিগত Space"),
                n("eadb5a46", "সবার প্রথমে যোগ দিন"),
                n("f9629a8f", function (e) {
                    return e.hostName + "-এর সম্প্রচার";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + "-এর Space";
                }),
                n("hd552761", function (e) {
                    return "হোস্ট করেছেন " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.total + "-এর মধ্যে " + e.index;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " যোগ দিয়েছেন";
                }),
                n("df9f8243", function (e) {
                    return e.name + " শুনছেন";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " কথা বলছেন";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " হোস্ট করছেন";
                }),
                n("f7882829", function (e) {
                    return e.name + " কো-হোস্ট করছেন";
                }),
                n("d961a4a0", "X-এ লাইভ"),
                n("g2c0144a", "যাচাইকৃত প্রতিষ্ঠান"),
                n("cd5cdec8", "আপনার বিজ্ঞাপনের ক্রেডিট পরিচালনা করুন"),
                n("f23b6a72", "অবশিষ্ট বিজ্ঞাপনের ক্রেডিট"),
                n("i969d5de", "একটি বিজ্ঞাপনের ক্যাম্পেইন সেট আপ করুন"),
                n("d0924f58", "কোনও সমস্যা থাকলে সহায়তা পান"),
                n("j8d53b64", "সবকটি বৈশিষ্ট্য দেখুন"),
                n("jd26f2a6", "অ্যাফিলিয়েট যোগ করুন"),
                n("e0a492e6", "আপনার চাকরীগুলি পরিচালনা করুন"),
                n("d9cbd02c", "আপনার অ্যাপ্লিকেশন রিভিউ করা হচ্ছে"),
                n("ed4759a6", "আপনার আবেদনের ফলাফল কয়েক দিনের মধ্যে আপনি জানতে পারবেন। অতিরিক্ত তথ্যের জন্য আমরা ইমেইলের মাধ্যমে যোগাযোগ করতে পারি।"),
                n("dad69faa", "আপনার পেমেন্ট পদ্ধতি আপডেট করুন"),
                n("daf3248a", "আবেদন পত্র অসম্পূর্ণ আছে"),
                n("eb71036f", function (e) {
                    return e.date + "-এর মধ্যে আপনার প্রতিষ্ঠানের ডকুমেন্ট আপলোড এবং যাচাই করুন";
                }),
                n("a1d3f1f2", "X-এর নিরাপত্তা এবং সুরক্ষার উদ্দেশ্যে আপনার পরিচয় এবং ব্যবসায়িক ডকুমেন্ট যাচাই করার জন্য আমরা Persona-র সাথে অংশীদারিত্ব করি। Persona আপনার ডেটা 30 দিন পর্যন্ত সংরক্ষণ করতে পারে।"),
                n("ea8c295a", "ডকুমেন্ট যাচাইকরণ শুরু করুন"),
                n("da1aa48f", function (e) {
                    return "@" + e.screenName + " এর মত, যাচাইকরণ আপনারও বিশ্বাসযোগ্যতা এবং দৃশ্যমানতা বৃদ্ধি করে।";
                }),
                n("e4a7a968", "আপনাকে এখনো যাচাই করা হয়নি"),
                n("id9c1e82", "এই প্রোফাইলটি যাচাইকৃত"),
                n("d43b0edc", "যাচাইকৃত সার্কেলে যোগ দিন"),
                n("d4ea0ed4", "আপনার নীল ব্যাজ পান"),
                n("cffeaeae", "নিজেকে যাচাই করুন"),
                n("b8e930fe", "এখন প্রবণতা"),
                n("ae05f268", "প্রবণতাগুলি অনুপলভ্য।"),
                n("c6b51af8", "X-এ নতুন?"),
                n("ie8e1ffc", "আপনার নিজস্ব ব্যক্তিগতকৃত সময়রেখা পেতে এখনই নিবন্ধন করুন!"),
                n("fd6473fa", "ব্যবহারকারীদের অনুসরণ করার জন্য প্রস্তাবনা লোড হচ্ছে"),
                n("a526aa66", "কাকে অনুসরণ করবেন"),
                n("ef625010", "আপনার এটা পছন্দ হতে পারে"),
                n("b7388a56", "ফুটার"),
                n("hdabc3fc", "পরিষেবার শর্তাদি"),
                n("bc6efc72", "গোপনীয়তা নীতি"),
                n("h3161192", "কুকি সম্পর্কিত নীতি"),
                n("a7de64de", "বিজ্ঞাপনের তথ্য"),
                n("jb0a4c36", "ব্লগ"),
                n("ce6d095a", "কর্মসংস্থান"),
                n("e0adec82", "ব্র্যান্ড রিসোর্স"),
                n("df1b7550", "বিপণন"),
                n("he258678", "ব্যবসার জন্য X"),
                n("c6f58084", "বিকাশকারীগণ"),
                n("d83f18d2", "ডিরেক্টরি"),
                n("hc5aa17c", "X অ্যাপ পান"),
                n("j0693948", "Grok অ্যাপ পান"),
                n("fbf83158", "সতর্কতা: পেমেন্ট ব্যর্থ হয়েছে"),
                n("jadeb4da", "আপনার সাবস্ক্রিপশনের সুযোগ-সুবিধা হারানোর আগে অনুগ্রহ করে জরুরি ভিত্তিতে আপনার পেমেন্ট পদ্ধতি আপডেট করুন।");
            n("bce3726a", "বিলিং আপডেট করুন"),
                n("fce9ecce", "প্রস্তাবিত ভিডিও"),
                n("efe6ef9e", "পোস্ট দেখুন"),
                n("b3d183ce", "উত্তর সহ পোস্ট"),
                n("c299a6c0", "থ্রেড"),
                n("h3d5d79e", "কমিউনিটি পোস্ট"),
                n("cfe877ca", "কাকে অনুসরণ করা উচিৎ বেছে নিন"),
                n("e06b864c", "দেখে মনে হচ্ছে আপনি এই কথা-বার্তাটি উপভোগ করছেন"),
                n("a078ff70", "এই থ্রেডে আপনি যাদের সঙ্গে ইন্টার‍্যাক্ট করেছেন তাদের আরও কিছু কনটেন্ট কি দেখতে চান? নতুন অ্যাকাউন্টগুলির কনটেন্ট এক্সপ্লোর করা শুরু করুন।"),
                n("cb80300e", "হোম সময়রেখায় স্কিপ করুন"),
                n("ea5cd098", "ট্রেন্ডিং-এ স্কিপ করুন"),
                n("c67e3fc2", "হোম সময়রেখা"),
                n("d601fc20", "সর্বশেষ"),
                n("j43f99be", "প্রাসঙ্গিকতা"),
                n("ad6e11ac", "উত্তরগুলো এই হিসাবে বাছুন"),
                n("b2311b70", "এটা আপনি পাবেন না"),
                n("j88f27d8", "প্রাসঙ্গিক ব্যক্তি"),
                n("i31dcd22", "নিবন্ধ"),
                n("e3de2f6f", function (e) {
                    return "আপনার বুকমার্কগুলিতে " + e.entity + " যোগ করা হয়েছে";
                }),
                n("e64de8a9", function (e) {
                    return "আপনার বুকমার্কগুলি থেকে " + e.entity + " সরানো হয়েছে";
                }),
                n("d6d9aab6", "বুকমার্ক যোগ করুন"),
                n("bb89cf46", "বুকমার্ক সরিয়ে দিন"),
                n("a739d4ba", "বুকমার্ক ফোল্ডারে যোগ করুন"),
                n("d5270434", "প্রস্থান করুন"),
                n("ac85c6b2", "এই চিত্রটি লোড করার সময় একটি ত্রুটি ঘটেছে"),
                n("b327c12a", "চিত্র"),
                n("ic76bdf0", "Grok-এর সাথে আবার তৈরি করুন"),
                n("a4d3eb67", function (e) {
                    return "X-এ " + e.fullName + ': "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return e.number + " দিনের জন্য লুকিয়ে রাখুন";
                }),
                n("j7d0e836", "সম্প্রসারণ করুন"),
                n("d227d19e", "বিনষ্ট হত্তয়া"),
                n("h367e724", "প্রসারিত জীবনী"),
                n("ea5928d4", "আপনার এবং আপনার প্রোফাইলে অনেক বেশি তথ্য দেওয়া আছে।\nএই প্রসারিত বায়ো লিখুন, যাতে লোকজন আপনার বিষয়ে আরও জানতে পারেন।"),
                n("h7ef9dc8", "এতে অন্তর্ভুক্ত থাকতে পারে:"),
                n("c04ba4b4", "আপনি যেসব বিষয়ের ওপর কাজ করছিলেন এবং যেগুলি আপনি প্রদর্শন করতে চান"),
                n("d7666008", "আপনার বিখ্যাত পাস্তার রেসিপি"),
                n("cb24ee16", "কাজের অভিজ্ঞতা এবং পছন্দের চাকরী"),
                n("a1c93d74", "মনে হচ্ছে যেন আমাদের আপনার পরিবর্তনগুলো সংরক্ষণ করতে সমস্যা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("b956c04a", "আপনি কী নিজের প্রসারিত জীবনী মোছার বিষয়ে নিশ্চিত?"),
                n("ifb23caa", "আপনার প্রসারিত জীবনী মুছে দিলে তা আপনার প্রোফাইল থেকেও সরানো হবে।"),
                n("c2333081", function (e) {
                    return e.count + " অক্ষর";
                }),
                n("a2b8c54c", "মুছে ফেলা হয়েছে"),
                n("a9cc8f96", "সর্বাধিক অক্ষরের সীমায় পৌঁছেছে"),
                n("eb7710f1", function (e) {
                    return e.years + " বছর";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " মাস";
                }),
                n("h6a724ac", "আপনি নিশ্চিত যে এটি মুছবেন?"),
                n("f94aacae", "এটি মুছলে আপনার প্রোফাইল থেকেও এটি মুছে যাবে।"),
                n("je07e266", "লুকানো আছে"),
                n("a622dfcc", "কাজের ইতিহাস"),
                n("a6ec7ff8", "জীবনী"),
                n("eeb6d22c", "অভিজ্ঞতা"),
                n("eba5a8ec", "চাকরীর শিরোনাম"),
                n("fd20adb8", "আমি বর্তমানে এখানে কাজ করি"),
                n("cd3059f2", "শুরুর তারিখ"),
                n("b86019ae", "শেষ হওয়ার তারিখ"),
                n("eedfd35c", "সংস্থা"),
                n("caa46e54", "কোম্পানির নাম"),
                n("e893fe6e", "কোম্পানি তৈরি করুন"),
                n("j1c09ca4", "কোম্পানির ওয়েবসাইট"),
                n("hd332c96", "চাকরীর শিরোনাম আবশ্যক"),
                n("d2fb1b80", "কোম্পানির নাম আবশ্যক"),
                n("b3590132", "শুরু এবং শেষের তারিখ দরকার"),
                n("debb6abe", "শুরুর তারিখা ভবিষ্যতে হতে পারবে না"),
                n("j7d08ada", "শেষ হওয়ার তারিখ ভবিষ্যতে হতে পারবে না"),
                n("a8c7d3fc", "শেষ হওয়ার দিন অবশ্যই শুরুর দিনের পরে হতে হবে"),
                n("b335d507", function (e) {
                    return "সর্বাধিক অক্ষরের সংখ্যা " + e.maxChars + " অতিক্রম করেছে";
                }),
                n("j29ab120", "এই লোকেদের থেকে আসা বিজ্ঞপ্তিগুলিকে নীরব করুন:"),
                n("jdfc82f6", "আপনি অনুসরণ করেন না"),
                n("cfcda0e6", "যারা আপনাকে অনুসরণ করেন না"),
                n("c75b9b2a", "যাদের অ্যাকাউন্ট নতুন"),
                n("f39b9c9e", "যারা ডিফল্ট প্রোফাইল ছবি ব্যবহার করেন"),
                n("d227f940", "যারা নিজেদের ইমেইল নিশ্চিত করেন নি"),
                n("b210936e", "যারা নিজেদের ফোন নম্বর নিশ্চিত করেননি"),
                n("ed0df10b", "আরো জেনে নিন"),
                n("dcef34ac", "চালু করুন"),
                n("a39f706e", "আপনার ব্রাউজার পুশ বিজ্ঞপ্তিগুলিকে সমর্থন করে না"),
                n("h4f20d0e", "আপনি যখন X-এ থাকছেন না সেই সময় যা যা ঘটে চলেছে তার হদিশ পেতে পুশ বিজ্ঞপ্তি নিন। আপনি সেগুলি যখন ইচ্ছা বন্ধ করে দিতে পারেন।"),
                n("cdce0394", "আপনি এই ব্রাউজারে এটি ব্যবহার করার সময় যেকোনো অ্যাকাউন্টের জন্য এটি নির্বাচন করতে পারবেন।"),
                n("b39bcae2", "পুশ বিজ্ঞপ্তিগুলি চালু করুন"),
                n("b50f6144", "বিজ্ঞপ্তি আসামাত্র তা পেতে পুশ বিজ্ঞপ্তিগুলি চালু করে রাখুন। আপনি X-এ না থাকাকালীনও আপনি ঐগুলি পাবেন। ঐগুলিকে যে কোন সময় বন্ধ করুন।"),
                n("fe11b3ea", "অসমর্থিত ব্রাউজার"),
                n("a1245d3a", "মনে হচ্ছে আপনার ব্রাউজার পুশ বিজ্ঞপ্তির সমর্থন করে না।"),
                n("f580c738", "বিজ্ঞপ্তিগুলো বন্ধ করবেন?"),
                n("i951fbcc", "X থেকে বিজ্ঞপ্তিগুলো পেতে, আপনাকে সেগুলোকে আপনার ব্রাউজার সেটিংসে প্রথমে অনুমতি দিতে হবে।"),
                n("ec7cb554", "আপনি যাদের অনুসরণ করেন আপনি যখন তাদের পোস্ট বিজ্ঞপ্তি চালু করবেন, তখন আপনি তাদের পোস্ট বা লাইভ ভিডিও সম্বন্ধে পুশ বিজ্ঞপ্তি পাবেন।"),
                n("b68050dc", "ব্যবহারকারীদের দেখুন"),
                n("af045060", "আপনার এবং আপনার পোস্টগুলোর সঙ্গে সম্পর্ক আছে"),
                n("cf378ff8", "X-এর পক্ষ থেকে"),
                n("f823bbbe", "শুধু যাচাইকৃত অ্যাকাউন্টের জন্য"),
                n("a40e37f2", "আপনি যখন X-এ থাকেন না তখন কী ঘটছে জানার জন্য ইমেইল পান। আপনি যেকোনো সময় এটা বন্ধ করে দিতে পারেন।"),
                n("e8eb54a0", "আপনার অ্যাকাউন্টের জন্য সাপ্তাহিক রিপোর্ট"),
                n("ib80b0f2", "নতুন বিজ্ঞপ্তিসমূহ"),
                n("ba58e6b0", "আপনাকে ইমেইল করা পোস্ট"),
                n("fae2c81a", "সেরা পোস্ট এবং স্টোরি"),
                n("f7b09bb4", "আপনার X-এর পারফরম্যান্স সম্পর্কে আপডেট"),
                n("d3978554", "X প্রোডাক্ট এবং বৈশিষ্ট্যের আপডেট সম্পর্কে খবর"),
                n("bdccb81c", "আরও ভালোভাবে X উপভোগ করার টিপস"),
                n("c3d47fe6", "আপনি শেষবার X লগইন করার পর থেকে আপনার যা যা দেখা হয়নি"),
                n("af8caf3e", "সহযোগীদের বিভিন্ন প্রোডাক্ট এবং অন্যান্য তৃতীয়পক্ষের পরিষেবা নিয়ে X-এর বিষয়ে খবরাখবর"),
                n("hc076ee4", "X-এর গবেষণার সমীক্ষায় অংশগ্রহণ"),
                n("ddfe3776", "সুপারিশ করা অ্যাকাউন্টগুলির ব্যাপারে পরামর্শ"),
                n("d17ba8c2", "আপনার সাম্প্রতিক অনুসরণের ভিত্তিতে পরামর্শ দেওয়া হয়েছে"),
                n("bcf50a1a", "X-এর ব্যবসা সংক্রান্ত প্রোডাক্টের বিষয়ে টিপস"),
                n("fcad1e2e", "দৈনিক"),
                n("h9e0dfde", "সাপ্তাহিক"),
                n("e26d98ac", "পর্যায়ক্রমে"),
                n("h0c94842", "পরিচিত একজন হন"),
                n("c460d332", "আপনি যখন কোনো অ্যাকাউন্টের জন্য পোস্টের বিজ্ঞপ্তি চালু করেন, তারা যখন পোস্ট করবেন, লাইভে আসবেন এবং কোনো Space আয়োজন করবেন, আপনি জানতে পারবেন।"),
                n("a820d092", "অনুসরণ লোড হচ্ছে"),
                n("ha45c9e4", "পোস্টের বিজ্ঞপ্তি"),
                n("bdbf8f4e", "শব্দ বা শব্দগুচ্ছ লিখুন"),
                n("h43e2ea8", "নীরব করা শব্দ"),
                n("da8c0440", "এর থেকে নীরব করুন"),
                n("defb4aaa", "যে কোনও কারোর থেকে"),
                n("e7d47b00", "আপনি যে ব্যক্তিদের অনুসরণ করেন না তাদের কাছ থেকে"),
                n("d9d6e10e", "মেয়াদ"),
                n("gfa5008e", "নীরব সময় বাড়ান"),
                n("c5595dfe", "নীরব সময় পরিবর্তন করুন"),
                n("he6804e0", "আপনি শব্দটি আনমিউট না করা পর্যন্ত"),
                n("a268406c", "24 ঘন্টা"),
                n("fc638aa2", "7 দিন"),
                n("b8971cfa", "30 দিন"),
                n("cc7bedfc", 'কতক্ষণ নীরব করা হবে আপনি তা পরিবর্তন করতে পারবেন। আগে "সর্বদা" নির্বাচন করে থাকলে আপনার পরিবর্তিত সময় অবিলম্বে শুরু হবে।'),
                n("d768049c", "নীরব করা শব্দ যোগ করুন"),
                n("c6203da8", "নীরব করা শব্দের বিকল্পগুলি"),
                n("e3f0d3db", function (e) {
                    return 'নীরব করা "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return 'আপডেট করা "' + e.keyword + '"';
                }),
                n("d2693eb8", "আপনার নীরব করা শব্দগুচ্ছ 140 অক্ষরের বেশি নয় দয়া করে তা নিশ্চিত করুন।"),
                n("f8488024", "এটি একটি সুন্দর প্রচলিত শব্দ এবং অসংখ্য পোস্টে দেখানো হয় তবে আপনি চাইলে এটিকে মিউট করতে পারেন।"),
                n("deb4924d", "আরও জানুন"),
                n("aa09e528", "মিউট করা শব্দ যোগ করুন"),
                n("e506aa92", "নীরব করা শব্দ বা শব্দগুচ্ছ যোগ করুন"),
                n("cbd04965", function (e) {
                    return 'সরব করা "' + e.keyword + '"';
                }),
                n("eb4e810a", "মেয়াদ শেষ হয়েছে"),
                n("cabeb6c2", "সর্বদা"),
                n("f9bce916", "শব্দগুলি নীরব করুন"),
                n("gfe0ee3b", "আরও জানুন"),
                n("ba4aaa9e", "বাক্যাংশটি আনমিউট করবেন?"),
                n("f837ed7e", "এই বাক্যাংশটি এখন আপনার বিজ্ঞপ্তিগুলো এবং হোম সময়রেখাতে অনুমোদিত হবে।"),
                n("a6194d10", "নীরব করা অ্যাকাউন্টগুলি লোড হচ্ছে"),
                n("bcf6ad9a", "মিউট করা অ্যাকাউন্টগুলির পোস্ট আপনার হোম টাইমলাইনে দেখানো হবে না। তাদের প্রোফাইল অথবা পোস্ট থেকে অ্যাকাউন্টগুলিকে সরাসরি মিউট করুন।"),
                n("b8e49590", "আপনার যখন অ্যাকাউন্টগুলো মিউট করবেন, তখন তাদের বার্তাগুলো ফিল্টার করা হবে এবং আপনার বার্তার অনুরোধ সূচীর নীচে পাঠানো হবে।"),
                n("ec202165", "আরও জানুন"),
                n("gde6b425", function (e) {
                    return e.name + "-কে মিউট করা হয়েছে";
                }),
                n("e308019b", function (e) {
                    return e.name + "-কে আনমিউট করা হয়েছে";
                }),
                n("hfb77cf6", "নিরাপত্তা"),
                n("f350f0c0", "সুপারিশগুলো"),
                n("fd3369a2", "আপনি যেই প্রস্তাবিত ভাষাগুলিতে পোস্ট, লোকজন এবং ট্রেন্ডগুলো অন্তর্ভুক্ত করতে চান তা নির্বাচন করুন৷"),
                n("hfc86556", "নীরব হয়েছে"),
                n("dae57a42", "সবকটিকে অনুমতি দিন"),
                n("i7cbc154", "কয়েকটিকে অনুমতি দিন"),
                n("d623aecc", "যাদের কাছে দায়িত্বপ্রাপ্ত ভূমিকা আছে সেই লোকজনের সঙ্গে একটি অ্যাকাউন্ট শেয়ার করুন।"),
                n("f3029d5c", "এই সেটিংটি চালু থাকলে, লোকজন আপনাকে তাদের অ্যাকাউন্ট শেয়ার করার জন্য আমন্ত্রণ জানাতে পারেন।"),
                n("cd1305e8", "অন্যদের অ্যাকাউন্টে আপনাকে আমন্ত্রণ জানানোর অনুমতি দিন"),
                n("j339ef22", "যাকে খুশি আপনাকে আমন্ত্রণ জানানোর অনুমতি দিন"),
                n("g4b0c2dc", "যারা আপনাকে অনুসরণ করেন শুধু তাদের আমন্ত্রণ জানানোর অনুমতি দিন"),
                n("d9aef256", "আপনার দায়িত্বগুলি"),
                n("afb3ccf6", "অনুমতি দেবেন না"),
                n("dfae5248", "অন্যদের অ্যাকাউন্টে আপনাকে আমন্ত্রণ জানানোর অনুমতি কি দেবেন না?"),
                n("b9c91524", "ভবিষ্যতে, আপনি অন্যান্য প্রতিনিধিত্বে আমন্ত্রণ পাবেন না।তবে আপনি আপনার বর্তমান প্রতিনিধিত্বগুলি এখনও অ্যাক্সেস করতে পারবেন।"),
                n("c349b958", "একজন সদস্যকে আমন্ত্রণ জানান"),
                n("e177f72a", "আপনার অ্যাকাউন্টের হয়ে কাজ করতে ও অ্যাকাউন্টের রোল পরিচালনা করতে অন্যদের আমন্ত্রণ জানান। সদস্যরা সরাসরি বার্তা পাঠাতে, পোস্ট প্রকাশ করতে, সূচী তৈরি করার পাশাপাশি সেগুলি দেখতেও পারবেন।"),
                n("cd5c5e73", function (e) {
                    return "আপনার কাছে কেবল " + e.numDelegatesLabel + " প্রতিনিধি" + f(e.numDelegates, "", "ত্ব") + " থাকতে পারে";
                }),
                n("efee0a50", "এই অ্যাকাউন্টে একজন সদস্যকে আমন্ত্রণ জানান"),
                n("ja0a1aa6", "এই অ্যাকাউন্টে একজন অবদানকারীকে আমন্ত্রণ জানান"),
                n("db4f623a", "এই সদস্যকে একটি ভূমিকা নির্দিষ্ট করে দিন"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " কে একজন অ্যাডমিন হিসেবে কি নির্দিষ্ট করবেন?";
                }),
                n("b7aa7642", "আমন্ত্রণ পাঠানো হয়েছে"),
                n("edbca224", "আমন্ত্রণ পাঠান"),
                n("f4834ca6", "অন্য একজন সদস্যকে আমন্ত্রণ জানান"),
                n("cb04a824", "অবদানকারী"),
                n("d4b3abde", "অবদানকারীরা সরাসরি বার্তা পাঠাতে, পোস্ট প্রকাশ করতে, এবং তালিকা তৈরি করতে পারেন। অবদানকারীরা অ্যাকাউন্টটির সরাসরি বার্তা, পোস্ট এবং তালিকা দেখতেও পারেন।"),
                n("b92e2700", "অ্যাডমিনদের অবদানকারীদের মতোই একই অনুমতি আছে। তারাও অ্যাকাউন্টে অবদানকারীদের আমন্ত্রণ জানাতে বা সরিয়ে দিতে পারেন এবং পোস্ট অ্যানালিটিক্স দেখতে পারেন।"),
                n("hbbbf908", "অ্যাডমিনেরা অন্যান্য অবদানকারীদের এই অ্যাকাউন্টে আমন্ত্রণ জানাতে পারবেন এবং পোস্ট অ্যানালিটিক্স দেখতে পারবেন। আপনি সঠিক মানুষের হাতেই যে দায়িত্ব দিচ্ছেন তা ভালকরে সুনিশ্চিত করুন।"),
                n("d8eda249", function (e) {
                    return "@" + e.screenName + " তাদের আমন্ত্রণ গ্রহণ করার পরে তাদের আপডেট করা অনুমতি নিয়ে এই অ্যাকাউন্টে অবদান রাখতে পারেন।";
                }),
                n("b5faf216", "এই সদস্য প্রতিনিধিত্বের আমন্ত্রণ জানানোর অনুমতি দেন না।"),
                n("hcc3b4ce", "এই সদস্যকে আপনার অ্যাকাউন্ট থেকে ব্লক করা হয়েছে।"),
                n("ace0f0a4", "প্রতিনিধিত্ব করার জন্য কে কে তাকে আমন্ত্রণ জানাতে পারেন এই সদস্য তা সীমিত রেখেছেন।"),
                n("c2e8f726", "অ্যাডমিন"),
                n("fade0942", "অ্যাডমিন অ্যাকাউন্টে অবদানকারীদের আমন্ত্রণ জানাতে বা সরিয়ে দিতে পারেন এবং পোস্ট অ্যানালিটিক্স দেখতে পারেন।"),
                n("b7d6e5d6", "অবদানকারী"),
                n("cd76a282", "কোনও সদস্যকে এখনও যোগ করা হয়নি"),
                n("db25d796", "এই সদস্যের ভূমিকা পরিবর্তন করুন"),
                n("e4133790", "ভূমিকা আপডেট করা হয়েছে"),
                n("a1a27c26", "ভূমিকা পরিবর্তন করুন"),
                n("fd7b1b1c", "ফিরে যান"),
                n("ec67d021", function (e) {
                    return "তাদের নতুন অনুমতি নিয়ে @" + e.screenName + " এই অ্যাকাউন্টের হয়ে কাজ করতে পারবেন।";
                }),
                n("h502484e", "মুলতবি রাখা আমন্ত্রণ"),
                n("a171ca7c", "সদস্যের আমন্ত্রণ নাকচ করুন"),
                n("f68f079c", "ভূমিকা পরিবর্তন করুন"),
                n("b2794e9e", "গ্রুপ থেকে সরিয়ে দিন"),
                n("gca83d6a", "তারা আর এই অ্যাকাউন্টের অ্যাডমিন থাকবেন না।"),
                n("b8cac21c", "তারা আর এই অ্যাকাউন্টের অবদানকারী থাকবেন না।"),
                n("hd67c2e8", "আমন্ত্রণ নাকচ করুন"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + "-কে কি সরাবেন?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + "-এর আমন্ত্রণ নাকচ করতে চান?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + "-কে গ্রুপ থেকে সরিয়ে দেওয়া হয়েছে";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + "-কে আমন্ত্রণ করা হয়নি";
                }),
                n("a44c6034", "মুলতবি রাখা আমন্ত্রণগুলি"),
                n("e39bc936", " সদস্য হিসাবে আপনি সরাসরি বার্তা পাঠাতে পারবেন, পোস্ট প্রকাশ করতে পারবেন, সূচী তৈরি করতে পারবেন এবং এদের পাশাপাশি সেগুলি দেখতেও পারবেন। অ্যাডমিনরা অবদানকারীদের আমন্ত্রণ জানাতে বা সরিয়ে দিতে পারবেন এবং পোস্ট অ্যানালিটিকসও দেখতে পারবেন।"),
                n("h0d3bddc", "অ্যাডমিনের অ্যাক্সেস"),
                n("c54aafb0", "অবদানকারীর অ্যাক্সেস"),
                n("idc35f32", "আপনাকে কোন অ্যাকাউন্টের দায়িত্ব দেওয়া হয়নি"),
                n("fab787b4", "অ্যাকাউন্ট ছেড়ে দিন"),
                n("bfbe9620", "সদস্যদের দেখুন"),
                n("d52a2b36", "আপনি আর এই অ্যাকাউন্টের অ্যাডমিন থাকবেন না।"),
                n("df515932", "আপনি আর এই অ্যাকাউন্টের অবদানকারী থাকবেন না।"),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " ছেড়ে যাবেন?";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + " ছেড়ে চলে গেছেন";
                }),
                n("c6dae164", "আমন্ত্রণ গ্রহণ করুন"),
                n("f8376170", "আমন্ত্রণ অস্বীকার করুন"),
                n("a68c45e4", "অস্বীকার করুন"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + "এর আমন্ত্রণ কি অস্বীকার করবেন?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + "-এ সদস্যতার অনুরোধ অস্বীকার করা হয়েছে";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + "-এ সদস্যতার অনুরোধ গ্রহণ করা হয়েছে";
                }),
                n("d2da668c", "সদস্যদের উপর দায়িত্ব দিন"),
                n("ddf27b8e", "একজন অবদানকারীকে আমন্ত্রণ জানান"),
                n("jba63182", "এই অ্যাকাউন্টে সদস্যদের ভূমিকা দেখুন। সদস্যরা সরাসরি বার্তা পাঠাতে, পোস্ট প্রকাশ করতে, সূচী তৈরি করার পাশাপাশি সেগুলি দেখতেও পারবেন।"),
                n("af59527e", "এই অ্যাকাউন্টে সদস্যদের ভূমিকা দেখুন ও অবদানকারীদের আমন্ত্রণ জানান। সদস্যরা সরাসরি বার্তা পাঠাতে, পোস্ট প্রকাশ করতে, সূচী তৈরি করার পাশাপাশি সেগুলি দেখতেও পারবেন।"),
                n("eafcc76a", "এই অ্যাপটি যে জিনিসগুলো দেখতে পারে..."),
                n("j3998a16", "এই অ্যাপ যে জিনিসগুলো করতে পারে..."),
                n("a6845663", function (e) {
                    return "আপনি " + e.date + " তারিখে এই অ্যাপগুলোর অনুমতিতে অনুমোদন প্রদান করেছেন";
                }),
                n("b2347f7c", "অ্যাপ্লিকেশন ডেটা লোড হচ্ছে"),
                n("e1fda16e", "আপনি এই অ্যাপটিকে সংযুক্ত করেননি"),
                n("b8f3ed46", "আপনি যখন আপনার X অ্যাকাউন্টে কোনো তৃতীয় পক্ষের অ্যাকাউন্ট সংযোগ করেন তখন আপনি আপনার অ্যাকাউন্ট ব্যবহার করার জন্য সেই অ্যাপ্লিকেশনটির অ্যাক্সেস নিশ্চিত করেন।"),
                n("gb8d09ba", "আপনার ইমেইল ঠিকানাতে অ্যাক্সেস আছে"),
                n("g6dc09a0", "অনুমতিগুলি"),
                n("a6e6e898", "কেবল-পঠনযোগ্য"),
                n("cde3b9ae", "পঠন ও লিখন"),
                n("g0d7813a", "পঠন, লিখন ও সরাসরি বার্তাগুলি"),
                n("c9b35b9e", "আপনার বিজ্ঞাপন ডেটা পড়ুন"),
                n("e0191264", "আপনার ডেটা পড়ুন, তৈরি করুন ও পরিচালনা করুন"),
                n("b73e1e8a", "কিভাবে অ্যাক্সেস পুনরুদ্ধার করতে হয় শিখুন"),
                n("c174e46e", "কম দেখান"),
                n("a39075ff", function (e) {
                    return "আরও " + e.n + "টি";
                }),
                n("da6cdba8", "অ্যাপের অনুমতিগুলো প্রত্যাহার করুন"),
                n("ef1d3dcc", "অ্যাপ্লিকেশনের বিরুদ্ধে রিপোর্ট করুন"),
                n("d64e29c6", "দেখানো ডিভাইস থেকে লগ আউট করুন"),
                n("idfa01cc", "ডিভাইসে যা দেখানো হচ্ছে তার থেকে লগ আউট করবেন?"),
                n("f400075e", "এটি আপনার সক্রিয় X সেশন বন্ধ করবে এবং নতুন একটি শুরু করতে আপনাকে আবার লগ ইন করতে হবে।"),
                n("e04ba39c", "তারিখ ও সময়"),
                n("eed75824", "আপনি আপনার সক্রিয় X সেশন সমাপ্ত করেছেন৷"),
                n("ddcd3d26", "সেশন ডেটা লোড হচ্ছে"),
                n("d2f0f3fe", "আমরা এই সেশন খুঁজে পাচ্ছি না"),
                n("ga05517a", "আপনি এখনও কোনও রিপোর্ট তৈরি করেননি"),
                n("ea1715c0", "আপনি করলে সেগুলি এখানে দেখানো হবে।"),
                n("b70a2cde", "সংবেদনশীল মিডিয়া শনাক্ত করায় সহায়তার জন্য আমরা প্রযুক্তি ব্যবহার করি, তাই আমরা সবসময় আরও উন্নতি করলেও, সবসময় হয়তো তা সঠিকভাবে নাও বুঝতে পারি।"),
                n("ee320a07", "সংবেদনশীল মিডিয়া নীতি"),
                n("ffeb836a", "সেটিংস অনুপলভ্য"),
                n("f2fb9746", "এই সেটিংগুলো উপলভ্য নয় কারণ এগুলো অপ্রয়োজনীয় কুকিজের ক্ষেত্রে প্রযোজ্য। যেহেতু আপনি ইতোমধ্যেই সেগুলো বাদ দেওয়ার মনঃস্থির করেছেন , আমরা শুধুমাত্র সেই কুকিজ ব্যবহার করছি যা আপনার ডিভাইস থেকে প্রয়োজনীয় তথ্য সংগ্রহ করে।"),
                n("aa4342be", "গ্রাফিক সহিংসতা"),
                n("jfec3aa0", "প্রাপ্তবয়স্কদের সামগ্রী"),
                n("j6bacd6a", "যতক্ষণ না আপনি গ্রাফিক সহিংসতা হিসাবে চিহ্নিত মিডিয়া দেখার জন্য বেছে নিচ্ছেন, ততক্ষণ এটি লুকান। iOS-এর জন্য X-এ, এই মিডিয়াটি একেবারেই দেখানো হবে না।"),
                n("a73e66a8", "যতক্ষণ না আপনি প্রাপ্তবয়স্কদের জন্য কনটেন্ট হিসাবে চিহ্নিত মিডিয়া দেখার জন্য বেছে নিচ্ছেন, ততক্ষণ এটি লুকান। iOS-এর জন্য X-এ, এই মিডিয়াটি একেবারেই দেখানো হবে না।"),
                n("fef1b8dc", "যতক্ষণ না আপনি সংবেদনশীল হিসাবে চিহ্নিত মিডিয়া দেখার জন্য বেছে নিচ্ছেন, ততক্ষণ এটি লুকান। iOS-এর জন্য X-এ, এই মিডিয়াটি একেবারেই দেখানো হবে না।"),
                n("d0a5a1c0", "সতর্ক করুন"),
                n("ga197e26", "সব দেখান"),
                n("eb723386", "এটি কখনো দেখতে চাই না"),
                n("ea31c622", "এতে মৃত্যু, সহিংসতা, গুরুতর শারীরিক আঘাত, অথবা চিকিৎসা পদ্ধতিকে গ্রাফিক বিবরণে চিত্রিত করা মিডিয়া অন্তর্ভুক্ত রয়েছে।"),
                n("e40985c4", "এতে পর্নোগ্রাফিক অথবা যৌন উত্তেজনা সৃষ্টির উদ্দেশ্যে সম্মতিক্রমে উৎপাদিত এবং শেয়ার করা মিডিয়া অন্তর্ভুক্ত রয়েছে।"),
                n("h7e0672b", "মিডিয়া সেটিংস"),
                n("de9f111a", "আপনার বর্তমান সাবস্ক্রিপশন পরিচালনা করুন"),
                n("d5839f9e", "আপনার Stripe অ্যাকাউন্ট থেকে নিজের শর্তাবলী পর্যালোচনা করুন বা সাবস্ক্রিপশন পরিচালনা করুন।"),
                n("a840c22c", "বিদ্যমান X Premium সাবস্ক্রিপশন পরিচালনা করুন"),
                n("e31456f8", "টিয়ার পরিবর্তন করুন"),
                n("a7c4ecea", "একটি বিজ্ঞাপন-মুক্ত For You টাইমলাইনের অভিজ্ঞতা উপভোগ করুন এবং সবচেয়ে বড় উত্তরের' বুস্ট পান।"),
                n("h15cc518", "বিভিন্ন স্তরের বিকল্পগুলি এক্সপ্লোর করুন এবং মাসিক ও বার্ষিক প্ল্যানের মধ্যে বেছে নিন।"),
                n("ce70c590", "অ্যাফিলিয়েশন ব্যাজগুলি পরিচালনা করুন"),
                n("a49e1b2a", "আপনার অ্যাফিলিয়েশন বাছাই করুন"),
                n("e2daf93c", "প্রথম ব্যাজটি সকল পোস্টে প্রদর্শন করা হবে।"),
                n("ab8089ea", "পুনঃক্রম করুন"),
                n("e0221c42", "X-এ এবং এর বাইরে আরও ভালো একটি পড়ার অভিজ্ঞতা।"),
                n("adcaa214", "আপনি যাদের অনুসরণ করেন তাদের সবচেয়ে বেশি শেয়ার করা নিবন্ধগুলো দেখুন।"),
                n("b62d6e4c", "রিডার"),
                n("acf63cd2", "থ্রেড পড়ার জন্য আপনার পছন্দের টেক্সটের আকার সেট করুন। একটি থ্রেডের যেকোনো পোস্টের মধ্যে থেকে বই বোতামটি বেছে নিয়ে পাঠক ফিচারটি চালু করুন।"),
                n("e5fff0c8", "আপনার সাবস্ক্রিপশনটি সক্রিয়।"),
                n("ac057b4e", "X-এ এনগেজ হওয়ার আপনার কমপ্লিমেন্টারি সাবস্ক্রিপশন বাতিল করতে,  সহায়তার টিমের সাথে যোগাযোগ করুন।"),
                n("ib8ebf3b", function (e) {
                    return "দেখে মনে হচ্ছে আপনি " + e.mobilePlatform + " ডিভাইসে একটি সাবস্ক্রিপশন নিয়ে এসেছেন। আপনাকে সেই প্ল্যাটফর্ম থেকে আপনার সাবস্ক্রিপশন পরিচালনা করতে অথবা বাতিল করতে হবে।";
                }),
                n("i8132774", "আপনার সবচেয়ে বিশিষ্ট অনুসরণকারীদের জন্য বাড়তি সামগ্রী"),
                n("a1222584", "আপনার কন্টেন্ট থেকে সরাসরি অর্থ উপার্জন করুন"),
                n("df837dac", "আনুমানিক অর্জিত আয়/পেআউটের থ্রেশহোল্ড"),
                n("df29646e", "পেআউটের সীমা"),
                n("b0ac642a", "পেআউটগুলি আপনার অ্যাকাউন্টে জমা হতে 90 দিন পর্যন্ত সময় নিতে পারে৷"),
                n("c747df1c", "পে আউট-এর বিশদ সেট আপ করুন"),
                n("ac814a76", "আপনি এখনও আপনার পে আউট-এর বিশদ সেট আপ করেননি।"),
                n("f139168e", "উপার্জনের ড্যাশবোর্ড"),
                n("ee0510c2", "পেআউটের ইতিহাস"),
                n("c9b82b4c", "আবেদন গ্রহণ করা হয়েছে। আপনার সাবস্ক্রিপশন তৈরি করুন"),
                n("ibb5e1c8", "অ্যাপ্লিকেশন প্রত্যাখ্যান করা হয়েছে"),
                n("b255df58", "আবেদন জমা দেওয়া হয়েছে · পর্যালোচনার জন্য অপেক্ষা করা হচ্ছে"),
                n("b3f834c8", "অ্যাপ্লিকেশন অপেক্ষারত সূচীতে রয়েছে"),
                n("i14be2c6", "আনুমানিক উপার্জনজনিত আয়"),
                n("fd74390a", "নির্মাতার আইডি যাচাই করা হয়েছে"),
                n("e8dc82e2", "সক্রিয় প্রোগ্রাম"),
                n("c12c5eb6", "উপলব্ধ প্রোগ্রামগুলি"),
                n("j53f5eb0", "যোগ্য নির্মাত্রারা মাসিক সাবস্ক্রিপশন এবং বিজ্ঞাপনের রেভিনিউ শেয়ার করার জন্য সাইন আপ করতে পারেন।"),
                n("e9c1273a", "যোগ্য নির্মাত্রারা মাসিক সাবস্ক্রিপশন এবং নির্মাতার রেভিনিউ শেয়ার করার জন্য সাইন আপ করতে পারেন।"),
                n("jd176c82", "আপনার এলাকায় পেআউট সমর্থন করা হয় না"),
                n("d6ff74ca", "দুর্ভাগ্যবশত, আমাদের পেমেন্ট প্রদানকারী এখনো আপনার দেশে পেআউট সমর্থন করে না। কিছু কিছু মনেটাইজেশন প্রোগ্রাম উপলব্ধ নেই।"),
                n("e89cdac0", "পেআউট অ্যাকাউন্ট পরিচালনা করুন"),
                n("dd7a54b4", "আপনার Stripe অ্যাকাউন্ট সেট আপ করুন"),
                n("jff3ab68", "পরিচয় যাচাইকরণ"),
                n("j2876824", "আপনার পরিচয় যাচাই করুন"),
                n("ebd06fb0", "ID জমা দেওয়া হয়েছে"),
                n("f65b960c", "আমরা আপনার সরকার দ্বারা জারি করা ID রিভিউ করছি।"),
                n("i4a1e936", "আপনার পেমেন্ট পেতে, আপনি একটি নতুন Stripe অ্যাকাউন্ট তৈরি করুন বা বিদ্যমান একটি অ্যাকাউন্টের সাথে লিঙ্ক করুন।"),
                n("f5931b6a", "নির্মাতার প্রোগ্রামে অংশগ্রহণের জন্য পরিচয় যাচাইকরণ করা প্রয়োজন। আপনি যদি আগে ক্রিয়েটর প্রোগ্রামের জন্য আপনার আইডি জমা দিয়ে থাকেন তাহলে আপনাকে আর এটি আবার জমা দিতে হবে না।"),
                n("c8798a95", "এখানে"),
                n("d809ac49", "এখানে"),
                n("bbe09d38", "আবেদন মঞ্জুর করা হয়েছে · অ্যাপ স্টোরে মুলতুবি করা কনফিগারেশন"),
                n("efbc5066", "ID যাচাইকরণ করা বাকি আছে"),
                n("hc7631da", "আপনি আপনার Stripe অ্যাকাউন্টের সেট আপ সম্পূর্ণ করেননি"),
                n("h72d71a2", "যোগ্য"),
                n("e12b0b16", "এখনও যোগ্য নন"),
                n("a1e57106", "অসম্পূর্ণ "),
                n("i51b4e22", "প্রত্যাখ্যাত"),
                n("h5bd7160", "এই অ্যাকাউন্ট ID যাচাইকরণের জন্য যোগ্য হয়।"),
                n("e32040c4", "পেআউটগুলি পেতে আপনাকে অবশ্যই আইডি যাচাইকরণ প্রক্রিয়াটি সম্পূর্ণ করতে হবে।"),
                n("j8769b42", "আমরা আপনার সরকার দ্বারা জারি করা ID রিভিউ করছি।"),
                n("be955554", "নির্মাতার আয়ের শেয়ারিং"),
                n("b03a3d62", "বিজ্ঞাপনের উপার্জন শেয়ার করা"),
                n("cbbe29c2", "আপনি পে আউটের জন্য ট্র্যাকে আছেন।"),
                n("g97a2d6c", "আরও জানুন"),
                n("f30774ea", "মনেটাইজেশন প্রোগ্রাম এবং তার নীতিগুলির বিষয়ে এখানে আরও বিশদে জানুন।"),
                n("aea0b11a", "X-এ আপনার মাসিক কন্টেন্টে যেকোনো মানুষকে সাবস্ক্রাইব করতে দিয়ে অর্থ উপার্জন করুন।"),
                n("bce47f48", "আপনার পোস্টের এনগেজমেন্ট X থেকে আয় করুন।"),
                n("h7a68080", "আপনার পোস্টের উত্তরে পরিবেশন করা বিজ্ঞাপনের থেকে উপার্জন করুন। "),
                n("eefd091e", "পরিচয় যাচাইকরণ আবশ্যক"),
                n("cd616a5a", "নির্মাতার প্রোগ্রামে অংশগ্রহণ করার জন্য পরিচয় যাচাইকরণ আবশ্যক।"),
                n("cce8c40a", "আইডি যাচাই করুন"),
                n("ja73ebac", "আয়"),
                n("h16eeb42", "পরিচালনা করা"),
                n("bc43a32e", "সাম্প্রতিক কার্যকলাপ"),
                n("i4c3b046", "এই মুহুর্তে আপনার কাছে নতুন কোনও কয়েন নেই।"),
                n("ca516a66", "সকল কার্যকলাপ দেখুন"),
                n("ee9ea930", "ডায়মন্ড"),
                n("cf3b535e", "যোগ্য পোস্টগুলোতে অর্জন করে কয়েন থেকে ডায়মন্ড জমা করা হয়। ডায়মন্ড থেকে উপার্জন করা অর্থ আপনার প্রত্যাশিত উপার্জনের সাথে যোগ হয়ে যায়।"),
                n("fbb7764b", function (e) {
                    return e.count + " কয়েন";
                }),
                n("e70a07b2", "বেনামী"),
                n("c76972f0", "শেষ পেআউট থেকে"),
                n("c219a552", "সব সময়"),
                n("f3ce76c0", "আরও সাহায্যের প্রয়োজন?"),
                n("i8982e7e", "আপনার কোনও প্রশ্ন থাকলে, আমাদের সহায়তা কেন্দ্র দেখুন বা আমাদের সাথে যোগাযোগ করুন।"),
                n("fbbfe8aa", "কয়েন নিস্ক্রিয় করবেন"),
                n("e4f29140", "নিষ্ক্রিয় করলে, আপনাকে কয়েন প্রোগ্রাম থেকে সরানো হবে এবং আপনি আর কয়েন পাওয়ার যোগ্য থাকবেন না।"),
                n("e58e85d2", "নিষ্ক্রিয় করা চালিয়ে যান"),
                n("be8e87b4", "কয়েন নিস্ক্রিয় করবেন?"),
                n("bee26fa8", "হ্যাঁ, নিষ্ক্রিয় করুন"),
                n("f0145c9a", "কয়েন এখন নিষ্ক্রিয় করা হয়েছে"),
                n("a22f6808", "সব কার্যকলাপ"),
                n("g1b8020c", "গত 30 দিন"),
                n("jb13b840", "সবসময়"),
                n("b4f24360", "গত 30 দিনে আপনার কাছে নতুন কোনও কয়েন নেই।"),
                n("d59dbf8a", "সংক্ষিপ্তসার"),
                n("g652fc4c", "এই মাসে আপনার কোনো পেআউটের ইতিহাস নেই।"),
                n("d55e017a", "এই মাসে"),
                n("f883322d", function (e) {
                    return "লেনদেনের আইডি " + e.transactionId;
                }),
                n("d978f43e", "নতুন সাবস্ক্রিপশন"),
                n("d113fc10", "আপনার এই মুহূর্তে কোনো নতুন সাবস্ক্রিপশন নেই।"),
                n("h7a41c02", "রিনিউয়াল"),
                n("eedf2eaa", "এই মুহূর্তে আপনার কোনো রিনিউয়াল নেই।"),
                n("d93308d8", "সমস্ত লেনদেন দেখুন"),
                n("a23e724a", "এই অ্যাকাউন্টটি উপলভ্য নেই।"),
                n("a384fda0", "সাবস্ক্রিপশনের সারাংশ"),
                n("i4313618", "নিজের পরিচয় দিন এবং লোকেরা আপনাকে ভালোমত অনুসরণ করলে তারা কী আশা করতে পারেন তার বর্ণনা দিন।"),
                n("c0348964", "ভূমিকা"),
                n("g522fd30", "সাবস্ক্রাইবড সুবিধা"),
                n("e85471c6", "সাবস্ক্রাইবড ব্যাজ"),
                n("fd75ca92", "আপনি একটি সার্বজনীন সাবস্ক্রাইবড ব্যাজ পাবেন, যা আপনাকে সহজে নজরে আনবে এবং চ্যাট করা ও সংযোগ করা সহজ করে তুলবে।"),
                n("ia9c37c4", "মূল্য নির্ধারণ"),
                n("f5be83b2", "কমিউনিটিতে যোগদান করুন"),
                n("e4ee8c6a", "নির্মাতা ফিডব্যাক কমিউনিটিতে আইডিয়া শেয়ার করুন, অনুপ্রেরণা পান এবং অন্যান্য নির্মাতাদের সাথে সংযোগ করুন।"),
                n("i3a90dee", "সাবস্ক্রিপশন নিষ্ক্রিয় করুন"),
                n("e261e6e6", "নিষ্ক্রিয় করলে, আপনাকে সাবস্ক্রিপশন প্রোগ্রাম থেকে সরিয়ে দেওয়া হবে এবং আপনি আপনার সকল সাবস্ক্রাইবারকে হারাবেন।"),
                n("ca5ca5ee", "পূর্বরূপ দেখুন"),
                n("a329ce88", "একটি বিবরণ যোগ করুন..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "পোস্টের প্রিভিউ সক্রিয় করুন"),
                n("c1521804", "আপনার সাবস্ক্রাইবার পোস্টের প্রিভিউ যারা সাবস্ক্রাইবার নন তাদেরও দেখানো হবে।"),
                n("jd0f1ac0", "সাবস্ক্রিপশন নিষ্ক্রিয় করবেন?"),
                n("c6c27fc8", "সাবস্ক্রিপশন নিষ্ক্রিয় করা একটি স্থায়ী ব্যাপার। আপনাকে সাবস্ক্রিপশন প্রোগ্রাম থেকে সরিয়ে দেওয়া হবে। প্রোগ্রামে ফিরে যেতে গেলে, আপনাকে আবার আবেদন করতে হবে।"),
                n("f82a23ec", "সাবস্ক্রিপশন এখন নিষ্ক্রিয় আছে"),
                n("a4c6e458", "আপনি আপনার মাসিক সাবস্ক্রিপশন ফি এই হিসেবে সেট করেছেন:"),
                n("be54a313", function (e) {
                    return e.price + "/মাস";
                }),
                n("hadd463a", "দাম পরিবর্তনের অনুরোধ জানান"),
                n("b0728b5c", "দামের পরিবর্তন বাতিল করুন"),
                n("aea9f79c", "আপনার জন্য এই দাম পরিবর্তন বিলম্বিত আছে:"),
                n("c701e5cc", "আপনার করা পরিবর্তনগুলি সেভ হবে না।"),
                n("a649778c", "সম্পাদনা চালিয়ে যান"),
                n("d1a683b8", "সাবস্ক্রিপশন নির্মাতার পরিচয়"),
                n("iba08a94", "সব কিছু কেমন লাগছে?"),
                n("a5f55bfa", "সম্ভাব্য সাবস্ক্রাইবাররা আপনার পৃষ্ঠায় এলে, এটি দেখতে পাবেন। আপনি যেকোনো সময় ফিরে আসতে ও আপনার বিবরণ আপডেট করতে পারেন।"),
                n("b600eb88", "আপনার লোকজনকে খুঁজুন এবং পরিচিত হোন"),
                n("da48ebf6", "নিবন্ধন করার সময় বাড়তি সামগ্রী পান"),
                n("f324fb6c", "সাবস্ক্রিপশন"),
                n("c654a3aa", "কেবল সাবস্ক্রাইবারাই পোস্ট দেখতে পারবেন"),
                n("d409ce3c", "বাড়তি কন্টেন্ট ও অতিরিক্ত পার্কের জন্য X-এ আপনার পছন্দের লোকজনকে সাহায্য করুন।"),
                n("a4ed9072", "একটি ভূমিকা যোগ করুন…"),
                n("af5b098e", "সাবস্ক্রিপশনের সুবিধাসমূহ"),
                n("gf32cca2", "আপনি যে সুবিধার অফার করবেন তার বিবরণ দিন"),
                n("j8ba99b4", "আপনি যে বাড়তি সামগ্রী ভাগ করবেন তার একটি দ্রুত সারসংক্ষেপ সহ প্রতি মাসে লোকেরা কী করছে তাদের সেই আনন্দ দিন।"),
                n("j679dcda", "উদাহরণ দেখুন"),
                n("j325331a", "হ্যালো বলার জন্য এক মিনিট সময় নিন"),
                n("e18e8da8", "আপনার সম্ভাব্য সাবস্ক্রাইবারদের দ্রুত ভূমিকা দেওয়ার মাধ্যমে, প্রথমেই ভালো প্রভাব তৈরির চেষ্টা করুন।"),
                n("fce14f56", "নতুন দাম"),
                n("b0c58272", "একটি নতুন মাসিক মূল্য নির্ধারণ করুন। মূল্য পরিবর্তন প্রক্রিয়া করতে 3-7 কার্যদিবস সময় লাগতে পারে। মূল্য বৃদ্ধির জন্য বিদ্যমান গ্রাহকদের অপ্ট-ইন করা প্রয়োজন হতে পারে।"),
                n("d5737f0e", "মাসিক সাবস্ক্রিপশন"),
                n("edc014fb", "আরও জানুন"),
                n("h810143c", "বিবরণ"),
                n("ga57b610", "কেনাকাটার তারিখ"),
                n("h3b68828", "কেনাকাটার প্রকার"),
                n("cc2aa67a", "কেনাকাটার প্ল্যাটফর্ম"),
                n("b313bb24", "পেমেন্ট"),
                n("e5188502", "সব বিক্রি চূড়ান্ত পর্যায়"),
                n("bf364d62", "সমস্ত লেনদেন"),
                n("ed3efef0", "গত 30 দিনে আপনার কোনো নতুন সাবস্ক্রিপশন নেই।"),
                n("b5f9ec14", "গত 30 দিনে আপনার কোনো রিনিউয়াল নেই।"),
                n("d8eed490", "জনসমক্ষে প্রদর্শিত আপনার প্রোফাইল পরিচালনা করুন"),
                n("e26dbcd0", "আপনার নির্মাতার সাবস্ক্রিপশনগুলো লোকান"),
                n("aea7dda8", "আপনার প্রোফাইলে থাকা আপনার নির্মাতার সাবস্ক্রিপশনের তালিকা কেবল আপনিই দেখতে পাবেন।"),
                n("j3d2cfc4", "আপনি কোন Spaces শুনছেন অনুসরণকারীদের তা দেখতে দিন"),
                n("d9588ae6", "মনে রাখবেন যে এই সেটিংটি বন্ধ থাকলেও আপনি যখন Space-এ থাকবেন তখন সকলে আপনাকে দেখতে পাবেন। আপনার অনুসরণকারীরা সবসময় দেখতে পাবেন যে আপনি কোন Space-এ হোস্টিং করছেন, কো-হোস্টিং করছেন বা কথা বলছেন।"),
                n("i84c5de8", "শীঘ্রই ক্রিয়েটার অ্যাপ আসছে"),
                n("b8922f7e", "সাবস্ক্রিপশন প্রোগ্রামে যোগদানের জন্য আবেদন করতে, শীঘ্রই আবার দেখে যাবেন।"),
                n("ad588be6", "আপনি যোগ্য!"),
                n("f6443bd2", "ভালো খবর আছে — আপনি সাবস্ক্রিপশনের জন্য আমাদের যোগ্যতার প্রয়োজনীয়তাগুলি পূরণ করেছেন। আবেদন জানানোর জন্য প্রস্তুত?"),
                n("a3a20a10", "পরে এসে দেখুন"),
                n("b8d29e4a", "দুর্ভাগ্যবশত, সাবস্ক্রিপশনের জন্য আমাদের যোগ্যতার প্রয়োজনীয়তাগুলি আপনি এইবার পূরণ করতে পারেননি।"),
                n("d92c1d0a", "অ্যাপ্লিকেশনে চালিয়ে যান"),
                n("fde27650", "সাবস্ক্রিপশন-এর শর্তাবলী"),
                n("c5f89b06", "Premium সাবস্ক্রাইব করে যাচাইকরণ হন"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " যাচাইকৃত অনুসরণকারী";
                }),
                n("b747ce3a", "গত 30 দিন ধরে সক্রিয়"),
                n("c27f57ac", "অন্তত 18 বছর বয়সী হতে হবে"),
                n("h63d2973", function (e) {
                    return "বিগত 3 মাসে " + e.count + "টি অর্গানিক ইম্প্রেশন।";
                }),
                n("ef606fca", "আপনার সর্বাধিক যুক্ত অনুসরণকারীদের জন্য পেইড সাবস্ক্রিপশন"),
                n("e533715e", "যোগ্যতা চেক করুন"),
                n("d8671da2", "X-এর মাধ্যমে উপার্জন করুন"),
                n("d126a504", "আপনার প্রিয় অনুসরণকারীদের জন্য একটু বিশেষ কিছু করুন এবং প্রতি মাসে অর্থ উপার্জন করুন। "),
                n("d08d0bb2", "বাড়তি সামগ্রী"),
                n("ef29d2c2", "অতিরিক্ত পোস্ট এবং ব্যক্তিগত জবাবের সাথে অলিখিত চিন্তা, ধারণা এবং মতামত ভাগ করুন।"),
                n("if12af7c", "সাবস্ক্রিপশনের সেটআপ"),
                n("cc4c1a14", "দামের সেটআপ"),
                n("e1453e45", "আরও জানুন"),
                n("aa7e35ee", "আপনার অ্যাকাউন্ট নির্বাচন করা হয়নি"),
                n("c984cc62", "এইবার আপনার অ্যাকাউন্ট নির্বাচন করা হয়নি। অংশগ্রহণ করার জন্য ভবিষ্যতের সুবিধা পেতে যুক্ত থাকুন।"),
                n("gd115e64", "সাবস্ক্রিপশনের জন্য আবেদন করুন"),
                n("a9f08d5c", "নীচের প্রশ্নগুলির আপনার উত্তরগুলি আমাদের রিভিউর জন্য এবং আপনার প্রোফাইলে দেখানো হবে না৷"),
                n("c3f8d650", "আপনার কন্টেন্টের বিবরণ দিন..."),
                n("j89dd344", "অনুগ্রহ করে আপনার সাবস্ক্রিপশনে যে কন্টেন্ট অন্তর্ভুক্ত করা হবে তার একটি উদাহরণ দিন, যত বেশি নির্দিষ্ট তত ভালো।"),
                n("d19cc490", "একটি উদাহরণের কন্টেন্ট যোগ করুন"),
                n("c737c1b2", "আপনার অভিজ্ঞতা সম্পর্কে আমাদের বলুন"),
                n("f98e5fd4", "আপনি কি অন্যান্য প্ল্যাটফর্মে পেমেন্টের কন্টেন্ট তৈরি করেন? ব্যবহারকারীরা কেন সাবস্ক্রাইব করবেন বলে আপনি মনে করেন?"),
                n("c41b01be", "একটি পিচ যোগ করুন"),
                n("e2aad0fe", "আমি গ্রাফক বা প্রাপ্ত বয়স্ক সাবস্ক্রাইবারের কন্টেন্ট পোস্ট করব না"),
                n("d1b983ef", function (e) {
                    return "অন্তত " + e.count + " অক্ষরের হতে হবে";
                }),
                n("d3d6c52c", "আপনার অ্যাপ্লিকেশন জমা দেওয়া হয়েছে"),
                n("cb27c0ba", "আমরা আপনার দাম নিশ্চিত করেছি। আপনার অ্যাপ্লিকেশন রিভিউ করা হবে এবং আপনাকে অ্যাপ্রুভ করা হলে, এটি লাইভ হওয়ার সাথে সাথে আমরা আপনাকে একটি বিজ্ঞপ্তি পাঠাব।"),
                n("j274e6aa", "আপনি অপেক্ষা তালিকায় রয়েছেন"),
                n("j006be54", "আমাদের সাবস্ক্রিপশন টেস্ট গ্রুপ খুব শীঘ্র পূরণ হয়ে গেছে, তবে আমরা আপনাকে ওয়েটলিস্টে যোগ করেছি এবং আরও স্পট যখন খুলবে তখন আমরা আপনাকে জানাব।"),
                n("d5cb1114", "সাবস্ক্রিপশন শুরু করা যাক"),
                n("j2f622ec", "আপনাকে আমাদের টেস্ট গ্রুপের জন্য নির্বাচন করা হয়েছে। আপনার সাবস্ক্রিপশনের বিশদ বিবরণ এখনই সেট আপ করুন এবং সাবস্ক্রিপশন কখন লাইভ হবে আমরা আপনাকে সেই বিষয়ে জানাব।"),
                n("e2cd7000", "প্রায় সম্পন্ন..."),
                n("b3629b92", "আপনার সাবস্ক্রিপশন সেট আপ সম্পূর্ণ করতে আর মাত্র কয়েকটি ধাপ বাকি।"),
                n("f4619a62", "স্বীকার করুন এবং চালিয়ে যান"),
                n("c5625f84", "আপনার সাবস্ক্রিপশনের সুবিধা বর্ণনা করুন"),
                n("c7289544", "সাবস্ক্রিপশনের মূল্য সেট করুন"),
                n("aaf68c58", "আপনার পেআউট-এর বিস্তারিত বিবরণ নিশ্চিত করুন"),
                n("b8a69fa0", "সাবস্ক্রিপশন-এর শর্তাবলী"),
                n("ad4a92a2", "ব্যাজ"),
                n("d5aa8de0", "আপনার সাবস্ক্রাইবারদের ব্যাজ দিন"),
                n("j0bbda92", "এখানে পরিবর্তন বা সম্পাদনা করার কিছু নেই। আপনার অ্যাকাউন্টে সাবস্ক্রাইব করার পরে, সকল সাবস্ক্রাইবাররা আপনা-আপনি একটি করে সার্বজনীন ব্যাজ পাবে।"),
                n("e18b7a72", "পর্যালোচনা করুন"),
                n("be76dc34", "বিবরণ যোগ করুন"),
                n("ef5406e4", "ভূমিকা যোগ করুন"),
                n("ea8a3d2e", "মূল্য সেট আপ করা"),
                n("f77bb179", function (e) {
                    return "আপনার " + e.price + " নির্বাচন নিশ্চিত করুন";
                }),
                n("g2a6f160", "আপনার সাবস্ক্রিপশন মূল্য আর একবার চেক করে নিশ্চিত করুন। সেট করার পরে আপনি আর ফিরে এসে, এটি পরিবর্তন করতে পারবেন না।"),
                n("g767d1c9", "মনে রাখবেন: সাবস্ক্রিপশনটি পরীক্ষার পিরিয়ডে থাকার সময় আপনি আর এটি"),
                n("df057690", "আপনার সাবস্ক্রাইবাররা কত টাকা দেবেন তা বেছে নিন"),
                n("g5923869", function (e) {
                    return e.price + " প্রতি মাসে";
                }),
                n("f025ab3a", "বড়, বিস্তৃত বেস নির্মাণ করুন"),
                n("c962df0e", "অনিয়মিত পোস্ট করা এবং সাবস্ক্রাইবারদের সাথে ইন্টারঅ্যাক্ট করা"),
                n("ib075804", "আপনার বেস ও সর্বোচ্চ আয় বাড়ান"),
                n("fc04f3a6", "পোস্ট করা এবং সাবস্ক্রাইবারদের সাথে ইন্টারঅ্যাক্ট করা"),
                n("c246656e", "অন্তরঙ্গ ভিত্তি তৈরী করুন"),
                n("h0c5405c", "নিয়মিত পোস্ট করা এবং সাবস্ক্রাইবারদের সাথে ইন্টারঅ্যাক্ট করা"),
                n("f2d2153d", function (e) {
                    return "বেশিরভাগ নির্মাতা " + e.price + " চার্জ করে কিন্তু আপনি যেকোনো দামম নির্ধারণ করতে পারেন";
                }),
                n("f1cb36b8", "পেআউটের সেট আপ"),
                n("e20f6662", "আপনি প্রস্তুত!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "আপনার পে আউট-এর বিস্তারিত বিবরণ সেট আপ করুন"),
                n("a3f6a966", "Stripe অ্যাকাউন্ট সংযোগ করুন"),
                n("cb031e44", "আপনার অ্যাকাউন্ট সংযোগ করতে আপনাকে Stripe-এ নিয়ে যাওয়া হবে। আপনার কাছে যদি কোনও বিদ্যমান Stripe অ্যাকাউন্ট থাকে যেটি আপনি ব্যবহার করতে চান, তাহলে সেই Stripe অ্যাকাউন্টের পাঠানো ইমেইল অ্যাড্রেস লিখুন। মনে রাখবেন: আপনার Stripe ইমেইল আপনার X ইমেইলের থেকে ভিন্ন হতে পারে। "),
                n("ebfb897c", "উদাহরণ"),
                n("dc4feb1a", "কী বলবেন তা নিয়ে নিশ্চিত নন?"),
                n("h9b9d486", "আপনি সাবস্ক্রাইবারদের যে ধরনের সামগ্রী অফার করেন তা সম্পূর্ণ আপনার উপর নির্ভর করে। শুরু করার বিষয়ে আপনাকে সাহায্য করার জন্য এখানে কিছু উদাহরণ রয়েছে।"),
                n("ic130fd6", "আপনি দৃশ্যের পিছনের কিছু সুন্দর কনটেন্ট, আমার বই এবং অন্যান্য প্রজেক্টের প্রারম্ভিক পিক ও মাসিক AMAs পাবেন।"),
                n("dd913e24", "আপনি বাস্তবে আমার হট টেক, আনস্ক্রিপ্ট করা চিন্তাধারা এবং অতিরিক্ত সামগ্রীর জন্য প্রস্তুত।"),
                n("b737ee66", "VIP অভিজ্ঞতা লাভের জন্য প্রস্তুত হোন। ভাবুন: পোল, ভিডিও ও ডিলের মতো শুধুমাত্র সাবস্ক্রাইবারদের জন্য উপলভ্য সামগ্রী।"),
                n("a0bb2076", "আপনার ভূমিকা সংক্ষিপ্ত এবং মধুর রাখুন, আপনি পরে আপনার বিষয়বস্তু বর্ণনা করতে সক্ষম হবেন। আপনাকে শুরু করতে সাহায্য করার জন্য এখানে কয়েকটি উদাহরণ রয়েছে।"),
                n("fe076612", "হাই, আমার সাবস্ক্রিপশন পেজে আপনাকে স্বাগত! আপনি এখানে আছেন, তার জন্য আমি খুব আনন্দিত। আমি যা করতে ভালোবাসি তা সম্ভব করে তোলার জন্য ধন্যবাদ।"),
                n("g7f66daa", "সবাই কেমন আছেন? আমার সাবস্ক্রিপশন চেক করার জন্য ধন্যবাদ। আপনাদের জন্য আমি যা রেখেছি, তা আপনাদের পছন্দ হবে বলেই মনে হয়।"),
                n("hbe4f99e", "আছেন! কিছু সেরা গোপনীয় সামগ্রী শেয়ার করতে এবং আপনাকে আরও ভালোভাবে জানার জন্য অপেক্ষা করতে পারছি না :)"),
                n("fb278c82", "এই পূর্বরূপটি কী?"),
                n("j6cab6ec", "আপনাকে সাবস্ক্রাইব করার আগে লোকেরা এটা দেখে। আপনি আপনার বর্ণনাগুলিকে ঠিকঠাক না করা পর্যন্ত টুইক ও সম্পাদনা করে যেতে পারেন।"),
                n("i22beaa4", "ডেটা শেয়ারিং"),
                n("e110a46c", "কথা-বার্তার ইতিহাস মুছুন"),
                n("ebc4fda0", "আপনি আপনার Grok কথাবার্তার ইতিহাস মুছতে চলেছেন। আপনি আর এই কথা-বার্তাগুলিতে অ্যাক্সেস করতে পারবেন না।"),
                n("c90fe716", "আপনি কী আপনার কথা-বার্তা মুছতে চান?"),
                n("a8d516a4", "X আপনার X পাবলিক ডেটার পাশাপাশি আপনার ব্যবহারকারীর ইন্টারঅ্যাকশন, ইনপুট এবং ফলাফলগুলিকে XAI-এর সাথে Grok এবং অন্যান্য AI মডেলগুলিকে প্রশিক্ষণ ও ফাইন-টিউন করার জন্য X-এর সাথে শেয়ার করতে পারে। এটি আমাদের ক্রমাগত আপনার ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে সাহায্য করে।"),
                n("a127886c", "Grok-কে আপনার কথোপকথনের ইতিহাস মনে রাখার অনুমতি দিন"),
                n("f49b39b8", "Grok কে আপনার আগের কথোপকথন থেকে বিশদ মনে রাখার অনুমতি দিন। আপনি সংশ্লিষ্ট বিবরণ ভুলে যাওয়ার জন্য পৃথক কথোপকথন মুছে ফেলতে পারেন।"),
                n("b7de9ad2", "Grok-এর সাথে আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করার জন্য X-কে অনুমতি দিন"),
                n("ed141096", "আপনার Grok অভিজ্ঞতা ব্যক্তিগতকৃত করার জন্য আপনার X ডেটা, সেইসাথে Grok-এর সাথে আপনার মিথস্ক্রিয়া, ইনপুট এবং ফলাফল ব্যবহার করার অনুমতি দিন X আপনার X ডেটা, সেইসাথে আপনার ব্যবহারকারীর মিথস্ক্রিয়া, ইনপুট এবং ফলাফল Grok-এর সাথে xAI-এর সাথে শেয়ার করতে পারে যাতে Grok এবং xAI দ্বারা তৈরি অন্যান্য AI মডেলগুলির সাথে আপনার অভিজ্ঞতাকে ব্যক্তিগতকৃত করা যায়। এটি আমাদের আপনার ব্যবহারকারীর অভিজ্ঞতা ক্রমাগত উন্নত করতে সাহায্য করে। "),
                n("ecdbece0", "আপনি সফলভাবে কয়েন প্রোগ্রামে যোগদান করেছেন।"),
                n("db3f0bbe", "নির্মাতাদের তাদের অ্যাকাউন্ট থেকে অর্থ উপার্জনে সহায়তা করা।"),
                n("a1f40cf8", "সম্মত"),
                n("d604fb32", "নির্মাতার শর্তাবলীতে"),
                n("d520d188", "কয়েন পান"),
                n("ea770766", "কয়েন হলো এক ধরনের ভার্চুয়াল জিনিস যা যোগ্য পোস্টগুলোর জন্য পাওয়া যায়। আপনি কয়েন পেতে থাকলে সেগুলি ডায়মন্ড হিসাবে জমতে থাকে এবং পরে আপনি সেগুলিকে নগদ অর্থ হিসাবে তুলতে পারেন।"),
                n("d27f5ac6", "প্যাসিভ আয়"),
                n("h1d66df0", "X-এ দারুন সব কন্টেন্ট পোস্ট করুন আর সহজেই অর্থ উপার্জন করুন। আপনার অনুসরণকারীরা এখন আপনাকে কয়েন দিয়ে পুরস্কৃত করতে পারবেন।"),
                n("f85fb0a2", "আপনার দর্শকদের সাথে সযোগ করুন"),
                n("d1433e24", "আপনার অনুগামীদের তাদের উপভোগ করা সবচেয়ে ভালো কন্টেন্টের জন্য নির্মাতা হিসাবে আপনাকে পুরস্কৃত করার সবচেয়ে মজাদার উপায় হলো কয়েন। এর মাধ্যমে আপনি আপনার অনুসরণকারী এবং অনুগামীদের সাথে আরও ভালো সম্পর্ক গড়ে তুলতে পারবেন।"),
                n("e6ba42de", "বিজ্ঞাপনের উপার্জনের শেয়ার"),
                n("ebc16756", "নির্মাতার উপার্জনের শেয়ার"),
                n("da4cd6fa", "দুর্ভাগ্যবশত, বিজ্ঞাপনের উপার্জনের শেয়ারের জন্য আপনি যোগ্য নন। অংশগ্রহণ করার জন্য আপনাকে নিম্নলিখিত প্রয়োজনীয়তাগুলি পূরণ করতে হবে:"),
                n("b2961492", "দুর্ভাগ্যবশত, নির্মাতার উপার্জনের শেয়ারের জন্য আপনি যোগ্য নন। অংশগ্রহণ করার জন্য আপনাকে নিম্নলিখিত প্রয়োজনীয়তাগুলি পূরণ করতে হবে:"),
                n("d3789528", "বিজ্ঞাপনের উপার্জনের শেয়ার করার বিষয়ে"),
                n("aa0ff456", "নির্মাতার উপার্জনের শেয়ার করার বিষয়ে"),
                n("bf214f48", "ঠিক আছে"),
                n("b2b4d592", "Premium বা যাচাইকৃত প্রতিষ্ঠানে সাবস্ক্রাইব করুন"),
                n("fbb03ba6", "500 জন Premium অনুসরণকারী"),
                n("hb4c5169", function (e) {
                    return "গত 3 মাসে আপনার পোস্টগুলিতে অন্তত " + e.impression_number + "M ইম্প্রেশন আছে";
                }),
                n("f91685ba", "আপনার পোস্টগুলির জন্য পেমেন্ট পেতে আপনি স্বয়ংক্রিয়ভাবে যোগ্য!"),
                n("a9f0e0fa", "একজন Premium বা যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রাইবার হিসাবে, আপনি অটোমেটিকভাবে বিজ্ঞাপনের আয় শেয়ার করার যোগ্য হন। আপনার পোস্ট করা উত্তরে দেখানো বিজ্ঞাপনে যাচাইকৃত ইম্প্রেশনের সংখ্যার নির্ভর করে আপনার পেআউট নির্ধারণ করা হয়।"),
                n("c694e3e4", "একজন Premium বা যাচাইকৃত প্রতিষ্ঠানের গ্রাহক হিসেবে, আপনি স্বয়ংক্রিয়ভাবে নির্মাতা রেভিনিউ শেয়ারিংয়ের জন্য যোগ্য।"),
                n("acd1a1be", "ভবিষ্যতে পেআউটগুলি পেতে আপনার পেআউটের বিশদ সেট আপ করুন"),
                n("f7e11f70", "যোগ দিন এবং আইডি যাচাই করুন"),
                n("c8169274", "এই অ্যাপ্লিকেশনটি সেভ করার সময় কোনও একটা সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("c3f93665", "নির্মাতার আয় শেয়ার করার শর্তাবলীতে"),
                n("a249ce04", "বিজ্ঞাপনের আয় শেয়ার করার শর্তাবলীতে"),
                n("d085a144", "নির্মাতার উপার্জনের ড্যাশবোর্ড"),
                n("a5204850", "মোট আয়"),
                n("ada650cf", function (e) {
                    return "পেমেন্ট করার সময়কাল: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "ভিডিও বিজ্ঞাপনের উপার্জন শেয়ার করা"),
                n("g88c1108", "ভিডিও বিজ্ঞাপনের উপার্জন শেয়ার করা"),
                n("d4bb7e9c", "ভিডিও বিজ্ঞাপনের উপার্জন শেয়ার করার শর্তাবলী"),
                n("dc535dbe", "আমাদের ভিডিও প্রি-রোল বিজ্ঞাপনের উপার্জন শেয়ার করার প্রোগ্রামে যোগদান করে X-এ আপনার কন্টেন্ট থেকে আরও বেশি উপার্জন করুন।"),
                n("eb6d9270", "আপনার কন্টেন্টের জন্য অর্থ উপার্জন করুন"),
                n("a778472e", "বিবরণ:"),
                n("bde8446e", 'বিজ্ঞাপনের উপার্জন শেয়ার করার প্রোগ্রামের জন্য আবেদন জানাতে "আমি সম্মত এবং জমা দিন"-এ ক্লিক করুন।'),
                n("a415fd3a", "সম্মত হন এবং জমা দিন"),
                n("fbba9725", "X নিয়মাবলী"),
                n("f3dd8c4a", "বিজ্ঞাপনের উপার্জন শেয়ার করার শর্তাবলী এবং নির্মাতার অর্থ উপার্জনের স্ট্যান্ডার্ড"),
                n("hd885ae0", "আপনার প্রভাব দেখুন"),
                n("je4ccd3a", "বিজ্ঞাপন মুক্ত নিবন্ধের সহায়তা সেন্টার"),
                n("i6cb493e", "আপনার অ্যাফিলিয়েশন কীভাবে প্রদর্শিত হবে তা পরিচালনা করুন"),
                n("e4fde082", "পাঠিয়ে দেওয়া পোস্ট আগের অবস্থায় ফিরিয়ে আনতে টাইমার সেট করুন এবং আপনি কোন ধরণের পোস্ট আগের অবস্থায় ফিরিয়ে আনতে চান তা বেছে নিন।"),
                n("dcfc6540", "আসল পোস্ট"),
                n("be077e8c", "থ্রেড"),
                n("f3429f2c", "পোল-সমূহ"),
                n("i647ba8a", "পোস্ট আনডু করার সময়কাল"),
                n("d195528e", "কোন ধরনের পোস্টগুলো আপনি সর্বজনীন হওয়ার আগের অবস্থায় ফেরাতে চান এবং আগের অবস্থায় ফেরাতে কতক্ষণ লাগবে তা নির্বাচন করুন।"),
                n("bcf3a9e6", "যে সেটিংস অবাঞ্ছিত উত্তরগুলি সীমিত করতে সাহায্য করে তা পরিচালনা করুন।"),
                n("c048fd3a", "সম্ভাব্য অবাঞ্ছিত উত্তরগুলি ফিল্টার করুন"),
                n("dab7dac4", "আপনার পোস্টের যে উত্তরগুলিতে সম্ভাব্য ক্ষতিকর বা আপত্তিকর ভাষা রয়েছে, সেগুলি ফিল্টার করা হবে এবং এখানে দেখানো হবে। অন্যরা এখনও এই উত্তরগুলি দেখতে পারেন।"),
                n("c4c53b86", "মনে রাখবেন এই রকমের উত্তরগুলি শনাক্ত করতে সহায়তার জন্য আমরা প্রযুক্তি ব্যবহার করি, তাই আমরা সবসময় আরও উন্নতি করার চেষ্টা করলেও, সবসময় হয়তো তা সঠিকভাবে নাও বুঝতে পারি।"),
                n("dca3d2ee", "উত্তরের ফিল্টার কি বন্ধ করবেন?"),
                n("fe440ff8", "ফিল্টার করা উত্তরগুলি আপনার পোস্টে পুনরুদ্ধার করা হবে না।"),
                n("cedbb01c", "আইনি"),
                n("b4f917d0", "বিবিধ"),
                n("bdfa2b8c", "অতিরিক্ত উপায়"),
                n("b8692262", "X-এর সমস্ত প্রোডাক্ট এবং পরিষেবাদি সম্পর্কে আরও জানতে সহায়ক তথ্যের জন্য অন্যান্য স্থানগুলো দেখুন।"),
                n("c0398892", "রিলিজ নোটগুলি"),
                n("b833bcde", "রঙের পার্থক্য এবং মোশন সীমিত করার মতো আপনার X-এর অভিজ্ঞতার দিকগুলি পরিচালনা করুন। এইসব সেটিং এই ব্রাউজারের সমস্ত X অ্যাকাউন্টে প্রভাব ফেলে।"),
                n("d5b646be", "দৃষ্টি"),
                n("jfe6a3a0", "গতি"),
                n("e8c72272", "কালার কনট্রাস্ট বাড়ান"),
                n("dba2cdd2", "পাঠ্য ও পটভূমির রঙের কনট্রাস্ট বাড়িয়ে স্পষ্টতা বাড়ান।"),
                n("d070244e", "গতি কমান"),
                n("icfa5e8c", "লাইভ জুড়ে থাকার গণনা, সহ অ্যাপ-মধ্যস্থ অ্যানিমেশনের সংখ্যা সীমিত করে।"),
                n("ae41b002", "লাইভ জুড়ে থাকার গণনা, সহ অ্যাপ-মধ্যস্থ অ্যানিমেশনের সংখ্যা সীমিত করে। আপনার সিস্টেমটি বর্তমানে গতি কম করার জন্য সংকেত প্রদান করছে। আপনি যদি গতি পূনরায় সক্রিয় করতে চান, তাহলে প্রথমে সেটি নিষ্ক্রিয় করুন।"),
                n("h9d1cfae", "ছবির বর্ণনা দেওয়ার রিমাইন্ডার পান"),
                n("c878e9f8", "একটি  পোস্ট পাঠানোর আগে ছবির বর্ণনা যোগ করার রিমাইন্ডারকে সক্ষম করে।"),
                n("bbd1fc7c", "X-এ অ্যাক্সেসযোগ্যতা সম্পর্কে আরও জানুন"),
                n("ac865cf0", "X-এ অ্যাক্সেসযোগ্যতা"),
                n("d3a2bde8", "আপনার অ্যাকাউন্টের সম্পর্কে তথ্য দেখুন, আপনার ডেটার একটি আর্কাইভ ডাউনলোড করুন বা আপনার অ্যাকাউন্ট নিষ্ক্রিয় করার বিকল্প সম্পর্কে জানুন"),
                n("idca4742", "আপনার অ্যাকাউন্টের তথ্য দেখুন যেমন আপনার ফোন নম্বর ও ইমেইল ঠিকানা।"),
                n("b6ded35e", "আপনি যে কোনও সময়ে আপানার পাসওয়ার্ড পরিবর্তন করুন।"),
                n("cce24bf4", "আপনার অ্যাকাউন্টের জন্য যে ধরনের তথ্য সঞ্চিত রয়েছে তা বিশদভাবে জেনে নিন।"),
                n("i203df96", "আপনি কীভাবে আপনার অ্যাকাউন্ট নিষ্ক্রিয় করবেন তা খুঁজুন।"),
                n("f70cd5ee", "ফোন"),
                n("ib6f1694", "অ্যাকাউন্ট তৈরি"),
                n("de323650", "মহিলা"),
                n("b6ab31be", "পুরুষ"),
                n("h3290872", "যাচাইকৃত"),
                n("hbd12156", "যাচাইকরণের জন্য অনুরোধ করুন"),
                n("b7ec04f4", "হ্যাঁ"),
                n("f70d5780", "হ্যাঁ।"),
                n("dc62d3c6", "না।"),
                n("a67dbd0a", "প্যারোডি, ভাষ্য এবং ফ্যান অ্যাকাউন্ট"),
                n("a3db727e", "প্যারোডি, ভাষ্য এবং ফ্যান অ্যাকাউন্ট পরিচালনা করুন"),
                n("eacf1990", "আপনার প্রোফাইলে আপনার জন্মতারিখ যোগ করুন।"),
                n("a3bf1262", "আপনার প্রোফাইলে আপনার জন্মতারিখ যোগ করুন।"),
                n("h530db16", "সুরক্ষিত পোস্ট"),
                n("d6d80990", "আপনি লগ আউট থাকার সময় এই তথ্য আপনার আপনার ব্রাউজার বা ডিভাইসে প্রয়োগ হয়। আপনি যখন লগ ইন করবেন তখন এটি আলাদা হতে পারে।"),
                n("i0d81ddb", "আপনার ব্যক্তিগতকরণ এবং ডেটা সেটিংস"),
                n("g2a9bd3e", "অটোমেটেড অ্যাকাউন্ট লেবেল"),
                n("dd9b3aae", "স্বয়ংক্রিয় অ্যাকাউন্ট কী?"),
                n("b80bdc40", "অটোমেটেড অ্যাকাউন্টগুলো X API-এর মাধ্যমে স্বয়ংক্রিয়ভাবে নির্দিষ্ট কিছু ক্রিয়াকলাপ সম্পাদন করার জন্য প্রোগ্রাম করা হয়। যেমন, উদাহরণস্বরূপ একটি অঞ্চলের আবহাওয়ার অবস্থা পোস্ট করা। এগুলো X-এ অন্য লোকেরা তৈরি এবং পরিচালনা করেন।"),
                n("a01ac9b6", "স্বয়ংক্রিয় অ্যাকাউন্ট কে পরিচালনা করছে লেবেলগুলো তা বিশ্বকে জানায়।স্বয়ংক্রিয় অ্যাকাউন্টের মালিক তার ম্যানেজিং অ্যাকাউন্ট সংযুক্ত করলে, স্বয়ংক্রিয় অ্যাকাউন্ট প্রোফাইলে এবং পোস্টগুলোতে একটি লেবেল দেখা যাবে।"),
                n("b989e1fe", "আমাকে কি আমার অটোমেটেড অ্যাকাউন্টে লেবেল জুড়তে হবে?"),
                n("i2d599aa", "আমি কীভবে আমার অটোমেটেড অ্যাকাউন্টে লেবেল জুড়তে পারি?"),
                n("gd5bed72", "একটি ম্যানেজিং অ্যাকাউন্ট তৈরি করুন"),
                n("g6d44432", "ম্যানেজিং অ্যাকাউন্ট হল অটোমেটেড অ্যাকাউন্টের জন্য নির্ভরযোগ্য মানব-চালিত অ্যাকাউন্ট।"),
                n("e20a69e8", "আপনার ম্যানেজিং এবং অটোমেটেড অ্যাকাউন্টে সংযোগ করুন"),
                n("d2f88358", "আপনার সেটিংসে অটোমেশন পৃষ্ঠা থেকে আপনার অ্যাকাউন্ট সংযোগ করুন।"),
                n("e427f632", "আপনার অ্যাকাউন্টে লেবেল জোড়া আছে!"),
                n("a4d7cffa", "অ্যাকাউন্টগুলো সংযুক্ত হয়ে গেলে, অটোমেটেড অ্যাকাউন্টে একটি লেবেল থাকবে।"),
                n("a18d6a7d", "নতুন নিয়মাবলীর"),
                n("e9965c14", "অটোমেটেড অ্যাকাউন্ট লেবেল সম্পর্কিত প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী"),
                n("ee78c192", "PCF অ্যাকাউন্ট কী?"),
                n("c3f35e0c", "একটি PCF অ্যাকাউন্ট অন্য কোনও ব্যক্তি, গ্রুপ বা প্রতিষ্ঠানের প্রোফাইল হওয়ার ভান করে যাতে সেই সত্তার বিষয়ে আলোচনা, প্যারোডি বা তথ্য শেয়ার করা যায়।"),
                n("d019b5fa", "আমাকে কি আমার PCF অ্যাকাউন্টে লেবেল জুড়তে হবে?"),
                n("dd04f24e", "হ্যাঁ। PCF লেবেল সুনিশ্চিত করে যে X-এর লোকজন যাতে আপনার অ্যাকাউন্ট দেখে বিভ্রান্ত না হয়ে যান, তাদের সূচিত করা রাখা যে আপনার অ্যাকাউন্টটি প্রোফাইলের কোনও বিষয়ের সাথে অ্যাফিলিয়েট করা নেই। যদি লেবেল না করা থাকে তাহলে আপনার অ্যাকাউন্ট হয়ত অ্যাকাউন্ট নীতি লঙ্ঘন করতে পারে।"),
                n("hb0f8bbc", "আমি কীভবে আমার PCF অ্যাকাউন্টে লেবেল জুড়তে পারি?"),
                n("g69acc5c", "শুধু ''বুঝেছি'-তে ক্লিক করুন এবং আমরা আপনাকে  অ্যাকাউন্ট লেবেল সেট করতে প্রোফাইল সেটিংসে নিয়ে যাব!"),
                n("d313d431", "সত্যতা নীতি"),
                n("a3f22d8e", "কার্যকলাপ, আগ্রহ ও সুপারিশ সংক্রান্ত আপনি যে ধরণের বিজ্ঞপ্তি পেতে চান তা বাছুন।"),
                n("bc20979a", "X এবং এর পার্টনাররা কুকি ব্যবহার করে যাতে আপনাকে আরও ভালো ও নিরাপদ এবং আরও দ্রুত পরিষেবা প্রদান করা যায় এবং ব্যবসাকে সমর্থন করা যায়। কিছু কিছু কুকি আমাদের পরিষেবার ব্যবহার, আমাদের পরিষেবার উন্নতি এবং সেগুলি সঠিকভাবে কাজ করছে কিনা যাচাই করতে ব্যবহার করা আবশ্যক।"),
                n("ge06dadc", "X এবং তাদের পার্টনারদের কুকি ব্যবহার করতে হয় যাতে বিজ্ঞাপন প্রদান করা যায় এবং আপনার আগ্রহ অনুযায়ী যোগাযোগগুলি অমুকুলিত করা যায়।"),
                n("he20de3a", "অনুকূলিত করা বিজ্ঞাপন এবং যোগাযোগের জন্য কুকি ব্যবহার করার জন্য X-কে অনুমতি দেবেন না।"),
                n("g0ec0bec", "নিষ্ক্রিয় করা হয়েছে"),
                n("g89f4614", "আপনার অ্যাকাউন্ট নিষ্ক্রিয় হয়েছে"),
                n("f1768324", "X যেভাবে কন্টেন্ট ব্যক্তিগত করে এবং নির্দিষ্ট ডেটা সংগ্রহ ও শেয়ার করে তা নিয়ন্ত্রণ করুন।"),
                n("ja94f34e", "আপনি লগ আউট থাকার সময় এই সেটিংগুলি এই ব্রাউজার বা ডিভাইসে প্রয়োগ হয়। আপনি লগ ইন থাকাকালীন এইগুলির কোন প্রভাব থাকবে না।"),
                n("bd73f7e6", "এটি এই পৃষ্ঠার সব সেটিংস সক্ষম বা অক্ষম করবে।"),
                n("ddbc3288", "ডেটা"),
                n("ae5339a0", "আপনার X ডেটা দেখুন"),
                n("b934e0ea", "ব্যক্তিগত এবং ডেটা নিষ্ক্রিয় করবেন?"),
                n("i0317e0e", "এটি আপনি যে পোস্ট ও বিজ্ঞাপনগুলো দেখতে পান সেগুলোকে কম প্রাসঙ্গিক করতে পারে।"),
                n("a148acba", "নিষ্ক্রিয় করুন"),
                n("aa023546", "আপনি যেসব স্থানে ছিলেন সেইমত ব্যক্তিগত করুন"),
                n("ced77194", "ওয়েব জুড়ে আপনি যেখানে X কন্টেন্ট দেখেন সেখানে ব্যবহার করার অনুমতি দিন"),
                n("fe1fc83e", "এগুলি হল আপনার সঙ্গে যুক্ত বয়সের সীমা।"),
                n("bf9c74d0", "ব্যক্তিগতকরণের জন্য এই বয়সের সীমা ব্যবহার করবেন না।"),
                n("cf0daa24", "এই তথ্য সংগ্রহ করতে কিছুক্ষণ সময় লাগতে পারে। পরে আবার চেষ্টা করুন।"),
                n("ea522535", "আরও জানুন"),
                n("hf5ca8f8", "প্রোফাইলে"),
                n("d9cbe351", function (e) {
                    return e.count + "টি লগইনইভেন্ট" + f(e.count, "", "গুলি");
                }),
                n("de90b04a", "আপনি যেসব স্থানে ছিলেন"),
                n("cbd2ef59", function (e) {
                    return e.count + " অবস্থান" + f(e.count, "", "গুলি");
                }),
                n("a4441bb8", "X থেকে আগ্রহ"),
                n("e1c6b2d6", "উপযোগী করা দর্শকবৃন্দ"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " দর্শক" + f(e.audienceCount, "", "বৃন্দ") + " থেকে" + e.advertiserCount + " বিজ্ঞাপনদাতা" + f(e.advertiserCount, "", "গণ");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " আগ্রহগুলি";
                }),
                n("hf9c2caa", "বিজ্ঞাপনদাতার সূচীর অনুরোধ জানাবেন?"),
                n("c29b7971", function (e) {
                    return "এটি " + e.primaryEmail + "-এ পাঠানো হবে।";
                }),
                n("b9e1cf02", "অনুরোধ জানান"),
                n("a8276fac", "বিজ্ঞাপনদাতার সূচীর অনুরোধ জানান"),
                n("g7912a84", "বুঝেছি। আপনার সূচী প্রস্তুত হলে আপনাকে তা ইমেইল করা হবে।"),
                n("d6104de0", "আপনি আপনার ব্যক্তিগতকরণ ও ডেটা সেটিংস-এ আপনার আগ্রহ-ভিত্তিক বিজ্ঞাপন অনির্বাচন করতে পারবেন। আপনি X-এ যেসব বিজ্ঞাপন দেখেন এটি সেগুলিকে পরিবর্তন করবে, যদিও এটি আপনাকে বিজ্ঞাপনদাতাদের দর্শক থেকে সরাবে না।"),
                n("ed8c03f5", "আরও জানুন"),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " জন বিজ্ঞাপনদাতার";
                }),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " জন দর্শকের অংশ ";
                }),
                n("j4fa776e", "ফোনগুলি"),
                n("i7acdb36", "ট্যাবলেটগুলি"),
                n("c112dfc8", "ডেস্কটপ"),
                n("jd8607ba", "এই তারিখে সক্রিয় হয়েছে"),
                n("ea4f6c9e", "ব্রাউজারগুলি"),
                n("d750b93f", function (e) {
                    return e.count + " " + f(e.count, "", "টি ") + "ব্রাউজার";
                }),
                n("a9783602", "মোবাইল ডিভাইসগুলি"),
                n("j043aa31", function (e) {
                    return e.count + " মোবাইল ডিভাইস" + f(e.count, "", "গুলি");
                }),
                n("ae415fd2", "এই সেটিংসটি বন্ধ আছে।"),
                n("a90be7b4", "ইমেইল ঠিকানাগুলি"),
                n("c0f6f911", "X-এর বাইরের কার্যকলাপ"),
                n("adaafb3f", "অনুমিত পরিচয়"),
                n("f0f72665", "অনুমিত পরিচয়"),
                n("d33b4e5b", "X-এর বাইরের কার্যকলাপ"),
                n("c4668d4f", "X-এর বাইরের কার্যকলাপ"),
                n("df3e137b", "আরও জানুন"),
                n("d1597ccb", "আরও জানুন"),
                n("c1b03a07", "আরও জানুন"),
                n("b056d9dc", "এটি আপনার অ্যাকাউন্টের প্রাথমিক ভাষার সেটিং।"),
                n("h68bc23c", "আপনার অভিজ্ঞতা ব্যক্তিগত করতে এই অতিরিক্ত ভাষাগুলি ব্যবহৃত হয়।"),
                n("fbf0e61e", "আপনি ইতোমধ্যে লিঙ্গ নির্দিষ্ট না করে থাকলে, আপনার প্রোফাইল এবং ক্রিয়াকলাপের ভিত্তিতে এই এটিই আপনার অ্যাকাউন্টের সাথে সম্পর্কিত রয়েছে। এই তথ্য সর্বসমক্ষে প্রদর্শিত হবে না।"),
                n("b4568a3a", "আপনার লিঙ্গ যোগ করুন"),
                n("c0be743e", "লিঙ্গ আপডেট করা হয়েছে"),
                n("c5abae66", "X আপনার সাথে এই লিঙ্গ পরিচয়ে সবচেয়ে জোরালোভাবে যুক্ত থাকবে।"),
                n("cdb0d3e6", "ব্যক্তিগতকরণের জন্য এই লিঙ্গ পরিচয় ব্যবহার করবেন না।"),
                n("j31a1aa0", "এই স্থানগুলো X আপনাকে আরও প্রাসঙ্গিক সামগ্রী দেখাতে ব্যবহার করে। “আপনি যেসব স্থানে গেছেন তার ভিত্তিতে বক্তিগত করুন” বন্ধ করে দিলে আপনি এখানে সূচীতে থাকা স্থানগুলো দেখতে পাবেন না।"),
                n("ddefdd1c", "আপনি যেসব স্থানে ছিলেন সেগুলো মুছবেন?"),
                n("hea740ac", "এতে কিছুক্ষণ সময় লাগবে এবং পূর্বাবস্থায় ফেরানো যাবে না।"),
                n("a26e0d52", "বুঝেছি। এই স্থানগুলি মোছা হবে।"),
                n("he447966", "বর্তমানে কোনও স্থান খুঁজে পাওয়া যায়নি।"),
                n("b9d98dec", "অবস্থান সেটিংস"),
                n("e27e4fce", "অজানা অবস্থান"),
                n("ib55eb6b", "সংযুক্ত অ্যাপ"),
                n("e5a4a539", "আরও জানুন"),
                n("gc8f2e14", "আপনি আপনার ব্যক্তিগতকরণ ও ডেটা সেটিংসের মধ্যে আগ্রহ-ভিত্তিক বিজ্ঞাপন অনির্বাচন করতে পারেন।"),
                n("e6dbe66b", "আরো জেনে নিন"),
                n("d3310e49", function (e) {
                    return "আপনার অ্যাকাউন্টের সাথে জড়িত সমস্ত তথ্য সহ একটি ফাইল " + e.primaryEmail + "-এ পাঠানো হবে।";
                }),
                n("ib03e8c8", "এই ডিভাইসে আপনার অ্যাকাউন্টের সাথে জড়িত সমস্ত তথ্যের একটি ফাইল ডাউনলোড করবেন?"),
                n("g49741e8", "ডাউনলোড করুন"),
                n("dc370a0c", "বুঝেছি। আপনার ডেটা প্রস্তুত হলে আপনাকে তা ইমেল করা হবে।"),
                n("c07b4316", "এতে আগ্রহী"),
                n("e97196fe", "এই নামে পরিচিত"),
                n("ja0f971c", "আপনার প্রোফাইল ও কার্যকলাপের ভিত্তিতে, এবং আপনি যেই প্রসঙ্গগুলো অনুসরণ করেন তার ভিত্তিতে আপনার জন্য কিছু মানানসই আগ্রহগুলো রয়েছে। আপনি যে বিজ্ঞাপনগুলো দেখেন সেগুলো সহ এগুলো X জুড়ে আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করতে ব্যবহার করা হয়েছে। কোনো কিছু ঠিক না দেখালে আপনি আপনার আগ্রহগুলো সুবিন্যস্ত করতে পারেন। আপনি যে পরিবর্তনগুলো করবেন সেগুলো কার্যকর হতে হয়তো কিছুটা সময় লাগতে পারে।"),
                n("gd1ce494", "আমাদের ধারণা আপনি নীচের আগ্রহগুলো সম্বন্ধে জানেন। এগুলো সেই ক্ষেত্রগুলোতে আগ্রহী ব্যক্তিদের কাছে আপনার আরও বেশি সামগ্রী দেখানোর জন্য ব্যবহৃত হয়। কিছু ঠিক না দেখলে আপনি এগুলো সামঞ্জস্য করতে পারেন। আপনার যে কোনও পরিবর্তন কার্যকর হতে কিছুটা সময় লাগতে পারে।"),
                n("a6b0b41a", "আপনার মোবাইল ফোনে X অ্যাপ ডাউনলোড করুন। এটি বিনামূল্যে পাবেন।"),
                n("h3ed510e", "X ডেটা"),
                n("b708417c", "আপনি আপনার অ্যাকাউন্টের তথ্য, অ্যাকাউন্টের ইতিহাস, অ্যাপ এবং ডিভাইস, অ্যাকাউন্ট সংক্রান্ত কার্যকলাপ, আগ্রহ এবং বিজ্ঞাপন সম্পর্কিত ডেটার সংরক্ষণাগার সহ একটি জিপ ফাইলের জন্য অনুরোধ করতে পারেন। যখন আপনার ডেটা সংরক্ষণাগার ডাউনলোডের জন্য প্রস্তুত হবে তখন আপনি অ্যাপের মধ্যে একটি বিজ্ঞপ্তি পাবেন।"),
                n("jbf5843e", "Periscope ডেটা"),
                n("ea886c6e", "আপনি আপনার Periscope-এ সরাসরি Periscope ডেটার একটি আর্কাইভের জন্য অনুরোধ জানাতে পারেন।"),
                n("cdcc2ad4", "ডাউনলোড ব্যর্থ হয়েছে"),
                n("dbeff87a", "আর্কাইভের অনুরোধ জানান"),
                n("hb02ed28", "আপনার ডেটা বৈশিষ্ট্যটি এই মুহূর্তে ডাউনলোড করার জন্য উপলভ্য আছে। পরবর্তী একটি তারিখে আবার চেষ্টা করুন।"),
                n("c2254084", "আমরা আপনার অনুরোধ পেয়েছি। আপনার অ্যাকাউন্টটি সুরক্ষিত রাখতে, আপনার ডেটা প্রস্তুত করার জন্য 24 ঘন্টা অথবা তার বেশি সময় লাগতে পারে।"),
                n("f62d1d9e", "আপনার সংরক্ষণাগারটি আপনার ডেস্কটপ ব্রাউজার ব্যবহার করে ডাউনলোড এবং দেখার জন্য প্রস্তুত। মনে রাখবেন, এই ডেটা কয়েক দিনের মধ্যে শেষ হওয়ার আগে আপনাকে ডাউনলোড করতে হবে।"),
                n("b221ca4c", "আপনার ডেটা ডাউনলোডের জন্য প্রস্তুত হলে আমরা আপনাকে জানাব"),
                n("db40dfcf", "এই ফর্মটি পূরণ করুন"),
                n("g1aced04", "অ্যাপ, ডিভাইসগুলি এবং তথ্য"),
                n("dbcf3a1a", "প্রোফাইল লেবেল যোগ করুন"),
                n("cbb2367c", "প্যারোডি, কমেন্ট্রি এবং ফ্যান অ্যাকাউন্ট প্রোফাইল লেবেল দেখান বা লোকান"),
                n("ge48855c", "প্যারোডি"),
                n("hf019b20", "এই লেবেলটি সুনিশ্চিত করে যে X-এর লোকজন যাতে আপনার অ্যাকাউন্ট দেখে বিভ্রান্ত না হয়ে যান, তাদের সূচিত করা রাখা যে আপনার অ্যাকাউন্টটি প্রোফাইলের কোনও বিষয়ের সাথে অ্যাফিলিয়েট করা নেই। "),
                n("d048571e", "প্যারোডি লেবেল অপসরণ করতে চান?"),
                n("g905134c", "এই লেবেলটি বন্ধ করলে এটি আপনার প্রোফাইল এবং অতীতের সমস্ত পোস্ট থেকে মুছে যাবে৷ আপনি সত্যতা নীতির সাথে সঙ্গতিপূর্ণ কিনা তা পরীক্ষা করুন।"),
                n("ce62c8c2", "প্রোফাইল লেবেল সরাবেন?"),
                n("a14080ce", "প্রোফাইল আপডেট করবেন?"),
                n("db6796f6", "এই লেবেলটি বন্ধ করলে এটি আপনার প্রোফাইল এবং অতীতের সমস্ত পোস্ট থেকে মুছে যাবে৷ আপনি সত্যতা নীতির সাথে সঙ্গতিপূর্ণ কিনা তা পরীক্ষা করুন। একবার আপডেট করা হলে, পরবর্তী আপডেটগুলি 48 ঘন্টার জন্য লক করা হবে।"),
                n("c700b6be", "একবার আপডেট করা হলে, পরবর্তী আপডেটগুলি 48 ঘন্টার জন্য লক হয়ে যাবে।"),
                n("ff1739ae", "প্রোফাইল লেবেল"),
                n("h70c602c", "প্রোফাইল লেবেল আপডেট করতে অক্ষম হয়েছে"),
                n("c818c60c", "বিশ্লেষণগুলি"),
                n("ha9f14b1", function (e) {
                    return "আপনার স্পেস " + e.scheduleDate + "-এ " + e.scheduleTime + "-টায় শুরু হবে";
                }),
                n("jafbef80", "এই Space-টির সময়সূচি নির্ধারণ করার অনুমতি আপনার নেই"),
                n("e5d26f84", "X বিজ্ঞপ্তি চালু করলে, কখন কী ঘটছে, তা কখনোই মিস করে যাবেন না। আপনার বিজ্ঞপ্তিগুলিকে পার্সোনালাইজ করতে, Twitter আপনার ডিভাইসের দেশ এবং ভাষা গ্রহণ করবে।"),
                n("f91f00ba", "ক্লিপ তৈরি করুন"),
                n("f9b2d343", function (e) {
                    return e.count + " পোস্ট";
                }),
                n("jcc8306e", "কথা বলার জন্য অনুরোধ"),
                n("j41fd45a", "অনুরোধ পাঠানো হয়েছে"),
                n("d5b2aae8", "কথা বলার জন্য অনেক বেশি অনুরোধ পাঠানো হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("b9945b98", "কথা বলার চেষ্টা ব্যর্থ হয়েছে। অনুগ্রহ করে কয়েক সেকেন্ড পরে আবার Space-এ যোগদান করুন।"),
                n("b2cc6a54", "একজন বক্তা হিসাবে যোগদান করুন"),
                n("fb6c0bbc", "বেনামী হয়ে শুনছেন"),
                n("e49a1f42", "আপনি বর্তমানে বেনা শুনছেন এবং হোস্ট ও অন্যান্য অংশগ্রহণকারীরা আপনাকে দেখতে পাচ্ছেন না।"),
                n("jf01aea4", "অংশগ্রহণ করতে, আপনাকে প্রস্থান করে একজন দৃশ্যমান শ্রোতা হিসাবে যোগদান করতে হবে।"),
                n("cac1482a", "প্রতিক্রিয়া জানান"),
                n("fc0e94b7", function (e) {
                    return e.emoji + "-এর সাহায্যে প্রতিক্রিয়া জানান";
                }),
                n("jf9f3e54", "15 সেকেন্ড এগিয়ে যান"),
                n("hdd1aba0", "15 সেকেন্ড পিছিয়ে যেতে স্কিপ করুন"),
                n("b89c5a50", "বিরাম দিন"),
                n("e674c120", "শিরোনাম দেখান"),
                n("f45bace4", "শিরোনাম লুকান"),
                n("ce96f1dc", "ক্যাপশানগুলো উপলভ্য নেই"),
                n("e07f6e7d", function (e) {
                    return "গতি " + e.rate + "x";
                }),
                n("jd04fc66", "0.5x গতি"),
                n("f03848b8", "সাধারণ"),
                n("j0e5c2ce", "1.5x গতি"),
                n("b3f2318e", "2x গতি"),
                n("f17bc95a", "স্ক্রীন শেয়ার করুন"),
                n("b11a74b2", "শেয়ার করা বন্ধ করুন"),
                n("e51c2372", "অতিথি"),
                n("b08821f4", "ফিরে যান"),
                n("fed1388a", "Space সেটিংস"),
                n("c63dd2cc", "আমার সাথে এই লাইভ কথা-বার্তাতে যোগ দিন!"),
                n("c958c6c8", "এটি পোস্ট করুন"),
                n("if23a252", "এর মাধ্যমে শেয়ার করুন..."),
                n("c0530da6", "মেনু ভাগ করুন"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "Space শেষ করবেন?"),
                n("db684264", "হ্যাঁ, শেষ"),
                n("je23178a", "এটি সকলের জন্য কথা-বার্তা সমাপ্ত করবে।"),
                n("c371fb9a", "সমাপ্ত"),
                n("c0ce822e", "মাইক্রোফোন সেটিংস"),
                n("a2bf8b8a", "শোনার জন্য পরিবর্তন করুন"),
                n("caa8d928", "নয়েস সাপ্রেশন টগল করুন"),
                n("b5d88f0c", "কেবল কর্মচারীদের জন্য"),
                n("c855ab8e", "শুধুমাত্র সাবস্ক্রাইবারদের জন্য"),
                n("ddeb0a3c", "এই হল কমিউনিটি। এখানকার লোকজনদের ভালো লাগছে? একটু ঘুরে দেখুন।"),
                n("e111f531", function (e) {
                    return e.count + " টিউন ইন করেছেন";
                }),
                n("cbef820f", function (e) {
                    return e.screenName + " স্ট্রিমটি রিপোস্ট করেছেন!";
                }),
                n("e3275464", "পাঠান"),
                n("cededf2a", "হোস্ট"),
                n("i2caef48", "কো-হোস্ট"),
                n("j245c654", "বক্তা"),
                n("eda23a02", "শ্রোতা"),
                n("b90eb348", "বলার জন্য আমন্ত্রণ জানান"),
                n("d9a63e82", "বক্তা হিসেবে তাকে সরিয়ে দিন"),
                n("bd917b26", "কো-হোস্টে আমন্ত্রণ জানান"),
                n("d7357e7e", "কো-হোস্ট থেকে সরান"),
                n("bf307fc0", "ব্লক করুন এবং সরিয়ে দিন"),
                n("ccf2f24e", "রিপোর্ট"),
                n("i22835de", "অনুমোদন দিন"),
                n("cb59a0fe", "অস্বীকার"),
                n("c2376960", "কথা বলার জন্য অনুরোধ");
            n("aba7dcdd", function (e) {
                return e.name + "-কে আমন্ত্রণ জানান";
            }),
                n("f5c7aaa7", function (e) {
                    return "হোস্ট" + f(e.count, "", "গণ");
                }),
                n("fc56c8b1", function (e) {
                    return "কো-হোস্ট" + f(e.count, "", "গণ");
                }),
                n("iba0f45d", function (e) {
                    return "বক্তা" + f(e.count, "", "গণ");
                }),
                n("dc066955", function (e) {
                    return "শ্রোতা" + f(e.count, "", "গণ");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " খুলুন স্পট" + f(e.remainingCapacityCount, "", "মূহ") + "=";
                }),
                n("c3b5b829", function (e) {
                    return e.count + " অনুরোধ";
                }),
                n("fe7a1910", "আমন্ত্রণ করুন"),
                n("ic3c757e", "ব্যবহারকারীদের অনুসন্ধান করুন।"),
                n("cd133486", "আমন্ত্রণ করুন"),
                n("f2333850", "X-এর বাইরের লোকজনের সঙ্গে শেয়ার করুন"),
                n("cddb8097", "আরও জানুন"),
                n("f77997b0", "কো-হোস্ট"),
                n("i48f4ed8", "বক্তা"),
                n("a77c8e02", "শ্রোতা"),
                n("bdfa93eb", function (e) {
                    return e.name + " শেয়ার করেছেন";
                }),
                n("d8cc6ada", "কে বা কারা কথা বলতে পারবেন? বর্তমান বক্তা প্রভাবিত হবে না। পরিবর্তনগুলির জন্য কিছুক্ষণ সময় লাগতে পারে।"),
                n("e3a87142", "শুধুমাত্র আপনার আমন্ত্রিত লোকজনই কথা বলতে পারবেন"),
                n("db3de1d2", "একজন বক্তা হিসাবে যোগদান করুন"),
                n("d7f4bc44", "একজন কো-হোস্ট হিসাবে যোগদান করুন"),
                n("edcf15e9", function (e) {
                    return "(" + e.count + ")-এর অনুরোধ করা হয়েছে";
                }),
                n("h13957aa", "Space মিউট করুন"),
                n("ge6372fa", "Space আনমিউট করুন"),
                n("i7a42e1c", "এই Space পরিচালনা করতে সহায়তা করুন"),
                n("e0b8f112", "আপনাকে কো-হোস্ট করতে আমন্ত্রণ জানানো হয়েছে!"),
                n("ee12263c", "কো-হোস্টরা এই space-এ কথা বলতে পারবেন"),
                n("jee7002c", "কো-হোস্ট বক্তাদেরকে আমন্ত্রণ জানাতে, সরাতে এবং মিউট করতে পারবেন"),
                n("i95225d2", "কো-হোস্টরা পোস্ট শেয়ার করতে বা সরাতে পারবেন না"),
                n("f07137fa", "কো-হোস্টরা এই স্পেস থেকে শ্রোতাদের সরাতে পারবেন"),
                n("j6cdf012", "কো-হোস্টরা অন্য কো-হোস্টদের আমন্ত্রণ করতে অথবা সরাতে পারবেন না"),
                n("c727d116", "কো-হোস্ট এই space-টি শেষ করতে পারবেন না"),
                n("g69084b8", "কো-হোস্টের আমন্ত্রণ স্বীকার করুন"),
                n("ee230734", "আরও বিকল্প দেখান"),
                n("ic8c615e", "দ্রুত উত্তর দেওয়ার বিকল্প বেছে নিয়ে পাঠিয়ে দিন"),
                n("a04077c4", "দয়া করে 1টি ফটো, ভিডিও অথবা GIF বেছে নিন।"),
                n("c07367d8", "এনক্রিপ্ট করা বার্তার জন্য মিডিয়া উপলব্ধ নেই"),
                n("af71ef68", "ভয়েস"),
                n("fc64990e", "ভিডিও"),
                n("ca0ce0e4", "একটি নতুন বার্তা শুরু করুন"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + "-কে বার্তা পাঠাতে X Premium ব্যবহার করুন";
                }),
                n("c3752568", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে আপনার বার্তা পাঠানোর চেষ্টা করুন।"),
                n("f78aa3ea", "আপনার কিছু কিছু বার্তা এই সময়ে পাঠানো যাবে না। অনুগ্রহ করে পরবর্তীতে আবার চেষ্টা করুন।"),
                n("f9690dc0", "দুঃখিত! আপনি এই অ্যাকাউন্টে বার্তা পাঠাতে পারবেন না।"),
                n("b1d35408", "আপনি বার্তাগুলি পাঠানোর দৈনিক সীমা ছাড়িয়ে গেছেন।"),
                n("g539cca6", "আপনার অ্যাকাউন্টকে অস্থায়ী ভাবে অবরোধ করা হয়েছে ও বার্তা পাঠানোর জন্য অনুমোদিত নয়।"),
                n("bbac001a", "এই বার্তাটি অত্যন্ত বড়।"),
                n("a1d2a68e", "এই ব্যবহারকারী আপনাকে অনুসরণ করেন না। আপনাকে যারা অনুসরণ করেন শুধুমাত্র তাদের কেই আপনি বার্তা পাঠাতে পারবেন।"),
                n("ec2bb9d4", "আপনি যে পোস্টটি পাঠানোর চেষ্টা করছেন সেটি মোছা হয়েছে।"),
                n("hf383be4", "আপনি যে অ্যাকাউন্টে বার্তা পাঠানোর চেষ্টা করছেন সেটা মুছে দেওয়া হয়েছে৷"),
                n("c4fdbd16", "আপনি যে ব্যবহারকারীকে ব্লক করে রেখেছেন তাকে বার্তা পাঠাতে পারবেন না৷"),
                n("hf3e7e38", "আপনার বার্তা পাঠানো যায় নি।"),
                n("dd8272fd", function (e) {
                    return e.count + " নতুন বার্তা";
                }),
                n("e2cd3b7c", "অডিও কল সম্পন্ন হয়েছে"),
                n("f42f365a", "ভিডিও কল সম্পন্ন হয়েছে"),
                n("a7570f2c", "অডিও কল মিস করেছেন"),
                n("jd9831b2", "ভিডিও কল মিস হয়েছে"),
                n("f0985268", "অডিও কল"),
                n("ca397a48", "ভিডিও কল"),
                n("bb7e2143", function (e) {
                    return e.seconds + " সেকেন্ড";
                }),
                n("c1d4ac84", "আপনি গোষ্ঠী ফটো পরিবর্তন করেছেন"),
                n("abc7b032", "গ্রুপ ফোটো পরিবর্তন করা হয়েছে"),
                n("i263b294", "আপনি কথা-বার্তায় যোগ দিন"),
                n("i8d5e62b", function (e) {
                    return e.count + "অন্য লোক";
                }),
                n("f7204380", "এই Fleet-এর মেয়াদ শেষ হয়েছে"),
                n("d9de7b58", "এই মিডিয়াটি লুকানো আছে, কারণ এটি এমন কোনও ব্যক্তির যাকে আপনি অনুসরণ করেন না।"),
                n("f2879f4e", "এই বার্তাটিতে গ্রাফিক মিডিয়া অন্তর্ভুক্ত থাকতে পারে।"),
                n("b518221e", "ছবি খুলুন"),
                n("eeaa9f90", "ভিডিও খুলুন"),
                n("g2b43664", "GIF খুলুন"),
                n("d99de549", function (e) {
                    return e.name + "-কে উত্তর দেওয়া হচ্ছে";
                }),
                n("f5a07f7c", "অ্যাটাচমেন্ট"),
                n("fd079470", "এটি অবাঞ্ছিত"),
                n("c7a92dca", "বার্তা ঠিক আছে"),
                n("fb3ccb56", "সন্দেহজনক বিষয়বস্তুর কারণে বার্তা লুকানো আছে"),
                n("c94b7d8a", "ভয়েস বার্তা চালান"),
                n("eb6f9582", "ভয়েস বার্তায় বিরতি দিন"),
                n("b6b4142e", "এই পোস্টটি লুকানো আছে, কারণ এটি এমন কোন ব্যক্তির যাকে আপনি অনুসরণ করেন না।"),
                n("fda60d78", "এই পোস্টে গ্রাফিক মিডিয়া অন্তর্ভুক্ত থাকতে পারে।"),
                n("b59a9004", "পোস্ট খুলুন"),
                n("daf6bf02", "সেটিংস পরিবর্তন করুন"),
                n("ba60339a", "আপনার জন্য মুছুন"),
                n("eb497e08", "আরও ক্রিয়াকলাপগুলো"),
                n("b170974a", "প্রতিক্রিয়া যোগ করুন"),
                n("i202bd22", "বার্তা রিপোর্ট করুন"),
                n("f2e5491a", "বার্তা অনুলিপি করুন"),
                n("bf2d08ca", "আরও প্রতিক্রিয়া"),
                n("ca7a2215", function (e) {
                    return "আপনার সাম্প্রতিক প্রতিক্রিয়া: " + e.emoji;
                }),
                n("j4bfee22", "বার্তা মুছবেন?"),
                n("faddd3a2", "এই বার্তাটি আপনার জন্য মোছা হয়েছে। এই কথা-বার্তাতে থাকা অন্য লোকজন এটি দেখতে পারবেন।"),
                n("f58dff34", "কিছু ভুল হয়েছে এবং বার্তা মোছা হয়নি।"),
                n("ad5a8e8e", "দুঃখিত! আপনার কাছে এই বার্তা মুছে দেওয়ার অনুমতি নেই।"),
                n("fad48eea", "পাঠানো হচ্ছে..."),
                n("ae7d7a24", "বার্তা পাঠানো গেল না"),
                n("bbe74f3f", function (e) {
                    return "গতকাল, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " প্রতিক্রিয়া" + f(e.reactionCount, "", "গুলো");
                }),
                n("c0098d4a", "প্রতিক্রিয়াগুলো"),
                n("j85999ec", "ব্যবহারকারীর প্রতিক্রিয়াগুলোর সূচী"),
                n("a2d48779", function (e) {
                    return "আপনার সাম্প্রতিক প্রতিক্রিয়াটি মুছে দিন: " + e.emoji;
                }),
                n("icd0bf34", "দেখেছেন"),
                n("e8bd8fec", "প্রেরিত"),
                n("b2d32fae", "সবাই দেখেছেন"),
                n("a763d33f", function (e) {
                    return e.count + " ব্যক্তি দেখেছেন";
                }),
                n("d84b485e", "আপনি এই অ্যাকাউন্টটি অনুসরণ করেছেন"),
                n("be0c83d8", "আপনি অনুরোধ স্বীকার করেছেন"),
                n("bcc13060", "দ্রুত অ্যাক্সেস"),
                n("e535cae9", function (e) {
                    return e.count + " অনুসরণকারী";
                }),
                n("cf249089", function (e) {
                    return e.joinDate + "-এ যোগদান করেছেন";
                }),
                n("g1f972d7", "আরও জানুন"),
                n("bb0e37c3", "আরও জানুন"),
                n("a89e8ab3", "আরও জানুন"),
                n("d98540eb", "আরও জানুন"),
                n("j296badb", "আরও জানুন"),
                n("e45d77f5", "আরও জানুন"),
                n("h52ca4c4", "নতুন বার্তা"),
                n("ffde2fdc", "কথা-বার্তা লোড হচ্ছে"),
                n("da878dc0", "স্বীকার করুন"),
                n("hc52446c", "আপনি কি এই গ্রুপে অংশগ্রহণ করতে চান? আপনি তাদের অনুরোধ স্বীকার না করা পর্যন্ত তারা জানতে পারবেন না যে আপনি তাদের অনুরোধটি দেখেছেন।"),
                n("f7e1ad65", function (e) {
                    return "আপনি কি " + e.senderName + "-কে আপনাকে বার্তা পাঠানোর অনুমতি দিতে চান? আপনি তাদের অনুরোধ স্বীকার না করা পর্যন্ত তারা জানতে পারবেন না যে আপনি তাদের বার্তা দেখেছেন।";
                }),
                n("gdf4b790", "কথা-বার্তা ছেড়ে যাবেন?"),
                n("bbf83d84", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং কথা-বার্তার ইতিহাস আপনার ইনবক্স থেকে মোছা হবে।"),
                n("ib3fe8aa", "ব্লক করুন অথবা রিপোর্ট করুন"),
                n("gbed8594", "এই ব্যক্তিকে ব্লক করে ভবিষ্যতে তাকে আপনাকে বার্তার অনুরোধগুলো পাঠানোর ক্ষেত্রে বাধা দেওয়া হবে।"),
                n("g9074da4", "কথা-বার্তা ত্যাগ করুন"),
                n("ad63377e", "কথা-বার্তা মুছে ফেলুন"),
                n("h09b49f8", "এই কথা-বার্তাটি আপনার ইনবক্স থেকে মুছে যাবে। এই কথা-বার্তায় থাকা অন্য লোকজন এখনও এটি দেখতে পারবেন।"),
                n("i6b19b08", "কথা-বার্তার বিরুদ্ধে রিপোর্ট করুন"),
                n("cdb1a05a", "X-কে স্প্যাম অথবা অপব্যবহার সম্পর্কে জানতে দিন যাতে আমরা অন্যদের এই ধরণের অ্যাকাউন্ট থেকে রক্ষা করতে পারি"),
                n("d6b11d9c", "কিছু মিডিয়া আপলোড হয় নি তাই আপনার সরাসরি বার্তা ব্যর্থ হয়েছে।"),
                n("c64c1884", "নতুন বার্তা লিখুন"),
                n("cdcebd22", "নতুন বার্তা"),
                n("a66ac766", "সরাসরি বার্তাগুলি লোড হচ্ছে"),
                n("a846382a", "সরসারি বার্তা অনুসন্ধান করুন"),
                n("h845f282", "সরাসরি বার্তা"),
                n("d7ad7414", "বার্তা উপলব্ধ নেই"),
                n("ga086a54", "ইমেজ অ্যাটাচমেন্ট"),
                n("a9cc8cfe", "একটি GIF পাঠিয়েছেন"),
                n("eb3d722e", "আপনি একটি GIF পাঠিয়েছেন"),
                n("e5bfe07e", "একটি লিঙ্ক পাঠিয়েছেন"),
                n("db53c018", "আপনি একটি লিঙ্ক পাঠিয়েছেন"),
                n("bf584cd2", "একটি ফটো পাঠিয়েছেন"),
                n("f80629ba", "আপনি একটি ফটো পাঠিয়েছেন"),
                n("e20b65b0", "একটি স্টিকার পাঠিয়েছেন"),
                n("d30c2d40", "আপনি একটি স্টিকার পাঠিয়েছেন"),
                n("a876e58c", "একটি ভিডিও পাঠিয়েছেন"),
                n("j7d8101a", "আপনি একটি ভিডিও পাঠিয়েছেন"),
                n("dedfd266", "একটি ভয়েস বার্তা পাঠিয়েছেন"),
                n("h7033cac", "আপনি একটি ভয়েস বার্তা পাঠিয়েছেন"),
                n("i34ec422", "একটি পোস্ট শেয়ার করেছেন"),
                n("a4939874", "আপনি একটি পোস্ট শেয়ার করেছেন"),
                n("a30a206e", "বুঝেছি!"),
                n("ib4b1b86", "পিন করা কথা-বার্তা চালু করা"),
                n("bd3ca2ef", function (e) {
                    return "সহজে অ্যাক্সেসের জন্য উপরে পিন করতে যে কোনো কথা-বার্তার কার্যকলাপ মেনুটি বেছে নিন। আপনি এক সময়ে " + e.count + " কথা-বার্তা" + f(e.count, "", "গুলো") + "টি পর্যন্ত পিন করতে পারেন।";
                }),
                n("e1c9ec9c", "কথা-বার্তা পিন করুন"),
                n("e3cfff7c", "কথা-বার্তা স্নুজ করুন"),
                n("f398722e", "কথা-বার্তা স্নুজ করা হয়েছে"),
                n("bdd91964", "কথোপকথন আনপিন করুন"),
                n("a8ed0eca", "কথা-বার্তা স্নুজ বন্ধ করুন"),
                n("jac4eb1e", "কথা-বার্তার স্নুজ বন্ধ করা হয়েছে"),
                n("d88d0790", "বিকল্পগুলোর মেনু"),
                n("ce108dda", "লেবেল নির্বাচন করুন"),
                n("abf2d13c", "নির্বাচন করুন"),
                n("e4b3f520", "পিন করা হয়েছে এমন কথাবার্তাগুলো"),
                n("ae4d666a", "সমস্ত কথা-বার্তা"),
                n("d98e066c", "কথা-বার্তা পিন করা হয়েছে।"),
                n("j302dba8", "কথা-বার্তা আনপিন করা হয়েছে।"),
                n("cb367658", "কথা-বার্তা পিন করা যায়নি। আবার চেষ্টা করুন।"),
                n("ie9a7e48", "কথা-বার্তা পিন করা যায়নি। আপনার কানেকশন চেক করে আবার চেষ্টা করুন।"),
                n("hd3927c6", "কথা-বার্তা আনপিন করা যায়নি। আবার চেষ্টা করুন।"),
                n("f1ac0968", "কথা-বার্তা আনপিন করা যায়নি। আপনার কানেকশন চেক করে আবার চেষ্টা করুন।"),
                n("d571e4f9", function (e) {
                    return "আপনি শুধুমাত্র " + e.count + " কথা-বার্তা" + f(e.count, "", "গুলো") + "-এ পিন করতে পারবেন";
                }),
                n("a551bf7e", "আপনাকে আরেকটি পিন করতে একটি কথা-বার্তা আনপিন করতে হবে।"),
                n("a676a876", "আপনার ইনবক্সে স্বাগত!"),
                n("h52877aa", "একটি লাইন টানুন, X-এ আপনার ও অন্যদের মধ্যে পোস্ট এবং আরও ব্যক্তিগত কথা-বার্তা শেয়ার করুন। "),
                n("efe8fda0", "একটি বার্তা লিখুন"),
                n("b9dae4f4", "অন্য একটি অনুসন্ধানের শব্দ ব্যবহার করুন"),
                n("e7fb2028", "আর কোনও ফলাফল নেই"),
                n("ae111c99", function (e) {
                    return '"' + e.query + '"-এর কোনো ফলাফল পাওয়া যায়নি';
                }),
                n("e8581cce", "আপনি যে শব্দটি লিখেছেন তাতে কোনো ফলাফল আসেনি।"),
                n("f08940ac", "নতুন বার্তা শুরু করুন"),
                n("i5d7593a", "লোকজন, গ্রুপ অথবা বার্তা অনুসন্ধান করার চেষ্টা করুন"),
                n("c94ac69e", "গ্রুপগুলি"),
                n("fb3c8e74", "সাম্প্রতিক অনুসন্ধানগুলি"),
                n("fd6150fc", "সরাসরি বার্তায় আপনাকে নিরাপদ রাখা হচ্ছে"),
                n("c7e8a9ee", "গোপনীয়তা নীতিটি "),
                n("bece84b4", "আপনার কোনো বার্তার অনুরোধ নেই"),
                n("e51be7c1", "আরও জানুন"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "", "s");
                }),
                n("ed93de0c", "পোস্ট অ্যানালাইজ করা হচ্ছে"),
                n("ba44f4ea", "Grok-এর থেকে আরও বিশদ"),
                n("a6e89af8", "প্রকাশ্য কথা-বার্তা"),
                n("ica55d24", "নতুন চ্যাট"),
                n("f794af9a", "ফান মোড"),
                n("eccf9fea", "রেগুলার মোড"),
                n("g7b1c574", "ডিফল্টে রিসেট করুন"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "আপনার আকাঙ্খিত অনুসন্ধানের মোড"),
                n("i330e54c", "অ্যাডভান্সড অনুসন্ধান এবং যুক্তি"),
                n("ac64b674", "প্রসারিত অনুসন্ধান, আরও যুক্তি"),
                n("j22655f2", "যা খুশি জিজ্ঞাসা করুন"),
                n("h0681e3e", "Grok-এর সাথে কথা বলুন, আমাদের AI সহায়ক"),
                n("d593fd78", "এটি আপনার প্রশ্নের উত্তর দিতে, X অনুসন্ধান করতে  এবং ছবি তৈরি করতে পারে"),
                n("d0205a24", "তথ্য যাচাই করুন"),
                n("ed4177c4", "Grok আত্মবিশ্বাসের সাথে বাস্তবিকভাবে ভুল তথ্য প্রদান করতে পারে, ভুল সারসংক্ষেপ করতে পারে বা কিছু কন্টেন্ট মিস করতে পারে। যেকোনো তথ্য আপনার স্বাধীনভাবে যাচাই করা উচিত।"),
                n("c0ff98f8", "AI প্রশিক্ষণ এবং ব্যক্তিগতকরণ"),
                n("f1a8218a", "আমরা মডেল প্রশিক্ষণ, ফাইন-টিউনিং এবং আপনার Grok অভিজ্ঞতাকে ব্যক্তিগতকৃত করার জন্য আপনার X ডেটা, সেইসাথে Grok-এর সাথে আপনার কথোপকথন, ইনপুট এবং ফলাফলগুলি ব্যবহার করতে পারি। আপনি আপনার X সেটিংস ব্যবহার করে অপ্ট-আউট করতে পারেন৷ আরও জানতে, আমাদের সহায়তা কেন্দ্রে যান।"),
                n("bcbf5b6e", "শেয়ার করা হচ্ছে"),
                n("j7b5c844", "আপনি সর্বজনীনভাবে যেসব কথোপকথনের শেয়ার করেন সেগুলির জন্য নিজেই দায়বদ্ধ থাকবেন। Grok-এর সাথে আপনার কথোপকথনে আপনার বা অন্যদের সম্পর্কে সংবেদনশীল এবং গোপনীয় তথ্য শেয়ার করা এড়িয়ে চলুন (আমাদের সহায়তা কেন্দ্র দেখুন)।"),
                n("c9f7c196", "সহায়তা কেন্দ্র"),
                n("b63d3d36", "অ্যাটাচ করুন"),
                n("c65f7308", "সার্ভার এখন প্রস্তুত হচ্ছে"),
                n("f2a8655e", "Grok Advanced টুলিং বর্তমানে উপলব্ধ নেই।"),
                n("c26b9b9c", "ফাইল"),
                n("g10600b0", "মেনু"),
                n("j826e722", "ছবি সেভ করুন"),
                n("a9325f10", "ছবি কপি করুন"),
                n("g0b12442", "ছবি কপি করতে ব্যর্থ হয়েছে"),
                n("edd0c172", "ছবি পোস্ট করুন"),
                n("d1d3a41a", "ছবি এডিট করুন"),
                n("a2697040", "ছবিতে কি পরিবর্তন করতে চান তার বর্ণনা দিন"),
                n("ge1cefc4", "সরঞ্জাম"),
                n("e9b6d404", "কোন কোন অনুসন্ধানের টুলে Grok-এর অ্যাক্সেস থাকা উচিত?"),
                n("h15dce2e", "অ্যাডভান্সড সেটিংস"),
                n("ff9dc268", "প্রম্পট এডিট করুন"),
                n("acb2baa0", "Create Images"),
                n("h30fd372", "Try Voice Mode"),
                n("e9fcdd0c", "Grok-কে খুব তীব্রতার সাথে ওয়েবে অনুসন্ধান করতে বলুন"),
                n("fc4e8aba", "Grok-কে ধাপে ধাপে যুক্তি দিতে বলুন"),
                n("e4ae6abe", "Grok-কে আপনার ছবি রূপান্তর করতে বলুন"),
                n("e8ade5e2", "ব্যক্তিত্ব নির্বাচন করুন"),
                n("b5df32b0", "Grok কিছু একটা"),
                n("fb3b9776", "Grok-এর আউটপুট এই ব্যবহারকারী কাষ্টমাইজ করেছেন।"),
                n("ca93f2ee", "এই বার্তা মুছে ফেলা হয়েছে।"),
                n("b52484b6", "অনুসন্ধান করা হচ্ছে..."),
                n("b8c06820", "পাঠ্য কপি করুন"),
                n("ca0f5894", "অপছন্দ"),
                n("ja8d189e", "পাঠ্য উত্তর চেয়েছেন"),
                n("e951f04e", "ছবি চেয়েছিলেন"),
                n("c503b35e", "ভিন্ন চিত্র চেয়েছিলেন"),
                n("d4371c92", "কোডটি ভুল"),
                n("dbe8586e", "ভিন্ন কোড চেয়েছিলেন"),
                n("e360eb4a", "কোড চাননি"),
                n("a18657ca", "অঙ্ক ভুল"),
                n("b8b86300", "অঙ্ক চাননি"),
                n("e4c34788", "ভুল উত্তর"),
                n("b220a8c8", "অন্যকিছু চাইছিলাম"),
                n("b115fd18", "পক্ষপাতী উত্তর"),
                n("dc637214", "খারাপ স্টাইল/টোন"),
                n("f02e6d42", "পোস্ট অনুসন্ধান করতে চেয়েছিলেন অনুসন্ধান করতে চেয়েছিলাম"),
                n("bbec6bba", "অনুসন্ধানের ফলাফল ঠিক আসেনি"),
                n("b494d088", "অনুসন্ধান চাননি"),
                n("a44974f2", "ছবি বুঝছেন না"),
                n("bd44a8a8", "আমাদের আরও জানান"),
                n("fcdbe764", "Grok আরও ভালো কীভাবে করতে পারবে?"),
                n("bb6adb22", "কি ভুল হয়েছে তার বর্ণনা দিন"),
                n("h0fa15f2", "আপনার প্রতিক্রিয়ার জন্য ধন্যবাদ!"),
                n("d700b268", "রেফারেন্স দেওয়া চ্যাট"),
                n("cd7bdab2", "কথা-বার্তা ভুলে গেলে সেগুলিকে ইতিহাস থেকে মোছা হবে না"),
                n("f21b84de", "রেফারেন্স ভোলা হয়েছে"),
                n("i52a9cb8", "দেখানোর জন্য কোনও মেমোরী নেই"),
                n("d9d36880", "ভুলে যান"),
                n("g02dacc0", "আজ"),
                n("c6e845c0", "গতকাল"),
                n("a5fa4a86", "জানুয়ারি"),
                n("c51724a4", "ফেব্রুয়ারি"),
                n("j244ceb2", "মার্চ"),
                n("b22b12e0", "এপ্রিল"),
                n("h3023cac", "মে"),
                n("b10dbffa", "জুন"),
                n("c81da1b6", "জুলাই"),
                n("d4e4d3ce", "আগস্ট"),
                n("c3418f9a", "সেপ্টেম্বর"),
                n("b64dada6", "অক্টোবর"),
                n("ad24ec20", "নভেম্বর"),
                n("c7902252", "ডিসেম্বর"),
                n("idf94bac", "আবার তৈরি করুন"),
                n("f7614f92", "অনুসন্ধান ছাড়া"),
                n("c5ade3ba", "অনুসন্ধানের সাথে"),
                n("c16e5b1a", "ইমেজ তৈরি করার ছাড়া"),
                n("i2ca65fa", "ইমেজ তৈরি করার সাথে"),
                n("d3927f88", "পোস্টের লিঙ্ক"),
                n("be37ecd4", "ক্লিপবোর্ডে কপি করুন"),
                n("h708a4c0", "কথা-বার্তা শেয়ার করুন"),
                n("g06a67e2", "শেয়ার পেজে এই পয়েন্ট অবধি বার্তা অন্তর্ভুক্ত করবে"),
                n("a0428662", "সহায়ক নয়"),
                n("fe4fd310", "সহায়ক"),
                n("bfd161bc", "তুলনা করা"),
                n("j5dcf1b2", "আপডেট করা হয়েছে"),
                n("a50aaa10", "প্রি-মার্কেট"),
                n("dd614d10", "আফটার হাওয়ার"),
                n("d6b0b0d5", function (e) {
                    return "খোলার সময়ের দাম" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "মার্কেট ক্যাপ" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "বার্ষিক উচ্চ" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "উচ্চ" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "P/E রেশিও" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "বার্ষিক নিম্ন" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "নিম্ন" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "সময়কালের সর্বোচ্চ" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "সময়কালের সর্বনিম্ন" + e.ttc_stock_details;
                }),
                n("a22063d2", "উন্নত যথার্থতার জন্য আপনার অবস্থান শেয়ার করুন।"),
                n("db3248a8", "লোড করার অবস্থান"),
                n("ffe0e588", "অবস্থান শেয়ার করুন"),
                n("e41a0dc2", "বন্ধ রয়েছে"),
                n("ieff24f4", "ফুল-টাইম"),
                n("e2811afc", "গেমস"),
                n("j081fa34", "স্ট্যান্ডিং"),
                n("i7c7f156", "আগামীকাল"),
                n("b134ba52", "প্রগতিতে রয়েছে"),
                n("j1361724", "অর্ধেক সময়"),
                n("fa0f1262", "ব্রেক"),
                n("c2cac618", "Grok বর্তমানে La Liga, Premier League, Bundesliga, Series A এবং Ligue 1 ডেটা সমর্থন করে।"),
                n("acae223d", function (e) {
                    return '"' + e.prompt + '"এর ফলাফলগুলি';
                }),
                n("bed99fe2", "কম দেখুন"),
                n("f7b57ac0", "পরিসংখ্যান"),
                n("i7e3e446", "মিলসমূহ"),
                n("d490977e", "এখনই"),
                n("e9f55db8", "রবিবার"),
                n("e9cf3af8", "সোমবার"),
                n("d5868a7e", "মঙ্গলবার"),
                n("b5dfdb46", "বুধবার"),
                n("ab8095a2", "বৃহস্পতিবার"),
                n("e298e6f2", "শুক্রবার"),
                n("ef519654", "শনিবার"),
                n("c609a1b4", "রবি"),
                n("j92274b0", "সোম"),
                n("ja482160", "মঙ্গল"),
                n("f4ad4cb0", "বুধ"),
                n("d66bf142", "বৃহস্পতি"),
                n("dc17968a", "শুক্র"),
                n("j310a2d6", "শনি"),
                n("eaf55eb4", "ভাবনা দেখান"),
                n("j1ab5f40", "পড়ার জন্য ট্যাপ করুন"),
                n("ee000b0d", function (e) {
                    return e.numSources + " উৎসসমূহ";
                }),
                n("b1ac6016", "DeepSearch সম্পূর্ণ করা হয়েছে"),
                n("f766feca", "DeepSearch সম্পূর্ণ হয়েছে"),
                n("e258000e", "বিজ্ঞপ্তি"),
                n("d591a772", "বিজ্ঞপ্তি উপলব্ধ নেই"),
                n("bc49b728", "উত্তর তৈরি থাকলে আপনাকে জানানো হবে"),
                n("d8aadeba", "বিজ্ঞপ্তি বন্ধ করা হয়েছে।"),
                n("db832e38", "অনুগ্রহ করে ব্রাউজার সেটিংসে বিজ্ঞপ্তি সক্রিয় করুন।"),
                n("a910cac6", "বিজ্ঞপ্তি সক্রিয় করার ক্ষেত্রে কোনও সমস্যা হয়েছে"),
                n("g4b3a3e6", "DeepSearch সম্পূর্ণ হয়েছে"),
                n("bf780b13", function (e) {
                    return e.minutes + "মি " + e.seconds + "সে";
                }),
                n("c2745fa4", "বন্ধ হয়েছে"),
                n("be30b6ee", "অস্থায়ী সংযোগ"),
                n("a4d9dbfa", "চিন্তা ভাবনা"),
                n("d7cb5408", "প্রাসঙ্গিক ওয়েব পেজ"),
                n("aa7c96bb", function (e) {
                    return "আরও " + e.numResults + "টি দেখুন";
                }),
                n("b58d2bd2", "প্রাসঙ্গিক পোস্টসমূহ"),
                n("f5a2377e", "যার জন্য চিন্তা করা হচ্ছে "),
                n("g3ce0132", "যার জন্য চিন্তা করেছে"),
                n("f8007364", "বিশদের জন্য প্রসারিত করুন"),
                n("ca53f780", "বন্ধ হওয়ার বিশদ"),
                n("ha8fbe22", "Premium-এর সাথে আরও চিত্র বিশ্লেষণ করুন"),
                n("d95c232a", "আপনি নিজের সীমায় পৌঁছেছেন। আরও উত্পাদন করতে এখনই আপগ্রেড করুন।"),
                n("h2671312", "Premium--এর সাথে আরও বেশি Grok পান"),
                n("a1bb9c8a", "Premium+-এর সাথে আরও বেশি Grok পান"),
                n("b08ef3ae", "কথা-বার্তা চালিয়ে যেতে এবং কথা-বার্তায় অংশ নিতে X Premium-এ আপগ্রেড করুন, বা পরে আবার চেষ্টা করুন"),
                n("jf9363b8", "কথা-বার্তা চালিয়ে যেতে এবং কথা-বার্তায় অংশ নিতে X-এ আপগ্রেড করুন, বা পরে আবার চেষ্টা করুন"),
                n("ef018bf6", "Premium-এর সাথে আরও চিত্র বিশ্লেষণ করুন"),
                n("cdace6d2", "এখনই আপগ্রেড করুন"),
                n("a3186bff", function (e) {
                    return e.count + " ওয়েব পেজ";
                }),
                n("f4146dda", "আপনার পছন্দের উত্তর কোনটি?"),
                n("a2c2be32", "এটি Grok-কে আরও উন্নত করতে সহায়তা করবে।"),
                n("g01599b6", "উত্তর 1"),
                n("e02694e0", "উত্তর 2"),
                n("h6867fcc", "আমি এই উত্তরটি পচ্ছন্দ করছি"),
                n("d07488a6", "Get the Android app"),
                n("d9cfe70c", "Access advanced Grok features"),
                n("hf9afab0", "দ্রুত, এজেন্টিক অনুসন্ধানের মাধ্যমে ইন্টারনেট এবং X স্ক্যান করতে, তথ্য বিশ্লেষণ করতে এবং বিস্তারিত, যুক্তিসঙ্গত উত্তর প্রদান করতে DeepSearch সক্ষম করুন।"),
                n("ef3b3f04", 'আমাদের যুক্তিসঙ্গত মডেল ব্যবহার করার জন্য চিন্তা-ভাবনা সক্ষম করুন। এটি অঙ্ক, বিজ্ঞান এবং কোডিংয়ের জন্য সবচেয়ে ভালো। আপনি Grok কে যেকোনো প্রশ্ন সম্পর্কে "আরও ভালোভাবে চিন্তা করতে" বলতে পারেন যার জন্য একটু বেশি মস্তিষ্কের শক্তির প্রয়োজন হতে পারে। '),
                n("b43636b8", "Grok 3 নিয়ে আসা হচ্ছে "),
                n("j376298c", "আমাদের সবচেয়ে শক্তিশালী মডেলের সাথে ইন্টারঅ্যাক্ট করার জন্য Grok 3 দুটি নতুন মোড চালু করেছে: DeepSearch এবং চিন্তা-ভাবনা।"),
                n("e3584f8e", "হেজ ফান্ড দ্বারা ব্যবহৃত 10টি সবচেয়ে সফল অপশন ট্রেডিং কৌশল কী কী?"),
                n("d91b7b8a", "1885 সালে একটি বিশ্ববিদ্যালয় তৈরি করতে কত খরচ হতে পারতো?"),
                n("ia5bef3e", "আজ আমি কীভাবে আপনাকে সহায়তা করতে পারি?"),
                n("ebea5880", "Recent Conversations"),
                n("e13591c0", "উদাহরণ Grok কথা-বার্তা"),
                n("c27ca452", "Premium সাবস্ক্রাইবাররা এখন X-এ আমাদের সবচেয়ে অ্যাডভান্সড AI, Grok ব্যবহার করতে পারবেন।"),
                n("b6abc25a", "Grok 2 নিয়ে আসা হচ্ছে"),
                n("e1cdaf9e", "আমাদের নতুন AI সহকারী, X দ্বারা চালিত"),
                n("e6796748", "যা খুশি জিজ্ঞাসা করুন"),
                n("db470fdc", "Grok, ইমেইল লেখা, প্রশ্নের উত্তর দেওয়া এবং রন্ধনপ্রণালী প্রদান করার মত দৈনন্দিন কাজে সহায়তা করতে পারে।"),
                n("e9adc2d0", "আরও ভালো কোডিং করুন"),
                n("aaab6cdc", "প্রোগ্রামিং সংক্রান্ত প্রশ্নাবলী জিজ্ঞাসা করুন বা নতুন ধারণা শেখায় সহায়তা পান।"),
                n("jd08d606", "আরো সৃজনশীল হন"),
                n("he526d22", "আমাদের নিজেদের চিত্র বানানোর দক্ষতা ব্যবহার করে দুর্দান্ত সব চিত্র উৎপাদন করুন।"),
                n("i6932876", "একটি সাইবারপাঙ্ক ছবি"),
                n("j7cdee8e", "অবগত থাকুন"),
                n("f1f683c2", "এক্সক্লুসিভ ভাবে X-এ সাম্প্রতিক খবর এবং ট্রেডিং প্রসঙ্গ সম্বন্ধে আপ টু ডেট তথ্য পান।"),
                n("h73b9cc0", "আপনার বার্তা পাঠানো হয়নি কারণ বর্তমানে আপনি চ্যাটের সাথে সংযুক্ত নন"),
                n("b6c73662", "একটি বার্তা পাঠান"),
                n("h6070fdc", "চ্যাট সেটিংস"),
                n("d49326ba", "অবতার লোকান"),
                n("h79f3532", "অবতার দেখান"),
                n("a8c1e2f0", "মডারেটরের কার্যকলাপ লোকান"),
                n("jd83edd4", "মডারেটরের কার্যকলাপ দেখান"),
                n("ecca11ac", "টাইমস্ট্যাম্প লোকান"),
                n("e358a9f8", "টাইমস্ট্যাম্প দেখান"),
                n("fca62374", "পপআউট চ্যাট"),
                n("fe20f01b", function (e) {
                    return e.name + "-কে মিউট করবেন?";
                }),
                n("f5dc372a", "মিউট করলে ব্যবহারকারীর সমস্ত বার্তা মুছে যাবে এবং সম্প্রচারের বাকি সময় ধরে চ্যাট করতে পারবেন না।"),
                n("e91dd1fa", "একজন মডারেটর বার্তা মুছে দিয়েছেন।"),
                n("d1da3709", function (e) {
                    return e.username + "-কে উত্তর দিচ্ছেন: " + e.body;
                }),
                n("fc82a896", "এই সম্প্রচারটি সমাপ্ত হয়েছে।"),
                n("ea58dbd0", "এই সম্প্রচার শুরু হয়নি"),
                n("cb5b6784", "সম্প্রচারকারীর দ্বারা সীমাবদ্ধ"),
                n("eba27300", "সম্প্রচারকারীকে অনুসরণ করে, এমন অ্যাকাউন্টগুলিই কেবল চ্যাট করতে পারবে"),
                n("f28984fb", function (e) {
                    return e.screenName + " অনুসরণ করে, এমন অ্যাকাউন্টগুলিই কেবল চ্যাট করতে পারবে";
                }),
                n("a3fec810", "চ্যাট করতে Premium-এ সাবস্ক্রাইব করুন"),
                n("dbf0b235", function (e) {
                    return "চ্যাট করতে " + e.screenName + "-এ সাবস্ক্রাইব করুন";
                }),
                n("ifbd8342", "লাইভ স্ক্রীন খুলুন"),
                n("f935d3ce", "চ্যাট খুলুন"),
                n("abbe8212", "চ্যাট বন্ধ করুন"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% সম্পন্ন";
                }),
                n("e4f6bd9e", "ওহো, কিছু ভুল হয়েছে। দয়া করে পরে আবার চেষ্টা করুন।"),
                n("ac966f94", "ব্রাউজার সমর্থন করছে না"),
                n("ca86b62c", "অথবা"),
                n("d5568440", "অনুগ্রহ করে একটি শক্তিশালী পাসওয়ার্ড লিখুন।"),
                n("d0511fe6", "এই নম্বরটি ইতিমধ্যে অন্যান্য অ্যাকাউন্টে ব্যবহার করা হচ্ছে৷ দয়া করে আরেকটা ব্যবহার করুন৷"),
                n("cd24fe60", "অনুগ্রহ করে একটি বৈধ ফোন নম্বর লিখুন।"),
                n("gf8388fe", "দেশের কোড"),
                n("c52be452", "হ্যাঁ, সরান"),
                n("bcb388a0", "এটি আপনার আগে আপলোড করা যেকোনো পরিচিতিকে সরিয়ে ফেলে এবং আপনার সব ডিভাইসে X-এর সাথে আপনার অ্যাড্রেস বুক সিঙ্ক করা বন্ধ করে। অনুগ্রহ করে অবগত থাকুন এতে কিছু সময় লাগে।"),
                n("ec129eb6", "আপনি সফলভাবে আপনার পরিচিতিগুলি সরিয়েছেন।"),
                n("f1b5048a", "আপনার পরিচিতিগুলি মোছার সময় একটা সমস্যা হয়েছে।"),
                n("hc72e1fc", "অনুগ্রহ করে একটি বৈধ ইমেইল লিখুন।"),
                n("bc0ad88a", "প্লাস অ্যাড্রেসিং-এর ('+' চিহ্ন সহ ইমেইলগুলি) অনুমতি দেওয়া হয় না। অনুগ্রহ করে এএক্তি বৈধ ইমেইল লিখুন। "),
                n("f134915f", function (e) {
                    return e.count + " নির্বাচিত উপকরণগুলো";
                }),
                n("b8fb87e0", "নির্বাচিত প্রসঙ্গগুলো দেখুন"),
                n("e854ad27", function (e) {
                    return "প্রসঙ্গ - " + e.title;
                }),
                n("e4ff75aa", "কিছু ভুল হয়েছে। আপনার সংযোগ পরীক্ষা করুন ও আবার চেষ্টা করুন।"),
                n("b60eba9e", "আসুন প্রথমে একটা জিনিস পরীক্ষা করি।একটি Google reCAPTCHA প্রতিযোগিতা অতিক্রম করার মাধ্যমে আপনি যে একজন রোবট নন তা দয়া করে নিশ্চিত করুন।"),
                n("ba939778", "আপনি কি একটি রোবোট?"),
                n("d44efc66", "আপনার নাম কি?"),
                n("b4867a18", 'আপনার সম্পূর্ণ নামে "টুইটার" শব্দটি রাখতে পারবেন না।'),
                n("j1c3f4b9", function (e) {
                    return "জন্ম তারিখ সম্পাদনা করুন " + e.birthdate;
                }),
                n("j231d352", "সকলকে অনুসরণ করুন"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + "-এর পোস্টগুলো লোড হচ্ছে";
                }),
                n("c9a1cb5e", "এই অ্যাকাউন্টের অস্তিত্ব নেই"),
                n("e7b201de", "অন্য একটি অনুসন্ধানের চেষ্টা করুন।"),
                n("ica87fde", "আপনাকে ব্লক করা হয়েছে"),
                n("c7ec6faf", "আরও জানুন"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + "-কে ব্লক করা হয়েছে";
                }),
                n("gba95028", "পোস্ট দেখুন"),
                n("a2216a79", "আরও জানুন"),
                n("a2811f96", "প্রোফাইল সময়রেখা"),
                n("d25805fa", "সাব টুইট"),
                n("b05be0c8", "হাইলাইট"),
                n("b9891db3", function (e) {
                    return "যেসকল পোস্টে " + e.fullName + " (@" + e.screenName + ") উত্তর দিয়েছেন";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + "-এর সাবস্ক্রিপশন পোস্টগুলো লোড হচ্ছে";
                }),
                n("ac3f4be9", function (e) {
                    return e.screenName + "-এর হাইলাইট লোড করা হচ্ছে";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + "-এর নিবন্ধ লোড করা হচ্ছে";
                }),
                n("b7363b66", "একটি পোস্ট পাঠান"),
                n("ce659062", "আপনার সাবস্ক্রাইবারদের অপেক্ষা করাবেন না"),
                n("f1e98cc2", "আপনার সর্বোত্তম পোস্টগুলি গর্বের সাথে প্রদর্শন করুন!"),
                n("d5c743c6", "একটি নিবন্ধ লিখুন"),
                n("d1e5e328", "আপনি যখন করবেন, তখন এটি এখানে দেখানো হবে।"),
                n("hb26a1fe", "এগিয়ে যান — বিশেষ সেই বিষয়টি নিয়ে পোস্ট করা শুরু করুন। আপনার সমস্ত সাবস্ক্রিপশনের পোস্ট এখানে দেখা যাবে।"),
                n("b7c3572e", 'আপনার প্রোফাইলে হাইলাইট যোগ করতে:\n\n1.  আপনার লেখা যেকোনো পোস্ট খুঁজুন\n2. "•••" মেনু বোতামে ট্যাপ করুন\n3. হাইলাইটে যোগ/সেখান থেকে অপসারণ করুন-এ ট্যাপ করুন'),
                n("i8123550", "আপনি যখন কোনও নিবন্ধ পাবলিশ করবেন, তখন সেটি এখানে দেখানো হবে।"),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " পোস্ট করেননি";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " এখনও কোনও সাবস্ক্রিপশন পোস্ট করেননি।";
                }),
                n("jbae8c54", "কোনও হাইলাইট করা পোস্ট উপলব্ধ নেই।"),
                n("g8fb219e", "কোনও নিবন্ধ উপলব্ধ নেই।"),
                n("f34dfc18", "তারা যখন করেন তখন তাদের পোস্ট এখানে প্রদর্শিত হবে।"),
                n("h9346040", "সাবস্ক্রিপশন পোস্টগুলো পোস্ট করার পরে, এখানে দেখা যাবে।"),
                n("i4c3ddc6", "পাবলিশ করা হয়ে গেলে নিবন্ধটি প্রদর্শিত হবে।"),
                n("e0118142", "এখনই পোস্ট করুন"),
                n("e0c1d871", function (e) {
                    return e.fullName + "-এর পোস্ট";
                }),
                n("c575828f", function (e) {
                    return e.fullName + "-এর সাবস্ক্রিপশন পোস্ট";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + "-এর হাইলাইট";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + "-এর নিবন্ধগুলি";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ")-এর সাবস্ক্রিপশন পোস্ট";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ")-এর হাইলাইট";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + "-এর (@" + e.screenName + ") লেখা নিবন্ধ";
                }),
                n("h088ae72", "প্রোফাইল পোস্ট"),
                n("hbf64b75", function (e) {
                    return e.fullName + "-এর (@" + e.screenName + ") লাইক করা পোস্ট";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + "-এর পছন্দগুলি লোড হচ্ছে";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " কোনও পোস্ট লাইক করেননি";
                }),
                n("d34b5306", "তারা যখন করবে, তখন পোস্টগুলো এখানে দেখা যাবে।"),
                n("bb0e41bc", "এখনও কেউ আপনাকে পছন্দ করেনি"),
                n("d3d4a21c", "একটু ভালবাসা বোঝাতে যেকোনো পোস্টে হার্ট আইকনে ট্যাপ করুন। আপনি যখন এটা করবেন, সেটিকে এখানে দেখানো হবে।"),
                n("d95c3d31", function (e) {
                    return e.fullName + " পোস্ট পছন্দ করেছেন";
                }),
                n("eeb7d696", "আপনার লাইকগুলি ব্যক্তিগত। কেবল আপনি এ সেগুলি দেখতে পারবেন।"),
                n("h6e91bb1", function (e) {
                    return e.fullName + "-এর (@" + e.screenName + ") মিডিয়া পোস্ট";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + "-এর মিডিয়া লোড করা হচ্ছে";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " মিডিয়া পোস্ট করেনি";
                }),
                n("ccc363f6", "একবার তা করলে, সেই পোস্টগুলো এখানে প্রদর্শিত হবে।"),
                n("d1614228", "লাইট, ক্যামেরা... অ্যাটাচমেন্ট!"),
                n("d7dc8d0a", "আপনি যখন কোন ফটো বা ভিডিও পোস্ট করবেন তখন সেগুলি এখানে দেখানো হবে।"),
                n("hf761abf", function (e) {
                    return e.fullName + "-এর মিডিয়া";
                }),
                n("je5311d3", function (e) {
                    return " " + e.fullName + " (@" + e.screenName + ")-এর অ্যাফিলিয়েট";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + "-এর  অ্যাফিলিয়েট লোড করা হচ্ছে";
                }),
                n("ccf03833", function (e) {
                    return " " + e.fullName + "-এর অ্যাফিলিয়েট";
                }),
                n("ba5a88e4", "প্রস্তাবিত"),
                n("ddee8ae2", "সবকটি চাকরী দেখুন"),
                n("d2a04c68", "আমরা নিয়োগ করছি"),
                n("dc12a126", "দিকনির্দেশ পান"),
                n("e2acb642", "পরিচিতি"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + "-কে কল করুন";
                }),
                n("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + "-কে টেক্সট করুন";
                }),
                n("b44c0205", function (e) {
                    return e.day + " " + e.time + " -এ";
                }),
                n("de1123f5", function (e) {
                    return e.time + "-এ";
                }),
                n("e2a5bd50", "24 ঘণ্টা খোলা"),
                n("e0d7da6c", "বন্ধ হয়"),
                n("i7059f56", "খোলা হয়"),
                n("a7391348", "কখনই উপলভ্য নেই"),
                n("c9eba532", "আপডেট করা ঘণ্টা"),
                n("b5fea270", "প্রোডাক্ট ক্যারোজেল"),
                n("h10bb33c", "প্রোডাক্টটির বিরুদ্ধে অভিযোগ জানাবেন?"),
                n("dda5d96a", "প্রোডাক্টটির বিরুদ্ধে অভিযোগ জানান"),
                n("fca46f40", "সহায়তা কেন্দ্রে"),
                n("c71a053b", "এখানে ক্লিক করুন"),
                n("d7f8a117", function (e) {
                    return e.days + " দিনের অ্যানালিটিক্স";
                }),
                n("cae20e93", function (e) {
                    return e.days + " দিন";
                }),
                n("gc767fda", "আপনার জন্য ব্যক্তিগত"),
                n("c7c85e0c", "অ্যানালিটিক্স আনলক করুন"),
                n("b15df4b4", "আপনার পোস্ট যতবার X-এ দেখা হয়েছে"),
                n("e5fe61e0", "প্রভাব"),
                n("d1018321", function (e) {
                    return "গত " + e.period + "-এ আপনার পোস্টে " + e.value + " ইম্প্রেশন এসেছে";
                }),
                n("e623137c", "এনগেজমেন্টের হার"),
                n("d9d34182", "ইম্প্রেশন অনুযায়ী ভাগ করা পোস্টের এনগেজমেন্ট"),
                n("aeee0182", "প্রোফাইল দেখেছে"),
                n("b2bde01a", "আপনার পোস্ট থেকে যতবার প্রোফাইল দেখা হয়েছে তার সংখ্যা"),
                n("faf4c1f5", function (e) {
                    return "গত " + e.period + "-এ আপনার প্রোফাইলে " + e.value + " জন ভিজিট করেছেন";
                }),
                n("d5f1e554", "লিঙ্কে ক্লিক হয়েছে"),
                n("cf573986", "আপনার পোস্টে যেকোনো URL-এ ক্লিকের সংখ্যা"),
                n("j761451e", "নতুন অনুসরণকারী"),
                n("e1a87d14", "আপনি যত নতুন অনুসরণকারী অর্জন করেছেন তার সংখ্যা (অনুসরণ না করা সহ)"),
                n("j590577e", "আপনার পোস্টের জন্য পাওয়া উত্তরের সংখ্যা"),
                n("ia1da622", "আপনার পোস্টের জন্য পাওয়া লাইকের সংখ্যা"),
                n("cfd1036b", function (e) {
                    return "গত " + e.period + "-এ আপনার পোস্টে " + e.value + "টি লাইক এসেছে";
                }),
                n("ja42739e", "রিপোস্ট"),
                n("ca6e8de0", "আপনার পোস্ট যতবার রিপোস্ট করা হয়েছে"),
                n("b1b4d57e", "ভিডিও যতবার দেখা হয়েছে"),
                n("bdaf100e", "আপনার পোস্টে ভিডিও যতবার দেখা হয়েছে"),
                n("ca826772", "মিডিয়া যতবার দেখা হয়েছে"),
                n("j43b8f52", "আপনার মিডিয়া (GIF, ফটো এবং ভিডিও) যত ভিউ পেয়েছে"),
                n("d3969c06", "সম্পূর্ণ রেট"),
                n("c58c3476", "ভিডিও দেখার পরিমাণ দিয়ে ভিডিও সম্পূর্ণকরণ ভাগ করা"),
                n("c8aae62a", "আপনার পোস্টের জন্য মোট যত বুকমার্ক পেয়েছেন"),
                n("g70825e0", "বার শেয়ার করা হয়েছে"),
                n("c6fbefd4", "আপনার পোস্টের জন্য মোট যত শেয়ার পেয়েছেন"),
                n("dbe9353e", "এনগেজমেন্ট"),
                n("a3a4e8f8", "মাসিক"),
                n("eb2e0272", "লাইন"),
                n("e298b08e", "বার"),
                n("bbc6e7c6", "মার্কিন যুক্তরাষ্ট্র"),
                n("h88ad664", "কানাডা"),
                n("gd139910", "যুক্তরাজ্য"),
                n("e08feda2", "জাপান"),
                n("fad772ce", "মধ্য প্রাচ্য এবং উত্তর আফ্রিকা"),
                n("a396dd6c", "এশিয়া প্যাসিফিক"),
                n("j942b16c", "ইউরোপ এবং বর্ধনশীল মার্কেট"),
                n("j3cc0c00", "ল্যাটিন আমেরিকা"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "অনুসরণকারী-নন"),
                n("d61b2bcc", "কমিউনিটি পোস্ট"),
                n("h3525cb8", "উল্লিখিত নয়"),
                n("a3c544e8", "সেরা দেশগুলি"),
                n("f30795d0", "প্রোফাইল ফটো খোলে"),
                n("gd7acb84", "প্রোফাইল সেট আপ করুন"),
                n("b7636014", "বার্তা"),
                n("haad225c", "Premium উপহার দিন"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + "-এ সাবস্ক্রাইব করুন";
                }),
                n("j33d8902", "টিপ পাঠান"),
                n("a8ab3d08", "এখানে পাঠান"),
                n("d740d2d9", function (e) {
                    return "ক্লিপবোর্ডে " + e.service + " লিঙ্ক কপি করা হয়েছে";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "Bitcoin অ্যাড্রেস"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "Ethereum অ্যাড্রেস"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "আরও দেখুন"),
                n("df7cb6d4", "পেশাদার বিভাগ"),
                n("ec429e79", "আরও জানুন।"),
                n("j04c717a", "+ অভিজ্ঞতা যোগ করুন"),
                n("a1ea2f12", "শুভ জন্মদিন!"),
                n("g8191e78", "আজ তাদের জন্মদিন!"),
                n("c1b819ba", "জন্মদিনের বেলুনগুলো আজ এখানে প্রদর্শিত হচ্ছে"),
                n("ad7a451e", "জীবন বৃত্তান্ত অনুবাদ করুন"),
                n("f543dbf6", "যাচাইকৃত ফোন নম্বর"),
                n("cef4e8cf", function (e) {
                    return e.screenName + "-কে আনমিউট করবেন?";
                }),
                n("h03a094a", "এই অ্যাকাউন্ট থেকে পোস্টগুলো এখন আপনার হোম টাইমলাইনে অনুমোদিত হবে।"),
                n("a6e94418", "আপনি এই অ্যাকাউন্ট থেকে পোস্ট মিউট করে রেখেছেন।"),
                n("dd3d10f6", "রিভিউ করা হচ্ছে"),
                n("i06d4712", "আমাদের টিম আপনার অ্যাকাউন্টের একটি শীঘ্র রিভিউ করছে। আপনি কয়েকদিনের মধ্যে এখানে আপনার টিকচিহ্ন দেখতে পাবেন।"),
                n("j354c438", '"রিভিউ করা হচ্ছে" এই লেবেলটি শুধু আপনিই দেখতে পাবেন'),
                n("e018b5fa", "যাচাইকৃত হতে আপগ্রেড করুন"),
                n("b74bd6c6", "এই অ্যাকাউন্টটি যাচাই করা হয়েছে কারণ এটি সরকার, সংবাদ, বিনোদন বা অন্য কোনও মনোনীত বিভাগে উল্লেখযোগ্য।"),
                n("e1e0c916", "এই অ্যাকাউন্টটি যাচাইকৃত, কারণ এটি X Premium-এ সাবস্ক্রাইব করা রয়েছে। "),
                n("eb5d72e4", "এই অ্যাকাউন্টের পোস্টগুলো সংরক্ষিত। কেবল তাদের অনুসরণকারীরাই সেগুলি পড়তে পারবেন। "),
                n("g776ca50", "যাচাইকৃত অ্যাকাউন্ট"),
                n("ad465ee8", "প্রাথমিক অ্যাফিলিয়েশন সেট করুন"),
                n("d01612d3", function (e) {
                    return e.date + " থেকে যাচাইকৃত।";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", আপনাকে এখনো যাচাই করা যায়নি";
                }),
                n("b2d0c0f4", "আলাদাভাবে খ্যাত হতে "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " এবং উত্তরের রিচ বুস্ট করতে যাচাইকৃত লাইক পান"),
                n("d834ab9c", "হ্যাঁ, প্রোফাইল দেখুন"),
                n("cb339f26", "সতর্কীকরণ: এই অ্যাকাউন্টটি অস্বাভাবিক আচরণ করছে"),
                n("hf06085e", "আপনি এই সতর্কবার্তা দেখতে পাচ্ছেন কারণ এই অ্যাকাউন্টে কিছু অস্বাভাবিক কার্যকলাপ দেখা গিয়েছে। আপনি কি তা সত্ত্বেও এটি দেখতে চান?"),
                n("aa959f36", "সতর্কীকরণ: এই অ্যাকাউন্টটিকে সাময়িকভাবে সীমিত করা হয়েছে"),
                n("jf604336", "সতর্কীকরণ: এই প্রোফাইলটিতে সম্ভাব্য সংবেদনশীল সামগ্রী থাকতে পারে"),
                n("c9bfda48", "সাবধান: এই প্রোফাইলে সম্ভবত সংবেদনশীল বিষয় থাকতে পারে। এইগুলিতে সম্ভবত সংবেদনশীল ছবি বা ভাষা ব্যবহার করা হয়েছে বলে আপনি এই সতর্কবার্তা দেখছেন। আপনি কি এখনও এটা দেখতে চান?"),
                n("g29ebf26", "তারা সম্ভাব্য সংবেদনশীল চিত্র বা ভাষা পোস্ট করে বলে আপনি এই সতর্কবার্তাটি দেখছেন। আপনি কি এখনও এটিকে দেখতে চান?"),
                n("jcfb7fba", "সেগুলি সম্ভবত X নিয়মাবলী লঙ্ঘন করেছে বলে আপনি এই সতর্কবার্তাটি দেখছেন। আপনি কি এখনও এটিকে দেখতে চান?"),
                n("bd598c70", "এই পোস্টগুলি সংরক্ষিত।"),
                n("e617164b", "আরো জেনে নিন"),
                n("g8475f82", "অ্যাকাউন্ট স্থগিত করা হয়েছে"),
                n("j5e1cf59", "X নিয়মাবলী"),
                n("gbf342a4", "অ্যাকাউন্ট স্থগিত"),
                n("defba9a4", "X-এ স্বাগত!"),
                n("d11934ec", "বিজ্ঞপ্তি পান"),
                n("a2cd2b0a", "অনুসরণ করুন ও বিজ্ঞপ্তি পান"),
                n("a70bae53", function (e) {
                    return e.fullName + " কোনো পোস্ট করলে, এখন আপনি প্রতিবার তার বিজ্ঞপ্তি পেতে পারেন।";
                }),
                n("f51a4c29", function (e) {
                    return "এখন আপনি " + e.fullName + "-কে অনুসরণ করতে পারেন এবং তিনি কোনো পোস্ট করলে প্রতিবার তার বিজ্ঞপ্তি পেতে পারেন।";
                }),
                n("cfa5e58d", function (e) {
                    return "আপনি " + e.fullName + "-কে অনুসরণ করছেন এবং তারা পোস্ট করলে আপনাকে বিজ্ঞপ্তি পাঠানো হবে।";
                }),
                n("be3a652d", function (e) {
                    return e.fullName + " পোস্ট করলেই আপনাকে বিজ্ঞপ্তি পাঠানো হবে।";
                }),
                n("f089620c", "আপনার হোম সময়রেখা"),
                n("a1ab9c80", "এই কমিউনিটিতে এখনও কোনো পোস্ট নেই"),
                n("b32c4fb0", "একবার সেখানে সেগুলি থাকলে, আপনি এখানে তাদের দেখতে পাবেন।"),
                n("bf17deda", "যাওয়া যাক!"),
                n("c3fbf1da", "আপনার জগতে যা যা ঘটে চলেছে সেসব দেখার সবচেয়ে সেরা জায়গা এটা৷ অনুসরণ করার জন্য কয়েকজন মানুষ ও বিষয় খুঁজে নিন৷"),
                n("a2515900", "পোস্টের জন্য অপেক্ষা করা হচ্ছে"),
                n("je23cdb2", "এই তালিকাতে থাকা লোকজনের পোস্টগুলো এখানে দেখা যাবে।"),
                n("e69b7e02", "অ্যাকাউন্ট পরিচালনা করুন"),
                n("b6bd6ae4", "বর্তমান অ্যাকাউন্ট"),
                n("d577bccd", function (e) {
                    return "আপনার যদি একের অধিক X অ্যাকাউন্ট থাকে, আপনি তাদের যোগ করতে পারেন এবং সহজেই তাদের মধ্যে বদল করতে পারেন।আপনি " + e.maxAccounts + " পর্যন্ত অ্যাকাউন্টগুলি যোগ করতে পারেন।";
                }),
                n("dc65b3e5", function (e) {
                    return "আপনি " + e.maxAccounts + " অ্যাকাউন্টগুলির সীমায় পৌঁছে গেছেন।";
                }),
                n("b8045b33", function (e) {
                    return "আপনি " + e.maxAccounts + " অ্যাকাউন্টগুলির সীমায় পৌঁছে গেছেন।";
                }),
                n("d075dc89", function (e) {
                    return "আপনি " + e.maxAccounts + " ব্যক্তিগত অ্যাকাউন্টগুলির সীমায় পৌঁছে গেছেন।";
                }),
                n("bade139e", "সব অ্যাকাউন্টগুলি থেকে লগ আউট করুন"),
                n("ae33b982", "সব অ্যাকাউন্টগুলি থেকে লগ আউট করবেন?"),
                n("fa07bf68", "এটি আপনার সমস্ত ব্রাউজার ট্যাবগুলিতে আপনার সমস্ত অ্যাকাউন্টগুলির ক্ষেত্রে প্রযোজ্য হবে।"),
                n("f7865ab6", "অপনার অ্যাকাউন্ট না?"),
                n("a35248e4", "এটা আমার অ্যাকাউন্ট নয়"),
                n("f794a67c", "এটা আমার অ্যাকাউন্ট"),
                n("j79c0ff7", function (e) {
                    return "আমরা এই অ্যাকাউন্ট থেকে " + e.emailAddress + "-কে সরিয়ে দিয়েছি";
                }),
                n("fb46383c", "আপনি আপনার নিজের অ্যাকাউন্ট থেকে ইমেইল ঠিকানাটি মুছে ফেলতে পারবেন না।"),
                n("gcfdbc2b", function (e) {
                    return "ইমেইল ঠিকানাটি X অ্যাকাউন্ট (" + e.screenName + ")-এর সঙ্গে আর যুক্ত নয়।";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "বিজ্ঞপ্তি সেটিংসে যান।"),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "আপনার ইমেল ঠিকানাটি কেন এমন একটি X অ্যাকাউন্টের সঙ্গে যুক্ত ছিল যা আপনার অ্যাকাউন্ট নয়?"),
                n("ac71e82f", "আরও জানুন"),
                n("b069d89c", "দর্শক"),
                n("f5a61ae6", "সামগ্রী"),
                n("a4df00c0", "অ্যাকাউন্ট অ্যানালিটিক্স ট্যাব"),
                n("ac248548", "অ্যাকাউন্ট ওভারভিউ"),
                n("je62f358", "গত 28 দিন"),
                n("bc2f16a4", "সক্রিয় সময়"),
                n("d603209e", "কার্যকলাপের ব্রেকডাউন"),
                n("ac3fb6de", "Space-এ যোগদান করা "),
                n("ie181958", "দর্শকের ইনসাইট"),
                n("j6f8d422", "আপনার ভিডিওগুলির গড় দেখার সময়।"),
                n("e7479ce4", "গড় দেখার সময়"),
                n("g1dfa7d0", "গড়"),
                n("h7d28188", "কন্টেন্টে ফেরা"),
                n("if2704e4", "লাইভ ওভারভিউতে ফিরে যান"),
                n("ea928ae4", "Spaces-এ ফিরে যান"),
                n("e8c07c22", "সম্প্রচার করুন"),
                n("a4ce6e68", "সম্প্রচারের মেট্রিক্স"),
                n("b2214c74", "এই সম্প্রচারের জন্য মোট ভিউর সংখ্যা"),
                n("d4fcf83a", "দর্শকরা এই সম্প্রচার দেখতে মোট যত সময় কাটিয়েছেন"),
                n("a89b0322", "বাতিল করা হয়েছে"),
                n("j3cb12ea", "সমসাময়িক শ্রোতা"),
                n("b93931ee", "যতবার আপনার কন্টেন্ট পোস্ট করা হয়েছে।"),
                n("a1814798", "আপনি যতবার কোনও পোস্টে উত্তর দিয়েছেন।"),
                n("addd5575", function (e) {
                    return "শুক্র" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "সোম" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "শনি" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "রবি" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "বৃহ" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "মঙ্গল" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "বুধ" + e.date;
                }),
                n("d9c70840", "ডিভাইস"),
                n("ba55e824", "সমাপ্ত হয়েছে"),
                n("id276c42", "যতবার আপনার কন্টেন্টের সাথে এনগেজ করা হয়েছে।"),
                n("j033d090", "আনুমানিক আয়"),
                n("efd4d7d4", "Spaces ফিল্টার করুন"),
                n("a1334290", "প্রথম 48 ঘণ্টা"),
                n("gc10a3b0", "সময়ের ব্যবধানে অনুসরণকারীগণ"),
                n("efa0f858", "সময়ের ব্যবধানে অনুসরণকারী এবং অনুসরণ বাতিল করা। এটি সাধারনত আপনার অনুসরণকারীর সংখ্যা প্রকাশ করে না।"),
                n("g2b06cc6", "জেন্ডারের ডেটা অনুমান করা হতে পারে"),
                n("b66b3baa", "ঘণ্টা"),
                n("cf8a0772", "ভিউ-এর ইম্প্রেশন"),
                n("g13d8010", "গত 48 ঘন্টা"),
                n("d5627596", "শেষ এক ঘন্টা"),
                n("baf120a6", "সবচেয়ে কম এনগেজ হয়েছে"),
                n("f2382014", "লাইভ"),
                n("c4a7a6aa", "লাইভ ডেটা"),
                n("a992032a", "লাইভস্ট্রিমের অ্যানালিটিক্স"),
                n("ie45edda", "লাইভস্ট্রিমের ওভারভিউ"),
                n("e30fc268", "লাইভ দেখার দর্শকবৃন্দ"),
                n("bd37f68e", "মিডিয়া কার্যকলাপ"),
                n("fe074210", "মিনিট"),
                n("jd03a1b8", "যত মিনিট দেখা হয়েছে"),
                n("a20e91e8", "যত মিনিট দেখা হয়েছে"),
                n("ic2bebee", "মনেটাইজ করা হয়েছে"),
                n("a1d642c8", "সবচেয়ে বেশি এনগেজ হয়েছে"),
                n("ifc4c1f8", "এই কন্টেন্ট থেকে যত সংখ্যক অনুসরণকারী যোগ হয়েছেন।"),
                n("fff1315a", "নির্বাচিত ফিল্টারের জন্য কোনও সম্প্রচার উপলব্ধ নেই"),
                n("jbcb09a8", "এখনও যথেষ্ট ডেটা নেই"),
                n("df846d6c", "নির্বাচিত সময়ের রেঞ্জের জন্য কোনও পোস্ট পাওয়া যায়নি।"),
                n("g2ba40f6", "নির্বাচিত ফিল্টারের জন্য কোনও Spaces উপলব্ধ নেই"),
                n("j44061a0", "উপলব্ধ নয়"),
                n("c4a93912", "প্রযোজ্য নয়"),
                n("a6b78788", "কোনও দর্শকের ডেটা উপলব্ধ নেই"),
                n("b2438638", "মোটের"),
                n("ic0399e0", "অর্গানিক ভিউ"),
                n("ja5c444a", "পেমেন্ট করার সময়কাল"),
                n("f04e025e", "সর্বাধিক সমসাময়িক শ্রোতা"),
                n("d6d10662", "সবচেয়ে বেশি দর্শক: "),
                n("d147bea2", "অনুগ্রহ করে পরে এসে দেখুন"),
                n("f0336d68", "পোস্ট অ্যানালিটিক্স"),
                n("g85fbd2e", "পোস্ট id"),
                n("ice5c5b6", "যতবার এই কন্টেন্ট ব্যবহারকারীদের কাছে প্রদর্শন করা হয়েছে।"),
                n("hf4f9bfe", "পোস্টের লিংক"),
                n("bf5ebf5c", "সকল পোস্ট এবং উত্তরপোস্ট এবং উত্তর"),
                n("b211652e", "সময়ের ব্যবধানে পোস্টগুলি"),
                n("f2efec0a", "আগে ঠেলে প্রকাশ করা"),
                n("i61e0302", "পূর্ববর্তী"),
                n("e08a706a", "বিজ্ঞাপিত ভিউ"),
                n("cbc99192", "প্রকাশের তারিখ"),
                n("a83c2a9a", "বাস্তব সময়"),
                n("e9d72896", "রেকর্ড করা হয়েছে"),
                n("gede4932", "রিপ্লে"),
                n("h0de359c", "যতবার এই কন্টেন্ট পোস্ট করা হয়েছে।"),
                n("e0568f2c", "নির্ধারিত সময়:  "),
                n("gd86baa8", "শুরুর নির্ধারিত সময়"),
                n("fef3bfae", "সেকেন্ডারি মেট্রিক নির্বাচন করুন"),
                n("g7e3d2a4", "Space অ্যানালিটিক্স"),
                n("fbc79a40", "Spaces ওভারভিউ"),
                n("d077112a", "Space স্ট্যাটস"),
                n("cf3709da", "স্থিতি"),
                n("e797dc32", "স্ট্রিম করার সময়: "),
                n("b649d8cc", "শুধুমাত্র সাবস্ক্রাইবারদের জন্য"),
                n("j9282130", "সম্প্রচারের থাম্বনেল"),
                n("g629b8b0", "টাইম আউট হয়েছে"),
                n("eb87323c", "এটি লাইভস্ট্রিম হওয়ার পর থেকে নির্বাচিত সময়কালের বিশ্লেষণ ডেটা দেখায়।"),
                n("i6a75722", "সময়ের সীমা"),
                n("c602f5b8", "মোট"),
                n("b35e68ae", "মোট অংশগ্রহণকারী"),
                n("h78ee79a", "মোট যত রিপ্লে দেখা হয়েছে"),
                n("e3efaed0", "প্রকার"),
                n("c37993e2", "অনুসরণ করা বাতিল করেছে"),
                n("b1ed35d0", "অনন্য দর্শক"),
                n("bfad9306", "অজানা"),
                n("b5a58f36", "বেনামী সম্প্রচার"),
                n("i70f5278", "আপলোড করা হয়েছে:"),
                n("a98b58b6", "যাচাইকৃত অনুসরণকারী"),
                n("a5de67ca", "যতজন অনুসরণকারী তাদের অ্যাকাউন্ট যাচাই করেছেন।"),
                n("g3367ff4", "ভিডিও সম্পূর্ণ হয়েছে"),
                n("a7b48b36", "সম্পূর্ণ হওয়া ভিডিও ভিউয়ের শতাংশ।"),
                n("a2580f2a", "সম্পূর্ণতার হার"),
                n("ff95a9cc", "ভিডিও ID"),
                n("a97e358e", "ভিডিওর লিঙ্ক"),
                n("e10e8b46", "কেবল গত 100 দিনের ভিডিওগুলিই দেখানো হচ্ছে।"),
                n("ba37f6da", "ভিডিও ওভারভিউ"),
                n("f19846b2", "ভিডিও থাম্বনেল"),
                n("ccd6f4a8", "ভিডিওর শিরোনাম "),
                n("c8410542", "আপনার ভিডিও যতবার দেখা হয়েছে।"),
                n("a532072a", "দর্শক"),
                n("d9508ab0", "ভিউ"),
                n("d9f9dec0", "Space দেখুন"),
                n("h0c1f37a", "Space অ্যানালিটিক্স দেখুন"),
                n("e41fffbc", "আপনার ভিডিওগুলির মোট দেখার সময়।"),
                n("if2909ba", "দেখার সময়"),
                n("i0e5bf4c", "আপনার ভিডিও"),
                n("ed99baea", "আগাম বিটা অ্যাক্সেস"),
                n("gf898b70", "অ্যাডভান্সড অনুসন্ধান"),
                n("d2a43a7a", '"ai" এবং "স্টার্টআপ" দুটি আছে'),
                n("a8584698", "ai স্টার্টআপ"),
                n("jb6f9292", 'যথাযথভাবে "ai স্টার্টআপ" শব্দাবলী আছে'),
                n("j8ee77c4", '"ai স্টার্টআপ"'),
                n("d0480758", 'হয় "ai" বা "স্টার্টআপ" (বা দুটিই) আছে'),
                n("f0048fa2", "ai স্টার্টআপai বা স্টার্টআপ"),
                n("da0df186", '"ai" আছে কিন্তু "স্টার্টআপ" নেই'),
                n("f2f463ea", "ai -স্টার্টআপ"),
                n("a10a357e", '"ai" শব্দ এবং সেটিতে 50টি লাইক আছে'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", '"ai" এবং URL আছে তার সাথে "grok" আছে');
            n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'X অ্যাকাউন্ট "grok" উল্লেখ করা আছে'),
                n("e2634592", "@grok"),
                n("i88ba038", "অ্যালার্ট নিষ্ক্রিয় করা আছে"),
                n("j2cb0214", "অ্যালার্ট সক্রিয় করা আছে"),
                n("ae852cd0", "প্রতি সোমবার এই ট্রেন্ডের পরিবর্তনের সারসংক্ষেপে একটি বিজ্ঞপ্তি পান।"),
                n("d1d8633e", "Radar অ্যালার্ট"),
                n("g096d0cc", "সকল অনুসন্ধান"),
                n("e77035aa", "সার্চ পরিষ্কার করুন"),
                n("a895ec64", "আপনি কি এই অনুসন্ধানটি মুছে ফেলার বিষয়ে নিশ্চিত?"),
                n("a4f5e431", function (e) {
                    return "'" + e.name + "' মুছে ফেলা হয়েছে";
                }),
                n("db28b535", function (e) {
                    return "'" + e.name + "' মুছুন";
                }),
                n("bcf89b8a", "আপনার অনুসন্ধান এডিট করুন"),
                n("f0002e72", "ফলাফল এক্সপ্লোর করুন"),
                n("b0924d7a", "অনুসন্ধান তৈরি করতে ব্যর্থ হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("cfd731ee", "অনুসন্ধান মুছে ফেলতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("g08bff82", "অ্যালার্ট নিষ্ক্রিয় করতে ব্যর্থ হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("fa1fd798", "অ্যালার্ট সক্রিয় করতে ব্যর্থ হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("ia7dce48", "অনুসন্ধান জেনারেট করতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("d494d4aa", "অনুসন্ধান আপডেট করতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("i4a49588", "Global Town Square"),
                n("c0799860", "দিন"),
                n("b43679d2", "ঘন্টা"),
                n("f1fce85e", "মিনিট"),
                n("ea3e0ec4", "মার্কেট"),
                n("d8d9aec2", "আপনি অনুসন্ধানের সর্বোচ্চ সংখ্যায় পৌঁছে গেছেন"),
                n("c9aa246e", "নতুন অনুসন্ধান"),
                n("b9b7a50e", "আপডেটেড থাকতে আপনার অনুসন্ধানের মানদণ্ড যেকোনো সময় অ্যাডজাস্ট করুন"),
                n("i9a09bb6", "একটি অনুসন্ধান তৈরি করে রাডারকে রিয়েল-টাইম আপডেট ট্র্যাক করতে দিন"),
                n("da20008c", "কোনও ট্রেন্ড উপলব্ধ নেই। আপনার অনুসন্ধানের মানদণ্ড প্রসারিত করার চেষ্টা করুন।"),
                n("e78ca8c6", "অনুগ্রহ করে পরে আবার চেষ্টা করুন"),
                n("ce3216ec", "অনুসন্ধান"),
                n("ef609bb8", "X-এ কি ঘটছে?"),
                n("a636a738", "ফলো আপ করার জন্য অনুরোধ করুন..."),
                n("d92ec304", "অনুসন্ধান খুঁজে পাওয়া যায়নি"),
                n("bbf29e20", "নির্বাচনগুলি রিসেট করুন"),
                n("ie3321ea", "$NVDA (বিক্রয় করুন বা কিনুন)"),
                n("cf223996", "সারাংশ"),
                n("a27ccab8", "The Everything App"),
                n("i66136aa", "সেরা"),
                n("e7c44382", "অনন্য ব্যবহারকারী"),
                n("d559e5b8", "শিরোনামহীন অনুসন্ধান"),
                n("i1d9be88", "অ্যাডভান্সড অনুসন্ধানের অপারেটর ব্যবহার করা"),
                n("ae9f604c", "অ্যাফিলিয়েট"),
                n("a7d2d8f4", "কেবলমাত্র অ্যাফিলিয়েটেড অ্যাকাউন্টগুলি দেখান"),
                n("je21ffbe", "অনুসরণকারীর সংখ্যা"),
                n("i8d9797c", "সম্পূর্ণ প্রোফাইল"),
                n("a36bebf2", "সর্বোচ্চ"),
                n("i5ef8b4a", "সর্বাধিক অনুসরণকারীর সংখ্যা"),
                n("fcf0ec1c", "সর্বনিম্ন"),
                n("ccc0bbc6", "সর্বনিম্ন অনুসরণকারীর সংখ্যা"),
                n("je1bd63a", "X-এর ক্ষমতা ব্যবহার করে প্রতিভা, সম্ভাব্য সেলস এবং অংশীদার অনুসন্ধান করুন"),
                n("i6766078", "শীর্ষ প্রতিভা, সম্ভাব্য সেলস এবং অংশীদারদের জন্য অনুসন্ধান করুন"),
                n("d509bbd4", "X-এ লোকজনকে খুঁজুন"),
                n("a5afaf54", "রিসেট করুন"),
                n("i9006fb0", "সবকটি রিসেট করুন"),
                n("fa598a82", "ফলাফলসমূহ"),
                n("g3688a48", "একটি বিকল্প নির্বাচন করুন"),
                n("ab5a91a4", "ব্যবহারকারী"),
                n("cef20fd0", "যাচাইকরণ"),
                n("a2b286b0", "চাকরী, আপনার প্রোডাক্ট এবং আপনার বার্তা প্রোমোট করুন।"),
                n("e2895a38", "$12k অবধি বিজ্ঞাপনের ক্রেডিট"),
                n("becba496", "সীমিত সময়ের জন্য বিজ্ঞাপনের ক্রেডিট পাওয়া যাচ্ছে।"),
                n("ded395ae", "এক জায়গাতেই আপনার ব্যবসার জন্য অ্যানালিটিক্স অ্যাক্সেস করুন"),
                n("a47a20d4", "অ্যাডভান্সড অ্যানালিটিক্স"),
                n("b56d3ec6", "সকল প্রতিষ্ঠান এবং অ্যাফিলিয়েট Grok 3-এর অ্যাক্সেস সহ Premium+ পান"),
                n("ie663a1a", "একটি নিয়োজিত গ্রাহক টিমের সাথে দ্রুত সহায়তা এবং ক্রমবর্ধমান পরিষেবা পান"),
                n("j7f75bec", "VIP সহায়তা"),
                n("ebf5ec26", "শীঘ্রই আসছে"),
                n("eeb424e2", "আপনার স্টোরি সাজিয়ে তুলুন"),
                n("ab62db18", "আপনার দর্শকের সমাহার তৈরি করুন।"),
                n("j2c9bc4e", "একটি সোনালী টিক চিহ্নের সাথে বিশেষ মর্যাদা পান এবং আপনার কোম্পানিকে অর্গানিকভাবে প্রচার করার জন্য অ্যাফিলিয়েট যোগ করুন।"),
                n("e7930f82", "ভীড়ের মধ্যে আলাদাভাবে সনাক্ত হন"),
                n("e77ea57e", "সেলস উন্নত করা এবং সর্বোত্তম লোকজনদের নিয়োগ করার এবং বিশেষ মার্কেট ইনসাইট অ্যাক্সেস করার জন্য সবচেয়ে শক্তিশালী টুল।"),
                n("a558a254", "যাচাইকৃত প্রতিষ্ঠানের সাহায্যে X-এ উন্নতির পন্থা আনলক করুন"),
                n("b099f256", "Radar-এর সাহায্যে একটি বোতামের স্পর্শে বাজারের ট্রেন্ড এবং জনমত।"),
                n("ecb7fa02", "ব্যবসায়িক ইন্টেলিজেন্স"),
                n("cb5faa2a", "আপনার বিজ্ঞাপনের ক্রেডিট ব্যবহার করুন এবং দুনিয়ার সবচেয়ে বুদ্ধিমান লোকেদের কাছে পৌঁছে যান।"),
                n("c67b260c", "চাকরির প্রমোশন"),
                n("if48b5c2", "X-এ সরাসরি লক্ষাধিক মানুষজনের কাছে পৌঁছে যান এবং তাদের জন্য চাকরী আপলোড এবং প্রোমোট করুন।"),
                n("aa0d60aa", "মাস"),
                n("cebfdb52", "প্রতিষ্ঠান"),
                n("i9b6fcbc", "ইঞ্জিনিয়ার, সেলস লিড এবং নির্মাতাদের খুঁজে পেতে এবং তাদের সাথে যোগাযোগ করতে লোকজন অনুসন্ধান ব্যবহার করুন। "),
                n("a6b5c3f0", "সর্বোত্তম কর্মচারী খুঁজুন"),
                n("a51acce8", "Basic-এ ডাউনগ্রেড করুন"),
                n("ie132f40", "সম্পূর্ণ অ্যাক্সেস পেতে আপগ্রেড করুন"),
                n("b0d26232", "সেভ করুন"),
                n("f563b353", function (e) {
                    return e.endDate + "-এ অফারের মেয়াদ শেষ হচ্ছে";
                }),
                n("b29b2e69", function (e) {
                    return e.endDate + "অবধি " + e.percentOff + "% ছাড়";
                }),
                n("j3cfae29", function (e) {
                    return "প্রথম বছরের জন্য বার্ষিক " + e.discountedCost + "। তারপর বছরে " + e.baseCost + "। ";
                }),
                n("jb74aea4", "প্রতিটি অতিরিক্ত অ্যাফিলিয়েট অ্যাকাউন্টের খরচ মাসে ডাকনাম পিছু $50 এবং বিজ্ঞাপনের ক্রেডিট সীমাবদ্ধতার সাপেক্ষ।"),
                n("fc9fc856", "প্রতিটি অতিরিক্ত অ্যাফিলিয়েট অ্যাকাউন্টের খরচ বছরে ডাকনাম পিছু $600 এবং বিজ্ঞাপনের ক্রেডিট সীমাবদ্ধতার সাপেক্ষ।"),
                n("fc785aec", "বেসিক পান"),
                n("edf32072", "Premium+ এ সবকিছু প্লাস:"),
                n("b3caf146", "যাচাইকৃত গোল্ড ব্যাজ"),
                n("a1dbf70c", "$200 বিনামূল্যের বিজ্ঞাপনের ক্রেডিট"),
                n("i2a2286c", "$2,500 বিনামূল্যের বিজ্ঞাপনের ক্রেডিট"),
                n("e8d0fd04", "ব়্যাডার বেসিক"),
                n("cf038828", "নিয়োজিত সমর্থিত সহায়তা"),
                n("efd56302", "আপনার পেজে অ্যাফিলিয়েট যোগ করুন"),
                n("bc1bb6aa", "$1,000 বিনামূল্যের বিজ্ঞাপনের ক্রেডিট"),
                n("e1669560", "$12,000 বিনামূল্যের বিজ্ঞাপনের ক্রেডিট"),
                n("hb973da4", "Radar সম্পূর্ণ অ্যাক্সেস"),
                n("g444c82e", "এন্টারপ্রাইজ বৈশিষ্ট্যতে সহজেই অ্যাক্সেস পান"),
                n("a1bc0bcf", function (e) {
                    return "বার্ষিক " + e.cost + " বিল করা হয়";
                }),
                n("i0f58dac", "সকল প্ল্যান প্রযোজ্য ট্যাক্স এবং ফি সাপেক্ষ।"),
                n("je182d8a", "এন্টারপ্রাইস"),
                n("ge609bd6", "সেলসের সাথে যোগাযোগ করুন"),
                n("je6d2aec", "মডিউলার প্রাইসিং"),
                n("ed33b888", "লোকজন অনুসন্ধান করা"),
                n("ade522c4", "অন্তর্দৃষ্টি"),
                n("h551f266", "বিজ্ঞাপনের ক্রেডিট"),
                n("c74f7856", "অ্যাফিলিয়েট প্যাকেজ"),
                n("b9b41f7a", "অনুসন্ধান অপ্টিমাইজেশন"),
                n("b1f368ee", "সমর্থিত সহায়তা"),
                n("j189c5b2", "প্রো-প্লাস-এ সবকিছু:"),
                n("i7f4b58e", "কাস্টম"),
                n("h45fd8ae", "সম্পূর্ণ অ্যাক্সেস পান"),
                n("f1c3b32c", "বেসিক প্লাস-এ সবকিছু:"),
                n("f4307806", "জনপ্রিয়"),
                n("ce7c21de", "বার্ষিক"),
                n("a21a64f6", '"ব্যবসার জন্য X একটি দুর্দান্ত আইডিয়া! আমরা প্রতিভা অনুসন্ধানের সরঞ্জাম ব্যবহার করে খুব ভালো কর্মচারীদের নিয়োগ করেছি।"'),
                n("dbb3fc54", "কো-ফাউন্ডার ও সিইও"),
                n("c1600210", '"ব্যবসার জন্য X-এর জন্য কোনও বিশেষ ক্ষমতা লাগে না। এটি আমাদের মার্কেটের ইনসাইট ব্যবহার করে ক্লায়েন্ট অর্জন করতে সহায়তা করেছে।" '),
                n("fb3e127a", "সীমিত সময়ের অফার!"),
                n("a5fee980", "আগে সাবস্ক্রাইব করলে বার্ষিক প্ল্যানে 30% ছাড় এবং $12,000 পর্যন্ত বিনামূল্যে বিজ্ঞাপনের ক্রেডিট দাবি করুন"),
                n("c9051cac", "দিন"),
                n("ie035790", "সেকেন্ড"),
                n("cbd3dfaa", "বিটা ব্যবহার করে দেখুন"),
                n("h260121e", "আপনার দর্শকদের কাছে আপনার সেরা পদগুলি প্রদর্শন করুন।"),
                n("ae0ad604", "চাকরীর পেজ"),
                n("cbd4ba6e", "শীর্ষ প্রতিভা খুঁজুন এবং তাদের সাথে সংযোগ করুন"),
                n("b71927b2", "অফুরন্ত চাকরীর পোস্ট"),
                n("a0b5b7d4", "আমাদের পারফরমেন্স বিজ্ঞাপন মডেলের সাথে AI টার্গেটিং আনলক করুন।"),
                n("aa3f0e90", "AI টার্গেটিং ব্যবহার করে চাকরির প্রচার করুন"),
                n("hc67be9e", "শুরু করুন"),
                n("c9a67f9e", "নিয়োগ করা শুরু করুন"),
                n("jd937cda", "X নিয়োগের মাধ্যমে লক্ষ লক্ষ যোগ্য প্রার্থীদের কাছে পৌঁছান। আপনার কাজগুলি সিঙ্ক করুন, কাস্টম চাকরীর পৃষ্ঠা তৈরি করুন এবং টাইমলাইনে লক্ষ্যযুক্ত বিজ্ঞাপনগুলি চালানোর জন্য কাজের প্রচার সেট আপ করুন।"),
                n("d92d2632", "শীর্ষ প্রতিভা নিয়োগের সেরা প্ল্যাটফর্ম।"),
                n("c10bee94", "মাসিক অ্যাপ্লিকেশন"),
                n("ib69d218", "250K+"),
                n("i953576c", "যেসব কোম্পানি নিয়োগ করছে"),
                n("j395b846", "10K+"),
                n("g48a59c2", "ব্যবহারকারীরা"),
                n("j228841a", "500M+"),
                n("da570714", "ATS ইন্টিগ্রেশন"),
                n("h25a3132", "চাকরির প্রচারের জন্য $2,400 পর্যন্ত বিজ্ঞাপন ক্রেডিট"),
                n("f25a2004", "Premium+ এর সুযোগ-সুবিধা"),
                n("c237b78e", "আপনার নিয়োগের টিমের অ্যাফিলিয়েশন"),
                n("fc3d58fe", "চাকরির প্রচারের জন্য $12,000 পর্যন্ত বিজ্ঞাপন ক্রেডিট"),
                n("eb5f060c", "অনুসরণ করুন"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + "-কে অনুসরণ করা থামবেন?";
                }),
                n("e4c91b70", "তাদের পোস্টগুলো আপনার 'আপনার জন্য' টাইমলাইনে আর দেখা যাবে না। যদি তাদের পোস্টগুলো সেভ না করা থাকে তাহলে আপনি এখনও তাদের প্রোফাইল দেখতে পারবেন।"),
                n("j650c8dc", "অনুরোধ অনুসরণ বাতিল করবেন?"),
                n("c02f8de1", function (e) {
                    return "এটি আপনার অনুসরণের অনুরোধটি বাতিল করবে এবং @" + e.screenName + " এটি আর দেখতে পাবেন না।";
                }),
                n("e2ee95a1", function (e) {
                    return e.date + "-এ যোগদান করেছেন";
                }),
                n("d64fef58", "আপনি এখনও কিছু পোস্ট করেননি"),
                n("e2a098dc", "ক্রমানুসার"),
                n("c5709148", "সর্বাধিক 1000টি পোস্ট দেখানো যায়"),
                n("ca5e57bd", function (e) {
                    return "পোস্ট" + e.noun;
                }),
                n("d16c1ab6", "সাম্প্রতিকতম"),
                n("f0a28956", "সবচেয়ে কম সাম্প্রতিক"),
                n("h06df79a", "সবচেয়ে বেশি ইম্প্রেশন"),
                n("c44744e6", "সবচেয়ে কম ইম্প্রেশন"),
                n("j6b98664", "সবচেয়ে বেশি লাইক"),
                n("a669f95c", "সবচেয়ে কম লাইক"),
                n("a0c66496", "সবচেয়ে বেশি উত্তর"),
                n("h45174fe", "সবচেয়ে কম উত্তর"),
                n("ea20f92a", "সবচেয়ে বেশি রিপোস্ট"),
                n("c9a63566", "সবচেয়ে কম রিপোস্ট"),
                n("b40d33e4", "বিস্তারিত প্রসারিত হয়"),
                n("gedf636e", "Url ক্লিক"),
                n("bbc12690", "ক্লিকগুলি হ্যাশট্যাগ করুন"),
                n("g7ede992", "পার্মালিঙ্ক ক্লিক"),
                n("f5210bae", "লিঙ্ক"),
                n("b1f77a7c", "ডেটা এক্সপোর্ট করুন"),
                n("j62d2af4", "পোস্টের ওভারভিউ"),
                n("dc70a568", "পোস্টের অ্যানালিসিস"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "একটি ঝাপসা করা লাইনের গ্রাফ"),
                n("b10621d4", "আপনার সকল স্ট্যাট দেখুন"),
                n("c23def7a", "এনগেজমেন্টের সংখ্যা"),
                n("jc14a9e8", "খরচ"),
                n("d16b5a18", "বিজ্ঞাপনের জন্য মোট খরচ"),
                n("g01559c6", "বিগত 7 দিনের মেট্রিক্স দেখানো হয়েছে"),
                n("ddc8d458", "ঐতিহাসিক ডেটা আনলক করুন"),
                n("j74eab48", "অ্যাডভান্সড অ্যানালিটিক্স কেবলমাত্র X Premium সদস্যদের জন্য এক্সক্লুসিভ"),
                n("i02166f6", "আপনার দর্শকদের বুঝুন"),
                n("cef977e4", "আপনার ডেটা এক্সপোর্ট করুন"),
                n("f88e624e", "কথা-বার্তা আপডেট করা হয়েছে"),
                n("e15e5637", function (e) {
                    return "" + f(e.count, "শেষ সময়", "গত " + e.count + " ঘণ্টা");
                }),
                n("h5ab8b0e", "তারা যে লোকজনকে অনুসরণ করেন"),
                n("a0f01bca", "টাইম ফ্রেম পরিবর্তন করতে ক্লিক করুন"),
                n("he30b16c", '"তারা যে লোকজনকে অনুসরণ করেন", আপনার অনুসরণ করা লোকজন এবং তারা যাদের অনুসরণ করেন তাদের সবথেকে বেশি শেয়ার করা নিবন্ধ দেখিয়ে আপনার ফলাফলকে সম্প্রসারিত করে।'),
                n("b0589550", "আরও সংবাদ পান"),
                n("b60e4f78", "এটি দেখুন"),
                n("e950f6e0", "আপনার নেটওয়ার্কে কোন নিবন্ধ শেয়ার করা হয়নি।"),
                n("e7dcfb81", "আরও অ্যাকাউন্ট"),
                n("h965157c", "এই পৃষ্ঠাটি সমর্থিত নয়।"),
                n("cd388852", "এই কন্টেন্ট দেখতে, অনুগ্রহ করে X-এর সাম্প্রতিক সংস্করণে রচয়িতার প্রোফাইলে যান।"),
                n("abebdfae", "আপনি শুধুমাত্র আপনার হোস্ট বা কো-হোস্ট করা Spaces সম্পর্কে অ্যানালিটিক্স দেখতে পাবেন"),
                n("fcb205da", "লাইভ শ্রোতা"),
                n("jb088200", "রেকর্ডিং আবার চালানো হয়"),
                n("if65328a", "টিউন ইন করেছে"),
                n("a1a0e6d8", "হোস্টকে অনুসরণ করুন"),
                n("a3c4e396", "হোস্টকে অনুসরণ করা বাতিল করুন"),
                n("j58e7b00", "প্রোফাইল দেখুন"),
                n("eca4e32a", "বিস্তারিত দেখুন"),
                n("hd908df2", "লাইভ Space"),
                n("c5d40fe2", "যে কেউ"),
                n("a8df1d34", "ভিডিও সক্রিয় করুন"),
                n("if410292", "Spaces সম্পর্কে জানুন"),
                n("i43fdce9", function (e) {
                    return "প্রসঙ্গ যোগ করুন (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "আপনি কোন বিষয়ে কথা বলতে চান?"),
                n("e93f3c2a", "Space রেকর্ড করুন"),
                n("b701d610", "সময়সূচি নির্ধারিত Space মোছা হয়েছে"),
                n("b028792d", function (e) {
                    return "সময়সূচী নির্ধারিত Spaces (" + e.count + ") পরিচালনা করুন";
                }),
                n("e9b73da8", "Space-এর সময়সূচি নির্ধারণ করুন"),
                n("cdf630be", "এখনই শুরু করুন"),
                n("acd1bcb0", "কারা যোগ দিতে পারেন?"),
                n("h07146a2", "কে কথা বলতে পারবেন?"),
                n("h61d92b0", "সময়সূচি নির্ধারণ করা Space মুছুন"),
                n("a488f2eb", function (e) {
                    return e.total + "-এর মধ্যে " + e.count + " নির্বাচন করা হয়েছে";
                }),
                n("d2dfe80d", function (e) {
                    return e.date + "-এ " + e.time + " টায় Space শুরু হবে";
                }),
                n("aef95393", function (e) {
                    return "বিদ্যমান Space-এর সময়সূচি " + e.date + "-এ " + e.time + " টায় নির্ধারণ করা হয়েছে";
                }),
                n("a7069f2e", "বিশদ সম্পাদন করুন"),
                n("a15f06fc", "সময়সূচি নির্ধারিত Spaces"),
                n("f6cfa3fe", "আপনি কোনও Space অতীতের জন্য সময়সূচী নির্ধারণ করতে পারবেন না।"),
                n("a8f71a2b", function (e) {
                    return "আপনি আগামী " + e.days + " দিনের পরে আর কোনও Space-এর সময়সূচী নির্ধারণ করতে পারবেন না।";
                }),
                n("ae092f6c", "সময়সূচি নির্ধারিত Space মোছা যাবে না।"),
                n("jd7f0030", "সময়সূচি নির্ধারণ করা Space"),
                n("a26da034", "পরিবর্তনগুলি সেভ করুন"),
                n("b3633046", "কমিউনিটি বেছে নিন"),
                n("ce447fcb", function (e) {
                    return e.count + " জন শ্রোতা";
                }),
                n("ef7da97f", function (e) {
                    return e.count + " জন শুনছেন";
                }),
                n("a065e7e7", function (e) {
                    return "এখন ঘটছে: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "এই Space-টি শেষ হয়ে গেছে: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "রেকর্ডিং চালান: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "সংযুক্ত করা হচ্ছে..."),
                n("aadbc747", function (e) {
                    return "কো-হোস্ট";
                }),
                n("hbd6035f", function (e) {
                    return "বক্তা" + f(e.speakerCount, "", "গণ");
                }),
                n("if420852", "রেকর্ডিং চালান"),
                n("f7dc3b1c", "এই Space-টি শেষ হয়ে গেছে"),
                n("c1d15dc0", "দেখে মনে হচ্ছে এই space-টি বন্ধ করা হয়েছে।"),
                n("g3e2f3a6", "বেনামী হয়ে শুনুন"),
                n("cd64d43e", "সরাসরি একজন স্পিকার হিসাবে যোগদান করুন"),
                n("jcdc32f0", "শোনা শুরু করুন"),
                n("a0cee16a", "কথা বলা শুরু করুন"),
                n("bf3daa48", "বেনামী হয়ে শোনা শুরু করুন"),
                n("f9305f48", "আবার সংযোগ করুন"),
                n("e51df2e6", "শুরু করার জন্য আপনার মাইক বন্ধ হয়ে যাবে"),
                n("h114ff6c", "আপনি এই Space-এ যোগদান করতে পারবেন না কারণ আপনি ইতিমধ্যেই একটি Space-এ আছে।"),
                n("d7fe2d7e", "আপনি এই Space-এর সাথে সংযোগ করতে পারবেন না কারণ আপনি ইতিমধ্যেই একটি Space-এ আছে।"),
                n("e61bdea4", "হোস্ট এই Space-টি রেকর্ড করছেন। প্রত্যেকের কথা সর্বজনীন রেকর্ডিংয়ে অন্তভুক্ত করা হবে।"),
                n("d0ebf4f7", "আরও জানুন"),
                n("d782b808", "সাবস্ক্রিপশনের নিজস্ব সুবিধা আছে"),
                n("i7f83b8d", "আরও জানুন"),
                n("fc962610", "একটি Space বা হোস্টের নাম অনুসন্ধান করুন"),
                n("e5b5f091", function (e) {
                    return 'কোন Space "' + e.searchQuery + '"-এর সঙ্গে ম্যাচ করছে না';
                }),
                n("g5812140", "কেন আপনি একটা শুরু করছেন না?"),
                n("e8fe1ecb", function (e) {
                    return "কোনও " + e.section + ' Spaces ম্যাচিং নেই "' + e.searchQuery + '"';
                }),
                n("c432d2b2", "একটি Space অনুসন্ধান করুন"),
                n("d39e8b30", "একটি নোট যোগ করুন"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + " হিসেবে লিখুন";
                }),
                n("g17e4064", "আপনার নোটটি আপনার X প্রোফাইলের সঙ্গে কোনোরকম সংযোগ ছাড়াই আপনার কমিউনিটি নোট উপনাম ব্যবহার করে প্রকাশ করা হবে।"),
                n("d9b09ee8", "নির্দিষ্টভাবে — বাইরের উৎসগুলোতে লিঙ্ক দেওয়া প্রয়োজন।"),
                n("b7476596", "নির্দিষ্টভাবে — বাইরের উৎসগুলোতে লিঙ্ক দেওয়ার জন্য উৎসাহিত করা হয়।"),
                n("df6c8292", "আপনার ব্যাখ্যা"),
                n("ecb4d20c", "আপনার পোস্ট সেভ করা হয়নি, অনুগ্রহ করে নিশ্চিত করুন যে, এই পোস্টটি নিয়ে আপনি আগে কোনও নোট লেখেননি এবং পরে আবার চেষ্টা করুন।"),
                n("eb5b4a12", "কমিউনিটি নোট উপনাম সম্পর্কে"),
                n("ja0ee360", "আপনার ছদ্মনাম বেছে নিন"),
                n("f7b7c250", "নিজের পরিচয় ব্যক্তিগত রাখার জন্য একটি কমিউনিটি নোটের উপনাম বেছে নিন"),
                n("c6382384", "কমিউনিটি নোট কেন উপনাম ব্যবহার করে?"),
                n("j48ab594", "ব্যক্তিগতভাবে অংশগ্রহণ করুন"),
                n("bc2399a0", "আপনার X পরিচয় শেয়ার না করেই নোট লিখুন ও এতে রেট দিন।"),
                n("d939cf16", "সামগ্রীতে ফোকাস করুন"),
                n("a56f0c32", "ছদ্মনাম অবদানকারীদের লেখককে কম কিন্তু সামগ্রীতে আরও বেশি নজর দিতে সাহায্য করে পক্ষ পাত কমাতে সাহায্য করে।"),
                n("d17c59e4", "প্রত্যেককেই জবাবদিহি করতে হয়"),
                n("i719f8e2", "আপনি অবদানকারীর ইতিহাস দেখতে পাবেন এবং সকলে যে রেটিং পাবেন তার জন্য তারা জবাবদিহি করবেন।"),
                n("a96bb564", "আপনার কমিউনিটি নোটের উপনাম বেছে নিন"),
                n("afcdcf84", "কমিউনিটি নোট লেখা ও এতে রেট দেওয়ার সময়ে এই উপনামই আপনার পরিচয় হবে। এটি আপনার X প্রোফাইলের সাথে সংযুক্ত থাকবে না।"),
                n("f83d0446", "আপনার অ্যাটলাস সংরক্ষণ করা হয়েছে।"),
                n("ed0e6b2e", "নোট রেট করা শুরু করুন"),
                n("if4c5e06", "কমিউনিটি নোটে স্বাগত!"),
                n("g880a78a", "নোট রেট করা শুরু করুন"),
                n("d1be2236", "কমিউনিটি নোট সবার কাছে দেখানোর জন্য উপযুক্ত সহায়ক নোট শনাক্ত করার ক্ষেত্রে, আপনার মতো অবদানকারীদের উপর নির্ভর করে।"),
                n("af9f2b78", "আপনার রেটিং ইমপ্যাক্ট ট্র্যাক করুন"),
                n("af68afc8", "আপনি যখনই কোনও নোটকে 'সহায়ক' বা 'সহায়ক নয়' স্ট্যাটাস পেতে সাহায্য করেন, তখনই আপনার ইমপ্যাক্ট বেড়ে যায়।"),
                n("fb5c5d42", "নোট লেখার ক্ষমতা আনলক করুন"),
                n("a1e58cdc", "একবার রেটিং প্রভাব 5 বা তার বেশি হয়ে গেলে, আপনি আপনার নিজস্ব কমিউনিটি নোট লেখার ক্ষমতা আনলক করতে পারবেন।"),
                n("j5f112b4", "আপনার সাম্প্রতিক নোটগুলির মধ্যে দুটি সহায়ক নয় হিসাবে স্ট্যাটাস পেয়েছে"),
                n("ac34c5e8", "পর্যাপ্ত সংখ্যক অবদানকারী, যাদের মধ্যে এমন লোকজনও আছেন যারা তাদের অতীতের রেটিংয়ে পরস্পরের সঙ্গে একমত হননি, এ বিষয়ে একমত হয়েছেন যে আপনার 2টি নোট সহায়ক নয়। তাদের ফিডব্যাক এখানে দেওয়া হল:"),
                n("ib7886d0", "ওই নোটগুলি আপনার প্রোফাইলে দেখুন"),
                n("b0a7d360", "আপনি নোট লেখা থেকে সাময়িকভাবে লক আউট হয়ে যাওয়ার ঝুঁকিতে রয়েছেন।"),
                n("e473f876", "যে সব অবদানকারীদের সহায়ক বা সহায়ক নয় স্ট্যাটাস সহ 5টি সবথেকে সাম্প্রতিক নোটের মধ্যে 3টি নোট সহায়ক নয় আখ্যা পেয়েছে, তাদের লেখার ক্ষমতা সাময়িকভাবে লক করা হয়েছে।"),
                n("ef490ae8", "সুত্রগুলো অন্তর্ভুক্ত করা হয়নি অথবা অবিশ্বাস্য"),
                n("bf3dc462", "সুত্রগুলো নোটকে সমর্থন করে না"),
                n("heb35e12", "ভুল তথ্য"),
                n("ib117532", "হয়রানি বা অপব্যবহার"),
                n("a7bc3192", "উচ্চ গুণমানের উৎসগুলোর উদাহরণ দেওয়া আছে"),
                n("a26f8dc2", "সহজেই বোঝা যায়"),
                n("cbdef06c", "পোস্টের দাবিগুলোকে সরাসরি উদ্দেশ্য করে কিছু বলা হয়"),
                n("faa5f9e8", "গুরুত্বপূর্ণ বিষয় সামগ্রী প্রদান করে"),
                n("gf3b38f4", "নিরপেক্ষ অথবা পক্ষপাতহীন ভাষা"),
                n("a50327ea", "এই পোস্টে নোটের প্রয়োজন নেই"),
                n("h7c59ea2", "মতামত অথবা জল্পনা"),
                n("d60c0064", "টাইপ সংক্রান্ত ভুল ত্রুটি অথবা অস্পষ্ট ভাষা"),
                n("e06416ca", "গুরুত্বপূর্ণ বিষয়গুলি উহ্য অথবা অপ্রাসঙ্গিক"),
                n("cff1aa8c", "তর্কমূলক অথবা পক্ষপাতমূলক ভাষা"),
                n("c5d55592", "অনন্য তথ্য বা প্রসঙ্গ অফার করে"),
                n("f3e6f0aa", "তথ্যমূলক"),
                n("hc2b6a7e", "অ-বিতর্কিত এবং/বা অযৌক্তিক"),
                n("bbe8b4ac", "মতামত, জল্পনা বা পক্ষপাতিত্ব"),
                n("dd1f17ea", "প্রসঙ্গের বাইরে"),
                n("if966b54", "পুরোনো তথ্য"),
                n("fdc2060a", "নোট লিখতে গেলে আপনার একটি উচ্চতর প্রভাব স্কোরের প্রয়োজন হবে।"),
                n("edd80858", "আপনার প্রোফাইল ও স্কোর দেখুন"),
                n("eec24ff6", "রেটিং শুরু করুন"),
                n("eb9dc3ec", "আপনার মতো অবদানকারীরা সম্মিলিতভাবে প্রসঙ্গ হিসাবে দেখানো সহায়ক নোটগুলি শনাক্ত করতে এবং লোকজনকে তথ্যসমৃদ্ধ রাখতে সহায়তা করেন৷"),
                n("f2f61788", "লেখার ক্ষমতা আনলক করুন"),
                n("ca7e11e6", "একবার আপনার সফল রেটিং স্কোর 5 বা তার বেশি হয়ে গেলে, আপনি কমিউনিটি নোট লেখার ক্ষমতা আনলক করতে পারবেন।"),
                n("e7beb100", "আপনার প্রোফাইল ও প্রতিক্রিয়া দেখুন"),
                n("fd02e290", "সকল নিয়মাবলী দেখুন"),
                n("ee7b8050", "নতুন নোট লেখা থেকে আপনাকে সাময়িকভাবে লক আউট করে দেওয়া হয়েছে।"),
                n("b8cc2e9a", "কারণ আপনার সাম্প্রতিক নোটগুলি সহায়ক নয় হিসাবে রেট করা হয়েছে, আপনার লেখার ক্ষমতা বর্তমানে লক করা হয়েছে। "),
                n("f6c8613e", "আপনার নোটে অবদানকারীদের প্রতিক্রিয়া:"),
                n("fd5c2282", "নোট লেখার আরও টিপস পান"),
                n("c23e67ea", "আপনার লেখার ক্ষমতা আনলক করুন"),
                n("i0e66c5a", "একটি বেছে নিন"),
                n("j8e3e3be", "অন্তত একটি বেছে নিন"),
                n("f1e851f0", "একটি ব্যাখ্যা লিখুন"),
                n("ff5dcac8", "আপনার ব্যাখ্যাটি অত্যন্ত বড়"),
                n("b47b5a16", "সব ক্ষেত্র আবশ্যক। আপনি সব প্রশ্নের উত্তর দিয়েছেন অনুগ্রহ করে তা নিশ্চিত করুন।"),
                n("g9cffe16", "আপনার নোটে কোনো সুত্র অন্তর্ভুক্ত নেই"),
                n("bfa9e276", "নোটটি আবার লিখুন, যাতে এই ছবি অন্তর্ভুক্ত সকল পোস্টের এটি সহায়ক হয় বা এই ফর্মের প্রথম প্রশ্নের উত্তরে আপনার উত্তরটি রিভিউ করুন"),
                n("ja36d83e", "নোটটি আবার লিখুন, যাতে এই ভিডিও অন্তর্ভুক্ত সকল পোস্টের এটি সহায়ক হয় বা এই ফর্মের প্রথম প্রশ্নের উত্তরে আপনার উত্তরটি রিভিউ করুন"),
                n("i6488a04", "নোটটি আবার লিখুন, যাতে এই মিডিয়া অন্তর্ভুক্ত সকল পোস্টের এটি সহায়ক হয় বা এই ফর্মের প্রথম প্রশ্নের উত্তরে আপনার উত্তরটি রিভিউ করুন"),
                n("j6e12b24", "এটিতে ডিজিটাল উপায়ে পরিবর্তিত ফটো বা ভিডিও রয়েছে"),
                n("eda68484", "এটি কী ডিজিটাল পদ্ধতিতে পরিবর্তন করা হয়েছে"),
                n("e198eb8c", "এই ভিডিওটির প্রাসঙ্গিকতা অন্যদের বোঝানোর জন্য যে ব্যাখ্যা প্রদর্শন করা প্রয়োজন সেই বিষয়ে একটি নোট লিখুন।"),
                n("a9803d44", "এই ছবিটির প্রাসঙ্গিকতা অন্যদের বোঝানোর জন্য যে ব্যাখ্যা প্রদর্শন করা প্রয়োজন সেই বিষয়ে একটি নোট লিখুন।"),
                n("j7ddf18a", "এই লিঙ্কের সাথে প্রদর্শন করা উচিত বলে আপনি মনে এমন একটি লিঙ্কে প্রসঙ্গ সহ একটি নোট লিখুন, যা এই লিঙ্কসহ সকল পোস্টে প্রদর্শিত হবে।"),
                n("g3874520", "আপনার মতে, অন্যান্যদের জ্ঞাতার্থে এই পোস্টে কোন জিনিসটি দেখানো উচিত সেই প্রসঙ্গে একটি নোট লিখুন।"),
                n("ac1141aa", "এই ভিডিওটি যে বিভ্রান্তিকর নয় বা এটির জন্য কোনও অতিরিক্ত ব্যাখ্যার প্রয়োজন নেই, সেটি বুঝতে যাতে অন্যান্য কমিউনিটি নোট অবদানকারীদের সুবিধা হয় তার জন্য একটি নোট লিখুন।"),
                n("f99ebcfc", "এই ছবিটি যে বিভ্রান্তিকর নয় বা এটির জন্য কোনও অতিরিক্ত ব্যাখ্যার প্রয়োজন নেই, সেটি বুঝতে যাতে অন্যান্য কমিউনিটি নোট অবদানকারীদের সুবিধা হয় তার জন্য একটি নোট লিখুন।"),
                n("h641949e", "এই পোস্টটি যে বিভ্রান্তিকর নয় বা এটির জন্য কোনও অতিরিক্ত ব্যাখ্যার প্রয়োজন নেই, সেটি বুঝতে যাতে অন্যান্য কমিউনিটি নোট অবদানকারীদের সুবিধা হয় তার জন্য একটি নোট লিখুন।"),
                n("c926cff6", "বর্তমান প্রদত্ত প্রমাণের নিরিখে, আমার বিশ্বাস এই পোস্টটি... "),
                n("e0ef7a2c", "বর্তমান প্রদত্ত প্রমাণের নিরিখে, আমার বিশ্বাস এই ছবিটি হল ..."),
                n("g491d33a", "বর্তমান প্রদত্ত প্রমাণের নিরিখে, আমার বিশ্বাস এই ভিডিওটি হল..."),
                n("b253e462", "বর্তমান প্রদত্ত প্রমাণের নিরিখে, আমার বিশ্বাস এই লিঙ্ক করা পেজটি সম্ভবত..."),
                n("b1b2d004", "সম্ভাব্যরূপে বিভ্রান্তিকর এবং যোগ করা প্রসঙ্গের কারণে সুবিধা লাভ করবে"),
                n("ha9655c2", "বিভ্রান্তিকর নয়"),
                n("ebd2de06", "আপনি কেন এই পোস্টটিকে বিভ্রান্তিকর বলে বিশ্বাস করছেন?"),
                n("i865abe8", "আপনার কেন মনে হয় যে এই ছবিটি বিভ্রান্তিকর হতে পারে?"),
                n("add096c6", "আপনার কেন মনে হয় যে এই ভিডিওটি বিভ্রান্তিকর হতে পারে?"),
                n("eb604e2e", "আপনি কেন মনে করেন যে লিঙ্কযুক্ত পেজটি বিভ্রান্তিকর হতে পারে?"),
                n("c33bc7d4", "এতে একটি বাস্তব ত্রুটি রয়েছে"),
                n("aadb676c", "এতে পুরোনো তথ্য আছে যা বিভ্রান্তিকর হতে পারে"),
                n("g21a0ef4", "এটি একটি ভুল উপস্থাপনা বা প্রসঙ্গে গুরুত্বপূর্ণ কিছু অনুপস্থিত"),
                n("daf354de", "এটি একটি তথ্য হিসেবে একটি অযাচাইকৃত দাবি উপস্থাপন করে"),
                n("d1d2ef84", "সত্যি হিসাবে ভুল ব্যাখা করা হতে পারে এটি এমন একটি রসিকতা বা ব্যঙ্গ"),
                n("bfee6064", "আপনি কেন এই পোস্টটিকে বিভ্রান্তিকর বলে বিশ্বাস করছেন?"),
                n("dfd1f7f0", "আপনার কেন মনে হয় যে এই ছবিটি বিভ্রান্তিকর নয়?"),
                n("b8623176", "আপনার কেন মনে হয় যে এই ভিডিওটি বিভ্রান্তিকর নয়?"),
                n("ec66e3fc", "আপনি কেন মনে করেন যে লিঙ্কযুক্ত পেজটি বিভ্রান্তিকর নয়?"),
                n("g228df26", "এটি সত্যই একটি সঠিক দাবি প্রকাশ করে"),
                n("h890a3f2", "এটি যখন শেয়ার করা হয়েছিল তখন ঠিক ছিল কিন্তু এখন এটির প্রাসঙ্গিকতা হারিয়েছে"),
                n("hf607a0a", "এটি স্পষ্টভাবে ব্যঙ্গাত্মক / রসিকতা"),
                n("j6ac7742", "এটি ব্যক্তিগত মতামত প্রকাশ করে"),
                n("b1d82aae", "আপনার কি মনে হয় আপনি যে উৎসগুলোকে বিশ্বাস করেন তা বেশিরভাগ লোক বিশ্বস্ত বলে বিবেচনা করেন?"),
                n("ae859ee0", "আপনার নোটটি কী পোস্টের বিষয়ে না এই ছবির বিষয়ে?"),
                n("ba84e7f8", "আপনার এই নোটটি ভিডিওর জন্য না পোস্টের জন্য?"),
                n("ibb784c6", "এই নির্দিষ্ট পোস্টের বিষয়ে"),
                n("a21ecb8c", "এই পোস্টে দেওয়া ছবির বিষয়ে, এবং এই ছবি সহ সব পোস্টে এটি প্রদর্শিত হবে"),
                n("he0ca8da", "এই পোস্টের ভিডিওর বিষয়ে এবং এই ভিডিওটি সে সকল পোস্টে দেখানো হবে সেই সবকটিতে প্রদর্শিত হবে। "),
                n("d0bf8d34", "এই নোটটি কী এই পোস্টটির বিষয়ে না লিঙ্কটির বিষয়ে?"),
                n("db370b9a", "আপনার এই নোটটি কী পোস্ট, চিত্র বা লিঙ্কের বিষয়ে?"),
                n("c35bf10e", "আপনার এই নোটটি কী পোস্ট, ভিডিও বা লিঙ্কের বিষয়ে?"),
                n("d96ce0d2", "এই নোটটি এমনভাবেই লেখা হয়েছে যাতে এই ছবি অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("a1fb516c", "এই নোটটি এমনভাবেই লেখা হয়েছে যাতে এই ভিডিও অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("be46a61e", "এই নোটটি এমনভাবেই লেখা হয়েছে যাতে এই মিডিয়া অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("ied1c2c2", "এই নোটটি এই পোস্টের জন্য বেশ প্রাসঙ্গিক এবং অন্যদের জন্য অপ্রাসঙ্গিক হতে পারে।"),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "সমস্ত" + e.matchCount + " পোস্টে";
                }),
                n("d7959c4d", function (e) {
                    return " সমস্ত " + e.matchCount + " পোস্টে";
                }),
                n("ff5be16d", function (e) {
                    return " মিডিয়ার সমস্ত " + e.matchCount + "পোস্টে";
                }),
                n("abdd8d0a", "নোট এডিট করুন"),
                n("c097608e", "আপনার নোটে কোনো ব্যখ্যা নেই"),
                n("ba25898c", "যে নোটগুলো সেই মাধ্যমগুলোকে ব্যাখ্যা করে সেগুলোকে সহায়ক হিসাবে রেটিং দেওয়ার আরও ভাল সুযোগ রয়েছে।"),
                n("e764d704", "মনে রাখবেন যে বিশ্বস্ত সুত্রগুলোর লিঙ্ককে সহায়ক হিসাবে রেটিং দেওয়ার আরও ভাল সুযোগ রয়েছে।"),
                n("gb67e44c", "ব্যাখ্যা করা ছাড়াই জমা দিন"),
                n("d6b758a2", "সুত্র ছাড়াই জমা দিন"),
                n("dc1fa12c", "কমিউনিটি নোটের অ্যাকাউন্টগুলিতে অবশ্যই যাচাইকৃত ফোন নম্বর থাকতে হবে"),
                n("a1752fde", "এই X অ্যাকাউন্ট থেকে কমিউনিটি নোট-এ অবদান রাখা চালিয়ে যেতে গেলে, আপনাকে নিজের ফোন নম্বর যাচাই করতে হবে।"),
                n("hef02710", "যাচাইকৃত হওয়ার পাশাপাশি, আপনার নম্বরটিকে অবশ্যই একটি বিশ্বস্ত ফোন ক্যারিয়ারের থেকে হতে হবে এবং অন্য কোনো কমিউনিটি নোট অ্যাকাউন্টের সঙ্গে সংযুক্ত হওয়া যাবে না।"),
                n("dff9b6bc", "আপনার ফোন যাচাই করুন"),
                n("f051e434", "কমিউনিটি নোটের অবদানকারীদের অবশ্যই অনন্য ফোন নম্বর থাকতে হবে"),
                n("eaef2f72", "দেখে মনে হচ্ছে একাধিক কমিউনিটি নোট অবদানকারী আছেন যাদের X অ্যাকাউন্ট এই ফোন নম্বরের সাথে সংযুক্ত।"),
                n("j78d41b4", "এই অ্যাকাউন্ট থেকে অবদান রাখা চালু রাখতে গেলে, আপনাকে এই ফোন নম্বরটি অন্য X অ্যাকাউন্ট থেকে সরিয়ে দিতে হবে।"),
                n("a7c9a176", "কমিউনিটি নোটের অ্যাকাউন্টগুলিতে অবশ্যই কোনও বিশ্বস্ত ক্যারিয়ারের দ্বারা যাচাইকৃত ফোন নম্বর থাকতে হবে।"),
                n("ec853dfa", "কৃত্তিমভাবে বানানো বা ভার্চুয়াল ফোন নম্বরের ব্যবহার কমানোর জন্য, ফোন নম্বরগুলি অবশ্যই বিশ্বস্ত কোনো ক্যারিয়ারের হতে হবে।"),
                n("j6e19c58", "কমিউনিটি নোটের মান"),
                n("ea580ee2", "কমিউনিটি নোটের মান সম্পর্কে একটি দ্রুত রিমাইন্ডার:"),
                n("eac7b6ac", "বোঝানোর জন্য সহায়তা করুন"),
                n("b0381cfc", "সঠিক বিশ্বাসের সঙ্গে কাজ করুন"),
                n("f0addddc", "যারা অসম্মত, এমনকী তাদের জন্য সহায়ক"),
                n("h7c7b204", "নতুন নোট লেখার আগে, বিদ্যমান নোটে রেট দিয়ে সাহায্য করুন"),
                n("i8cae552", "রেটিং দেওয়ার মাধ্যমে, আপনি কমিউনিটি নোটের মান সমৃদ্ধ করতে সহায়তা করতে পারেন।"),
                n("hd43a218", "আপনি নোট লেখার সীমা অতিক্রম করেছেন।"),
                n("aaba8ed2", "নোটের গুণমান বজায় রাখতে এবং স্প্যাম প্রতিরোধ করতে, অবদানকারীরা প্রতিদিন মোট কতগুলি নোট লিখতে পারে তার একটি সীমা রয়েছে, এটি তাদের লেখার প্রভাবের ভিত্তিতে নির্ধারণ করা হয়৷ অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন."),
                n("b98f077c", "কোনও নোটের তথ্যের জন্য অনুরোধ করুন"),
                n("ee691104", "এই পোস্টের বিষয়ে একটি কমিউনিটি নোট পাওয়ার জন্য অনুরোধ জানানা"),
                n("f8cbdf02", "আপনি কী মনে করছেন এই পোস্টটি বিভ্রান্তিকর হতে পারে? একটি কমিউনিটি নোট পাওয়ার জন্য অনুরোধ করুন"),
                n("f132d1be", "অবদানকারীরা এমন পোস্টে সতর্কতা দেখতে পাবেন যা পর্যাপ্ত অনুরোধ পেয়েছে"),
                n("gf71296c", "যদি কোনও অবদানকারী কোনও নোট লেখেন বা কোনও নোটকে সহায়ক বলে রেট করেন, তাহলে সেগুলি পোস্টে দেখা যাবে"),
                n("de0685b4", "কোন নোটগুলি দেখানো হবে সে বিষয়ে X-এর কোনও ভূমিকা নেই – কমিউনিটি নোট জনগণের দ্বারা, জনগণের জন্য"),
                n("f8ac3c88", "সম্মত হন এবং একটি নোটের জন্য অনুরোধ পাঠান"),
                n("a8edd0ea", "একটি উৎস যোগ করবেন?"),
                n("a39a0de6", "কোনও X পোস্টের লিঙ্ক"),
                n("j819c176", "কোনও X পোস্টের লিঙ্ক অন্তর্ভুক্ত করে কী কী বিভ্রান্তি আছে ব্যাখ্যা করে কমিউনিটি নোট অবদানকারীদের সাহায্য করুন।"),
                n("e15b3b44", "অবশ্যই কোনও X পোস্টের লিঙ্ক হতে হবে।উদাহরণ: x.com/user/status/...."),
                n("c81085a4", "কমিউনিটি নোট"),
                n("c363515c", "জনসাধারণের কাছে উপলব্ধ"),
                n("cb6b0138", "ধন্যবাদ! আপনার অনুরোধ পাঠানো হয়েছে"),
                n("c196e8b8", "যদি কোনও নোট লেখা হয়েছে এবং সহায়ক হিসাবে রেট দেওয়া হয়েছে, তাহলে আপনি পোস্টে এটি দেখতে পারবেন।"),
                n("a9491efa", "কমিউনিটি নোটের অনুরোধ জমা দেওয়া হয়েছে"),
                n("f060d1cc", "অনুরোধ মুছুন"),
                n("f499f824", "আপনার অনুরোধ মুছুন"),
                n("hd1bc518", "আপনি এই পোস্টে আপনি আর কোনও নতুন অনুরোধ করার আগে কিছু মিনিট সময় লাগতে পারে"),
                n("geb8d31d", "সাইন আপ করুন।"),
                n("gc399930", "প্রাত্যহিক সীমার নোট অনুরোধ করার তথ্য"),
                n("fee815e4", "আপনি নোট অনুরোধ করার সর্বাধিক সীমা অতিক্রম করেছেন।"),
                n("i7eb7900", "যদি আপনি এমন পোস্টে অনুরোধ করেন যেখানে সফলভাবে সহায়ক নোট দেওয়া হয় তাহলে আপনার দৈনিক সীমা বাড়বে।"),
                n("d1a3817e", "এটি এমন লোকেজনকে পুরস্কৃত করতে সাহায্য করে যারা সফলভাবে সম্ভাব্য বিভ্রান্তিকর পোস্ট খুঁজে বের করে যেগুলির অতিরিক্ত প্রসঙ্গ ব্যবহার করার প্রয়োজন হতে পারে।"),
                n("c031c77a", "যেসকল পোস্টের জন্য কোনও নোট প্রয়োজন নেই বলে লোকজন মনে করেন সেগুলিতে অতিরিক্ত অনুরোধ পাঠানোর ফলে আপনার দৈনিক সীমা কমানো হতে পারে"),
                n("f87129d2", "এটি স্প্যাম প্রতিরোধ করতে এবং নোট লেখকদের পোস্টের ওপর ফোকাস বজায় রাখতে সহায়তা করে যা নোট লেখার জন্য সহায়ক হবে।"),
                n("jdd4a572", "আপনার অ্যাকাউন্টের একটি যাচাইকৃত ফোন নম্বর প্রয়োজন"),
                n("i0f07c07", "আপনার ফোন নম্বর যাচাই করুন"),
                n("i157c1a8", "এই অনুরোধটি মোছা হয়েছে"),
                n("a9f4ca9c", "কমিউনিটি নোটের অবদানকারীরা এখন আপনার নোট দেখতে পারবেন"),
                n("eb8f7c0c", "অন্যান্য অবদানকারীরা এখন আপনর নোটকে রেট করতে পারবেন"),
                n("h87c6bd6", "অন্যান্য অবদানকারীরা এখন আপনর নোট দেখতে পারবেন"),
                n("gc1a5bce", "তারা সহায়তার জন্য রেট দেবেন"),
                n("i0e950ca", "আপনার নোট সহায়ক স্ট্যাটাস অর্জন করলে, সেটা তাহলে যারাই এই পোস্ট দেখছেন তাদের কাছে এটি প্রসঙ্গ হিসাবে প্রদর্শিত হবে"),
                n("a047e800", "আপনার নোট, অন্যান্য অবদানকারীদের নোট রেটিং-এ আরও প্রসঙ্গ দেওয়ার ক্ষেত্রে সাহায্য করছে"),
                n("cec8a38c", "আপনার নোট সহায়ক স্ট্যাটাস লাভ করলে, আপনি রাইটিং ইমপ্যাক্ট অর্জন করবেন।"),
                n("a377532e", "যদি যথেষ্ট পরিমাণ লোকজন বিভিন্ন দৃষ্টিভঙ্গি থেকে এটিকে সহায়ক হিসাবে রেট দেয়, তাহলে যারাই এই পোস্ট দেখছেন তাদের কাছে এটি প্রসঙ্গ হিসাবে প্রদর্শিত হবে"),
                n("d790fa4e", "নোটের স্ট্যাটাস সংখ্যা গরিষ্ঠতার ভিত্তিতে নির্ধারিত হয় না"),
                n("e90cda68", "বিস্তীর্ণ সংখ্যক লোকজনের কাছে সহায়ক নোটগুলিকে শনাক্ত করতে, নোট স্ট্যাটাসের জন্য অবদানকারীদের একমত হওয়া প্রয়োজন, যারা আগে কখনও কখনও তাদের অতীতের রেটিংয়ে একমত হননি।"),
                n("j5a1d85a", "আপনার নোট দেখুন"),
                n("b25b64d6", "আপনার নোট জমা করা হয়েছে!"),
                n("g1428d70", "আপনার নোট জমা করা হয়েছে!"),
                n("a4ec7004", "এখন এখানে এটাই ঘটবে:"),
                n("c4093274", "জমা দেওয়ার পরে কমিউনিটি নোট সম্পর্কে"),
                n("bc8746a6", "নতুন কোনও নোট লেখার আগে অন্তত একটি নোটে রেটিং দিন।"),
                n("ce3c80b8", "ভালো গুণমান বজায় রাখার জন্য কমিউনিটি নোট আপনার রেটিংয়ের ওপর নির্ভর করে।"),
                n("fa6a075a", "পোস্টের সঙ্গে দেখানোর জন্য প্রসঙ্গ প্রস্তাব করা নোট"),
                n("acb7ecae", "সংযুক্ত প্রসঙ্গ কেন প্রয়োজন নয়, তা ব্যাখ্যা করা নোট"),
                n("d9a5fc06", "পোস্টে রেত দিন"),
                n("b73cebd2", "রেট পোস্ট এবং নোট"),
                n("ad8883f2", "এই পোস্টে কোনও নোট নেই"),
                n("efd14e7a", "নোট লোড হচ্ছে"),
                n("e65b7186", "লোকজন এই পোস্ট সম্পর্কে কমিউনিটি নোটের প্রস্তাব দিয়েছেন"),
                n("bcc14a68", 'কমিউনিটি নোট হল একটি প্রোগ্রাম যেখানে স্বেচ্ছাসেবক অবদানকারীরা যে পোস্টগুলোকে বিভ্রান্তিকর হতে পারে বলে বিশ্বাস করেন সেগুলিতে প্রসঙ্গ যোগ করেন (যাকে "নোট" বলা হয়)। নিচের নোটগুলি অবদানকারীরা রেট করতে পারেন এবং যদি সেগুলি বর্তমানে সহায়ক হিসাবে রেত করা হয়, তবেই সেগুলো পোস্টের সাথে প্রসঙ্গ হিসাবে প্রদর্শিত হবে। যদি একটি নোটকে বর্তমানে সহায়ক হিসেবে রেট করা হয়ে থাকে এবং আপনি এতে অসম্মত হন, আপনি অতিরিক্ত পর্যালোচনার অনুরোধ করতে পারেন — যার অর্থ আরও অবদানকারীরা নোটটি পর্যালোচনা করবেন এবং এর রেটিং পরিবর্তিত হতে পারে। '),
                n("c21313ba", "নোটগুলি বর্তমানে সহায়ক হিসেবে রেট করা হয়নি"),
                n("c2c40120", "সমস্ত নোট দেখান"),
                n("ia596d40", "দেখুন আপনি কি কিছু উন্নত করতে চান?"),
                n("deff0bde", "একটি নোট লিখুন"),
                n("i8e85ef8", "কমিউনিটি নোট-এ যোগ দিন এবং একটি আরও ভালোভাবে অবহিত বিশ্ব তৈরি করতে সাহায্য করার জন্য নোট লেখা এবং অন্যান্য বৈশিষ্ট্যগুলিতে অ্যাক্সেস পান"),
                n("af88892a", "এই নোটগুলি সেইসব কমিউনিটি নোটের অবদানকারীরা যোগ করেছেন যারা মনে করেন পোস্টটি বিভ্রান্তিকর হওয়ার সম্ভাবনা রয়েছে এবং অতিরিক্ত প্রসঙ্গ থাকলে সকলের সুবিধা হবে।"),
                n("cf8a40a6", "পর্যাপ্ত সংখ্যক অবদানকারীদের দ্বারা সহায়ক হিসাবে রেট না পাওয়া পর্যন্ত নোট শুধুমাত্র কমিউনিটি নোট-এ দেখা যাবে।"),
                n("g22c8c30", "এই নোটগুলি যদি পর্যাপ্ত সংখ্যক অবদানকারীদের দ্বারা সহায়ক বলে রেট করা হয়, যার মধ্যে যারা এর আগের রেটিংগুলিতে সাধারণত অসম্মত হয়েছেন তারাও রয়েছেন, তাহলে এগুলি সংযোজিত প্রসঙ্গ হিসাবে পোস্টেরপোস্টের সঙ্গে দেখানো শুরু করা হয়।"),
                n("jf04b084", "এই নোটগুলি সেই সব অবদানকারীরা যোগ করেছেন, যারা মনে করেন পোস্টটি বিভ্রান্তিকর নয় এবং এর অতিরিক্ত প্রসঙ্গের প্রয়োজন নেই।"),
                n("g5a72e98", "এগুলি শুধুমাত্র রেটদাতাদের কাছে অতিরিক্ত তথ্য হিসাবে কমিউনিটি নোট-এ দেখা যায় এবং এগুলি সহায়ক স্ট্যাটাস পেলেও পোস্টের প্রসঙ্গ হিসাবে দেখানো হয় না।"),
                n("h53cb7de", "আপনি এই পোস্ট সম্পর্কে কি মনে করছেন?"),
                n("dc3bfc82", "আপনি এই পোস্ট সম্পর্কে কিছু পছন্দ করে থাকেন তাহলে সেটি কী?"),
                n("b4704bf4", "আপনি এই পোস্ট সম্পর্কে কিছু পছন্দ না করে থাকেন তাহলে সেটি কী?"),
                n("ed5156fa", "আপনার রেটিং সেভ করার সম কোনও সমস্যা হয়েছে. অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("d5f9fb42", "আপনি এই কমিউনিটি বুস্ট করাকে রেট করেছেন"),
                n("j6aa6172", "রেটিং মুছবেন?"),
                n("i4112750", "এটি অসম্পূর্ণ রাখা যাবে না।"),
                n("bd7eb888", "এই পোস্টের সবকটি নোট দেখুন"),
                n("i97b83f6", "আপনার আবেদন জমা দেওয়ার সময় একটি ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("a038ab9a", "নোট অনুবাদ করুন"),
                n("i606fc4c", "কমিউনিটি নোটের আবেদন সম্পর্কে"),
                n("b664c554", "অতিরিক্ত অবদানকারী পর্যালোচনার অনুরোধ জানান"),
                n("ab66e1f2", "এটি কীভাবে কাজ করে এখানে তা দেওয়া আছে:"),
                n("e36d807c", "কমিউনিটি নোটের আরও বেশি সংখ্যক অবদানকারীরা এই নোটটি পর্যালোচনা করা ও রেট দেওয়ার অনুরোধ পাবেন।"),
                n("d8afb99c", "যদি অবদানকারীর রেটিং নোটের স্ট্যাটাস পরিবর্তন করে সেক্ষেত্রে এটিকে সহায়ক হিসেবে রেট করা হয় না, নোটটি পোস্টে দেখা যায় না।"),
                n("f9e1090c", "অবদানকারীরা পর্যালোচনা করেছেন, X করেনি।"),
                n("i80c8a84", "অতিরিক্ত পর্যালোচনার অনুরোধ"),
                n("f93d4391", "এই নোটের জন্য অতিরিক্ত অবদানকারীর পর্যালোচনার অনুরোধ জানাতে পারেন"),
                n("e457970a", "বিস্তারিত নোট করুন"),
                n("df587b98", "নোট আইডি"),
                n("h201bdc8", "লেখক-কে নোট করুন"),
                n("h74b96b0", "নোট জমা দেওয়া হয়েছে "),
                n("ge25848a", "বর্তমান স্ট্যাটাস"),
                n("d6db34cc", "আরও রেটিং চাই"),
                n("ce8b505e", "সহায়ক নয়"),
                n("e5be8156", "নোট স্টেটাস ওপেন সোর্স অ্যালগরিদম দ্বারা কম্পিউট করা হয়েছে"),
                n("fca23c42", "বিভিন্ন দৃষ্টিভঙ্গির পর্যাপ্ত সংখ্যক অবদানকারী এই ব্যাপারে সম্মত হয়েছেন যে এই নোটটি সহায়ক নয়, তাই এটি পোস্টটিতে প্রসঙ্গ হিসাবে দেখানো হচ্ছে।"),
                n("hef420c2", "এই নোটটি এখনও বিভিন্ন দৃষ্টিভঙ্গির পর্যাপ্ত সংখ্যক অবদানকারীদের থেকে রেটিং পায়নি।"),
                n("j3af43c4", "বিভিন্ন দৃষ্টিভঙ্গির পর্যাপ্ত সংখ্যক অবদানকারী এই ব্যাপারে সম্মত হয়েছেন যে এই নোটটি সহায়ক নয়।"),
                n("f79d812c", "পোস্ট করার এক ঘন্টার মধ্যে সহায়ক হিসাবে রেট করা এবং প্রদর্শন করা হয়েছে"),
                n("cc02373e", "প্রস্তাব দেওয়ার এক ঘন্টার মধ্যে সহায়ক হিসাবে রেট করা এবং প্রদর্শন করা হয়েছে"),
                n("d9f72d90", "পোস্ট করার এক ঘন্টার মধ্যে ম্যাচ করা এবং প্রদর্শন করা হয়েছে"),
                n("fc6e4594", "রেটিং প্রদানকারীদের দ্বারা নির্বাচিত সেরা ট্যাগ"),
                n("f7427d6f", "এই পোস্টটির"),
                n("aa94541d", "এই পোস্টটির"),
                n("fe821ebb", "এই পোস্টটির"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "অন্য পোস্টে"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " পোস্টগুলিতে";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " পোস্টগুলিতে";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " পোস্টগুলিতে";
                }),
                n("c2584f58", function (e) {
                    return e.matches + "পোস্টগুলিতে";
                }),
                n("a0dec723", "এই পোস্টটির"),
                n("f20fa57c", function (e) {
                    return e.matches + " পোস্টে";
                }),
                n("bd60b152", function (e) {
                    return e.matches + "পোস্টগুলিতে";
                }),
                n("b95920ef", "এই পোস্টটির"),
                n("f8dcced2", function (e) {
                    return e.matches + " পোস্টে";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + "পোস্টে";
                }),
                n("e3002eab", "এই পোস্টটির"),
                n("df3f2d52", function (e) {
                    return e.matches + " পোস্টে";
                }),
                n("cd83d952", function (e) {
                    return e.matches + "পোস্টে";
                }),
                n("ia35cd39", "এই পোস্টটির"),
                n("a499228a", function (e) {
                    return e.matches + " পোস্টে";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + "পোস্টে";
                }),
                n("fa56f7cb", "এই পোস্টটির"),
                n("b826c19c", function (e) {
                    return e.matches + " পোস্টে";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + "পোস্টে";
                }),
                n("i56af3fd", "এই পোস্টটির"),
                n("g1f275b6", function (e) {
                    return e.matches + " পোস্টে";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " পোস্ট";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " পোস্ট";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + "পোস্টে";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "এই পোস্টে"),
                n("f5b30b8a", function (e) {
                    return e.matches + "পোস্টেও";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + "পোস্টে";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "এই পোস্টে"),
                n("ef8a55a6", function (e) {
                    return e.matches + "পোস্টেও";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "X-এ দেখানো হয়নি"),
                n("e272836c", "নোট মুছবেন?"),
                n("da5a5d8c", "আপনি এই নোটটি মোছার পরে, এটি কমিউনিটি নোট থেকে চিরস্থায়ীভাবে মুছে দেওয়া হবে।"),
                n("a804a8f4", "আরো কিছু নোটে আপনার সাহায্যের প্রয়োজন রয়েছে"),
                n("ib9628b8", "ক্রমাগত আপনার রেটিং ইমপ্যাক্ট তৈরির জন্য আরো নোটে রেট করুন"),
                n("bf08be2e", "আরও বেশি নোট রেট করুন"),
                n("i26425d8", "আপাতত"),
                n("c6e683d0", "জমা দিন ও সম্মত হন"),
                n("b3fcaac6", "এই নোটটিকে রেট দেওয়ার আগে উৎসগুলি খোলার এবং যাচাই করার কথা বিবেচনা করুন"),
                n("e8a33850", "এই নোটটিকে রেট দেওয়ার আগে উৎসগুলি খোলার এবং পর্যালোচনা করার কথা বিবেচনা করুন"),
                n("ca6f04ec", "নোট-এ প্রদর্শিত বিশদ পর্যালোচনা করে নিলে তা যথাযথতা সুনিশ্চিত করে। "),
                n("a7338bc2", "এই নোটটি কি সহায়ক?"),
                n("bd0b6422", "যোগ করা প্রসঙ্গটি কেন প্রয়োজন নয় সেই ব্যাপারে এই ব্যাখ্যাটি কি সহায়ক?"),
                n("ac7f9746", "এই সম্পর্কে সহায়ক কী ছিল?"),
                n("c7751804", "এই সম্পর্কে অসহায়ক কী ছিল?"),
                n("dc9c823a", "এই লিঙ্কটি অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("da0bb868", "এই ভিডিও অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("e8694748", "এই ছবি অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("b487e12e", "এই মিডিয়া অন্তর্ভুক্ত এমন সকল পোস্টের জন্য এই নোটটি সহায়ক হবে।"),
                n("hfdb963e", "এই নোটটি এই পোস্টের জন্য খুব নির্দিষ্ট এবং একই লিঙ্ক সহ অন্যান্য পোস্টগুলিতে অপ্রাসঙ্গিক হতে পারে।"),
                n("bd6742c2", "এই নোটটি নির্দিষ্টভাবে এই পোস্টের জন্যই এবং একই ভিডিও সহ অন্যান্য পোস্টগুলিতে অপ্রাসঙ্গিক হতে পারে।"),
                n("ded3a8a2", "এই নোটটি এই পোস্টের জন্য খুব নির্দিষ্ট এবং একই ছবি সহ অন্যান্য পোস্টগুলিতে অপ্রাসঙ্গিক হতে পারে।"),
                n("c1e42c92", "এই নোটটি এই পোস্টের জন্য খুব নির্দিষ্ট এবং একই মিডিয়া সহ অন্যান্য পোস্টগুলিতে অপ্রাসঙ্গিক হতে পারে।"),
                n("af198630", "সবার জন্য তথ্য উপলভ্য করে"),
                n("d39720d3", "সহায়ক"),
                n("i7d91dc9", "আপাতত সহায়ক"),
                n("c75b7fb4", "অসহায়ক"),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("d9025c46", function (e) {
                    return e.matches + "পোস্টেই";
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " পোস্টেই";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " পোস্টেই";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " পোস্টেই";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "আপনার নোট"),
                n("b9f18eec", "বর্তমানে সহায়ক রেট"),
                n("j33f6520", "বর্তমানে সহায়ক নয় বলে রেট করা হয়েছে"),
                n("idc0e9fc", "কমিউনিটি নোটের অবদানকারী হতে আপনি সাইন আপ করতে পারেন"),
                n("a83cccfa", "অবদানকারীরা নোটের প্রস্তাব পর্যালোচনা করতে, নোট লিখতে, তাদের ইমপ্যাক্ট ট্র্যাক করতে এবং আরও অনেক কিছু করতে পারে!"),
                n("c2a6ec00", "কমিউনিটি নোটে যোগ দিতে চান?"),
                n("d2470b62", "লোকজনদের ভালমত ওয়াকিবহাল হতে সাহায্য করুন।"),
                n("ab23a972", "কথা-বার্তা অনুসরণ করুন"),
                n("c68f3bc0", "আমাদের মান সম্পর্কে আরও জানুন"),
                n("dfb1f498", "প্রতিক্রিয়া"),
                n("a584cfa7", "আমাদের @CommunityNotes-এ একটি DM পাঠান"),
                n("e4d93012", "অনেকজন ব্যক্তি কমিউনিটি নোটের জন্য অনুরোধ জানিয়েছেন। একটি নোট লিখবেন?"),
                n("e55983c0", "কেন কোনও নোট প্রয়োজন তা ব্যাখ্যা করে কোনো অনুরোধকারী এখনও কোনও উৎসের লিঙ্ক প্রদান করেনি৷"),
                n("h23be93e", "অনুরোধকারীরা যদি মনে করেন যে একটি নোট কেন সহায়ক হতে পারে তার ব্যাখ্যা দিয়ে একটি X পোস্ট যোগ করতে পারেন। তারা নিচের পোস্টটি যোগ করেছেন"),
                n("ca6ae344", "কমিউনিটি নোট ট্যাব বার"),
                n("fe27c1e2", "নোট"),
                n("ff692d64", "আপনার প্রোফাইল"),
                n("cb1adfa0", "ডেটা ডাউনলোড করুন"),
                n("jaf0d42c", "আপনার নোট"),
                n("fa9a644a", "সহায়ক অথবা সহায়ক নয় স্ট্যাটাস সহ আপনার 5টি সবচেয়ে সাম্প্রতিক নোটের 3টি সহায়ক নয় বলে মনে করা হলে, আপনার নোট লেখার ক্ষমতা সাময়িকভাবে লক করে দেওয়া হবে।"),
                n("i4014342", "আপনার লেখার ক্ষমতা লক হয়ে যাওয়া এড়িয়ে চলুন। আপনার দুটি নোট সম্পর্কে অবদানকারীদের ফিডব্যাক এখানে দেওয়া হল:"),
                n("j9897a7c", "নোট লেখার টিপস পান"),
                n("ac71a5a0", "যে নোটগুলির সহায়তা প্রয়োজন সেগুলি রেট করুন"),
                n("h544e3c8", "নোট লেখার ক্ষমতা আনলক করার জন্য অবদানকারীদের এখন 5 রেটিং ইমপ্যাক্ট অর্জন করতে হবে।"),
                n("d88c63f6", "নতুন: নোট লেখার ক্ষমতা আনলক করুন"),
                n("bd31adde", "আপনি কমিউনিটি নোট প্রোগ্রাম থেকে প্রস্থান করেছেন।"),
                n("a796c19c", "আবার যোগ দিন"),
                n("h837a96c", "আপনি কমিউনিটি নোট প্রোগ্রাম থেকে প্রস্থান করেছেন।"),
                n("a4d4bcb9", function (e) {
                    return "আপনি যদি পুনরায় যোগ দিতে চান আপনি এখানে " + e.numDaysToRejoin + " দিন-এ যোগ দিতে পারবেন।";
                }),
                n("a490bc51", "আরও জানুন"),
                n("c94ad3e8", " আমাদের প্রতিক্রিয়া জানান"),
                n("ee160790", "মুছে ফেলা নোট"),
                n("b3de4a42", "রেটিং-এর প্রভাব"),
                n("a7b0393c", "লেখার প্রভাব"),
                n("id568acc", "শীর্ষস্থানীয় লেখক"),
                n("e25f9ad6", "যে সব রেটিং নোটকে সহায়ক হিসাবে স্ট্যাটাস দেয়"),
                n("a0697fbc", "ভালো কাজ করেছেন! এই রেটিংগুলি সহায়ক নোটগুলিকে শনাক্ত করেছে যাতে সহায়ক নোটগুলি পোস্টে প্রসঙ্গ যোগ করে এবং লোকজনকে ওয়াকিবহাল থাকতে সাহায্য করে।"),
                n("a3311a60", "এই রেটিংগুলি সহায়ক নোটগুলিকে শনাক্ত করেছে যাতে সহায়ক নোটগুলি পোস্টে প্রসঙ্গ যোগ করে এবং লোকজনকে ওয়াকিবহাল থাকতে সাহায্য করে।"),
                n("bbc44f5a", "এই রেটিংগুলি সহায়ক নোটগুলিকে শনাক্ত করেছে যাতে সহায়ক নোটগুলি পোস্টে প্রসঙ্গ যোগ করে এবং লোকজনকে ওয়াকিবহাল থাকতে সাহায্য করে।"),
                n("b4f21858", "যে সব রেটিং কোনো নোটকে সহায়ক নয় স্ট্যাটাসে পৌঁছতে সাহায্য করে"),
                n("d46b6bc8", "এই রেটিংগুলি নোট লেখকদের প্রতিক্রিয়া দেয় এবং অবদানকারীদের সবচেয়ে ভালো নোটগুলিতে মনোযোগ দিতে দিয়ে কমিউনিটি নোট-কে উন্নত করে।"),
                n("a5e6ba6a", "সহায়ক নয় এমন একটি স্ট্যাটাস দিয়ে শেষ হওয়া নোটগুলিতে সহায়ক হওয়ার রেটিং"),
                n("a22929e4", "সহায়ক স্ট্যাটাস দিয়ে শেষ হওয়া নোটগুলিতে সহায়ক না হওয়ার রেটিং"),
                n("b76dd726", 'এই রেটিংগুলি সাধারণ এবং যদি যথেষ্ট লোক সম্মত হন যে একটি "সহায়ক" নোট যথেষ্ট সহায়ক নয় তাহলে স্ট্যাটাস পরিবর্তন হতে পারে৷'),
                n("j29cc0f2", "এই রেটিংগুলি দুবার গণনা করা হয় কারণ তারা প্রায়শই এমন নোটগুলির জন্য সমর্থন দেখানোর চেষ্টা করে যা অন্যরা নিম্নমানের বলে মনে করে।"),
                n("cd4333d0", "চিন্তা করবেন না, সকলেরই অল্পবিস্তর এমন হয়ে থাকে। "),
                n("e9fa53ac", "যে নোটগুলিতে সহায়ক অথবা সহায়ক নয় এমন কোনো স্ট্যাটাস এখনও পর্যন্ত নেই সেগুলির রেটিং"),
                n("fc664dee", "কোনো স্ট্যাটাসে পৌঁছনোর পরে দেওয়া রেটিং"),
                n("f024ec64", "এই রেটিংগুলি কোনো নোটের স্ট্যাটাস শক্তিশালী করতে অথবা সেটি সম্পূর্ণ পাল্টে দিতে পারে।"),
                n("e1ee08e6", "লেখার প্রভাব"),
                n("je3fc324", "আপনার যে নোটগুলি সহায়ক স্ট্যাটাস পেয়েছে"),
                n("f7358242", "নোট যা সহায়ক স্ট্যাটাস পেয়েছে"),
                n("j8e9b514", "দুর্দান্ত কাজ! এখন যারাই এই পোস্ট দেখছেন তাদের কাছে এটি প্রসঙ্গ হিসাবে প্রদর্শিত হবে, যাতে প্রসঙ্গের সাথে লোকজনকে ওয়াকিবহাল থাকতে সহায়তা করা যায়।"),
                n("e9e57c5c", "এখন যারাই এই পোস্ট দেখছেন তাদের কাছে এটি প্রসঙ্গ হিসাবে প্রদর্শিত হবে, যাতে প্রসঙ্গের সাথে লোকজনকে ওয়াকিবহাল থাকতে সহায়তা করা যায়।"),
                n("fee0d8a8", "পোস্টগুলোতে প্রসঙ্গ যোগ করা ও লোকজনকে ওয়াকিবহাল থাকতে সাহায্য করা নোটগুলি X-এ দেখানো হয়।"),
                n("iab44364", "আপনার যে নোটগুলি সহায়ক নয় স্ট্যাটাস হিসেবে পৌঁছেছে"),
                n("d8c90438", "নোট যা সহায়ক নয় স্ট্যাটাসে পৌঁছেছে"),
                n("accaa48e", "এই নোটগুলিকে পর্যাপ্ত অবদানকারীরা সহায়ক নয় বলে রেটিং দিয়েছেন, যারা কখনও কখনও তাদের অতীতের রেটিংগুলিতে একমত হননি। আপনি এই নোটগুলি এবং আপনার প্রোফাইলে তাদের পাওয়া প্রতিক্রিয়া দেখতে পারেন৷\nবেশি সংখ্যক লোকজন কোনো নোটকে রেটিং দিলে নোটের স্ট্যাটাস পরিবর্তিত হতে পারে।"),
                n("fa2156f6", "এই নোটগুলিকে যথেষ্ট সংখ্যক অবদানকারী সহায়ক নয় বলে রেটিং দিয়েছেন, যারা কখনও কখনও তাদের অতীতের রেটিংগুলিতে একমত হননি।\nবেশি সংখ্যক লোকজন কোনো নোটকে রেটিং দিলে নোটের স্ট্যাটাস পরিবর্তিত হতে পারে।"),
                n("d004c768", "যে নোটগুলির আরও রেটিং প্রয়োজন"),
                n("f3d6d6c0", "যে নোটগুলিতে সহায়ক অথবা সহায়ক নয় এমন কোনো স্ট্যাটাস এখনও পর্যন্ত নেই"),
                n("d68a370c", "শেষ আপডেট হয়েছে: "),
                n("f10aaf3c", "রেটিংয়ের টিপস সংক্রান্ত নোট"),
                n("b9793c9a", "আপনি এখনও পর্যন্ত কোনো নোট লেখেননি"),
                n("bed66f92", "কীভাবে শুরু করবেন এখানে দেওয়া হল:"),
                n("a3ca686a", "সহায়ক নোট লেখার টিপস দেখুন"),
                n("ga8034c6", "নোট লেখার জন্য যে কোনো পোস্টের উপরে ••• মেনুতে ট্যাপ করুন"),
                n("h4109636", "কোনো পোস্টকে আপনার বিভ্রান্তিকর বলে মনে হলে, একটি নোট লিখুন যা এটি যারা দেখবেন তাদের জন্য একটি সহায়ক প্রসঙ্গ যোগ করবে।"),
                n("ec30e9ac", "অন্য অবদানকারীরা আপনার নোটের উপকারিতাকে রেটিং দেবেন"),
                n("e0c42f80", "আপনার নোট যদি সহায়ক স্ট্যাটাস অর্জন করে, তাহলে যারাই এই পোস্ট দেখছেন তাদের কাছে এটি প্রসঙ্গ হিসাবে প্রদর্শিত হবে"),
                n("ife4baaa", "কমিউনিটি নোট সংখ্যাগরিষ্ঠের নিয়ম দ্বারা পরিচালিত হয় না। বিস্তীর্ণ পরিসরের লোকজনের কাছে সহায়ক নোটগুলিকে শনাক্ত করতে, স্ট্যাটাসের ক্ষেত্রে সেইসব অবদানকারীদের একমত হওয়া প্রয়োজন, যারা কখনও কখনও তাদের অতীতের রেটিংয়ে একমত হননি। এটি এক-পাক্ষিক রেটিংকে প্রতিরোধ করে।"),
                n("a0c552ee", "আপনার প্রভাব এখানে দেখানো হবে"),
                n("a4e5ea3c", "আপনি এখনও পর্যন্ত কোনো নোট রেট করেননি"),
                n("g9a28bde", "যে নোটগুলির সহায়তা প্রয়োজন সেগুলি ব্রাউজ করুন"),
                n("dc0046e2", "কমিউনিটি নোটের হোম ব্রাউজ করুন"),
                n("fecae168", "সেখানে, আপনি এমন নোট খুঁজে পাবেন যেগুলিতে আরও রেটিং প্রয়োজন এবং যেখানে আপনার রেটিং বিশেষভাবে সহায়ক হতে পারে"),
                n("h525e29e", "অনেক লোকজনের কাছে সহায়ক হতে পারে এমন নোটগুলি খুঁজে পেতে সাহায্য করুন"),
                n("f6db7706", "সবথেকে ভালো কমিউনিটি নোট হল এমন নোট, যা পোস্টের বিষয়ের সঙ্গে সরাসরি সম্পর্কিত, পরিষ্কার ও স্পষ্ট ভাষায় লেখা এবং এমন উৎস যোগ করে যা বিস্তীর্ণ পরিসরের মানুষের বিশ্বস্ত বলে মনে হবে।"),
                n("f636b582", "সহায়ক নয় এমন নোটগুলি খুঁজে পেতে সাহায্য করুন"),
                n("f58f4f62", "অনুন্নত মানের নোটগুলিকে রেটিং দেওয়া হলে তা নোটের লেখকদের প্রতিক্রিয়া দিয়ে ও অবদানকারীদের সবথেকে ভালো নোটগুলির উপর মনোযোগ দিতে দিয়ে কমিউনিটি নোট-কে উন্নত করে তোলে।"),
                n("cf30af22", "আপনি কী জানেন?"),
                n("d145b0fa", "নোট স্ট্যাটাস সংখ্যাগরিষ্ঠের নিয়ম দ্বারা পরিচালিত হয় না। বিস্তীর্ণ সংখ্যক লোকজনের কাছে সহায়ক নোটগুলিকে শনাক্ত করতে, নোট স্ট্যাটাসের জন্য অবদানকারীদের একমত হওয়া প্রয়োজন, যারা আগে কখনও কখনও তাদের অতীতের রেটিংয়ে একমত হননি। এটি এক-পাক্ষিক রেটিংকে প্রতিরোধ করে।"),
                n("c20a24cc", "অভিনন্দন!"),
                n("d01b8fc8", "আপনি একজন শীর্ষস্থানীয় কমিউনিটি নোট লেখক।"),
                n("jbe2ad46", 'যেসব লেখক বেশ প্রভাবশালী এবং তাদের নোটের বেশিরভাগ অংশ "সহায়ক" স্টেটাস পান তারা নিম্নলিখিত বিষয়গুলিতে অ্যাক্সেস পান:'),
                n("d2dc3d4c", "নোটের অ্যালার্টের অগ্রাধিকার"),
                n("heb73816", "শীর্ষস্থানীয় লেখকদের নোটের প্রস্তাবগুলিতে রেটারের মনোযোগ পেতে বিজ্ঞপ্তিগুলি ট্রিগার করার সম্ভাবনা থাকে।"),
                n("b760d51a", "উপনামের প্রোফাইলে থাকা ব্যাজ"),
                n("ief63e50", "শীর্ষস্থানীয় লেখকদের কমিউনিটি নোট প্রোফাইলে তাদের ব্যাজ দেখে সনাক্ত করা যায়।"),
                n("jd6b88ca", "মিডিয়ার জন্য নোট"),
                n("c39bdf5a", "শীর্ষস্থানীয় লেখক বিবিধ পোস্টে প্রদর্শিত মিডিয়ার বিষয়ে নোট লিখতে পারেন, যাতে অনেক বেশি মানুষকে আরও ভালো করে অবগত রাখা যায়।"),
                n("efb9a9e0", "এখানে দেখার কিছু নেই"),
                n("a1529ce7", "আরও জানুন"),
                n("f07ed596", "আপনার মতো অবদানকারীরা সম্মিলিতভাবে X-এ প্রসঙ্গ হিসাবে দেখানো সহায়ক নোটগুলি শনাক্ত করতে এবং লোকজনকে তথ্যসমৃদ্ধ রাখতে সহায়তা করেন৷"),
                n("h2b5268a", "ভালো করেছেন! আপনার প্রভাব বাড়াতে আরও নোট রেট করুন।"),
                n("e86c87a0", "আরও নোট রেট করুন"),
                n("ad98f836", "আপনার রেটিংয়ের প্রভাব নেতিবাচক হয়ে গেছে। চিন্তা করবেন না!"),
                n("e2d7c914", "নোট রেট করা চালিয়ে যান"),
                n("a5427624", "যেসব নোটের আরও বেশি সংখ্যক অবদানকারীর থেকে রেটিং প্রয়োজন, সেগুলি খুঁজে পেতে কমিউনিটি নোটের হোম ব্রাউজ করুন।"),
                n("e227a7fa", "নোটের স্ট্যাটাস সবসময়ই পরিবর্তিত হতে পারে"),
                n("eda73c9c", "কখনও কখনও কোনো নোটের স্ট্যাটাসের সাথে আপনার রেটিংয়ের মিল নাও থাকতে পারে। এটা কোনো সমস্যাই না! যদি আরও বেশি অবদানকারীরা আপনার সাথে একমত হন, তাহলে স্ট্যাটাসটি পাল্টে যেতে পারে এবং আপনার প্রভাব পরিবর্তিত হবে।"),
                n("cfa3b664", "আপনি এখন কমিউনিটি নোট লিখতে পারবেন!"),
                n("j44125ee", "এই অবদানকারী এখনও পর্যন্ত কোনো নোট লেখেননি।"),
                n("da55067c", "এই space পরবর্তীতে দেখুন!"),
                n("f893c3b8", "কমিউনিটি নোটে যোগ দিন"),
                n("a701795c", "এখনও পর্যন্ত কোনো কমিউনিটি নোট নেই"),
                n("db08295e", "যোগ দিতে চান?"),
                n("ha275800", "দেখে মনে হচ্ছে আপনি কমিউনিটি নোট পাইলট প্রোগ্রামের অংশ নন। লোকজনকে আরও বেশি তথ্যসমৃদ্ধ রাখতে এখনই যোগ দিন।"),
                n("ce0a213a", "কোনো নোট তৈরি করার জন্য, যে কোনও পোস্টের মেনুতে কমিউনিটি নোট আইকনটি বেছে নিন।আপনার তৈরি করা নোট এখানে দেখা যাবে।"),
                n("c87f3cf8", "নোট"),
                n("a5b19492", "এই নোটটি বিদ্যমান নেই"),
                n("c21d1b2a", "অতীতের রেটিং-এ মাঝে মধ্যে দ্বি-মত পোষণ করেছেন এমন লোক সহ, যথেষ্ট সংখ্যক অবদানকারীদের থেকে প্রাপ্ত সম্মতির সাহায্যে Notes-এমন একটি স্ট্যাটাস লাভ করে যাতে বোঝা যায় এটি সহায়ক, নাকি সহায়ক নয়। notes যাতে অনেক মানুষদের কাছে সহায়ক হয়, এটা তা নিশ্চিত করে, এবং একতরফা রেটিংও প্রতিরোধ করে।"),
                n("c7b59cde", "কমিউনিটি নোটের সেটিংস"),
                n("c8be1d0d", "এ বিষয়ে আরও জানুন ।"),
                n("a5a2330c", "একই মিডিয়া ব্যবহার করে করা পোস্টগুলি"),
                n("ad071b5c", "একই লিঙ্ক ফিচার করা পোস্ট"),
                n("b92967c0", "এই নোটটি কোনও মিডিয়া নোট নয়"),
                n("i92fddce", "যদি যথেষ্ট পরিমাণ লোকজন এটিকে দেখানো উচিত বলে মনে করেন তাহলে স্বয়ংক্রিয়ভাবে নোটটি দেখানো হয়।"),
                n("f5ce7a00", "এই মিডিয়া পোস্টটির সাথে মিলছে এমন কোনও পোস্ট নেই।"),
                n("e1288bdc", "কোনো নোটের সহায়তার প্রয়োজনের সময় অ্যালার্ট"),
                n("ca14eab4", "কোনো কমিউনিটি নোটের আপনার রেটিংয়ের প্রয়োজন হলে, তার বিজ্ঞপ্তি পান।"),
                n("gb2bc3d0", "আমি একেবারে প্রস্তুত 🔥"),
                n("c35ebcd2", "যতগুলো সম্ভব সাহায্য করব - প্রতিদিন কয়েকটা পর্যন্ত"),
                n("ba165b3c", "প্রায়শই"),
                n("g72e2a58", "প্রতি সপ্তাহে কিছু অ্যালার্ট"),
                n("idd249e0", "কখনো কখনো"),
                n("if2e01ee", "প্রতি মাসে কিছু অ্যালার্ট"),
                n("fdaeaab8", "আপনার সেটিংস সেভ করা হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("db4e443a", "ধন্যবাদ, আপনার সেটিংস সংরক্ষিত হয়েছে।"),
                n("dc11636c", "আপনি যে যে ভাষায় কথা বলেন"),
                n("fae059c6", "কমিউনিটি নোট প্রোগ্রাম থেকে প্রস্থান করে যান"),
                n("ed37123a", "আপনি কমিউনিটি নোট প্রোগ্রাম থেকে প্রস্থান করছেন।"),
                n("c1a554a2", "আপনার যা জেনে রাখা দরকার:"),
                n("j59355fe", "আপনি নতুন কমিউনিটি নোট লিখতে পারবেন না।"),
                n("c23420ec", "আপনার X-এর কার্যকলাপের সাথে সম্পর্কিত না হলে আপনি কমিউনিটি নোট থেকে কোনও বিজ্ঞপ্তি পাবেন না।"),
                n("c76031ee", "আপনার বেনামী কমিউনিটি নোট প্রোফাইল এবং অতীতের দেওয়া নোটগুলি জনসাধারণের জন্য উপলব্ধ থাকবে। আপনি তাও আপনার নোটগুলো দেখতে এবং মুছতে পারবেন।"),
                n("be4f9106", "আপনি 90 দিন পরে আবার যোগ দিতে পারবেন।"),
                n("hf68e810", "কমিউনিটি নোট হল একটি প্রোগ্রাম যার লক্ষ্য কোনো বিষয় সম্পর্কে আরও-ভালোভাবে অবগত একটি বিশ্ব তৈরি করা। এটি X-এ লোকজনকে সহযোগীভাবে সম্ভাব্য বিভ্রান্তিকর পোস্টগুলোতে সহায়ক নোট যোগ করতে দেয়।"),
                n("jdb52860", "অবদানকারীরা নোট লেখেন ও সেগুলিকে রেট করেন"),
                n("c104025c", "অবদানকারীরা হলেন আপনার মতোই X ব্যবহারকারী লোকজন, যারা নোট লেখা এবং সেগুলিকে রেট করার জন্য পাইলটে নথিভুক্ত হওয়া বেছে নিয়েছেন৷ যত বেশি লোকজন অংশগ্রহণ করবেন, প্রোগ্রামটি তত ভালো হবে।"),
                n("j7872b8c", "যে নোটগুলিকে লোকজন সহায়ক মনে করেছেন শুধুমাত্র সেগুলিকে একটি পোস্টে দেখা যায়"),
                n("fb59415e", "পোস্টের প্রসঙ্গ হিসাবে সবার কাছে দেখানোর জন্য, একটি নোটকে বিভিন্ন দৃষ্টিকোণ থেকে পর্যাপ্ত লোকজনের দ্বারা সহায়ক হিসাবে রেট করা প্রয়োজন। এই পদ্ধতিটি পক্ষপাত এবং ম্যানিপুলেশন এড়াতে সাহায্য করে এবং অনেকের কাছে সহায়ক নোটগুলি খুঁজে পেতে সহায়তা করে।"),
                n("f9a44022", "কী দেখানো হবে তা কোম্পানি X ঠিক করে না: সেটা লোকজন ঠিক করেন"),
                n("gdf4fbb2", "কোম্পানি X, কোনো নোট লেখে না, রেট করে না বা নিয়ন্ত্রণ করে না (যদি না সেগুলি X নিয়মাবলী লঙ্ঘন করে।) আমরা বিশ্বাস করি লোকজনকে এগুলি করার স্বাধীনতা দেওয়া হলে তা লোকজনকে আরও ভালোভাবে ওয়াকিবহাল থাকার জন্য তথ্য যোগ করার ক্ষেত্রে একটি স্বচ্ছ ও কার্যকরী উপায়।"),
                n("cc720e6a", "কমিউনিটি নোট ডেটার স্বচ্ছতার উপর গড়ে তোলা হয়েছে"),
                n("j2fcd33a", "সহযোগিতা এই সীমা অবধি ডেটাতে অন্তর্ভুক্ত করা হয়"),
                n("d4a6b322", "এখানে রোজ সমস্ত কমিউনিটি নোটের ডেটা প্রকাশ করা হয়, যাতে ডেটা বিশ্লেষণ করা, সমস্যা শনাক্ত করা এবং কমিউনিটি নোটকে আরও উন্নত করে তোলার সুযোগ খুঁজে পাওয়ার জন্য লোকজনের এতে ফ্রি অ্যাক্সেস থাকে। আপনার সঙ্গে এই শেখার সফর শুরু করার জন্য আমরা আর অপেক্ষা করতে পারছি না।"),
                n("c359263a", "কমিউনিটি নোটের ডেটা কীভাবে ব্যবহার ও বিশ্লেষণ করবেন, জানুন "),
                n("b8a27fe2", "আমাদের গাইডে"),
                n("j1c99e00", "ডেটার নোট"),
                n("i6f69314", "ডেটা রেটিং"),
                n("b7e4c114", "নোট স্ট্যাটাসের ইতিহাসের তথ্য"),
                n("d7f19114", "ব্যবহারকারীর নথিভুক্তির স্থিতি সংক্রান্ত ডেটা"),
                n("b6008808", "নোট অনুরোধ ডেটা"),
                n("h786cd7a", "এখনও পর্যন্ত নোট ডেটা উপলভ্য নেই"),
                n("d0fe8052", "রেটিং ডেটা এখনও পর্যন্ত উপলভ্য নেই"),
                n("c0427f94", "এখনও পর্যন্ত নোট স্ট্যাটাসের ইতিহাসের তথ্য উপলভ্য নেই"),
                n("g880d8c0", "ব্যবহারকারীর নথিভুক্তির স্থিতি সংক্রান্ত ডেটা এখনও উপলভ্য নয়"),
                n("ab1b3d38", "এখনও পর্যন্ত নোট ডেটা উপলভ্য নেই"),
                n("c43fb933", "X ডেভেলপার চুক্তি এবং পলিসি"),
                n("ed88e742", "প্রসঙ্গ থেকে লিঙ্কটি কপি করুন"),
                n("h92fe1be", "দুর্ভাগ্যবশত, কমিউনিটি নোট এই মুহূর্তে আপনার কাছে উপলভ্য নয়।"),
                n("f0dc1434", "কমিউনিটি নোট বর্তমানে শুধু মার্কিন যুক্তরাষ্ট্রে উপলভ্য।"),
                n("f8fc0b48", "একটি ফোল্ডার তৈরি করুন"),
                n("c14bcdde", "বুকমার্কগুলো অনুসন্ধান করুন"),
                n("e9c65c4a", "বুকমার্ক অনুসন্ধান করুন"),
                n("b92a21d9", function (e) {
                    return e.query + "-এর কোনো ফলাফল পাওয়া যায়নি";
                }),
                n("f191a2ba", "অনুসন্ধান সেটিংস"),
                n("a068008a", "ফোল্ডারগুলি এখনই লোড হচ্ছে না"),
                n("f075b0e8", "ফোল্ডার সম্পাদনা করুন"),
                n("beba2a0e", "একটি নতুন বুকমার্ক ফোল্ডার তৈরি করুন"),
                n("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + "-তে সেভ করা হয়েছে";
                }),
                n("h18f86a4", "ফোল্ডার মুছুন"),
                n("f4ea967a", "ফোল্ডার মুছে দেওয়া হয়েছে"),
                n("b670aa62", "ফোল্ডারের নাম"),
                n("aece5462", "ফোল্ডারের নাম সফলভাবে আপডেট করা হয়েছে"),
                n("e3299b94", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে ফোল্ডারটি আবার আপডেট করার চেষ্টা করুন।"),
                n("c09ea714", "কিছু ভুল হয়েছে। কয়েক মিনিটের মধ্যে ফোল্ডারটি আবার মোছার চেষ্টা করুন।"),
                n("gee78816", "বুকমার্ক ফোল্ডারের নামগুলো 25টি অক্ষরের বেশী হতে পারেনা।"),
                n("h9a5daa2", "ফোল্ডার মুছবেন কি?"),
                n("ac9d5f56", 'আপনার পোস্টগুলি এখনও "সমস্ত বুকমার্ক" ফোল্ডারের মধ্যে সেভ করা হবে।'),
                n("i6e7e298", "তৈরি করুন"),
                n("a0ea2fa6", "নামের ক্ষেত্র খালি রাখা যাবে না"),
                n("eec37eac", "এই নামের বুকমার্ক ফোল্ডারটি ইতিমধ্যেই বিদ্যমান আছে"),
                n("fce0c59e", "অ্যানিমেশন JSONটি পার্স করা যায়নি। অনুগ্রহ করে আপনার অ্যানিমেশিনের JSON ফরম্যাটটি পরীক্ষা করে দেখুন এবং আবার চেষ্টা করুন।"),
                n("g0eea6c2", "অ্যানিমেশনের JSON ফাইলটি পড়া যায়নি। অনুগ্রহ করে ফাইলটি আবার পড়ার চেষ্টা করুন।"),
                n("ae58026a", "পূর্বরূপ দেখার জন্য একটি ব্র্যান্ডেড লাইক .json ফাইল খুলুন"),
                n("hd0bc1eb", function (e) {
                    return e.name + " লাইভ আছেন";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " লাইভ ছিলেন";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " লাইভ নয়";
                }),
                n("d39d46c4", "শিরোনাম আপডেট করা হয়েছে। পরিবর্তনগুলি প্রদর্শিত হতে 30 সেকেন্ড সময় লাগতে পারে।"),
                n("e44095a5", function (e) {
                    return e.timestamp + "-এ শুরু হয়েছে";
                }),
                n("j83f29dd", function (e) {
                    return e.timestamp + "-এ শেষ হয়েছে";
                }),
                n("daca8a2c", "ডক-এ খুলুন"),
                n("e3aac82a", "সম্প্রচার লোড হচ্ছে"),
                n("i0ed3f4e", "ঘটনার ছবি"),
                n("cbae35fa", "সম্প্রচারের বিষয়ে রিপোর্ট করুন"),
                n("fd12ab58", "সংগ্রহমূলক পোস্ট"),
                n("a226497c", "একটি নতুন কমিউনিটি তৈরী করুন"),
                n("d7346632", "আপনি এখনো পর্যন্ত কোনও কমিউনিটিতে যোগদান করেননি"),
                n("b732a4cc", "আপনি যখন করবেন, আপনি এখানে সেগুলো দেখতে পাবেন।"),
                n("hff48914", "এই সময়ে কোনও পোস্ট খুঁজে পাওয়া যায়নি।"),
                n("hb52cc4a", "অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("e50e1bb0", "কমিউনিটিতে স্বাগত"),
                n("i6829daa", "কমিউনিটি হলো সংযত আলোচনার গ্রুপ, যেখানে X-এর লোকজন সংযোগ ও শেয়ার করতে পারে"),
                n("fc5c6914", "আপনার পছন্দসই বিষয়গুলোর সাহায্যে অন্যদের সঙ্গে দেখা করুন"),
                n("aa1a9820", "আপনার আগ্রহগুলির সাথে মেলে এমন লোকজনের সাথে মিশতে কমিউনিটিগুলিতে যোগদান করুন।"),
                n("edef4c82", "একটি কমিউনিটিতে সরাসরি পোস্ট করুন"),
                n("a7640df6", "আপনার পোস্টগুলি কমিউনিটির সদস্যদের এবং আপনার অনুসরণকারীদের সাথে শেয়ার করা হয়।"),
                n("h3bb8068", "আপনার যখন প্রয়োজন তখন ফিরে আসুন"),
                n("a709f8f8", "অ্যাডমিন এবং মডারেটর কমিউনিটি পরিচালনা করতে সাহায্য করে এবং কথা-বার্তাগুলো সঠিক পথে রাখে।");
            n("c8d33380", "নতুন আইটেমগুলি"),
                n("cb6adb10", "কমিউনিটি খুঁজে পান"),
                n("df362964", "কমিউনিটি খুঁজে পান"),
                n("dfd5031f", function (e) {
                    return e.newTweets + "টি নতুন পোস্ট";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " অভিযোগ";
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " অনুরোধ";
                }),
                n("a2118086", "পোস্টগুলো বাছুন"),
                n("hb01fe46", "আপনি যখন করবেন, আপনি এখানে সেগুলো দেখতে পাবেন।"),
                n("c170a564", "আপনি যে শব্দটি লিখেছেন তাতে কোনও ফলাফল আসেনি। অন্য একটি শব্দ দিয়ে অনুসন্ধানের চেষ্টা করুন।"),
                n("cbd1aef8", "কমিউনিটি এবং পোস্ট অনুসন্ধান করুন"),
                n("fbf01e52", "কমিউনিটিগুলি অনুসন্ধান করুন"),
                n("c8a6499c", "কমিউনিটি অনুসন্ধানের ফলাফল"),
                n("af05a978", "আপনি টাইপ করার সাথে সাথে অনুসন্ধানের ফলাফল এখানে দেখা যাবে।"),
                n("eb4d2cd0", "কোনও পোস্ট পাওয়া যায়নি।"),
                n("a8ecdb4c", "কমিউনিটি সাম্প্রতিক অনুসন্ধানের ফলাফল"),
                n("dc6ce7b4", "সদস্য"),
                n("ga2aa43c", "মডারেটর"),
                n("b139b54a", "সদস্যদের আমন্ত্রণ জানান"),
                n("cf4898a0", "লোকজনদের অনুসন্ধান করুন"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + "-এর প্রোফাইল দেখুন";
                }),
                n("e585d844", "মডারেটর টিমে যোগ করুন"),
                n("cab7c6f8", "মডারেটর টিমে যোগ করবেন?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " এখন একজন মডারেটর।";
                }),
                n("f348a395", function (e) {
                    return "আমরা এই মুহূর্তে @" + e.screenName + "-কে মডারেটর টিমে যোগ করতে পারছি না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।";
                }),
                n("c3a1aebe", "মডারেটর টিম থেকে সরান"),
                n("c273c8a6", "মডারেটর টিম থেকে সরাবেন?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " আর একজন মডারেটর নন।";
                }),
                n("a5808125", function (e) {
                    return "আমরা এই মুহূর্তে @" + e.screenName + "-কে মডারেটর টিম থেকে সরাতে পারছি না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।";
                }),
                n("a51d671b", function (e) {
                    return "@" + e.screenName + " কে কমিউনিটি থেকে নিষিদ্ধ করুন";
                }),
                n("cdd87524", "এখানে এখনো পর্যন্ত কেউ নেই"),
                n("cca51910", "যখন লোকজন এই কমিউনিটিতে যোগদান করবেন, আপনি তাদের এখানে দেখতে পারবেন।"),
                n("c9d56b72", "আপনার কমিউনিটি সম্পর্কে আমাদের অল্প কিছু বলুন। আপনি সর্বদা পরে এই বিশদ বিবরণ পরিবর্তন করতে পারবেন।"),
                n("c1ad5a12", "আপনার নতুন কমিউনিটি তৈরি করতে আমাদের সমস্যা হচ্ছে বলে মনে হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("f713fbd2", "সদস্যতা"),
                n("d1fa71fc", "অনুমোদনের প্রশ্ন (ঐচ্ছিক)"),
                n("a0a16d38", "কমিউনিটিতে যে কেউ যোগদান করতে পারবেন এবং/বা কাউকে আমন্ত্রণ জানানো যাবে"),
                n("ce0523a8", "সীমিত"),
                n("i1aad6ec", "লোকজনকে যোগদানের জন্য অনুরোধ করতে হবে, এবং মডারেটর টিমকে সেই অনুরোধগুলি অনুমোদন করতে হবে। মডারেটর টিমের দ্বারা আমন্ত্রিত লোকজন স্বয়ংক্রিয়ভাবে অনুমোদিত হন।"),
                n("c85960a0", "সদস্যকে আমন্ত্রণ জারি করার অনুমতি দেওয়া"),
                n("ca373cd2", "বিদ্যমান সদস্যদের আমন্ত্রণ জানানো লোকজনকে স্বয়ংক্রিয়ভাবে অনুমোদন দেওয়া হয়।"),
                n("dfdcc6b4", "কারা আপনার কমিউনিটিতে যোগদান করতে পারবেন নিয়ন্ত্রণ করুন। মনে রাখবেন X-এ থাকা প্রত্যেকে সবকটি কমিউনিটি দেখতে পাবেন। "),
                n("h3e55b40", "কমিউনিটির নাম"),
                n("dd71d9c9", function (e) {
                    return "নাম " + e.minCharacterCount + " এবং " + e.maxCharacterCount + "টি অক্ষরের মধ্যে হতে হবে এবং এতে হ্যাশট্যাগ বা @usernames অন্তর্ভুক্ত রাখা যাবে না";
                }),
                n("cf65e56b", function (e) {
                    return "নাম অবশ্যই  " + e.minCharacterCount + " থেকে " + e.maxCharacterCount + " অক্ষরের মধ্যে হতে হবে";
                }),
                n("d936eeca", "নামে হ্যাশট্যাগ বা @usernames অন্তর্ভুক্ত রাখা যাবে না।"),
                n("e2df7cf2", "কমিউনিটির উদ্দেশ্য"),
                n("be9bb312", "একটি দৃঢ় উদ্দেশ্য আপনার কমিউনিটি সম্পর্কে বর্ণনা দেয় এবং লোকজনদের কী আশা করতে হবে তা জানতে দেয়"),
                n("e988475f", function (e) {
                    return "উদ্দেশ্য অবশ্যই  " + e.minCharacterCount + " এবং " + e.maxCharacterCount + " অক্ষরের মধ্যে হতে হবে";
                }),
                n("gcddfba8", "অনুমোদনের প্রশ্ন"),
                n("hf86d862", "ব্যবহারকারীরা যোগদানের অনুরোধ করলে, তারা এই প্রশ্নের উত্তর দিতে পারে। তাদের অনুরোধের সাথেই তাদের প্রতিক্রিয়া দেখানো হবে।আপনি শূন্যস্থান ছেড়ে দিয়েও এই প্রশ্নটি অপসারণ করতে পারবেন।"),
                n("i88b7305", function (e) {
                    return "প্রশ্ন অবশ্যই " + e.maxCharacterCount + " অক্ষরের কম হতে হবে";
                }),
                n("dce5e1b4", "অ্যাডমিন টুল"),
                n("c5d8c93e", "মডারেটর টুল"),
                n("c8c7f9fc", "রিনিউ করা প্রয়োজন"),
                n("a87df2ee", "কমিউনিটি পরিচালনা"),
                n("ee609174", "সাধারণ সেটিংস"),
                n("ab19cdaa", "স্প্যাম সেটিংস"),
                n("d755f47d", function (e) {
                    return "পর্যালোচনা করার জন্য " + e.count + " পোস্টটি নতুন পোস্ট";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " জন সদস্য";
                }),
                n("adfcc3ce", "নীতি যোগ করুন, মুছে দিন অথবা সম্পাদনা করুন"),
                n("d0330d9c", "নিয়মাবলী দেখুন"),
                n("fd67f7c8", "কমিউনিটির নাম, উদ্দেশ্য এবং আরও কিছু সম্পাদনা করুন"),
                n("e7e31264", "স্প্যাম ফিল্টার অ্যাডজাস্ট করুন এবং সরঞ্জামের বিষয়ে রিপোর্ট করুন"),
                n("gc00d212", "সহায়তা এবং মাধ্যম"),
                n("g0cbfc50", "কমিউনিটি নিয়ন্ত্রণ করার জন্য ব্যবহারযোগ্য গাইড"),
                n("h6ebcfca", "আপনার প্রোফাইলে এই কমিউনিটিটি দেখান"),
                n("c0fa0634", "আপনার কমিউনিটিকে স্পটলাইট করুন"),
                n("da035fd5", function (e) {
                    return "নতুন" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "আপনার কমিউনিটিকে আপনার প্রোফাইলে স্পটলাইট করুন"),
                n("b18e94b2", "আপনার প্রোফাইলে একটি কমিনিউটি দেখাতে, অডিয়েন্স অ্যানালিটিক্স অ্যাক্সেস ও আরও অনেক কিছু করতে একটি পেশাদার প্রোফাইলে পাল্টান।"),
                n("dc716b1c", "কমিউনিটির তালিকা"),
                n("c3e2dda6", "একটি কমিউনিটির তালিকা যোগ করুন বা অপসারণ করুন"),
                n("a68bffdc", "কমিউনিটি ম্যাট্রিক্স দেখুন"),
                n("c6ea29a2", "মডারেশন টিম ছেড়ে যান"),
                n("a6e13fac", "আপনি কি মডারেটর টিম ছেড়ে যাওয়ার বিষয়ে নিশ্চিত?"),
                n("e538848c", "আপনার আর মডারেশন টুলে অ্যাক্সেস থাকবে না। আপনি নিজের মত পরিবর্তন করলে আপনাকে আবার মডারেটর হওয়ার আমন্ত্রণ পেতে হবে।"),
                n("j49e6aa2", "হ্যাঁ, আমি ছেড়ে যেতে চাই"),
                n("dde5f323", function (e) {
                    return "পর্যালোচনা করার জন্য " + e.count + " সদস্যতার অনুরোধ" + f(e.count, "", "গুলি") + "টি নতুন টুইট";
                }),
                n("f5e0332a", "প্রাপ্তবয়স্কদের কন্টেন্ট (NSFW)"),
                n("e983404a", "পিন করা হ্যাশট্যাগ"),
                n("j8af8eaa", "সদস্যতার প্রকার"),
                n("d5f01116", "উদ্দেশ্য"),
                n("c2ff3c9e", "অনুসন্ধানের ট্যাগ"),
                n("f4a98e9e", "কমিউনিটির তথ্য"),
                n("a43bed28", "আপনার কমিউনিটি প্রাপ্তবয়স্ক-সংবেদনশীল কন্টেন্ট থাকলে আপনাকে অবশ্যই এই সেটিং সক্ষম করতে হবে৷ এটি বাদ দেওয়ার ফলে আপনার কমিউনিটির মধ্যে সমস্ত প্রাপ্তবয়স্ক-সংবেদনশীল কন্টেন্ট স্বয়ংক্রিয়ভাবে ফিল্টার করা হবে৷"),
                n("ab1069de", "কমিউনিটি মুছুন"),
                n("bbc91896", "এটা করা হলে আর আগের অবস্থায় আর ফেরানো যাবে না। পোস্ট লেখকরা এখনও তাদের নিজস্ব পোস্ট দেখতে পাবেন।"),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "কমিউনিটির ব্যানার"),
                n("ea965b82", "কমিউনিটির ব্যানার এডিট করুন"),
                n("j35d3ad6", "সরিয়ে দিন এবং প্রতিস্থাপন করুন"),
                n("f1e8fb22", "আপনার ব্যানারটি ডিফল্ট ব্যানারের সাহায্যে সরানো এবং প্রতিস্থাপন করা হবে।"),
                n("e405ec22", "আপনার ব্যানার ইমেজ সংরক্ষণ করতে আমাদের সমস্যা হচ্ছে বলে মনে হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("b7fb6bda", "ছবি কাটছাঁট করুন"),
                n("e71cdf4e", "থাম্বনেল ক্রপ করুন"),
                n("ef199198", "ধন্যবাদ, আপনার সেটিংস সেভ করা হয়েছে"),
                n("ee10aa5a", "আপনার সেটিংস সংরক্ষণ করা যায়নি"),
                n("i307a7ca", "পিন করা হ্যাশট্যাগ এডিট করুন"),
                n("dc6eca54", "হ্যাশট্যাগ মোছা হয়েছে"),
                n("d27de326", "পৃথক টাইমলাইনে আপনার কমিউনিটির পোস্ট দেখতে হ্যাশট্যাগ পিন করুন"),
                n("d84cc77a", "এখানে একটি হ্যাশট্যাগ টাইপ করুন"),
                n("d22e4cba", "হ্যাশট্যাগ অনন্য হতে হবে"),
                n("ca72a540", "আপনি সর্বাধিক অনুমত সংখ্যার হ্যাশট্যাগে পৌঁছেছেন"),
                n("bd96bf16", "হ্যাশট্যাগে অন্তত 1টি অক্ষর এবং সর্বাধিক 30টি অক্ষর দীর্ঘ হতে হবে।"),
                n("j27623d4", "হ্যাশট্যাগে স্পেস বা বিশেষ অক্ষর থাকা যাবে না"),
                n("c5d1634e", "ঠিক আছে, আমি বুঝেছি"),
                n("daedd9fa", "এটি যেকোনো ব্যাক্তিকে আপনার কমিউনিটিতে যোগদান করার অনুমতি দেবে। যোগদান করার জন্য সমস্ত মুলতুবি থাকা অনুরোধগুলো স্বয়ংক্রিয়ভাবে অনুমোদিত হবে।"),
                n("h3c0f1a2", "কমিউনিটির নাম সম্পাদনা করুন"),
                n("cb5e6510", "দেখে মনে হচ্ছে আমাদের আপনার নাম সংরক্ষণ করতে সমস্যা হচ্ছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।"),
                n("a8955490", "উদ্দেশ্য সম্পাদনা করুন"),
                n("ced2292a", "দেখে মনে হচ্ছে আমাদের আপনার উদ্দেশ্যের বর্ণনা সংরক্ষণ করতে সমস্যা হচ্ছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।"),
                n("ba74c098", "প্রশ্ন সম্পাদন করুন"),
                n("bd3e0420", "দেখে মনে হচ্ছে আমাদের আপনার প্রশ্ন সেভ করতে সমস্যা হচ্ছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।"),
                n("b57baa7a", "অনুসন্ধানের ট্যাগ এডিট করুন"),
                n("f8caab7a", "সুপারিশ এবং অনুসন্ধানের ফলাফলে আপনার কমিউনিটিকে বুস্ট করতে অনুসন্ধের ট্যাগ যোগ করুন।"),
                n("f35a667a", "এখানে একটি অনুসন্ধানের ট্যাগ টাইপ করুন"),
                n("b057d5c6", "অনুসন্ধানের ট্যাগ অনন্য হতে হবে"),
                n("cc961258", "আপনি সর্বাধিক অনুমত অনুসন্ধানের ট্যাগে পৌঁছেছেন "),
                n("df4aca88", "অনুসন্ধানের ট্যাগে অন্তত 1টি অক্ষর এবং সর্বাধিক 30টি অক্ষর দীর্ঘ হতে হবে।"),
                n("ie58fa58", "অনুসন্ধানের ট্যাগে স্পেস বা বিশেষ অক্ষর থাকা যাবে না"),
                n("hd176a01", function (e) {
                    return "প্রসঙ্গ সংরক্ষণ করা হয়েছে! এখন কমিউনিটি প্রসঙ্গ " + e.newTopicName;
                }),
                n("i39a43cc", "কমিউনিটি প্রসঙ্গ সরান"),
                n("e81b196e", "নতুন প্রসঙ্গ সংরক্ষণ করা যায়নি"),
                n("c1f97ad4", "প্রসঙ্গ এডিট করুন"),
                n("g908eb0c", "অন্যরা যাতে সহজেই আপনার কমিউনিটি খুঁজে পেতে পারেন তার জন্য একটি প্রসঙ্গ যোগ করুন! এমন একটি প্রসঙ্গ বেছে নিন যা আপনার কমিউনিটিকে সবচেয়ে ভালোভাবে বর্ণনা করে।"),
                n("f18a8ca0", "স্প্যাম সেটিংস"),
                n("c8bd5d42", "স্প্যাম ফিল্টারের ক্ষমতা"),
                n("gfeb40a2", "স্প্যাম ফিল্টারগুলি অবাঞ্ছিত পোস্টগুলি পরিচালনা করার জন্য সংবেদনশীলতার বিভিন্ন স্তরে অ্যাডজাস্ট করা যেতে পারে।"),
                n("h766865c", "X-এ অটো রিপোর্ট করুন"),
                n("fd1f413a", "নির্বাচিত বৈশিষ্ট্যগুলি ব্যবহার করে মডারেটরদের কাছে স্বয়ংক্রিয়ভাবে রিপোর্ট করুন। একবার কোনও পোস্ট অনুমোদিত হলে, একই লেখকের পরবর্তী পোস্টগুলি X দ্বারা রিপোর্ট করা হবে না।"),
                n("b1ba5fb4", "স্প্যামার সনাক্তকরণ"),
                n("ee195f28", "স্প্যাম কীওয়ার্ড"),
                n("cf276a82", "মডারেটররা অনুমোদন না করা অবধি X দ্বারা রিপোর্ট করা পোস্টগুলি লুকান"),
                n("a8c4c3fe", "স্প্যাম আচরণের ট্র্যাক রেকর্ড থাকা ব্যবহারকারীদের পোস্টগুলি রিপোর্ট করুন"),
                n("j8de95ec", "এমন কীওয়ার্ড লিখুন যা স্বয়ংক্রিয় রিপোর্টগুলি ট্রিগার করবে"),
                n("ie873142", "উচ্চ"),
                n("a977afa2", "নিম্ন"),
                n("j715cb38", "নিষিদ্ধ কীওয়ার্ডগুলি এডিট করুন"),
                n("b32ebbe8", "X-এর জন্য কীওয়ার্ড যোগ করুন যাতে স্বয়ংক্রিয়ভাবে কমিউনিটি মডারেটরদের কাছে রিপোর্ট করা যায়"),
                n("acde5366", "এখানে একটি কীওয়ার্ড টাইপ করুন"),
                n("a5f66c34", "কীওয়ার্ড অনন্য হতে হবে"),
                n("ea637914", "আপনি সর্বাধিক অনুমত সংখ্যার কীওয়ার্ডে পৌঁছেছেন"),
                n("fede6d3c", "কীওয়ার্ড অন্তত 1টি অক্ষর এবং সর্বাধিক 30টি অক্ষর দীর্ঘ হতে হবে।"),
                n("cc06e200", "কীওয়ার্ডে স্পেস বা বিশেষ অক্ষর থাকা যাবে না"),
                n("d94edeb4", "আপনার কমিউনিটির কাছে 10টি পর্যন্ত নিয়ম থাকতে পারে। সুস্পষ্ট নিয়ম সম্মানজনক অংশগ্রহণকে উৎসাহিত করতে পারে এবং কথা-বার্তার ট্র্যাক রাখতে সাহায্য করতে পারে।"),
                n("j560c8ea", "নিয়ম যোগ করুন"),
                n("a9ba79c0", "ভালো নিয়ম ভালো কমিউনিটি তৈরি করে"),
                n("h5482c7a", "আপনার কমিউনিটির নিয়মাবলী সম্পর্কে ভালোভাবে চিন্তা করুন। এরা কমিউনিটির পরিবেশ ঠিক করে দেয় এবং আপনার সদস্যদের জানায় যে তাদের থেকে কী আশা করা হচ্ছে।"),
                n("d5033a7a", "উদাহরণস্বরূপ, আপনি কি চান কথা-বার্তা কঠোরভাবে শুধু প্রসঙ্গেই সীমাবদ্ধ থাক? আত্মপ্রচারকে কি অনুমতি দেওয়া হবে? গালিগালাজ দেওয়ার ব্যাপারে নিয়মটি কী?"),
                n("ee8c43a0", "শুরুতে আপনি যত পরিষ্কারভাবে এগুলি ঠিক করবেন, পরবর্তীকালে আপনাকে তত কম নিয়ন্ত্রণ করতে হবে।"),
                n("gaa3239a", "মনে হচ্ছে যেন আমাদের আপনার নতুন নিয়ম সংরক্ষণ করতে সমস্যা হচ্ছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।"),
                n("a67445d6", "আপনি সর্বোচ্চ পর্যায়ে পৌঁছে গেছেন"),
                n("fcbe0993", function (e) {
                    return "কমিউনিটিতে " + e.maxRuleCount + "টি পর্যন্ত নিয়ম থাকতে পারে। নতুন একটি যোগ করতে, আপনার কাছে ইতোমধ্যে যে নিয়মটি রয়েছে সেটি মুছতে হবে।";
                }),
                n("c66769a4", "নিয়ম"),
                n("ef02695b", function (e) {
                    return "নিয়মের নাম " + e.minCharacterCount + " থেকে " + e.maxCharacterCount + "টি অক্ষরের মধ্যে হতে হবে";
                }),
                n("c8242020", "বিবরণ (ঐচ্ছিক)"),
                n("d32cf5e7", function (e) {
                    return "বিবরণ সর্বাধিক " + e.maxCharacterCount + " অক্ষরের হতে পারে";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "কমিউনিটিকে বলতে ভুলবেন না"),
                n("c1631260", "এই নিয়ম পরিবর্তন সম্পর্কে সবাইকে জানানো হলে তা বিশ্বাস গড়তে সাহায্য করে।"),
                n("d3190bde", "নিয়ম সংরক্ষণ করুন"),
                n("ifd6e91c", "নিয়ম বাতিল করুন ও সম্পাদনা করুন"),
                n("h99020e0", "নিয়ম সম্পাদনা করুন"),
                n("f74a5adc", "কমিউনিটির জন্য অন্তত পক্ষে একটি নিয়মের প্রয়োজন। আপনার কাছে যা আছে আপনি তা সম্পাদন করতে পারবেন বা অন্য নিয়ম করতে এবং এটি মুছতে পারবেন।"),
                n("fbb0ed92", "এই নিয়মটি মুছুন"),
                n("hed35472", "নিয়ম মোছা চিরস্থায়ী এবং তা পূর্বাবস্থায় ফেরানো যাবে না।"),
                n("c8677446", "নিয়ম মুছুন"),
                n("c3a0d44e", "এর পরিবর্তে নিয়ম বাতিল করুন ও সম্পাদনা করুন"),
                n("d703ce9e", "আপনার কমিউনিটিতে একটি তালিকা যোগ করুন"),
                n("f21f023c", "আপনার কমিউনিটিতে একটি তালিকা যোগ করা আপনার দ্বারা সংগৃহীত প্রাসঙ্গিক কন্টেন্ট সহ ফিডকে পূর্ণ করে। আপনার নীচের তালিকা থেকে একটি চয়ন করুন:"),
                n("gbc2cf50", "আপনার তালিকা"),
                n("ef9462fa", "কোনও প্রাসঙ্গিক তালিকা নেই?"),
                n("fcda89f4", "আপনার কমিউনিটির সাথে প্রাসঙ্গিক বিষয়বস্তু পোস্ট করার জন্য X-এ অ্যাকাউন্টগুলি সমন্বিত একটি নতুন তালিকা তৈরি করুন৷ আপনার তালিকা সর্বজনীন রাখুন যাতে এটি কমিউনিটির সকলে দেখতে পায়।"),
                n("c09609d8", "একটি সূচী তৈরি করুন"),
                n("dfddd842", "বার্তার মাধ্যমে পাঠানো হয়েছে।"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + "-কে ইতোমধ্যেই আমন্ত্রণ জানানো হয়েছে";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " ইতোমধ্যে এই কমিউনিটিতে রয়েছেন";
                }),
                n("h252ede6", "আপনি ইতোমধ্যে আপনার সব আমন্ত্রণ ব্যবহার করেছেন"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + "-কে এই মুহূর্তে আমন্ত্রণ জানানো যাবে না";
                }),
                n("i6568549", function (e) {
                    return "আপনার কাছে " + e.remaining_invite_count + " আমন্ত্রণ করুন বাকি আছে";
                }),
                n("b4f16d00", "আমন্ত্রণ জানানোর জন্য লোকজনকে অনুসন্ধান করুন"),
                n("ja1387a8", "অনুসন্ধানের ফলাফলে শুধুমাত্র আপনার অনুসরণকারী এবং সেইসব লোকজন অন্তর্ভুক্ত থাকবে যারা প্রত্যেকে সরাসরি বার্তা পাঠানোর অনুমতি দেয়।"),
                n("ae85768c", "অনুসন্ধানের ফলাফলে শুধুমাত্র আপনার অনুসরণকারীরা এবং লোকজন যারা প্রত্যেকের তরফ থেকে সরাসরি বার্তা পাঠানোর অনুমতি দেন তারা অন্তর্ভুক্ত থাকবেন।"),
                n("hb1e378e", "আমন্ত্রিত"),
                n("d710b60c", "কমিউনিটি অ্যানালিটিক্স"),
                n("c199e390", "নতুন পোস্ট"),
                n("b4f51cd6", "গত সপ্তাহে দেওয়া পোস্টের সংখ্যা"),
                n("g6f8325a", "নতুন সদস্য"),
                n("b2bb7276", "যতজন সদস্য গত সপ্তাহে যোগদান করেছেন"),
                n("e2172c92", "সক্রিয় সদস্য"),
                n("fe1a9f68", "আপনার কমিউনিটিতে যতজন সদস্য পোস্ট করেছেন"),
                n("e989927e", "অনন্য পোস্ট প্রদানকারী"),
                n("d1386a90", "আপনার কমিউনিটিতে যতজন সদস্য পোস্ট করেছেন"),
                n("abf609f2", "মোট সদস্যের সংখ্যা"),
                n("h2081878", "আপনার কমিউনিটিতে মোট সদস্যের সংখ্যা"),
                n("a3235cd6", "অনন্য দর্শক"),
                n("g21e2a70", "গত সপ্তাহে যতজন ব্যবহারকারী আপনার কমিউনিটিতে এসেছেন "),
                n("ied6bac2", "লাইক-এর সংখ্যা"),
                n("ced8d39a", "গত সপ্তাহে আপনার কমিউনিটিতে যত লাইক এসেছে"),
                n("fb4f859c", "উত্তরের সংখ্যা"),
                n("h5a41cce", "গত সপ্তাহে আপনার কমিউনিটিতে যত উত্তর এসেছে"),
                n("i314218e", "বিগত 7 দিনের মেট্রিক্স দেখানো হয়েছে। আপডেট করা হয়েছে "),
                n("addbb11e", "কোনো নতুন সদস্যতার অনুরোধ নেই"),
                n("c38131de", "আপনি সব দেখেছেন। নতুন অনুরোধ এলে, আপনি সেগুলো এখানে দেখতে পাবেন।"),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + "-কে অনুমোদন দেওয়া হয়েছে এবং এখন আপনার কমিউনিটির একজন সদস্য";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + "-কে অস্বীকার করা হয়েছে এবং আপনার কমিউনিটিতে যোগদান করতে পারবেন না";
                }),
                n("jd8aae9d", function (e) {
                    return "মনে হচ্ছে আমরা @" + e.screenName + " কে এখনই অনুমোদন করতে পারব না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।";
                }),
                n("i580e149", function (e) {
                    return "মনে হচ্ছে আমরা @" + e.screenName + " কে এখনই অস্বীকার করতে পারব না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।";
                }),
                n("b4a38e4e", "আপনি এই ব্যক্তিকে ব্লক করেছেন। তার সদস্যতা অনুমোদন করা হলে, তার পোস্ট দেখার জন্য আপনাকে তাকে আনব্লক করতে হবে।"),
                n("f0956736", "আপনি এই ব্যক্তিকে মিউট করেছেন। তার সদস্যতা অনুমোদন করা হলে, তার পোস্ট দেখার জন্য আপনাকে তাকে আনমিউট করতে হবে।"),
                n("b7f1e58a", "আপনাকে অনুসরণ করছে"),
                n("dffb0774", "এই মুহূর্তে পর্যালোচনা করার জন্য কিছুই নেই"),
                n("ab512f26", "কোনও অ্যাকশনের লগ রেকর্ড করা যায়নি।"),
                n("b8171558", "ব্যান করা"),
                n("e32e7e1a", "মডারেটর"),
                n("b53fb7c6", "মনে হচ্ছে আমরা এই মুহূর্তে এই অ্যাকশনটি বাতিল করতে পারব না। পরে আবার চেষ্টা করুন।"),
                n("c546ba07", function (e) {
                    return e.userName + "-এর প্রোফাইল দেখুন";
                }),
                n("h4516e4f", function (e) {
                    return "এই কমিউনিটিতে " + e.userName + "-এর পোস্ট অনুসন্ধান করুন";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " একটি পোস্ট লুকিয়েছেন";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " কোনও পোস্ট লোকান";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " একটি পোস্ট পিন করেছেন";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " একটি পোস্ট আনপিন করেছেন";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "পোস্ট প্রকাশ করুন"),
                n("j68fc824", "প্রকাশ করা হয়েছে"),
                n("j9541e18", "পোস্ট অনুসন্ধান করুন"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " একজন সদস্য সরিয়েছেন";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " একজন সদস্যকে আবার যোগ দিয়িয়েছেন";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " এই কমিউনিটিতে যোগদান করেছেন";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " এই কমিউনিটি ছেড়ে গেছেন";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " একজন মেম্বারের অনুরোধ অনুমোদন করেছেন";
                }),
                n("af7a63eb", function (e) {
                    return " " + e.moderatorName + " একজন মেম্বারের অনুরোধ আবার প্রত্যাখ্যান করেছেন";
                }),
                n("i717dfc3", function (e) {
                    return " " + e.revertedModeratorName + " একজন মেম্বারের অনুরোধ আবার অনুমোদন করেছেন";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "অনুরোধ আবার অনুমোদন করেছেন"),
                n("i9a18ce0", "আবার অনুমোদন করেছেন"),
                n("i24de0fe", "একজন সদস্যকে আবার যোগ করান"),
                n("b1c662f8", " আবার যোগ করানো হয়েছে"),
                n("j2e04b1e", "মডারেটররা রিপোর্ট করা সমস্ত পোস্ট দেখে নিয়েছেন।"),
                n("hb21cdb6", "নিষিদ্ধ করুন"),
                n("dc7a9436", "পোস্টের বিষয়ে X-এ রিপোর্ট করুন"),
                n("e2bc5db0", " @X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " জন সদস্য";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " জন সদস্য";
                }),
                n("dca19c06", "আপনি এই পোস্টটি লুকিয়েছেন"),
                n("dd641764", "আপনি এই পোস্টটি রেখেছেন"),
                n("jf99d610", "কমিউনিটির মতামত"),
                n("bbd69672", "কমিউনিটির নিয়মাবলী লঙ্ঘন করার জন্য এই পোস্ট মডারেটর লুকিয়ে রেখেছেন।"),
                n("c730a21c", "এই হল সেই নীতি যেটি ভঙ্গন করা হয়েছে:"),
                n("a5baa7d2", "নিয়মাবলী পর্যালোচনা করার জন্য কয়েক মিনিট সময় নিন। সেটি কথা-বার্তা নিরাপদ রাখতে এবং সঠিকভাবে পরিচালনা করতে সাহায্য করে"),
                n("icc32e3d", function (e) {
                    return "এই কমিউনিটির নিয়ম লঙ্ঘনের জন্য একজন মডারেটর " + e.communityName + " আপনাকে সরিয়েছেন:";
                }),
                n("d7d9be8a", "কমিউনিটি  এবং পোস্ট খুঁজে পান"),
                n("cae9962e", "এই সময়ে কোনও কমিউনিটি খুঁজে পাওয়া যায়নি।"),
                n("c2117be6", "ন্যাভ-এ সেই বিষয়বস্তুটি কি দেখেছেন? 👀"),
                n("c2c4dad4", "কিছু একটা বেছে নিন এবং সেটা এখানে দেখা যাবে। এগিয়ে যান। আমরা অপেক্ষা করবো।"),
                n("b7218496", "এখনও ... কোনো হ্যাশট্যাগ নেই"),
                n("gc09bcfe", "আপনার কমিউনিটিতে কোনো হ্যাশট্যাগ কথা-বার্তা নেই, কিন্তু আপনি তা পরিবর্তন করতে পারেন।"),
                n("cf35a990", "কমিউনিটি হ্যাশট্যাগ পোস্টগুলো লোড হচ্ছে"),
                n("a1c41fe8", "কমিউনিটি হ্যাশট্যাগ পোস্টগুলো"),
                n("f27a2232", "কমিউনিটিতে খুঁজুন"),
                n("ie2efe36", "কমিউনিটি অনুসন্ধানের ফলাফল"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " কমিউনিটি";
                }),
                n("a94092a2", "আপনার কাছে এখন মডারেশন টুলের অ্যাক্সেস রয়েছে"),
                n("be6dfbae", "একজন কমিউনিটি মডারেটর হিসেবে, আপনি সদস্যদের যোগ করতে ও সরাতে পারবেন।"),
                n("b4f877be", "কমিউনিটি পাওয়া যায়নি"),
                n("e48fbb02", "কমিউনিটি সম্পর্কে রিপোর্ট করুন"),
                n("b1614c34", "কমিউনিটি সম্পর্কে"),
                n("j1dcedde", "পোস্ট অনুসন্ধান করুন"),
                n("cc683fba", "কমিউনিটি সম্পর্কে"),
                n("af7c11aa", "কমিউনিটির তথ্য"),
                n("fb974b24", "শুধুমাত্র সদস্যরা পোস্ট করতে পারবেন।"),
                n("fcef2922", "যে কেউ এই কমিউনিটিতে যোগদান করতে পারবেন।"),
                n("c93dd2c8", "এই কমিউনিটিতে যোগদান করতে, আপনাকে জিজ্ঞাসা করে অনুমোদন নিতে হবে।"),
                n("gedb877d", "সব কমিউনিটি সর্বজনীনভাবে দেখা যায়।"),
                n("bf359e0e", "আপনার নতুন কমিউনিটি সম্বন্ধে"),
                n("e8fcdd3a", "আমরা কিছু প্রাথমিক সেটিংস দিয়ে আপনার সাথে শুরু করেছি, তবে আপনার কমিউনিটি সম্পূর্ণভাবে কাস্টমাইজ করার যোগ্য। আমরা এতে এগিয়ে যাব।"),
                n("b37d580e", "আপনার কমিউনিটি সীমাবদ্ধ"),
                n("c6d9c07c", "X-এ প্রত্যেকে সমস্ত কমিউনিটি দেখতে পান। লোকেদেরকে অবশ্যই আপনার কমিউনিটিতে যোগদান করতে চাইতে হবে, বা মডারেটর টিম বা (অনুমতি দেওয়া থাকলে) বর্তমান সদস্যদের দ্বারা আমন্ত্রিত হতে হবে।"),
                n("ea3b38fa", "আপনার কমিউনিটি উন্মুক্ত"),
                n("i625c42e", "X-এ প্রত্যেকে সমস্ত কমিউনিটি দেখতে পান। আপনার কমিউনিটিতে যেকেউ যোগ দিতে এবং/অথবা আমন্ত্রিত হতে পারেন।"),
                n("ca7eeab0", "আপনার স্টার্টার কমিউনিটির নিয়মাবলী হল"),
                n("acae4034", "অ্যাডমিন টুলে সেটিংস পরিবর্তন করা যাবে"),
                n("e2186ee2", "আপনার সেটিংস বলে মনে হচ্ছে না? কোনও সমস্যা নেই। এটি পরিবর্তন করা যথেষ্ট সহজ।"),
                n("a0e3ece4", "কমিউনিটি সম্পর্কে বিস্তারিত বিবরণ"),
                n("d11f73ea", "প্রাপ্তবয়স্কদের কন্টেন্ট"),
                n("hb9400dc", "আরও দেখুন"),
                n("b71a08a0", "সাবস্ক্রাইবার কমিউনিটি"),
                n("d0574662", "বিজ্ঞপ্তি সেট করুন"),
                n("fc16f13a", "আপনি কী কী বিজ্ঞপ্তি চান?"),
                n("be341c46", "কমিউনিটি Spaces (অডিও চ্যাট)"),
                n("fbe88a32", "কমিউনিটি লাইভ টেক্সট চ্যাট"),
                n("b551cd1e", "পিন করা পোস্টগুলো"),
                n("i9f39962", "কমিউনিটি পিন করুন"),
                n("bc7f90a0", "কমিউনিটিকে আপনার প্রোফাইলে স্পটলাইট করুন"),
                n("j5a37508", "হোম স্ক্রীনে কমিউনিটি পিন করুন"),
                n("c7a4610a", "হোম স্ক্রীন থেকে কমিউনিটি আনপিন করুন"),
                n("bec3b8fa", "কমিউনিটিতে শেয়ার করুন"),
                n("cc7d5b88", "DM-এর মাধ্যমে আমন্ত্রণ জানান"),
                n("c66b37fa", "কমিউনিটি চেকলিস্ট"),
                n("g2768d0e", "আপনার কমিউনিটির আত্মপ্রকাশের জন্য সেটিকে ভালো আকারে পেতে, কিছু পরামর্শ ..."),
                n("b192b58c", "বাতিল করা চেকলিস্ট"),
                n("gd302780", "আমার তৈরি করা কমিউনিটি দেখুন:"),
                n("h5890b1a", "অসম্পূর্ণ"),
                n("b4a6faca", "আপনার নিয়মাবলী পর্যালোচনা করুন"),
                n("a01e1a7c", "আপনার কমিউনিটি ব্যক্তিগত করুন"),
                n("f493480c", "আপনার কমিউনিটির পোস্ট করুন"),
                n("i9b7f6ba", "না পাঠানো পোস্টগুলো লোড করা হচ্ছে"),
                n("c22e8902", "এটি ব্যবহার করে দেখুন"),
                n("a3466e1c", "হ্যাশট্যাগ যুক্ত কথা-বার্তা ট্র্যাক করুন"),
                n("a524bb7e", "হ্যাশট্যাগ কমিউনিটিতে কোনো একটি থীমের বিষয়ে কথা-বার্তা তৈরি করা, খুঁজে পাওয়া এবং তাতে যোগ দেওয়াকে সহজ করে তোলে।"),
                n("he8db880", "দেখে মনে হচ্ছে না এই কমিউনিটির কোনো অস্তিত্ব আছে"),
                n("cc684fbc", "এটি মুছে দেওয়া হতে পারে, অথবা হয়তো এর কখনো কোনো অস্তিত্বই ছিল না। জীবনে অনেক রহস্য লুকিয়ে থাকে।"),
                n("b4f8b518", "আপনার জন্য নির্মাতা"),
                n("f5c41e22", "প্রতিনিধি সেটিংসে যান"),
                n("b9226ec1", ", "),
                n("f47b48f6", "ব্যবহারকারী"),
                n("b2ca74aa", "আপনি প্রতিনিধি অ্যাকাউন্টে পাল্টাতে চলেছেন"),
                n("ba77b438", "অ্যাকাউন্ট পরিবর্তন করুন"),
                n("g5261e91", function (e) {
                    return "আপনি এখন @" + e.screenName + " হিসাবে সক্রিয় আছেন";
                }),
                n("cc15a3ea", "মনে রাখবেন, এই অ্যাকাউন্টটি আপনার নয়। একজন অ্যাডমিন হিসাবে আপনি সরাসরি বার্তা পাঠাতে পারবেন, পোস্ট প্রকাশ করতে পারবেন, সূচী তৈরি করতে পারবেন এবং এগুলির পাশাপাশি সেগুলি দেখতেও পারবেন। আপনি অ্যাকাউন্টে অবদানকারীদের আমন্ত্রণ জানাতে বা সরিয়ে দিতে পারবেন এবং পোস্ট অ্যানালিতিক্স ও দেখতে পারবেন।"),
                n("e406250c", "মনে রাখবেন, এই অ্যাকাউন্টটি আপনার নয়। একজন অবদানকারী হিসাবে, আপনি সরাসরি বার্তা পাঠাতে পারবেন, পোস্ট প্রকাশ করতে পারবেন এবং সূচী তৈরি করতে পারবেন এবং এগুলির পাশাপাশি সেগুলো দেখতেও পারেন।"),
                n("e6718a62", "শুধুমাত্র অ্যাকাউন্টের মালিকই এই ফিচার ব্যবহার করতে পারেন"),
                n("ba411b6f", "আমাদের ফিডব্যাক পাঠান"),
                n("f01ee14b", "আমাদের ফিডব্যাক পাঠান"),
                n("dbc85148", "একটি বার্তা নির্বাচন করুন"),
                n("a073658c", "আপনার বর্তমান কথা-বার্তা থেকে বেছে নিন, নতুন একটি শুরু করুন বা শুধু সাথে থাকুন।"),
                n("f325afc4", "একটি DM লিখুন"),
                n("f5dc353c", "এখন গ্রাফিক মিডিয়া ফিল্টার করা হচ্ছে"),
                n("daeda054", "সেটিংসে যান"),
                n("fe1eaa96", "সম্ভাব্য গ্রাফিক মিডিয়া (যেমন নগ্নতা, যৌন সামগ্রী বা সহিংসতা) ধারণ করে এমন বার্তাগুলো শনাক্ত করতে তার উপর এখন সতর্কতা প্রদর্শন করা হবে। পরবর্তীতে আপনি সবসময় এটি সেটিংসে বন্ধ করতে পারবেন।"),
                n("hc32acba", "বার্তার অনুরোধগুলি মুছবেন?"),
                n("f9048f58", "এটি একবার করা হয়ে গেলে বদলানো যাবে না এবং নির্বাচিত বার্তাগুলি আপনার ইনবক্স থেকে মোছা হবে।"),
                n("a9d0d7f0", "একসাথে অনেকগুলো সম্পাদন"),
                n("eb7de4aa", "আপত্তিজনক সামগ্রী থাকতে পারে এমনগুলি সহ অতিরিক্ত উত্তরগুলো দেখান।"),
                n("ee8c0c8a", "আপনি যাদের অনুসরণ করেন না তাদের থেকে আসা বার্তা বা গ্রুপের বার্তা এখানে দেখা যাবে এবং আপনি সেগুলো স্বীকার করতে বা মুছে দিতে পারবেন।"),
                n("ff599112", "একটি গোষ্ঠী তৈরি করুন"),
                n("c602600a", "লোকেদের যোগ করুন"),
                n("fa2033f6", "এনক্রিপ্ট করা হয়েছে"),
                n("aa59bb6a", "পৃথকভাবে পোস্ট পাঠান"),
                n("a2ccb2e8", "সরাসরি বার্তা পাঠানো হয়েছে।"),
                n("f906f464", "গ্রুপের সাথে পোস্ট শেয়ার করা হয়েছে।"),
                n("i8a99aae", "পৃথকভাবে পোস্ট শেয়ার করা হয়েছে।"),
                n("hbbc401c", "গ্রুপে পাঠান"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + " কে বার্তা পাঠানো যাচ্ছে না";
                }),
                n("f7289cd6", "আপনি একটি গ্রুপ কথা-বার্তা নির্বাচন করেছেন"),
                n("e6cced4e", 'শুধুমাত্র 1-1 কথা-বার্তা "গ্রুপে পাঠানো যেতে" পারে। আপনি এখনও আলাদাভাবে আপনার বার্তা পাঠাতে পারেন।'),
                n("e3e58b6e", "কথা-বার্তার তথ্য"),
                n("a9ddbb94", "গোষ্ঠীর তথ্য"),
                n("dd4779a0", "ট্যাগ পরিচালনা করুন"),
                n("ca9af866", "ট্যাগ:"),
                n("e62d3c10", "এই নামের কোনো অ্যাকাউন্ট নেই। অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("h8403fb6", "আপনি এই মুহূর্তে এই কথা-বার্তায় তাদের যোগ করতে পারবেন না।"),
                n("ja522ed4", "আপনি এই মুহূর্তে এই কথা-বার্তায় তাদের কয়েকজনকে যোগ করতে পারবেন না।"),
                n("d87bff5a", "আপনার কথা-বার্তার তথ্য লোড হচ্ছে।"),
                n("cabb453e", "গোষ্ঠীর নাম"),
                n("eb1bb5a2", "সকল ব্যক্তিকে দেখুন"),
                n("a70436ac", "একটা এনক্রিপ্ট করা বার্তা শুরু করুন"),
                n("a7f20223", function (e) {
                    return e.name + "-এর থেকে বিজ্ঞপ্তিগুলো স্নুজ করুন";
                }),
                n("g2f04a6b", function (e) {
                    return "আপনি " + e.name + "-এর স্নুজ বন্ধ করেছেন";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + "পর্যন্ত স্নুজ করুন";
                }),
                n("b3dfd51a", "স্নুজ ইঙ্গিত দেয়"),
                n("cc7c8ce6", "এই কথা-বার্তায় লোকেরা আপনাকে উল্লেখ করলে বিজ্ঞপ্তি অক্ষম করে রাখুন"),
                n("hab58674", "উল্লেখ নিষ্ক্রিয় করা"),
                n("e3c6e080", "উল্লেখ সক্রিয় করা"),
                n("f33ef58a", "EU-এর বেআইনি কন্টেন্টের পরিপ্রেক্ষিতে এই কথা-বার্তার রিপোর্ট করুন "),
                n("d1a6dbe6", "সবকিছু ব্লক করুন"),
                n("f24af200", "DM-গুলি ব্লক করুন"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + "-কে ব্লক করুন৷ @" + e.screenName + " আপনাকে আর অনুসরণ করতে বা বার্তা পাঠাতে পারবেন না, এবং আপনি @" + e.screenName + "-এর বিজ্ঞপ্তিগুলি দেখবেন না৷";
                }),
                n("iae09949", function (e) {
                    return "@" + e.screenName + " থেকে আসা DM-গুলি ব্লক করবেন?";
                }),
                n("e778e3d8", "সফলভাবে ব্লক করা হয়েছে"),
                n("b7867912", "সবকিছু আনব্লক করুন"),
                n("gaddb872", "DM-গুলি ব্লক করুন"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + " আনব্লক করবেন? তারা আপনাকে অনুসরণ করবেন এবং আপনার পোস্ট দেখতে সক্ষম হবেন।";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + "-কে আনব্লক করবেন? তারা আপনাকে অনুসরণ করতে এবং আপনার পাবলিক পোস্টগুলির সাথে এনগেজ করতে পারবে।";
                }),
                n("cde6e1ff", function (e) {
                    return "@" + e.screenName + "-এর DM-গুলি আনব্লক করবেন?";
                }),
                n("j37c4674", "1 ঘন্টা"),
                n("je7e1fed", function (e) {
                    return "আপনি 1 ঘন্টার জন্য " + e.name + "-কে স্নুজ করেছেন";
                }),
                n("hf94a2d6", "1 ঘন্টার জন্য নীরব করা"),
                n("fb7a43c6", "8 ঘন্টা"),
                n("e95c8f8b", function (e) {
                    return "আপনি 8 ঘন্টার জন্য " + e.name + "-কে স্নুজ করেছেন";
                }),
                n("bd54fad2", "8 ঘন্টার জন্য নীরব করা"),
                n("cb5bf56e", "1 সপ্তাহ"),
                n("gb7a130b", function (e) {
                    return "আপনি 1 সপ্তাহের জন্য " + e.name + "-কে স্নুজ করেছেন";
                }),
                n("f6fce0fe", "1 সপ্তাহের জন্য নীরব করা"),
                n("i78153dd", function (e) {
                    return "আপনি " + e.name + "-কে চিরতরে স্নুজ করেছেন";
                }),
                n("je9455da", "বার্তা এনক্রিপ্টেড থাকে।"),
                n("b5b0afa4", "আপনার ভিউ কাস্টোমাইজ করুন"),
                n("ec5880e6", "এই সেটিংস এই ব্রাউজারে সবকটি X অ্যাকাউন্টকে প্রভাবিত করে।"),
                n("babfa32c", "দ্রুত আপনার ভিউ কাস্টোমাইজ করুন"),
                n("a2a2f98e", "নতুন কী আছে তা দেখে নিন"),
                n("b4a361c0", "আপনি আপনার রঙ এবং আপনার পাঠ্যের আকার ব্যক্তিগতকৃত করতে পারেন, সেইসঙ্গে আপনার অন্ধকার মোডের নির্বাচন নিয়ন্ত্রণ করতে পারেন। এই সেটিংসগুলো শুধুমাত্র আপনার কাছে দৃশ্যমান।"),
                n("c797b44e", "পোস্টগুলি দ্বারা বলা অনুসারে - X-এর সর্বশেষ কাহিনী।"),
                n("a19ce060", "এক্সপ্লোর অনুপলভ্য।"),
                n("f7d1a8e0", "Android অ্যাপ"),
                n("aab2fae0", "iOS অ্যাপ"),
                n("a35d9c9a", "রিসোর্সসমূহ"),
                n("i6671128", "আপনি X-এ আরও বেশি কিছু আনলক করেছেন"),
                n("d5e4d0a6", "আপনি কথা-বার্তায় যোগ দিয়ে বাকিদের সাথে সহজেই সংযুক্ত হতে পারবেন। এখন আপনি এগুলো করতে পারবেন:"),
                n("a97bc07e", "X-এ আরও কিছু আনলক করুন"),
                n("a72188d6", "X-কে সবার জন্য দুর্দান্ত করে গড়ে তুলতে, আমরা এটি নিশ্চিত করতে চাই যে এই অ্যাকাউন্টটি কোনো একজন মানুষই পরিচালনা করছেন। আপনার সময়রেখার সঙ্গে নিযুক্ত হওয়া এবং অন্যদের সঙ্গে সংযুক্ত হওয়ায় সময় কাটিয়ে, আমাদের শিখতে সাহায্য করুন। আমরা নিশ্চিত হলে, আপনি এগুলি করতে পারবেন:"),
                n("a4ee9572", "আরও লোকজন আপনাকে দেখতে পাবে"),
                n("e5f4eac0", "আপনার সামগ্রী লোকজন আরও বেশি খুঁজে পাবে। এবং আপনাকে অনুসন্ধানের ফলাফলে ও প্রবণতাগুলোতে দেখা যাবে।"),
                n("c7832a72", "অন্যান্যদের সাথে সরাসরি সংযোগ করুন"),
                n("i1ccd17a", "আপনাকে অনুসরণ করে না, এমন লোকজনকে সরাসরি বার্তা পাঠাতে পারবেন, আপনার বার্তা স্বয়ংক্রিয়ভাবে ফিল্টার করা হবে না।"),
                n("hc965308", "মজা"),
                n("eb78b77e", "ফান মোড"),
                n("aa8ece10", "grok.com ব্যবহার করে দেখুন"),
                n("gb5fb7d0", "ফোকাস মোড"),
                n("g5665caa", "ফোকাস মোড থেকে প্রস্থান করুন"),
                n("a372681e", "শেয়ার করার লিঙ্ক কপি করুন"),
                n("fbc79f6a", "চ্যাট হিস্ট্রি"),
                n("b61ad410", "কাহিনী"),
                n("b3de2628", "কোনও চ্যাট হিস্ট্রি উপলব্ধ নেই"),
                n("acfbfb28", "আপনার ভবিষ্যতের কথা-বার্তা এখানে প্রদর্শিত হবে।"),
                n("i1147548", "Grok-এর ইতিহাস অনুসন্ধান করুন"),
                n("ab437026", "কোনো কথা-বার্তা পাওয়া যায়নি"),
                n("e12569ec", "নতুন কিছুর অনুসন্ধান করুন।"),
                n("d4eb0e26", "পুনঃনাম দিন"),
                n("c64975ea", "আপনি এখনও কোনও প্রিয় কথা-বার্তা প্রিয় হিসাবে চিহ্নিত করেননি"),
                n("a3e3db6e", "যেসব চ্যাটে আপনি প্রায়শই ফিরে আসেন সেগুলি সংরক্ষণ করতে স্টার- ক্লিক করুন"),
                n("f4ae77ac", "চিত্রের কোনও ইতিহাস উপলব্ধ নেই"),
                n("d57d337e", "আপনার নির্মান করা চিত্র এখানে প্রদর্শিত হবে।"),
                n("dab087ee", "চ্যাট"),
                n("a911623c", "ছবিগুলো"),
                n("ae9cdac6", "চ্যাট হিস্ট্রি"),
                n("b198a392", "Grok কথা-বার্তা"),
                n("d16329b4", "কথা-বার্তা কপি করুন"),
                n("af6c4470", "কোনো সমস্যা হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন।"),
                n("gf43d270", "এই কথা-বার্তা চালিয়ে যান"),
                n("f4b5fae2", "কোনও বার্তা পাঠানো হলে এই কথা-বার্তা আপনার ইতিহাসে কপি করা হবে"),
                n("eb0d91ac", "Grok ব্যবহার করে একটি ইমেজ বানান"),
                n("c5a23514", "আমাকে আঁকুন"),
                n("g1cb8096", "আমাকে চমকে দিন"),
                n("a5a3df56", "তৈরি করার জন্য ছবির বর্ণনা দিন"),
                n("gbb4e90a", "একটি এলোমেলো সাইকেডেলিক স্বপ্নের পৃথিবী"),
                n("af21f92e", "আশির্বাদ"),
                n("e207cba2", "একটি ব়্যান্ডম স্পোর্টস প্রতিযোগিতা"),
                n("b1323f10", "প্যারিস ফ্যাশন সপ্তাহে রানওয়েতে একজন মডেল হাঁটছেন"),
                n("g6a90174", "একটি মজাদার হিপস্টার পশু"),
                n("jdc4b66c", "বিশ্বের একটি বিস্ময়"),
                n("ec601934", "রিমিক্স করুন"),
                n("f9ecd3ba", "একটি পোস্ট হিসাবে যোগ করুন"),
                n("af652514", "পার্থক্য"),
                n("j95bac7a", "Grok-কে কাস্টমাইজ করুন"),
                n("c5665922", "Grok-কে আপনি নিজের বিষয়ে কী কী জানাতে চান?"),
                n("ff625c40", "আপনি Grok-কে কীভাবে উত্তর দেওয়াতে চান?"),
                n("e5c7d602", "সকল চ্যাটের জন্য সক্রিয় করুন"),
                n("d5e03fbc", "Grok ফিড"),
                n("a294d0c6", "আপনার সংস্করণ তৈরি করুন"),
                n("b38adba2", "X - সবকিছুর অ্যাপ "),
                n("d05ae004", "NHL গেম"),
                n("d35ad22c", "সাম্প্রতিক NHL গেম দেখুন"),
                n("e806daa2", "ফুটবল খেলা"),
                n("cc2c2eca", "সাম্প্রতিক ফুটবল ম্যাচ দেখুন"),
                n("bcdeae66", "F1 Grand Prix পোর্টাল"),
                n("e30e4bea", "X-এ Grand Prix-এর উত্তেজনা অনুসরণ করুন।"),
                n("be548ecb", function (e) {
                    return e.teamName1 + " বনাম " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X-এ " + e.teamName1 + " বনাম " + e.teamName2 + " এর আপডেট ";
                }),
                n("b72c924c", "চাকরী অনুসন্ধান"),
                n("f4da95a0", "চাকরীর সুপারিশ পান"),
                n("eedd808c", "সংরক্ষিত চাকরী"),
                n("e0ba641a", "কোম্পানির জন্য"),
                n("f9e6381a", "চাকরী খুঁজুন"),
                n("fb15ec28", "চাকরীর সুপারিশ পান"),
                n("ece910f0", "আপনার পছন্দ অনুযায়ী চাকরীগুলি দেখুন"),
                n("jd08bc14", "সুপারিশগুলি সময়ের সাথে আরও ভালো হতে থাকে"),
                n("de0a4a72", "আপনি সুপারিশগুলি কোথায় দেখবেন তা নিয়ন্ত্রণ করুন"),
                n("db8c4158", "এখনই আবেদন করুন"),
                n("d9c8057a", "এখানে ক্লিক করুন"),
                n("a71d7584", "ফিচার করা হয়েছে"),
                n("d2b8da2c", "সফ্টওয়্যার ইঞ্জিনারিং"),
                n("cd958040", "ডেটা ও অ্যানালিটিক্স"),
                n("c5760ca2", "প্রোডাক্ট"),
                n("d31b4a2a", "ডিজাইন"),
                n("f38959a6", "সেলস"),
                n("bc78a26c", "অপারেশন"),
                n("ec28738e", "লোকজন ও HR"),
                n("icb06308", "ফিনান্স ও অ্যাকাউন্টিং"),
                n("d0b978ec", "আইন ও কম্প্ল্যায়েন্স"),
                n("af19cdc2", "সাইন্স ও ইঞ্জিনিয়ারিং"),
                n("e4a51fca", "মেডিকেল"),
                n("e8ca78ae", "কনস্ট্রাকশন ও ট্রেড"),
                n("e25d75e4", "ইন্টার্ন"),
                n("e89b3f04", "প্রবেশের লেভেল"),
                n("h55825dc", "জুনিয়র"),
                n("cc537386", "মিড-লেভেল"),
                n("jfc3cece", "সিনিয়র"),
                n("e1b683aa", "লিড"),
                n("c4627fda", "ম্যানেজার"),
                n("db75b47c", "এক্সেকিউটিভ"),
                n("i312f0ce", "অনসাইট"),
                n("b4aff05e", "হাইব্রিড"),
                n("c08b9138", "রিমোট"),
                n("ia5d6422", "ফিজিক্যাল অবস্থানে উপস্থিত থাকতে হবে"),
                n("h97c7f42", "অনসাইট থাকার কোনও প্রয়োজন আংশিক"),
                n("ibed2d04", "অনসাইট থাকার কোনও প্রয়োজন নেই"),
                n("f508c49c", "বিজ্ঞাপনের লিঙ্ক কপি করুন"),
                n("d6825dce", "সরাসরি বার্তার মাধ্যমে ভাগ করুন"),
                n("b9613442", "পোস্টের মাধ্যমে শেয়ার করুন"),
                n("c2b3f0da", "প্রোফাইলে ফিচার করুন"),
                n("c791d3fc", "চাকরী শেয়ার করুন"),
                n("eb517058", "AI কোম্পানি"),
                n("b677cb9b", function (e) {
                    return e.count + " কোম্পানি ফিল্টার";
                }),
                n("ja04d37c", "কোম্পানির নাম লিখুন"),
                n("a1876045", function (e) {
                    return e.count + "এমপ্লয়মেন্টের ধরণের ফিল্টার";
                }),
                n("fb146dd2", "এনরোলমেন্টের ধরণ"),
                n("a7090408", "মূল শব্দ"),
                n("f16e9a15", function (e) {
                    return e.count + " লোকেশনের ধরণের ফিল্টার";
                }),
                n("fa7d455a", "অবস্থানের ধরণ"),
                n("caa606db", function (e) {
                    return e.count + " সিনিওরিটি ফিল্টার";
                }),
                n("jda06238", "অভিজ্ঞতা"),
                n("j595df68", "আপনার সুপারিশের পছন্দগুলি আপডেট করুন:"),
                n("a1227d5e", "সুপারিশ চালু করুন"),
                n("bae2f5f0", "এই চাকরীটি আপনার প্রোফাইলে যোগ করুন"),
                n("cbcaaa1a", "এটি কেমন দেখা যাবে তার প্রিভিউ নিচে দেওয়া আছে।"),
                n("f58cf1ac", "চাকরী যোগ করুন"),
                n("j4ae9960", "আপনার প্রোফাইলে এই চাকরী যোগ করার সময় সমস্যা হয়েছে।"),
                n("caa352f0", "প্রচুর চাকরী"),
                n("i08bee0e", "প্রচুর প্রকাশিত চাকরী"),
                n("d7ccaea2", "আপনি বর্তমানে সর্বাধিক 3টি সক্রিয় চাকরীই দিতে পারবেন।"),
                n("h05e4a7a", "আপনি সর্বাধিক 10টি চাকরী প্রকাশ করতে পারবেন।"),
                n("b518daae", "নিয়োগের ড্যাশবোর্ডে যান"),
                n("f48e9c52", "চাকরী সফলভাবে যোগ করা হয়েছে!"),
                n("f6757978", "আপনি নিজের নিয়োগের ড্যাশবোর্ড থেকে এই চাকরীটি সরাতে পারবেন বা অন্যন্য চাকরী যোগ করতে পারবেন।"),
                n("i329c5a6", "নিয়োগের ড্যাশবোর্ড দেখুন"),
                n("h39a5448", "X Hiring-এর সাথে আপনার চাকরীগুলি ফিচার করুন!"),
                n("d204515c", "এক ক্লিকেই আপনার প্রোফাইলে চাকরী যোগ করুন।"),
                n("ecb3df70", "ইভেন্টের পোস্ট"),
                n("a01d5a7c", "এটা পাওয়া যাবে না কারণ যে এটা তৈরি করেছে তাকে আপনি ব্লক করে রেখেছেন"),
                n("cab51f93", function (e) {
                    return "আপনি এটা দেখতে পারবেন না কারণ @" + e.screenName + " আপনাকে ব্লক করে রেখেছেন৷";
                }),
                n("eaaca5dc", "স্কোর"),
                n("abdcd68a", "ইভেন্ট লোড হচ্ছে"),
                n("cfb57adb", function (e) {
                    return e.hashtag + " সম্পর্কে পোস্ট";
                }),
                n("b1037710", "আপনার ভাবনাগুলি শেয়ার করুন"),
                n("bb980db0", "ইভেন্ট এর সময়রেখা"),
                n("ffd929c1", function (e) {
                    return "নতুন" + e.ttc_live_event;
                }),
                n("c9b302f8", "লেটেস্ট প্রোডাক্ট দেখতে আবার চেক করুন।"),
                n("cfe836d1", function (e) {
                    return e.percent + "% ছাড়";
                }),
                n("efb132c3", function (e) {
                    return e.price + "-এর জন্য " + e.title + " - " + e.description;
                }),
                n("f27deeea", "কমার্স প্রোডাক্ট টাইল"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "রিপ্লে"),
                n("j1d352d8", "রিমাইন্ডার সেট"),
                n("d18909d4", "রিমাইন্ডার সেট করুন"),
                n("b0b38774", "হেডার মিডিয়া"),
                n("a7a119ec", "আনডক"),
                n("cfadb00e", "শুনছেন"),
                n("db4620aa", "লাইভ Space"),
                n("c958e692", "রেকর্ড করা Space"),
                n("i2c2bfb7", function (e) {
                    return e.count + " শুনছেন";
                }),
                n("i3f7ff00", "মিডিয়া থাম্বনেল"),
                n("h400d7c2", "Space-এ যোগদান করুন"),
                n("be6ef5b4", "আসছে"),
                n("ca25ebae", "অডস বাই"),
                n("e749753a", "স্প্রেড"),
                n("ea885dec", "টাকা"),
                n("cde48000", "জুয়ার সমস্যা? 1-800-GAMBLER এ কল করুন"),
                n("g53d5df6", "ফোকাস করা"),
                n("d1e0a75f", function (e) {
                    return "আপনার জন্য " + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return e.noun + " করছেন";
                }),
                n("d80a1c37", function (e) {
                    return "সাবস্ক্রাইব করেছেন" + e.noun;
                }),
                n("d3619250", "সবচেয়ে বেশি লাইক করা"),
                n("f5edfbde", "X থেকে লগ আউট করবেন?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + "-এর থেকে লগ আউট করবেন?";
                }),
                n("ia5ff8b6", "আপনি যেকোনো সময়ে আবার লগ ইন করতে পারবেন। আপনি যদি শুধুমাত্র অ্যাকাউন্টে পাল্টাতে চান, তাহলে বিদ্যমান অ্যাকাউন্টটি যোগ করে আপনি সেটি করতে পারেন।"),
                n("ea3750c4", "এটি শুধুমাত্র এই অ্যাকাউন্টে দেখা যাবে এবং আপনি এখনও আপনার অন্য অ্যাকাউন্টে লগ ইন থাকবেন।"),
                n("gc6866f8", "লগ আউট করা হচ্ছে"),
                n("f8ad0092", "আমরা দুঃখিত, একটি ত্রুটি হয়েছে। অনুগ্রহ করে আবার লগইন করার চেষ্টা করুন।"),
                n("h2c7767e", "আপনার সেশন আর বৈধ নেই। দয়া করে আবার লগ ইন করার চেষ্টা করুন।"),
                n("e83047c2", "আপনি অনেকগুলি ভুল কোড প্রবেশ করিয়েছেন। দয়া করে আবার লগ ইন করার চেষ্টা করুন।"),
                n("g4b108ee", "আপনি অতিরিক্ত ব্যাকআপ কোড তৈরি করে নিয়েছেন। আপনার ফোনে লগইন যাচাইকরণ আবার থেকে নথিভুক্ত করতে হবে।"),
                n("a9be9b44", "X ব্যবহার করা চালিয়ে যান"),
                n("e55188f0", "আপনি এই ব্রাউজারের সাহায্যে আপনার অ্যাকাউন্টে লগ ইন করেছেন"),
                n("d55d8fe2", "আপনি কি এই অ্যাকাউন্টের মাধ্যমে চালিয়ে যেতে চান?"),
                n("g806008e", "একটি পৃথক অ্যাকাউন্টের সাহায্যে লগ ইন করুন"),
                n("c55f5c9a", "কিছু ভুল হয়েছে তবে অস্থির হবেন না — এতে আপনার কোনো দোষ নেই। আবার চেষ্টা করা যাক।"),
                n("bfb6be8a", "X-তে অর্থ উপার্জন করুন"),
                n("ed6c6da2", "মনিটাইজেশনের প্রথম ধাপ হল X Premium-এর মাধ্যমে যাচাই করা।"),
                n("h93b6580", "উচ্চ মানের বিষয়বস্তু শেয়ার করে উপার্জন করুন। আপনি যত বেশি ব্যবহারকারীদের সাথে যুক্ত হবেন, তত বেশি উপার্জন করবেন।"),
                n("eea6d8f8", "নির্মাতা উপার্জনের শেয়ার যোগ্যতা"),
                n("a0e8811e", "একটি ফ্যানবেস তৈরি করুন"),
                n("e1a74ac0", "আপনার সবচেয়ে বড় সমর্থকদের জন্য এক্সক্লুসিভ কন্টেন্ট অফার করুন এবং পুনরাবৃত্ত আয় উপার্জন করুন।"),
                n("cd3a6f9a", "সাবস্ক্রিপশন যোগ্যতা"),
                n("c35e6144", "Premium টুলস দিয়ে আরও ভালো কনটেন্ট তৈরি করুন"),
                n("b9dbeb34", "দীর্ঘ পোস্ট আনলক করুন, মিডিয়া স্টুডিও, অ্যানালিটিক্স এবং প্রাধান্য সমর্থন পান।"),
                n("b2d41138", "আরও নাগাল = আরও উপার্জন"),
                n("defa7f12", "উত্তর বুস্ট থেকে উপকার পান, যা আপনাকে দ্রুত বৃদ্ধির জন্য অতিরিক্ত দৃশ্যমানতা দেবে।"),
                n("i3e4955d", "এখানে"),
                n("cea1c00e", "এনগেজ করার ক্ষমতা আনলক করুন"),
                n("f8e6a280", "নতুন অ্যাকাউন্টগুলির পোস্ট করা, লাইক করা, বুকমার্ক করা এবং উত্তর দেওয়ার জন্য স্বল্প বার্ষিক ফি দিতে হবে। স্প্যামের হার কমানো এবং সকলের জন্য আরও ভালো অভিজ্ঞতা প্রদান করতে এই পদক্ষেপ নেওয়া হয়েছে। আপনি এখনও X-এ অ্যাকাউন্টগুলি অনুসরণ করতে এবং ব্রাউজ করতে পারবেন।"),
                n("h968efc6", "নতুন অ্যাকাউন্টগুলির পোস্ট করা, লাইক করা, বুকমার্ক করা এবং উত্তর দেওয়ার জন্য স্বল্প ফি দিতে হবে। স্প্যামের হার কমানো এবং সকলের জন্য আরও ভালো অভিজ্ঞতা প্রদান করতে এই পদক্ষেপ নেওয়া হয়েছে। আপনি এখনও X-এ অ্যাকাউন্টগুলি অনুসরণ করতে এবং ব্রাউজ করতে পারবেন।"),
                n("b66b62a4", "ক্রেতার পরিষেবার শর্তাবলী"),
                n("e5b5faa6", "রোবট নয় শর্তাবলী"),
                n("i61a221c", "সাবস্ক্রাইব করুন এবং পেমেন্ট করুন"),
                n("fce91ab4", "হ্যাঁ - এটি কাজ করেনি।"),
                n("a235cb76", "আপনার Premium সাবস্ক্রিপশন প্রক্রিয়াকরণে কোনও সমস্যা হয়েছে। অনুগ্রহ করে আপনার পেমেন্টের তথ্য চেক করে আবার চেষ্টা করুন।"),
                n("a8eea654", "আপনার কেনাকাটা সফল হয়েছে।"),
                n("bc8baa08", "সদস্যতা নেওয়া"),
                n("a98ba778", "বিজ্ঞপ্তির সময়রেখাসমূহ"),
                n("j887d006", "পছন্দ করা থেকে রিপোস্ট করা এবং আরও অনেক কিছু করার জায়গা হল এটি।"),
                n("c06d4306", "আপনাকে কেউ উল্লেখ করলে এখানে তা খুঁজে পাবেন।"),
                n("ge7c661a", "পছন্দ, উল্লেখ, রিপোস্ট এবং আরও অনেক কিছু — অন্যান্য যাচাইকৃত লোকেরা এইগুলি পোস্ট করলে আপনি এখানে তা দেখতে পাবেন।"),
                n("d3de3b5c", "পছন্দ, উল্লেখ, রিপোস্ট এবং আরও অনেক কিছু — অভাবনীয় অনুসরণকারীদের ব্যাপারে সবকিছু আপনি এখানে দেখতে পাবেন।"),
                n("e3f9838d", "আরও জানুন"),
                n("eba8b1c8", "আপনাকে যেসব কথা-বার্তায় উল্লেখ করা হয়েছে সেগুলি নিয়ন্ত্রণ করুন"),
                n("j745b8a6", "নিজেকে আনট্যাগ করতে এবং একটি কথা-বার্তা ছেড়ে যেতে — অ্যাকশন মেনু — কোনো পোস্টে থাকা তিনটি ছোট বিন্দু ব্যবহার করুন।"),
                n("c380d684", "আপনার রিপোর্ট"),
                n("da7cf0d8", "আমরা এই পোস্টগুলিকে সংবেদনশীল কন্টেন্ট হিসাবে চিহ্নিত করেছি"),
                n("a6da21a1", function (e) {
                    return e.appName + " আপনার X অ্যাকাউন্টে অ্যাক্সেস করতে চায়";
                }),
                n("f4392d00", "অ্যাপকে অনুমোদন দিন"),
                n("ee4dca3c", "লিঙ্ক বাতিল করুন"),
                n("bb347bbc", "সহায়তা কেন্দ্র"),
                n("be38d34e", "এই অ্যাপটি ব্যবহার করতে আপনাকে X-এ লগ ইন করতে হবে।"),
                n("e087691a", "আপনি অ্যাপকে অ্যাক্সেস দেননি। ফিরে যান এবং আবার লগ ইন করার চেষ্টা করুন।"),
                n("e7dd62c4", '"অ্যাপ অনুমোদন করুন" বোতামে ক্লিক করে, আপনি xAI-কে X থেকে আপনার ডেটা অ্যাক্সেস করার অনুমতি দিচ্ছেন, যার মধ্যে অন্তর্ভুক্ত:'),
                n("debbdc98", "আপনার X প্রোফাইল, X অ্যাকাউন্ট ইনফরমেশন, X সেটিংস এবং X অগ্রাধিকারসমূহ। "),
                n("d9cf7c9c", "আপনার X অ্যাকাউন্টে আপনার X পোস্টগুলি দেখা যাবে, যার মধ্যে আপনি দেখতে পারেন এমন সমস্ত অ্যাকাউন্টে (সর্বজনীন বা সুরক্ষিত) এবং সেখান থেকে পোস্টগুলিও অন্তর্ভুক্ত।"),
                n("cdf40068", "X-এ Grok-এর সাথে আপনার কথা-বার্তার ইতিহাস।"),
                n("cea71014", "আমরা আপনার পরিচিতিগুলো লোড করছি..."),
                n("b5474bd2", "হুম... কোনো ত্রুটি ঘটেছে।"),
                n("ab4b970a", "ফিরে যেতে এবং একটি নতুন যাচাইকরণ ইমেইল অনুরোধ করার জন্য X অ্যাপ ব্যবহার করুন।"),
                n("j6d103b8", "X অ্যাকাউন্টের জন্য সাইন আপ করুন। ব্রেকিং নিউজ এবং বিনোদন থেকে ক্রীড়া এবং রাজনীতি সব ক্ষেত্রের লাইভ ধারাভাষ্যের সাথে সম্পূর্ণ কাহিনী পান।"),
                n("ca042c78", "X-এ লগ ইন করুন"),
                n("ff869362", "সর্বশেষ আপডেট দেখতে X-এ লগ ইন করুন। কথা-বার্তায় যোগ দিন, অ্যাকাউন্টগুলি অনুসরণ করুন, নিজের হোমের সময়রেখা দেখুন এবং আপনার পরিচিত লোকজনের পোস্টগুলো দেখে নিন।"),
                n("f4a654a4", "Foursquare-এ দেখুন"),
                n("c09de2d4", "সময়রেখা অনুসন্ধান করুন"),
                n("i1801686", "এটি একটি অবৈধ অনুসন্ধান প্রশ্ন। অনুগ্রহ করে অন্যটি দিয়ে চেষ্টা করুন।"),
                n("a0b4541c", "কিছু ভুল হয়েছে - তবে চিন্তা করবেন না, এটা আপনার ভুল নয়।"),
                n("d7eebb60", "আপনার সাবস্ক্রিপশন সেট আপ করা হচ্ছে"),
                n("a452ab68", "এতে কয়েক সেকেন্ড সময় লাগতে পারে।"),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "সফলভাবে আপডেট করা হয়েছে।"),
                n("e957c20e", "সম্পূর্ণ অ্যাক্সেসের বিনামূল্যের ট্রায়াল"),
                n("a1436e70", "এখন আপনি আপনার প্রোফাইলে চাকরী যোগ করতে পারবেন যাতে আপনার নেটওয়ার্কের লোকজন দেখতে পায়। আপনার অ্যাপ্লিকেশন অনুমোদিত হলে আপনার চাকরীগুলি লক্ষ-লক্ষ ব্যবহারকারীর প্রোফাইলে দেখতে পাওয়া যাবে।"),
                n("f9c85cec", "কিছু করতে হবে: ডকুমেন্ট আপলোড এবং যাচাই করুন"),
                n("f178f393", function (e) {
                    return "অনুগ্রহ করে " + e.date + "-এর মধ্যে ডকুমেন্ট জমা দিতে হবে। এতে সাধারণত 10 মিনিট মত সময় লাগে।";
                }),
                n("f9fbeabc", "আপনার প্রতিষ্ঠানের অন্তর্ভুক্তির ডকুমেন্ট"),
                n("b4c80f5c", "একটি সরকার দ্বারা-জারি করা ID"),
                n("f0915094", "একটি ওয়ার্কিং ডিভাইসের ক্যামেরা"),
                n("f259d3f3", function (e) {
                    return "গুরুত্বপূর্ণ: " + e.date + "-এর মধ্যে ডকুমেন্ট জমা দিতে হবে , অন্যথায় আপনার আবেদনপত্র কোনও রিফান্ড ছাড়াই বাতিল করা হবে।";
                }),
                n("d35f645b", function (e) {
                    return "(" + e.count + ") খুলুন";
                }),
                n("bf534b31", function (e) {
                    return "ফিচার করা হয়েছে (" + e.count + ")";
                }),
                n("c35aded2", "আর্কাইভ করা হয়েছে"),
                n("b97e952a", "মনে হচ্ছে আপনি এখনো কোনও চাকরী প্রকাশ করেননি।"),
                n("cf1fa156", "মনে হচ্ছে আপনি এখনো কোনও চাকরী প্রকাশ করেননি।"),
                n("fa4a4f50", "মনে হচ্ছে আপনি এখনো কোনও চাকরী আর্কাইভ করেননি।"),
                n("c5fb5a1a", "কোনও চাকরী নেই"),
                n("e9b91cde", "একটি কাজ যোগ করুন"),
                n("c270ef3e", "আর্কাইভ করুন"),
                n("fe8872f4", "সফল হয়েছে="),
                n("d523cd74", "এই চাকরীটি আর্কাইভ করবেন?"),
                n("jfd0b34a", "আর্কাইভ করা হলে চাকরীটি আপনার প্রোফাইল থেকে সরে যাবে।"),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "আমন্ত্রণ পাঠাতে কোনও সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("ddf35536", "আমন্ত্রণ মুছতে কোনও সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("db7144b6", "অ্যাফিলিয়েশনের ধরণ পরিবর্তন করার সময় কোনও সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("be78e5fa", "অ্যাফিলিয়েট সরানোর সময় কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("fa9709ba", "এই অ্যাপ্লিকেশনটি তৈরি করার সময় কোনও একটা সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("j62f13fc", "এই চাকরীটি আপডেট করার ক্ষেত্রে কোনও সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("ff5716fc", "এই চাকরীটি আপডেট করার ক্ষেত্রে কোনও সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("fd059188", "আপনার চাকরীগুলি সিঙ্ক করার সময় কোনও একটা সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("b82b5c00", "বিজ্ঞাপনের ক্রেডিট সক্রিয় করার সময় কিছু একটা ভুল হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("d74adc30", "ভুল বিজ্ঞাপনের অ্যাকাউন্ট তৈরি করা হয়েছে"),
                n("e4323c36", "আপনি যে বিজ্ঞাপনের অ্যাকাউন্টের ID ;ইখেছেন সেটি আপনার প্রতিষ্ঠান বা তার অ্যাফিলিয়েটদের সাথে মিলছে না।"),
                n("b3323ada", "আপনার ads.twitter.com অ্যাকাউন্টে ক্রেডিট কার্ড যোগ করুন"),
                n("ac325eb8", "আপনার বিজ্ঞাপনের ক্রেডিট সক্রিয় করতে, আপনাকে ads.twitter.com এ আপনার বিজ্ঞাপন অ্যাকাউন্টে অবশ্যই একটি ক্রেডিট কার্ড যোগ করতে হবে।"),
                n("j4e6e966", "বিজ্ঞাপনের অ্যাকাউন্টের রিভিউ প্রয়োজন"),
                n("ef86e7f6", "আপনার অ্যাকাউন্ট রিভিউ করার জন্য চিহ্নিত করা হয়েছে এবং তার জন্য অনুমোদন প্রয়োজন।"),
                n("c9c8edae", "বিজ্ঞাপনের ক্রেডিটের আবেদন করতে যাচাইকৃত প্রতিষ্ঠানে সাবস্ক্রাইব করুন"),
                n("b36c6278", "কেবলমাত্র অর্থের বিনিময়ে নেওয়া সদস্যতা থেকে যাচাইকৃত প্রতিষ্ঠানরাই আমাদের বিজ্ঞাপনের ক্রেডিট ব্যবহার করতে পারবে। আপনার অ্যাফিলিয়েটদের সাথে বিজ্ঞাপন দিতে এখনই আপগ্রেড করুন।"),
                n("c30f0168", "বাহ্যিক লিঙ্ক খুলুন"),
                n("c49b7262", "চাকরী ফিচার করুন"),
                n("i6ecf71a", "চাকরী ফিচার করা বন্ধ করুন"),
                n("a37ef120", "চাকরীটি খুলুন"),
                n("i00355d0", "আন-শেয়ার"),
                n("h0481bba", "এই চাকরীটি আন-শেয়ার করবেন?"),
                n("b9dfdc7a", "আন-শেয়ার করলে আপনার স্পটলাইট থেকে চাকরীটি সরে যাবে।"),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "আপনি যে কাজ শেয়ার করেছেন"),
                n("ea7f1a42", "আপনার চাকরী"),
                n("d1cbcb90", "সুত্র"),
                n("gf66326c", "শেষ আপডেট করা হয়েছে"),
                n("b917fc28", "চাকরীর প্রমোশন নিষ্ক্রিয় করা হয়েছে"),
                n("g06035e6", "আপনার বিজ্ঞাপনের অ্যাকাউন্টে চাকরীর প্রমোশন সক্রিয় করতে বিশেষ নজর দিতে হবে।"),
                n("aa16581c", "চাকরির প্রমোশনের বিজ্ঞাপন অ্যাকাউন্টে আপনার কোনও অ্যাক্সেস নেই। সাহায্যের জন্য একটি অ্যাকাউন্ট অ্যাডমিনের সাথে যোগাযোগ করুন।"),
                n("g7bb6f58", "কোনও বিজ্ঞাপনের অ্যাকাউন্ট পাওয়া যায়নি"),
                n("jf1576ba", "ব্যর্থ হয়েছে"),
                n("ff985a36", "সিঙ্ক করা হচ্ছে"),
                n("e5b8058c", "সিঙ্ক করা হয়নি"),
                n("a86e335a", "শেষবার সিঙ্ক করা হয়েছে "),
                n("c9838d68", "আপনি যে চাকরীগুলি যোগ করেছেন সেগুলি এখনো দেখা যাচ্ছে না"),
                n("df6835a6", "আপনার প্রোফাইলে চাকরীগুলি সক্রিয় করুন যাতে আপনার পোস্টের ওপর ফিচার করা চাকরীগুলি হাইলাইট করা যায় এবং আপনার উপলব্ধ সকল চাকরীর তালিকার সাথে সংযুক্ত করা যায়।"),
                n("fc504ea0", "আমার চাকরীগুলি দেখানে শুরু করুন"),
                n("a511934e", "Xএর মাধ্যমে নিয়োগ করা শুরু করুন"),
                n("e68d2d16", "বিটার জন্য আবেদন করুন"),
                n("f7a37e30", "'বিটার জন্য আবেদন করুন'-এ ক্লিক করার মাধ্যমে বিটা-তে অ্যাক্সেস মঞ্জুর হয়ে গেলে আপনি এই অ্যাকাউন্টের সাথে সংযুক্ত বিজনেস ইমেইল অ্যাড্রেস ব্যবহার করে আপনার সঙ্গে যোগাযোগ করার বিষয়ে সম্মতি জানাচ্ছেন।"),
                n("bfef82f0", "X Hiring যাচাইকৃত প্রতিষ্ঠানগুলির জন্য একটি বিনামূল্যের বৈশিষ্ট্য যেখানে আপনারা চাকরী পোস্ট করতে, আপনার কোম্পানির প্রোফাইলে চাকরী ফিচার করতে এবং সেরা ট্যালেন্টগুলিকে আপনার কোম্পানিতে নিয়োগ করতে আকৃষ্ট করতে পারেন।"),
                n("h4b890c2", "X Hiring আপনার চাকরী পোস্ট করতে দেয়, আপনার প্রোফাইলে ফিচার করতে দেয় এবং আপনার উপলব্ধ পদগুলির জন্য যোগ্য প্রার্থী খুঁজতে দেয়।"),
                n("c3f28126", "এক ব্যপক সংখ্যার দর্শকদের কাছে পৌঁছান"),
                n("dec1601e", "X-এ 528মিলিয়নের বেশি ব্যবহারকারী আছে। সফটওয়্যার ইঞ্জিনিয়ার থেকে শুরু করে রিটেল বিক্রেতা থেকে ফর্কলিফট পরিচালক, আপনার পরবর্তী নিয়োগ এখানেই আছে।"),
                n("be8393da", "আপনার সবচেয়ে গুরুত্বপূর্ণ পদগুলি ফিচার করুন"),
                n("i8c856ce", "আপনার প্রোফাইলে 3টি অবধি চাকরী প্রকাশ করুন। যখন ব্যবহারকারীরা আপনার প্রোফাইল দেখবেণ তারা সবাই এই পদগুলি দেখতে পারবেন। "),
                n("d8bc6eea", "আপনার কোম্পানির প্রোফাইল ফিচার করার জন্য সর্বাধিক 5টি চাকরী যোগ করুন। সকল ব্যবহারকারী যারা আপনার কোম্পানির প্রোফাইল দেখবেন তারা এই ফিচার করা পদগুলি দেখতে পারবেন। "),
                n("a049efd4", "শীঘ্রই আপনার চাকরী ইম্পোর্ট করুন"),
                n("d12be15a", "X-এ আপনার চাকরীর পদগুলি কয়েক মিনিটেই যোগ করতে কোনও সমর্থিত আবেদনকারীর ট্র্যাকিং সিস্টেম বা XML ফীড যোগ করুন।"),
                n("d248d75e", "সাহায্য পান"),
                n("c49d8e42", "সহায়তা প্রয়োজন? আমাদের সাথে যোগাযোগ করুন"),
                n("ib244b2e", "ইমেইল অ্যাড্রেস কপি করুন"),
                n("b450472c", "চাকরী ইম্পোর্ট করুন"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "চাকরী রিফ্রেশ করুন"),
                n("aa4c37cc", "আমার প্রোফাইলে চাকরী দেখান"),
                n("d4b82638", "আপনার প্রোফাইলে চাকরীগুলি ফিচার করুন"),
                n("e405b1c2", "আপনার প্রোফাইলে চাকরীগুলি সক্রিয় করুন যাতে আরও বেশি সংখ্যায় আবেদনকারীরা যাতে আপনার গুরুত্বপূর্ণ পদগুলির জন্য আবেদন করতে এবং আপনার সকল উপলব্ধ পদগুলি দেখতে পারে।"),
                n("a85cda86", "শুরু করতে আপনার চাকরীগুলি যোগ করুন"),
                n("c04b6472", "কয়েকটি সহজ পদক্ষেপ অনুসরণ করে আরও বেশি আবেদনকারী পাওয়া শুরু করুন। আপনার চাকরীগুলি আপনার অনুসরণকারীদের সাথে শেয়ার করা যাবে এবং আপনার কোম্পানির প্রোফাইলেও প্রদর্শন করা যাবে।"),
                n("d14c02d0", "ম্যানুয়ালভাবে চাকরী যোগ করুন"),
                n("b12424fc", "নতুন চাকরী"),
                n("ca8df1e2", "একটি চাকরীর তৈরী করুন এবং সেটিকে আপনার চাকরীর তালিকায় যোগ করুন। প্রতিটি চাকরীতে একটি করে আবেদনের URL থাকা দরকার যেখানে প্রার্থীরা এই চাকরীর বিষয়ে আরও জানতে পারে এবং আবেদন করতে পারে।"),
                n("f4f4dd60", "আবশ্যক"),
                n("b2c213e0", "সর্বাধিক অক্ষরের সীমা অতিক্রম করেছে"),
                n("d84e9c2a", "এই ভূমিকার জন্য কী ধরনের কাজের প্রত্যাশা করা হয় সেই বিশদ শেয়ার করুন।"),
                n("bc8b300c", "চাকরীর কর্তব্য"),
                n("d1eedb50", "এই ভূমিকাটি সমর্থন করে এমন এলাকাগুলি প্রার্থীদের বুঝতে সহায়তা করুন।"),
                n("eaf3ce64", "টিম"),
                n("b36cd50e", "নিয়োগ করা হলে প্রার্থীরা যে কোর টিমের সাথে কাজ করবেন তা উল্লেখ করুন।"),
                n("d3a427ce", "এই কাজের জন্য আবশ্যক অভিজ্ঞতার লেভেল নির্বাচন করুন।"),
                n("i7174442", "চাকরীর বিবরণ"),
                n("fef0cf02", "চাকরীর একটি বিশদবর্ননা প্রদান করুন। প্রধান দায়িত্ব এবং শিক্ষাগতযোগ্যতাগুলি তুলে ধরুন যাতে প্রার্থীরা নিজেদের ভূমিকার বিষয়ে পরিস্কারভাবে বুঝতে পারে।"),
                n("b7800bec", "200 অক্ষর বার তার কমে চাকরীর বিষয়ে বলুন। সেটি পোস্ট, সুপারিশ এবং অনুসন্ধানে প্রদর্শিত হবে।"),
                n("a5244ece", "আবেদনের URL (আবশ্যক)"),
                n("g2b553f6", "প্রার্থীরা যেখানে এই চাকরীর জন্য আবেদন করবেন সেখানে একটি অনন্য URL যোগ করুন।"),
                n("c2e77608", "চাকরীর শিরোনাম (আবশ্যক)"),
                n("cdf414d4", "অনুসন্ধান এবং সুপারিশের জন্য ব্যবহৃত। আপনার ফলাফল উন্নত করতে শিল্পখাতে ব্যবহৃত শিরোনামের মান ব্যবহার করার চেষ্টা করুন।"),
                n("cc59319a", "ইন্ডাস্ট্রি স্ট্যান্ডার্ড চাকরীর শিরোনাম ব্যবহার করুন যাতে প্রার্থীরা সহজেই বুঝতে পারেন।"),
                n("e7117ee4", "অবস্থান (আবশ্যক)"),
                n("c05176ec", "এই ভূমিকাটি যদি অনসাইট কাজ হয়, তাহলে সাইটের অবস্থান(গুলি) উল্লেখ করুন। যদি এই ভূমিকাটি রিমোট হয় তাহলে সেই প্রার্থীদের চাকরীর জায়গা কী হবে তা বর্ণনা করুন।"),
                n("d70c24d4", "আপনার চাকরী খুঁজতে প্রার্থীদের সহায়তা করে।"),
                n("de1c4376", "বেতনের রেঞ্জ"),
                n("hf352d42", "একটি ঐচ্ছিক বেতন পরিসীমা যোগ করুন যা প্রার্থীরা দেখতে পাবেন।আপনি যদি না বেছে নেন, আপনি যে লোকেশনে নিয়োগ করছেন সেখানকার বেতনের স্বচ্ছতা আইন সম্পর্কে সচেতন থাকুন।"),
                n("ede7d0a2", "মুদ্রা"),
                n("b925c18c", "বেতনের ধরন"),
                n("j3d242ce", "অবৈধ রেঞ্জ"),
                n("f4d07bd2", "ঐচ্ছিক বিশদ যোগ করুন যাতে পার্থীরা আপনার চাকরীর সুযোগগুলো সহজেই খুঁজে পান।"),
                n("b8cbb51a", "চাকরীর ভূমিকার বিশদ"),
                n("bda6881e", "এই চাকরীটি আপনার আবেদন ট্র্যাক করার সিস্টেম (ATS) থেকে নেওয়া হয়েছে। অনুগ্রহ করে মনে রাখবেন কেবল নির্দিষ্ট কিছু ক্ষেত্রই খালি রাখা যাবে।"),
                n("b075c68a", "চাকরী সম্পাদন করুন"),
                n("d4b6a6e0", "প্রোফাইল স্পটলাইট"),
                n("j2dd3686", "আমার পোস্টের ওপরে ফিচার করা চাকরীগুলি হাইলাইট করুন। "),
                n("af1cfd46", "ATS ইন্টিগ্রেশন"),
                n("d6fa2944", "আপনার ইন্টিগ্রেশন মুছে দেওয়ার মানে এই নয় যে আপনার গুরুত্বপূর্ণ চাকরীগুলি মুছে যাবে।"),
                n("h99f11fa", "ইন্টিগ্রেশন মুছুন"),
                n("eef1ae76", "বতমানে সংযুক্ত আছে"),
                n("a915f5c1", function (e) {
                    return e.ats + " সংযুক্ত হয়েছে";
                }),
                n("af7286b7", function (e) {
                    return "এক বছরের জন্য Premium-এ " + e.percentage + "% ছাড়";
                }),
                n("c924ad84", "ভিডিওগুলি চলতে দিন"),
                n("de750a3c", "আপনার ফোন লক থাকা অবস্থাতেও সেগুলিকে উপভোগ করুন"),
                n("he5e87c4", "আপনার উত্তরগুলি বুস্ট করুন"),
                n("g64a60ba", "পোস্টের উত্তর দেওয়ার সময় একটি ছোট অগ্রাধিকার পান"),
                n("a7ee832a", "60 মিনিট অবধি টাইপিং- জনিত এবং অন্যান্য ভুল সংশোধন করুন"),
                n("fdd77a34", "আরও দীর্ঘ পোস্ট তৈরি করুন"),
                n("j6d26a7a", "আপনি যত শেয়ার করতে চান তত লিখুন"),
                n("c4fd68da", "অপনার অভিজ্ঞতা কাস্টমাইজ করুন"),
                n("c0195168", "আপনার অ্যাপ আইকন পরিবর্তন করুন"),
                n("b6b5dc94", "যাচাইকৃত হন"),
                n("b06db848", "প্ল্যাটফর্মে অন্যদের থেকে অনন্য থাকুন"),
                n("e3e3a97c", "আপনার পোস্ট থেকে আয়ের শেয়ার উপার্জন করুন"),
                n("f15bc24e", "বর্ধিত Grok সীমা"),
                n("c4666e1c", "আমাদের সাম্প্রতিক মডেল Grok -এর আরও বেশি ব্যবহার"),
                n("he74ae7a", "ব্যবহারের সর্বোচ্চ সীমা"),
                n("f5732cd4", "এছাড়াও, DeepSearch এবং থিঙ্ক-এ আরও অ্যাক্সেস"),
                n("e0198956", "X-এ পোস্ট করা কন্টেন্টের সাথে যাচাইকৃত অ্যাকাউন্টের এনগেজমেন্ট থেকে উৎপন্ন হওয়া আয়ের একটি অংশ পান৷"),
                n("iadf78e2", "ডিভিও ডাউনলোড করুন"),
                n("ee54c3de", "সরাসরি আপনার ডিভাইসে ভিডিওগুলি সেভ করুন"),
                n("ae03594c", "ছোট উত্তরের বুস্ট"),
                n("e6bb08c0", "আপনার উত্তরের ভিজিবিলিটি বৃদ্ধি করুন"),
                n("bf2a6acc", "বড় উত্তরের বুস্ট"),
                n("c2059276", "আপনার উত্তরগুলি বুস্ট করুন।"),
                n("b023ec20", "সর্বাধিক উত্তর বুস্ট করা"),
                n("g337328e", "আপনার উত্তরের জন্য সর্বোচ্চ ভিজিবিলিটি পান।"),
                n("fa006202", "ব্যাকগ্রাউন্ড ভিডিও প্লেব্যাক"),
                n("jf389778", "ব্রাউজ করা বা অন্যান্য অ্যাপ ব্যবহার করার সময় দেখুন"),
                n("f2977d80", "বুকমার্ক ফোল্ডার"),
                n("j1d3d910", "সহজ অ্যাক্সেসের জন্য আপনার সংরক্ষিত পোস্টগুলি সাজিয়ে রাখুন"),
                n("f0f48668", "প্রিমিয়াম সহায়তা"),
                n("c3148608", "কোনও সহায়তার প্রয়োজন হলে দ্রুত সাহায্য পান"),
                n("b485ca6e", "হাইলাইট ট্যাব"),
                n("d438955e", "আপনার সেরা পোস্টগুলি প্রদর্শন করুন"),
                n("f373a352", "এনক্রিপ্ট করা DM");
            n("g7405aca", "এন্ড-টু-এন্ড এনক্রিপশনের মাধ্যমে নিরাপদে চ্যাট করুন"),
                n("j659fa0c", "Grok 3-এর সর্বোত্তম বৈশিষ্ট্য"),
                n("ibff5694", "সর্বোচ্চ ব্যবহারের সীমা, DeepSearch এবং থিঙ্ক আনলক করুন এবং নতুন বৈশিষ্ট্যগুলিতে প্রাথমিক অ্যাক্সেস পান"),
                n("i824f4da", "কম সংখ্যক বিজ্ঞাপন"),
                n("bd17076c", "For You এবং অনুসরণ করা টাইমলাইনে প্রায় অর্ধেক পরিমান বিজ্ঞাপন দেখুন।"),
                n("cef2cac8", "বেশি কমন এলাকা নয় এমন জায়গায় ব্র্যান্ডেড কন্টেন্ট সহ বিজ্ঞাপন ছাড়া অভিজ্ঞতা উপভোগ করুন।"),
                n("c97920c0", "অফলাইন ভিডিও"),
                n("i4379b18", "যেকোনো ভিডিও অফলাইন প্লেব্যাকের জন্য সেভ করুন"),
                n("f94c6bae", "যাচাইকৃত টিকচিহ্ন"),
                n("d72055d6", "যাচাইকৃত টিক চিহ্ন দিয়ে বিশ্বাসযোগ্যতা অর্জন করুন "),
                n("f54af178", "নিবন্ধ লিখুন"),
                n("c5cd5d42", "দীর্ঘ আকারের কন্টেন্ট শেয়ার করুন এবং জ্ঞানসমৃদ্ধ নেতৃত্ব প্রতিষ্ঠা করুন"),
                n("jbdb08cc", "আপনার অ্যাকাউন্ট কেমন পারফর্ম কেমন করছে চেক করতে অ্যাকাউন্টের ম্যাট্রিক্স বিশ্লেষণ করুন"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "আপনার মিডিয়া পরিচালনা এবং আপলোড করুন"),
                n("id067c96", "ব়্যাডার অনুসন্ধান"),
                n("jf991d48", "রিয়েল-টাইম ট্রেন্ড ট্র্যাকিংয়ের সাথে এগিয়ে থাকুন"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "X-এ সংযুক্ত থাকা লোকজনের জন্য একটি ক্ষমতাশালী, বাস্তবসম্মত সরঞ্জাম। একটি স্ক্রীনে অনেকগুলি টাইমলাইন মনিটর করুন (কেবল ওয়েবে)"),
                n("b3e50ef2", "কমিউনিটি তৈরি করুন"),
                n("bb1a4e44", "আপনার নিজের কমিউনিটি বানান"),
                n("j010228e", "মাসিক সাবস্ক্রিপশন সহ আপনার সর্বাধিক এনগেজ হওয়া অনুসরণকারীদের জন্য অর্জিত X আয়ের শেয়ার পান।"),
                n("h0e1730e", "বেশি উত্তরের অগ্রাধিকার"),
                n("jf7f743c", "আরও বেশি সময়ের ভিডিও পোস্ট করুন"),
                n("c0c25b6c", "বুকমার্ক ফোল্ডার"),
                n("ab31c79e", "কাস্টম করা অ্যাপ আইকন"),
                n("a8a702ae", "কাস্টমাইজ করা নেভিগেশন"),
                n("d5ab1b50", "আপনার যাচাইকৃত ব্যাচ পান"),
                n("ac298984", "বেশি উত্তরের অগ্রাধিকার"),
                n("g20df450", "বিজ্ঞাপনের 50% সরান"),
                n("h8dfc4de", "Grok ব্যবহারের উচ্চতর সীমা"),
                n("bf7614d4", "নির্মাতার সাবস্ক্রিপশন"),
                n("gadc9f4a", "সর্বোচ্চ উত্তরের অগ্রাধিকার"),
                n("c127c5c2", "সব বিজ্ঞাপন সরিয়ে দিন"),
                n("c1e0f3c8", "Grok DeepSearch আর থিঙ্ক আনলক করুন"),
                n("aac0bbb6", "ব়্যাডার অ্যাক্সেস করুন"),
                n("a6722922", "বিজ্ঞাপন সরানো হয়েছে"),
                n("ba016532", "উত্তর বুস্ট করা"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "সর্বাধিক"),
                n("b1492c6c", "সর্বোচ্চ"),
                n("fb5e2c14", "X Premium ব্যবহার করে পোস্ট হাইলাইট করুন"),
                n("gd1f4cfa", "আপনার প্রোফাইলে আপনার সর্বোত্তম পোস্টগুলি প্রদর্শন করুন"),
                n("h59250bc", "X Premium-এর সাথে এনক্রিপ্ট করা বার্তা"),
                n("ed62d546", "X Premium-এর সাথে দীর্ঘতর পোস্ট"),
                n("ca447200", " X Premium-এর সাথে এসএমএস অনুমোদন"),
                n("af2b99ea", "X Premium ব্যবহার করে পোস্ট এডিট করুন"),
                n("ha265914", "X Premium-এর সাথে বুকমার্কগুলি সংগঠিত করুন"),
                n("gda940ae", "X Premium-এর সাথে একটি কমিউনিটি বানান"),
                n("c7e5ac54", "X Premium-এর সাথে কম বিজ্ঞাপন দেখুন"),
                n("e03589ba", "X Premium-এর সাথে আপনার পোস্টগুলি বুস্ট করুন"),
                n("f0f8c82a", "X Premium-এর সাথে কেবলমাত্র যাচাইকৃত চ্যাটে যোগদান করুন"),
                n("fecf5aaa", "X Premium ব্যবহার করে পূর্ণ HD ভিডিওগুলি আপলোড করুন "),
                n("c00d2be2", "X Premium ব্যবহার করে ভিডিওগুলি এডিট করুন"),
                n("cd360b86", "Grok-কে যা খুশি জিজ্ঞাসা করুন"),
                n("d2e1a7a2", "X Premium-এর সাথে উপলব্ধ"),
                n("e664abe2", "X-এ ভিডিও। সুপারচার্জড"),
                n("e595a3e2", "Premium-এর সাথে সর্বোত্তম ভিডিওগুলি লক করুন"),
                n("i3c9329a", "রিচ-টেক্সট ফরম্যাটিংয়ের সাথে বিশেষ মর্যাদা পান"),
                n("cc9def68", "কেবলমাত্র X Premium-এর সাথে"),
                n("hdef5966", "আপনার ডিভাইসে এই ভিডিও ডাউনলোড করুন"),
                n("c748224a", "X Premium-এর সাহায্যে আনলক করুন"),
                n("ebfc88bc", "এক্সক্লুসিভ বৈশিষ্ট্যগুলি অ্যাক্সেস করুন"),
                n("f652e9ac", "Premium-এর সাহায্যে আরও আনলক করুন"),
                n("d67e94c0", "আপনি যা যা মিস করবেন..."),
                n("j1d3098c", "Premium+-এর সাহায্যে আরও আনলক করুন"),
                n("gd573390", "এবং বেসিকের সবকিছু..."),
                n("ef94bbd4", "Premium+ পান"),
                n("dcd830ce", "এবং Premium-এর সবকিছু..."),
                n("b7dde622", "থাঙ্কসগিভিং-এর শুভেচ্ছা! অফার শেষ হচ্ছে:"),
                n("i0180ca1", function (e) {
                    return e.date + " পর্যন্ত। থ্যাঙ্কসগিভিং এর শুভেচ্ছা!";
                }),
                n("hb9d0e00", "আমাদের 2 বছরের বর্ষপূর্তির অফার, শেষ হচ্ছে:"),
                n("d2b23e0d", function (e) {
                    return "এখন Premium-এর জন্মদিন! " + e.date + "-এ শেষ হচ্ছে।";
                }),
                n("bb4998fb", function (e) {
                    return e.date + " পর্যন্ত";
                }),
                n("c0847ebc", "বেসিক থেকে সমস্ত আপগ্রেড, তার সাথে ..."),
                n("ed672bfa", "বেসিক এবং Premium থেকে সমস্ত আপগ্রেড, তার সাথে ..."),
                n("db63fa1c", "একটি Premium প্ল্যান নির্বাচন করুন"),
                n("b128c6bc", "একটি যাচাইকৃত ব্যাজ এবং আরও বেশ কয়েকটি দুর্দান্ত সুযোগ-সুবিধা পান"),
                n("a9904a1c", "সীমিত সময়ের জন্য X Premium এ সেভ করুন"),
                n("acfaf7a0", "টিয়ার এবং ফিচারগুলি তুলনা করুন"),
                n("e1606e52", "আপনার সাবস্ক্রিপশন পরিবর্তন করুন"),
                n("d2f2b91a", "এখানে সাইন আপ করুন"),
                n("j4b4310e", "সেকেন্ড"),
                n("af863ee9", "ফ্রি ট্রায়াল"),
                n("f5705987", "ক্রেতার ব্যবহারের শর্তাবলীতে"),
                n("h89dabac", "যখন খুশি বাতিল করুন"),
                n("f36b8e14", "এই প্রোডাক্টটি টেনে আনার সময় কিছু একটা সমস্যা হয়েছে। আবার লোড করার চেষ্টা করুন।"),
                n("f1756574", "/ মাস"),
                n("i650ff14", "/ বছর"),
                n("dbcd25db", function (e) {
                    return "প্রথম " + e.numberOfDays + " দিনের জন্য";
                }),
                n("bd40d5b5", function (e) {
                    return e.title + " এর জন্য সাবস্ক্রাইব করুন এবং পেমেন্ট করুন";
                }),
                n("i36a0b6e", "আপনি শুধুমাত্র X iOS অ্যাপে সাবস্ক্রাইব করতে পারবেন (আপাতত)।"),
                n("c906ad94", "ডাউনগ্রেড করুন"),
                n("db5c77e0", "এটি আপনার সক্রিয় সাবস্ক্রিপশন"),
                n("h77ef73e", "মাসিক প্ল্যানে পরিবর্তন করুন"),
                n("d723d44a", "বার্ষিক প্ল্যানে পরিবর্তন করুন"),
                n("gf6b66b8", "আজ থেকে কার্যকর হওয়া আপনার সাবস্ক্রিপশনের পরিবর্তন সুনিশ্চিত করুন"),
                n("e83daf87", function (e) {
                    return e.date + " থেকে কার্যকর হওয়া আপনার সাবস্ক্রিপশনের বিশদ সুনিশ্চিত করুন";
                }),
                n("f27022d6", "বর্তমান প্ল্যান"),
                n("i9d5f4b6", "নতুন প্ল্যান"),
                n("ia390d8a", "আপনার ডাউনগ্রেড কীভাবে কাজ করবে"),
                n("fd80b875", function (e) {
                    return "আপনার বর্তমান প্ল্যানটি আপনার বিলিং সাইকেল শেষ না হওয়া পর্যন্ত সক্রিয় থাকবে। " + e.nextBillingDate + "-এ আপনাকে " + e.newTierName + "-এ পরিবর্তন করা হবে এবং আপনাকে নতুন রেটে চার্জ করা হবে।";
                }),
                n("c8fb177a", "আপনার পেমেন্ট কীভাবে অ্যাডজাস্ট করা হবে"),
                n("df776505", function (e) {
                    return "আপনি নতুন বিলিং-এর সাথে " + e.newTierName + "-এ আপগ্রেড করছেন। নতুন প্ল্যানের জন্য আজই আপনাকে চার্জ করা হবে কিন্তু আপনার অবশিষ্ট ক্রেডিটের ফলে পেমেন্টের পরিমাণ কমে যাবে। পরিবর্তনটি অবিলম্বে ঘটে এবং আপনার বিলিং সেই অনুযায়ী অ্যাডজাস্ট করা হবে।";
                }),
                n("d7efb6ba", "আপনি মাসিক বিলিং থেকে বার্ষিক বিলিংয়ে পরিবর্তন করছেন। আজই আপনাকে বার্ষিক প্ল্যানের জন্য চার্জ করা হবে, আপনার অবশিষ্ট আনুপাতিক মাসিক ব্যালেন্স মোট চার্জের সাথে জমা হবে। পরিবর্তনটি অবিলম্বে সম্পন্ন করা হবে এবং আপনার বিলিং এখন থেকে বার্ষিক হবে।"),
                n("a5f2cf70", "আপনি বার্ষিক বিলিং থেকে মাসিক বিলিংয়ে পরিবর্তন করছেন। আপনার অবশিষ্ট বার্ষিক ক্রেডিট আপনার মাসিক পেমেন্টগুলি শেষ না হওয়া পর্যন্ত কভার করবে। পরিবর্তনটি অবিলম্বে সম্পন্ন করা হবে এবং আপনার বিলিং এখন থেকে মাসিক হবে।"),
                n("ef1c0208", "প্ল্যানের পরিবর্তনগুলি সুনিশ্চিত করুন"),
                n("ia08113f", "ক্রেতার পরিষেবার শর্তাবলীতে"),
                n("d2962b73", "শর্তাবলীর"),
                n("b421795a", "যখন খুশি বাতিল করুন"),
                n("f8d88ac7", "ক্রেতার পরিষেবার শর্তাবলীতে"),
                n("ca220fe9", "শর্তাবলীর"),
                n("ab8beda0", "যখন খুশি বাতিল করুন"),
                n("ife2636d", "ক্রেতার পরিষেবার শর্তাবলীতে"),
                n("fb57be65", "শর্তাবলীর"),
                n("e468a6c2", "যখন খুশি বাতিল করুন"),
                n("e9f4c89b", "ক্রেতার পরিষেবার শর্তাবলীতে"),
                n("hce73b41", "শর্তাবলীর"),
                n("i4db5c92", "যখন খুশি বাতিল করুন"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "ব্যবহারের সর্বচ্চ সীমা"),
                n("abaa4274", "DeepSearch ও থিঙ্ক আনলক করুন"),
                n("e0d53864", "নতুন ফিচারে প্রারম্ভিক অ্যাক্সেস"),
                n("g1be3530", "বিনামূল্যের ট্রায়াল"),
                n("b10b4f1f", function (e) {
                    return e.date + "-এর আগে " + e.percentOff + " সংরক্ষণ করুন";
                }),
                n("b8d0bd19", function (e) {
                    return "বিনামূল্যে " + e.productName + " ব্যবহার করে দেখুন";
                }),
                n("f89dfa74", "সর্বোত্তম মান"),
                n("b9a4d8c6", "বার্ষিক"),
                n("f5fb58b4", "এছাড়াও সকল X Premium বৈশিষ্ট্য"),
                n("i527045e", "টিকচিহ্ন, আরও Grok, উত্তর বুস্ট, অ্যানালিটিক্স এবং আরও অনেক কিছু"),
                n("ga482a88", "বার্ষিক প্লান"),
                n("hc64d5b0", "মাসিক প্লান"),
                n("de7db957", function (e) {
                    return e.price + " প্রতি বছর বার্ষিক বিল করা হয়";
                }),
                n("d8982437", function (e) {
                    return e.price + " প্রতি বছর মাসিক বিল করা হয়";
                }),
                n("f0ad5cc8", "বছর"),
                n("a0dc6e4c", "বর্তমানে অনুপলব্ধ"),
                n("jd8b2e66", "সাবস্ক্রাইব করুন এবং পেমেন্ট করুন"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("i7fbacc4", "উপলব্ধ সাবস্ক্রিপশনের টায়ারের মধ্যে পরিবর্তন করুন"),
                n("c9cc122b", function (e) {
                    return e.feature + "-কে " + e.title + "-তে অন্তর্ভুক্ত করা হয়েছে";
                }),
                n("bff35771", function (e) {
                    return e.feature + ", " + e.title + "-এর জন্য উপলব্ধ নেই";
                }),
                n("a69fd369", function (e) {
                    return e.price + " থেকে শুরু হচ্ছে";
                }),
                n("e563a5d1", function (e) {
                    return e.percentage + "% ছাড়ে সাবস্ক্রাইব করুন (সীমিত সময়ের জন্য)";
                }),
                n("dfc5f972", "এবং আরও অনেক কিছু..."),
                n("fb8453c8", "DeepSearch এবং ভাবনার অনুরোধগুলি আনলক করুন"),
                n("e45b3f30", "গবেষণা এবং যুক্তির অনুরোধগুলি আনলক করুন"),
                n("aaebdc2e", "Grok 3 mini এবং Grok 3-তে অ্যাক্সেস ব্যাপকভাবে বৃদ্ধি করা হয়েছে"),
                n("ddf8a412", "অন্যদের থেকে আগেই নিত্য-নতুন বৈশিষ্ট্যে অ্যাক্সেস"),
                n("gfb04ef4", "X-এ সকল Premium+ বৈশিষ্ট্য"),
                n("b601cfbb", function (e) {
                    return e.price + " প্রতি মাসের দরে ব্যবহার করে দেখুন";
                }),
                n("i3e90e20", "বর্তমানে অনুপলব্ধ"),
                n("d9e9ce26", "সাবস্ক্রাইব করুন এবং পেমেন্ট করুন:"),
                n("j1f5a580", "আপনার Premium সাবস্ক্রিপশন প্রক্রিয়াকরণে কোনও সমস্যা হয়েছে। অনুগ্রহ করে আপনার পেমেন্টের তথ্য চেক করে আবার চেষ্টা করুন।"),
                n("ebc84442", "Premium সাবস্ক্রিপশনে রেজিস্টার করুন"),
                n("cd9102d4", "বিভাগটি বাছুন"),
                n("eb551aea", "প্রোফাইলে বিভাগ দেখান"),
                n("f386777a", "অ্যাকাউন্টের ধরণ পরিবর্তন করুন"),
                n("db483090", "ব্যক্তিগত অ্যাকাউন্টে পরিবর্তন করেছেন"),
                n("c701200c", "বাণিজ্যিক অ্যাকাউন্টে পরিবর্তন করুন"),
                n("acd8da0a", "নির্মাতার অ্যাকাউন্টে পরিবর্তন করুন"),
                n("cb55ecce", "ব্যক্তিগত অ্যাকাউন্টে পরিবর্তন করুন"),
                n("h4aeb984", "ব্যক্তিগত অ্যাকাউন্টে পরিবর্তন করুন"),
                n("ada6073a", "প্রফেশনাল টুলের প্রয়োজন নেই?"),
                n("eb723d4c", "ব্যক্তিগত অ্যাকাউন্টে প্রোফাইল স্পটলাইট এবং শপিং ম্যানেজারের মতো টুল নেই। আবার পাল্টাতে আপনাকে একটি নতুন প্রফেশনাল অ্যাকাউন্ট সেট আপ করতে হবে।"),
                n("hbb1af08", "বাণিজ্যিক অ্যাকাউন্টে পরিবর্তন করুন"),
                n("a9b5e3aa", "না, বাতিল করুন"),
                n("ia49207a", "হ্যাঁ, পরিবর্তন করুন"),
                n("g3f74902", "একটি বাণিজ্যিক অ্যাকাউন্টে পরিবর্তন করবেন?"),
                n("f3bcfac0", "এটি ব্র্যান্ড, রিটেল শপ, পরিষেবা প্রদানকারী এবং সংস্থার জন্য সেরা।"),
                n("d0c3f02e", "নির্মাতার অ্যাকাউন্টে পরিবর্তন করুন"),
                n("a01e84e0", "একজন নির্মাতার অ্যাকাউন্টে পরিবর্তন করবেন?"),
                n("e8af8ef4", "এটি জনপ্রিয় ব্যক্তিত্ব, শিল্পী এবং প্রভাবশালী লোকজনদের জন্য সেরা।"),
                n("e44eab74", "বর্তমানে সকল X ক্লায়েন্টের কাছে সমস্ত মডিউল সমর্থিত নয়"),
                n("ce4185bc", "খুব তাড়াতাড়ি আরও স্পটলাইট আসছে"),
                n("b5aed332", "কোনো স্পটলাইট উপলভ্য নেই"),
                n("g419ecf4", "পেজে থাকুন"),
                n("d3a097a2", "হ্যাঁ, মুছে দিন"),
                n("j1e1cd30", "আপনার পরিবর্তনগুলি কি বাতিল করবেন?"),
                n("fc779c28", "স্পটলাইট ফিচার করুন"),
                n("ie85a7a8", "আপনার ব্যবসা সংক্রান্ত তথ্য কি মুছে ফেলবেন?"),
                n("b5348efc", "সময় উল্লেখ করা নেই"),
                n("db285564", "সবসময় খোলা"),
                n("g7993eee", "কাস্টম সময়"),
                n("c9ee902a", "ম্যাপ দেখান"),
                n("j224a074", "লোকেশন স্পটলাইট চালু থাকার সময়ে দেওয়া সমস্ত লোকেশনের তথ্য সর্বজনীনভাবে অ্যাক্সেস করা যাবে। ফোন এবং ইমেইল, যোগাযোগ বোতাম দ্বারা অ্যাক্সেস করা যাবে।"),
                n("f448cbcc", "বৈকল্পিক"),
                n("c16c9568", "ঠিকানা"),
                n("i3a38711", "Google Maps পরিষেবার শর্তাবলী"),
                n("beb66f50", "Google গোপনীয়তা নীতি"),
                n("e0d47030", "আপনার গ্রাহকরা কোথায় আপনার সাথে যোগাযোগ করবেন? মনে রাখবেন, এই তথ্যটি সর্বজনীনভাবে উপলভ্য থাকবে যাতে আপনার গ্রাহকরা আপনাকে খুঁজতে পারেন। আপনি যে কোনো সময় এটি সরাতে পারেন।"),
                n("c7a4adb0", "ঠিকানা যোগ করুন"),
                n("cd39daf6", "জিপ কোড / পোস্টাল কোড"),
                n("gc0df5a6", "জিপ কোড / পোস্টাল কোড যোগ করুন"),
                n("c6c16a52", "শহর"),
                n("aa8015be", "শহর যোগ করুন"),
                n("b688f53a", "রাজ্য / প্রদেশ / অঞ্চল"),
                n("a67f5bbc", "রাজ্য / প্রদেশ / অঞ্চল যোগ করুন"),
                n("if92b1b4", "দেশ যোগ করুন"),
                n("ffc5590e", "অবৈধ শহর"),
                n("a8fd64d8", "দেশগুলি অনুসন্ধান করুন"),
                n("a0abe108", "অবৈধ রাজ্য / প্রদেশ / অঞ্চল"),
                n("j163df8e", "অবৈধ ঠিকানা"),
                n("af9b9b78", "অবৈধ জিপ কোড / পোস্টাল কোড"),
                n("i373e022", "ইমেইল লিখুন"),
                n("f91751f8", "এটি সবাই দেখতে পাবেন"),
                n("g33c0564", "অবৈধ ইমেইল"),
                n("ga71fbf4", "ব্যবসার সময়"),
                n("ca2ba204", "কাস্টম সময় সম্পাদনা করুন"),
                n("d7b7dbca", "আপনার প্রোফাইলে কোনো সময় দেখানো হবে না"),
                n("a460e770", "যেমন পার্ক, সমুদ্র সৈকত, অনলাইন শপিং"),
                n("ddc88bf0", "প্রত্যেক দিনের জন্য আপনার ব্যবসায়িক কাজকর্মের সময় সেট করুন"),
                n("j11df0ca", "ওভারল্যাপ করা সময়"),
                n("f9f911f4", "টাইম জোন অনুসন্ধান করুন"),
                n("d21a4252", "আরও সময় যোগ করুন"),
                n("ac6ce1c0", "থেকে"),
                n("c647aac8", "প্রতি"),
                n("b926e64a", "ওয়েবসাইট লিখুন"),
                n("i019c8b6", "কল করুন"),
                n("eabc6906", "এসএমএস"),
                n("h24d868c", "কল এবং এসএমএস"),
                n("fa64f1fc", "একটি দেশ নির্বাচন করুন"),
                n("c7d3629a", "ফোন নম্বর"),
                n("ce48a958", "আপনার সাথে কীভাবে যোগাযোগ করা আপনি পছন্দ করবেন?"),
                n("b97705ce", "মনে রাখবেন, গ্রাহকরা যাতে আপনার সাথে যোগাযোগ করতে পারেন তার জন্য এই ফোন নম্বর সর্বজনীনভাবে উপলব্ধ থাকবে। আপনি যেকোনো সময় এটি সরাতে পারেন।"),
                n("f7ff19ec", "দেশের কোড যোগ করুন"),
                n("bb7f177a", "অবৈধ ফোন নম্বর"),
                n("b91d1394", "অ্যাপ যোগ করুন"),
                n("d3cd1160", "iOS অ্যাপ যোগ করুন"),
                n("f2124008", "অ্যাপ স্টোরের URL"),
                n("dc0d9d6a", "Android অ্যাপ যোগ করুন"),
                n("dd1605f0", "প্লে স্টোর URL"),
                n("g4098f78", "আমি কোথায় এটি খুঁজে পাব?"),
                n("b949cdc6", "অ্যাপটি সরান"),
                n("b4b8a486", "কমিউনিটি বেছে নিন"),
                n("jfe04cf6", "আপনি যা বেছে নিয়েছেন, সেটি কি মুছে দেবেন?"),
                n("a14aa8dc", "এটি আপনার স্পটলাইট থেকে কমিউনিটি মুছে দেবে।"),
                n("cc4add98", "আপনার প্রোফাইল পেজে এটি কেমন দেখাবে, তা জানার জন্য পূর্বরূপ দেখতে একটি কমিউনিটি বেছে নিন"),
                n("jd3e9ea6", "আপনার কোনো কমিউনিটি নেই"),
                n("daad9741", "কমিউনিটি তৈরি করতে চান"),
                n("c46cdabc", "উন্নত টুল"),
                n("f6a2233a", "অ্যাকাউন্টগুলি জুড়ে অনুমতি পরিচালনা করুন"),
                n("ccb3ca48", "ব্যবসায়িক সেটিংস"),
                n("b0ef3100", "সমৃদ্ধ বিজ্ঞাপনযুক্ত প্রচারগুলি তৈরি করুন"),
                n("ff1c5e1a", "পেশাদার হোম"),
                n("f53adc36", "বাস্তব জগতের পরিণাম পরিচালনা করুন"),
                n("hc4981d6", "প্রোফাইল স্পটলাইট"),
                n("fbce8dbe", "অনুসরণ করার জন্য লোকেদের খুঁজুন"),
                n("ae76c624", "আরও সংযোগ তৈরি করুন"),
                n("ae0383d4", "এনগেজমেন্ট বাড়ান এবং আরও লোকজনের কাছে পৌঁছন"),
                n("a1dbe746", "এনগেজমেন্ট বাড়ান এবং আরও লোকজনের কাছে পৌঁছন"),
                n("hbd124ae", "একটি পোস্ট বুস্ট করুন"),
                n("hd80bd3e", "একটি পোস্ট প্রোমোট করুন"),
                n("fe2b0008", "X কীভাবে ব্যবহার করবেন জানুন"),
                n("h257d4aa", "প্রোমোট করতে একটি পোস্ট নির্বাচন করুন"),
                n("d28a1d72", "Radar-এর সাহায্যে সবার আগে প্রবণতা খুঁজে নিন।"),
                n("fb70427a", "X-এ সবচেয়ে শক্তিশালী সার্চ টুল উপস্থাপিত হচ্ছে।"),
                n("i54bf620", "কীওয়ার্ড মনিটর করুন"),
                n("e8bb09bc", "সার্চ করার উন্নত ক্ষমতা ব্যবহার করে যে কোনো বিষয়ে ফোকাস করুন।"),
                n("d4c9d5aa", "প্রবণতার আন্দাজ করুন"),
                n("e78263fe", "গত 3 দিনের দৈনিক অ্যাক্টিভিটির গ্রাফের সঙ্গে কথোপকথন ট্র্যাক করুন।"),
                n("e3ed8220", "রিয়েল-টাইম মেট্রিক্স"),
                n("f4952956", "আপনার অনুসন্ধান থেকে অবিলম্বে পোস্টের সংখ্যার পরিসংখ্যান পান।"),
                n("cce3f116", "আপনার বুকমার্কগুলিতে পোস্ট যোগ করা হয়েছে"),
                n("b593b396", "আপনার বুকমার্কগুলি থেকে পোস্ট মোছা হয়েছে"),
                n("af9c8a3e", "অ্যাপ খুলুন"),
                n("ef483238", "পোস্ট স্টেটাসের পেজ"),
                n("jcf3ff56", "বড় পাঠ্য"),
                n("f1252ac8", "মাঝারি পাঠ্য"),
                n("daa0da04", "ছোটো পাঠ্য"),
                n("ba5256b2", "পাঠ্যের মাপ"),
                n("h030c24c", "একটি সমস্যা প্রতিবেদন করুন"),
                n("b12ffee6", "কমিউনিটি থেকে নিষিদ্ধ করুন"),
                n("e37836f8", "অভিযোগের বিবরণ"),
                n("fb35e52a", "নিয়ম দেখুন"),
                n("e238c590", "পরবর্তী কী"),
                n("if218e60", "আমাদের টিম ও প্রযুক্তি আপনার অভিযোগটি পর্যালোচনা করবে। আমরা যদি কোনো নিয়মের লঙ্ঘন খুঁজে পাই, আমরা কী কী পদক্ষেপ নিচ্ছি তা আপনাকে জানাব।"),
                n("b6dc1984", "আমাদের পদ্ধতিটি কী?"),
                n("b0a16894", "প্রসঙ্গ খুবই গুরুত্বপূর্ণ। আমাদের নিয়মাবলী প্রয়োগ করার সময়ে আমরা নিচের কারণগুলি বিবেচনা করি (এটি সম্পূর্ণ তালিকা নয়):"),
                n("d4716820", "অভিযুক্ত কনটেন্টটি কি লোকজনকে তাদের পরিচয়ের কারণে উদ্দেশ্য করে?"),
                n("e899a534", "এই লঙ্ঘনটি কতখানি তীব্র?"),
                n("d9c4e7ae", "যাকে উদ্দেশ্য করা হচ্ছিল অভিযোগটি কি তারই করা?"),
                n("afb51066", "ডুপ্লিকেট রিপোর্ট তৈরি করা হলে তা আমাদের পদ্ধতিকে দ্রুততর করবে না।"),
                n("b7ba712a", "লঙ্ঘন পাওয়া গেছে"),
                n("d90b8c04", "কোনো লঙ্ঘন পাওয়া যায়নি"),
                n("c2d0494a", "নিরাপত্তার ব্যাপারে আমাদের প্রস্তাবগুলি"),
                n("be46e000", "ডুপ্লিকেট অভিযোগ জানান"),
                n("e846ae32", "কনটেন্টটি মুছে দেওয়া হলেও কেউ এটিকে কপি করে রাখতে পারেন অথবা স্ক্রিনশট নিয়ে রাখতে পারেন। আপনি যদি এটি X-এ দেখেন, অনুগ্রহ করে এটির বিরুদ্ধে অভিযোগ জানান যাতে আমরা এটি সরিয়ে দিতে পারি।"),
                n("e3647d08", "আইন প্রয়োগকারীর সঙ্গে যোগাযোগ করুন"),
                n("gad89c4a", "আপনার যদি মনে হয় আপনি বিপদে আছেন, আমরা আপনাকে আপনার স্থানীয় আইন প্রয়োগকারীর সঙ্গে যোগাযোগ করার প্রস্তাব দিচ্ছি। তাদের কোনো ফলো-আপ প্রশ্ন থাকলে তারা আইন প্রয়োগের ব্যাপারে আমাদের নির্দেশিকা পড়ে দেখতে পারেন। "),
                n("h7fa9240", "মার্কিন যুক্তরাষ্ট্র:"),
                n("fb2ff552", "988-এ জাতীয় আত্মহত্যা প্রতিরোধকারী লাইফলাইন।"),
                n("bb57e8c0", "অন্যান্য দেশ এবং অঞ্চল:"),
                n("b9ce59ba", "এই ব্যাপারে আমাদের দৃষ্টি আকর্ষণের জন্য ধন্যবাদ।"),
                n("d42899ad", "আত্মহত্যা প্রতিরোধের আন্তর্জাতিক অ্যাসোসিয়েশনে যান।"),
                n("c9853de0", "কনটেন্ট লুকানো হয়েছে"),
                n("c197728e", "সমাধান করা হয়েছে"),
                n("f4422d78", "অভিযোগ"),
                n("i07c24fa", "আপনার কোনো চালু রিপোর্ট নেই"),
                n("h542c98a", "বিস্তারিত বিবরণ দেখুন"),
                n("e6e11d12", "আপনার কোনো সমাধান করা রিপোর্ট নেই"),
                n("ibf33bae", "হুবহু নকলগুলির বিরুদ্ধে অভিযোগ জানান যাতে সেগুলি সরিয়ে দেওয়া যায়"),
                n("a288ca36", "আইন প্রয়োগের ব্যাপারে আমাদের নির্দেশিকা"),
                n("a62c9c34", "আপনার আগ্রহগুলি অনুসরণ করুন।"),
                n("cf39fca2", "লোকেরা কিসের সম্পর্কে কথা বলছে শুনুন।"),
                n("j86184fe", "কথা-বার্তাতে যোগ দিন৷"),
                n("ac2035f2", "আজই যোগ দিন।"),
                n("h0af9418", "একটি অ্যাকাউন্ট তৈরি করুন"),
                n("eba1b198", "এখন ঘটছে"),
                n("fa811c30", "ইতোমধ্যে কোনো অ্যাকাউন্ট আছে?"),
                n("b4bdfb3e", "Grok অ্যাপ পান"),
                n("f991cfaa", "Grok পান"),
                n("a4298bc0", "X। যা ঘটছে তাই"),
                n("j3f49ff6", "ব্রেকিং নিউজ এবং বিনোদন থেকে ক্রীড়া এবং রাজনীতি সব ক্ষেত্রের লাইভ ধারাভাষ্যের সাহায্যে সম্পূর্ণ স্টোরি পান।"),
                n("d65555c2", "অথবা"),
                n("e75df5c9", function (e) {
                    return e.query + " - অনুসন্ধান";
                }),
                n("ac4fb0f4", "ছবি"),
                n("aea62568", "অনুসন্ধান ফিল্টারগুলি"),
                n("gfcfbf8c", "আপনার অনুসন্ধান সংরক্ষণ করা হয়েছে।"),
                n("a4645d92", "আপনার সংরক্ষিত অনুসন্ধান মোছা হয়েছে।"),
                n("b11805af", function (e) {
                    return "X-এ " + e.query + " সম্পর্কে পোস্টগুলি দেখুন। লোকেরা কী বলছেন তা দেখুন এবং কথা-বার্তাতে যোগ দিন।";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " সম্পর্কে সাপ্রতিক পোস্টগুলি। লোকেরা কী বলছেন তা দেখুন এবং কথা-বার্তাতে যোগ দিন।";
                }),
                n("j622effe", "উন্নত অনুসন্ধান"),
                n("i5045e74", "যে কোনো স্থানে"),
                n("h2388754", "আপনার কাছাকাছি"),
                n("a0cf4306", "Grok সারাংশ"),
                n("f97f7b46", "Grok সারাংশ লুকান"),
                n("f9d35b98", "আপনার শুধুমাত্র 25 টি অনুসন্ধান সংরক্ষিত করতে পারেন। নতুন অনুসন্ধানটি সংরক্ষিত করতে একটি মুছে দিন।"),
                n("ha925ad4", "কোনও সমস্যা হয়েছে, কয়েক মিনিটের মধ্যে পুনরায় আপনার অনুসন্ধান সংরক্ষণ করার চেষ্টা করুন।"),
                n("h0a9931c", "কোনও সমস্যা হয়েছে, কয়েক মিনিটের মধ্যে পুনরায় আপনার অনুসন্ধান মোছার চেষ্টা করুন।"),
                n("h4912b5e", "অনুসন্ধান সংরক্ষণ করুন"),
                n("b9bc69ca", "সংরক্ষিত অনুসন্ধানটি মুছুন"),
                n("eb63de70", "X-এ অ্যাডভান্সড অনুসন্ধান"),
                n("d3938be8", "শব্দগুলি"),
                n("e0dded5e", "দর্শক যুক্ত হওয়া"),
                n("a097f7ba", "তারিখগুলি"),
                n("c03f15ca", "যেকোনো ভাষা"),
                n("cb334136", "লিঙ্কগুলি"),
                n("jf1cbcc2", "লিঙ্কের সাথে পোস্টগুলি অন্তর্ভুক্ত আছে"),
                n("gede6f6e", "কেবলমাত্র লিঙ্কের সাথে পোস্টগুলো দেখান"),
                n("bda44dd4", "উত্তর ও আসল পোস্টগুলো অন্তর্ভুক্ত আছে"),
                n("ab870904", "কেবলমাত্র উত্তরগুলো দেখায়"),
                n("b6215680", "এই শব্দগুলির সবকটি"),
                n("cceffa5e", "উদাহরণ: কী ঘটছে · “কী” এবং “ঘটছে” উভয়ই আছে"),
                n("f1c5faee", "এই সম্পূর্ণ বাক্যাংশটি"),
                n("ad10780e", "উদাহরণ: শুভ সময় · সম্পূর্ণ বাক্যাংশ “শুভ সময়” আছে"),
                n("a555a3f4", "এই শব্দগুলির মধ্যে যে কোনো"),
                n("ee8a2b60", "উদাহরণ: বিড়াল কুকুর · “বিড়াল” বা “কুকুর” (অথবা উভয়ই) আছে"),
                n("f51fe348", "এই শব্দগুলির কোনটিই নয়"),
                n("hb657ad4", "উদাহরণ: বিড়াল কুকুর · “বিড়াল” নেই এবং “কুকুর” নেই"),
                n("d10da5da", "এই হ্যাশট্যাগগুলি"),
                n("f0b52b50", "উদাহরণ: #ThrowbackThursday · হ্যাশট্যাগ #ThrowbackThursday আছে"),
                n("e292598a", "এই অ্যাকাউন্টগুলি থেকে"),
                n("hef790d8", "উদাহরণ: @X পাঠিয়েছেন @x"),
                n("g2c27394", "এইসব অ্যাকাউন্টে"),
                n("d158d9d0", "উদাহরণ: @X · @X-এ উত্তর পাঠিয়েছেন"),
                n("a10e3230", "এই সব অ্যাকাউন্ট উল্লেখ করছে"),
                n("daaf2c72", "উদাহরণ: @SFBART @Caltrain · @SFBART উল্লেখ করে অথবা @Caltrain উল্লেখ করে"),
                n("b18366ba", "ন্যূনতম উত্তর"),
                n("f481ba1c", "উদাহরণ: 280 · অন্তত 280টি উত্তর সহ পোস্ট"),
                n("ib3ddbd4", "ন্যূনতম পছন্দ"),
                n("ef994dac", "উদাহরণ: 280 · অন্তত 280টি  লাইক সহ পোস্ট"),
                n("a504ca74", "সর্বনিম্ন রিপোস্টের সংখ্যা"),
                n("jd9bd944", "উদাহরণ: 280 · অন্তত 280টি রিপোস্ট সহ পোস্ট"),
                n("e95b9448", "সাধারণ"),
                n("f458a3b2", "গোপনীয়তা"),
                n("bdc6f5b8", "আপনার অ্যাকাউন্ট"),
                n("ea848de8", "EarlyX সেটিংস"),
                n("df483b48", "বৈশিষ্ট্যের পরিবর্তন"),
                n("bd05add8", "রোবট নয়"),
                n("d94f12b6", "বিজ্ঞপ্তি, গোপনীয়তা ইত্যাদি দিয়ে অনুসন্ধান করে দেখুন"),
                n("ba8f6f82", "সেটিংসে অনুসন্ধান করুন"),
                n("g931a6e5", function (e) {
                    return "আপনি " + e.topic + "-কে অনুসরণ করছেন";
                }),
                n("h3f9027a", "আপনি আপনার হোম টাইমলাইন এই সম্পর্কে পোস্ট দেখতে পাবেন। এই প্রসঙ্গটি X জুড়ে আপনার অভিজ্ঞতা ব্যক্তিগত করতে সাহায্য করবে।"),
                n("e241095e", "আপনার প্রসঙ্গ"),
                n("f8bc75e2", "আপনার প্রসঙ্গ"),
                n("ed827af6", "প্রসঙ্গ অনুপলভ্য।"),
                n("d094c720", "সব প্রসঙ্গ"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | প্রসঙ্গ";
                }),
                n("g02269ba", "X-এ প্রসঙ্গটি অনুসরণ করুন। প্রসঙ্গগুলো আপনাকে অনেকগুলো অ্যাকাউন্ট থেকে পোস্টদেখতে দেয় যেগুলো হল বিশেষজ্ঞগণ অথবা X-এ যারা বিভিন্ন প্রসঙ্গে অনুরাগী।"),
                n("e80d2509", function (e) {
                    return "X-এ " + e.topicName + " প্রসঙ্গটি অনুসরণ করুন। আপনি অনেকগুলো অ্যাকাউন্ট থেকে শীর্ষ পোস্টগুলো দেখতে পাবেন যেগুলো হল বিশেষজ্ঞগণ, অনুরাগী অথবা X-এ " + e.topicName + " প্রসঙ্গে যাদের কথা বলার প্রবণতা রয়েছে৷";
                }),
                n("e44b4256", "স্টোরির ইতিহাস"),
                n("a74af3f8", "স্টোরির কোনও ইতিহাস পাওয়া যায়নি।"),
                n("c3077694", "ট্রেন্ডিং পোস্ট"),
                n("a9042b6c", "ট্রেন্ডের ইতিহাস"),
                n("ed54bc32", "ট্রেন্ডের বিষয়ে অভিযোগ করুন"),
                n("f89bcc50", "ট্রেন্ডের বিষয়ে অভিযোগ দায়ের করা হয়েছে"),
                n("gde7b6b0", "সংরক্ষণ বাতিল করুন"),
                n("i6212670", "ট্রেন্ড লোড হচ্ছে"),
                n("c6a07c10", "ট্রেন্ড টাইমলাইন"),
                n("b0c91a92", "এই বিষয়ে X-এ লোকজন কি নিয়ে আলোচনা করছেন তা দেখতে লগ-ইন বা সাইন আপ করুন"),
                n("d7071084", "এটিকে Grok করুন"),
                n("ee2200f4", "এই স্টোরিটি Grok X-এ যেসব পোস্ট করেছে এটি তার সার সংক্ষেপ। স্টোরি সময়ের সাথে বিবর্তিত হবে।"),
                n("dd225af8", "কোনও লোকজন খুঁজে পাওয়া যায়নি।"),
                n("e1e5d552", "আপনার X সার্কেল সম্পাদনা করুন"),
                n("ec13f9cc", "এখনো পর্যন্ত — আপনার X সার্কেলে কেউ নেই"),
                n("dab58e32", "আপনি যখন লোকজনকে যোগ করবেন, তখন এখানে তাদের দেখা যাবে।"),
                n("f43112a4", "কীভাবে এটি কাজ করে"),
                n("a4d60c94", "কিছু ভুল হয়েছে। আমরা এই মুহূর্তে তাদের আপনার সার্কেলে যোগ করতে পারছি না।"),
                n("a1ba3bd8", "আপনার সার্কেল পূর্ণ হয়ে গেছে। আপনি আপনার X সার্কেলের সর্বোচ্চ 150 জন লোকে পৌঁছে গেছেন।"),
                n("ac3fd6e2", "আপনার জন্য কোনো সুপারিশ নেই — এখনও পর্যন্ত"),
                n("eeb4d3f0", "আমরা এখানে আপনার X সার্কেলে যোগ করার মতো লোকজনের প্রস্তাব দেব।"),
                n("aea3c420", "এখনও কোনও উদ্ধৃতি নেই"),
                n("b40a22c0", "অন্য কারো পোস্ট শেয়ার করার সময় নিজের মতামতটিও জানান এবং সেটি এখানে দেখাবে।"),
                n("f08d8d08", "আপনার পছন্দের পোস্ট বৃদ্ধি করুন"),
                n("f0ccff52", "রিপোস্ট করে আপনার টাইমলাইনে কারও পোস্ট শেয়ার করুন। আপনি এটি করলে তা এখানে দেখা যাবে।"),
                n("fc1acb54", "এখনও কোনও লাইক নেই"),
                n("e3527230", "কেউ (এমনকি আপনিও) এই পোস্টটি লাইক করার জন্য হার্টে ট্যাপ করলে, এটি এখানে দেখা যাবে।"),
                n("i3e8b808", "যেসব ব্যবহারকারী এই পোস্ট লাইক করেছেন তাদের লোড করা হচ্ছে"),
                n("c69fd704", "যেসব ব্যবহারকারী এই পোস্ট রিপোস্ট করেছেন তাদের লোড করা হচ্ছে"),
                n("f12858d4", "পছন্দ করেছেন"),
                n("fe62cfec", "রিপোস্ট করেছেন"),
                n("h1c5d6aa", "আপনি পাঠিয়েছেন"),
                n("h6d45054", "সবাই পাঠিয়েছে"),
                n("da68fff1", function (e) {
                    return e.count + " কয়েন (কেবল আপনি দেখতে পাচ্ছেন)";
                }),
                n("e35f2534", "পোস্ট এনগেজমেন্ট লোড করা হচ্ছে"),
                n("i60dfa72", "পোস্টের এনগেজমেন্ট"),
                n("dc604dda", "যেসব ব্যবহারকারী এই পোস্ট লাইক করেছেন"),
                n("cdd4ef4a", "যেসব ব্যবহারকারী এই পোস্ট রিপোস্ট করেছেন"),
                n("icc72234", "এই পোস্টের উদ্ধৃতি"),
                n("hc35b530", "এখনও কোনও লাইক আসেনি"),
                n("e0d6a246", "এখনো কোনও উত্তর আসেনি"),
                n("i2a26cb4", "কেউ এই পোস্টটি লাইক করার জন্য হার্টে ট্যাপ করলে, এটি এখানে দেখা যাবে।"),
                n("i9b724e8", "যারা এই পোস্টটির উদ্ধৃতি করেছেন তাদের প্রত্যেকের তালিকাতে এখানে পাবেন।"),
                n("a5ab75ae", "কোনও সম্পর্কিত পোস্ট পাওয়া যায়নি।"),
                n("ce637c0e", "সম্পর্কিত কোনও নিবন্ধ পাওয়া যায়নি।"),
                n("fd67deaa", "সম্পর্কিত পোস্ট শেয়ার করুন"),
                n("f9183bb6", "সম্পর্কিত পোস্টগুলির লিঙ্ক কপি করুন"),
                n("fc4e5d96", "আপনি কেবল আপনার নিজের পোস্টগুলো সম্পর্কে অ্যানালিটিক্স দেখতে পারেন।"),
                n("ab0da59f", function (e) {
                    return e.entity + " অ্যানালিটিক্স";
                }),
                n("ae32e7de", "এটি একটি বিজ্ঞাপিত পোস্ট। পোস্টটি কতবার দেখা হয়েছে, তা ব্যক্তিগত রাখা হয়।"),
                n("a10aa36c", "সহায়তা কেন্দ্র"),
                n("d0740558", "সহায়তা কেন্দ্র"),
                n("d2d76dca", "সহায়তা কেন্দ্র"),
                n("b6414532", "আপনার পোস্ট দেখেছে এমন লোকেদের আনুমানিক বিশ্লেষণ"),
                n("c61c6624", "বিজ্ঞাপিত"),
                n("d267afa2", "20-এর নিচে"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50-এর উপরে"),
                n("bcd9cf68", "65-এর বেশি"),
                n("f05f1838", "অন্যান্য/নির্দিষ্ট করা নেই"),
                n("fa5be588", "সাংগঠনিক"),
                n("c69069e6", "এই পোস্ট X-এ যতবার দেখা হয়েছে।"),
                n("a0615bac", "একজন ব্যবহারকারী একটি পোস্টে যতবার ইন্টারঅ্যাক্ট করেছেন। এর মধ্যে পোস্টের যেকোনো জায়গায় করা সমস্ত ক্লিক (হ্যাশট্যাগ, লিঙ্ক, অবতার, ব্যবহারকারীর নাম এবং পোস্ট সম্প্রসারণ সহ), রিপোস্ট, উত্তর, অনুসরণ এবং পছন্দ অন্তর্ভুক্ত।"),
                n("d8abdaa4", "নতুন অনুসরণকারী"),
                n("c72f25a8", "এই পোস্ট থেকে সরাসরি অনুসরণকারী পেয়েছেন"),
                n("acc4cf12", "এই পোস্ট থেকে যতগুলো প্রোফাইল দেখা হয়েছে তার সংখ্যা"),
                n("c7d0d1c4", "এই পোস্টের যেকোনো URL-এ ক্লিক-এর সংখ্যা"),
                n("a4da7724", "লোকেরা যতবার এই পোস্ট সম্পর্কে বিস্তারিত দেখেছেন"),
                n("c5d4d3a8", "অনুসরণ প্রতি খরচ"),
                n("f56e24f2", "মোট খরচকে অনুসরণকারীর সংখ্যা, উপার্জিত অনুসরণকারী সহ, দিয়ে ভাগ করা হয়। আপনি কেবল তখনই পেমেন্ট দেন যখন কেউ আপনাকে অনুসরণ করেন"),
                n("g33fd6b1", function (e) {
                    return e.percentage + " প্রচার থেকে";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " যারা অনুসরণ করেন না";
                }),
                n("h4cbba3e", "<5%"),
                n("h1cdac12", "< 5% প্রচারের থেকে"),
                n("g884b2cc", "< 5% অনুসরণকারী নন তাদের থেকে"),
                n("b32334a0", "অ্যাকাউন্ট পৌঁছে গেছে"),
                n("h142a79c", "এই পোস্টের জন্য অনন্য ভিউ-এর সংখ্যা"),
                n("de4def4e", "আজ পর্যন্ত সমস্ত প্রচার থেকে %"),
                n("e3390c1e", "প্রথম 48 ঘণ্টা"),
                n("aead0975", function (e) {
                    return "পোস্ট করার প্রথম 48 ঘণ্টার মধ্যে এই পোস্টটি কতবার পড়া হয়েছে, তা এটি ট্র্যাক করে। সর্বোচ্চ মান হল " + e.maxValue + "টি ইম্প্রেশন।";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " পছন্দ" + f(e.likeCount, "", "গুলো");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " রিপোস্ট" + f(e.retweetCount, "", "গুলো");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " উত্তর" + f(e.replyCount, "", "গুলো");
                }),
                n("db6efeb8", "আপনার প্রচার চালু রয়েছে"),
                n("j6daea86", "আপনার প্রচারটি সাময়িক বন্ধ করা হয়েছে"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.totalBudget + "-এর মধ্যে " + e.spentBudget + " খরচ করা হয়েছে";
                }),
                n("e8adeec8", "পুনরায় প্রচার করুন"),
                n("fbb5c37e", "আবার বুস্ট করুন"),
                n("ccffb487", function (e) {
                    return "এখনোও পর্যন্ত আপনার পোস্ট " + e.impressions + " প্রভাব" + f(e.impressions, "", "গুলি") + "টি উপার্জন করেছে, আপনার টুইটের প্রসার আরও দীর্ঘ করতে একটি পেশাদার অ্যাকাউন্টে বদল করুন।";
                }),
                n("ha13fd94", "পোস্ট বুস্ট করুন"),
                n("jede3014", "আপনার প্রচারটি পর্যালোচনা করা হচ্ছে"),
                n("b823301e", "এটি অনুমোদিত হলে, আপনার পোস্ট আপনি যেই দর্শকদের বেছে নিয়েছেন সেই দর্শকদের কাছে প্রোমোট করা হবে।"),
                n("a2e48870", "X-এর বিজ্ঞাপন নীতি পর্যালোচনা করুন"),
                n("ge538876", "আপনার শেয়ার করা ভিডিওর মেট্রিক্স"),
                n("ca7e10d8", "বিশেষ ভিউ"),
                n("i611fc96", "সমস্ত পোস্ট জুড়ে এই ভিডিও কত বার দেখা হয়েছে তার সংখ্যা"),
                n("a69cd868", "এই ভিডিও বিশেষত কতবার ভিউ করা হয়েছে তার সংখ্যা"),
                n("f894a688", "দর্শক ধরে রাখা"),
                n("ad9d9204", "দর্শকরা একটি ভিডিও ছেড়ে যাওয়ার আগে কতবার দেখেছেন এবং কতটা ভিডিও দেখেছেন।"),
                n("da4b7a70", "একটি নির্দিষ্ট সময় পর্যন্ত একটি ভিডিও দেখেছেন এমন দর্শকদের শতাংশ৷"),
                n("de2d89a2", "25% দেখা হয়েছে"),
                n("i92754c2", "50% দেখা হয়েছে"),
                n("be8ddcc2", "75% দেখা হয়েছে"),
                n("b01410d6", "100% দেখা হয়েছে"),
                n("gfb3d8af", function (e) {
                    return "এই পর্যন্ত দেখেছেন " + e.timeLabel;
                }),
                n("fc6cbba2", "এখানে দেখার কিছুই নেই - এখনো"),
                n("b80a53c8", "আরও তথ্য সংগ্রহ করা হয়ে গেলে, আপনি সেই তথ্য এখানে দেখতে পাবেন।"),
                n("d25dccb6", "সার্কেলের পোস্টের জন্য অ্যানালিটিক্স উপলব্ধ নেই।"),
                n("g61ac32a", "আমরা স্বয়ংক্রিয়ভাবে ব্যবহারকারীদের টার্গেট করি বিশেষত আপনার কন্টেন্টের সাথে তাদের এনগেজ করতে।"),
                n("e8702feb", function (e) {
                    return "আমাদের সাথে " + e.couponAmount + " পান!";
                }),
                n("e44dc579", function (e) {
                    return "এখনই শুরু করুন এবং আপনার প্রথম প্রচারের জন্য " + e.date + "-এর আগে " + e.couponAmount + " ছাড় পান।";
                }),
                n("hd8df545", function (e) {
                    return "এখনই শুরু করুন এবং আপনার পরবর্তী প্রচারের জন্য " + e.date + "-এর আগে " + e.couponAmount + " ছাড় পান।";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " খরচ করুন এবং বিজ্ঞাপনের ক্রেডিটে " + e.couponAmount + " পান।";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + "-এর জন্য প্রতিদিন " + e.dailyBudget;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + "-এর অধিক " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "অবস্থান";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "-" + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " দিন";
                }),
                n("gc3ce5d9", function (e) {
                    return "প্রতিদিন আনুমানিক " + e.audienceLow + " - " + e.audienceHigh + " জন লোকের কাছে পৌঁছায়";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "বয়সের সীমা: " + e.formattedAge + e.newlinePlaceholder + "লিঙ্গ: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "এক বা একাধিক প্রচারে আপনি " + e.spendAmount + " ব্যয় করে ফেললে, আমরা সরাসরি আপনার বিজ্ঞাপন অ্যাকাউন্টে " + e.couponAmount + " ক্রেডিট করে দেব। এই ক্রেডিট প্রযোজ্য হতে কয়েকদিন সময় লাগতে পারে।";
                }),
                n("cb51c854", "যে কোনও লিঙ্গ"),
                n("bb7b39e2", "পুরুষ"),
                n("eb9466d0", "নারী"),
                n("b07cc9f2", "অঞ্চল"),
                n("ce309bee", "মেট্রো"),
                n("cc49d030", "পোস্ট কোড"),
                n("c3fca124", "পারস্পরিক যোগাযোগ বাড়ান"),
                n("d4f57cce", "আপনার অনুসরণকারীদের বৃদ্ধি করুন"),
                n("c6daa762", "আরও বেশি পান লিঙ্কে ক্লিক"),
                n("cc642518", "অবস্থান অনুসন্ধান করুন"),
                n("i0e8c3c6", "অবস্থানের ফলাফল"),
                n("f69ad048", "একটি অবস্থান বাছুন"),
                n("d948b978", "আপনি শুধু আপনার পোস্টই প্রোমোট করতে পারবেন।"),
                n("cfcdb4a2", "কোনও সমস্যা হয়েছে। আপনি যে কোনও অ্যাড ব্লকার বন্ধ করেছেন তা নিশ্চিত করুন।"),
                n("j7a2af7a", "আপনি এই পোস্টটি প্রোমোট করতে চান না?"),
                n("a78bce8e", "আপনি এখন ছেড়ে বেরিয়ে আসলে এই পোস্টটি প্রোমোট করা হবে না।"),
                n("g8844150", "বিজ্ঞাপন দেবেন না"),
                n("e7eb3684", "দৈনিক বাজেট"),
                n("d9f6e3ce", "দৈনিক বাজেটের স্লাইডার"),
                n("b3954eca", "দিনের স্লাইডারের মেয়াদ"),
                n("ce665a60", "সম্ভাব্য দর্শক সংখ্যাটি আনুমানিক। প্রকৃত দর্শক সংখ্যার নিশ্চয়তা দেওয়া সম্ভব নয়।"),
                n("i0c3b95c", "পরবর্তী রাউন্ডের দায়িত্ব আমাদের!"),
                n("h8b6e32a", "আপনি আপনার পোস্ট প্রোমোট করেছেন!"),
                n("ee8014a6", "আপনার বিজ্ঞাপনের পারফরমেন্স পরিমাপ করতে যেকোনো সময়ে পোস্ট অ্যানালিটিক্স দেখতে পারেন।"),
                n("db841200", "পারস্পরিক যোগাযোগ বাড়ান, আরও লোকজনের কাছে পৌঁছান, এবং আপনার পেজের পরিচয় সারা বিশ্বের লোকজনের কাছে ছড়িয়ে দিন।"),
                n("fcc839b6", "আপনার লক্ষ্য কী?"),
                n("b679a538", "আপনার পোস্টে মিডিয়া অন্তর্ভুক্ত আছে"),
                n("cb19a2f0", "আরও লাইক, রিপোস্ট ইত্যাদি পান"),
                n("a2d37164", "আপনার সাইটে আরও বেশি দর্শক পান"),
                n("cefad302", "আপনার পোস্টে একটি লিঙ্ক যোগ করুন"),
                n("b614fad0", "আপনার পোস্টটিতে একটি লিঙ্ক অন্তর্ভুক্ত আছে তা নিশ্চিত করুন।"),
                n("de43b660", "পেমেন্ট পদ্ধতি"),
                n("hb4773a0", "নতুন পেমেন্ট পদ্ধতি যোগ করুন"),
                n("aa2a3dd4", "কার্ড মুছুন"),
                n("b1c5b63c", "এতে শেষ হচ্ছে"),
                n("affb5878", "মোছা নিশ্চিত করুন"),
                n("db443ae2", "সবকিছু কি ঠিক আছে?"),
                n("a96f811e", "প্রচারমূলক লক্ষ্য"),
                n("fbd44e96", "আপনার বাজেট"),
                n("e36bce64", "পেমেন্ট পদ্ধতি"),
                n("ia83756c", "উপমোট"),
                n("cc217a04", "কুপনের ব্যালেন্স"),
                n("g4f2b588", "কুপনের বাকি ব্যালেন্স"),
                n("i41612da", "প্রচার তৈরি করুন"),
                n("cdae1af0", "ট্যাক্সের তথ্য যোগ করুন"),
                n("ed8bb5a0", "পেমেন্ট সংক্রান্ত বিশদ বিবরণ যোগ করুন"),
                n("fc640c20", "আপনার কুপন দাবি করতে পেমেন্টের বিশদ বিবরণ যোগ করুন"),
                n("be2dc078", "সাইন আপ করুন এবং পেমেন্ট সংক্রান্ত বিশদ বিবরণ যোগ করুন"),
                n("iaefd4de", "আপনার কুপন দাবি করতে সাইন আপ করুন এবং পেমেন্টের বিশদ বিবরণ যোগ করুন"),
                n("e5e42640", "হ্যাঁ... আপনার কুপন লোড করা যায়নি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("e85dfd66", "এই পোস্টের জন্য একটি ক্যাম্পেইন ইতোমধ্যেই তৈরি করা হয়েছে।"),
                n("a4db098c", "দেখে মনে হচ্ছে আমরা আপনার প্রচার তৈরি করতে পারিনি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("ef7e3916", "কিছু একটা সমস্যা হয়েছে। আপনার প্রচারের বিশদ বিবরণ চেক করুন এবং আবার চেষ্টা করুন।"),
                n("c1134966", "শর্তাবলী এবং বিজ্ঞাপনের নির্দেশাবলী"),
                n("he45cc43", "কুপনের শর্তাবলী"),
                n("c9439a82", "X-এর শর্তাবলী এবং বিজ্ঞাপনের নির্দেশাবলী"),
                n("c672105a", "আপনি কাদের কাছে পৌঁছতে চান?"),
                n("e1efbeae", "বয়সের সীমা"),
                n("c6ff7c10", "ন্যূনতম বয়সের সীমা"),
                n("b555fb46", "সর্বোচ্চ বয়সের সীমা"),
                n("j2c03e12", "55+"),
                n("d4e01892", "আবাসন, ঋণ এবং কর্মসংস্থানের সুযোগ সংক্রান্ত বিজ্ঞাপনের নীতি"),
                n("df8d4fa0", "লিঙ্গ নির্বাচন করুন"),
                n("i982d424", "আপনি কি পরিমাণ বিনিয়োগ করতে চান?"),
                n("b9ff6cb0", "পেমেন্টের কোনও পদ্ধতি বেছে নেওয়া হয়নি"),
                n("i8b90688", "শর্তাবলী ও বিজ্ঞাপনের নির্দেশাবলী"),
                n("a93bd26d", "কুপনের শর্তাবলী"),
                n("d31dc460", "শর্তাবলী ও বিজ্ঞাপনের নির্দেশাবলী"),
                n("ga845597", function (e) {
                    return "মোট " + e.durationLabel + " এর বেশি";
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "আরও জানুন"),
                n("j9f78b42", "তার পোস্টে ট্যাগ করা করা কোনো ব্যবহারকারী নেই।"),
                n("cb2054fa", "ব্যবহারকারীরা লোড হচ্ছে"),
                n("e4ad6bda", "এই ফটোতে"),
                n("cdd4aafe", "কথা-বার্তাতে থাকা লোকজন লোড হচ্ছে"),
                n("aac3fad2", "এই কথা-বার্তাতে থাকা লোকজন"),
                n("a7f66562", "পোস্টগুলো লোড করা হচ্ছে"),
                n("b7a898fa", "এখান থেকে সরাসরি পরবর্তী পোস্টে যান!"),
                n("e254fdd2", "আপনি পরবর্তী পোস্টে সরাসরি সোয়াইপ করে যেতে পারবেন!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "স্ক্রাবার"),
                n("h2fcc532", "ইতিহাস লোড হচ্ছে"),
                n("a74821a0", "আপনার পেমেন্ট পুরো হয়নি অথবা শেষ হতে চলেছে বলে মনে হচ্ছে। আপনার Premium সাবস্ক্রিপশন বজায় রাখতে আপনার পেমেন্ট তথ্য আপডেট করুন।"),
                n("bb55752e", "যে সমস্ত নির্মাতা দুর্দান্ত কনটেন্ট পোস্ট করেন, তাদের আপনি কয়েনের মাধ্যমে সমর্থন জানাতে পারেন। যে কয়েনগুলি ব্যবহার হয় নি, সেগুলি আপনার ব্যালেন্সের মধ্যে থাকবে।"),
                n("ea7ce65f", function (e) {
                    return e.count + " বোনাস কয়েন অন্তর্ভুক্ত" + f(e.count, "।", "");
                }),
                n("e557f9d2", "আপনি নিজের কয়েন ব্যালান্সের সর্বনিম্ন সীমায় পৌঁছেছে।"),
                n("e2beba5e", "সবচেয়ে জনপ্রিয়"),
                n("gafeeb96", "কয়েন কিনুন"),
                n("bc42db1c", "যখন খুশি বাতিল করুন। প্রতি মাসে আপনা-আপনি রিনিউ হয়।"),
                n("f1561b06", "X-এর কেনাকাটা সংক্রান্ত শর্তাবলী"),
                n("fe93ed4a", "কেনাকাটা সফল"),
                n("bcb90375", function (e) {
                    return "আপনার বর্তমান কয়েন ব্যালান্স হলো " + e.balance;
                }),
                n("ia2eb0c0", "কিনতে পারেন নি!"),
                n("c7e11484", "আপনার তালিকায় কিছু নেই"),
                n("a96208ba", "কাউকে যোগ করার আগে আপনাকে একটি তালিকা তৈরি করতে হবে।"),
                n("d2826908", "একটি নতুন তালিকা তৈরি করুন"),
                n("he062e8a", "একটি সূচী বেছে নিন"),
                n("c2fb1e94", "একটি সূচীতে শুধুমাত্র 5,000 অ্যাকাউন্ট যোগ করা যাবে।"),
                n("f30edc68", "ব্যক্তিগত করুন"),
                n("h51a2cf6", "কিছু সমস্যা হয়েছে, কয়েক মিনিটের মধ্যে পুনরায় আপনার ব্যানার মোছার চেষ্টা করুন।"),
                n("bb10280e", "কিছু ভুল হয়েছে, কয়েক মিনিটের মধ্যে আবার আপনার সূচী সংরক্ষণের চেষ্টা করুন।"),
                n("h8885a22", "সূচীর নাম ২৫ অক্ষরের বেশী হতে পারেনা।"),
                n("f8132984", "আপনি যখন কোনো সূচী ব্যক্তিগত হিসেবে তৈরি করেন, তখন শুধুমাত্র আপনি এটি দেখতে পারবেন।"),
                n("h421e74c", "প্রস্তাবিত সূচীগুলো"),
                n("aa62dea8", "আমরা খুঁজছি"),
                n("e5e4d3aa", "আপনার জন্য প্রস্তাবিত সূচীগুলো দেখতে পরবর্তিতে আবার নিরীক্ষণ করুন।"),
                n("c4d7650c", "সদস্যদের পরিচালনা করুন"),
                n("h7f2418c", "সূচীর তথ্য লোড হচ্ছে"),
                n("b18e5cd2", "কিছু ভুল হয়েছে, কয়েক মিনিটের মধ্যে আবার আপনার সূচী মোছার চেষ্টা করুন।"),
                n("cdd73e9c", "সূচী মুছে ফেলুন"),
                n("def8ff62", "সূচী মুছবেন?"),
                n("j8b9cde8", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার সূচী হারাবেন।"),
                n("e9f3dec4", "সূচী অনুসন্ধান"),
                n("b9192d55", function (e) {
                    return e.query + "- সূচী অনুসন্ধান";
                }),
                n("d6a23192", "নতুন সূচী তৈরি করুন"),
                n("ie256518", "সূচী অনুসন্ধানের সময়রেখা"),
                n("j57a2568", "সূচী অনুসন্ধান"),
                n("hc76e8cd", function (e) {
                    return 'কোনও সূচী "' + e.query + '"-এর সাথে মেলেনি';
                }),
                n("d872881a", "একটা তৈরি করে নিচ্ছেন না কেন?"),
                n("j177067a", "সূচীগুলো অনুসন্ধান করুন"),
                n("g13ea02c", "সূচী অনুসন্ধান করার চেষ্টা করুন"),
                n("d1461f1e", "এই তালিকাটি স্বতন্ত্র"),
                n("bcbd3416", "যারা এই তালিকাটি অনুসরণ করেন তাদের এখানে দেখা যাবে।"),
                n("b197a56c", "সূচী অনুসরণকারীরা"),
                n("f0ab07f5", function (e) {
                    return "(" + e.memberCount + ") জন সদস্য";
                }),
                n("h9ce3406", "সদস্যদের তালিকাভুক্ত করুন"),
                n("dfeaeb26", "আপনার সূচীতে যোগ করুন"),
                n("a332103e", "এই তালিকাতে যোগ করা লোকজনকে এখানে দেখা যাবে।"),
                n("e2f7dc62", "প্রস্তাবিত সদস্যদের খুঁজুন"),
                n("gc23cc00", "এই তালিকাতে যোগ করার মতো প্রস্তাবগুলি দেখার জন্য অ্যাকাউন্টগুলি অনুসন্ধানের চেষ্টা করুন।"),
                n("e3deb126", "সূচী সম্পর্কিত প্রস্তাবনাগুলো"),
                n("eb7b54be", "তালিকাগুলি লোড হচ্ছে"),
                n("a9ca06d2", "তথ্য"),
                n("a367dc9a", "আপনি সর্বশেষ পোস্টগুলো পোস্ট হওয়ার সাথে সাথেই দেখছেন"),
                n("dd438748", "আপনি প্রথমে সেরা পোস্টগুলো দেখছেন"),
                n("fe7e217c", "সাম্প্রতিকতম পোস্টগুলি দেখুন"),
                n("ce78b698", "আপনি প্রথমে সেরা পোস্টগুলো দেখছেন। সর্বশেষ পোস্টগুলো করার সাথে সাথেই দেখানো হবে।"),
                n("i5a1628a", "সেরা পোস্টগুলি দেখুন"),
                n("f333a93e", "আপনি প্রথমে সর্বশেষ পোস্টগুলো দেখছেন। সেরা পোস্টগুলো আপনাকে সবচেয়ে ভালো পোস্ট দেখায়।"),
                n("c7294984", "রিপোর্ট সূচী"),
                n("g6340998", "এটি আপনাকে স্বয়ংক্রিয়ভাবে তাদের সূচীতে পুনরায় যুক্ত করবে না।"),
                n("i6da4f7a", "সূচীটি শেয়ার করুন"),
                n("a062ff80", "সূচীতে লিঙ্কটি কপি করুন"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + " / " + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "আপনি @" + e.screenName + "-কে অনুসরণ করছেন না";
                }),
                n("a64512a4", "তালিকার সময়রেখা"),
                n("i0bcc456", "আপনি যখন করবেন, তখন আপনি তাদের তালিকাগুলো দেখতে পাবেন৷"),
                n("d8315ca0", "সূচী যার মধ্যে আপনি রয়েছেন"),
                n("e74be9ac", "সূচী যার মধ্যে তারা রয়েছে"),
                n("c80cb4e4", "নতুন সূচী"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + "-এর তৈরি করা তালিকাগুলি";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " কোনো সূূূূচী তৈরি করেন নি";
                }),
                n("f5978664", "তারা যখন করবেন, তখন সেগুলি এখানে দেখানো হবে।"),
                n("h243711c", "আপনি এখনও কোনো সূচী তৈরি করেননি"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " এখনও পর্যন্ত কোনো সূচী যোগ করেননি";
                }),
                n("e05568cc", "যখন সেগুলো কোনো সূচীতে যোগ করা হবে তখন এগুলো এখানে দেখা যাবে।"),
                n("b86a098a", "আপনি এখনও কোনো সূচী যোগ করেননি"),
                n("h06e09a2", "কোনও একজন ব্যক্তি আপনাকে এই সূচীতে যোগ করলে, সেটি এখানে দেখানো হবে।"),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " এর জন্য সদস্যতার তালিকা";
                }),
                n("g6b54ff6", "আপনি আপ টু ডেট আছেন"),
                n("ec5fd35a", "যখন কেউ আপনাকে অনুসরণ করার জন্য অনুরোধ জানান, সেটি স্বীকার করা বা প্রত্যাখ্যান করার জন্য এখানে দেখানো হবে।"),
                n("ec2d8342", "প্রত্যাখ্যান করুন"),
                n("j85d8d90", "এই ব্যবহারকারীর কোনও অনুসরণের অনুরোধ মুলতুবি নেই।"),
                n("c3d23f10", "সামান্য সমস্যা আছে বলে মনে হচ্ছে। তবে চিন্তা করবেন না, এটি আপনার ভুল নয়। আবার চেষ্টা করতে নীচে ক্লিক করুন।"),
                n("d2613123", function (e) {
                    return "সাবস্ক্রাইব করুন - " + e.price + "/মাসের জন্য";
                }),
                n("c4640fc0", "সাবস্ক্রিপশন প্রোফাইল শেয়ার করুন"),
                n("a72064a8", "সাবস্ক্রিপশন প্রোফাইলের লিংক কপি করুন"),
                n("e6c72234", "ইমেইল শেয়ার করার শর্তাবলীতেও"),
                n("b17f0c4b", function (e) {
                    return "আপনি এখন @" + e.screenName + "-এ সাবস্ক্রাইব করেছেন";
                }),
                n("a5634d9a", "সাবস্ক্রিপশন প্রক্রিয়ার সময় একটি সমস্যা দেখা দিয়েছে। এই প্রম্পটটি অনুগ্রহ করে অগ্রাহ্য করুন এবং আবার চেষ্টা করুন।"),
                n("fe9d3afa", "অনুসরণকারীরা লোড হচ্ছে"),
                n("ab7fc3ef", function (e) {
                    return "লোকজন " + e.fullName + " (@" + e.screenName + ")-কে সুপার ফলোস করছেন";
                }),
                n("j0d17377", function (e) {
                    return "আপনার পরিচিত লোকজন " + e.fullName + " (@" + e.screenName + ")-কে অনুসরণ করছেন";
                }),
                n("fa9e827f", function (e) {
                    return "লোকজন " + e.fullName + " (@" + e.screenName + ")-কে অনুসরণ করছে";
                }),
                n("ha979be5", function (e) {
                    return "লোকজন " + e.fullName + " (@" + e.screenName + ")-কে অনুসরণ করেছে";
                }),
                n("d28be573", function (e) {
                    return "যেসব লোকজন " + e.fullName + "-তে (@" + e.screenName + ") সাবস্ক্রাইব করেছেন";
                }),
                n("g9da3853", function (e) {
                    return "যেসব লোকজনকে " + e.fullName + " (@" + e.screenName + ") সাবস্ক্রাইব করেছেন";
                }),
                n("cfd952a1", function (e) {
                    return "যেসব যাচাইকৃত অ্যাকাউন্ট " + e.fullName + "-কে (@" + e.screenName + ") অনুসরণ করছে";
                }),
                n("fecc696e", "যাচাইকৃত অনুসরণকারীগণ"),
                n("g0a2fbbe", "আপনার এখনও কোনো সাবস্ক্রাইবার নেই"),
                n("g65f4bac", "আপনি এখনও কোনো যাচাইকৃত অনুসরণকারী নেই"),
                n("c36cfddc", "ফলোয়ার খুঁজছেন?"),
                n("fd275c1a", "আপনি এখনও কোনো যাচাইকৃত অনুসরণকারী নেই।"),
                n("e08bd098", "যারা আপনাকে সাবস্ক্রাইব করেছেন, তাদের প্রত্যেকের একটি তালিকা এখানে পাবেন।"),
                n("j029a4dc", "আপনাকে কেউ অনুসরণ করার সময়, আপনি তাকে এখানে দেখতে পাবেন।"),
                n("b2b2c6ce", "কেউ এই অ্যাকাউন্টটি অনুসরণ করলে, তাদের এখানে দেখা যাবে। পোস্ট করা এবং অন্যদের সাথে আলাপচারিতা অনুসরণকারীর সংখ্যা বাড়াতে সাহায্য করে।"),
                n("cb1a15c8", "অ্যাকাউন্টগুলিকে অনুসরণ করা হল আপনার টাইমলাইন সংগঠিত করা এবং আপনার আগ্রহের প্রসঙ্গ এবং লোকেদের সাথে কী ঘটছে তা জানার একটি সহজ উপায়।"),
                n("i967b954", "আপনি এখানে সবকটি সাবস্ক্রিপশনের তালিকা পাবেন।"),
                n("a44e403e", "যখন কোনও যাচাইকৃত অ্যাকাউন্ট আপনাকে অনুসরণ করে, তাদেরকে আপনি এখানে দেখতে পাবেন।"),
                n("d74ee2e3", function (e) {
                    return "এখনও পর্যন্ত @" + e.screenName + "-এর এমন কোনো অনুসরণকারী নেই যাকে আপনি চেনেন";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " এখনও কাউকে অনুসরণ করছে না";
                }),
                n("b5099e33", function (e) {
                    return e.screenName + "-এর কোনো যাচাইকৃত অনুসরণকারী নেই।";
                }),
                n("ec251f36", "আপনার পরিচিত কেউ তাদের অনুসরণ করলে, তারা এখানে সূচীভুক্ত হবে।"),
                n("f8af4f48", "যখন তারা অ্যাকাউন্টগুলি অনুসরণ করবেন, সেগুলি এখানে দেখানো হবে।"),
                n("fd0aad94", "যখন যাচাই করা কোনও ব্যক্তি এই অ্যাকাউন্ট অনুসরণ করেন, তখন সেটি এখানে প্রদর্শিত হবে।"),
                n("b84f6df1", function (e) {
                    return "সীমিত সময়ের জন্য Premium-এর ওপর " + e.percentage + "% ছাড় পান।";
                }),
                n("cfcac293", function (e) {
                    return "উপহার করুন এবং " + e.price + " পেমেন্ট করুন";
                }),
                n("d7a73450", "টিয়ার"),
                n("hbd2c24e", "এই অ্যাকাউন্টটি এই মুহুর্তে উপহারের জন্য যোগ্য নয়।"),
                n("f3fddc98", "ক্রেতার শর্তাবলী"),
                n("cff9c889", "আরও জানুন"),
                n("c65dda96", "আপনার উপহার পাঠানো হয়েছে।"),
                n("f6e2a407", function (e) {
                    return "@" + e.screenName + "-এর পোস্টে উত্তর দেওয়ার সময়ে সবাইকে আপনার সাবস্ক্রাইবড ব্যাজ দেখতে দিন";
                }),
                n("j8dedddd", function (e) {
                    return "আপনি এটি বন্ধ করে দিলে, যখন@ " + e.screenName + "-এর শুধুমাত্র সাবস্ক্রাইবারদের জন্য থাকা পোস্টগুলোতে উত্তর দেবেন, তখন @" + e.screenName + " এবং তাদের সাবস্ক্রাইবাররা আপনার ব্যাজ দেখতে পাবেন। @" + e.screenName + " সবসময়ই আপনার ব্যাজ দেখতে পাবেন।";
                }),
                n("c8a513f6", "সাবস্ক্রিপশন বাতিল করুন"),
                n("ea000ec8", "ইতোমধ্যে আপনার সাবস্ক্রিপশন বাতিল করেছেন?"),
                n("d7b8387e", "আপনি ইতোমধ্যে বাতিল করে থাকলে, আর কিছু করার নেই। বিলিং চক্রের শেষে আপনার সাবস্ক্রিপশনের মেয়াদ আপনা-আপনি শেষ হয়ে যাবে।"),
                n("f4166d9a", "আপনার সাবস্ক্রিপশন কি বাতিল করতে চান?"),
                n("b74ff5fc", "যদি আপনি বাতিল করেন, বিলিং চক্রের শেষে আপনার সাবস্ক্রিপশনের মেয়াদ আপনা-আপনি শেষ হয়ে যাবে।"),
                n("ee9efbc8", "বাতিল করা চালিয়ে যান"),
                n("c5d9c77a", "সামান্য সমস্যা আছে বলে মনে হচ্ছে। তবে চিন্তা করবেন না, এটি আপনার ভুল নয়। এই উইন্ডোটি বন্ধ করুন এবং আবার চেষ্টা করুন।"),
                n("jda53c24", "Apple App Store-এর মাধ্যমে আপনি আপনার সাবস্ক্রিপশন বাতিল করতে পারেন।"),
                n("g0a7a53e", "Google Play Store-এর মাধ্যমে আপনি আপনার সাবস্ক্রিপশন বাতিল করতে পারেন।"),
                n("i5f14be7", function (e) {
                    return "স্বাগতম, " + e.displayName;
                }),
                n("a76d58ba", "বিজ্ঞাপনের অ্যানালিটিক্স"),
                n("g512ddcc", "অর্গানিক অ্যানালিটিক্স"),
                n("eccd0e1a", "প্রতিষ্ঠানের অ্যানালিটিক্স"),
                n("deea1708", "আপনার সমস্ত X অ্যাকাউন্টগুলির জন্য অ্যানালিটিক্স দেখতে চান?"),
                n("eb603ffc", "আপনার নেটওয়ার্ক অ্যাফিলিয়েট করতে আপগ্রেড করুন এবং সমষ্টিগত অ্যানালিটিক্স দেখুন৷"),
                n("gf67aae4", "পূর্ণ অ্যাক্সেস পেতে আপগ্রেড করুন"),
                n("h75e3618", "প্রতিষ্ঠান যোগ করুন"),
                n("h24a8862", "এই চেকবক্সের বিষয়ে"),
                n("c29e3a88", "অ্যাফিলিয়েট নির্বাচন করুন"),
                n("j8318d57", function (e) {
                    return e.number + " অ্যাফিলিয়েট";
                }),
                n("bf809ec0", "অ্যাফিলিয়েটদের নির্বাচন করুন"),
                n("b719e224", "কোনো ফলাফল নেই"),
                n("c9938100", "অনুসন্ধানের ফলাফলগুলো"),
                n("d1a35ec6", "অ্যাকাউন্ট যোগ করুন"),
                n("b437adda", "পেইড-এ আপগ্রেড করুন"),
                n("f1f6c88b", function (e) {
                    return "অ্যাকাউন্ট  (" + e.count + ")";
                }),
                n("b02156b8", "আমন্ত্রণ"),
                n("gd67d29b", function (e) {
                    return "আমন্ত্রণ (" + e.count + ")";
                }),
                n("daf646e6", "অনুগ্রহ করে মনে রাখবেন: আপানকে অবশ্যই অ্যাকাউন্টগুলিকে সঠিকভাবে লেবেল করতে হবে।"),
                n("i3895c32", "আপনি আপনার X @ডাকনাম পরিবর্তন করায় আপনার অ্যাকাউন্টটি রিভিউ করা হচ্ছে"),
                n("i5f8b628", "আপনার অ্যাকাউন্ট রিভিউ না হওয়া অবধি আপনি অ্যাফিলিয়েট পরিবর্তন করতে পারবেন না।"),
                n("e9e663ac", "আপনার পেমেন্ট জমা দেওয়ার শেষ তারিখ পেরিয়েছে।"),
                n("c3ddd22c", "শর্তাবলী"),
                n("c9729d8a", "শর্তাবলী"),
                n("cdcd1d2c", "আপনার প্রতিষ্ঠানের জন্য অ্যাফিলিয়েশনদের যোগ করুন"),
                n("d30ea6f3", function (e) {
                    return "আপনি কী নিশ্চিত যে আপনি @" + e.name + "-কে সরাতে চান?";
                }),
                n("c2dfbb86", "হ্যাঁ, সরান"),
                n("ba047f76", "কোনও অ্যাফিলিয়েশন সরানো হলে তাদের টিকচিহ্ন এবং অ্যাফিলিয়েশন ব্যাজ অবিলম্বে সরানো হবে। আপনাকে মাসের শেষ অবধি বিল করে যাওয়া হবে।"),
                n("j26dee0e", "অ্যাফিলিয়েট সরান"),
                n("e30cbdf0", "এই অ্যাফিলিয়েট একজন যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রাইবার এবং অবশ্যই একটি প্রতিষ্ঠান থাকা দরকার। এগুলিকে স্বতন্ত্র ব্যক্তিতে পরিবর্তন করা যাবে না।"),
                n("j3115ce8", "স্বতন্ত্র ব্যক্তি"),
                n("d8bb1d84", "প্রতিষ্ঠান"),
                n("e970bdbd", function (e) {
                    return e.count + "টি আমন্ত্রণ বাকি আছে";
                }),
                n("id67d953", function (e) {
                    return "আপনার Stripe চেক আউটের বিশদ পুনরুদ্ধার করার সময় কিছু একটা সমস্যা হয়েছে। সমস্যাটি অব্যাহত থাকলে অনুগ্রহ করে " + e.supportEmail + "-এ যোগাযোগ করুন।";
                }),
                n("f323d314", "আবার পাঠান"),
                n("ac645cde", "আপনি যখন ইচ্ছা তাদের আবার যোগ করতে পারবেন।"),
                n("d12af2dd", function (e) {
                    return "আপনি কী @" + e.screenName + "-এর এই আমন্ত্রণটি বাতিল করার বিষয়ে নিশ্চিত?";
                }),
                n("ib60b2d5", function (e) {
                    return "আপনি কী @" + e.screenName + "-কে এই আমন্ত্রণটি আবার পাঠানোর বিষয়ে নিশ্চিত?";
                }),
                n("ec6e7d9a", "যতক্ষণ না মুলতুবি করা টিয়ার স্যুইচ সম্পূর্ণ করা হচ্ছে আপনার অ্যাকাউন্ট শুধু পড়ার জন্য মোডে থাকবে। অনুগ্রহ করে Stripe-এ যান আর আপনার পেমেন্ট সুনিশ্চিত করুন যাতে টিয়ার স্যুইচ সফলভাবে সম্পূর্ণ করা যায়।"),
                n("b33d1518", "কোনও সমর্থিত ইন্টিগ্রেশন বা কাস্টম XML ফিড থেকে চাকরীগুলি সিঙ্ক করুন"),
                n("dd2db402", "ধাপ 1: প্রয়োজনীয় তথ্য সংগ্রহ করুন"),
                n("edb098c2", "2য় ধাপ: আমাদের সহায়তা দলের সঙ্গে যোগাযোগ করুন"),
                n("c4474460", "ধাপ 2: আমাদের সহায়তার টিমকে ইমেইল পাঠান"),
                n("a08da0fa", "এর পরে কী ঘটবে?"),
                n("c127374e", "আমাদের একটি বার্তা পাঠান"),
                n("b2cb2a0c", "আপনার যাচাইকৃত প্রতিষ্ঠানের অ্যাকাউন্টের ব্যবহারকারীর নাম"),
                n("b8e64002", "আপনার আবেদনকারী ট্র্যাকিং সিস্টেমের নাম"),
                n("acb99db6", "আপনার চাকরীগুলি যেখানে তালিকাভুক্ত করা আছে সেই চাকরীর সাইটের URL"),
                n("a64a5b7a", "ইন্টিগ্রেশন প্রক্রিয়া শুরু করতে প্রয়োজনীয় তথ্য আমাদের সহায়তার টিমের কাছে পাঠান।"),
                n("e3dffb4e", "ইন্টিগ্রেশন প্রক্রিয়া শুরু করতে, নিচে আমাদের সহায়তার ইমেইল অ্যাড্রেস কপি করুন এবং প্রয়োজনীয় তথ্য আমাদের সহায়তার টিমের কাছে পাঠান।"),
                n("b4fef99e", "আমাদের সহায়তার টিম আপনার অনুরোধ পাওয়ার পর, আমরা আপনার তথ্য রিভিউ করব এবং আপনার ইন্টিগ্রেশন কনফিগার করতে সহায়তা করব।"),
                n("h37f2d96", "অনুগ্রহ করে মনে রাখবেন, সবকটি আবেদনকারী ট্র্যাকিং সিস্টেম এখন সমর্থিত হয় না।"),
                n("ce102a20", "Stripe-এ রিডাইরেক্ট করা হচ্ছে"),
                n("ddfd6718", "পেমেন্ট ব্যর্থ হয়েছে"),
                n("i90ea7d2", "আপনার সুবিধাগুলি বজায় রাখতে অনুগ্রহ করে জরুরি ভিত্তিতে আপনার বিলিং আপডেট করুন।"),
                n("a62359e6", "যাচাইকৃত প্রতিষ্ঠানের সেটিংস"),
                n("ge221b7c", "অ্যাফিলিয়েট এবং আরও বিজ্ঞাপনের ক্রেডিটে অ্যাক্সেস পাওয়ার জন্য যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রিপশন আপগ্রেড করুন।"),
                n("i4dccc18", "বিলিং"),
                n("ec3cd6e4", "আপনার পেমেন্ট পদ্ধতি পরিচালনা করুন, বিলিং তথ্য আপডেট করুন এবং আপনার ইনভয়েস রিভিউ করুন।"),
                n("dac61c3c", "অ্যাকাউন্ট সেটিংস"),
                n("b6b5fd66", "আপনার ব্যবহারকারীর নাম বা পাসওয়ার্ড পরিবর্তন করা সহ আপনার X অ্যাকাউন্ট পরিচালনা করুন।"),
                n("hb9c4a1c", "প্রশ্নাবলী, বাগ রিপোর্ট এবং মতামত"),
                n("c674f5b4", "ইনভয়েস পেমেন্ট সেট আপ করুন"),
                n("i8237e66", "ক্রেডিট কার্ড পেমেন্ট থেকে ব্যাঙ্ক ট্রান্সফারের মাধ্যমে ইনভয়েস করাতে পরিবর্তন করুন।"),
                n("hebd348a", "নিয়োগের পোর্টাল থেকে চাকরির প্রচার করতে কিভাবে বিজ্ঞাপন ব্যবহার করবেন তা কনফিগার করুন"),
                n("ib5e6f90", "চাকরির প্রমোশন"),
                n("id720215", "নিয়োগের"),
                n("dd59f146", "চাকরির প্রমোশনের বিজ্ঞাপন অ্যাকাউন্ট"),
                n("e7e36818", "বিজ্ঞাপন অ্যাকাউন্টগুলি চাকরির প্রচারের জন্য যোগ্য হয় যখন সেগুলি একটি তহবিল উৎসের সাথে সম্পূর্ণরূপে সেট আপ করা হয়।"),
                n("c28566e0", "বিজ্ঞাপনের অ্যাকাউন্ট"),
                n("c80160d3", "বিজ্ঞাপনের"),
                n("ff0edac0", "আপনি কী আপনার সাবস্ক্রিপশনটি বাতিল করার বিষয়ে নিশ্চিত?"),
                n("h2ac0348", "না, আমাকে ফেরত নিয়ে যান "),
                n("dbf9667e", "আমি নিশ্চিত"),
                n("j7592572", "ইউ-টার্ন"),
                n("ee778942", "ট্রাফিক লাইট"),
                n("fdd57981", function (e) {
                    return "আমরা আপনাকে বিনামূল্যে এককালীন " + e.totalAmount + " USD বিজ্ঞাপন ক্রেডিট অফার করতে চাই।";
                }),
                n("i032a231", function (e) {
                    return "আমি থাকব এবং আমার " + e.totalAmount + " বিজ্ঞাপন ক্রেডিট দাবি করব";
                }),
                n("hd7d278c", "না ধন্যবাদ"),
                n("jf8a0dea", "দুর্দান্ত! আপনার নতুন বিনামূল্যের বিজ্ঞাপন ক্রেডিট আপনার পরবর্তী বিলিং চক্রে আপনার অ্যাকাউন্টে প্রদর্শিত হবে।");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("ebbb3154", "বন্ধ করুন এবং X-এ ফিরে যান"),
                n("j1f68dda", "সর্বশেষ পদক্ষেপ: আপনি কী নিশ্চিত যে আপনি বাতিল করতে চান?"),
                n("c9c3464c", "সাবস্ক্রিপশন বাতিল করার প্রক্রিয়া"),
                n("dd3a293c", "আপনার যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রিপশনের মেয়াদ শেষ হয়েছে।"),
                n("faa0f956", "আপনার সাবস্ক্রিপশন বাতিল করার সময় কিছু একটা সমস্যা হয়েছে।"),
                n("b28289ea", "ধন্যবাদ"),
                n("b36f74ae", "আপনি যদি আবার সাইন আপ করে অ্যাক্টিভেট না করেন তাহলে আপনার আর পোর্টালে অ্যাক্সেস থাকবে না"),
                n("b2297a4a", "কোনও সমায়্সা সমাধান করতে চান? আপনি আমদের সাথে একটি কলের জন্য সময়সূচি নির্ধারণ করতে পারবেন।"),
                n("h3bdbc54", "হ্যাঁ, একটা কলের জন্য সময়সূচী নির্ধারণ করুন"),
                n("i135d64e", "বাতিল করা চালিয়ে যান"),
                n("g275882d", function (e) {
                    return "গুরুত্বপূর্ণ: আপনার কাছে দাবি না করা " + e.creditAmount + " বিনামূল্যের বিজ্ঞাপন ক্রেডিট আছে";
                }),
                n("ib085ed6", "আমি থাকব এবং আমার বিজ্ঞাপন ক্রেডিট দাবি করব"),
                n("b5447710", "ব্যবহারকারীকে পাওয়া যায়নি"),
                n("h94755b8", "এই ব্যবহারকারীকে ইতিমধ্যেই আমন্ত্রণের জন্য নির্বাচন করা হয়েছে"),
                n("bfb5effe", "ব্যবহারকারী ইতিমধ্যেই অ্যাফিলিয়েট করা আছে"),
                n("c4b9664e", "অ্যাফিলিয়েট করা"),
                n("g0eadcf6", "অন্য প্রতিষ্ঠানের সঙ্গে সম্পর্কযুক্ত প্রতিষ্ঠান"),
                n("a8c81f88", "প্রতিষ্ঠানের অ্যাকাউন্ট"),
                n("e5abe772", "য়্ভার্কারীর কাছে ইতিমধ্যেই একটি স্থগিত আমন্ত্রণ আছে"),
                n("e49b97e2", "অ্যাকাউন্ট অনুসন্ধান করুন"),
                n("f002f1d6", "আমন্ত্রণ পাঠান"),
                n("g2a8bae4", "X অ্যাকাউন্ট যোগ করুন"),
                n("af7293cc", "X অ্যাকাউন্টগুলিকে আপনার প্রতিষ্ঠানে যোগদান করতে আমন্ত্রণ জানান। যদি তারা গ্রহণ করেন তাহলে তারা একটি টিকচিহ্ন পাবে এবং আপনার অ্যাফিলিয়েশন তাদের প্রোফাইলগুলিতে প্রদর্শিত হবে।"),
                n("ec0f203e", "একবার অ্যাফিলিয়েট আপনার আমন্ত্রণ গ্রহণ করে নিলে, তাদের টিকচিহ্নগুলিকে মনে করে সঠিক টিক চিহ্নের রঙে আপডেট করুন।"),
                n("cec08784", "আপনি এই ইনভয়েসের জন্য অনুমত অ্যাফিলিয়েটের সর্বাধিক লিমিটে পৌঁছেছেন।"),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " যোগ করুন";
                }),
                n("d49b389f", "এখানে"),
                n("b9e4bf55", "আরও জানুন"),
                n("hc4703a9", "আরও জানুন"),
                n("fa0ffaeb", "আরো জেনে নিন"),
                n("jf351704", "চালিয়ে যেতে এই ইনভয়েসে অ্যাফিলিয়েটের লিমিট আপডেট করতে হবে।"),
                n("ia5a6a40", "শুরু করতে, আপনাকে নিজের পেমেন্টের বিশদ যোগ করতে হবে। "),
                n("d40d1cc0", "চালিয়ে যেতে আপনাকে Stripe-এর মাধ্যমে পেমেন্ট করতে হবে।"),
                n("c4a5f614", "পেমেন্টের বিশদ যোগ করুন"),
                n("fa2a280a", "ইনভয়েস আপডেট করুন                                                                                                                                                                                                                                                                                                                                                                                                                                                                           "),
                n("i7b2f08e", "যাচাইকৃত প্রতিষ্ঠানে স্বাগত"),
                n("g4e18b84", "আপনি নিজের অ্যাফিলিয়েটের সর্বোচ্চ সংখ্যায় পৌঁছেছে "),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + " জনের বেশি অ্যাফিলিয়েটের জন্য কেনার অর্ডার";
                }),
                n("fc1f43d0", "ইনভয়েস জেনারেট করুন"),
                n("g8881c78", "পেমেন্টের জন্য এগিয়ে যান"),
                n("g59f8506", "মনে রাখবেন: যেসব অ্যাকাউন্ট ব্যবসা বা সরকারী সত্তা হিসাবে নিজেদের যাচাই করতে ব্যর্থ হয়েছে, তাদের রিফান্ড করা হবে না। "),
                n("a310e476", "সরাসরি"),
                n("fde6cf98", "যাচাইকৃত প্রতিষ্ঠানে অবিলম্বে অ্যাক্সেস পেতে।"),
                n("fdfbfcb0", "ইনভয়েসিং"),
                n("f45d02e8", "আপনার সাবস্ক্রিপশন সেট আপ করার সময় কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে আপনার অ্যাক্টিভেশন ইমেইল থেকে আবার জমা দেওয়ার চেষ্টা করুন।"),
                n("a1c566c0", "আপনার সাবস্ক্রিপশন সেট আপ করার সময় কিছু একটা সমস্যা হয়েছে। অনুগ্রহ করে আপনার বিশদ আবার জমা করুন।"),
                n("f5a1c6ac", "আপনার এলাকায় সাবস্ক্রিপশনগুলি উপলব্ধ নেই"),
                n("ef7ae9cd", "আরও জানুন"),
                n("d3c6b8c9", "আরও জানুন"),
                n("fafe5b9f", function (e) {
                    return "সাবস্ক্রাইব করুন · " + e.price + " প্রতি " + e.interval;
                }),
                n("f2ae1d63", "ক্রেতা পরিষেবা শর্তাবলীতে"),
                n("ie8759c5", "ক্রেতা পরিষেবার শর্তাবলীতে"),
                n("d842dd7b", function (e) {
                    return "X-এ দ্রুত উন্নতি করুন এবং বিনামূল্যে " + e.credit + " বিজ্ঞাপনের ক্রেডিট পান";
                }),
                n("fcfb696e", "⁺সীমিত সময়ের বিজ্ঞাপনের ক্রেডিটের অফার।"),
                n("f5b98d62", function (e) {
                    return "প্রতি " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "প্রতি " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return e.creditAmount + " অবধি বিজ্ঞাপনের ক্রেডিট";
                }),
                n("a6c45ede", "এতে অন্তর্ভুক্ত:"),
                n("e9aa43dc", "অর্গানিকভাবে চাকরী পোস্ট করা"),
                n("i1266238", "চাকরীর প্রমোশনের ক্ষমতা"),
                n("e8a4ea7a", "অগ্রাধিকারপ্রাপ্ত সহায়তা"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "আপনার সাবস্ক্রিপশনের পরিবর্তনগুলি নিশ্চিত করুন"),
                n("bb21a170", "সাবস্ক্রিপশন পরিবর্তন করুন"),
                n("b0dcc4dc", "আপনার অ্যাকাউন্টে ইতিমধ্যেই একটি টিয়ার স্যুইচ বকেয়া আছে।"),
                n("f3aef4ca", "কোনও সক্রিয় সাবস্ক্রিপশন পাওয়া যায়নি"),
                n("h802e65e", "সাবস্ক্রিপশনের আপডেট ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন। আপনার বর্তমান সাবস্ক্রিপশন প্রভাবিত হয়নি।"),
                n("c5269eb0", "এটি আপনার সক্রিয় সাবস্ক্রিপশন।"),
                n("c578c4ca", "বর্তমান প্ল্যান"),
                n("i5d19147", "নতুন প্ল্যান"),
                n("b025ff5f", "এখানে"),
                n("d6b932d4", "বিনামূল্যের ট্রায়ালে"),
                n("b0efe690", "Basic-এর সাথে অগ্রসর হন"),
                n("g5f9cdaa", "আপনার প্ল্যানের পরিবর্তনগুলি সুনিশ্চিত করুন"),
                n("j21911de", "আপনি কী Basic-এর সাথেই অগ্রসর হতে চান, নাকি আপনার সম্পূর্ণ অ্যাক্সেসের সুবিধাগুলো ধরে রাখতে চান?"),
                n("b59dec9e", "আপনি সম্পূর্ণ অ্যাক্সেসের ফ্রি ট্রায়াল থেকে Basic প্ল্যানে ডাউনগ্রেড করছেন।"),
                n("e5ff0e1e", "এই পরিবর্তনের সাথে:"),
                n("ca004c80", "অ্যাফিলিয়েট সহ সম্পূর্ণ অ্যাক্সেস ট্রায়ালের বৈশিষ্ট্যগুলি আর উপলব্ধ থাকবে না।"),
                n("fae108ee", "আপনার ট্রায়ালের সময় যোগ করা অ্যাফিলিয়েটরা তাদের Premium+ সুবিধা এবং সহায়তা হারাবে।"),
                n("d47c0c7c", "আপনি কে?"),
                n("hbd31720", "আপনার জন্য যথাযথ সাবস্ক্রিপশনটি বেছে নিন:"),
                n("c75a9386", "এই সম্পর্কে জানুন"),
                n("b916b258", "এবং"),
                n("ic6012ea", "আমি একজন স্বতন্ত্র ব্যক্তি"),
                n("d8e618ce", "একক ব্যক্তি এবং নির্মাতাদের জন্য"),
                n("dcbccede", "আমি একটি প্রতিষ্ঠান"),
                n("f44ce884", "ব্যবসা, সরকারী এজেন্সী এবং অলাভজনক সংস্থার জন্য"),
                n("dece6c60", "প্রতিষ্ঠানের নাম"),
                n("c4c1b600", "প্রতিষ্ঠানের ইমেইল ঠিকানা"),
                n("b1e0aec0", "প্রতিষ্ঠানের X ডাকনাম"),
                n("c42d5f4a", "অ্যাফিলিয়েটের সংখ্যা"),
                n("fca5f04b", function (e) {
                    return "আপনি সর্বাধিক " + e.affiliatesCount + " জন অ্যাফিলিয়েট কিনতে পারবেন এবং সেই অনুযায়ী আপনাকে চার্জ করা হবে।";
                }),
                n("dca6b3ac", "ইনভয়েস সেটআপ করুন="),
                n("c97ad52a", "ইনভয়েস আপডেট করুন                                                                                                                                                                                                                                                                                                                                                                                                                                                                           "),
                n("b36f0fd4", "আপনার প্রতিষ্ঠানের জন্য কতজন অ্যাফিলিয়েট আপনার প্রয়োজন তা নির্বাচন করুন।"),
                n("b4871f4f", "এখানে"),
                n("b633d19e", "ধন্যবাদ"),
                n("f713d3e2", "আপনার আবেদন গৃহিত হয়েছে এবং বর্তমানে রিভিউ করা হচ্ছে।"),
                n("e11d5e1a", "আপনি Premium-এর সকল সুযোগসুবিধা উপভোগ করতে পারবেন, কিন্তু আপনার অ্যাকাউন্ট অনুমোদিত না হওয়া অবধি, আপনার প্রতিষ্ঠান কোনও সোনালী বা ধূসর টিকচিহ্ন পাবে না এবং আপনি কোনও অ্যাফিলিয়েট অ্যাকাউন্টও যোগ করতে পারবেন না।"),
                n("d83617cc", "আপনার অ্যাকাউন্ট রিভিউ করা হবে।"),
                n("afb30564", "আপনার অ্যাকাউন্ট অনুমোদন করতে আমাদের অতিরিক্ত তথ্য প্রয়োজন হতে পারে"),
                n("gdd3fa68", "একবার রিভিউ করে অনুমোদন করা হলে, আপনার অ্যাকাউন্ট অবিলম্বে যাচাই করা হবে এবং আপনি অনবোর্ড আসতে এবং অ্যাফিলিয়েট যোগ করতে পারবেন।"),
                n("e6389996", "যদি কোনও অ্যাকাউন্ট অনুমোদন না করা হয় তাহলে তার জন্য রিফান্ড করা হবে না।"),
                n("a889b460", "পেমেন্ট সফল হয়েছে"),
                n("d1c886dc", "পরবর্তী পদক্ষেপ: ডকুমেন্ট আপলোড এবং যাচাই করুন"),
                n("b13e9454", "আপনার আবেদনপত্র এখনো সম্পূর্ণ হয়নি। অনুগ্রহ করে প্রয়োজনীয় ডকুমেন্টগুলি জমা দিন। এতে সাধারণত 10 মিনিট মত সময় লাগে।"),
                n("e6b0965a", "আপনার অর্ডার"),
                n("a1b58798", "নিচে আপনার অর্ডার রিভিউ করুন"),
                n("b651c7d7", function (e) {
                    return "অ্যাফিলিয়েট x " + e.count;
                }),
                n("ec5e9c54", "বেস সাবস্ক্রিপশন"),
                n("e16093fc", "প্রতি মাসের সমষ্টি"),
                n("ce4acef6", "প্রতি বছরের সমষ্টি"),
                n("f4db2df0", "ইনভয়েস পেমেন্ট না করা অবধি আপনার সাবস্ক্রিপশন সক্রিয় করা হবে না।"),
                n("b9e0d614", "আপনার ইনভয়েসে আপনার অ্যালিয়েটের সর্বাধিক সংখ্যা আপডেট করা হয়েছে।="),
                n("a45c9596", "আপনার ইনভয়েস সফলভাবে জেনারেট করা হয়েছে।"),
                n("e4e5532a", "ছাড় প্রয়োগ করা হয়েছে"),
                n("b557f073", function (e) {
                    return "আপনার Stripe ইনভয়েস বিশদ পুনরুদ্ধার করার সময় কিছু একটা সমস্যা হয়েছে। সমস্যাটি অব্যাহত থাকলে অনুগ্রহ করে " + e.supportEmail + "-এ যোগাযোগ করুন।";
                }),
                n("e8c366ce", "X-এর কেনাকাটা সংক্রান্ত শর্তাবলী"),
                n("ee86d380", "প্রাতিষ্ঠানিক তথ্য"),
                n("b9c9ccca", "আপনার পুরো নাম"),
                n("c7e818de", "আপনার কাজের ইমেইল ঠিকানা"),
                n("i60d7542", "প্রতিষ্ঠানের ওয়েবসাইট"),
                n("b92f9dee", "প্রতিষ্ঠানের ধরণ"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "আরও জানুন"),
                n("f09630ff", "এখানে"),
                n("eb043b72", "আবেদন অমীমাংসিত আছে"),
                n("a9ac4602", "যাচাইকৃত প্রতিষ্ঠানের জন্য আপনার আবেদন এখনো রিভিউ করা হচ্ছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।"),
                n("c5af3e12", "সীমিত সময়ের অফার। ক্রেডিট জমা হচ্ছে না।"),
                n("e18d6fd6", "আপনার বিজ্ঞাপনের ক্রেডিট"),
                n("if435d1a", "আপনি আপনার সব উপলব্ধ ক্রেডিট এই মাসে ব্যবহার করে ফেলেছেন। আপনার পরিবর্তী ক্রেডিট আপনার পরবর্তী সাবস্ক্রিপশন পেমেন্টের পরে জারি করা হবে।"),
                n("af6704d7", "এখানে"),
                n("b293c6b4", "যাচাইকৃতPremium সহায়তা"),
                n("e9e9ca58", "উপলব্ধ"),
                n("cf2ba3a2", "বিজ্ঞাপনের অ্যাকাউন্টের ID"),
                n("gd7d051c", "সক্রিয় করুন"),
                n("f391c800", "বিজ্ঞাপনের অ্যাকাউন্টের ID প্রয়োজন"),
                n("ja116d2c", "বিজ্ঞাপনের অ্যাকাউন্টের ID অবৈধ"),
                n("hf037537", function (e) {
                    return e.startDate + "-এ এই ক্রেডিট উপলব্ধ করা হবে";
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("gd03b494", "আপনার বিজ্ঞাপনের ক্রেডিট কীভাবে ব্যবহার করবেন"),
                n("h1f36d3e", "আপনার যাচাইকৃত প্রতিষ্ঠানগুলির বিজ্ঞাপনের ক্রেডিট ব্যবহার করতে, আপনার অবশ্যই পরবর্তী পদক্ষেপগুলি নিতে হবে:"),
                n("a6519ffc", "আপনি যদি আগে বিজ্ঞাপন দিয়ে থাকেন"),
                n("ibc9654a", "আপনি যদি একজন নতুন বিজ্ঞাপনদাতা হন"),
                n("d3710c76", "আপনি যদি কোনও অ্যাফিলিয়েট করা অ্যাকাউন্টে আপনার ক্রেডিট ব্যবহার করতে চান"),
                n("d60a8f14", "X-এ বিজ্ঞাপন চালান"),
                n("fe66e4a8", "X বিজ্ঞাপন ম্যানেজার"),
                n("b3ca0108", "X বিজ্ঞাপন ব্যবহার করার মাধ্যমে আপনার বার্তা সর্বত্র প্রচার করুন।"),
                n("g3754d57", "এখানে"),
                n("i615ad63", "এখানে"),
                n("a3ba48b9", "এখানে"),
                n("ca3c633a", "ক্রেডিট যোগ করুন"),
                n("ha843c96", "বিজ্ঞাপন"),
                n("dd0f3b08", "বিজ্ঞাপনের"),
                n("c9fad534", "কোনও ক্রেডিট নেই"),
                n("a211b11e", "সক্রিয় করার জন্য কোনও ক্রেডিট উপলব্ধ নেই"),
                n("f2011db1", function (e) {
                    return e.couponAmount + "-এর মধ্যে " + e.usedAmount + " ব্যবহার করা হয়েছে";
                }),
                n("ae37e25c", "অজানা অর্থরাশি"),
                n("i1407e15", function (e) {
                    return e.accountId + " বিজ্ঞাপনের অ্যাকাউন্টের ব্যবহার করা হয়েছে";
                }),
                n("id4359bf", function (e) {
                    return e.accountId + " বিজ্ঞাপনের অ্যাকাউন্টের মেয়াদ শেষ হয়েছে " + e.when;
                }),
                n("f89af915", function (e) {
                    return e.when + " সময়ে মেয়াদ শেষ হয়ে গেছে";
                }),
                n("c1b5e1ed", function (e) {
                    return e.accountId + " বিজ্ঞাপনের অ্যাকাউন্টের মেয়াদ শেষ হবে " + e.when;
                }),
                n("e8d8a2a9", function (e) {
                    return "মেয়াদ শেষ হবে " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "উপলব্ধ হবে " + e.when;
                }),
                n("b070acf4", "শীঘ্রই উপলব্ধ হবে"),
                n("ace946c4", "কুপন সক্রিয় করুনকুপন সক্রিয় করুন"),
                n("b0b02e37", function (e) {
                    return "এই অ্যাকাউন্ট ID-তে এই কুপনটি সফলভাবে প্রয়োগ করা হয়েছে: " + e.accountId;
                }),
                n("f520ee22", "বিজ্ঞাপনের অ্যাকাউন্টের ID"),
                n("df96ca56", "অন্য অ্যাকাউন্ট"),
                n("b5566402", "একটি ID-তে কেবল অক্ষর এবং সংখ্যা আছে।"),
                n("eb160d07", "বিজ্ঞাপনের ম্যানেজার অ্যাকাউন্ট নির্বাচক"),
                n("e016ad32", "কেবল পড়ার মোড"),
                n("d7ab194e", "আপনার সদস্যতা পরিবর্তন প্রক্রিয়াকরণের সময় কিছু যাচাইকৃত অ্যাকাউন্ট বৈশিষ্ট্যগুলি শুধুমাত্র-পড়ার মোডে থাকতে পারে৷"),
                n("g25d851e", "বিজ্ঞাপনের অ্যাকাউন্ট"),
                n("de7fef84", "এই অ্যাকাউন্ট অ্যাক্সেসে সহায়তা পেতে গ্রাহক সহায়তার সাথে যোগাযোগ করুন"),
                n("ff1321b6", "সেটআপ সম্পূর্ণ হয়েছে, অ্যাকাউন্টটি সক্রিয় আছে"),
                n("c1205320", "একটি ক্রেডিট কার্ড যোগ করে আপনার বিজ্ঞাপন অ্যাকাউন্ট সক্রিয় করুন"),
                n("c0343c0a", "শেষ পেমেন্ট ব্যর্থ হয়েছে, অ্যাকাউন্টে পেমেন্টের পদ্ধতি যাচাই করুন"),
                n("j56e34a4", "অ্যাকাউন্ট অ্যাক্সেসে সহায়তা পেতে গ্রাহক সহায়তার সাথে যোগাযোগ করুন"),
                n("gef920f2", "অ্যাকাউন্ট সক্রিয় করতে প্রাথমিক সেটআপ করা প্রয়োজন"),
                n("b68dd4d8", "আপনার এই অ্যাকাউন্টে অ্যাক্সেস নেই, সহায়তার জন্য একজন টিম অ্যাডমিনের সাথে যোগাযোগ করুন"),
                n("d637962c", "আপনার কোনও বিজ্ঞাপনের অ্যাকাউন্ট নেই"),
                n("dd087ae0", "ads.x.com এ একটি অ্যাকাউন্ট সেটআপ করুন"),
                n("i3d7dd02", "যোগ্য বিজ্ঞাপনের অ্যাকাউন্ট চাকরীর প্রমোশনের জন্য তৈরি আছে"),
                n("cc8f8516", "চাকরী প্রোমোট করতে একটি বিজ্ঞাপনের অ্যাকাউন্ট তৈরি করুন"),
                n("b4f117b8", "চাকরির প্রমোশনের বিজ্ঞাপন অ্যাকাউন্টে আপনার অ্যাক্সেস নেই"),
                n("b7347cf4", "চাকরী প্রোমোট করতে একটি বিজ্ঞাপনের অ্যাকাউন্ট সেট আপ করুন"),
                n("h7d03a2a", "আপনার নিয়োগের ড্যাশবোর্ড ব্যবহার করে একটি চাকরী যোগ করুন"),
                n("cd5aeec6", "বিজ্ঞাপনের অ্যাকাউন্ট তৈরি করুন"),
                n("ged51d2e", "একটি বিজ্ঞাপনের অ্যাকাউন্ট তৈরি করুন"),
                n("gcfa25e6", "এমন কোনও বিজ্ঞাপনের অ্যাকাউন্ট নেই যেটি আপনার প্রতিষ্ঠানের জন্য ব্যবহার করা যাবে। নতুন একটি তৈরি করতে ads.x.com এ যান।"),
                n("g76fb922", "নতুন অ্যাকাউন্ট"),
                n("db0a69e7", function (e) {
                    return "আপনার বিজ্ঞাপনের অ্যাকাউন্টটি (ID: " + e.adAccountId + ") নতুন। এটিকে সক্রিয় করতে বিজ্ঞাপন ম্যানেজারে প্রাথমিক সেটআপ সম্পূর্ণ করুন।";
                }),
                n("c7bad5cc", "অ্যাকাউন্ট সেট আপ করুন"),
                n("g8c563c0", "আপনার অ্যাক্সেস প্রয়োজন"),
                n("f6f29b17", function (e) {
                    return "আপনার বিজ্ঞাপনের অ্যাকাউন্টে (ID: " + e.adAccountId + ") কোনও অ্যাক্সেস নেই। আপনার টিম অ্যাডমিনকে বিজ্ঞাপন ম্যানেজারের অ্যাকাউন্টে আপনাকে যোগ করতে অনুরোধ করুন।";
                }),
                n("a15bb840", "পেমেন্ট পদ্ধতি প্রয়োজন"),
                n("j4e981d9", function (e) {
                    return "আপনার বিজ্ঞাপন অ্যাকাউন্ট (ID: " + e.adAccountId + " ) আংশিকভাবে সেট আপ করা হয়েছে। এটি সক্রিয় করতে, অ্যাকাউন্টে একটি পেমেন্টের পদ্ধতি যোগ করুন। এই অ্যাকাউন্টে আপনি যে ক্রেডিট প্রয়োগ করেন তা আপনার চার্জ করার আগেই শেষ হয়ে যাবে।";
                }),
                n("af142910", "পেমেন্ট ব্যর্থ হয়েছে"),
                n("a9635acf", function (e) {
                    return "আপনার বিজ্ঞাপন অ্যাকাউন্ট (ID: " + e.adAccountId + ") সক্রিয় আছে, কিন্তু শেষ পেমেন্ট ব্যর্থ হয়েছে। এটি আবার সক্রিয় করতে, এই অ্যাকাউন্টে পেমেন্টের পদ্ধতি পরিবর্তন করুন।";
                }),
                n("d1cca474", "পেমেন্ট পদ্ধতি পরিবর্তন করুন"),
                n("fe8b969a", "গ্রাহক সহায়তা আপনাকে সাহায্য করতে পারে"),
                n("i8aa0b91", function (e) {
                    return "এই বিজ্ঞাপন অ্যাকাউন্টটি (ID: " + e.adAccountId + " ) সক্রিয় করতে গ্রাহক সহায়তার সাহায্য প্রয়োজন। আপনার বার্তায় বিজ্ঞাপন অ্যাকাউন্ট ID অন্তর্ভুক্ত করতে ভুলবেন না। আপনার অনুরোধকে অগ্রাধিকার দেওয়া হবে।";
                }),
                n("d82c2074", "সাহায্য পান"),
                n("ad37d536", "ডাকনাম স্থানান্তরের শর্তাবলী"),
                n("e760074a", "একটি সুপ্ত ডাকনাম অর্জন করুন অথবা আপনার মালিকানাধীন একটি ডাকনাম অদল-বদল করুন।"),
                n("j003ef92", "আপনার বা আপনার সহযোগীদের জন্য X থেকে নিষ্ক্রিয় ডাকনাম কিনুন অথবা আপনার ইতিমধ্যেই থাকা ডাকনামগুলি অদলবদল করুন।"),
                n("d57a8e42", "এই পরিষেবাটি কেবলমাত্র যাচাইকৃত প্রতিষ্ঠানগুলির জন্য এক্সক্লুসিভ এবং প্রতি ডাকনামের জন্য অতিরিক্ত খরচ $10,000 USD থেকে শুরু হয়।"),
                n("h9367bd6", "ডাকনামের অনুসন্ধান জমা দিন"),
                n("a6a62e7e", "আমাদের স্বয়ংক্রিয় সহায়তা বট ব্যবহার করে কয়েকটি প্রশ্নের উত্তর দিয়ে প্রক্রিয়াটি শুরু করুন।"),
                n("e5912290", "ডাকনাম সংক্রান্ত অনুসন্ধান শুরু হচ্ছে"),
                n("c2e24f66", "এই স্ক্রীনের নিচের কোণে সহায়তার বার্তা দেখুন।"),
                n("c94f514e", "ডাকনাম সংক্রান্ত অনুসন্ধান শুরু হয়ে গেছে"),
                n("cf60d152", "আপনার হ্যান্ডেল সংক্রান্ত অনুসন্ধান জমা দিতে চ্যাট উইন্ডোতে সংক্ষিপ্ত প্রশ্নপত্রটি পূরণ করুন।"),
                n("f06b124e", "প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী"),
                n("h677fdcc", "ডাকনামগুলির দাম কীভাবে নির্ধারণ করা হয়?"),
                n("a55b39aa", "মূলত অক্ষরের দৈর্ঘ্য এবং শব্দের মিলের উপর ভিত্তি করেই নির্ধারণ করা হয়। দাম $10k থেকে শুরু হয় এবং $500k USD এরও বেশি হতে পারে।"),
                n("d46bcb3a", "কেনার জন্য কোনও ডাকনাম উপলব্ধ আছে কিনা আমি কী করে জানবো?"),
                n("c6bcf72c", "'শুরু করুন' বোতামটি ব্যবহার করে আমাদের একটি অনুরোধ পাঠান এবং এটি উপলভ্য থাকলে আমরা আপনাকে জানাব।"),
                n("d478604c", "আমি কী অন্য কোনও ব্যবসার হয়ে ডাকনাম কিনতে পারি?"),
                n("c09f8cd2", "না। ব্যবসায়িক প্রতিষ্ঠানগুলি কেবল তাদের ব্যবসার সাথে প্রকৃত অর্থেই সংযুক্ত থাকে কেবল সেই সকল অ্যাফিলিয়েটদের হয়েই ডাকনাম কিনতে পারবেন।"),
                n("d814f020", "বিক্রয় প্রক্রিয়া কী? এতে কত সময় লাগে?"),
                n("f600b6f0", "'শুরু করুন' বোতামটি ব্যবহার করে ডাকনাম কেনার বা সোয়াপ করার অনুরোধ করুন। আমরা 3টি কার্যদিবসের মধ্যে উপলভ্যতা এবং দাম সম্পর্কে জানাব। পেমেন্ট করার পরে, আমরা 1-2 দিনের মধ্যে আপনার পছন্দের অ্যাকাউন্টে ডাকনামটি স্থানান্তর করব। বিকল্প হিসাবে, আমরা পুরানো ডাকনামটি আপনার মালিকানাধীন অন্য অ্যাকাউন্টে স্থানান্তর করতে পারি।"),
                n("i8debc4a", "আপনি কী একাধিক ডাকনামের জন্য কোনও ছাড় দেন?"),
                n("c5199f3c", "হ্যাঁ, আপনার কেনা ডাকনামের সংখ্যা এবং উদ্ধৃতির মোট আকারের উপর নির্ভর করে।"),
                n("c20f923e", "আমার একটি ট্রেডমার্ক আছে - এটি কী কোনভাবে প্রভাবিত করে?"),
                n("b2fd4c15", "ট্রেডমার্ক নীতি"),
                n("a690746e", "অগ্রাধিকারপ্রাপ্ত সহায়তা পান"),
                n("he2dc9b0", "আপনার প্রতিষ্ঠানের হ্যান্ডেল এবং অনুরোধের বিবরণ পাঠিয়ে আমাদের সাথে যোগাযোগ করুন।"),
                n("e5e6479e", "সবচেয়ে দ্রুত গতিতে সমর্থন পেতে আপনার প্রতিষ্ঠানের ডাকনামের সাথে সম্পর্কিত ইমেইল থেকে আপনার অনুসন্ধানের বিশদ সহ একটি ইমেইল পাঠান।"),
                n("ica8392a", "আমরা আপনার অনুরোধ পেলে, আমরা আপনার অর্ডারকে রিভিউ করব এবং অগ্রাধিকার দেব।"),
                n("ed37e36e", "গুরুত্বপূর্ণ: আপনার প্রতিষ্ঠানের ডাকনাম হারিয়ে গেলে বা কোনও ব্যক্তিগত ইমেইল ব্যবহার করা হলে এই ধরণের বিলম্ব হতে পারে।"),
                n("eb0d4fe2", "কলাম তৈরি করুন"),
                n("e93d2f8a", "এর ধরনের কিছু কলাম যোগ করার মাধ্যমে আপনার অভিজ্ঞতাকে কাস্টমাইজ করুন, যেমন:"),
                n("e8203d1e", "অনুসন্ধান"),
                n("d82fd532", "সরাসরি মেসেজ"),
                n("c87babee", "এবং আরও..."),
                n("f1990aa4", "ডেক দিয়ে আপনার কলামগুলি সাজান"),
                n("ib9c9a54", "মনে করুন আপনার X Pro-এ একাধিক ডেস্কটপ আছে। আওয়াজ বন্ধ করুন এবং আপনার প্রয়োজনের সময় যে প্রসঙ্গ ও টুলগুলির প্রয়োজন হবে শুধু তাতে নজর দিন।"),
                n("fb5ac13e", "কলাম সরান"),
                n("bd545b7e", "আপনার ডেকের যেকোনো জায়গায় একটি কলাম টেনে এনে ছাড়তে এই ডটগুলিতে ক্লিক করুন।"),
                n("a98513b6", "কলামগুলি কাস্টমাইজ করুন"),
                n("c8759e44", "এইরকম কিছু বিকল্প পাওয়ার জন্য কলামের উপরে রোলওভার করুন:"),
                n("a93e96c8", "সেরা বা সর্বশেষ অনুযায়ী পোস্টগুলো সাজান"),
                n("df300378", "কলামের সাইজ পরিবর্তন করুন"),
                n("aa263910", "উন্নত সার্চ টুল ব্যবহার করুন"),
                n("ab3915aa", "টিপস এবং সেটিংস"),
                n("ia03837a", "এর জন্য এখানে যান:"),
                n("f0bd595c", "ডেক পরিচালনা করতে"),
                n("a74e9464", "ডিসপ্লে সেটিংস পরিবর্তন করুন"),
                n("h254eb92", "কীবোর্ড শর্টকাটগুলি খুঁজে পেতে"),
                n("j6e669a0", "আবার ঘুরে দেখতে"),
                n("c15802be", "পোস্টগুলো পাঠানো হচ্ছে..."),
                n("e5506950", "ডেকগুলো"),
                n("b1bd9a8a", "নতুন ডেক"),
                n("cf1a138f", function (e) {
                    return "ডেক-এ পরিবর্তন করুন - " + e.title;
                }),
                n("g9c2da24", "একটি নতুন ডেক তৈরি করতে কথোপকথন খুলুন"),
                n("hcef6b72", "আপনার ডেক পরিচালনা করতে কথোপকথন খুলুন"),
                n("a77dbc7a", "ডেক এডিট করুন"),
                n("a154a293", function (e) {
                    return "অনির্বাচিত ডেক " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "অনির্বাচিত ডেক " + e.deckName;
                }),
                n("ha2aae72", "নির্বাচিত ডেক পরিচালনা করতে ডায়লগ খুলুন"),
                n("hf59ffc8", "নাভ বার"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "একটি নতুন কলাম যোগ করুন"),
                n("ad61a830", "পোস্ট লিখুন"),
                n("c44f5114", "বার্তার সেটিংস দেখুন"),
                n("c71066fe", "ঘুরে দেখুন"),
                n("b452e6c2", "আপনি কীভাবে জানছেন?"),
                n("j7737bc2", "X Pro ব্যবহারের জন্য ধন্যবাদ, আপনি এখন পর্যন্ত এটি কীভাবে খুঁজে পেয়েছেন তা আমরা শুনতে চাই।"),
                n("e8038d64", "আপনার মতামত আমাদের কাছে গুরুত্বপূর্ণ, এটি আমাদের ভালো অভিজ্ঞতা লাভে সাহায্য করবে।"),
                n("fce3c5ce", "প্রতিক্রিয়া দিন"),
                n("ha39df38", "ব্যক্তিগত"),
                n("ja7b7d1a", "আমাদের এই মুহূর্তে সংযোগ করতে সমস্যা হচ্ছে। আপনার করা পরিবর্তনগুলো সংরক্ষিত নাও হতে পারে।"),
                n("ad5df1d7", function (e) {
                    return "কলামে পরিবর্তন করুন - " + e.title;
                }),
                n("ba7bd92e", "কলাম সেটিংস"),
                n("cc4ff736", "শেয়ার করার কলাম।"),
                n("g684a93a", "আপনি এই কলামে যেকোনো পরিবর্তন করলে যারা দেখছেন তারা যেকেউ দেখতে পাবেন।"),
                n("a6bbdc1c", "শুধু দেখুন"),
                n("f6e88162", "ল্যাব"),
                n("e6df688c", "বিকল্প সমূহ"),
                n("e3f2b93a", "এই কলাম সম্পর্কে তথ্য দেখান অথবা লুকিয়ে রাখুন"),
                n("db257758", "মিডিয়ার পূর্বরূপ আকার"),
                n("if2fbab8", "মিডিয়ার পূর্বরূপ আকারের উত্তর"),
                n("he517d52", "কলামের পুনরায় নাম দিন"),
                n("f6eb2cfe", "কলামের নাম"),
                n("d6d39c84", "কলামের একটি নাম থাকতে হবে।"),
                n("e5c06aee", "কলামের দৈর্ঘ্য"),
                n("af6a4368", "এই কথা-বার্তার পুনরায় নামকরণ করুন এবং এর মধ্যে কে রয়েছেন তা দেখুন।"),
                n("cdeac5ee", "সরাসরি বার্তার সেটিংস"),
                n("fda7ee26", "কারা আপনাকে বার্তা পাঠাতে পারবেন তা পরিচালনা করুন।"),
                n("c4ec8620", "অন্তর্ভুক্ত করুন"),
                n("d5f29cd4", "বাদ দিন"),
                n("d01a62f8", "সময় এবং অবস্থান"),
                n("d614afc8", "লাইক, উত্তর এবং রিপোস্ট"),
                n("fb2bbc7a", "পোস্টের কন্টেন্ট"),
                n("a589add2", "এই শব্দগুলির মধ্যে যে কোনও (অথবা)"),
                n("d2f8dc8a", "কেউ পোস্ট করেছেন"),
                n("e37201ec", "কাউকে উত্তর দেওয়া"),
                n("e035e056", "কাউকে উল্লেখ করা"),
                n("ef2d4092", "শব্দ বাদ দেওয়া"),
                n("d59f395e", "আপনার প্রদর্শনের ভাষা"),
                n("g67cd3f2", "ভাষা বাছুন"),
                n("c85f9b9c", "ভাষা বদলান"),
                n("b5148188", "এর থেকে বেশি"),
                n("hf369320", "এর থেকে কম"),
                n("f4dce7b6", "কতগুলো"),
                n("ddafa9a2", "বিকল্পগুলো দেখান"),
                n("c6be8432", "এনগেজমেন্টের লেভেল"),
                n("e60b9fac", "আসল পোস্ট দেখান"),
                n("eb441fee", "রিপোস্টগুলো দেখান"),
                n("e920e6dc", "উদ্ধৃতি দেখান"),
                n("g9580526", "উত্তর দেখান"),
                n("i73cbb5c", "আপনি কোনও অনুসন্ধানে শুধুমাত্র একটি সূচী যোগ করতে পারবেন। শুধুমাত্র প্রথম সূচীটি এই অনুসন্ধানে প্রয়োগ করা হবে।"),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " লিখুন বা আইডির সূচী তৈরি করুন";
                }),
                n("a153fbf2", "অনুসন্ধানের মধ্যে কীভাবে কোনও সূচী ব্যবহার করবেন"),
                n("bf0d5a7c", "আপনি প্রতিটি অনুসন্ধানের জন্য একটি সূচী যোগ করতে পারবেন।"),
                n("c6e8759a", "একটি সূচী যোগ করতে এই ফরম্যাটটি অনুসরণ করুন:"),
                n("dd9daca8", "সূচীর নামের মধ্যে - সময়কাল দিয়ে বদলান।"),
                n("cd71b264", "সূচী সম্পর্কে জানুন।"),
                n("ca23d726", "ছবি এবং ভিডিওগুলো"),
                n("f1fa97a8", "সম্প্রচারসমূহ"),
                n("c0bab0ba", "শুধুমাত্র মিডিয়ার সাথে আসা পোস্ট দেখান"),
                n("g9512656", "শুধুমাত্র যাচাই করা লোকজনকে দেখায়"),
                n("b967e296", "আপনি যাদের অনুসরণ করেন শুধুমাত্র তাদের দেখায়"),
                n("gc51a2ac", "যে কোনও সময়"),
                n("d42a4916", "সাম্প্রতিক"),
                n("a2229a06", "একটি সময়সীমার মধ্যে"),
                n("c1fe6156", "শুরুর সময়"),
                n("cbc02622", "সমাপ্ত সময়"),
                n("b666573c", "অবস্থান অনুসন্ধান করুন"),
                n("cf260344", "এর মধ্যে পোস্ট করা হচ্ছে"),
                n("j5805302", "ব্যাসার্ধ"),
                n("e592ab3c", "ভালো ফলাফলের জন্য আপনার অনুসন্ধানের মধ্যে অবস্থান এবং রাজ্য অথবা দেশ অন্তর্ভুক্ত করুন।"),
                n("e8843b5d", function (e) {
                    return e.meters + " মিঃ";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "কিমি";
                }),
                n("ec688a09", function (e) {
                    return "এটি @" + e.screenName + "-কে এই সূচী সহ, তাদের যেকোনো সূচীতে আপনাকে অন্তর্ভুক্ত করা থেকে বিরত রাখে।";
                }),
                n("iad54d54", "বুকমার্ক মুছে ফেলুন"),
                n("g4d581a2", "এটি এবং সমস্ত বুকমার্ক ফোল্ডার খালি করুন"),
                n("fb14aebe", "বুকমার্কগুলি খালি করুন"),
                n("jf748f40", "সব বুকমার্ক সাফ করবেন?"),
                n("d63a211a", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার বুকমার্কে যে পোস্টগুলো যোগ করেছেন আপনি সেই সমস্ত পোস্ট মুছে ফেলবেন।"),
                n("a16ebc1a", "একটি নতুন চ্যাট শুরু করুন"),
                n("a1ff1890", "এটি আপনার বর্তমান কথা-বার্তা মুছে দেবে।"),
                n("ab352ee0", "সাম্প্রতিকতম পোস্ট দেখান"),
                n("c004c4d6", "পোস্টগুলি মুছে দিন"),
                n("fc702822", " পোস্টগুলো সাফ করুন এবং সাম্প্রতিক  পোস্টগুলো উপস্থিত হওয়ার সাথে সাথেই দেখুন।"),
                n("a2c59056", "আপনি কলাম সাফ করার আগে..."),
                n("d31bdbbe", "সাম্প্রতিক পোস্টগুলোতে পাল্টান"),
                n("dec3722c", "সাম্প্রতিক পোস্টগুলিতে"),
                n("g33b8c04", "একটি কপি বানান"),
                n("de2c3008", "একটি অনুরূপ কলাম তৈরি করুন।"),
                n("a7c01ce0", "নাম পরিবর্তন করুন বা ফোল্ডার মুছে দিন"),
                n("e52e4c82", "অবস্থান এবং ব্যক্তিগতকরণ-এর বিকল্পগুলো পরিবর্তন করুন।"),
                n("f4d052a4", "Grok (রেগুলার মোড)"),
                n("fa97c1c6", "Grok (ফান মোড)"),
                n("efb37dec", "মোড"),
                n("h0064892", "রেগুলার"),
                n("ad86db50", "একটি ডেক তৈরি করুন"),
                n("hb70ef30", "এই অনুসন্ধান থেকে একটি ডেক তৈরি করুন"),
                n("j8a945cc", "সেরা পোস্ট"),
                n("f3a4a654", "যাচাইকৃত পোস্ট"),
                n("c8da0c42", "ফটো এবং ভিডিও"),
                n("d2cf6f74", "Premium পার্টনার"),
                n("c9b39e70", "সরান"),
                n("b9ea5f7c", "কলামটি অন্য ডেক-এ সরান।"),
                n("g8b6d450", "বিজ্ঞপ্তির বিকল্পগুলো"),
                n("dd703fbd", function (e) {
                    return "কলাম মুছুন - " + e.title;
                }),
                n("d9d11fc6", "সর্বজনীন কলাম কি মুছে দেবেন?"),
                n("h17ada6c", "কোনো সর্বজনীন কলাম মুছে ফেললে যে কোনো অনুসরণকারী অপরিবর্তনীয়ভাবে সেই কলাম থেকে অ্যাক্সেস হারিয়ে ফেলবেন।"),
                n("hb388fe8", "কলাম মুছুন"),
                n("c1343ad6", "এটিকে একটি অনুসন্ধান কলামে রূপান্তর করুন।"),
                n("e7a12d72", "অনুসন্ধান কলামে রূপান্তরিত করা হয়েছে"),
                n("f29424f0", "আবার পরিবর্তন করুন"),
                n("h5ff85a2", "কলাম শেয়ার করুন"),
                n("d32058ba", "শেয়ার করা চালু করতে কলামকে পাবলিক করুন।"),
                n("c926a6ca", "কলাম অনুসরণ করা যে কেউ আপনার করা পরিবর্তনগুলো দেখতে পাবেন।"),
                n("g0175ca2", "কলাম পিকার"),
                n("a800727c", "কলাম পিকারে ফিরুন"),
                n("f318bc40", "নতুন ফোল্ডার তৈরি করুন"),
                n("e300a9f0", "বুকমার্ক ফোল্ডার তৈরি করুন"),
                n("j341c67c", "ফোল্ডারের একটি নাম থাকা আবশ্যক।"),
                n("d00586a6", "এই কলামটি লোড করা যাচ্ছে না। একটি নতুন কলাম তৈরি করার চেষ্টা করুন।"),
                n("d0d8277e", "কলামের মালিক কলামটি মুছে দিয়েছেন বা এটিকে ব্যক্তিগত করেছেন।"),
                n("j08fd6fe", "কমিউনিটিআপনার কমিউনিটিগুলি"),
                n("b569a1fa", "কমিউনিটিতে ফিরুন"),
                n("i176bfd2", "সূচী খুঁজুন"),
                n("a57c3292", "নতুন তালিকা খুঁজে দেখুন"),
                n("f59f87dc", "অন্যান্য লোকজনের সূচীটি খুঁজুন"),
                n("a5d70676", "সূচী যার মধ্যে আপনি রয়েছেন"),
                n("e377790a", "সূচীতে ফিরে যান"),
                n("e952b8c3", function (e) {
                    return e.userScreenName + " এর তালিকাসমূহ";
                }),
                n("bc24f834", "অন্যান্য লোকজনের সূচীটি খুঁজতে ফিরে যান"),
                n("ee11d084", "প্রোফাইল অনুসন্ধান করুন"),
                n("c300f3bc", "কিছু কলাম যোগ করুন"),
                n("bd744e9a", "অনুসন্ধানের মাধ্যমে পপুলেট করুন"),
                n("i10d4124", "গোড়া থেকে শুরু করুন"),
                n("jbff8606", "প্রশ্ন জমা দিন"),
                n("dbd8a566", "কিছু ড্রাফট পোস্ট মোছা যায়নি।"),
                n("c82be5a8", "আপনার নির্বাচিত ড্রাফ্ট পোস্টগুলো মোছা হয়েছে।"),
                n("ad84af68", "ড্রাফ্ট পোস্ট লোড করা হচ্ছে"),
                n("ef97fb3a", "আপনার কাছে কোনও ড্রাফ্ট পোস্ট নেই"),
                n("f26ece12", "আপনি যখন করবেন, আপনি এখানে খুঁজে পাবেন।"),
                n("a4911812", "ড্রাফ্ট পোস্টগুলো মোছা হচ্ছে"),
                n("b49be1ca", "ড্রাফ্ট পোস্টগুলো বাতিল করুন"),
                n("ca91dc76", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার ড্রাফ্ট পোস্টগুলো হারাবেন।"),
                n("b38b254a", "কিছু শেডিউল করা পোস্ট মোছা যায়নি।"),
                n("he2e3cc4", "আপনার নির্বাচিত সময় নির্ধারিত পোস্টগুলো মোছা হয়েছে।"),
                n("jf9faee4", "শেডিউল করা পোস্ট লোড করা হচ্ছে"),
                n("aa1cfd48", "আপনার কাছে কোনও সময় নির্ধারিত পোস্ট নেই"),
                n("b2a70dbe", "সময় নির্ধারিত পোস্টগুলো মোছা হচ্ছে"),
                n("a07bb1b0", "শেডিউল অনুযায়ী নির্ধারিত পোস্টগুলো বাতিল করুন"),
                n("id78e802", "এটি পূর্বাবস্থায় ফেরানো যাবে না এবং আপনি আপনার শেডিউল করা পোস্টগুলো হারাবেন।"),
                n("d9a75e16", "একটি বেছে নিন"),
                n("aa030cd4", "প্রথমে সুপারিশ করা পোস্টগুলো দেখুন।"),
                n("c0d2d4aa", "হোম সময়রেখা"),
                n("ecbbbb90", "আপনার নিজের অথবা অন্য লোকেদের সূচী দেখুন।"),
                n("c351229c", "আপনি যেসব কমিউনিটির অংশ তাদের দেখুন।"),
                n("a2d1df82", "আপনি যা খুঁজছেন তা দেখুন।"),
                n("d5387d8a", "আপনার বার্তাগুলোর সাথে আপ টু ডেট থাকুন।"),
                n("e738198c", "X-এ কী ট্রেন্ডে আছে দেখুন"),
                n("ifb8c91e", "একটি প্রোফাইল খুঁজুন এবং দেখুন তারা কী করছেন।"),
                n("aa0525d0", "প্রোফাইল"),
                n("cb7844a6", "আপনার বিজ্ঞপ্তি ও উল্লেখের সাথে থাকুন।"),
                n("e64da55e", "আপনার সময় নির্ধারণ করা পোস্ট দেখুন।"),
                n("h9659832", "আপনার ড্রাফ্ট পোস্টগুলো দেখুন।"),
                n("f1b6535e", "ড্রাফ্ট পোস্ট"),
                n("a24add8a", "বুকমার্ক করা পোস্ট।"),
                n("ic61c5fc", "উপর থেকে স্ক্রোল করুন"),
                n("gb19f215", function (e) {
                    return "কলাম - " + e.title;
                }),
                n("g7751b34", "স্ট্যাক বন্ধ করুন"),
                n("b94fa48c", "স্ট্যাক পরিষ্কার করুন"),
                n("dd3dc3cc", "স্ট্যাকে ফিরে যান"),
                n("bc7acfd0", "ভাগ করা কলাম"),
                n("a6587d95", function (e) {
                    return "কলামটি পুনঃক্রম করুন - " + e.title;
                }),
                n("fb071dea", "কলাম সরান"),
                n("c77a6327", function (e) {
                    return "কলামের বিকল্পটি খুলুন - " + e.title;
                }),
                n("h53c41f0", "কলামের বিকল্প"),
                n("f7bbbb6d", function (e) {
                    return "কলামের বিকল্প বন্ধ করুন - " + e.title;
                }),
                n("eee9f83e", "কলামের বিকল্পটি বেছে নিন"),
                n("a443bbc0", "অনুসন্ধান বন্ধ করুন"),
                n("c8b12c8f", function (e) {
                    return "কলামের সামগ্রী সেট করুন - " + e.title;
                }),
                n("fe048090", "সংক্ষিপ্ত বিবরণ দেখান"),
                n("e57560b4", "সংক্ষিপ্ত বিবরণ লুকান"),
                n("fb087db0", "পৃথক কলাম তৈরী করুন"),
                n("aa128cd8", "একটি নতুন কলাম হিসেবে যোগ করুন"),
                n("aa4f00c6", "ডেক শেয়ার করুন"),
                n("fdf97052", "ডেক সংক্রান্ত বিকল্পগুলোতে যান"),
                n("ed427868", "ডেক সর্বজনীনে পরিণত করবেন?"),
                n("gecc71a2", "একটি ডেক শেয়ার করতে, প্রথমে এটিকে সার্বজনীনে পরিণত করুন।"),
                n("f0653866", "ডেক ভাগ করা"),
                n("b158400a", "এই ধাপটি এড়িয়ে যান"),
                n("h15afbce", "আসুন আপনাকে সেটআপ করতে সাহায্য করি"),
                n("ibe6be32", "আপনার X Pro অভিজ্ঞতাকে কাস্টমাইজ করুন: কলামের প্রস্থ, রং, টেক্সট ও মিডিয়ার সাইজ বেছে নিন, যা আপনার কাছে উপযুক্ত মনে হয়।"),
                n("e28eb008", "ডিসপ্লে সেটিংস খুলুন"),
                n("dc8b86e0", "এখন আসুন আপনার কলামগুলিকে যোগ করা যাক"),
                n("ee28603e", "আপনার কলাম ইম্পোর্ট করুন"),
                n("dad15d22", "আপনার বিদ্যমান অনুসন্ধান, সূচী ও প্রোফাইলের কলাম উন্নত করে সময় বাঁচান। আপনি পরে এগুলো আর কপি করতে পারবেন না।"),
                n("j85b4522", "বা স্ক্র্যাচ থেকে শুরু করুন"),
                n("hfd5ca12", "হুমম... আমরা আপনার কলামগুলিকে ইম্পোর্ট করতে পারিনি"),
                n("b855852a", "শুধুমাত্র অনুসন্ধান, সূচী ও প্রোফাইল কলামগুলিকে ইম্পোর্ট করা যেতে পারে। পরিবর্তে একটি হোম কলাম যোগ করুন।"),
                n("dc6c806e", "আপনার কলামগুলি ইম্পোর্ট করা যায়নি"),
                n("a0dfe2f6", "একাধিক টাইমলাইন কলামকে একটি সহজ ইন্টারফেসে দেখার জন্য X Pro একটি সুবিধাজনক উপায়।"),
                n("i8912d28", "কিছু কলাম যোগ করা যাক..."),
                n("ce0c0f34", "আসুন একবার সবদিক দেখে নেওয়া যাক"),
                n("h36d2aa2", "শুরু করার জন্য কিছু সহায়ক টিপস জেনে নিন।"),
                n("fbaf9442", "শুরু করার একটি ডেক যোগ করুন"),
                n("b354ea52", "শুরু করার একটি ডেক যোগ করা হচ্ছে..."),
                n("if195eb8", "কলাম যোগ করা হচ্ছে..."),
                n("ea07517c", "কলাম মুছে দেওয়া হয়েছে।"),
                n("habced9e", "কলাম পুনরুদ্ধার করা।"),
                n("g4fcb4f8", "কলাম পুনরুদ্ধার করা হয়েছে"),
                n("d4429cba", "হুম, এই ডেক-টি বিদ্যমান নেই। অন্য একটি নির্বাচন করার চেষ্টা করুন।"),
                n("g2c6e34a", "ফন্টের আকার, রঙ এবং পটভূমি পরিচালনা করুন।"),
                n("bf2890a6", "ভিজিয়াল স্কেল"),
                n("h098a550", "কলামের সাধারণ প্রশস্ততা"),
                n("ab248726", "স্বাভাবিকরূপে যেভাবে মিডিয়া দেখানো হয়"),
                n("jdaf161c", "বার্তা ট্যাব"),
                n("ge0fcfd0", "হোভার কার্ড"),
                n("e1cab6e8", "বিদ্যমান কলামগুলিতে কি পরিবর্তন প্রয়োগ করতে চান?"),
                n("ce2e487c", 'আপনি যদি সব কলাম পরিবর্তন করেন, তবে আপনার ডেক জুড়ে প্রত্যেকটি কলাম আপডেট করা হবে। আপনি "না" বিকল্পটি বেছে নিলে, এখন থেকে আপনি যে কলামগুলি তৈরি করবেন শুধুমাত্র সেগুলিতেই নতুন সেটিংস পাবেন৷'),
                n("fdbd90a6", "হ্যা, সব কলাম পরিবর্তন করুন"),
                n("h8affe68", "না, শুধুমাত্র নতুন কলাম"),
                n("f06885b6", "মিডিয়ার আকারের বিকল্পগুলোর ক্ষেত্রে কলাম"),
                n("e4bab2d0", "কলামের প্রশস্ততার বিকল্প"),
                n("f0e71094", "বার্তা ট্যাব দেখান"),
                n("aa25a5a6", "আপনার স্ক্রীনের নীচে বার্তা বন্ধ করার ট্যাব আছে"),
                n("g3da3c90", "হোভার কার্ড দেখান"),
                n("b08a8656", "ইন্টারেক্টিভ আইটেমগুলোর ওপরে হোভার করার সময় হোভার কার্ড দেখান"),
                n("g9df1984", "একটি ডেক যুক্ত করুন"),
                n("df77af70", "আপনার ডেকের জন্য একটি ইমোজি বেছে নিন"),
                n("ee7765ba", "ইমোজি বেছে নিন"),
                n("e0127c83", function (e) {
                    return "ইমোজি পরিবর্তন করুন " + e.emoji;
                }),
                n("hb8b6254", "আপনার প্রোফাইল থেকে যে কেউ আপনার সর্বজনীন ডেক অ্যাক্সেস করতে পারবেন। আপনি এর লিঙ্কও শেয়ার করতে পারেন। কোনো কারণে মত পরিবর্তন করলে, আপনি যখন খুশি এটিকে আবার ব্যক্তিগত করে দিতে পারেন। আরও জানুন"),
                n("gfbaf4e8", "এই ডেকটি এখন সর্বজনীন করা যাবে না"),
                n("ae04848a", "এই ডেকে আপনার X অ্যাকাউন্টের সঙ্গে সম্পর্কিত কলাম আছে। এই ডেকটি পাবলিক করতে গেলে, আপনাকে সেগুলি সরিয়ে দিতে হবে। আরও জানুন"),
                n("d606207a", "ডেক মুছে দিন"),
                n("h95cb00e", "এই ডেকটি চিরতরে মুছে দেওয়া হবে। এটিকে পুনরবস্থায় ফেরানো যাবে না।"),
                n("f50c9834", "এই ডেকটি স্থায়ীভাবে মুছে ফেলা হবে। আপনি যদি এটি মুছে ফেলেন তাহলে আপনি এটি পরে পুনরুদ্ধার করতে পারবেন না।"),
                n("cb861826", "ডেক পুনঃক্রমে সাজান"),
                n("i5896b2b", function (e) {
                    return 'ডেক সম্পাদনা করুন "' + e.title + '"';
                }),
                n("ef602cab", function (e) {
                    return 'ডেক মুছুন "' + e.title + '"';
                }),
                n("b44b9d83", function (e) {
                    return 'ডেক আনপিন করুন "' + e.title + '"';
                }),
                n("je4a847f", function (e) {
                    return 'ডেক-এ পিন করুন "' + e.title + '"';
                }),
                n("ad41be88", "কলামটি ডেক-এ সরান"),
                n("cb82860a", "কলাম পাওয়া যায়নি"),
                n("icbecd02", "কলাম যোগ করুন"),
                n("fdf1a2c6", "ডেক যোগ করুন"),
                n("d25acc28", "এর মধ্যে কী আছে?"),
                n("fe5df266", "কলামটি কি ব্যক্তিগত করবেন?"),
                n("i3206148", "কোনো সর্বজনীন কলামকে ব্যক্তিগত করলে যে কোনো অনুসরণকারী সেই কলাম থেকে অ্যাক্সেস হারিয়ে ফেলবেন।"),
                n("c65d210c", "কলাম ব্যক্তিগত করুন"),
                n("j4d54f1e", "একটি শক্তিশালী, রিয়েল-টাইম টুল X-এ থাকা লোকজনের জন্য।"),
                n("je0526a0", "একটি একক স্ক্রিনে একাধিক সময়রেখা মনিটর করুন। কনটেন্টকে ট্র্যাক করুন ও সংগঠিত করুন, এবং আপনার কমিউনিটির সঙ্গে রিয়েল-টাইমে সংযোগ করুন।"),
                n("d128af54", "X Premium-এ সাইন আপ করুন"),
                n("bacd7195", function (e) {
                    return "X- এ " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e5b4aafa", "আপনার ইন্টারনেট সংযোগ বিঘ্নিত হয়েছে।"),
                n("g43c3b36", "চালিয়ে যেতে ইন্টারনেটে পুনরায় সংযোগ করুন।"),
                n("hafe83ec", "এই অ্যাপ্লিকেশন থেকে বেরিয়ে যেতে বন্ধ করুন টিপুন।"),
                n("b2ec74fe", "বন্ধ করুন"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " ভিউ " + e.timeAgo;
                }),
                n("a7a90902", "প্রদর্শন করতে নির্বাচন করুন টিপুন"),
                n("cb0a3b5e", "এই পোস্টে সংবেদনশীল মিডিয়া থাকতে পারে। আপনি কী এটি প্রদর্শন করা বিষয়ে নিশ্চিত?"),
                n("a4eb1304", "আপনি যেকোনো সময় আবার লগ ইন করতে পারবেন।"),
                n("b86c2e12", "X-এ সব কন্টেন্ট অনুসন্ধান করতে সাইন ইন করুন।"),
                n("ia13bd7c", "কীবোর্ড"),
                n("f9fa40c8", "X-এর সর্বোত্তম সুযোগ সুবিধা অভিজ্ঞতা করুন"),
                n("gb6a7f62", "আপনার কোডের মেয়াদ শেষ হয়েছে। আপনি যদি আবার চেষ্টা করে দেখতে চান, একটি নতুন কোড পেতে নিচের বোতাম নির্বাচন করুন।"),
                n("ge19602a", "নতুন কোড পান"),
                n("dd4ec2e8", "আপনার ল্যাপটপ বা মোবাইল ডিভাইসে এই URL-এ গিয়ে এবং এখানে প্রদর্শিত কোড লিখে X-এ লগ ইন করুন।"),
                n("f4d7084c", "এই দুটি বিকল্পের মধ্যে একটি নির্বাচন করে X-এ লগ ইন করুন"),
                n("ebc1accc", "QR কোড স্ক্যান করুনএই QR কোডটি স্ক্যান করুন"),
                n("a4742bc0", "আপনার ল্যাপটপ বা মোবাইল ডিভাইসে এই URL-এ গিয়ে এবং এখানে প্রদর্শিত কোড লিখে X-এ লগ ইন করুন।"),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + "-এর ভিডিওগুলি দেখতে সাইন ইন করুন।";
                }),
                n("fb83778c", "এই ব্যবহারকারীর ভিডিওগুলি দেখতে সাইন ইন করুন।"),
                n("dd4bbaea", "আপনাকে দেখানোর কোনও ভিডিও নেই।"),
                n("i71d6193", function (e) {
                    return e.name + " থেকে দেখানোর জন্য কোনও ভিডিও নেই";
                }),
                n("adb512f0", "সাম্প্রতিক ভিডিওগুলি"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "অনুসরণ করছেন";
                }),
                n("cd3f5206", "এর পর আসছে:"),
                n("c930299f", function (e) {
                    return "পরবর্তীটি আসছে " + e.count + ":";
                }),
                n("b2e9f19c", "শেষ ভিডিওটি আবার চালান"),
                n("de906774", "গতি"),
                n("caca839e", "ক্লোজড ক্যাপশন"),
                n("b049f56c", "গুনমান"),
                n("fa7169d8", "এই কন্টেন্টের বিষয়ে রিপোর্ট করতে, আপনার ল্যাপটপ বা মোবাইল ডিভাইসে নিচে দেওয়া URL-এ যান।"),
                n("c973ec9c", "অ্যাকাউন্টের ব্যবহারকারীর নাম"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "কন্টেন্ট URL"),
                n("a4ee9394", "সাদা"),
                n("a9f3474c", "Cyan"),
                n("i50b6538", "ম্যাজেন্টা"),
                n("jffeb664", "লাল"),
                n("e375c2d0", "কালো"),
                n("c2c5dea4", "ফন্টের রং"),
                n("ce71b3d0", "ফন্টের পরিবার"),
                n("d2eb1582", "ডিফল্ট (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "পথ্যের স্বচ্ছ্বতা"),
                n("a562039c", "ব্যাকগ্রাউন্ডের রঙ"),
                n("h44e879e", "ব্যাকগ্রাউন্ডের স্বচ্ছ্বতা"),
                n("b843ced4", "স্বতঃ"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "ফাস্ট ফরওয়ার্ড"),
                n("ee0f61ca", "রিওয়াইন্ড"),
                n("i2d14148", "অপছন্দ করুন"),
                n("a1eb471a", "ডিসলাইক সরান"),
                n("e40051e8", "বুকমার্ক সরিয়ে দিন"),
                n("g9ecf0e8", "উত্তর দেখুন"),
                n("aa97ae7e", "TV প্লেয়ার নিয়ন্ত্রণ"),
                n("ed170a6a", "স্লাইডার"),
                n("ee838ea0", "এই প্রসঙ্গটি অনুসরণ করলে তা X জুড়ে হোম টাইমলাইন ও অভিজ্ঞতা ব্যক্তিগত করতে সহায়তা করবে।"),
                n("h85446ce", "এই ব্রাউজার আর সমর্থিত নয়।"),
                n("e24d1fa6", "x.com-এর ব্যবহার চালিয়ে যেতে অনুগ্রহ করে একটি সমর্থিত ব্রাউজারে পাল্টান। আপনি আমাদের সহায়তা কেন্দ্রে সমর্থিত ব্রাউজারের একটি সূচী দেখতে পারবেন।"),
                n("a138aeb2", "JavaScript উপলভ্য নয়।"),
                n("d8e122c2", "আমরা শনাক্ত করেছি যে এই ব্রাউজারে JavaScript নিষ্ক্রিয় করা হয়েছে। x.com-এর ব্যবহার চালিয়ে যেতে অনুগ্রহ করে JavaScript সক্রিয় করুন অথবা কোনও সমর্থিত ব্রাউজারে পরিবর্তন করুন। আপনি আমাদের সহায়তা কেন্দ্রে সমর্থিত ব্রাউজারের একটি সূচী দেখতে পারবেন।"),
                n("f1a9e3a2", "সামান্য ডেটার সাহায্যে - তাজা খবর, রাজনীতি, প্রচলিত মিউজিক, বিশ্বের ঘটনাগুলো, খেলার স্কোর এবং সাম্প্রতিক বিশ্ব খবরের গল্পগুলো প্রকাশিত হওয়ার সাথে সাথে জেনে নিন।"),
                n("bb402b62", "বর্তমানে চারিদিকে কি ঘটছে সে বিষয়ে আপডেট থাকার জন্য X Pro একটি অনুকূলিত ড্যাশবোর্ড।"),
                n("ed617674", "360"),
                n("e23b20a0", "বাতিল"),
                n("a620fcf0", "চিত্র লোড হচ্ছে"),
                n("e9e2064c", "কিছু ভুল হয়েছে, তবে চিন্তা করবেন না — এটা আপনার ভুল নয়।"),
                n("d7060c80", "রিফ্রেশ"),
                n("a0493514", "আবার চেষ্টা করুন"),
                n("ff3dd27c", "ডিফল্ট"),
                n("b554fcf4", "আলো"),
                n("j590b148", "মাঝারি আলো"),
                n("e7d4ee86", "মাঝারি"),
                n("ia423ebc", "মাঝারি অন্ধকার"),
                n("a2cf0942", "অন্ধকার"),
                n("j824dc06", "ইমোজি অনুসন্ধান করুন"),
                n("fffb3384", "কোনো ইমোজি পাওয়া যায়নি"),
                n("j3d20752", "পরিবর্তে অন্য কিছু অনুসন্ধানের চেষ্টা করে দেখুন।"),
                n("d67ad796", "আপনার স্বাভাবিক স্কিন টোন বেছে নিন"),
                n("e6388bfa", "সবগুলো মুছে ফেলুন"),
                n("j7c67eca", "সাম্প্রতিক"),
                n("da539d38", "অনুসন্ধানের ফলাফলগুলো"),
                n("d95eb228", "ফিরে যান"),
                n("af8fa2ae", "বন্ধ করুন"),
                n("ef8b2f54", "চার্টটি পড়ুন"),
                n("d567ceda", "উল্লম্ব"),
                n("f7b30768", "স্ট্যাক করা হয়েছে"),
                n("hcd54328", "গ্রুপ করা হয়েছে"),
                n("affbaf62", "আরও তথ্য"),
                n("c388d026", "ঠিক আছে"),
                n("ha20397c", "অ্যাক্সেসিবিলিটির বৈশিষ্ট্য"),
                n("baf7a43c", "অ্যাক্সেসযোগ্যতা"),
                n("e8f674ab", function (e) {
                    return "এটি একটি " + e.chartType + " বার চার্ট। এই চার্টের শিরোনাম হল " + e.chartTitle + "। এখানে মোট " + e.noOfCategories + " টি বিভাগ আছে। ন্যূনতম মান হল " + e.minValue + " এবং সর্বাধিক মান হল " + e.maxValue + "। নেভিগেশনের নিয়ন্ত্রণ ব্যবহার করে চার্টটিকে এক্সপ্লোর করুন।";
                }),
                n("d969327c", "অডিও সংস্করণটি চালান"),
                n("d8cbbcd4", 'অডিও চার্ট চালান। চার্টটির অডিও সংস্করণটি চালানোর জন্য চাপুন অথবা প্রতিটি ডেটা পয়েন্টের উপরে তাদের অডিও সংস্করণের জন্য "A" কীটি চাপুন'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "লেবেল না করা তথ্য, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "লেবেল না করা তথ্য, " + e.value;
                }),
                n("b15c0a18", "সম্পাদনা করা কি বাতিল করবেন?"),
                n("aebf81c8", "আপনার করা পরিবর্তনগুলি সেভ হবে না।"),
                n("aa744c1e", "সম্পাদনা চালিয়ে যান"),
                n("fe04d89a", "মুছুন"),
                n("bb5d8cd2", "হ্যাঁ"),
                n("dc33d78a", "নিবন্ধের কভার চিত্র"),
                n("j190bf1a", "লাইভ"),
                n("e3fcbdba", "খারিজ করুন"),
                n("jc0b3a8c", "ছবির বর্ণনা"),
                n("ia1d2e58", "লেখক পছন্দ করেছেন"),
                n("h81f3036", "নিবন্ধ"),
                n("bed2945c", "ছবির বিবরণ পড়ুন"),
                n("j2eea17a", "নিম্নোক্ত মিডিয়াতে সম্ভবত সংবেদনশীল বিষয় থাকতে পারে৷"),
                n("b05a39b2", "দেখুন"),
                n("a7cd5cf4", "ভিডিও"),
                n("b6eb8f6a", "সম্প্রচার"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " চালান";
                }),
                n("hf4ffd4d", function (e) {
                    return "লাইভ " + e.locVideoType + " চালান";
                }),
                n("f6e90cd7", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " দীর্ঘ";
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + "-এ শুরু হচ্ছে";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " ভিউ";
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " এবং " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + ", এবং " + e.listItem2;
                }),
                n("ec72e2f8", "অনুসরণ করুন"),
                n("d9d2a865", function (e) {
                    return "চালান" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "শপ" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "এখনই কেনাকাটা করুন" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "বুক করুন" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "সংযোগ করুন" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "অর্ডার দিন" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "খুলুন" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "আরও জানুন"),
                n("d1ff55d8", "ইনস্টল করুন"),
                n("g40f106c", "আমাদের বার্তা পাঠান"),
                n("j393e386", "আমাদের একটি ব্যক্তিগত বার্তা পাঠান"),
                n("a771d32e", "আমাকে একটি ব্যক্তিগত বার্তা পাঠান"),
                n("d8e9c24c", "একটি ব্যক্তিগত বার্তা পাঠান"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 স্টার – " + e.appNumRatings + " রেটিং";
                }),
                n("cc5508a9", function (e) {
                    return e.timestampUTC + " থেকে শুরু হচ্ছে";
                }),
                n("f4520a5d", function (e) {
                    return "পোস্ট " + e.action;
                }),
                n("f17dfdb6", "প্লে করুন"),
                n("j836de8a", "সুরক্ষিত অ্যাকাউন্ট"),
                n("f4b8dc08", "সাবস্ক্রাইব করা অ্যাকাউন্ট"),
                n("f936caa6", "অনুবাদকের অ্যাকাউন্ট"),
                n("ac72ee4e", "যাচাইকৃত অ্যাকাউন্ট"),
                n("f49e0aac", "যাচাই করা অ্যাকাউন্ট সম্পর্কে বিশদ বিবরণ দিন।"),
                n("f59bdb94", "সুরক্ষিত অ্যাকাউন্ট সম্পর্কে বিশদ বিবরণ দেয়।"),
                n("d7e50a66", "আরও জানুন"),
                n("fc065ee4", "সাবস্ক্রিপশনের বিষয়ে আরও জানুন"),
                n("e453f536", "সাবস্ক্রিপশন কী?"),
                n("bd4cb7a0", "নিজের প্রিয় নির্মাতাদের সাবস্ক্রাইব করলে, আপনি তাদের থেকে বাড়তি সামগ্রী পাবেন — এবং তারা কিছু অর্থ উপার্জন করবেন।"),
                n("g7099a02", "আমাকে আরও বলুন"),
                n("c2637ef6", "বুঝেছি"),
                n("efb17190", "আপনাকে অনুসরণ করছে"),
                n("g57b5f6c", "আপনার সাবস্ক্রাইবার"),
                n("a77a27c0", "সদস্যতা নেওয়া"),
                n("gdd173da", "মজাদার মোডে Grok-এর উত্তর"),
                n("dfd6eeac", "Grok প্রদত্ত উত্তর"),
                n("deceb214", "Grok-এর তৈরি ছবি"),
                n("j05496ce", "Grok-এর DeepSearch"),
                n("befddd48", "দেখান"),
                n("hf3f8e3a", "আরও দেখান"),
                n("h504ea5e", "Grok-এর সাথে আপনার সংস্করণ তৈরি করুন"),
                n("eb722de2", "নিজেই Grok-কে জিজ্ঞাসা করুন"),
                n("ib5110be", "নিজে থেকে Grok DeepSearch ব্যবহার করে দেখুন "),
                n("bb5c5864", "উদ্ধৃতি"),
                n("a8b58cf4", "এই থ্রেডটি দেখান"),
                n("i5f742fe", "এই পোলটি দেখান"),
                n("fc45ccc6", "এম্বেড করা ভিডিও"),
                n("a9edea48", "পুনরায় লোড করুন"),
                n("d26d8730", "ভিডিওর অ্যাড্রেস কপি করুন"),
                n("f1b6bcec", "GIF-এর ঠিকানা অনুলিপি করুন"),
                n("j25d7cca", "শিরোনাম লুকান"),
                n("a858b25c", "শিরোনাম দেখান"),
                n("faf9f484", "বিজ্ঞাপন"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + "-এর মাধ্যমে বিজ্ঞাপন";
                }),
                n("hea01798", "স্লাইডার খুঁজুন"),
                n("f8a09386", "Periscope-এ দেখুন"),
                n("gf2b6eee", "ছবি তে ছবি"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " শতাংশ";
                }),
                n("fb236728", "বিরাম দিন"),
                n("e9bd453e", "রিপ্লে"),
                n("d46b00b0", "লাইভ-এ যান"),
                n("ec8ab8b4", "নীরব"),
                n("b8b6344a", "সরব"),
                n("c9a642fa", "ভলিউম স্লাইডার"),
                n("c27e60b0", "পূর্ণ স্ক্রীন"),
                n("d2969f10", "পূর্ণ স্ক্রীন থেকে প্রস্থান করুন"),
                n("f06f2e53", function (e) {
                    return e.durationTime + "-এর " + e.currentTime + "-এ";
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + " দেখুন";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + "-তে কেনাকাটা করুন";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + " দেখুন";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + "-এ যান";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + "-তে গিয়ে দেখুন";
                }),
                n("c67e71aa", "এখনই দেখুন"),
                n("a6ada13e", "এখন কিনুন"),
                n("j0f12222", "আরও দেখুন"),
                n("f569f7c8", "ওয়েবসাইটে যান"),
                n("j0c6772a", "ওয়েবসাইটে গিয়ে দেখুন"),
                n("f73003aa", "বিজ্ঞাপনের পরে ভিডিও চালু হবে"),
                n("b3112b8a", "এড়িয়ে যান"),
                n("h6333ad0", "বিজ্ঞাপন এড়িয়ে যান"),
                n("c59da417", function (e) {
                    return e.seconds + "-এর মধ্যে বিজ্ঞাপন এড়িয়ে যান";
                }),
                n("c3c147cf", function (e) {
                    return e.seconds + " এড়িয়ে যান";
                }),
                n("h9b3104e", "ভিডিও সেটিংস"),
                n("ha3efce4", "স্বতঃ"),
                n("hd8d044d", function (e) {
                    return "স্বতঃ (" + e.quality + ")";
                }),
                n("a7bf9962", "ডিভিও ডাউনলোড করুন"),
                n("ccc97152", "প্লেব্যাক-এর গতি"),
                n("h531ade0", "ভিডিওর গুণমান"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "আপনি যে ব্রাউজার পছন্দ করেছেন তার জন্য আপনি মাঝারি গুণমানের পরিষেবা পাচ্ছেন। আমরা এমন একটি ব্রাউজার ব্যবহার করার পরামর্শ দিই যেটি HEVC সমর্থন করে।"),
                n("a681babd", function (e) {
                    return "এখন " + e.trimmedHostname + "-এ দেখুন";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + "-এ যান";
                }),
                n("f1ad0df1", function (e) {
                    return "বিজ্ঞাপন · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " · " + e.timeRemaining + "-এর মাধ্যমে বিজ্ঞাপন";
                }),
                n("a15adf2c", "এই ফর্মটি"),
                n("c1658fc6", "মিডিয়া চালানো গেল না।"),
                n("h519ae04", "একটি কপিরাইট দাবির কারণে মিডিয়াটি অক্ষম করা হয়েছে।"),
                n("ce871584", "এই সম্প্রচারটি সমাপ্ত হয়েছে।"),
                n("c101eb96", "এই সম্প্রচারটি উপলভ্য নয়।"),
                n("gb24a514", "কপিরাইট অধিকারীর একটি রিপোর্ট সম্পর্কিত প্রতিক্রিয়ার ফলে এই মিডিয়াটি নিষ্ক্রিয় করা হয়েছে।"),
                n("hcaf3e63", function (e) {
                    return e.holder + "এর দ্বারা কপিরাইট দাবি করার কারণে এই মিডিয়াটি নিষ্ক্রিয় করা হয়েছে।";
                }),
                n("if05c038", "এই সম্প্রচারটি আপনার অবস্থানে উপলভ্য নেই।"),
                n("d420171b", function (e) {
                    return e.holder + " দ্বারা একটি কপিরাইট দাবি করার কারণে ভিডিও উপলভ্য নয়";
                }),
                n("b1eb72fa", "দুঃখিত, এই ভিডিওটিকে নির্দিষ্ট কিছু এলাকায় সীমিত করা হয়েছে,  অনুগ্রহ করে কয়েক সেকেন্ড অপেক্ষা করুন কারণ আমরা আপনার অবস্থান অর্জন করেছি। আপনার ব্রাউজারে অবস্থান সেটিংস সক্রিয় করতে ভুলবেন না।"),
                n("c057680c", "আমরা ভিডিও এই ব্রাউজারে চালাতে পারছি না।অনুগ্রহ করে ভিন্ন একটি ওয়েব ব্রাউজারে চেষ্টা করুন।"),
                n("i5dfae6e", "এই ভিডিওটি আপনার অবস্থানে উপলভ্য নেই।"),
                n("c2388276", "এই ভিডিও মুছে ফেলা হয়েছে।"),
                n("d2c96140", "গেস্ট অডিও নির্দেশক"),
                n("f6dc9146", "রিপ্লে"),
                n("d30c74fe", "ভলিউম"),
                n("f2d4e6f2", "আবার দেখুন"),
                n("e9f1af3a", "আরও খুঁজে দেখুন"),
                n("f1881d86", "এই পোস্টটির উত্তর দেওয়া, শেয়ার করা অথবা লাইক করা যাবে না।"),
                n("j3d37222", "X-কে আইন সম্মতভাবে এই নোটিশটি দিতে হবে।"),
                n("e461d0ee", "সাম্প্রতিকটি পান"),
                n("d1386940", "এটি সম্পর্কে তথ্য পেতে থাকুন"),
                n("ecda5f9e", "বিভ্রান্তিকর"),
                n("a423473c", "আইনত প্রয়োজনীয় নোটিস"),
                n("b3296688", "দৃশ্যমানতা সীমিত করা হয়েছে"),
                n("ccd32094", "এখনই"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " আগে";
                }),
                n("ae408b76", "আপনি রিপোস্ট করেছেন"),
                n("j355f008", "পিন করা পোস্ট"),
                n("habf9678", "লেখক পিন করেছেন"),
                n("db0798ed", function (e) {
                    return e.topicName + " প্রসঙ্গ";
                }),
                n("dc716ec9", function (e) {
                    return "প্রস্তাবিত প্রসঙ্গ: " + e.topicName;
                }),
                n("fbc2003c", "সমাপ্ত হয়েছে"),
                n("h5051dd8", "বাতিল করা হয়েছে"),
                n("bb5f91a3", function (e) {
                    return e.count + " এই Space-এ";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " শুনছেন";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " কথা বলছেন + " + e.count + " শুনছেন";
                }),
                n("df006f4f", function (e) {
                    return e.count + " আগ্রহী";
                }),
                n("c889af33", function (e) {
                    return e.count + " যোগদান করেছেন";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " টিউন ইন করেছেন";
                }),
                n("jbc5f47a", "Spaces ডক"),
                n("gfe2830f", function (e) {
                    return "অন্য" + f(e.count, "", "ান্য") + " " + e.count + " জন";
                }),
                n("dbeae6cf", function (e) {
                    return "আরও " + e.count + " জন শ্রোতা";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+অন্য " + e.count + " জন";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " " + e.time + " -এ";
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "সময় " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " মিনিট বাকি";
                });
            n("ib15cddb", function (e) {
                return e.formattedCount + " ঘণ্টা বাকি";
            }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " দিন বাকি";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " দিন " + e.formattedHours + " ঘণ্টা বাকি";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " ঘণ্টা " + e.formattedMins + " মিনিট বাকি";
                }),
                n("f89a5d60", "হোস্ট"),
                n("ce2cfb36", "শুধুমাত্র সাবস্ক্রাইবারদের জন্য"),
                n("df06241c", "কমিউনিটি"),
                n("b03e162a", "লাইভ শুনুন"),
                n("b3d828ee", "যোগদান করেছেন"),
                n("g519ec2a", "রেকর্ডিং চালান"),
                n("c6000450", "রিমাইন্ডার সেট"),
                n("db44ff5c", "রিমাইন্ডার সেট করুন"),
                n("f7b6346a", "এখনই শুরু করুন"),
                n("cc1f75ac", "Spaces"),
                n("bd08d1b2", "বিস্তারিত বিবরণ উপলভ্য নেই"),
                n("j8b01b27", function (e) {
                    return e.host + " এর হোস্ট করা " + e.title + " Space বাতিল হয়েছে";
                }),
                n("fda9f48c", "Space বাতিল হয়েছে"),
                n("jf7853f7", function (e) {
                    return e.host + " এর হোস্ট করা " + e.title + " Space শেষ হয়েছে";
                }),
                n("i1a29920", "Space শেষ হয়ে গেছে"),
                n("db467ffe", "একটি Space-এ যোগদান করুন"),
                n("i8dc3993", function (e) {
                    return e.host + " হোস্ট করেছেন";
                }),
                n("eb0b05b9", function (e) {
                    return e.count + " অন্যান্য-এর সঙ্গে";
                }),
                n("d19b9f77", function (e) {
                    return e.host + ", " + e.scheduledStart + " " + e.action + "-এর জন্য " + e.title + " আয়োজন করেছে";
                }),
                n("e679d5d7", function (e) {
                    return "এখনকার " + e.scheduledStart + " জন্য " + e.title + " সময়সূচি শুরু করুন";
                }),
                n("ea4258b7", function (e) {
                    return "space-এর জন্য " + e.action + ", " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "এর রেকর্ডিং চালান " + e.title;
                }),
                n("gaeb997e", "আরও"),
                n("f8b21226", "যোগ দিন"),
                n("e1b95ab0", "শেষ এডিট করা হয়েছে"),
                n("i308d42c", "এই পোস্টের একটি নতুন সংস্করণ আছে"),
                n("h092d520", "এই পোস্টের একটি নতুন সংস্করণ আছে।"),
                n("b74bf8b8", "চিত্র"),
                n("ha9ed08c", "এর সাথে তৈরি করা হয়েছে"),
                n("bff61470", "সম্পাদন করতে ক্লিক করুন"),
                n("f4393d0f", function (e) {
                    return e.name + "-এ আরোপিত";
                }),
                n("f8e8e32e", "আপনি"),
                n("df6703d3", "আপনি"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "অন্য " + e.otherUsersCount + " জন");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "অন্য " + e.otherUsersCount + " জন");
                }),
                n("gea7aa3c", "পরবর্তী"),
                n("b6462b32", "পূর্ববর্তী"),
                n("caddb529", "এবং"),
                n("ff31714c", function (e) {
                    return " এবং অন্য " + f(e.othersCount, "1", "" + e.othersCount) + " জন";
                }),
                n("e06c99b7", "এবং"),
                n("i4e2f96c", function (e) {
                    return " এবং অন্য " + f(e.othersCount, "1", "" + e.othersCount) + " জন";
                }),
                n("ga629a8c", "কথা-বার্তাতে থাকা লোকজনদের দেখুন"),
                n("d6f781e4", "নিজের প্রিয় X নির্মাতাদের সাবস্ক্রাইব করলে, আপনি তাদের থেকে বাড়তি সামগ্রী পাবেন — এবং তারা কিছু অর্থ উপার্জন করবেন।"),
                n("dab106f8", "সদস্য"),
                n("a46e92c2", "মডঃ"),
                n("f9633e62", "অ্যাড"),
                n("a3dfd0cb", function (e) {
                    return "পোস্ট" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "পোস্ট" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return e.noun + " নিবন্ধ";
                }),
                n("h13ffc88", "ভয়েস"),
                n("c8c4600e", "ভয়েস পোস্ট"),
                n("de8c5eb2", "অডিও চালান"),
                n("ec286028", "অডিওতে বিরতি দিন"),
                n("ad77feb6", "ক্যাপশানগুলো উপলভ্য নেই"),
                n("e82adfeb", function (e) {
                    return e.count + " ওয়েব পেজ";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " পোস্ট";
                }),
                n("g78032d5", function (e) {
                    return e.count + "টি ওয়েব পেজ এবং পোস্ট";
                }),
                n("j3de54a8", "নোট"),
                n("a6a6ced4", "নোট পড়ুন"),
                n("dbc0c2f4", "বুকমার্ক"),
                n("d6885d3e", "কমিউনিটি দেখুন"),
                n("d5a48014", "হেডিং"),
                n("b92b6156", "সাবহেডিং"),
                n("ec5ed598", "মূল কাঠামো"),
                n("c69eb656", "ফুল-টাইম"),
                n("g46ae43c", "ফুল-টাইম কন্ট্রাক্ট"),
                n("jf7d4cc6", "পার্ট-টাইম"),
                n("b2214572", "কন্ট্রাক্ট-টু-হায়ার"),
                n("f8337bd6", "প্রতি বছর"),
                n("i935bf88", "প্রতি ঘন্টা"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "সূচী"),
                n("fe64170c", "আপনি একটি নির্বাচন করার পরে সেটি পরিবর্তন করা যাবে না"),
                n("g10ace38", "পোল সংক্রান্ত বিকল্পগুলো"),
                n("a3edf99a", "চূড়ান্ত ফলাফল"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " টি ভোট";
                }),
                n("e86732e4", "নির্বাচিত"),
                n("a35a5b10", "আপনার জানা অনুসরণকারীগণ"),
                n("fc8cd112", "আপনি যাদের অনুসরণ করছেন তাদের অন্য কেউ অনুসরণ করছেন না"),
                n("df8cd2af", function (e) {
                    return e.itemCount + "টির মধ্যে " + e.currentSlide + "টি স্লাইড - ক্যারোসেল। " + e.type + ". " + e.altText;
                }),
                n("d70740da", "পরবর্তী স্লাইড"),
                n("c4d53ba2", "আগের স্লাইড"),
                n("h6405c17", function (e) {
                    return e.itemCount + "টির মধ্যে " + e.currentSlide + "টি স্লাইড  - ক্যারোসেল";
                }),
                n("a3efd2c4", "প্রসঙ্গ"),
                n("b91c8e53", function (e) {
                    return e.title + "-এর জন্য প্রসঙ্গের কার্ড।";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + "-এর জন্য প্রসঙ্গের কার্ড।";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " চিত্রের সংগ্রহ। " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "ঘোরানোর জন্য টেনে আনুন"),
                n("f0e1fb48", "এই ব্রাউজারে, এই ভিডিও ফরম্যাটের জন্য পূর্বরূপ তৈরি করা যায়নি। তবে এখনও ভিডিও আপলোড করা সম্ভব হতে পারে"),
                n("c2fc878d", function (e) {
                    return "আপনি " + e.count + " টি অক্ষরের সীমা অতিক্রম করেছেন";
                }),
                n("db11b27f", function (e) {
                    return e.count + " অক্ষর বাকি আছে";
                }),
                n("bb7b821a", "আপনি উত্তর দিতে পারবেন"),
                n("fc41217b", function (e) {
                    return "@" + e.screenName + " যেসব অ্যাকাউন্টকে উল্লেখ করেছেন বা তাকে যারা অনুসরণ করেন তারা উত্তর দিতে পারবেন";
                }),
                n("e5dc76d0", "আপনি এই কথা-বার্তাতে উত্তর দিতে পারবেন"),
                n("ab105904", "কারা উত্তর দিতে পারবেন?"),
                n("fd1cda7a", "আপনি এই কথা-বার্তাতে উত্তর দিতে পারবেন না"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " যেসব অ্যাকাউন্টকে উল্লেখ করেছেন বা যাদের অনুসরণ করেন তারা উত্তর দিতে পারবেন";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " যেসব অ্যাকাউন্টকে উল্লেখ করেছেন তারা উত্তর দিতে পারবেন।";
                }),
                n("d2ae1499", function (e) {
                    return "@" + e.screenName + "-কে যেসব অ্যাকাউন্ট সাবস্ক্রাইব করেছেন বা যাদের তিনি উল্লেখ করেছেন তারাই উত্তর দিতে পারবেন";
                }),
                n("a4e254ff", function (e) {
                    return "যাচাইকৃত অ্যাকাউন্ট বা @" + e.screenName + " দ্বারা উল্লেখ করা অ্যাকাউন্ট উত্তর দিতে পারবে";
                }),
                n("j1b02fd8", "যাচাইকৃত হন"),
                n("daba4484", "শুধুমাত্র লেখক এবং মডারেটররা এই পোস্ট দেখতে পারবেন"),
                n("f956070a", "কমিউনিটির নিয়মাবলী লঙ্ঘনের জন্য মোড এটি লুকিয়ে রেখেছে।"),
                n("cc17f408", "সদস্যদের সরানো হলে তাদের পোস্টগুলোকে কমিউনিটির অন্য সদস্যদের থেকে লুকানো হয়।"),
                n("j620ce06", "কারা এই পোস্ট দেখতে পাবে?"),
                n("bd414b44", "কেবলমাত্র আপনার সাবস্ক্রাইবারদের জন্যেই উপলব্ধ"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " এবং তাদের সাবস্ক্রাইবাররা আপনার পোস্ট দেখতে পারবেন";
                }),
                n("g1c6a77e", "আপনি সাবস্ক্রিপশন সামগ্রী দেখছেন"),
                n("d3b143d7", function (e) {
                    return "আপনি @" + e.screenName + "-এ সাবস্ক্রাইব করেছেন বলে এটা দেখতে এবং উত্তর দিতে পারছেন";
                }),
                n("f6337117", function (e) {
                    return "আপনি @" + e.screenName + "-এ সাবস্ক্রাইব করেছেন তাই আপনি এই পোস্টটি দেখতে পাচ্ছেন";
                }),
                n("g766a06d", function (e) {
                    return "শুধুমাত্র @" + e.screenName + "-এর X সার্কেলে থাকা লোকজন এই পোস্টটি দেখতে পাবেন";
                }),
                n("j040a368", "উত্তরগুলিতে লিঙ্ক নিষ্ক্রিয় করা হয়েছে"),
                n("b31d0af7", function (e) {
                    return e.screenName + " এই পোস্টের উত্তরে লিঙ্ক প্রদান করার অনুমতি দেয়নি।";
                }),
                n("eab0f780", "আপনি এই পোস্টের উত্তরে কোনও বাহ্যিক লিঙ্ক পোস্ট বা উদ্ধৃত করতে পারবেন না।"),
                n("f17a1f54", "Premium এক্সক্লুসিভ"),
                n("a0953370", "সাবস্ক্রিপশন"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + "-এর কম";
                }),
                n("ac73eb5a", "কোনও পরিবর্তন নেই"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + "-এর বেশি";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " মিনিট আগে";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " ঘ" + f(e.hours, "ণ", "ন") + "্টা আগে";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " দিন আগে";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " সপ্তাহ আগে";
                }),
                n("efcd5885", function (e) {
                    return e.months + " মাস আগে";
                }),
                n("c37228b5", function (e) {
                    return e.years + " বছর আগে";
                }),
                n("jf83d092", "দিন"),
                n("af4abf20", "মাস"),
                n("b871f280", "বছর"),
                n("hac89ab0", "জানুয়ারি"),
                n("ef30b30a", "ফেব্রুয়ারী"),
                n("b56920fa", "মার্চ"),
                n("b1a0f1ec", "এপ্রিল"),
                n("daf779c8", "মে"),
                n("c6ad074e", "জুন"),
                n("f1db106c", "জুলাই"),
                n("i4e80b7a", "আগস্ট"),
                n("efa6cc1e", "সেপ্টেম্বর"),
                n("f40a0cbe", "অক্টোবর"),
                n("ac74a31c", "নভেম্বর"),
                n("i6c1e4b2", "ডিসেম্বর"),
                n("de540c32", "পাসওয়ার্ড প্রকাশ করুন"),
                n("b4abfdb4", "পাসওয়ার্ড লুকান"),
                n("f06ae5d3", function (e) {
                    return "একটা স্ট্যান্ডার্ড পোস্টের জন্য " + e.standardTweetCount + " অক্ষর অবশিষ্ট আছে এবং মোটের মধ্যে " + e.totalCount + " অক্ষর অবশিষ্ট আছে";
                }),
                n("fee0a8bc", "সংরক্ষণ করুন"),
                n("ae7f7656", "সাফ করুন"),
                n("gd769996", "কোনো একটা সমস্যা হয়েছে। পুনরায় লোড করার চেষ্টা করুন।"),
                n("i5450bec", "মিডিয়া"),
                n("f7432494", "ছবি যোগ করুন"),
                n("a5f7ce12", "ফিরে অনুসরণ করুন"),
                n("c3befdbe", "অনুসরণ করছেন"),
                n("d3029dbc", "অনুসরণ বাতিল করুন"),
                n("aeb6f0a0", "সদস্যতা নিন"),
                n("b4397192", "পরিচালনা করা"),
                n("i8cfb6e6", "অবরুদ্ধ"),
                n("ea100d6a", "অবরোধ মুক্ত করুন"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + "-কে আনব্লক করবেন?";
                }),
                n("ab7c3460", "তারা আপনাকে অনুসরণ করবে এবং আপনার পোস্টগুলো দেখবে।"),
                n("i58d8718", "তারা আপনাকে অনুসরণ করতে এবং আপনার পাবলিক পোস্টগুলির সাথে এনগেজ করতে পারবে।"),
                n("cda66545", function (e) {
                    return e.followType + " " + e.screenName + "-তে ক্লিক করুন";
                }),
                n("ee05e96b", function (e) {
                    return e.followType + " থেকে " + e.screenName + "-এ ক্লিক করুন";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + " ছেড়ে যেতে ক্লিক করুন";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.screenName + "-এর প্রতি " + e.followType;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + "-কে অনুসরণ করা থামবেন?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + "-কে অনুসরণ করা বাতিল করবেন?";
                }),
                n("ge753264", "তাদের পোস্টগুলো আপনার 'আপনার জন্য' টাইমলাইনে আর দেখা যাবে না। যদি তাদের পোস্টগুলো সেভ না করা থাকে তাহলে আপনি এখনও তাদের প্রোফাইল দেখতে পারবেন।"),
                n("b837c0e8", "এমনকি আপনি যদি এই প্রসঙ্গটি অনুসরণ করা বাতিল করেন তাহলেও আপনি এই সম্বন্ধে পোস্ট দেখতে পারবেন, কোন অ্যাকাউন্ট আপনি অনুসরণ করছেন এটি তার উপর নির্ভর করছে।"),
                n("ddac1f1d", function (e) {
                    return "আপনি কি " + e.communityName + " ছেড়ে যাওয়ার বিষয়ে নিশ্চিত?";
                }),
                n("j8e33c40", "আপনি কমিউনিটি অ্যাক্সেস হারাবেন এবং আর কখনোই অংশগ্রহণ করতে পারবেন না, কিন্তু আপনার পূর্ববর্তী পোস্টগুলো এখনও দেখা যাবে।"),
                n("f305840e", "মুলতুবি"),
                n("i036327c", "অনুরোধ অনুসরণ বাতিল করবেন?"),
                n("j95e3097", function (e) {
                    return "এটি আপনার মুলতুবি থাকা অনুরোধটি বাতিল করবে এবং @" + e.screenName + " এটি আর দেখতে পাবেন না।";
                }),
                n("d85bc1b8", "আপনার ছবির জুম বাড়ান অথবা কমান।"),
                n("f596ace8", "আনুমানিক অনুপাত: আসল"),
                n("df031fca", "আনুমানিক অনুপাত: ব্যাপক"),
                n("b40332c6", "আনুমানিক অনুপাত: বর্গাকার"),
                n("e547b368", "প্রকৃত"),
                n("f7571204", "বিস্তৃত"),
                n("e6e16812", "বর্গাকার"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + " দ্বারা প্রচারিত";
                }),
                n("if2bf8b4", "বিজ্ঞাপিত"),
                n("f3624b5c", "প্রচার করেছে (রাজনৈতিক)"),
                n("b4b3b113", function (e) {
                    return "(রাজনৈতিক) " + e.fullName + " দ্বারা প্রচারিত";
                }),
                n("be222050", "বিজ্ঞাপিত (সমস্যা)"),
                n("hcbbe447", function (e) {
                    return e.fullName + " দ্বারা বিজ্ঞাপিত (সমস্যা)";
                }),
                n("jcf3e7a2", "লটি অ্যানিমেশনের উন্নতি ফ্রেম করুন"),
                n("a0af935c", "পছন্দ করেছেন"),
                n("b8c465e2", "রিপোস্ট করা হয়েছে"),
                n("c7a989ce", "বুকমার্ক করা"),
                n("b03835c7", function (e) {
                    return e.replyCount + " উত্তর" + f(e.replyCount, "", "গুলো");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " রিপোস্ট" + f(e.retweetCount, "", "গুলো");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " পছন্দ" + f(e.likeCount, "", "গুলো");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " বুকমার্ক" + f(e.bookmarkCount, "", "গুলি");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " " + f(e.viewCount, "দেখা", "বার দেখা হয়েছে");
                }),
                n("f2849136", "বিশ্লেষণগুলি"),
                n("f206e970", "পোস্ট অ্যানালিটিক্স দেখুন"),
                n("c7073f5b", function (e) {
                    return e.count + " দেখা" + f(e.count, "", " হয়েছে") + ". পোস্ট অ্যানালিটিক্স দেখুন";
                }),
                n("hf417cf0", "বুকমার্কগুলি থেকে সরিয়ে দিন"),
                n("febd30ed", function (e) {
                    return e.count + " বুকমার্ক" + f(e.count, "", "গুলি") + "। বুকমার্ক";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " বুকমার্ক" + f(e.count, "", "গুলি") + ". বুকমার্ক করা হয়েছে";
                }),
                n("d636ebc6", "পছন্দ করুন"),
                n("eb3a8b0c", "অপছন্দ করুন"),
                n("j472ecfc", "এই পোস্ট লাইক করুন"),
                n("dac92b0d", function (e) {
                    return e.count + " পছন্দ" + f(e.count, " করুন", "গুলো") + "। লাইক";
                }),
                n("aa650427", function (e) {
                    return e.count + " পছন্দ" + f(e.count, " করুন", "গুলি") + "। পছন্দ করেছেন";
                }),
                n("hdf7226a", "উত্তর"),
                n("c9940955", function (e) {
                    return e.count + " উত্তর" + f(e.count, " দিন", "গুলো") + "। উত্তর";
                }),
                n("f2919fb8", "রিপোস্ট"),
                n("fd1e5446", "রিপোস্ট আন ডু করুন"),
                n("dfad425d", function (e) {
                    return e.count + " রিপোস্ট" + f(e.count, "", "গুলো") + ". রিপোস্ট";
                }),
                n("a386dc55", function (e) {
                    return e.count + " রিপোস্ট" + f(e.count, "", "গুলো") + "। রিপোস্ট করা হয়েছে";
                }),
                n("f65198c2", "উদ্ধৃতিগুলো দেখুন"),
                n("dc63da16", "শেয়ার করুন"),
                n("cee0585c", "পোস্ট শেয়ার করুন"),
                n("ceb6841c", "সদস্যদের সরানো হলে তাদের পোস্টগুলোকে কমিউনিটির অন্য সদস্যদের থেকে লুকানো হয়।"),
                n("cb731cae", "সার্কেল এডিট করুন"),
                n("c33d3a84", "সার্কেলে যা হবে তা সার্কেলের মধ্যেই থেকে যাবে"),
                n("c4f10e71", "আরও জানুন"),
                n("b09adb0c", "কথা-বার্তা দেখুন"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "অনুসরণ করছেন";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "অনুসরণকারী" + f(e.count, "", "রা");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "সদস্য" + f(e.count, "", "গণ");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "সাবস্ক্রিপশন" + f(e.count, "", "=");
                }),
                n("ef633578", "অ্যাকাউন্ট স্থগিত করা হয়েছে"),
                n("a6a3d496", "লিঙ্ক লিখুন"),
                n("acce6978", "লিঙ্ক এডিট করুন"),
                n("f5e8f526", "সম্পাদনা করুন"),
                n("h517e8d8", "অপসারণ করুন"),
                n("a30ae58e", "প্রদর্শন করার পাঠ্য"),
                n("da38c958", "URL"),
                n("d5d57678", "লিখুন"),
                n("ec822028", "অনুগ্রহ করে এই ক্ষেত্রটি পূরণ করুন"),
                n("ebc5d2cc", "এই URL-এ কিছু ত্রুটি আছে। অনুগ্রহ করে এই লিঙ্কের বানান এবং ফরম্যাট যাচাই করুন।"),
                n("h30a19bb", function (e) {
                    return "এটি একটি পাই চার্ট। এই চার্টের শিরোনাম হল " + e.chartTitle + "। এখানে মোট " + e.noOfCategories + "টি বিভাগ আছে। ন্যূনতম মান হল " + e.minValue + " এবং সর্বাধিক মান হল " + e.maxValue + "। নেভিগেশনের নিয়ন্ত্রণ ব্যবহার করে চার্টটিকে এক্সপ্লোর করুন।";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + "  থেকে " + e.maxValue + " পর্যন্ত বিস্তৃত ডেটার মানসহ অনুভূমিক বার চার্ট ";
                }),
                n("gdd51574", "রিফ্রেশ করতে টানুন"),
                n("e557ad8e", "সক্রিয়"),
                n("e3a58c28", "সম্প্রসারণ করুন"),
                n("db355331", function (e) {
                    return e.team + " জিতেছে";
                }),
                n("a8428d5e", "আসন্ন"),
                n("a7aad8ba", "লাইভ"),
                n("e431f1aa", "চূড়ান্ত"),
                n("a7391708", "পিছিয়ে দেওয়া হয়েছে"),
                n("d2dbfa92", "বাতিল করা হয়েছে"),
                n("cd734f66", "আজ"),
                n("c8891d06", "আগামীকাল"),
                n("d2414d31", function (e) {
                    return e.count + "টি অপঠিত আইটেম";
                }),
                n("ce4e85ae", "যে আইটেমগুলি পড়া হয়নি"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "ঘন্টা"),
                n("ccc99ff2", "মিনিট"),
                n("g5662c95", function (e) {
                    return "মাত্রা " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "এই ব্যবহারকারী বর্তমানে একটি সক্রিয় Space-এ রয়েছেন, যোগদান করতে ক্লিক করুন"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " বর্তমানে একটি সক্রিয় Space-এ রয়েছেন, যোগদান করতে ক্লিক করুন";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " একটি সক্রিয় লাইভ ব্রডকাস্টে আছে, দেখতে ক্লিক করুন";
                }),
                n("d9fd5570", "লুকিয়ে রাখা উত্তর"),
                n("c566d3a6", "লুকিয়ে রাখুন"),
                n("a897c4d6", "এডিটের ইতিহাস খোলে"),
                n("e07a85a2", "পোস্ট অনুপলভ্য"),
                n("ffeb2fc6", "পরে আসছে"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " নির্বাচিত হয়েছে";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " মিনিট";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " সেকেন্ড";
                }),
                n("f42c0c80", "বেছে নেওয়া বিভাগের শেষ থেকে, নির্বাচনের সমন্বয় করতে তীর চিহ্ন ব্যবহার করুন"),
                n("i667afe8", "বেছে নেওয়া বিভাগের শুরু থেকে, নির্বাচনের সমন্বয় করতে তীর চিহ্ন ব্যবহার করুন"),
                n("gfaaead8", "শিরোনামহীন"),
                n("cfd13f46", "ভয়েস ডক"),
                n("eba2660a", "নীল"),
                n("hc196b78", "প্লাম"),
                n("c8bc49d2", "বেগুনি"),
                n("efff09ee", "সবুজ"),
                n("fcb424ee", "হলুদ"),
                n("ie2215aa", "ম্যাজেন্টা"),
                n("f106ce44", "কমলা"),
                n("acddd4d4", "লাল"),
                n("cef9b062", "টিল"),
                n("d9daefca", "গাঢ় ধূসর");
            var d = a(202784),
                b = [
                    function (e) {
                        return 0 === e ? 2 : 1 === e ? 0 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 2 : 2 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 3 : 3 === e ? 1 : void 0;
                    },
                ],
                u = { c4d3d079: 0, f451c521: 1, d1f8bdd9: 1, d764af97: 2, hec0fd4d: 1, j55320df: 2, e70dcc35: 1, g1bf440b: 2, cd2e7c19: 1, aee9e7fb: 2, i6cec545: 3, d6998bab: 4, c7f250eb: 1, g46e6cc5: 1, ge9aefd5: 1 };
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var c, a, n, i, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = g).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X সবসময় একটি Space-এর কপি পর্যালোচনার জন্য রেখে দেয়। ", "।"];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["আপনি যে অ্যাকাউন্টগুলোকে ব্লক করেছেন তারা যোগদান করতে পারবে না। তবে, যারা X-এ লগ ইন করেননি তারাও শুনতে পেতে পারেন। "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["স্প্যাম এবং অপব্যবহার রিভিউ করার জন্য X সবসময় সীমিত সময়ের জন্য Spaces-এর কপি রেখে দেয়। "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["যাচাইকৃত প্রতিষ্ঠানের সাবস্ক্রাইব করুন এবং আপনার প্রতিষ্ঠানের যেকোনো অ্যাকাউন্টে চালানোর জন্য $1k বিজ্ঞাপনের ক্রেডিট পান। "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["আপনি X-এ যোগদান করার পরে, ", "-এর পোস্টে প্রতিক্রিয়া জানাতে পারবেন।"];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["আপনি যখন X-এ যোগ দেবেন, আপনি তখন ", "-এর পোস্ট আপনার অনুসরণকারীদের সঙ্গে শেয়ার করতে পারবেন।"];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["এখনই X-এ যোগদান করুন যাতে ", "-কে জানাতে পারেন যে আপনি তাদের পোস্ট লাইক করেছেন। "];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["তারা X-এ কী শেয়ার করেছে তা দেখতে ", " অনুসরণ করুন৷"];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["আপনি যাতে ", "-এর পোস্ট ব্যক্তিগতভাবে শেয়ার করতে পারেন তার জন্য এখনই X-এ যোগদান করুন।"];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["সংকলিত পোস্টগুলোর জন্য ", "-কে অনুসরণ করুন"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["", " দ্বারা সংশোধিত ব্যক্তিবর্গের পোস্টগুলোর একটি ধারাবাহিকতা দেখার জন্য এখনই X-এ যোগ দিন।"];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["", "-এর মত, আপনার কাছে যে জিনিসগুলো গুরুত্বপূর্ণ সেই সম্পর্কে নতুন এবং আকর্ষণীয় কথা-বার্তা আবিষ্কার করতে এখনই X-এ যোগ দিন।"];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X জুড়ে ", "-এর পোস্ট অনুসন্ধান করুন।"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X এবং এর অংশীদাররা আপনাকে একটি ভাল, নিরাপদ এবং দ্রুত পরিষেবা প্রদান করতে এবং আমাদের ব্যবসাকে সমর্থন করতে কুকিজ ব্যবহার করে। আমাদের পরিষেবাগুলি ব্যবহার করতে, আমাদের পরিষেবা উন্নত করতে এবং সেগুলি যে সঠিকভাবে কাজ করে তা নিশ্চিত করতে কিছু কুকিজ প্রয়োজন৷ আপনি যদি "সমস্ত কুকিযে সম্মত"-এ ক্লিক করেন, তাহলে আপনি X এবং এর অংশীদারদেরকে আপনার আগ্রহের জন্য তৈরি বিজ্ঞাপন এবং যোগাযোগ সরবরাহ করতে কুকিজ ব্যবহার করার অনুমতি দেন। আপনি যদি "অপ্রয়োজনীয় কুকিজ প্রত্যাখ্যান করুন"-এ ক্লিক করেন, তাহলে আমরা উপযুক্ত বিজ্ঞাপন এবং যোগাযোগের জন্য অতিরিক্ত ডেটা সংগ্রহ করতে কুকিজ ব্যবহার করব না। আপনার পছন্দ কীভাবে পরিবর্তন করবেন সে বিষয়ে আরও জানতে, আমাদের সহায়তা কেন্দ্রের কুকি পেজে যান।'];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X এবং এর পার্টনাররা কুকি ব্যবহার করে যাতে আপনাকে আরও ভালো ও নিরাপদ এবং আরও দ্রুত পরিষেবা প্রদান করা যায় এবং ব্যবসাকে সমর্থন করা যায়। কিছু কিছু কুকি আমাদের পরিষেবার ব্যবহার, আমাদের পরিষেবার উন্নতি এবং সেগুলি সঠিকভাবে কাজ করছে কিনা যাচাই করতে ব্যবহার করা আবশ্যক।"];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["নিবন্ধন করে, আপনি ", " সহ ", " এবং ", " মেনে চলতে সম্মত হন।"];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["গত ছয় মাসের মধ্যে যোগ্য সংবাদ প্রকাশনায় প্রকাশিত হয়েছে আপনার সম্পর্কে অন্তত এমন তিনটি নিবন্ধের লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["আপনার X অ্যাকাউন্টের ধরণের উপর নির্ভর করে আপনাকে নির্দিষ্ট প্রয়োজনীয়তাগুলি পূরণ করতে হবে। "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটিকে ভালোভাবে বর্ণনা করে এমন একটি বিকল্প বেছে নিন। "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি একজন কর্মী অথবা সংগঠক হিসাবে যাচাইয়ের জন্য যে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["আপনি আপনার অঞ্চলের ন্যূনতম অনুসরণকারী বা উল্লেখ করা থ্রেসহোল্ডের সীমা পর্যন্ত পৌঁছাননি যা একজন কর্মী হিসাবে যাচাই করা দরকার। "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["আপনার সাম্প্রতিক অনুসন্ধান কার্যকলাপের প্রমাণ সহ Google Trends প্রোফাইলের একটি লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["আপনার সম্পর্কে একটি উইকিপিডিয়া পৃষ্ঠার লিঙ্ক প্রদান করুন। এটিতে অন্তত তিনটি বাহ্যিক রেফারেন্স থাকতে হবে। "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["একটি যাচাইকৃত অ্যাডভোকেসি সংস্থার নেতৃত্বের পদে আপনাকে উল্লেখ করে এমন একটি লিঙ্ক দিন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সংস্থার অফিসিয়াল সাইট থেকে আসতে হবে। "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি প্রভাবশালী ব্যক্তি হিসাবে যাচাইয়ের জন্য যে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["আপনি আপনার অঞ্চলের ন্যূনতম অনুসরণকারী বা উল্লেখ করা থ্রেসহোল্ডের সীমা পর্যন্ত পৌঁছাননি যা একজন সামগ্রী নির্মাতা অথবা প্রভাবশালী ব্যক্তি হিসাবে যাচাই করা দরকার। "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি একটি বিশিষ্ট সংস্থা, ব্র্যান্ড বা সংগঠন হিসাবে যাচাইয়ের ক্ষেত্রে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বাছুন। "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["আপনার সংস্থা, ব্র্যান্ড বা সংগঠন সম্পর্কে সাম্প্রতিক অনুসন্ধান কার্যকলাপের প্রমাণ সহ Google প্রবণতার একটি প্রোফাইলের লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["আপনার সংস্থা সম্পর্কে একটি উইকিপিডিয়ার পৃষ্ঠায় একটি লিঙ্ক দিন যাতে কমপক্ষে তিনটি বহিরাগত সূত্রের উল্লেখ রয়েছে। "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["আপনার সংস্থা, ব্র্যান্ড বা সংগঠনটি পাবলিক স্টক এক্সচেঞ্জের তালিকাভুক্ত তা দেখাচ্ছে এমন প্রমাণ সহ একটি লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["গত ছয় মাসে যাচাইকৃত সংবাদ প্রকাশনাগুলোতে আপনার সংস্থা সম্পর্কে অন্ততপক্ষে তিনটি নিবন্ধের লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["এই বিভাগে যাচাইয়ের ক্ষেত্রে যোগ্য হওয়ার জন্য আপনার অবশ্যই একটি যাচাইকৃত সংস্থায় বরিষ্ঠ  নেতৃত্বের পদ থাকতে হবে। যোগ্যতা নিশ্চিত করতে আপনার সংস্থার অ্যাকাউন্ট যোগ করুন। "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি বিশিষ্ট সংস্থার প্রবীণ নেতৃত্ব হিসাবে যাচাইয়ের জন্য যে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["গত ছয় মাসের মধ্যে যাচাই করা সংবাদ সংস্থাগুলি দ্বারা প্রকাশিত কমপক্ষে তিনটি নিবন্ধের লিঙ্কগুলো দিন যা আপনাকে আপনার প্রতিষ্ঠানের বরিষ্ঠ নেতা বা কার্যনির্বাহী হিসাবে উল্লেখ করে।"];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["আপনার সংস্থার জন্য আপনাকে একজন বরিষ্ঠ নেতা হিসাবে উল্লেখ করে এমন একটি লিঙ্ক সরবরাহ করুন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সংস্থা, ব্র্যান্ড বা সংগঠনের সরকারী সাইট থেকে আসতে হবে। "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["আপনার সাম্প্রতিক অনুসন্ধান কার্যকলাপ সম্পর্কে প্রমাণ সহ Google Trends প্রোফাইলের একটি লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["গত ছয় মাসে যোগ্য সংবাদ প্রকাশনাগুলোতে আপনার কার্যকলাপ সম্পর্কে অন্ততপক্ষে তিনটি নিবন্ধের লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি বিশিষ্ট কার্যকলাপের সরকারী অ্যাকাউন্ট হিসাবে যাচাইয়ের জন্য যে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["আপনার কার্যকলাপের সংস্থাটি পাবলিক স্টক এক্সচেঞ্জের তালিকাভুক্ত এমন প্রমাণ সহ একটি লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["আপনার কার্যকলাপ সম্পর্কে একটি উইকিপিডিয়া পৃষ্ঠার লিঙ্ক প্রদান করুন। যার মধ্যে অন্তত তিনটি বাহ্যিক রেফারেন্স থাকতে হবে। "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি বিনোদনের কোম্পানি হিসেবে বিশিষ্ট তা যাচাইয়ের জন্য যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["আপনার বিনোদনের কোম্পানি সম্পর্কে সাম্প্রতিক অনুসন্ধান কার্যকলাপের প্রমাণ সহ Google Trends প্রোফাইলের একটি লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["গত ছয় মাসে যোগ্য সংবাদ প্রকাশনাগুলোতে আপনার কোম্পানি সম্পর্কে অন্ততপক্ষে তিনটি নিবন্ধের লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["আপনার বিনোদনের কোম্পানিটি পাবলিক স্টক এক্সচেঞ্জের তালিকাভুক্ত এমন প্রমাণ সহ একটি লিঙ্ক দিন। "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["আপনার বিনোদনের কোম্পানি সম্পর্কে একটি উইকিপিডিয়া পৃষ্ঠার লিঙ্ক দিন, যার মধ্যে অন্তত তিনটি বাহ্যিক রেফারেন্স থাকতে হবে। "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["আপনার অ্যাকাউন্ট প্রভাবশালী ডিজিটাল সামগ্রী নির্মাতা হিসাবে যাচাইকরণের জন্য যে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["আপনার সামগ্রী নির্মাতার প্রোফাইলে একটি লিঙ্ক দিন। আপনার নির্মাতা প্রোফাইলটি যেকোনো ডিজিটাল প্ল্যাটফর্মে উপলভ্য হতে পারে তবে সেইক্ষেত্রে অবশ্যই আপনার X ডাকনাম উল্লেখ করতে হবে। "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["আপনার সম্পর্কে একটি উইকিপিডিয়া পৃষ্ঠার লিঙ্ক প্রদান করুন। যার মধ্যে অন্তত তিনটি বাহ্যিক রেফারেন্স থাকতে হবে। "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি বিনোদনের ক্ষেত্রে স্বতন্ত্র হিসাবে যাচাইয়ের জন্য যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["আপনার IMDB প্রোফাইলের একটি লিঙ্ক দিন যার মধ্যে কমপক্ষে 50টি প্রোডাকশন ক্রেডিট অন্তর্ভুক্ত রয়েছে। "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["আপনার সংস্থায় আপনাকে বিনোদন জগতের একজন ব্যক্তি হিসাবে এবং আপনার X অ্যাকাউন্টটিকে উল্লেখ করে এমন একটি লিঙ্ক সরবরাহ করুন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সত্তার অফিসিয়াল ওয়েবসাইট থেকে আসতে হবে।  "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["আপনার সরকারি অ্যাকাউন্টকে ভালোভাবে বর্ণনা করে এমন একটি বিভাগ বেছে নিন। "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["গত ছয় মাসের মধ্যে যাচাইকৃত সংবাদ সংস্থা দ্বারা প্রকাশিত কমপক্ষে পাঁচটি নিবন্ধের লিঙ্ক দিন যা আপনাকে কার্যালয়ের যোগ্য প্রার্থী হিসেবে উল্লেখ করে।"];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["গত ছয় মাসের মধ্যে যাচাইকৃত সংবাদ সংস্থার প্রকাশিত অন্তত পাঁচটি নিবন্ধের লিঙ্ক প্রদান করুন যা আপনাকে একজন যোগ্য সরকারি অফিস হিসেবে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["গত ছয় মাসের মধ্যে যাচাইকৃত সংবাদ সংস্থা দ্বারা প্রকাশিত অন্তত পাঁচটি নিবন্ধের লিঙ্ক প্রদান করুন যা আপনাকে একজন যোগ্য সরকারি কর্মকর্তা হিসেবে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["আপনার অফিসিয়াল ক্যাম্পেইন ওয়েবসাইটের একটি লিঙ্ক দিন যা আপনাকে এবং আপনার X অ্যাকাউন্টটিকে রাজ্য-বা জাতীয়-স্তরের সরকারি অফিসের প্রার্থী হিসেবে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["কোনও অফিসিয়াল সরকারি ওয়েবসাইটের একটি লিঙ্ক দিন যা আপনার সরকারি কার্যালয় বা গণ পরিষেবা এবং X অ্যাকাউন্টকে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["একটি লিঙ্ক দিন যা আপনাকে একজন যোগ্য সরকারি কর্মকর্তা বা অধিভুক্ত হিসেবে উল্লেখ করে। রেফারেন্স অবশ্যই একটি যাচাইকৃত সরকারি প্রতিষ্ঠানের অফিসিয়াল সাইট থেকে আসতে হবে। "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["সাংবাদিকদের অবশ্যই যাচাইকৃত সংবাদ সংস্থা অথবা প্রকাশনার দ্বারা যাচাই করতে হবে। আপনার নিয়োগকর্তার অ্যাকাউন্টে একটি লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি একজন উল্লেখযোগ্য সাংবাদিক হিসাবে যাচাই করতে যোগ্যতা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["আপনার নিয়োগকর্তার জন্য আপনাকে একজন সাংবাদিক হিসাবে উল্লেখ করে এমন একটি লিঙ্ক সরবরাহ করুন। রেফারেন্স অবশ্যই একটি যাচাইকৃত সংবাদ সংস্থার সরকারী সাইট থেকে আসতে হবে। "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["গত ছয় মাসের মধ্যে প্রকাশিত যোগ্যতার প্রকাশনাগুলোতে কমপক্ষে তিনটি বাইলাইন এবং/অথবা ক্রেডিট সরবরাহ করুন।  "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি বিশিষ্ট সংবাদ সংস্থা হিসাবে যাচাইয়ের জন্য যে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["আপনার সংবাদ সংস্থা সম্পর্কে সাম্প্রতিক অনুসন্ধান কার্যকলাপের প্রমাণ সহ Google প্রবণতার একটি প্রোফাইলের লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["আপনার সংবাদ সংস্থা সম্পর্কে একটি উইকিপিডিয়ার পৃষ্ঠায় একটি লিঙ্ক প্রদান করুন যাতে কমপক্ষে তিনটি বহিরাগত সূত্রের উল্লেখ রয়েছে। "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["আপনার সংবাদ সংস্থাটি পাবলিক স্টক এক্সচেঞ্জের তালিকাভুক্ত এমন প্রমাণ সহ একটি লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["গত ছয় মাসে যাচাইকৃত সংবাদ প্রকাশনাগুলোতে আপনার সংবাদ সংস্থা সম্পর্কে অন্ততপক্ষে তিনটি নিবন্ধের লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["পেশাদার খেলাধুলার সময় একজন ব্যাক্তিকে অবশ্যই যাচাইকৃত স্পোর্ট লীগ-এ প্রতিদ্বন্দ্বিতা করতে হবে এবং ইভেনগুলো যাচাই করতে হবে। আপনার অ্যাকাউন্টের সঙ্গে সম্পর্কযুক্ত একটি লিঙ্ক টিম, লীগ, ইভেন্ট অথবা সংস্থাকে দিন।"];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["গেমিংয়ে একজন স্বতন্ত্র হিসাবে যাচাইকৃত হওয়ার জন্য আপনার অঞ্চলে ন্যূনতম যত জন অনুসরণকারী থ্রেশহোল্ড প্রয়োজন আপনি তা পূরণ করেননি। "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["খেলাধুলার সময় একজন ব্যাক্তিকে অবশ্যই যাচাইকৃত ইস্পোর্ট লীগ-এ প্রতিদ্বন্দ্বিতা করতে হবে এবং ইভেনগুলো যাচাই করতে হবে। আপনার অ্যাকাউন্টের সঙ্গে সম্পর্কযুক্ত একটি লিঙ্ক টিম, লীগ, ইভেন্ট অথবা সংস্থাকে দিন।"];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি একটি বিশিষ্ট স্পোর্টস লীগ, টিম অথবা বিশ্বব্যাপী প্রতিযোগিতা হিসাবে যাচাইয়ের ক্ষেত্রে যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বাছুন। "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["আপনার পেশাদার ক্রীড়া সংস্থা সম্পর্কে সাম্প্রতিক অনুসন্ধান কার্যকলাপের প্রমাণ সহ Google প্রবণতার একটি প্রোফাইলের লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["আপনার পেশাদার ক্রীড়া সংস্থা সম্পর্কে একটি উইকিপিডিয়ার পৃষ্ঠায় একটি লিঙ্ক প্রদান করুন যাতে কমপক্ষে তিনটি বহিরাগত সূত্রের উল্লেখ রয়েছে। "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["আপনার পেশাদার ক্রীড়া সংস্থাটি পাবলিক স্টক এক্সচেঞ্জের তালিকাভুক্ত সেটির প্রমাণ সহ একটি লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["কোনও পেশাদার ক্রীড়া বা ইস্পোর্টস সংস্থার অফিসিয়াল ওয়েবসাইটে একটি লিঙ্ক সরবরাহ করুন যা আপনাকে লীগ, দল, খেলোয়াড়, বা কোচ হিসাবে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["গত ছয় মাসে যাচাইকৃত সংবাদ প্রকাশনাগুলোতে আপনার সংস্থা সম্পর্কে অন্ততপক্ষে তিনটি নিবন্ধের লিঙ্ক প্রদান করুন। "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি পেশাদার ক্রীড়াবিদ হিসাবে যাচাইকরণের জন্য যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টটি খেলাধুলার ক্ষেত্রে স্বতন্ত্র হিসাবে যাচাইয়ের জন্য যোগ্য তা দেখানোর জন্য একটি পদ্ধতি বেছে নিন। "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["কোনও পেশাদার ক্রীড়া বা ইস্পোর্টস সংস্থার অফিসিয়াল ওয়েবসাইটে একটি লিঙ্ক সরবরাহ করুন যা আপনাকে পেশাদার ক্রীড়াবিদ, ম্যানেজার অথবা কোচ হিসাবে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["একটি যাচাইকৃত ইস্পোর্টস লিগ অথবা ইভেন্টের সরকারী ওয়েবসাইটে একটি লিঙ্ক প্রদান করুন যা আপনাকে পালাক্রমে তালিকা অনুযায়ী দলের সদস্য, কোচ অথবা ম্যানেজার হিসাবে উল্লেখ করে। "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["দূর্ভাগ্যবশত, আমরা বর্তমানে কোনো নতুন যাচাইকরণের অনুরোধটি প্রক্রিয়া করতে পারছি না। পরবর্তীতে আবার দেখুন এবং আরেকবার চেষ্টা করুন। "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["ইমেইল মারফত আপনার পরিচয় যাচাই করতেl, আপনার আগে থেকেই একটি ইমেইল ঠিকানা যাচাই করতে হবে। এটি করতে, ", "-এ নেভিগেট করুন।"];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["ইমেইল মারফত আপনার পরিচয় যাচাই করতে, আমাদের যোগ্যতার প্রয়োজনীয়তা [পূরণ করেছেন আপনার কাছে এমন একটি যাচাইকৃত ইমেইল ঠিকানা থাকতে হবে। এটি করতে, ", "-এ নেভিগেট করুন।"];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["কোনও নির্দিষ্ট বিভাগের ব্যক্তি বা গোষ্ঠীর জন্য যাচাইকরণ উল্লেখযোগ্য। যদি এটি আপনার মতো মনে হয় তবে একটি যাচাইকরণের অনুরোধ শুরু করুন। "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["আপনার আইডিতে আপনার মুখ ও পাঠ্য পরিষ্কার দেখা যাচ্ছে ও স্পষ্ট তা নিশ্চিত করুন। তা না হলে, আপনাকে আবার জমা দিতে হতে পারে। X আপনার আইডির একটি কপি গ্রহণ বা সঞ্চয় করবে না। "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["জমা দেওয়া যে কোনও ডেটাতে আপনি কীভাবে অ্যাক্সেস করবেন বা তা ঠিক করবেন সেই সম্পর্কে তথ্যের জন্য অনুগ্রহ করে আমাদের ", " দেখুন।"];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["সিদ্ধান্ত নেওয়ার সঙ্গে সঙ্গেই আপনার সাথে যোগাযোগ করা হবে। এতে " + this.props.days + " দিন পর্যন্ত সময় লাগতে পারে।"];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["সংক্ষেপে একটি ", " সাহায্যে আমাদের উন্নত হতে সহায়তা করুন।"];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["আপনার শেষ অনুরোধ " + this.props.date + "-এ অস্বীকার করা হয়েছে। একটি নতুন অনুুুরোধ জমা দেওয়ার তারিখ থেকে আপনাকে 30 দিন পর্যন্ত অপেক্ষা করতে হবে।"];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["আপনি " + this.props.date + "-এ শেষ অনুরোধ জানিয়েছিলেন। একটি নতুন অনুরোধ জমা দেওয়ার তারিখ থেকে আপনাকে 30 দিন পর্যন্ত অপেক্ষা করতে হবে।"];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["আপনি " + this.props.date + "-এ এ শেষ অনুরোধ জানিয়ে ছিলেন। সিদ্ধান্ত নেওয়ার সঙ্গে সঙ্গে আপনার সাথে যোগাযোগ করা হবে।"];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["মজা করুন এবং ", " অনুসরণ করুুন।"];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["এই অ্যাপগুলি হল সেইগুলি যা কিছু আপনি নিজের অ্যাকাউন্টে সংযুক্ত করেছেন। এই অ্যাপগুলির অ্যাক্সেস সম্পর্কিত তথ্য দেখতে পারেন এবং অ্যাক্সেস প্রত্যাহার করতে পারেন। "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["আপনি যেসব লোকজনকে অনুসরণ করেন তারা সবসময় আপনাকে বার্তা পাঠাতে পারবেন। "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["একটি পরিচালনার অ্যাকাউন্ট সংযোগ করুন যাতে করে আপনার স্বয়ংক্রিয় অ্যাকাউন্টটি একটি স্বয়ংক্রিয় অ্যাকাউন্ট লেবেল পায়। সমস্ত স্বয়ংক্রিয় অ্যাকাউন্টগুলোকে অবশ্যই একটি পরিচালনার অ্যাকাউন্টের সঙ্গে সংযুক্ত হতে হবে।"];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " ", "দ্বারা অনুবাদ করা হয়েছে"];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " ", " দ্বারা অনুবাদ করা হয়েছে"];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["আমরা X-কে সুস্থ কথা-বার্তার একটি স্থান হিসাবে রাখার চেষ্টা করি, তাই আমরা এই পোস্টের সাথে যুক্ত হওয়ার বেশিরভাগ উপায় বন্ধ করে দিয়েছি। আপনি যদি এটি সম্পর্কে কথা বলতে চান তবে আপনি এখনও এটিকে উদ্ধৃতি করতে পারেন৷ "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["আমরা X-কে কথা-বার্তার জন্য একটি সুস্থ-স্বাভাবিক জায়গা হিসাবে বজায় রাখতে চাই, তাই আমরা এই পোস্টের সাথে এনগেজ হওয়ার বেশিরভাগ উপায় বন্ধ করে দিয়েছি। "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["কেবল @" + this.props.username + " এবং তাদের সার্কেল এই পোস্টগুলি দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["", "-তে অতিরিক্ত হিসাবে এইগুলি কমিউনিটির অ্যাডমিনরা সেট এবং জারি করেছেন।"];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["কমিউনিটি সর্বজনীন, তাই সুরক্ষিত অ্যাকাউন্টগুলি এই মুহূর্তে যোগদান করতে পারবে না। আপনি পোস্টগুলো পড়তে পারবেন তবে অংশগ্রহণ করার জন্য ", "।"];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["এই কমিউনিটির নিয়ম লঙ্ঘনের জন্য একজন মডারেটর আপনাকে সরিয়েছেন: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " দেখা"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", "-এর মাধ্যমে GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", "-এর মাধ্যমে ভিডিও"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", "-এর মাধ্যমে ফটোগুলি"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['"', '"-এর পরিবর্তে অনুসন্ধান করুন'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['আপনি কী "', '" বলতে চাইছেন?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " এখন উত্তর দিতে পারবে"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " অক্ষর"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["শেষ এডিট করা হয়েছে: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["সাহায্যের জন্য এবং কীভাবে করবেন, জানতে ", "।"];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", " এর মাধ্যমে"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["শেষবার সেভ করা হয়েছে "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " আনপাবলিশ করা হবে, আপনার ড্রাফ্টে সরানো হবে এবং জনসমক্ষে উপলব্ধ থাবে না।"];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["নিম্নোক্ত মিডিয়াতে সম্ভবত সংবেদনশীল বিষয় থাকতে পারে৷ "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["এডিট করার কার্যকারিতাটি মূল পোস্টেই সীমাবদ্ধ এবং উত্তর বা থ্রেড-এর মধ্যে অন্তর্ভুক্ত করা হয় না। আপনি কী এডিট করতে পারেন সে সম্পর্কে ", "।"];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["আপনার X সার্কেল সম্পাদনা করতে চান? করে ফেলুন। আপনি কাউকে সরিয়ে দিলে তা তাদের জানানো হয় না।"];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["নতুন ফরম্যাট করার বিকল্পগুলির জন্য নতুন কম্পোজার ", "।"];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["কমিউনিটি সর্বজনীন, তাই সুরক্ষিত অ্যাকাউন্টগুলি এই মুহূর্তে কথা-বার্তাতে যোগদান করতে পারবে না। আপনি পোস্টগুলি পড়তে পারবেন, পছন্দ করতে পারবেন, তবে এর বেশি করতে আপনাকে আপনার ", "।"];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return [this.props.communityName + "-এর মধ্যে ", "-কে উত্তর দিন"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return [this.props.communityName + "-এর মধ্যে ", "-কে উত্তর দিন"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return [this.props.communityName + "-এর মধ্যে ", "-কে উত্তর দিন"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return [this.props.communityName + "-এর মধ্যে ", "-কে উত্তর দিন"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", "-কে জবাব দেওয়া হচ্ছে। আপনার জবাব তাদের ", "দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", "-কে জবাব দেওয়া হচ্ছে। আপনার জবাব তাদের ", " দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", "-কে জবাব দেওয়া হচ্ছে। আপনার জবাব তাদের ", "দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", "-কে জবাব দেওয়া হচ্ছে। আপনার জবাব তাদের ", " দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", "-কে উত্তর দেওয়া হচ্ছে। " + this.props.trustedFriendsTweetOwner + "-এর  সার্কেলে যারা আপনাকে অনুসরণ করেন তারাও আপনার উত্তর দেখতে পারবেন।"];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", "-কে উত্তর দেওয়া হচ্ছে। " + this.props.trustedFriendsTweetOwner + "-এর  সার্কেলে থাকা লোকজনও আপনার উত্তর দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", "-কে উত্তর দেওয়া হচ্ছে। ", " সার্কেলে যারা আপনাকে অনুসরণ করেন তারাও আপনার উত্তর দেখতে পারবেন।"];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", "কে উত্তর দেওয়া হচ্ছে। ", "-এর সার্কেলে থাকা লোকজনও আপনার উত্তর দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", "-কে উত্তর দেওয়া হচ্ছে। ", " সার্কেলে যারা আপনাকে অনুসরণ করেন তারাও আপনার উত্তর দেখতে পারবেন।"];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return [" ", "কে উত্তর দেওয়া হচ্ছে। ", " সার্কেলে থাকা লোকজনও আপনার উত্তর দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", "-কে উত্তর দেওয়া হচ্ছে। ", " সার্কেলে যারা আপনাকে অনুসরণ করেন তারাও আপনার উত্তর দেখতে পারবেন।"];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", "কে উত্তর দেওয়া হচ্ছে। ", "-এর সার্কেলে থাকা লোকজনও আপনার উত্তর দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["পোস্ট প্রোমোট করুন-এ ক্লিক করার মাধ্যমে আপনি ", " সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["আপনার নতুন ইমেইল " + this.props.unverifiedEmail + " নিশ্চিত করা হয় নি। "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["আপনার পাসওয়ার্ড পরিবর্তন করা হলে আপনি এই মুহূর্তে যেই X সেশনটি ব্যবহার করছেন শুধুমাত্র সেটি বাদ দিয়ে আপনার সমস্ত সক্রিয় X সেশন থেকে আপনি লগ আউট করবেন। ", "-এর সাহায্যে আপনার অ্যাকাউন্ট অ্যাক্সেস করা হলে তা প্রভাবিত হবে না। "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["আমি X এবং Persona-কে আপনার ID-র ফটো এবং আমার সেলফি সহ এক্সট্র্যাক্ট করা বায়োমেট্রিক ডেটা ব্যবহার করে আমার পরিচয় নিশ্চিত করাতে এবং X-এর সাথে সম্পর্কিত সুরক্ষা এবং নিরাপত্তা, জালিয়াতি প্রতিরোধ এবং পেমেন্টের উদ্দেশ্যগুলি সাধন করতে সম্মত হচ্ছি। Persona 30 দিন পর্যন্ত এই ডেটা স্টোর করে রাখতে পারে। আমি যতদিন অবধি ", " সাবস্ক্রাইব করছি ততদিন X পুরো নাম, ঠিকানা এবং আমার ডকুমেন্ট আইডি নম্বরের হ্যাশগুলি স্টোর করে রাখতে পারে।"];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["আমি X এবং Au10tix-কে আপনার ID-র ফটো এবং আমার সেলফি সহ এক্সট্র্যাক্ট করা বায়োমেট্রিক ডেটা ব্যবহার করে আমার পরিচয় নিশ্চিত করাতে এবং X-এর সাথে সম্পর্কিত সুরক্ষা এবং নিরাপত্তা, জালিয়াতি প্রতিরোধ এবং পেমেন্টের উদ্দেশ্যগুলি সাধন করতে সম্মত হচ্ছি। Au10tix 30 দিন পর্যন্ত এই ডেটা স্টোর করে রাখতে পারে। আমি যতদিন অবধি ", " বা ", " প্রোগ্রামে অংশগ্রহণ করছি ততদিন X পুরো নাম, ঠিকানা এবং আমার ডকুমেন্ট আইডি নম্বরের হ্যাশগুলি স্টোর করে রাখতে পারে।"];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["আমি X এবং Au10tix-কে আপনার ID-র ফটো এবং আমার সেলফি সহ এক্সট্র্যাক্ট করা বায়োমেট্রিক ডেটা ব্যবহার করে আমার পরিচয় নিশ্চিত করাতে এবং X-এর সাথে সম্পর্কিত সুরক্ষা এবং নিরাপত্তা, জালিয়াতি প্রতিরোধ এবং পেমেন্টের উদ্দেশ্যগুলি সাধন করতে সম্মত হচ্ছি। Au10tix 30 দিন পর্যন্ত এই ডেটা স্টোর করে রাখতে পারে। আমি যতদিন অবধি ", " বা ", " প্রোগ্রামে অংশগ্রহণ করছি ততদিন X পুরো নাম, ঠিকানা এবং আমার ডকুমেন্ট আইডি নম্বরের হ্যাশগুলি স্টোর করে রাখতে পারে।"];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["আমি X এবং Stripe-কে আপনার ID-র ফটো এবং আমার সেলফি সহ এক্সট্র্যাক্ট করা বায়োমেট্রিক ডেটা ব্যবহার করে আমার পরিচয় নিশ্চিত করাতে এবং X-এর সাথে সম্পর্কিত সুরক্ষা এবং নিরাপত্তা, জালিয়াতি প্রতিরোধ এবং পেমেন্টের উদ্দেশ্যগুলি সাধন করতে সম্মত হচ্ছি। Stripe বা এর সাবপ্রসেসরগুলি 30 দিন পর্যন্ত এই জাতীয় ডেটা সংরক্ষণ করতে পারে এবং জালিয়াতি সনাক্তকরণের উদ্দেশ্যে মডেলগুলিকে প্রশিক্ষণ এবং ডেটাবেস আপডেট করতে এটি ব্যবহার করতে পারে। আমি যতদিন অবধি ", " বা ", " প্রোগ্রামে অংশগ্রহণ করছি ততদিন X পুরো নাম, ঠিকানা এবং আমার ডকুমেন্ট আইডি নম্বরের হ্যাশগুলি স্টোর করে রাখতে পারে।"];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["আমি X এবং Stripe-কে আপনার ID-র ফটো এবং আমার সেলফি সহ এক্সট্র্যাক্ট করা বায়োমেট্রিক ডেটা ব্যবহার করে আমার পরিচয় নিশ্চিত করাতে এবং X-এর সাথে সম্পর্কিত সুরক্ষা এবং নিরাপত্তা, জালিয়াতি প্রতিরোধ এবং পেমেন্টের উদ্দেশ্যগুলি সাধন করতে সম্মত হচ্ছি। Stripe বা এর সাবপ্রসেসরগুলি 30 দিন পর্যন্ত এই জাতীয় ডেটা সংরক্ষণ করতে পারে এবং জালিয়াতি সনাক্তকরণের উদ্দেশ্যে মডেলগুলিকে প্রশিক্ষণ এবং ডেটাবেস আপডেট করতে এটি ব্যবহার করতে পারে। আমি যতদিন অবধি ", " বা ", " প্রোগ্রামে অংশগ্রহণ করছি ততদিন X পুরো নাম, ঠিকানা এবং আমার ডকুমেন্ট আইডি নম্বরের হ্যাশগুলি স্টোর করে রাখতে পারে।"];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["এটা লিখে রাখুন বা স্ক্রীনশট নিয়ে রাখুন এবং কোন নিরাপদ স্থানে রেখে দিন। আপনি একবার এই কোড ব্যবহার করতে পারবেন। "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["আপনার অ্যাকাউন্টের সঙ্গে এই মুখ্য দেশটি যুক্ত আছে। আপনার দেশ আমাদের আপনার X অভিজ্ঞতা কাস্টমাইজ করতে সাহায্য করে। "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["এই পরিচিতিগুলো আপনি আপনার মোবাইল ডিভাইস থেকে আমদানি করেছেন। এই তথ্য X-এ আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করতে ব্যবহার করা হয়, যেমন অনুসরণ করার জন্য অ্যাকাউন্টের পরামর্শ দেওয়া। আপনি আপনার আগে আপলোড করা যে কোনও পরিচিতি সরাতে ও সব ডিভাইসে X-এ সিঙ্ক করা বন্ধ করতে পারেন। এতে কিছু সময় লাগতে পারে অনুগ্রহ করে সেই বিষয়ে সচেতন থাকুন। "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["যদি সক্রিয় করা হয়ে থাকে, আপনি আপনার পোস্টে অবস্থানের তথ্য সংযুক্ত করতে পারবেন। "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " মাসিক বিল করা হয় " + f(this.props.duration, "এক", "" + this.props.duration) + " মাসের জন্য"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + "বার্ষিক বিল করা হয় " + f(this.props.duration, "এক", "" + this.props.duration) + " বছরের জন্য"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [f(this.props.duration, "এক", "" + this.props.duration) + " বছর এর জন্য ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [f(this.props.duration, "এক", "" + this.props.duration) + " মাস এর জন্য ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["আপনি কাউকে ব্লক করলে, সেই ব্যক্তি আপনাকে অনুসরণ করতে বা বার্তা পাঠাতে পারবেন না এবং আপনিও তার থেকে আসা বিজ্ঞপ্তিগুলো দেখবেন না। "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Google বা Bing-এর মত সার্চ ইঞ্জিনে অ্যাকাউন্টের কিছু তথ্য এখনও পাওয়া যাবে৷ "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["আপনি যদি শুধুই আপনার @ব্যবহারকারীর নাম বদলাতে চান তাহলে আপনাকে আপনার অ্যাকাউন্ট নিষ্ক্রিয় করতে হবে না,— আপনার ", " সম্পাদন করে নিন৷"];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["অন্য একটি X অ্যাকাউন্টে আপনার বর্তমান @ব্যবহারকারীর নাম বা ইমেইল অ্যাড্রেস ব্যবহার করতে হলে এই অ্যাকাউন্টটি নিষ্ক্রিয় করার আগে ", "।"];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["আপনি ", " ডাউনলোড করতে চাইলে, আপনার অ্যাকাউন্ট নিষ্ক্রিয় করার আগে আপনাকে অনুরোধ ও ডাউনলোড প্রক্রিয়া উভয়ই সম্পূর্ণ করতে হবে। আপনার তথ্য ডাউনলোড করার লিঙ্ক নিষ্ক্রিয় অ্যাকাউন্টে পাঠানো যাবে না।"];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["আপনি নিশ্চিত করছেন যে ", ",সঠিক। তা না হলেেআপনার অ্যাকাউন্ট প্রভাবিত হবে।"];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X আপনার বয়স ব্যবহার করে বিজ্ঞাপনসহ আপনার অভিজ্ঞতা কাস্টমাইজ করে, যেমন আমাদের ", "-তে বোঝানো আছে।"];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["X আপনার জন্মদিনের তথ্য কে বা কারা দেখতে পাবেন আপনি তা নিয়ন্ত্রণ করতে পারবেন।"];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " হোস্ট করছেন"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " কো-হোস্ট করছেন"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " কথা বলছেন"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " শুনছেন"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", " তৈরি করুন"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["এই ওয়েবসাইটটির সাথে একটি কোম্পানি ইতিমধ্যেই বিদ্যমান। আপনি কী ", " বোঝাতে চাইছেন?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["আপনি যেসব ব্যক্তিদের অনুসরণ করেন এই ফিল্টারগুলি তাদের কাছ থেকে আসা বিজ্ঞপ্তিগুলি প্রভাবিত করবে না। "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["আপনি একবারে একটি শব্দ, শব্দগুচ্ছ, @username বা হ্যাশট্যাগ নীরব করতে পারবেন। "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["আপনি কিছু শব্দ মিউট করে রাখলে যেসব পোস্টে সেগুলি রয়েছে সেগুলির কোনো নতুন বিজ্ঞপ্তি পাবেন না বা আপনার তিমেলিনে সেই সব শব্দ সহ পোস্টগুলো দেখতে পাবেন না। "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["আপনি এখানে সবাইকে মিউট করেছেন। আপনি তাদের এই সূচীতে যোগ করতে বা সূচী থেকে সরিয়ে দিতে পারেন। "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X-এ সংবেদনশীল মিডিয়া দেখার জন্য আপনার পছন্দগুলি পরিচালনা করুন। আমাদের ", " সম্পর্কে আরও জানুন।"];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["এর মধ্যে সংবেদনশীল হিসাবে চিহ্নিত মিডিয়া রয়েছে, যেমন যেসব অ্যাকাউন্ট তাদের ", "-কে সংবেদনশীল হিসাবে চিহ্নিত করে রেখেছে, তাদের মিডিয়া।"];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["আপনার অ্যাকাউন্ট ফ্ল্যাগ করা হয়েছে এবং নির্মাতার আয় শেয়ার করার প্রোগ্রামে অংশগ্রহণ করতে পারবেন না। আপনি ", " নির্দেশাবলী অনুসরণ করে নিম্নলিখিতগুলির বিষয়ে আবেদন জানাতে পারবেন। আপনার আবেদন প্রক্রিয়া হওয়া অবধি আপনার আয়ের শেয়ার জমে হতে থাকবে।"];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["আপনার অ্যাকাউন্ট ফ্ল্যাগ করা হয়েছে এবং বিজ্ঞাপনের আয় শেয়ার করার প্রোগ্রামে অংশগ্রহণ করতে পারবেন না। আপনি ", " নির্দেশাবলী অনুসরণ করে নিম্নলিখিতগুলির বিষয়ে আবেদন জানাতে পারবেন। আপনার আবেদন প্রক্রিয়া হওয়া অবধি আপনার আয়ের শেয়ার জমে হতে থাকবে।"];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["", this.props.name + "-এ সাবস্ক্রাইব করুন"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["ভাবছেন আপনি কী উপার্জন করবেন? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["এটায় আবেদন করে, আপনি ", " মেনে চলতে সম্মত হচ্ছেন"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["একটি মাসিক মূল্য বেছে নিন যা আপনার এবং আপনার দর্শকদের জন্য অর্থবহ। আপনি কি উপার্জন করতে পারেন বলে ভাবছেন? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["স্বীকার করা ও চালিয়ে যাওয়া বেছে নিয়ে, আপনি ", " মেনে চলতে সম্মত হচ্ছেন"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["আবার চেক করুন এবং আপনার সাবস্ক্রিপশনের দাম সুনিশ্চিত করুন। ", " পরিবর্তন করতে পারবেন না।"];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["আমরা আপনার স্ট্রাইপ অ্যাকাউন্ট সুনিশ্চিত করেছি। আপনার অ্যাকাউন্টের সাবস্ক্রিপশন কিছুক্ষণের মধ্যেই লাইভ হবে। এটি লাইভ হওয়ার সাথে সাথে আমরা আপনাকে জানাব। আপনি নিজের প্রোফাইলে গিয়ে যাচাই করতে পারেন যে সাবস্ক্রিপশন সক্রিয় করা হয়েছে কিনা।"];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["আপনি নিচে ট্যাপ করার মাধ্যমে ", " সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['"যোগ দিন এবং আইডি যাচাই করুন" নির্বাচন করে আপনি ', " সম্মত হচ্ছেন"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['"যোগ দিন এবং আইডি যাচাই করুন" নির্বাচন করে আপনি ', " সম্মত হচ্ছেন"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["আপনার পোস্ট করা উত্তরে দেওয়া বিজ্ঞাপন থেকে অর্থ উপার্জন করুন। বিজ্ঞাপনের উপার্জনের শেয়ার করার প্রোগ্রামের জন্য যোগ্য হতে, আপনার অ্যাকাউন্টকে অবশ্যই ", ", ", " মেনে চলতে হবে।"];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["X আপনার অভিজ্ঞতাকে ", "-এ যেভাবেকাস্টোমাইজ করে তা নিয়ন্ত্রণ করুন"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["হ্যাঁ, সমস্ত অটোমেটেড অ্যাকাউন্টে লেবেল জোড়া প্রয়োজন। এটি আমাদের ", " অধীনে আবশ্যক।"];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", " পৃষ্ঠায় আরও জানুন।"];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["", " পৃষ্ঠায় আরও জানুন।"];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["আপনাকে চলে যেতে দেখে দুঃখিত। #GoodBye"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["আপনি যদি জন্মের তারিখ না দিয়ে থাকেন, সেইক্ষেত্রে আমরা আপনার X প্রোফাইল এবং কার্যকলাপের উপর ভিত্তি করে বয়সের সীমা প্রদান করেছি। বয়সের তথ্য আপনার অভিজ্ঞতা ব্যক্তিগতকৃত করতে ব্যবহৃত হয়। "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["ঠিক নয়? আপনি সর্বজনীনভাবে শেয়ার না করেই আপনার ", " জন্মের তারিখ যোগ করতে পারবেন।"];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["ইমেইল সূচী বা ব্রাউজিংয়ের আচরণ থেকে হামেশাই বাছাই করা দর্শক তৈরি করা হয়। তারা বিজ্ঞাপনদাতাদের সম্ভাব্য গ্রাহকের কাছে বিজ্ঞাপন পৌঁছে দিতে বা যেসব ব্যক্তিরা ইতিমধ্যেই তাদের ব্যবসায় আগ্রহ প্রকাশ করেছেন তাদের সহায়তা করে। "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["আপনি বর্তমানে ", " "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["এটি চালু করতে, আপনার ", "-এর সেটিংসে যান এবং “আপনার অনুমিত পরিচয়ের ভিত্তিতে ব্যক্তিগতকৃত করুন” চালু করুন।"];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["এটি চালু করতে, আপনার ", "-এর সেটিংসে যান এবং “আপনার অনুমিত পরিচয়ের ভিত্তিতে ব্যক্তিগতকৃত করুন”-কে চালু করুন।"];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["আপনি নিজের ", ' সেটিংসে "আপনার অনুমিত পরিচয়ের উপর ভিত্তি করে পার্সোনালাইজ করুন" নিষ্ক্রিয় করে এই তথ্যটি সরিয়ে দিতে পারেন।'];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["", '-এর সেটিংসে "আপনার অনুমিত পরিচয় এর উপর ভিত্তি করে ব্যক্তিগতকৃত করুন" সেটিংসটি নিষ্ক্রিয় করে এই তথ্যটি সরাতে পারেন।'];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["এই ইমেইল ঠিকানাগুলোর অনুমিত হ্যাশগুলো যা আপনি X-এ প্রদান করেছেন এমন ইমেইল ঠিকানার সঙ্গে সাধারণ উপাদানগুলো শেয়ার করা হয়। আপনি আপনার ", '-এর সেটিংসে “আপনার অনুমিত পরিচয় এর উপর ভিত্তি করে ব্যক্তিগতকৃত করুন" নিষ্ক্রিয় করে এই তথ্যটি সরাতে পারেন।'];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["এই ব্রাউজারে আপনার অভিজ্ঞতা পরিমাপ ও উন্নত করতে এই ডিভাইসগুলিকে X ব্যবহার করে। "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["এই ব্রাউজার ও ডিভাইসগুলি আপনার সাথে যুক্ত। "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["এই ব্রাউজার, ডিভাইস এবং তথ্যগুলো ব্যবহার করে X আপনার অভিজ্ঞতাকে ব্যক্তিগতকৃত করতে সাহায্য করে। এটি আপনি X-এ লগ ইন করবার জন্য যে ডিভাইস এবং ব্রাউজারগুলো ব্যবহার করেননি, তার পাশাপাশি ইমেইল ঠিকানা এবং আপনার X অ্যাকাউন্টের সঙ্গে সংযুক্ত সদৃশ ফোন নম্বরগুলো অন্তর্ভুক্ত করে। "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["এটি চালু করতে আপনার ", "-এ যান।"];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["আপনি যদি একটি অ্যাপে কোনো সন্দেহজনক কার্যকলাপ দেখেন, তাহলে সেটির অ্যাক্সেস বাতিল করতে ", "-এ যান। কিছু ক্ষেত্রে IP অবস্থান আপনার প্রকৃত অবস্থান থেকে আলাদা হতে পারে। "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["কেনাকাটার সিদ্ধান্ত, জীবনশৈলী ও অন্যান্য অনলাইন ও অফলাইন আচরণের ভিত্তিতে X-এর অংশীদাররা দর্শক তৈরি করেন। "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["কিছু ভুল হয়েছে এবং আপনার X ডেটা পাঠানো যায় নি৷ আপনার ডেটার অনুরোধ করতে অনুগ্রহ করে ", "।"];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " আগে"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["শুধুমাত্র সেরা 1k অতিথিকে দেখানো হবে। এমন লোকও শুনতে পারেন যারা বেনামী বা X-এ লগ ইন করেননি। "];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "m" + this.props.seconds + "s"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "h" + this.props.minutes + "m"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " গোষ্ঠীর ফটোটি পরিবর্তন করেছেন"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["আপনি গোষ্ঠীর নাম পরিবর্তন করে ", " রেখেছেন"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " গোষ্ঠীর নাম পরিবর্তন করে ", " রেখেছেন"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["গোষ্ঠীর নাম পরিবর্তন করে ", " রাখা হয়েছে"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " ", "-কে যোগ করেছেন"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", "-কে যোগ করা হয়েছে"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " ছেড়ে চলে গেছেন"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " আপনাকে যোগ করেছেন"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["এই দলে ", " আছেন"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["এই গোষ্ঠীতে জন " + this.props.count + " other ব্যক্তি" + f(this.props.count, "", "বগ") + " রয়েছেন"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["এই পোস্টে সংবেদনশীল কন্টেন্ট অন্তর্ভুক্ত থাকতে পারে। "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["বার্তাগুলি এনক্রিপ্ট করা থাকে। "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["আপনি এই ব্যক্তিকে এনক্রিপ্টেড সরাসরি বার্তা পাঠাতে পারবেন না। "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["আপনি এই ব্যক্তিকে আর বার্তা পাঠাতে পারবেন না। "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["এই এনক্রিপ্ট করা কথা-বার্তা আপনার বর্তমান ডিভাইস থেকে অ্যাক্সেস করা যাবে না। এটি অ্যাক্সেস করতে, অনুগ্রহ করে আপনার আগের ডিভাইস থেকে লগ ইন করুন। "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["আপনার যাচাইকৃত নন তাই আপনি এই ব্যবহারকারীকে বার্তা পাঠাতে পারবেন না।"];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["আপনার যাচাইকৃত নন তাই আপনি এই ব্যবহারকারীকে বার্তা পাঠাতে পারবেন না।"];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["আপনি ", "-এর Fleet-এ প্রতিক্রিয়া জানিয়েছেন: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["আপনার Fleet-এ প্রতিক্রিয়া জানিয়েছেন: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " একটি GIF পাঠিয়েছেন"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " একটি লিঙ্ক পাঠিয়েছেন"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " একটি ফটো পাঠিয়েছেন"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " একটি স্টিকার পাঠিয়েছেন"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " একটি ভিডিও পাঠিয়েছেন"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " একটি ভয়েস বার্তা পাঠিয়েছেন"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " একটি পোস্ট শেয়ার করেছেন"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["আপনি ", "-এর সাথে @", "-এর ভিডিওতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " ", "-এর সাথে @", "এর একটি ভিডিওতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["আপনি ", "-কে একটি ভিডিওতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " ", "-এর সাথে একটি ভিডিওতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["আপনি ", "-এর সাথে @", "-এর ফটোতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " ", "-এর সাথে @", "-এর একটি ফটোতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["আপনি ", "-এর সাথে একটি ফটোতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", "", "-এর সাথে একটি ফটোতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["আপনি ", "-এর সাথে @", "-এর GIF-এ প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " ", "-এর সাথে @", "এর একটি GIF-এ প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["আপনি ", "-এর সাথে একটি GIF-এ প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " একটি GIF-এ ", " এর সাহায্যে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["আপনি @", "-এর পোস্টে ", "-এর সাথে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", ", @", "-এর পোস্টে ", " দিয়ে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["আপনি একটি পোস্টে ", " দিয়ে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", ", ", " সহ একটি পোস্টে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["আপনি ", "-এর সাথে @", "-এর লিঙ্কে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " ", "-এর সাথে @", "-এর একটি লিঙ্কে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["আপনি ", "-এর সাথে একটি লিঙ্কে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " আপনি ", "-এর সাথে একটি লিঙ্কে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["আপনি ", ": ", "-এর সাথে @", "-এর বার্তাতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", "", ": ", "-এর সাথে @", "-এর একটি বার্তাতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["আপনি ", ": ", "-এর সাথে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " ", ": ", "-এর সাথে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["আপনি @", "-এর ভয়েস বার্তায় ", " দিয়ে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " @", "-এর ভয়েস বার্তায় ", " দিয়ে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["আপনি একটি ভয়েস বার্তায় ", " দিয়ে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " ", " দিয়ে একটি ভয়েস বার্তাতে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["আপনি ", "-কে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", "", " এর সাথে প্রতিক্রিয়া জানিয়েছেন"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["X সিস্টেমগুলো অবাঞ্ছিত, অপব্যবহার এবং নিষিদ্ধ সামগ্রীর জন্য শেয়ার করা লিঙ্ক এবং মিডিয়া স্ক্যান করে। সন্দেহজনক আচরণ সনাক্ত করতে এবং আপনার অভিজ্ঞতা উন্নত করতে আমরা ব্যবহারের ধরণগুলিও বিশ্লেষণ করি। আমরা রিপোর্ট করা লঙ্ঘন এবং আমাদের পরিষেবা সংক্রান্ত অপব্যবহার তদন্ত করতে, অথবা আইন বা সরকারী অনুরোধ মেনে চলার জন্য সরাসরি বার্তাগুলো ম্যানুয়ালি পর্যালোচনা করতে পারি। আরও বিস্তারিত তথ্যের জন্য আমাদের ", " দেখুন।"];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["আপনি এখানে যাদের লাইভে অনুসরণ করছেন না তাদের কাছ থেকে আসা বার্তার অনুরোধ। তাদের বার্তাতে উত্তর দিতে, আপনাকে অনুরোধ স্বীকার করতে হবে। "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["আপনি যখন প্রতিযোগিতাটি শুরু করবেন, Google তখন আপনার, আপনার ডিভাইস এবং ব্রাউজার সম্পর্কে তথ্য সংগ্রহ করতে এবং ব্যবহার করতে পারে। Google-এর ", " দেখুন।"];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " পছন্দ" + f(this.props.count, " করুন", "গুলো")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " ফটো ও ভিডিও"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " পোস্ট"];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["আপনি @" + this.props.screenName + "-এর পোস্ট অনুসরণ করতে বা দেখতে পারবেন না৷ "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["আপনি কি সত্যিই এই পোস্টগুলো দেখতে চান? পোস্ট দেখা হলে @" + this.props.screenName + " আনব্লক হবে না। "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["মেধা সম্পত্তি কোনো সমস্যা রিপোর্ট করতে, অনুগ্রহ করে ", " যান। এই প্রোডাক্টের সাথে অন্য কোনো সমস্যা রিপোর্ট করতে, অনুগ্রহ করে iOS বা Android অ্যাপে যান।"];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["প্রোডাক্ট লঙ্ঘন সম্পর্কে আরও তথ্যের জন্য, ", "।"];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["সংখ্যা: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["বিভাগগুলি হল স্ব-নির্বাচিত- বরাদ্দ করা নয়, X দ্বারা যাচাইকৃত বা অনুমোদিত। "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["এই অ্যাকাউন্টটি  ", "-এর সাথে অ্যাফিলিয়েট করা আছে।"];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["কেবলমাত্র অনুমোদিত অনুসরণকারীরা @" + this.props.screenName + "-এর পোস্ট দেখতে পারবেন। অ্যাক্সেসের অনুরোধ করতে, অনুসরণ করুন-এ ক্লিক করুন। "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["যেসব অ্যাকাউন্ট ", " লঙ্ঘন করে X সেগুলিকে বরখাস্ত করে।"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["", " এই X অ্যাকাউন্টগুলো আপনার কিনা আমরা তা জানতে চাই। অ্যাকাউন্টটি যদি আপনার না হয়, তাহলে আমরা এগিয়ে যাব এবং সেটির থেকে ", " মুছে দেব।"];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["", "এই অ্যাকাউন্টটি আপনার হলে, এবং আপনি ভবিষ্যত ইমেইল বিজ্ঞপ্তিগুলো পাওয়ার থেকে সদস্যতা বাতিল করতে চাইলে, "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["আমরা আপনার ", " ইমেইল ঠিকানা ", " X অ্যাকাউন্ট থেকে সরিয়ে দিয়েছি। আপনি এখন অ্যাকাউন্টটির জন্য তৈরি X বিজ্ঞপ্তিগুলো পাবেন না।"];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["কোনও একজন X অ্যাকাউন্টে সাইন আপ করার সময় হয়তো অজান্তে আপনার ইমেইল ঠিকানাটি লিখেছেন। অথবা, তারা এটিকে অপব্যবহার জড়িত কারণে ব্যবহার করতে পারে। আপনি X থেকে স্প্যাম শনাক্ত করতে এবং সেটি সরাতে সহায়তা করতে অ্যাকাউন্টটির বিরুদ্ধে অভিযোগ করতে পারেন। "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["শীর্ষ নিবন্ধগুলো সম্পর্কে আরও জানতে  ", " অনুসরণ করার চেষ্টা করুন।"];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["অনুসরণ করা হয়েছে @" + this.props.screenName + ". ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["বেনামী হয়ে শোনার সময়, আপনাকে দেখা যাবে না বা আপনি অংশগ্রহণ করতে পারবেন না।"];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["একজন সাবস্ক্রাইবার হওয়ার অন্যতম সুবিধা হল এই ধরনের Spaces-এ বিশেষ অ্যাক্সেস লাভ করা শুধুমাত্র " + this.props.screenName + "-এর সাবস্ক্রাইবাররাই এই Space-এ যোগ দিতে পারেন। "];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["আপনার বর্তমান স্কোর " + this.props.currentImpact + " থেকে, আপনার রেটিংয়ের প্রভাব " + this.props.ratingImpactToEarnIn + " পর্যন্ত বাড়ান এবং আপনার লেখার ক্ষমতা আনলক করা হবে।"];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["এই পোস্টের লিঙ্ক সম্পর্কে (", ") এবং এই লিঙ্কটি অন্তর্ভুক্ত করে এমন সমস্ত পোস্টে প্রদর্শিত হওয়া উচিত"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["আপনি কি নিশ্চিত যে এই নোটটি এই ছবির ", " সহায়ক হবে, এমনকি যদি সেই পোস্টগুলি কোনও ভিন্ন বিষয়ে হলেও?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["আপনি কি নিশ্চিত যে এই নোটটি এই ছবির সমস্ত পোস্টে সহায়ক হবে, এমনকি যদি সেই পোস্টগুলি কোনও ভিন্ন বিষয়ে হলেও?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["আপনি কি নিশ্চিত যে এই নোটটি এই ভিডিওর ", "  সহায়ক হবে, এমনকি যদি সেই পোস্টগুলি কোনও ভিন্ন বিষয়ে হলেও?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["আপনি কি নিশ্চিত যে এই নোটটি এই ভিডিওর সমস্ত পোস্টে সহায়ক হবে, এমনকি যদি সেই পোস্টগুলি কোনও ভিন্ন বিষয়ে হলেও?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["আপনি কি নিশ্চিত যে এই নোটটি এই ", "সহায়ক হবে, এমনকি যদি সেই পোস্টগুলি কোনও ভিন্ন বিষয়ে হলেও?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["আপনি কি নিশ্চিত যে এই নোটটি এই মিডিয়ার সমস্ত পোস্টে সহায়ক হবে, এমনকি যদি সেই পোস্টগুলি কোনও ভিন্ন বিষয়ে হলেও?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", " সম্বন্ধে আরও জানুন"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["অনুরোধগুলি বেনামী এবং স্বচ্ছতার জন্য ", " করা হয়৷"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["আপনি যদি কমিউনিটি নোট লিখে বা রেট করে সহায়তা করতে চান তাহলে "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["অনুরোধের গুণমান ভালো রাখতে এবং স্প্যাম এড়িয়ে চলতে কমিউনিটি নোটের অনুরোধ করতে, অ্যাকাউন্টগুলির অবশ্যই একটি যাচাইকৃত ফোন নম্বর প্রয়োজন। "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["পোস্টের লেখক হিসেবে, আপনি "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " রেটিং-এর প্রভাব"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " লেখার প্রভাব"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে দেওয়া ছবির সাথে যোগ করা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই ছবিটি অন্তর্ভুক্ত এমন অন্যান্য পোস্টে এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া ছবির সাথে যোগ করা হয়েছিল এবং  অন্যান্যপোস্টে এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["এই নোটটি আসলে যে ভিডিওর পোস্টে করা হয়েছে সেটি মোছা হয়েছে, আর এখন এমন পোস্টগুলিতে দেখানো হচ্ছে যেখানে এই ভিডিওটি অন্তর্ভুক্ত করা হয়েছে"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া ভিডিওর সাথে যোগ করা হয়েছিল এবং এই ভিডিও সহ অন্যান্য পোস্টে এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে দেওয়া মিডিয়ার সাথে যোগ করা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই মিডিয়াটি অন্তর্ভুক্ত এমন অন্যান্য পোস্টে এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া মিডিয়ার সাথে যোগ করা হয়েছিল এবং এই মিডিয়া সহ অন্যান্য পোস্টে এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে লেখা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই লিঙ্ক ", " অন্তর্ভুক্ত এমন অন্যান্য পোস্টে এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["মনে রাখবেন প্রকৃতপক্ষে ", " লেখা হয়েছিল, এবং অন্যান্য পোস্টেও প্রদর্শিত হতে পারে যেখানে ", "-এর লিঙ্ক অন্তর্ভুক্ত থাকবে।"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["যদি লোকজন এটিকে উচিত বলে মনে করেন তাহলে এই ভিডিওটি অন্তর্ভুক্ত করা ", " দেখানো হতে পারে।"];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["যদি লোকজন এটিকে উচিত বলে মনে করেন তাহলে এই ভিডিওটি অন্তর্ভুক্ত করা পোস্টগুলিতে দেখানো হতে পারে।"];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["যদি লোকজন এটিকে উচিত বলে মনে করেন তাহলে এই ছবিটি অন্তর্ভুক্ত করা ", " দেখানো হতে পারে।"];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["যদি লোকজন এটিকে উচিত বলে মনে করেন তাহলে এই ছবিটি অন্তর্ভুক্ত করা পোস্টগুলিতে দেখানো হতে পারে।"];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["যদি লোকজন এটিকে উচিত বলে মনে করেন তাহলে এই মেডিয়াটি অন্তর্ভুক্ত করা ", " দেখানো হতে পারে।"];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["যদি লোকজন এটিকে উচিত বলে মনে করেন তাহলে এই মেডিয়াটি অন্তর্ভুক্ত করা পোস্টগুলিতে দেখানো হতে পারে।"];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["এই নোটটি আসলে যে ভিডিওর পোস্টে করা হয়েছে সেটি মোছা হয়েছে, আর এখন এমন ", " দেখানো হচ্ছে যেখানে এই ভিডিওটি অন্তর্ভুক্ত করা হয়েছে"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া ভিডিওর সাথে যোগ করা হয়েছিল এবং এই ভিডিও সহ ", " এটি দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["এই নোটটি আসলে যে ভিডিওর পোস্টে করা হয়েছে সেটি মোছা হয়েছে, আর এখন এমন ", " দেখানো হতে পারে যেখানে এই ভিডিওটি অন্তর্ভুক্ত করা হয়েছে"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া ভিডিওর সাথে যোগ করা হয়েছিল এবং এই ভিডিও সহ ", " এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে দেওয়া ছবির সাথে যোগ করা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই ছবিটি অন্তর্ভুক্ত এমন ", " এটি দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া ছবির সাথে যোগ করা হয়েছিল এবং এই ছবি সহ ", " এটি দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে দেওয়া ছবির সাথে যোগ করা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই ছবিটি অন্তর্ভুক্ত এমন ", " এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া ছবির সাথে যোগ করা হয়েছিল এবং ", " এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে দেওয়া মিডিয়ার সাথে যোগ করা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই মিডিয়াটি অন্তর্ভুক্ত এমন অন্যান্য ", " এটি দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া মিডিয়ার সাথে যোগ করা হয়েছিল এবং এই মিডিয়া সহ ", " এটি দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["এই নোটটি আসলে এই পোস্টটির সাথে দেওয়া মিডিয়ার সাথে যোগ করা হয়েছিল, যেটি এখন মোছা হয়েছে এবং এই মিডিয়াটি অন্তর্ভুক্ত এমন অন্যান্য ", " এটি দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["এই নোটটি আসলে ", " সাথে দেওয়া মিডিয়ার সাথে যোগ করা হয়েছিল এবং এই মিডিয়া সহ ", " এটি দেখানো হতে পারে"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["", "-এ প্রদর্শন করা হবে যাতে ", "-এর লিঙ্ক অন্তর্ভুক্ত থাকবে।"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["", "-তে প্রদর্শন করা হবে যাতে ", "-এর লিঙ্ক অন্তর্ভুক্ত থাকতে পারে।"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["এই নোটটি আসলে যে পোস্টের সাথে লেখা হয়েছিল সেটি এখন মোছা হয়েছে। ", " এটি দেখানো হবে যেখানে লিঙ্ক ", " অন্তর্ভুক্ত থাকবে"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["আসলে ", " নোটটি থাকবে। ", " দেখানো হচ্ছে যেখানে ", " লিঙ্ক অন্তর্ভুক্ত আছে"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["এই নোটটি আসলে যে পোস্টের সাথে লেখা হয়েছিল সেটি এখন মোছা হয়েছে। ", " এটি দেখানো হতে পারে যেখানে লিঙ্ক ", " অন্তর্ভুক্ত থাকবে"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["আসলে ", " নোটটি থাকবে। ", " দেখানো যেতে পারে যাতে ", " লিঙ্ক অন্তর্ভুক্ত থাকবে"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X-এর একটি ছোট গবেষণার গ্রুপের কাছে প্রদর্শন করুন · " + this.props.impressionTruncated + "+ ভিউ"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X-এর একটি ছোট গবেষণার গ্রুপের কাছে প্রদর্শন করুন"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X-এ প্রদর্শন করুন · " + this.props.impressionTruncated + "+ ভিউ"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X-এ প্রদর্শিত"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["রেটিংগুলি স্বচ্ছতার জন্য বেনামে এবং সবার জন্য উপলভ্য করা হয়। কীভাবে কমিউনিটি নোট ", " সে ব্যাপারে আরও জানুন।"];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["আপনি এই নোটটিকে ", " হিসেবে রেট দিয়েছেন।"];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["আপনি এই নোটটিকে ", " হিসেবে রেট দিয়েছেন।"];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["আপনি এই নোটটিকে ", " হিসেবে রেট দিয়েছেন।"];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["", "-এর লিঙ্ক অন্তর্ভুক্ত এমন সব ", "  কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["এই একই ভিডিও অন্তর্ভুক্ত এমন সব ", " কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["এই একই ছবি অন্তর্ভুক্ত এমন সব ", " কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["এই একই মিডিয়া অন্তর্ভুক্ত এমন সব ", " কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["", "-এর লিঙ্ক অন্তর্ভুক্ত এমন সব পোস্টেই কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["এই একই ভিডিও অন্তর্ভুক্ত এমন সব পোস্টেই কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["এই একই ছবি অন্তর্ভুক্ত এমন সব পোস্টেই কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["এই একই মিডিয়া অন্তর্ভুক্ত এমন সব পোস্টেই কী এই নোট প্রদর্শন করা হবে?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["কমিউনিটি নোটকে আরও উন্নত করে তোলার জন্য কোনো আইডিয়া বা প্রস্তাব আছে? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["অনুরোধকারীদের দ্বারা " + this.props.remainingCount + " উদ্ধৃত জিনিসগুলি পোস্ট আরও দেখুন"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["কমিউনিটি নোটের অবদানকারীরা উপনাম ব্যবহার করেন · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["এই বৈশিষ্ট্যটি কমিউনিটি নোট-এ নতুন আনা হয়েছে, এ সম্পর্কে নির্দ্বিধায়"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["আপনার বর্তমান স্কোর " + this.props.currentRatingImpact + " থেকে, আপনার রেটিংয়ের প্রভাব " + this.props.requiredRatingImpact + " পর্যন্ত বাড়ান।"];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " নোট মুছে ফেলেছেন"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["আপনার লেখার ক্ষমতা আনলক করতে, স্কোরটি " + this.props.requiredRatingImpact + " পর্যন্ত বৃদ্ধি করুন"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["নোট লেখা শুরু করতে চান? আপনার রেটিং প্রভাবকে " + this.props.requiredRatingImpact + " বা তারও বেশি করে তুলুন।"];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["নোটের লেখক ও রেটিং দানকারীদের মর্যাদা সঠিকভাবে বরাদ্দ করতে, কমিউনিটি নোট মুছে দেওয়া নোটের স্ট্যাটাস রেখে দেয়। "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["যারা X ব্যবহার করেন, তারা প্রসঙ্গ লেখেন এবং অন্যরা এটিকে সহায়ক হিসাবে রেট করলে এটি দেখা যায়।"];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["আপনার ডেটাসেটের ব্যবহার X ডেভেলপার চুক্তি এবং পলিসি দ্বারা পরিচালিত হয়। ডাউনলোড করা আইকনে ক্লিক করে, আপনি ", "-তে সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["ফাইল নং. " + this.props.totalFiles + " এর " + this.props.fileIndex];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["অন্য কিছু অনুসন্ধান করার চেষ্টা করুন বা সেগুলি আপনাকে সম্ভাব্য সংবেদনশীল সামগ্রী থেকে রক্ষা করছে কিনা দেখতে আপনার ", " পরীক্ষা করুন।"];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " আগে সক্রিয়"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["আপনি কি ", "-কে একজন মডারেটর করতে চাওয়ার বিষয়ে নিশ্চিত?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["আপনি কি ", "-কে মডারেটর থেকে সরাতে চাওয়ার বিষয়ে নিশ্চিত?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["এগিয়ে যাওয়ার জন্য ", " লিখুন"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " একটি পোস্ট লুকিয়েছেন"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " একটি পোস্ট পিন করেছেন"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " একটি পোস্ট আনপিন করেছেন"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " একটি পোস্ট প্রকাশ করেছেন"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " একজন সদস্য সরিয়েছেন"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " একজন সদস্যকে আবার যোগ দিয়িয়েছেন"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " এই কমিউনিটিতে যোগদান করেছেন"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " এই কমিউনিটি ছেড়ে গেছেন"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " একজন মেম্বারের অনুরোধ অনুমোদন করেছেন"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return [" ", " একজন মেম্বারের অনুরোধ প্রত্যাখ্যান করেছেন"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return [" ", " একজন মেম্বারের অনুরোধ আবার অনুমোদন করেছেন"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", " এবং ", " রিপোর্ট করেছেন"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", " রিপোর্ট করেছেন"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", " জন অভিযোগ জানিয়েছেন"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["আপনি @", "-এর পোস্ট লুকিয়েছেন"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["আপনি @", "-এর পোস্টটি রেখেছেন"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["", "-এর দ্বারা " + this.props.date + " তৈরী করা হয়েছে"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", "", " হিসাবে সাইন ইন করেছেন"];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["এই ফিচারটি ব্যবহার করতে, আপনার নিজের কোনও অ্যাকাউন্টে যান।\n\nএকজন অবদানকারী হিসাবে, আপনি সরাসরি বার্তা পাঠানো, পোস্ট প্রকাশ এবং তালিকা তৈরি করার পাশাপাশি সেগুলি দেখতেও পারবেন।\n\nআমরা সবসময়েই প্রতিনিধি আরও উন্নত করার পন্থা খুঁজে চলেছি। নির্দ্বিধায় ", "।"];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["এই ফিচারটি ব্যবহার করতে, আপনার নিজের কোনও অ্যাকাউন্টে যান।\n\nঅ্যাডমিন হিসাবে আপনি সরাসরি বার্তা পাঠাতে পারবেন, পোস্ট প্রকাশ করতে পারবেন, সূচী তৈরি করতে পারবেন এবং এদের পাশাপাশি সেগুলি দেখতেও পারবেন। আপনি অবদানকারীদের অ্যাকাউন্টে আমন্ত্রণ জানাতে বা সেখান থেকে সরিয়ে দিতে পারবেন এবং পোস্ট অ্যানালিটিক্সও দেখতে পারবেন।\n\nআমরা সবসময়েই প্রতিনিধি আরও উন্নত করার পন্থা খুঁজে চলেছি। নির্দ্বিধায় ", "।"];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["এই চাকরীর বিষয়ে আরও তথ্যের জন্য "];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["", "", " চাকরীগুলি আপনার টাইমলাইনে দেখুন"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", "", " চাকরী দেখানো হচ্ছে"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["পোস্টগুলি দেখলে @" + this.props.screenName + " অবরোধ মুক্ত হয় না৷ "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["", "-এর জন্য আগে থেকে অর্ডার করুন"];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["মনেটাইজেশন প্রোগ্রাম এবং তার নীতিগুলির বিষয়ে ", " আরও বিশদে জানুন।"];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["কেনার মাধ্যমে, আপনি আমাদের ", " এবং আমাদের ", "-তে সম্মত হচ্ছেন। শর্তাবলীতে দেওয়া বর্ণনা অনুযায়ী, বাতিল না করা পর্যন্ত সাবস্ক্রিপশনগুলি স্বয়ংক্রিয়ভাবে রিনিউ করা হয়। যখন খুশি বাতিল করুন।"];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["কেনার মাধ্যমে আপনি আদের ", " এবং আমাদের ", "-এ সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["পছন্দ, উল্লেখ, রিপোস্টগুলো এবং আরও অনেক কিছু — কোনও যাচাইকৃত অ্যাকাউন্ট থেকে পোস্ট করা হলে, আপনি সেটা এখানে দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", "-এ 3য় পক্ষের অ্যাপের অনুমতি সম্পর্কে আরও জানুন।"];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", "তৈরি করেছে। " + this.props.orgName + "-এর ", " এবং ", " পড়ুন।"];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["সহায়তার জন্য ", "-কে বার্তা পাঠান।"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["ব্যবহার করা শুরু করতে ", "।"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", " থেকে সিঙ্ক করা হয়েছে"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["", " থেকে শেয়ার করা হয়েছে"];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X-এ নিয়োগ সংক্রান্ত কোনও প্রশ্ন থাকলে, আমাদের ", "-এ ইমেইল করুন।"];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(প্রতিষ্ঠানগুলির জন্য, ", " )"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["আপনার ", " শুরু করার মাধ্যমে এবং সাবস্ক্রাইব করার মাধ্যমে, আপনি আমাদের ", " সম্মত হচ্ছেন। " + this.props.numberOfDays + " দিনের ট্রায়ালের পর, আপনি বার্ষিক না মাসিক প্ল্যান বেছে নিয়ে সাইন আপ করেছেন সেই ভিত্তিতে আপনাকে অর্থ চার্জ করা হবে, যদি না আপনি " + this.props.numberOfDays + " দিনের ফ্রি ট্রায়ালের মধ্যে বাতিল না করে দেন। শর্তাবলীতে যেভাবে উল্লেখ করা আছে সেই হিসাবে সাবস্ক্রিপশন বাতিল না করা অবধি অটো-রিনিউ হবে। ", "। কোনও অতিরিক্ত চার্জ এড়িয়ে চলতে রিনিউ হওয়ার 24 ঘন্টা আগে অবধি যখন খুশি বাতিল করুন। সাবস্ক্রাইব করার জন্য একটি যাচাইকৃত ফোন নম্বর প্রয়োজন। আপনি অন্য কোনো প্ল্যাটফর্মে সাবস্ক্রাইব করে রাখলে, সেই প্ল্যাটফর্ম থেকেই আপনার সাবস্ক্রিপশন পরিচালনা করতে পারেন।"];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return [" সাবস্ক্রাইব করার মাধ্যমে, আপনি আমাদের ", " সম্মত হচ্ছেন। ", " বর্ণনা অনুযায়ী, বাতিল না হওয়া পর্যন্ত সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে। ", "। অতিরিক্ত চার্জ এড়াতে পুনর্নবীকরণের কমপক্ষে 24 ঘন্টা আগে বাতিল করুন। আপগ্রেড করার সময় আপনার বর্তমান সাবস্ক্রিপশন এবং তার সংশ্লিষ্ট বৈশিষ্ট্যগুলি অবিলম্বে নতুন সাবস্ক্রিপশনের টিয়ারে পরিবর্তিত হবে। আপনাকে অবিলম্বে নতুন টিয়ার অনুযায়ী চার্জ করা হবে কিন্তু আপনার বর্তমান বিলিং সাইকেলের প্রোরেটেড ব্যালেন্স আজকের মোট চার্জের জন্য ব্যবহার করা হবে। আইন দ্বারা নির্ধারিতাবাশ্যক না হলে, আপনি আপনার বিগত সাবস্ক্রিপশনের অবশিষ্ট কিছু রিফান্ড হিসাবে পাবেন না।"];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["সাবস্ক্রাইব করার মাধ্যমে, আপনি আমাদের ", " সম্মত হচ্ছেন। ", " বর্ণনা অনুযায়ী, বাতিল না হওয়া পর্যন্ত সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে। ", "। অতিরিক্ত চার্জ এড়াতে পুনর্নবীকরণের কমপক্ষে 24 ঘন্টা আগে বাতিল করুন। ডাউনগ্রেড করার সময়, আপনার বর্তমান সাবস্ক্রিপশন আপনার পরবর্তী বিলিং চক্র পর্যন্ত সক্রিয় থাকবে, যখন আপনার নতুন সাবস্ক্রিপশন শুরু হবে। আপনার পরবর্তী বিলিং চক্রের শুরুতে নতুন টিয়ারের মূল্যের জন্য আপনাকে চার্জ করা হবে।"];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return [" সাবস্ক্রাইব করার মাধ্যমে, আপনি আমাদের ", " সম্মত হচ্ছেন। ", " বর্ণনা অনুযায়ী, বাতিল না হওয়া পর্যন্ত সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে। ", "। অতিরিক্ত চার্জ এড়াতে পুনর্নবীকরণের কমপক্ষে 24 ঘন্টা আগে বাতিল করুন। পরিবর্তন করার সময়, আপনি আপনার টিয়ার সংস্লিষ্ট বৈশিষ্ট্যগুলি উপভোগ করতে থাকবেন। নতুন বার্ষিক প্ল্যানের মূল্য অবিলম্বে আপনার কাছ থেকে নেওয়া হবে এবং আপনার মাসিক বিলিং চক্র থেকে যেকোনো আনুপাতিক ব্যালেন্স আজকের মোট চার্জে জমা হবে।"];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["সাবস্ক্রাইব করার মাধ্যমে, আপনি আমাদের ", " সম্মত হচ্ছেন। ", " বর্ণনা অনুযায়ী, বাতিল না হওয়া পর্যন্ত সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে। ", "। অতিরিক্ত চার্জ এড়াতে পুনর্নবীকরণের কমপক্ষে 24 ঘন্টা আগে বাতিল করুন। পরিবর্তন করার সময়, আপনি আপনার টিয়ারের সাথে সম্পর্কিত বৈশিষ্ট্যগুলি উপভোগ করতে থাকবেন। টিয়ারের মাসিক মূল্যের জন্য আপনাকে অবিলম্বে চার্জ করা হবে তবে আপনার বার্ষিক পেমেন্ট থেকে আপনার অবশিষ্ট প্রোরেটেড ক্রেডিট মাসিক চার্জের সাথে জমা হবে যতক্ষণ না এটি শেষ হয়ে যায়।"];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + "-এ সাবস্ক্রাইব করুন"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["বার্ষিক ", " " + this.props.newPrice + "/" + this.props.interval + " বিল করা হয়"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["ঠিকানার তথ্য Google-এ শেয়ার করা হয়েছে। আরও জানতে ", " এবং ", " দেখুন।"];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["শুধুমাত্র কমিউনিটির মডারেটর এবং অ্যাডমিনরাই নিজেদের প্রোফাইলে কমিউনিটিগুলি স্পটলাইট করতে পারেন। নিজস্ব কোনো ", "?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["আপনার নিকটবর্তী কোনো সংকটকালীন কেন্দ্র খুঁজে পেতে "];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["আপনার যদি মনে হয় আপনি বিপদে আছেন, আমরা আপনাকে আপনার স্থানীয় আইন প্রয়োগকারীর সঙ্গে যোগাযোগ করার সুপারিশ করছি। তাদের কোনো ফলো-আপ প্রশ্ন থাকলে তারা ", " পড়ে দেখতে পারেন।"];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["আপনি সর্বদা ", " থেকে অনুসরণ করা বাতিল করতে পারেন।"];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["শেষ আপডেট করা হয়েছে "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["আপনি নিজের X সার্কেল এডিট করলে তা লোকজনকে জানানো হয় না। আপনি যাদের যোগ করবেন তাদের যে কেউ আপনার আগের করা X সার্কেল পোস্টগুলো দেখতে পাবেন। "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["এই পোস্টটি যতবার দেখা হয়েছে। আরো জানতে, ", "-এ যান।"];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["এই পোস্টটি যতবার দেখা হয়েছে। পোস্টটি কতবার দেখা হয়েছে, সেই সংখ্যাটি দেখাতে কয়েক মিনিট সময় লাগতে পারে। আরো জানতে, ", "-এ যান।"];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["পোস্টটি কতবার দেখা হয়েছে, সেই সংখ্যা উপলভ্য নেই। আরও জানতে, ", "-এ যান।"];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["প্রমোশন তৈরি করুন-এ ক্লিক করে, আপনি ইঙ্গিত দিচ্ছেন যে আপনি ", " এবং ", " পড়েছেন।"];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["প্রমোশন তৈরি করুন-এ ক্লিক করে, আপনি ইঙ্গিত দিচ্ছেন যে আপনি ", " পড়েছেন।"];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["কিছু টার্গেটিং বিকল্প, X-এর ", " অনুসারে, এই বিজ্ঞাপন অ্যাকাউন্টের ক্ষেত্রে উপলভ্য নেই।"];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["পোস্ট প্রোমোট করুন-এ ক্লিক করে, আপনি ইঙ্গিত দিচ্ছেন যে আপনি ", " এবং ", " পড়েছেন এবং তাতে সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["পোস্ট প্রোমোট করুন-এ ক্লিক করে, আপনি ইঙ্গিত দিচ্ছেন যে আপনি ", " পড়েছেন এবং তাতে সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["এই পোস্টটিতে কোনো লুকানো উত্তর নেই, তবে সংরক্ষিত পোস্টগুলো ফিল্টার করে বাদ দেওয়া হতে পারে। "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["এই কেনাকাটার জন্য নীচে ক্লিক করার মাধ্যমে, আপনি ", " মেনে চলতে সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["এটি @", "-কে এই সূচী সহ, তাদের যেকোনো সূচীতে আপনাকে অন্তর্ভুক্ত করা থেকে বিরত রাখে।"];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return [this.props.creatorName + "-এর সাথে আপনার ইমেইল শেয়ার করুন। সম্মতি জানানোর মাধ্যমে আপনি X-কে নির্মাতার সাথে ইমেইল অ্যাড্রেস শেয়ার করতে সম্মত হচ্ছেন যাতে প্ল্যাটফর্মের বাইরে কমিউনিকেশন চালিয়ে যাওয়া যায় এবং আপনি ", " সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["এক বছরের জন্য " + this.props.tier + " " + this.props.price + "-তে @" + this.props.screenName + " কে উপহার দিন। একবার আপনি পেমেন্ট করে দিলে, তাদের বিজ্ঞপ্তি দিয়ে জানানো হবে যে আপনি তাদের উপহার পাঠিয়েছেন।"];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["উপহারের সাবস্ক্রিপশনের দাম কেনার সময়ে চার্জ করা হয় এবং এটি রিফান্ড করা হয় না। এটি কেবল একবার ব্যবহার করার জন্য, প্রতিস্থাপনযোগ্য নয়, অন্য কিছুর সাথে সমন্বয় করা যাবে না এবং এর বিনিময়ে কোনও নগদও পাওয়া যাবে না। এটি X-এর রিভিউ এবং তারপর প্রাপককে অ্যাসাইন করার পরে শুরু হয়, সেই প্রাপককে অবশ্যই আমাদের ", " এবং নীতিতে সম্মত হতে হবে। যদি প্রাপক কোনও ধরণের যোগ্যতার প্রয়োজনীয়তা পূরণ করতে না পারেন, সাবস্ক্রিপশন বাতিল করে দেন বা আমাদের বিধি এবং শর্তাবলীতে অসম্মতি জানান তাহলে এই উপহার রিডিম করা যাবে না বা তার জন্য কোনও রিফান্ড করা হবে না। ট্যাক্স প্রযোজ্য হতে পারে। এগুলি পরিবর্তন সাপেক্ষ। ", "।"];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["প্রতিষ্ঠানগুলির সোনালী টিকচিহ্ন এবং স্বতন্ত্র ব্যক্তিদের জন্য নীল টিকচিহ্ন থাকে। আমাদের ", " অনুযায়ী যেকোনো প্রকার অপব্যবহারের ফলে কোনও রিফান্ড ছাড়াই আপনার সাবস্ক্রিপশন বাতিল করা হবে।"];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["প্রতিষ্ঠানগুলির জন্য চতুর্ভুজ অবতার এবং স্বতন্ত্র ব্যক্তিদের জন্য গোলাকার অবতার থাকে। আমাদের ", " অনুযায়ী যেকোনো প্রকার অপব্যবহারের ফলে কোনও রিফান্ড ছাড়াই আপনার সাবস্ক্রিপশন বাতিল করা হবে।"];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["", " পোর্টালের মাধ্যমে প্রচারের সময় চাকরির জন্য বিজ্ঞাপনগুলি দেওয়ার জন্য কোন অ্যাকাউন্ট ব্যবহার করা হবে সেটি কনফিগার করুন।"];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["কোন যোগ্য অ্যাকাউন্ট পাওয়া যায়নি। পরবর্তী পদক্ষেপের জন্য ", " পেজটি দেখুন।"];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["যাচাইকৃত প্রতিষ্ঠান বাতিল করা হলে আপনার প্রতিষ্ঠান অবিলম্বে এটি সোনালী টিকচিহ্ন হারাবে।"];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["তাছাড়াও, সকল অ্যাফিলিয়েট করা অ্যাকাউন্ট অবিলম্বে বাতিল করা হবে এবং তারা তাদের সোনালী বা নীল টিকচিহ্ন এবং অ্যাফিলিয়েট ব্যাজ হারাবে।"];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["বাতিল করলে টিকচিহ্ন এবং আপনার প্রতিষ্ঠানের সবকটি পেইড ফিচার এবং সকল অ্যাফিলিয়েট অ্যাকাউন্ট অবিলম্বে চলে যাবে।"];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["আপনি যদি আজকে থাকার সিদ্ধান্ত নেন, তাহলে আমরা পরবর্তী " + this.props.totalDays + " দিনের জন্য, প্রতি " + this.props.daysOfCouponInterval + " দিনে, আপনার পোর্টালে " + this.props.creditAmount + " USD অতিরিক্ত বিনামূল্যের বিজ্ঞাপন ক্রেডিট যোগ করব। আপনি যখন এই অফারটি দাবি করলে আমাদের সহায়তা দল আপনাকে আপনার প্রতিষ্ঠানের জন্য এই ক্রেডিট থেকে সর্বাধিক সুযোগ-সুবিধা পেতে আপনাকে সহায়তা করবে।"];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["আপনি যদি আজকে থাকার সিদ্ধান্ত নেন, তাহলে আমরা পরবর্তী " + this.props.daysToWaitForFirstRedeemable + " দিন আপনার পোর্টালে " + this.props.creditAmount + " USD অতিরিক্ত বিনামূল্যের বিজ্ঞাপন ক্রেডিট যোগ করব। আপনি যখন এই অফারটি দাবি করলে আমাদের সহায়তা দল আপনাকে আপনার প্রতিষ্ঠানের জন্য এই ক্রেডিট থেকে সর্বাধিক সুযোগ-সুবিধা দিতে আপনার সাথে যোগাযোগ করবে।"];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["এটি একবারের জন্য অফার এবং আর পাওয়া যাবে না।"];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["আপনি এখনও ফিরে গিয়ে এককালীন অফারটি দাবি করতে পারবেন, যেটি আর অফার করা হবে না। পরবর্তী বিলিং সাইকেলের আগে আপনার সাবস্ক্রিপশনে যতদিন বাকি থাকবে তার জন্য আপনাকে রিফান্ড দেওয়া হবে না। তারপর থেকে আপনাকে আর বিল করা হবে না।"];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["যাচাইকৃত প্রতিষ্ঠানগুলি সমস্ত সমস্যার জন্য X-এ অগ্রাধিকার সহায়তা পায়। যাই হোক না কেন - আমরা যত তাড়াতাড়ি সম্ভব সমস্যার সমাধান করতে আপনাকে সাহায্য করতে পারি। আপনি কি সহায়তার জন্য যাচাইকৃত প্রতিষ্ঠানের টিমের একজন সদস্যের সাথে একটি কলের জন্য সময়সূচী নির্ধারণ করে একজন ব্যক্তির সাথে কথা বলতে চান?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["আপনি বাতিল করে দিলে, আপনি অবিলম্বে এই বিনামূল্যের বিজ্ঞাপন ক্রেডিট এবং আপনার সদস্যতার সাথে আসা ভবিষ্যতের সমস্ত বিনামূল্যের বিজ্ঞাপন ক্রেডিটে অ্যাক্সেস হারাবেন। যেহেতু আপনি এই সুবিধার জন্য ইতিমধ্যে পেমেন্ট করে দিয়েছে, আমরা এটি ব্যবহার করতে থাকার পরামর্শ দিই।"];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["আপনার অ্যাফিলিয়েটের লিমিট বাড়াতে অনুগ্রহ করে যাচাইকৃত প্রিমিয়াম সহায়তা টিমের সাথে ", " যোগাযোগ করুন।"];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["প্রতিটি অতিরিক্ত অ্যাফিলিয়েটের খরচ ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["প্রথম বছরের জন্য বার্ষিক ", "। তারপর বছরে ", "।"];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["প্রতিটি অতিরিক্ত অ্যাফিলিয়েটেড অ্যাকাউন্ট বছরে প্রতি ডাকনাম ", "।"];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/ ", " ", ") +  ", " প্রতি ডাকনামের জন্য প্রতি মাসে", " ", "। "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", "(", "), "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["", "-এর আগে সাবস্ক্রাইব করলে বার্ষিক প্ল্যানে 30% ছাড় এবং $12,000 পর্যন্ত বিনামূল্যে বিজ্ঞাপনের ক্রেডিট দাবি করুন"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["সম্পূর্ণ অ্যাক্সেস ", "/", " (", ")। প্রতিটি অতিরিক্ত অ্যাফিলিয়েট অ্যাকাউন্ট প্রতি ডাকনামের জন্য ", " প্রতি ", "(", ")। "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["প্রাথমিক হলো ", "/", "", "। "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["'সাবস্ক্রাইব করুন'-এ ক্লিক করে, আপনি আমাদের ", " সম্মত হন। বাতিল না করা পর্যন্ত সাবস্ক্রিপশন আপনা-আপনি রিনিউ করা হয়। যেসকল অ্যাকাউন্ট সাইন আপ করেন তাদের অবশ্যই ম্যানুয়াল অনুমোদন নিতে হবে।"];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["সাবস্ক্রাইব করুন-এ ক্লিক করার মাধ্যমে আপনি ", " সম্মত হচ্ছেন। বাতিল না করা অবধি সাবস্ক্রিপশন অটো-রিনিউ হতে থাকবে। যেসকল অ্যাকাউন্ট সাইন আপ করবে তাদের যথার্থতা যাচাই করার জন্য রিভিউ করা হবে। যদি কোনও অ্যাকাউন্ট সাইন আপ করে এবং জানতে পারা যায় যে সেটি কোনও প্রতিষ্ঠান নয়, তাহলে আপনাকে কোনও রিফান্ড না দিয়েই প্রত্যাখ্যান করা হবে।"];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ সীমিত সময়ের জন্য, ", " বিজ্ঞাপনের ক্রেডিট যা আপনার প্রতিষ্ঠান বা এর যেকোনো অ্যাফিলিয়েট নিয়োজিত সহায়তার সাথে ", " ব্যবহার করতে পারে।"];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ সীমিত সময়ের জন্য, একটি ", " বিজ্ঞাপনের ক্রেডিট যা আপনার প্রতিষ্ঠান নিয়োজিত সহায়তার সাথে ", " ব্যবহার করতে পারে।"];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return [this.props.activePriceLabel + "-এ ", "" + this.props.activeTierName];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return [this.props.targetPriceLabel + "-এ ", "" + this.props.targetTierName];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["সাবস্ক্রিপশনে এই পরিবর্তন এখানে সমর্থিত নয়, অনুগ্রহ করে ", " যাচাইকৃত Premium সহায়তার সাথে যোগাযোগ করুন।"];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["আপনি যদি আরও অ্যাফিলিয়েট যোগ করতে চান তাহলে যাচাইকৃত সেলসের সাথে ", " যোগাযোগ করুন।"];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["এই কেনাকাটার জন্য '" + this.props.action + "-'এ' ক্লিক করার মাধ্যমে, আপনি ", " মেনে চলতে সম্মত হচ্ছেন।"];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["", "-এর জন্য অ্যাপ্লিকেশন অ্যাক্সেস করতে আমরা এই তথ্য অ্যাক্সেস করব। ", "।"];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["এই বাক্সে টিক দেওয়ার মাধ্যমে আপনি ইঙ্গিত করছেন যে আপনি ", " উপলব্ধ বিধি এবং শর্তাবলী পড়েছেন এবং তাতে সম্মতি জানাচ্ছেন।"];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["যাচাইকৃত প্রতিষ্ঠানগুলি এখন " + this.props.xtc_coupon_value + " (বা সমপরিমাণ স্থানীয় মুদ্রা) বিজ্ঞাপন ক্রেডিট অন্তর্ভুক্ত করে*৷ আপনি এটি আপনার প্রতিষ্ঠান বা আপনার যেকোনো অ্যাফিলিয়েটের ওপর প্রয়োগ করতে পারেন। রিডিম করতে শুধু নিচের বিজ্ঞাপন অ্যাকাউন্টটি বেছে নিন।"];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["যাচাইকৃত প্রতিষ্ঠানগুলি এখন " + this.props.xtc_coupon_value + " (বা সমপরিমাণ স্থানীয় মুদ্রা) বিজ্ঞাপন ক্রেডিট অন্তর্ভুক্ত করে *৷ প্রতি 30 দিনে, আপনি বিজ্ঞাপনগুলিতে ব্যয় করার জন্য " + this.props.xtc_coupon_value + " (বা সমপরিমাণ স্থানীয় মুদ্রা) পাবেন যা যেকোন সময় ব্যয় করা যেতে পারে। আপনি এটি আপনার প্রতিষ্ঠান বা আপনার যেকোনো অ্যাফিলিয়েটের ওপর প্রয়োগ করতে পারেন। রিডিম করতে শুধু নিচের বিজ্ঞাপন অ্যাকাউন্টটি বেছে নিন।"];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["আপনার বিজ্ঞাপনের অ্যাকাউন্টের ID পরিচালনা করতে ", " করুন।"];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["চালাতে কোনও সমস্যা হচ্ছে? কোনও প্রশ্ন থাকলে ", "-র সাথে যোগাযোগ করুন।"];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["এই বিজ্ঞাপনের ক্রেডিটের অবশিষ্ট ", " ব্যবহার করার জন্য আপনার কাচ্ছে ", " আছে।"];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["আপনার বিজ্ঞাপনের ক্রেডিট সক্রিয় করুন। আপনার একাধিক বিজ্ঞাপন অ্যাকাউন্ট থাকলে, আপনি নীচের ইনপুট এডিট করতে পারবেন। " + this.props.expiresAt + " অবধি রিডিম করুন"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["আপনার X অ্যাকাউন্টের সাথে সংযুক্ত বিজ্ঞাপন অ্যাকাউন্টের ID খুঁজুন, আপনি ", " সেটি খুঁজে পেতে পারেন।"];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ['সুনিশ্চিত করুন যে "নতুন পেমেন্ট পদ্ধতি যোগ করুন\'" নির্বাচন করার মাধ্যমে আপনি যে বিজ্ঞাপন ম্যানেজার-এ একটি ক্রেডিট কার্ড যোগ করছেন। আপনার যদি ক্রেডিট কার্ড সেট আপ না থাকে তাহলে আপনার ক্রেডিট প্রয়োগ করা হবে না এবং আপনার বিজ্ঞাপন চলবে না।'];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["এই পৃষ্ঠার শীর্ষে টেক্সট ইনপুটের জায়গায় আপনার বিজ্ঞাপন অ্যাকাউন্ট ID কপি করুন। সক্রিয় করুন-এ ক্লিক করুন।"];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["আপনার ক্যাম্পেইন লঞ্চ করুন।"];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ['সুনিশ্চিত করুন যে "নতুন পেমেন্ট পদ্ধতি যোগ করুন\'" নির্বাচন করার মাধ্যমে আপনি যে বিজ্ঞাপন ম্যানেজার-এ একটি ক্রেডিট কার্ড যোগ করছেন। আপনার যদি ক্রেডিট কার্ড সেট আপ না থাকে তাহলে আপনার বিজ্ঞাপন চলবে না।'];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["বিজ্ঞাপন ম্যানেজারের বিলিং-এ আপনি আপনার ক্রেডিট প্রয়োগ হতে দেখতে পাবেন।"];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["আপনি যদি অতীতে X-এ বিজ্ঞাপন দিয়ে থাকেন, আপনার বিবিধ বিজ্ঞাপন অ্যাকাউন্ট ID থাকতে পারে।"];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["আপনি আপনার সকল বিজ্ঞাপনের অ্যাকাউন্টের IDগুলির তালিকা ", " খুঁজে পাবেন।"];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["আপনার ক্রেডিট প্রয়োগ করতে সঠিক বিজ্ঞাপন অ্যাকাউন্টের ID ব্যবহার করছেন কিনা সুনিশ্চিত করুন।"];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["সম্পূর্ণ অ্যাক্সেসের সুবিধা সহ একটি যাচাইকৃত প্রতিষ্ঠান হিসাবে আপনি আপনার যেকোনো অ্যাফিলিয়েটেড অ্যাকাউন্টে ক্রেডিট পেতে পারেন।"];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["আপনি যে অ্যাফিলিয়েট অ্যাকাউন্টে ক্যাম্পেইন চালাতে চান, এমনটি করার জন্য আপনার অবশ্যই বিজ্ঞাপন অ্যাকাউন্ট ID অ্যাক্সেস করতে হবে।"];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["আপনি অ্যাফিলিয়েট করা অ্যাকাউন্টে লগ ইন করে এবং ", " ন্যাভিগেট করার মাধ্যমে খুঁজে পাবেন।"];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["যাচাইকৃত সংস্থাগুলি ", " এবং চাকরির প্রমোশনের জন্য ব্যবহার করতে ক্রেডিট পাওয়ার যোগ্য। বিজ্ঞাপনের ক্ষমতা সম্পূর্ণরূপে সক্রিয় করতে এই পদক্ষেপগুলি সম্পূর্ণ করুন।"];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["যাচাইকৃত সংস্থাগুলি ", " জন্য ব্যবহার করতে ক্রেডিট পাওয়ার যোগ্য। বিজ্ঞাপনের ক্ষমতা সম্পূর্ণরূপে সক্রিয় করতে এই পদক্ষেপগুলি সম্পূর্ণ করুন।"];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["কুপন সক্রিয় করুন"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["অনুমোদিত উপায়ে এই " + this.props.couponAmount + " ক্রেডিট পেতে একটি সক্রিয় অ্যাকাউন্ট  বেছে নিন।"];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["আপনি অ্যাকাউন্ট ID-গুলির তালিকা ", "-এ পেতে পারেন। উদাহরণের ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["", " অ্যাকশন ব্যবহার করে চাকরিগুলি প্রমোশন করার জন্য পস্তুত আছে"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["একবার যোগ্য হয়ে গেলে, চাকরী ", " অ্যাকশন ব্যবহার করে বিজ্ঞাপিত করা যাবে"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["আমরা ট্রেডমার্ক ধারক বা তাদের অনুমোদিত প্রতিনিধির দ্বারা জমা দেওয়া অনুরোধগুলি তদন্ত করি। বিস্তারিত জানার জন্য অনুগ্রহ করে আমাদের ", " দেখুন।"];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["নিম্নোক্ত ফরম্যাটে সূচীর মালিকের ডাকনাম ও সূচীর নাম লিখুন: ", "।"];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["আপনি যদি ", " পরিবর্তন করেন তাহলে এই কলামটি মোছা যাবে।"];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["", "-এ আমাদের গোপনীয়তা নীতি দেখুন"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["", "-তে আমাদের পরিষেবার শর্তাবলী দেখুন"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X এবং এর অংশীদাররা আপনাকে একটি ভাল, নিরাপদ এবং দ্রুত পরিষেবা প্রদান করতে এবং আমাদের ব্যবসাকে সমর্থন করতে কুকিজ ব্যবহার করে। আমাদের পরিষেবাগুলি ব্যবহার করতে, আমাদের পরিষেবা উন্নত করতে এবং সেগুলি যে সঠিকভাবে কাজ করে তা নিশ্চিত করতে কিছু কুকিজ প্রয়োজন৷ আপনি যদি "সমস্ত কুকিতে সম্মত"-এ ক্লিক করেন, তাহলে আপনি X এবং এর অংশীদারদেরকে আপনার আগ্রহের জন্য তৈরি বিজ্ঞাপন এবং যোগাযোগ সরবরাহ করতে কুকিজ ব্যবহার করার অনুমতি দেন। আপনি যদি "অপ্রয়োজনীয় কুকিজ প্রত্যাখ্যান করুন"-এ ক্লিক করেন, তাহলে আমরা উপযুক্ত বিজ্ঞাপন এবং যোগাযোগের জন্য অতিরিক্ত ডেটা সংগ্রহ করতে কুকিজ ব্যবহার করব না। আমাদের কুকি সংক্রান্ত অনুশীলনের বিষয়ে আরও জানতে, অনুগ্রহ করে ওয়েবে আমাদের কুকিজ সহায়তা কেন্দ্র পেজে ', " যান।"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["লেখকের "];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " নিবন্ধ"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return [this.props.copyrightHolder + "-এর একটি কপিরাইট দাবির কারণে এই মিডিয়াটি বন্ধ করা হয়েছে। বিরোধিতা করতে, ", " ব্যবহার করুন।"];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " রিপোস্ট করেছেন"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return [this.props.time + "-এ "];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", "-এর থেকে"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " এবং "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " এবং "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " ", " ", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " ", " ", " ", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", "-কে উত্তর দিচ্ছেন"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " পড়া"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", "-এর তরফ থেকে"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " সদস্য" + f(this.props.count, "", "গণ")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " অনুসরণ করছেন"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " এবং ", " অনুসরণ করছেন"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", ", এবং ", "  অনুসরণ করছেন"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["আপনার অনুসরণ করা ", ", ", ", এবং অন্য ", " জন অনুসরণ করেছেন"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", "এবং আরও ", " জনের এটি আলোচিত প্রসঙ্গ"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["", "-এর অর্থপ্রদত্ত"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["", " এর অর্থসংস্থান করেছে এবং কোন প্রার্থী বা প্রার্থীর সমিতির দ্বারা অনুমোদিত নয়৷"];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["", " ·অর্থসংস্থান করেছে " + this.props.sponsorshipCandidate + " অনুমোদন করেছে"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["শুধুমাত্র আপনি এবং আপনার X সার্কেলের লোকেরাই এই পোস্ট দেখতে পাবেন। পোস্ট, রিপোস্ট, উদ্ধৃতি এবং শেয়ার করার সুবিধা উপলভ্য নয়। "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["বর্তমানে ", " এর সঙ্গে যথেষ্ট জনপ্রিয় হচ্ছেন"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["", ", ", "-এর সাথে প্রবণতা"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " থেকে "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, i),
                    m && t(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(a(674132)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                p = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                k = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                X = m._unitFormatterFn;
            (m.a1243793601 = s(["", , 1, 0, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯", { 3: { one: "0 হাজার", other: "0 হাজার" }, 4: { one: "00 হাজার", other: "00 হাজার" }, 5: { one: "0 লাখ", other: "0 লাখ" }, 6: { one: "0M", other: "0M" }, 7: { one: "00M", other: "00M" }, 8: { one: "000M", other: "000M" }, 9: { one: "0B", other: "0B" }, 10: { one: "00B", other: "00B" }, 11: { one: "000B", other: "000B" }, 12: { one: "0T", other: "0T" }, 13: { one: "00T", other: "00T" }, 14: { one: "000T", other: "000T" }, maxExponent: 14 }], m("bn").pluralGenerator({}))),
                (m.b554273779 = s(["", , 1, 0, 3, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b923134963 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1151198537 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1327746987 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1013117406 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯", { 3: { one: "0 হাজার", other: "0 হাজার" }, 4: { one: "00 হাজার", other: "00 হাজার" }, 5: { one: "0 লাখ", other: "0 লাখ" }, 6: { one: "0M", other: "0M" }, 7: { one: "00M", other: "00M" }, 8: { one: "000M", other: "000M" }, 9: { one: "0B", other: "0B" }, 10: { one: "00B", other: "00B" }, 11: { one: "000B", other: "000B" }, 12: { one: "0T", other: "0T" }, 13: { one: "00T", other: "00T" }, 14: { one: "000T", other: "000T" }, maxExponent: 14 }], m("bn").pluralGenerator({}))),
                (m.a1308307786 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1601008329 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1271242568 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a887447912 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯", { 3: { one: "0 হাজার", other: "0 হাজার" }, 4: { one: "00 হাজার", other: "00 হাজার" }, 5: { one: "0 লাখ", other: "0 লাখ" }, 6: { one: "0M", other: "0M" }, 7: { one: "00M", other: "00M" }, 8: { one: "000M", other: "000M" }, 9: { one: "0B", other: "0B" }, 10: { one: "00B", other: "00B" }, 11: { one: "000B", other: "000B" }, 12: { one: "0T", other: "0T" }, 13: { one: "00T", other: "00T" }, 14: { one: "000T", other: "000T" }, maxExponent: 14 }], m("bn").pluralGenerator({}))),
                (m.a1226664907 = s(["", , 1, 1, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a158189641 = s(["", , 1, 2, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1703899053 = s(["", , 1, 0, 0, 1, 2, , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯", { 3: { one: "0 হাজার", other: "0 হাজার" }, 4: { one: "00 হাজার", other: "00 হাজার" }, 5: { one: "0 লাখ", other: "0 লাখ" }, 6: { one: "0M", other: "0M" }, 7: { one: "00M", other: "00M" }, 8: { one: "000M", other: "000M" }, 9: { one: "0B", other: "0B" }, 10: { one: "00B", other: "00B" }, 11: { one: "000B", other: "000B" }, 12: { one: "0T", other: "0T" }, 13: { one: "00T", other: "00T" }, 14: { one: "000T", other: "000T" }, maxExponent: 14 }], m("bn").pluralGenerator({}))),
                (m.a1793943274 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'AED'", "#,##,##0.00 'AED'", "-#,##,##0.00 'AED' 'AED'", "-", " 'AED'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1260276401 = s(["", , 1, 0, 0, , , , 3, 2, " 'ALL'", "#,##,##0 'ALL'", "-#,##,##0 'ALL' 'ALL'", "-", " 'ALL'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b2114992244 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'ARS'", "#,##,##0.00 'ARS'", "-#,##,##0.00 'ARS' 'ARS'", "-", " 'ARS'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a165074319 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'A$'", "#,##,##0.00 'A$'", "-#,##,##0.00 'A$' 'A$'", "-", " 'A$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1719725256 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'BAM'", "#,##,##0.00 'BAM'", "-#,##,##0.00 'BAM' 'BAM'", "-", " 'BAM'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1322840079 = s(["", , 1, 2, 2, , , 0, 3, 2, "'৳'", "#,##,##0.00'৳'", "-#,##,##0.00'৳''৳'", "-", "'৳'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1547026829 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'BGN'", "#,##,##0.00 'BGN'", "-#,##,##0.00 'BGN' 'BGN'", "-", " 'BGN'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a64106604 = s(["", , 1, 3, 3, , , 0, 3, 2, " 'BHD'", "#,##,##0.000 'BHD'", "-#,##,##0.000 'BHD' 'BHD'", "-", " 'BHD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a651769886 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'R$'", "#,##,##0.00 'R$'", "-#,##,##0.00 'R$' 'R$'", "-", " 'R$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1769467125 = s(["", , 1, 0, 0, , , , 3, 2, " 'BYR'", "#,##,##0 'BYR'", "-#,##,##0 'BYR' 'BYR'", "-", " 'BYR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b870085936 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'CA$'", "#,##,##0.00 'CA$'", "-#,##,##0.00 'CA$' 'CA$'", "-", " 'CA$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b638282165 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'CHF'", "#,##,##0.00 'CHF'", "-#,##,##0.00 'CHF' 'CHF'", "-", " 'CHF'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1255989449 = s(["", , 1, 0, 0, , , , 3, 2, " 'CLP'", "#,##,##0 'CLP'", "-#,##,##0 'CLP' 'CLP'", "-", " 'CLP'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b378772764 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'CN¥'", "#,##,##0.00 'CN¥'", "-#,##,##0.00 'CN¥' 'CN¥'", "-", " 'CN¥'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1170101996 = s(["", , 1, 0, 0, , , , 3, 2, " 'COP'", "#,##,##0 'COP'", "-#,##,##0 'COP' 'COP'", "-", " 'COP'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b118339842 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'CZK'", "#,##,##0.00 'CZK'", "-#,##,##0.00 'CZK' 'CZK'", "-", " 'CZK'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a339726574 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'DKK'", "#,##,##0.00 'DKK'", "-#,##,##0.00 'DKK' 'DKK'", "-", " 'DKK'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a762699192 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'DZD'", "#,##,##0.00 'DZD'", "-#,##,##0.00 'DZD' 'DZD'", "-", " 'DZD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1117331256 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'EGP'", "#,##,##0.00 'EGP'", "-#,##,##0.00 'EGP' 'EGP'", "-", " 'EGP'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b245685718 = s(["", , 1, 2, 2, , , 0, 3, 2, "'€'", "#,##,##0.00'€'", "-#,##,##0.00'€''€'", "-", "'€'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a770453153 = s(["", , 1, 2, 2, , , 0, 3, 2, "'£'", "#,##,##0.00'£'", "-#,##,##0.00'£''£'", "-", "'£'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1371228964 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'GHS'", "#,##,##0.00 'GHS'", "-#,##,##0.00 'GHS' 'GHS'", "-", " 'GHS'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1029526194 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'GTQ'", "#,##,##0.00 'GTQ'", "-#,##,##0.00 'GTQ' 'GTQ'", "-", " 'GTQ'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b441243317 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'HK$'", "#,##,##0.00 'HK$'", "-#,##,##0.00 'HK$' 'HK$'", "-", " 'HK$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b204821941 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'HRK'", "#,##,##0.00 'HRK'", "-#,##,##0.00 'HRK' 'HRK'", "-", " 'HRK'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b123552093 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'HUF'", "#,##,##0.00 'HUF'", "-#,##,##0.00 'HUF' 'HUF'", "-", " 'HUF'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b453120825 = s(["", , 1, 0, 0, , , , 3, 2, " 'IDR'", "#,##,##0 'IDR'", "-#,##,##0 'IDR' 'IDR'", "-", " 'IDR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b247532760 = s(["", , 1, 2, 2, , , 0, 3, 2, "'₪'", "#,##,##0.00'₪'", "-#,##,##0.00'₪''₪'", "-", "'₪'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b233679945 = s(["", , 1, 2, 2, , , 0, 3, 2, "'₹'", "#,##,##0.00'₹'", "-#,##,##0.00'₹''₹'", "-", "'₹'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b93871156 = s(["", , 1, 0, 0, , , , 3, 2, " 'IQD'", "#,##,##0 'IQD'", "-#,##,##0 'IQD' 'IQD'", "-", " 'IQD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b30148207 = s(["", , 1, 0, 0, , , , 3, 2, " 'ISK'", "#,##,##0 'ISK'", "-#,##,##0 'ISK' 'ISK'", "-", " 'ISK'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a854584911 = s(["", , 1, 0, 0, , , , 3, 2, " 'JP¥'", "#,##,##0 'JP¥'", "-#,##,##0 'JP¥' 'JP¥'", "-", " 'JP¥'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a2092898307 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'KES'", "#,##,##0.00 'KES'", "-#,##,##0.00 'KES' 'KES'", "-", " 'KES'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b975386111 = s(["", , 1, 0, 0, , , , 3, 2, "'₩'", "#,##,##0'₩'", "-#,##,##0'₩''₩'", "-", "'₩'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b108857594 = s(["", , 1, 3, 3, , , 0, 3, 2, " 'KWD'", "#,##,##0.000 'KWD'", "-#,##,##0.000 'KWD' 'KWD'", "-", " 'KWD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1599933297 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'KZT'", "#,##,##0.00 'KZT'", "-#,##,##0.00 'KZT' 'KZT'", "-", " 'KZT'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b2144682422 = s(["", , 1, 0, 0, , , , 3, 2, " 'LBP'", "#,##,##0 'LBP'", "-#,##,##0 'LBP' 'LBP'", "-", " 'LBP'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b555431046 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'MAD'", "#,##,##0.00 'MAD'", "-#,##,##0.00 'MAD' 'MAD'", "-", " 'MAD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b269139536 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'MKD'", "#,##,##0.00 'MKD'", "-#,##,##0.00 'MKD' 'MKD'", "-", " 'MKD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a73486755 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'MX$'", "#,##,##0.00 'MX$'", "-#,##,##0.00 'MX$' 'MX$'", "-", " 'MX$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a144597872 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'MYR'", "#,##,##0.00 'MYR'", "-#,##,##0.00 'MYR' 'MYR'", "-", " 'MYR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a513082751 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'NGN'", "#,##,##0.00 'NGN'", "-#,##,##0.00 'NGN' 'NGN'", "-", " 'NGN'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a739345396 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'NOK'", "#,##,##0.00 'NOK'", "-#,##,##0.00 'NOK' 'NOK'", "-", " 'NOK'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1018248738 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'NZ$'", "#,##,##0.00 'NZ$'", "-#,##,##0.00 'NZ$' 'NZ$'", "-", " 'NZ$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b2064135485 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'PEN'", "#,##,##0.00 'PEN'", "-#,##,##0.00 'PEN' 'PEN'", "-", " 'PEN'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1976400990 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'PHP'", "#,##,##0.00 'PHP'", "-#,##,##0.00 'PHP' 'PHP'", "-", " 'PHP'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1664841703 = s(["", , 1, 0, 0, , , , 3, 2, " 'PKR'", "#,##,##0 'PKR'", "-#,##,##0 'PKR' 'PKR'", "-", " 'PKR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1863731428 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'PLN'", "#,##,##0.00 'PLN'", "-#,##,##0.00 'PLN' 'PLN'", "-", " 'PLN'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1287454324 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'QAR'", "#,##,##0.00 'QAR'", "-#,##,##0.00 'QAR' 'QAR'", "-", " 'QAR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b2836613 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'RON'", "#,##,##0.00 'RON'", "-#,##,##0.00 'RON' 'RON'", "-", " 'RON'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b639014317 = s(["", , 1, 0, 0, , , , 3, 2, " 'RSD'", "#,##,##0 'RSD'", "-#,##,##0 'RSD' 'RSD'", "-", " 'RSD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a157856041 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'RUB'", "#,##,##0.00 'RUB'", "-#,##,##0.00 'RUB' 'RUB'", "-", " 'RUB'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a487553038 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'SAR'", "#,##,##0.00 'SAR'", "-#,##,##0.00 'SAR' 'SAR'", "-", " 'SAR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a595604995 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'SEK'", "#,##,##0.00 'SEK'", "-#,##,##0.00 'SEK' 'SEK'", "-", " 'SEK'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a646398650 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'SGD'", "#,##,##0.00 'SGD'", "-#,##,##0.00 'SGD' 'SGD'", "-", " 'SGD'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b306966979 = s(["", , 1, 2, 2, , , 0, 3, 2, "'฿'", "#,##,##0.00'฿'", "-#,##,##0.00'฿''฿'", "-", "'฿'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b968921416 = s(["", , 1, 3, 3, , , 0, 3, 2, " 'TND'", "#,##,##0.000 'TND'", "-#,##,##0.000 'TND' 'TND'", "-", " 'TND'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1868216933 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'TRY'", "#,##,##0.00 'TRY'", "-#,##,##0.00 'TRY' 'TRY'", "-", " 'TRY'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a846473832 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'NT$'", "#,##,##0.00 'NT$'", "-#,##,##0.00 'NT$' 'NT$'", "-", " 'NT$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1350249917 = s(["", , 1, 0, 0, , , , 3, 2, " 'TZS'", "#,##,##0 'TZS'", "-#,##,##0 'TZS' 'TZS'", "-", " 'TZS'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b2041642106 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'UAH'", "#,##,##0.00 'UAH'", "-#,##,##0.00 'UAH' 'UAH'", "-", " 'UAH'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1698417334 = s(["", , 1, 0, 0, , , , 3, 2, " 'UGX'", "#,##,##0 'UGX'", "-#,##,##0 'UGX' 'UGX'", "-", " 'UGX'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1559564144 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'US$'", "#,##,##0.00 'US$'", "-#,##,##0.00 'US$' 'US$'", "-", " 'US$'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1041468863 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'VEF'", "#,##,##0.00 'VEF'", "-#,##,##0.00 'VEF' 'VEF'", "-", " 'VEF'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b973539069 = s(["", , 1, 0, 0, , , , 3, 2, "'₫'", "#,##,##0'₫'", "-#,##,##0'₫''₫'", "-", "'₫'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1889855787 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'ZAR'", "#,##,##0.00 'ZAR'", "-#,##,##0.00 'ZAR' 'ZAR'", "-", " 'ZAR'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b1541688370 = s(["", , 1, 2, 2, , , 0, 3, 2, " 'ZMW'", "#,##,##0.00 'ZMW'", "-#,##,##0.00 'ZMW' 'ZMW'", "-", " 'ZMW'", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.b980689083 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a628335464 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯", { 3: { one: "0 হাজার", other: "0 হাজার" }, 4: { one: "00 হাজার", other: "00 হাজার" }, 5: { one: "0 লাখ", other: "0 লাখ" }, 6: { one: "0M", other: "0M" }, 7: { one: "00M", other: "00M" }, 8: { one: "000M", other: "000M" }, 9: { one: "0B", other: "0B" }, 10: { one: "00B", other: "00B" }, 11: { one: "000B", other: "000B" }, 12: { one: "0T", other: "0T" }, 13: { one: "00T", other: "00T" }, 14: { one: "000T", other: "000T" }, maxExponent: 14 }], m("bn").pluralGenerator({}))),
                (m.a73603754 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯", { 3: { one: "0 হাজার", other: "0 হাজার" }, 4: { one: "00 হাজার", other: "00 হাজার" }, 5: { one: "0 লাখ", other: "0 লাখ" }, 6: { one: "0M", other: "0M" }, 7: { one: "00M", other: "00M" }, 8: { one: "000M", other: "000M" }, 9: { one: "0B", other: "0B" }, 10: { one: "00B", other: "00B" }, 11: { one: "000B", other: "000B" }, 12: { one: "0T", other: "0T" }, 13: { one: "00T", other: "00T" }, 14: { one: "000T", other: "000T" }, maxExponent: 14 }], m("bn").pluralGenerator({}))),
                (m.a765808779 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "০১২৩৪৫৬৭৮৯"])),
                (m.a1576458683 = h(function (e) {
                    return e >= 0 && e <= 1 ? "one" : "other";
                })),
                (m.b1647080515 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'AED'" }))),
                (m.a499511164 = y(m("bn").numberFormatter({ raw: "#,##,##0 'ALL'" }))),
                (m.a1729970011 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'ARS'" }))),
                (m.b331923507 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'A$'" }))),
                (m.a1098344751 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'BAM'" }))),
                (m.b333707445 = y(m("bn").numberFormatter({ raw: "#,##,##0.00'৳'" }))),
                (m.b2137938604 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'BGN'" }))),
                (m.b1536726433 = y(m("bn").numberFormatter({ raw: "#,##,##0.000 'BHD'" }))),
                (m.b1022591007 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'R$'" }))),
                (m.a1066742370 = y(m("bn").numberFormatter({ raw: "#,##,##0 'BYR'" }))),
                (m.b1711474569 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'CA$'" }))),
                (m.a263342204 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'CHF'" }))),
                (m.b195318858 = y(m("bn").numberFormatter({ raw: "#,##,##0 'CLP'" }))),
                (m.a1837350863 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'CN¥'" }))),
                (m.b1827775111 = y(m("bn").numberFormatter({ raw: "#,##,##0 'COP'" }))),
                (m.b798314967 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'CZK'" }))),
                (m.a516842041 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'DKK'" }))),
                (m.a744091311 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'DZD'" }))),
                (m.b1147216593 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'EGP'" }))),
                (m.b1549808645 = y(m("bn").numberFormatter({ raw: "#,##,##0.00'€'" }))),
                (m.b2099114328 = y(m("bn").numberFormatter({ raw: "#,##,##0.00'£'" }))),
                (m.b983172085 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'GHS'" }))),
                (m.a1019679193 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'GTQ'" }))),
                (m.b1302255268 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'HK$'" }))),
                (m.a815707260 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'HRK'" }))),
                (m.b959894748 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'HUF'" }))),
                (m.b1076195290 = y(m("bn").numberFormatter({ raw: "#,##,##0 'IDR'" }))),
                (m.a1757496013 = y(m("bn").numberFormatter({ raw: "#,##,##0.00'₪'" }))),
                (m.b791093072 = y(m("bn").numberFormatter({ raw: "#,##,##0.00'₹'" }))),
                (m.a1470609857 = y(m("bn").numberFormatter({ raw: "#,##,##0 'IQD'" }))),
                (m.b848946020 = y(m("bn").numberFormatter({ raw: "#,##,##0 'ISK'" }))),
                (m.b1367838614 = y(m("bn").numberFormatter({ raw: "#,##,##0 'JP¥'" }))),
                (m.b969409084 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'KES'" }))),
                (m.a2092720781 = y(m("bn").numberFormatter({ raw: "#,##,##0'₩'" }))),
                (m.a1691318021 = y(m("bn").numberFormatter({ raw: "#,##,##0.000 'KWD'" }))),
                (m.a516928184 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'KZT'" }))),
                (m.b1974997245 = y(m("bn").numberFormatter({ raw: "#,##,##0 'LBP'" }))),
                (m.b1463240403 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'MAD'" }))),
                (m.b1178138185 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'MKD'" }))),
                (m.a2055766586 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'MX$'" }))),
                (m.b1237180425 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'MYR'" }))),
                (m.a1595916232 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'NGN'" }))),
                (m.a20123635 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'NOK'" }))),
                (m.a992325477 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'NZ$'" }))),
                (m.b988437756 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'PEN'" }))),
                (m.a1731331589 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'PHP'" }))),
                (m.a156133638 = y(m("bn").numberFormatter({ raw: "#,##,##0 'PKR'" }))),
                (m.a929120715 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'PLN'" }))),
                (m.a1613841755 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'QAR'" }))),
                (m.b1512682164 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'RON'" }))),
                (m.a1751041050 = y(m("bn").numberFormatter({ raw: "#,##,##0 'RSD'" }))),
                (m.b826177186 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'RUB'" }))),
                (m.a804495129 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'SAR'" }))),
                (m.b140861500 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'SEK'" }))),
                (m.a1433741805 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'SGD'" }))),
                (m.b288169777 = y(m("bn").numberFormatter({ raw: "#,##,##0.00'฿'" }))),
                (m.a799143315 = y(m("bn").numberFormatter({ raw: "#,##,##0.000 'TND'" }))),
                (m.a655402914 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'TRY'" }))),
                (m.a196741852 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'NT$'" }))),
                (m.b1006277136 = y(m("bn").numberFormatter({ raw: "#,##,##0 'TZS'" }))),
                (m.b291143007 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'UAH'" }))),
                (m.a1196978199 = y(m("bn").numberFormatter({ raw: "#,##,##0 'UGX'" }))),
                (m.b1610462537 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'US$'" }))),
                (m.a649456454 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'VEF'" }))),
                (m.b10203311 = y(m("bn").numberFormatter({ raw: "#,##,##0'₫'" }))),
                (m.a119265586 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'ZAR'" }))),
                (m.b1972446375 = y(m("bn").numberFormatter({ raw: "#,##,##0.00 'ZMW'" }))),
                (m.a1830500209 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "d MMM", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.a265813900 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.b763307901 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "AM", pm: "PM" } })),
                (m.a884182320 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "E d MMM", timeSeparator: ":", days: { E: { 1: { sun: "রবি", mon: "সোম", tue: "মঙ্গল", wed: "বুধ", thu: "বৃহস্পতি", fri: "শুক্র", sat: "শনি" } } }, months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.b376453003 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM, y", timeSeparator: ":", days: { E: { 1: { sun: "রবি", mon: "সোম", tue: "মঙ্গল", wed: "বুধ", thu: "বৃহস্পতি", fri: "শুক্র", sat: "শনি" } } }, months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.a891570488 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "জানুয়ারী", 2: "ফেব্রুয়ারী", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.a2108204519 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (m.a1849653709 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM, y", timeSeparator: ":", months: { M: { 4: { 1: "জানুয়ারী", 2: "ফেব্রুয়ারী", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.b1761773428 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "d MMM h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (m.b1056953505 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (m.a530003651 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.b2069695980 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.b1512147225 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM, y h:mm:ss a zzzz", timeSeparator: ":", days: { E: { 4: { sun: "রবিবার", mon: "সোমবার", tue: "মঙ্গলবার", wed: "বুধবার", thu: "বৃহস্পতিবার", fri: "শুক্রবার", sat: "শনিবার" } } }, months: { M: { 4: { 1: "জানুয়ারী", 2: "ফেব্রুয়ারী", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } }, dayPeriods: { am: "AM", pm: "PM" }, gmtFormat: "GMT {0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.b1876837567 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y h:mm:ss a", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (m.a287054883 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (m.b401608992 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "AM", pm: "PM" } })),
                (m.a1102768914 = p({ 1: m("bn").numberFormatter({ raw: "0" }), 2: m("bn").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "রবি", mon: "সোম", tue: "মঙ্গল", wed: "বুধ", thu: "বৃহস্পতি", fri: "শুক্র", sat: "শনি" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (m.a265128707 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "জানুয়ারী", 2: "ফেব্রুয়ারী", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.a1488311412 = p({ 1: m("bn").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "জানু", 2: "ফেব", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.a1829815016 = p({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "জানুয়ারী", 2: "ফেব্রুয়ারী", 3: "মার্চ", 4: "এপ্রিল", 5: "মে", 6: "জুন", 7: "জুলাই", 8: "আগস্ট", 9: "সেপ্টেম্বর", 10: "অক্টোবর", 11: "নভেম্বর", 12: "ডিসেম্বর" } } } })),
                (m.b1211906840 = p({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "রবিবার", mon: "সোমবার", tue: "মঙ্গলবার", wed: "বুধবার", thu: "বৃহষ্পতিবার", fri: "শুক্রবার", sat: "শনিবার" } } } })),
                (m.a1439093128 = k(m("bn").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a1017096277 = k(m("bn").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.b1599468454 = k(m("bn").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1635464697 = k(m("bn").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.a1438464204 = k(m("bn").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1642852865 = k(m("bn").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b1758904208 = k(m("bn").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.b1543391388 = k(m("bn").dateToPartsFormatter({ date: "long" }))),
                (m.a53143779 = k(m("bn").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a1132830888 = k(m("bn").dateToPartsFormatter({ date: "short" }))),
                (m.b1575179252 = k(m("bn").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a1833864235 = k(m("bn").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b1903554306 = k(m("bn").dateToPartsFormatter({ datetime: "full" }))),
                (m.b61920360 = k(m("bn").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a1038337260 = k(m("bn").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.a1788175401 = k(m("bn").dateToPartsFormatter({ time: "short" }))),
                (m.a951595547 = k(m("bn").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a1016411084 = k(m("bn").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.a652150859 = k(m("bn").dateToPartsFormatter({ date: "medium" }))),
                (m.a1438407935 = k(m("bn").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b1603313921 = k(m("bn").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b1074409575 = N(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "{0} দিনের মধ্যে", "relativeTimePattern-count-other": "{0} দিনের মধ্যে" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} দিন আগে", "relativeTimePattern-count-other": "{0} দিন আগে" }, "relative-type--2": "গত পরশু", "relative-type--1": "গতকাল", "relative-type-0": "আজ", "relative-type-1": "আগামীকাল", "relative-type-2": "আগামী পরশু" })),
                (m.b1420048002 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{1} প্রতি {0}", unitProperties: { displayName: "সেকেন্ড", one: "{0} সেকেন্ড", other: "{0} সেকেন্ড", perUnitPattern: "{0} প্রতি সেকেন্ড" } })),
                (m.a987955998 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{1} প্রতি {0}", unitProperties: { displayName: "মিনিট", one: "{0} মিনিট", other: "{0} মিনিট", perUnitPattern: "{0} প্রতি মিনিট" } })),
                (m.a2084942126 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{1} প্রতি {0}", unitProperties: { displayName: "ঘন্টা", one: "{0} ঘন্টা", other: "{0} ঘন্টা", perUnitPattern: "{0} প্রতি ঘন্টা" } })),
                (m.b1470131905 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "সেকেন্ড", one: "{0} সেঃ", other: "{0} সেঃ", perUnitPattern: "{0}/সে:" } })),
                (m.a1929306847 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "মিনিট", one: "{0} মিঃ", other: "{0} মিঃ", perUnitPattern: "{0}/মি:" } })),
                (m.b428978961 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ঘন্টা", one: "{0} ঘঃ", other: "{0} ঘঃ", perUnitPattern: "{0}/ঘ:" } })),
                (m.a277603157 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "দিন", one: "{0} দিন", other: "{0} দিন", perUnitPattern: "{0}/দিন" } })),
                (m.a92383508 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{1} প্রতি {0}", unitProperties: { displayName: "দিন", one: "{0} দিন", other: "{0} দিন", perUnitPattern: "{0} প্রতি দিন" } })),
                (m.a81498745 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "মাস", one: "{0} মাস", other: "{0} মাস", perUnitPattern: "{0}/মাস" } })),
                (m.b1820667592 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{1} প্রতি {0}", unitProperties: { displayName: "মাস", one: "{0} মাস", other: "{0} মাস", perUnitPattern: "{0} প্রতি মাস" } })),
                (m.a975583432 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "বছর", one: "{0} বছর", other: "{0} বছর", perUnitPattern: "{0}/বছর" } })),
                (m.b729235641 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{1} প্রতি {0}", unitProperties: { displayName: "বছর", one: "{0} বছর", other: "{0} বছর", perUnitPattern: "{0} প্রতি বছর" } })),
                (m.a661508558 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "সেকেন্ড", one: "{0} সেকেন্ড", other: "{0} সেকেন্ড", perUnitPattern: "{0} প্রতি সেকেন্ড" } })),
                (m.b1999778770 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "মিনিট", one: "{0} মিনিট", other: "{0} মিনিট", perUnitPattern: "{0} প্রতি মিনিট" } })),
                (m.a1942020126 = X(m("bn").numberFormatter({}), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ঘন্টা", one: "{0} ঘন্টা", other: "{0} ঘন্টা", perUnitPattern: "{0} প্রতি ঘন্টা" } })),
                (m.a1393778542 = X(m("bn").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("bn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "সেকেন্ড", one: "{0} সেঃ", other: "{0} সেঃ", perUnitPattern: "{0}/সে:" } })),
                n("d58baa7f", m.a1243793601),
                n("ia24dc8d", m.b554273779),
                n("iab73d4b", m.b923134963),
                n("i3b7a017", m.b1420048002),
                n("ie5d110f", m.a987955998),
                n("df5f11b3", m.a2084942126),
                n("e8733ed9", m.b1470131905),
                n("be59d8c3", m.a1929306847),
                n("i3d087db", m.b428978961),
                n("ga8d18c9", m.a277603157),
                n("a91e7d49", m.a92383508),
                n("id952a69", m.a81498745),
                n("ga09ab65", m.b1820667592),
                n("c83b901d", m.a975583432),
                n("a55b9fed", m.b729235641),
                n("ccaa970f", m.a1439093128),
                n("jade381b", m.a1017096277),
                n("d725a289", m.b1599468454),
                n("g08cbabb", m.b1013117406),
                n("c333da63", m.b1074409575),
                n("h8054d91", m.a1635464697),
                n("i61fef37", m.a661508558),
                n("ba705e27", m.b1999778770),
                n("j86b0d8d", m.a1942020126),
                n("f668e929", m.a1308307786),
                n("i2785009", m.b1601008329),
                n("c778d80b", m.b1271242568),
                n("e8d93005", m.a887447912),
                n("d46781af", m.a1393778542),
                n("ba316f05", m.a1226664907),
                n("c0bdd345", m.a158189641),
                n("aa2aa1a1", m.a1438464204),
                n("da44942d", m.a1642852865),
                n("bfbc051d", m.b1758904208),
                n("ba2e82a1", m.b1543391388),
                n("fc209bb7", m.a53143779),
                n("cf8abf59", m.b1703899053),
                n("a9f397f3", m.a1132830888),
                n("d857e44d", m.b1647080515),
                n("cb87e3db", m.a499511164),
                n("a9d5ffd1", m.a1729970011),
                n("a0e8371d", m.b331923507),
                n("gcc50dc9", m.a1098344751),
                n("a6a43585", m.b333707445),
                n("a0cc8f2d", m.b2137938604),
                n("i31c32c5", m.b1536726433),
                n("i7dc69e9", m.b1022591007),
                n("c14a6c03", m.a1066742370),
                n("jaa3d537", m.b1711474569),
                n("a824080b", m.a263342204),
                n("d9c0bedb", m.b195318858),
                n("bf8c0613", m.a1837350863),
                n("i8163625", m.b1827775111),
                n("adb53ba1", m.b798314967),
                n("iabf697d", m.a516842041),
                n("a1a0555b", m.a744091311),
                n("f266f3d9", m.b1147216593),
                n("a9a8652b", m.b1549808645),
                n("dbf40761", m.b2099114328),
                n("b0d993d9", m.b983172085),
                n("ac1308e1", m.a1019679193),
                n("a7889ab3", m.b1302255268),
                n("c614f5cd", m.a815707260),
                n("i55d57e3", m.b959894748),
                n("e4b6002b", m.b1076195290),
                n("d28e983b", m.a1757496013),
                n("e8c9232d", m.b791093072),
                n("c8994ae1", m.a1470609857),
                n("f821c2a5", m.b848946020),
                n("j348b9c9", m.b1367838614),
                n("i6f93b9b", m.b969409084),
                n("c6150bd5", m.a2092720781),
                n("i8921e09", m.a1691318021),
                n("ef239279", m.a516928184),
                n("hecdb149", m.b1974997245),
                n("fdd039b7", m.b1463240403),
                n("f30c2c37", m.b1178138185),
                n("d9ea7bff", m.a2055766586),
                n("ea3df4b7", m.b1237180425),
                n("jaac21bb", m.a1595916232),
                n("hb435ced", m.a20123635),
                n("ce699d81", m.a992325477),
                n("bc56d3d7", m.b988437756),
                n("f8561913", m.a1731331589),
                n("g6485d53", m.a156133638),
                n("ff561cc1", m.a929120715),
                n("b42011d3", m.a1613841755),
                n("a6660bcd", m.b1512682164),
                n("f9b80449", m.a1751041050),
                n("gdee4d5d", m.b826177186),
                n("h36f2103", m.a804495129),
                n("a19ad037", m.b140861500),
                n("g713f699", m.a1433741805),
                n("ff2e39af", m.b288169777),
                n("be34316d", m.a799143315),
                n("aef81b75", m.a655402914),
                n("fcce70a5", m.a196741852),
                n("jc9d352f", m.b1006277136),
                n("be1cb8c5", m.b291143007),
                n("j9371501", m.a1196978199),
                n("j7d4397d", m.b1610462537),
                n("d61441dd", m.a649456454),
                n("e2a99e97", m.b10203311),
                n("f7ce19ab", m.a119265586),
                n("b2a0213f", m.b1972446375),
                n("d7d71245", m.b1575179252),
                n("a2f2faab", m.a1833864235),
                n("g8d1b99b", m.b1903554306),
                n("d0a77c9b", m.b61920360),
                n("e18e399b", m.a1038337260),
                n("b6ca7bcb", m.a1788175401),
                n("h0e4cdf5", m.a951595547),
                n("g727ddcf", m.a1016411084),
                n("h3629783", m.a652150859),
                n("a20c68af", m.a1438407935),
                n("ja781451", m.b980689083),
                n("cfa1a7b9", m.a628335464),
                n("f3b9b9a7", m.b1603313921),
                n("eefcd267", m.a73603754),
                n("fa8afc43", m.a765808779);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/bn.b6b92aca.js.map
