"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/fa"],
    {
        875499: (e, a, c) => {
            var n = c(292426)._register("fa", {
                get emoji() {
                    return c.e("i18n/emoji-fa").then(c.t.bind(c, 767117, 23));
                },
            });
            function f(e, a, c) {
                return "one" == ((n = e) >= 0 && n <= 1 ? "one" : "other") ? a : c;
                var n;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "هیچ‌کدام"),
                n("f07eac34", "حساب کاربری تقلیدی"),
                n("a41b5c2e", "حساب طرفداری"),
                n("i428ea62", "حساب تفسیری"),
                n("ac0d27be", "متاسفیم، این حساب کاربری به حالت تعلیق درآمده است."),
                n("bcee7444", "به‌‌روزرسانی حساب کاربری ناموفق بود."),
                n("e0cbf77a", "افزودن تلفن"),
                n("f377195c", "ظرفیت X پر شده است. لطفاً چند لحظه صبر کنید و سپس دوباره امتحان کنید."),
                n("d67f9456", "از انجام این فعالیت منع شده‌اید."),
                n("e0ece1b6", "رسانه پیوست نشد، دوباره آپلود کنید."),
                n("i82e8f04", "برای محافظت از کاربرانمان دربرابر هرزنامه و دیگر فعالیت‌های مخرب، این حساب کاربری به‌طور موقت برای دنبال کردن حساب‌های دیگر مسدود شده است. لطفاً مطمئن شوید قوانین ما را فهمیده باشید."),
                n("jf7be47a", "برای محافظت از کاربرانمان دربرابر هرزنامه و دیگر فعالیت‌های مخرب، این حساب کاربری به‌طور موقت برای ارسال پست مسدود شده است. لطفاً مطمئن شوید قوانین ما را فهمیده باشید."),
                n("g75fec74", "شما به حداکثر محدودیت روزانه این فعالیت رسیده‌اید. لطفا شماره تلفنی به حساب کاربری‌ خود اضافه کنید تا این محدودیت برداشته شود."),
                n("abb8b6e0", "این شماره تلفن، پیش از این ثبت شده است."),
                n("f30bd1fc", "ما نمی‌توانیم برای این شماره تلفن، پیامک ارسال کنیم زیرا اپراتور آن، پشتیبانی نشده است."),
                n("i54e550c", "ما قادر به تایید این شماره تلفن نیستیم."),
                n("h154702a", "نمی‌توانیم این درخواست را کامل کنیم زیرا X یا شرکایش این پیوند را بالقوه مضر تشخیص داده‌اند. برای اطلاعات بیشتر به مرکز راهنمایی ما مراجعه کنید."),
                n("c8cb0b4c", "گذرواژه‌ای که وارد کرده‌اید نادرست است."),
                n("b1b54f9e", "رسانه‌ای که تلاش کردید بارگذاری کنید، نامعتبر است."),
                n("i859a9d4", "بیشتر بدانید"),
                n("d6e72ce1", function (e) {
                    return "گذرواژه شما باید کمتر از " + e.count + " نویسه داشته باشد. لطفاً گذرواژه کوتاه‌تری وارد کنید.";
                }),
                n("a34dccd7", function (e) {
                    return "گذرواژه شما باید حداقل " + e.count + " نویسه داشته باشد. لطفاً گذرواژه طولانی‌تری وارد کنید.";
                }),
                n("jea2ff04", "این گذرواژه را به راحتی می‌توان حدس زد. لطفا یک گذرواژه قوی‌تر انتخاب کنید."),
                n("ce482c36", "یک یا تعداد بیشتری از قسمت‌ها نامعتبراست. لطفا ورودی‌های خود را کنترل کرده و دوباره تلاش کنید."),
                n("db626d88", "لطفا برای اتمام تنظیمات حساب کاربریتان، شماره تلفن خود را اضافه کنید."),
                n("i3ee2550", "لطفا تمام قسمت‌های مورد نیاز را تکمیل کنید."),
                n("cf18a258", "ظاهراً این درخواست خودکار است. برای محافظت از کاربرانمان در برابر هرزنامه و دیگر فعالیت‌های بدخواهانه، نمی‌توانیم این فعالیت را اکنون انجام دهیم. لطفاً بعداً دوباره امتحان کنید."),
                n("h7ffa648", "از حد تاییدسازی پیامکی، تجاوز شده است."),
                n("b87ceb1c", "کد تاییدسازی پیامکی، نامعتبر است."),
                n("f87e2faa", "با پوزش، نتوانستیم آن کاربر را پیدا کنیم."),
                n("cdaf8222", "متأسفیم، شما محدود شده اید. لطفاً چند لحظه صبر کنید و سپس دوباره امتحان کنید."),
                n("c1b0e710", "حساب کاربری شما به حالت تعلیق درآمده و اجازه انجام این فعالیت را ندارد."),
                n("bfb22fae", "متأسفانه این پست حذف شده است."),
                n("a23cd3ba", "X برخی اقدامات را برای این پست غیرفعال کرده است."),
                n("bb558892", "این کاربر از قبل شماره تلفنی تاییدشده دارد."),
                n("hae1c934", "مشکلی پیش آمد، ولی ناراحت نشوید — تقصیر شما نیست."),
                n("e784846c", "نمایه شما دردست بازبینی است. تغییرات جدید در نام و عکس نمایه درطول مدت بازبینی مجاز نیست."),
                n("h1cbdd30", "لطفا صفحه را تازه‌سازی کرده و دوباره تلاش کنید."),
                n("a5077d3e", "تازه‌سازی"),
                n("b2648ba4", "حسابتان ممکن است مجاز به انجام این کار نباشد. لطفاً صفحه را نوسازی کنید و دوباره امتحان کنید."),
                n("bcd6bb0e", "عضو"),
                n("hd8c22d2", "ناظم"),
                n("c3153100", "مدیر"),
                n("fa9adac1", function (e) {
                    return "جستجو برای «" + e.query + "»";
                }),
                n("jcec6620", "پاسخ پست پنهان شده است"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "پایه"),
                n("hedf9d7c", "+Premium"),
                n("f5de898e", "تصویر نمایه شش‌گوشه"),
                n("fcc8734a", "تصویر نمایه مربعی"),
                n("c64e46f8", "این عضو از «انجمن» حذف شده است، بنابراین پست‌های او پنهان شده است."),
                n("b3f1cb42", "یکی‌از ناظم‌ها این پست را به‌دلیل نقض یکی‌از قوانین «انجمن» پنهان کرده است."),
                n("cbd2dc9c", "این پست را گزارش کردید."),
                n("cfbea177", function (e) {
                    return "اتاق گفت‌وگوی " + e.name;
                }),
                n("ab4fc8bc", "اتاق گفت‌وگو"),
                n("jd859c9c", "شما از این «اتاق گفت‌وگو» حذف شده‌اید."),
                n("c60ed9b0", "شما اجازه پیوستن به این «اتاق گفت‌وگو» را ندارید."),
                n("d8227e16", "شما اجازه ایجاد این «اتاق گفت‌وگو» را ندارید"),
                n("f027fed8", "تصویر در تصویر"),
                n("hd50e064", "حالا نه"),
                n("i76d640e", "به اجازه شما نیازمندیم"),
                n("fdaa0be8", "برای صحبت کردن در این اتاق گفت‌وگو، باید به X اجازه دسترسی به میکروفن بدهید. لطفاً تنظیمات مرورگرتان را بررسی کنید. "),
                n("gea6cc1a", "مطمئن هستید؟"),
                n("hb568af4", "خموش‌سازی"),
                n("f7c8617a", "کلیپ صوتی چیست؟"),
                n("ecc7d2ec", "کلیپ‌های صوتی لحظه‌هایی هستند که هرکسی در «اتاق گفت‌وگوی» شما می‌تواند ایجاد و هم‌رسانی کند. همه کلیپ‌های صوتی پس‌از ۳۰ روز منقضی می‌شوند."),
                n("d575ee02", "چه کسانی می‌توانند کلیپ صوتی بسازند؟"),
                n("dbc477a4", "هرکسی (حتی شنوندگان) می‌تواند کلیپ صوتی بسازد. تنها نکته این است که باید وارد X شده باشید."),
                n("ed1d1cc0", "هرکسی صحبت کند ممکن است در کلیپ صوتی باشد"),
                n("e5d193c8", "اگر صحبت کرده باشید، ممکن است در کلیپ صوتی قرار بگیرید. اگر در کلیپ صوتی باشید به شما خبر می‌دهیم."),
                n("e1547ec0", "کلیپ صوتی لحظه‌هایی از «اتاق گفت‌وگو»"),
                n("i154245e", "چیز مضحک یا جالبی شنیدید؟ آن قسمت را کلیپ صوتی کنید و هم‌رسانی کنید."),
                n("j24c37b2", "متوجه شدم"),
                n("g1c6f16e", "«اتاق‌های گفت‌وگوی» ضبط‌شده"),
                n("e5609214", "بگذارید «اتاق گفت‌وگو» ادامه پیدا کند"),
                n("g665514c", "فقط صدای سخنران‌ها ضبط می‌شود"),
                n("ja196c5a", "صدای مهمان‌هایی که صحبت کنند ضبط می‌شود. فایل ضبط‌شده عمومی است، بنابراین هرکسی می‌تواند آن را بازپخش کند."),
                n("dd317ed6", "بازپخش یا هم‌رسانی با دیگران"),
                n("jf03b37c", "هروقت خواستید می‌توانید به فایل ضبط‌شده گوش دهید. می‌توانید آن را با پست هم هم‌رسانی کنید."),
                n("fd05976b", "بیشتر بدانید"),
                n("b4f91a8a", "ضبط فعال است"),
                n("gb418012", "به «اتاق‌های گفت‌وگو» خوش آمدید"),
                n("fec3c1e0", "جایی که گفت‌وگوهای زنده صوتی رخ می‌دهد"),
                n("j32eb4f8", "تا ۱۰ سخنران اضافه کنید"),
                n("j4f133a6", "می‌توانید از هرکسی در X دعوت کنید صحبت کند."),
                n("ed434ac6", "«اتاق‌های گفت‌وگو» عمومی است - هرکسی می‌تواند بپیوندد"),
                n("e0025688", "«اتاق گفت‌وگوی» شما قوانین شما را دارد"),
                n("c1bc6f86", "میزبان‌ها می‌توانند افرادی را که اجازه صحبت دارند کنترل کنند. همچنین می‌توانید افرادی را که نمی‌خواهید در «اتاق گفت‌وگوی» شما باشند حذف کنید."),
                n("b0bc8330", "همچنین می‌توانید افراد داخل «اتاق گفت‌وگو» را مسدود و گزارش کنید."),
                n("cb17a0f3", "بیشتر بدانید"),
                n("dcd77941", "بیشتر بدانید"),
                n("cc724cb0", "ایجاد کلیپ صوتی"),
                n("cfd2f35e", "لغو"),
                n("c1df579e", "بعدی"),
                n("e3146662", "برای این کلیپ نمی‌توان زیرنویس ایجاد کرد."),
                n("f123fea8", "گزارش کردن این «اتاق گفت‌وگو»"),
                n("d0aebc28", "مشکل را شرح دهید"),
                n("g971a4e8", "خودآزاری"),
                n("b96e6682", "خشونت"),
                n("e5bf9b3a", "محتوای جنسی"),
                n("d2a34320", "امنیت کودکان"),
                n("a9ba3e28", "اطلاعات خصوصی"),
                n("d5519f4a", "رفتار اهانت‌آمیز"),
                n("eb55363c", "این «اتاق گفت‌وگو» گزارش شد"),
                n("i65de934", "دارید در حالت ناشناس گوش می‌کنید"),
                n("b1037050", "مدیریت «اتاق گفت‌وگو»"),
                n("ic107434", "روشن کردن دوربین"),
                n("d7e0329c", "خاموش کردن دوربین"),
                n("b772cd66", "انجام شد"),
                n("b3bd3e38", "پست‌های برتر در ابتدا نمایش داده می‌شوند"),
                n("d88cf16c", "جدیدترین پست‌ها در ابتدا نمایش داده می‌شوند"),
                n("bd4ad3ea", "عریض"),
                n("ca1180a0", "متوسط"),
                n("c86ff1b0", "باریک"),
                n("eed02406", "کوچک"),
                n("cffb04d6", "استاندارد"),
                n("af15cef8", "پست همراه با یادداشت‌ها"),
                n("ab28945c", "نمایه مشارکت‌کننده"),
                n("e2462db4", "بیشتر هم‌رسانی‌شده در شبکه شما · ۲۴ ساعت گذشته"),
                n("ad16f482", "رویداد"),
                n("c20aaf3e", "خطا"),
                n("edf7bc2e", "موضوع داغ"),
                n("fa884026", "فهرست"),
                n("fa98627a", "نمایه"),
                n("a9ae1e78", "جستجو"),
                n("a2a3824a", "سرفصل"),
                n("a6d5b010", "خط زمان"),
                n("h5860a68", "Grok"),
                n("a990900c", "زندگی‌نامه"),
                n("h02a6fe6", "انجمن‌ها"),
                n("a15648a4", "یادداشت‌های کاربران"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • پوشه نشانک";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • پیام";
                }),
                n("d80c77dc", "شما این پاسخ‌ها را پنهان کرده‌اید"),
                n("ef939f4b", function (e) {
                    return "پاسخ‌های پنهان‌شده توسط @" + e.screenName;
                }),
                n("g40ff2b4", "تغییر اندازه رسانه شما ناموفق بود و حجم آن برای بارگذاری، بسیار زیاد است."),
                n("b8098028", "یک یا تعداد بیشتری از تصاویر از محدودیت اندازه بیشتر هستند و امکان تغییر اندازه آنها وجود ندارد."),
                n("b36f4170", "فایل خالی است."),
                n("hab3781e", "یک یا چند فایل ارائه‌شده عکس نیست."),
                n("f6c4fb02", "فایل GIF شما پردازش نشد. لطفاً نکات بارگذاری GIF را ببینید."),
                n("g0af3dd2", "فایل GIF شما سازگار نیست. لطفاً نکات بارگذاری GIF را ببینید."),
                n("b8c8b0be", "فایل ویدئویی‌تان پردازش نشد. لطفاً نکات بارگذاری ویدئو را ببینید."),
                n("ica6d718", "فایل ویدئویی‌تان سازگار نیست. لطفاً نکات بارگذاری ویدئو را ببینید."),
                n("b28d44f7", function (e) {
                    return "فایل GIF شما خیلی بزرگ است. فایل‌های GIF باید کوچک‌تر از " + e.limit + " مگابایت باشد";
                }),
                n("i1db7d13", function (e) {
                    return "فایل ویدئوتان خیلی بزرگ است. ویدئوها باید کوچک‌تر از " + e.limit + " مگابایت باشد";
                }),
                n("baac0ed7", function (e) {
                    return "فایل ویدئوتان خیلی بزرگ است. ویدئوها باید کوچک‌تر از " + e.limit + " گیگابایت باشد";
                }),
                n("a22385bb", function (e) {
                    return "ویدئوی شما خیلی طولانی است. طول آن را " + e.limit + " ثانیه یا کمتر نگه‌دارید.";
                }),
                n("be0440bf", function (e) {
                    return "ویدئوی شما خیلی طولانی است. طول آن را " + e.limit + " دقیقه یا کمتر نگه‌دارید.";
                }),
                n("feeba512", "فایل تصویری شما پردازش نشد. لطفاً‌ نکات بارگذاری تصویر را ببینید."),
                n("db123c02", "فایل تصویری شما سازگار نیست. لطفاً نکات بارگذاری تصویر را ببینید."),
                n("db6001e7", function (e) {
                    return "فایل تصویرتان خیلی بزرگ است. تصاویر باید کوچک‌تر از " + e.limit + " مگابایت باشد";
                }),
                n("eb96d952", "فایل تصویری شما فاقد طول و عرض است"),
                n("b3880588", "زمان این نوبت بارگذاری تمام شد."),
                n("ca058b68", "بعضی رسانه‌های شما بارگیری نشد."),
                n("id24379c", "بعضی رسانه‌های شما بارگذاری نشد."),
                n("h4d7cbcc", "رسانه شما بارگذاری نشد. لطفاً دوباره امتحان کنید."),
                n("aaa798fc", "ارتقا"),
                n("f13bb672", "اشتراک در Premium"),
                n("ab0decc0", "اشتراک"),
                n("e4e92f35", function (e) {
                    return "ارتقا به " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "مشترک شدن در " + e.tier;
                }),
                n("fd425414", "دریافت Radar"),
                n("g6320792", "دریافت اطلاعات تحلیلی Premium"),
                n("f09be7f8", "تأیید شوید"),
                n("j34ad558", "دریافت Premium"),
                n("a73d39fb", function (e) {
                    return "شروع دوره آزمایشی رایگان " + e.numberOfDays + " روزه";
                }),
                n("i4fb96c7", function (e) {
                    return "تا " + e.percentage + "٪ تخفیف برای " + e.premiumTierName + "X";
                }),
                n("c1c98165", function (e) {
                    return "‫" + e.percentage + "٪ تخفیف‬";
                }),
                n("c5546038", "به‌زودی منقضی می‌شود!"),
                n("e9a47564", "آخرین فرصت"),
                n("f65e7e91", function (e) {
                    return "‫‎٪" + e.percentage + " تخفیف برای " + e.tier + " ‏ " + e.plan + "‬";
                }),
                n("a84a736e", "دریافت اعتبار آگهی رایگان"),
                n("a0713d76", "به «سازمان‌های تأییدشده» ارتقا دهید تا اعتبار آگهی رایگان و زنجیره‌ای از ابزارهای رشد کسب‌وکار دریافت کنید."),
                n("a07e13fc", "یکی‌از آفرینندگان آثار Premium شوید"),
                n("i1b4aea2", "ارتقا دهید و ویدئوهای طولانی‌تر پست کنید"),
                n("efa90342", "دسترسی به ویرایش پست‌ها با X Premium"),
                n("cc528e28", "فقط مشترکان X Premium می‌توانند به ویرایش پست‌ها دسترسی داشته باشند. برای ادامه دادن ارتقا دهید."),
                n("h8a3525e", "«مورد برتر» در نمایه شما"),
                n("c0f7a722", "باید مشترک Premium شوید تا بتوانید پست‌ها را در نمایه‌تان برجسته کنید."),
                n("i3b31136", "نوشتن نوشتار در X"),
                n("b6a41c5f", function (e) {
                    return "برای نوشتن «نوشتار» در X باید مشترک " + e.tier + " باشید";
                }),
                n("ae2c4afc", "می‌خواهید «نوشتار» خودتان را منتشر کنید؟"),
                n("d300e29b", function (e) {
                    return "به " + e.tier + " ارتقا دهید تا بتوانید پست‌های طولانی‌تر و «نوشتار» بنویسید.";
                }),
                n("f614e2bc", "به Premium ارتقا دهید تا پست‌های طولانی‌تر بنویسید و قالب‌بندی‌هایی مثل پررنگ و کج‌نویس داشته باشید."),
                n("c9772e6e", "ارتقا به Premium"),
                n("dc5575ac", "می‌خواهید در نمایه‌تان برچسب تأیید مدرک شناسایی داشته باشید؟"),
                n("d154f46e", "دسترسی به ایجاد «انجمن‌ها» با X Premium"),
                n("a0228c02", "فقط مشترکان X Premium می‌توانند به ویژگی ایجاد «انجمن‌ها» دسترسی داشته باشند. برای ادامه دادن ارتقا دهید."),
                n("d07f1d74", "برای افزودن این کاربران به گفتگو باید تأیید شوید"),
                n("ebe38626", "فقط کاربران تأییدشده می‌توانند کسانی را که آن‌ها را دنبال نمی‌کنند به گروه اضافه کنند. برای ادامه دادن، ارتقا دهید."),
                n("e6eddae0", "برای ساختن این گروه تأیید شوید"),
                n("he27089e", "فقط کاربران تأییدشده می‌توانند با کسانی که آن‌ها را دنبال نمی‌کنند گروه تشکیل دهند. برای ادامه دادن، ارتقا دهید."),
                n("d7bc1116", "برای پیام فرستادن به این کاربر باید تأیید شوید"),
                n("f897074a", "فقط کاربران تأییدشده می‌توانند به کسانی که آن‌ها را دنبال نمی‌کنند «پیام خصوصی» بفرستند. برای ادامه دادن ارتقا دهید."),
                n("c0cf5eae", "برای فرستادن پیام‌های بیشتر باید تأیید شوید"),
                n("h2da08fc", "به سقف تعداد «پیام خصوصی» در یک روز رسیده‌اید. ارتقا دهید تا بتوانید به پیام‌رسانی ادامه دهید."),
                n("j503aee6", "بارگیری ویدئوها با X Premium"),
                n("j4dd3bf4", "فقط مشترک‌های X Premium می‌توانند ویدئو بارگیری کنند. برای ادامه دادن ارتفا دهید."),
                n("bc231a74", "دسترسی به پوشه‌های نشانک با X Premium"),
                n("ed534c78", "فقط مشترکان X Premium به پوشه‌های نشانک دسترسی دارند. برای ادامه دادن ارتقا دهید."),
                n("ed924940", "حذف تمام آگهی‌ها با Premium+‎"),
                n("dccdb326", "فقط مشترکان Premium+‎ اصلاً آگهی نمی‌بینند. برای ادامه دادن ارتقا دهید."),
                n("adf3410a", "برای باز کردن قفل ویژگی‌های جدید مشترک شوید و در صورت واجد شرایط بودن، سهمی از درآمد را دریافت کنید."),
                n("d8661dd4", "برای مدتی محدود. به بهترین‌های X دسترسی پیدا کنید."),
                n("fe7fd234", "امتحان رایگان «Premium پایه»"),
                n("a2f86dda", "با «Premium پایه»، تجربه‌تان را با «پوشه‌های نشانک»، «ویرایش پست»، «نمادهای سفارشی برنامه»، و چیزهای دیگر بهبود دهید."),
                n("d9593598", "همین امروز Premium را رایگان امتحان کنید"),
                n("d0d6b59c", "با Premium، تجربه‌تان را با آگهی‌های کمتر، ابزارهای قدرتمند، و چیزهای دیگر ارتقا دهید."),
                n("g4bb7ea8", "تا ۵۰٪ تخفیف برای X Premium دریافت کنید"),
                n("b748499c", "پیشنهاد تمدید شد!"),
                n("b81135bc", "امروز تمام می‌شود!"),
                n("a8b4b878", "در این عید شکرگزاری بهترین‌های X را تجربه کنید."),
                n("df7fb242", "پیشنهاد عید شکرگزاری"),
                n("aeaf14a6", "‫‎۴۰٪ تخفیف برای Premium. به‌زودی منقضی می‌شود.‬"),
                n("ca8cbf78", "‫۴۰٪‎ تخفیف برای Premium و Premium+‎ دریافت کنید‬"),
                n("j88ba18e", "استفاده از پیشنهاد"),
                n("f4dc8ea3", function (e) {
                    return "‫" + e.percentage + "٪ تخفیف برای X Premium. به بهترین‌های X دسترسی پیدا کنید.‬";
                }),
                n("db6a5d54", "هنوز تأیید نشده‌اید"),
                n("edf7f57e", "برای بالا بردن پاسخ‌ها، تحلیل‌های آماری، مرور کردن بدون آگهی، و چیزهای بیشتر، خودتان را به‌تأیید برسانید. اکنون نمایه‌تان را ارتقا دهید."),
                n("ba920d68", "تقویت کردن تأثیر شما با تأییدسازی"),
                n("ib79d0c2", "دسترسی به ویژگی‌های ویژه: حساب کاربری‌تان را تأیید کنید"),
                n("bebc5f12", "دارید در X تبلیغ می‌کنید، ولی اشتراک «سازمان‌های تأییدشده» ندارید"),
                n("d7836d1e", "مشترک شوید تا بتوانید تا سقف ۱۲٬۰۰۰ دلار اعتبار رایگان آگهی، تأییدسازی طلایی، پشتیبانی  ویژه، و زنجیره‌ای از ابزارها برای رشد و پیشرفت دریافت کنید."),
                n("f528e369", function (e) {
                    return "مشترک " + e.tier + " شوید تا بتوانید «نوشتارهای» خودتان را بنویسید";
                }),
                n("c5a8022a", "«نوشتار» بنویسید، می‌توانید محتوای خودتان را در قالبی طولانی با متن غنی‌شده و رسانه‌های درون‌متنی مستقیماً در X منتشر کنید."),
                n("d77899b6", "مشترک Premium شوید تا بتوانید پست‌های طولانی خودتان را بنویسید"),
                n("bd65482a", "پست‌های طولانی‌تر بنویسید و قالب‌بندی‌های متن مثل پررنگ و کج‌نویس داشته باشید."),
                n("bee20918", "دریافت پول برای پست کردن"),
                n("gb699d52", "از پست کردن در X لذت می‌برید؟ مشترک Premium شوید و به برنامه سهم درآمد ما بپیوندید."),
                n("f69877c2", "بالا بردن پاسخ‌ها با Premium"),
                n("gba90d44", "رؤیت‌پذیری بیشتری داشته باشید، متمایز شوید، و دیده شوید."),
                n("a6dbcd58", "پشتیبانی از «آفرینندگان آثار» با مشترک شدن در Premium"),
                n("c4f49130", "تا ‎٪۲۵ هزینه اشتراک شما مستقیماً به آفرینندگان آثار پرداخت می‌شود."),
                n("ca8fa2c0", "تأیید شدن با علامت آبی"),
                n("febffc1a", "اعتبارتان را تقویت کنید، رؤیت‌پذیری‌تان را افزایش دهید، و صدایتان را به گوش دیگران برسانید."),
                n("j45a377a", "ارتقا به +Premium"),
                n("i7170016", "از مزایای تکمیلی مانند حذف آگهی‌ها و بیشترین اولویت‌بندی پاسخ‌ها بهره ببرید."),
                n("ee87f95e", "اطلاعات تحلیلی پیشرفته با X Premium"),
                n("ac38dbc0", "اطلاعات تحلیلی نمایه‌تان را ببینید، مخاطبین خود را درک کنید و غیره. برای ادامه دادن، ارتقا دهید."),
                n("i6e73154", "پیش‌نمایش ویژگی اطلاعات تحلیلی حساب کاربری که شامل نمودارهای میله‌ای و سنجه‌ها است"),
                n("b583e154", "دسترسی به «تحلیل‌های آماری» با X Premium"),
                n("b7fb8c5e", "۱٬۰۰۰ دلار خرج کنید تا ۱٬۰۰۰ دلار دریافت کنید!"),
                n("ca559b70", "اکنون مشترک شوید"),
                n("d68773a4", "به‌تصویر کشیدن روندها با Radar"),
                n("f677fed6", "کلیدواژه‌ها را پایش کنید، فعالیت موضوع‌های داغ را به‌تصویر بکشید، و گفت‌وگوها را فیلتر کنید. همه به‌طور هم‌زمان."),
                n("ha49eac2", "می‌خواهید در X سریع رشد کنید؟"),
                n("f27018b4", "از اطلاعات تحلیلی Premium با اطلاعات آماری هوشمند برای افزایش دنبال‌کنندگانتان استفاده کنید."),
                n("dfea1f08", "اطلاعات آماری ارزشمند را ازدست ندهید"),
                n("da8c5244", "با اطلاعات تحلیلی Premium، می‌توانید برای افزایش دنبال‌کنندگانتان به اطلاعات آماری هوشمند دسترسی داشته باشید."),
                n("b081baea", "اطلاعات آماری را دارید ازدست می‌دهید!"),
                n("d5effffc", "افزودن نشان"),
                n("c3653d44", "تأیید کردن کسب‌وکارتان"),
                n("e8070e70", "Premium را امتحان کنید"),
                n("ec42820e", "آیا می‌خواهید افراد بیشتری پاسختان را ببینند؟"),
                n("b0a95418", "با Premium «بالابری پاسخ» داشته باشید"),
                n("j8ee20aa", "با «بالابری پاسخ» در گفتگوها متمایز شوید"),
                n("g13aa596", "مشترک Premium شوید تا «پاسخ‌های» شما بالا برده شود"),
                n("cadd92be", "دسترسی به اطلاعات تحلیلی پست"),
                n("a7058228", "دسترسی به «تحلیل‌های آماری پیشرفته» با X Premium"),
                n("gb7823ba", "اطلاعات تحلیلی حساب کاربری"),
                n("i90f8e36", "سازمان‌دهی نشانک‌ها"),
                n("abc6e710", "مرتب‌سازی کردن نشانک‌ها در پوشه‌ها با X Premium"),
                n("b7fa0cfe", "مقاله‌های برتر"),
                n("bcc7e8c0", "همه نشانک‌ها"),
                n("i3145aa0", "نشانک‌ها"),
                n("e39b368e", "پخش"),
                n("hbea78a8", "ستون جدید"),
                n("b5298d92", "ارتباط"),
                n("d35d74e4", "گفتگو"),
                n("h5245afa", "انجمن"),
                n("d4ebc798", "پیش‌نویس‌ها"),
                n("fcf3e54c", "کاوش"),
                n("d806aa1a", "پاسخ‌های پنهان‌شده"),
                n("ha8209bc", "خانه"),
                n("a2f81050", "پیام‌ها"),
                n("cf2d1048", "درخواست‌های پیام"),
                n("e7172d70", "پیام‌های بیشتر"),
                n("e1066d88", "نمایه من"),
                n("eb75875e", "آگاه‌سازی‌ها"),
                n("j45978a8", "نقل‌قول‌ها"),
                n("fd6a3f30", "پست‌های زمان‌بندی‌شده"),
                n("aa4209e8", "سوپردنبال‌کننده‌ها"),
                n("d52a1caa", "مشترکین"),
                n("d7b51c68", "اشتراک‌ها"),
                n("c5f4befa", "موضوعات داغ"),
                n("df34a454", "پست"),
                n("gfccba44", "درخواست‌های عضویت"),
                n("e42dd8fa", "گزارش نظارت"),
                n("c2c191fc", "پست‌های گزارش‌شده"),
                n("c63602d4", "انجمن‌های من"),
                n("ddf0ba7e", "مجموعه"),
                n("c64974fc", "دنبال‌کنندگان"),
                n("i099d32e", "دنبال‌کنندگانی که می‌شناسید"),
                n("d960b55c", "دنبال‌شده"),
                n("b007440a", "شغل‌ها"),
                n("aa68dafc", "جزئیات آگاه‌سازی"),
                n("b8533bac", "سرفصل‌ها"),
                n("jf00ebf6", "ستون دردسترس نیست"),
                n("jaaa8984", "مکان"),
                n("f345dcda", "سابقه ویرایش"),
                n("hea3f8ac", "پست‌های مرتبط"),
                n("c8ee31da", "اخبار"),
                n("d35c9eec", "اطلاعات تحلیلی حساب کاربری"),
                n("b5b7fb94", "گروه"),
                n("g755fcde", "شما"),
                n("f6b1ff81", function (e) {
                    return e.name + " و شما";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " و " + e.count + " بیشتر";
                }),
                n("fb4ee2f6", "درخواست‌های پیام حذف شد"),
                n("j607bf02", "بارگیری برنامه X"),
                n("j49fd4e8", "رفتن به برنامه کاربردی"),
                n("a565833e", "نام‌نویسی"),
                n("e919c3bc", "ورود"),
                n("a17a75da", "X در برنامه بهتر کار می‌کند"),
                n("e7342ed4", "هیچ پستی را از دست ندهید. این را در برنامه X باز کنید تا تجربه کامل را داشته باشید."),
                n("b6a43e78", "اولین کسی باشید که خبردار می‌شود"),
                n("b469e406", "در جریان چیزهایی که برای شما بیشتر اهمیت دارد باشید. از برنامه استفاده کنید و درباره افراد، سرفصل‌ها و رویدادهایی که دنبال می‌کنید آگاه‌سازی ویژه دریافت کنید."),
                n("b8505290", "پاسخ دهید تا به گفتگو بپیوندید."),
                n("ae8b0564", "برای پخش خبر بازپست کنید."),
                n("f2adab0e", "برای نشان دادن علاقه‌تان پست را بپسندید."),
                n("b7821a74", "نام‌نویسی کنید تا هرگز پست‌هایش را ازدست ندهید."),
                n("e6d43d06", "سرفصلی را دنبال کنید تا پست‌هایی عالی پیدا کنید"),
                n("ic848090", "نخست باید وارد شوید"),
                n("f9ebe066", "به‌محض اینکه وارد شدید می‌توانید در «انجمن‌ها» به گفت‌وگو بپیوندید."),
                n("je3d93e2", "افرادی که در X هستند نخستین افرادی هستند که باخبر می‌شوند."),
                n("ea88ce2e", "هیچ رویدادی را در توییتر از دست ندهید"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "مرکز راهنمایی"),
                n("g482c949", "درباره انتخاب‌هایتان مطالب بیشتری مشاهده کنید."),
                n("b47e760e", "برای مشاهده میان‌برهای صفحه‌کلید، علامت سؤال را فشار دهید"),
                n("fd2c7b44", "مشاهده میان‌برهای صفحه‌کلید"),
                n("g7e2adf2", "ایجاد سکوی جدید"),
                n("a6ba09e8", "ستون تکراری"),
                n("f5c9ccca", "ویرایش سکوی فعلی"),
                n("bf42c578", "تمرکز بر دکمه تغییر ترتیب"),
                n("j6fa64a6", "رفتن به ستون آخر"),
                n("b5545202", "رفتن به سکوی سنجاق‌شده آخر"),
                n("e0497acc", "رفتن به مدیریت همه سکوها"),
                n("beef7b14", "رفتن به ستون بعدی"),
                n("a5cb005e", "رفتن به ستون N"),
                n("f65391bc", "رفتن به سکوی سنجاق‌شده N"),
                n("h0bfdd20", "افزودن ستون"),
                n("h770f6d4", "رفتن به ستون قبلی"),
                n("b8b2b70c", "حذف ستون"),
                n("a3e2df76", "واگرد حذف ستون"),
                n("g850aec4", "باز کردن / بستن تنظیمات ستون"),
                n("d5696fcc", "راهنمای میان‌برها"),
                n("a83d4280", "پست بعدی"),
                n("g0048656", "پست قبلی"),
                n("a690c4d0", "صفحه پایین"),
                n("e893811a", "بارگیری پست‌های جدید"),
                n("cdb53d7a", "نام‌بری‌ها"),
                n("d7b8ebaa", "پسندها"),
                n("b0041756", "فهرست‌ها"),
                n("d4986f86", "پیام‌های خصوصی"),
                n("bb081ea2", "تنظیمات"),
                n("eee2ed92", "رفتن به کاربر…"),
                n("ee5ccf3e", "تنظیمات نمایش"),
                n("ab3d53f8", "پست جدید"),
                n("de94bda6", "فرستادن پست"),
                n("e736990a", "پیام خصوصی جدید"),
                n("fe731016", "پسندیدن"),
                n("d17df548", "پاسخ"),
                n("g062295e", "بازپست"),
                n("h01621a4", "هم‌رسانی پست"),
                n("gb303814", "نشانک"),
                n("c03b1126", "خموش کردن حساب کاربری"),
                n("ebd2abb2", "مسدود کردن حساب کاربری"),
                n("hc6c5510", "باز کردن جزئیات پست"),
                n("eebdef38", "باز کردن عکس"),
                n("b488758c", "باز کردن/بستن جای پیام‌ها"),
                n("c82314e0", "مکث/پخش ویدئوی انتخاب‌شده"),
                n("b881560e", "بی‌صدا کردن ویدئوی انتخاب‌شده"),
                n("a94f7302", "رفتن به سکوی صوتی"),
                n("a7e604c6", "پخش/مکث سکوی صوتی"),
                n("f978c4fc", "خموش‌سازی/گویاسازی سکوی صوتی"),
                n("hc73f030", "حساب کاربری شما"),
                n("f15bfdb4", "اطلاعات حساب کاربری"),
                n("a3841918", "ایمیل"),
                n("c21037d0", "کشور"),
                n("ab1f7ee0", "گذرواژه‌تان را تغییر دهید"),
                n("e731db5a", "گذرواژه بازنشانی شد"),
                n("f56af9cc", "بارگیری بایگانی داده‌های شما"),
                n("hfb92b14", "غیرفعال‌سازی حساب کاربری شما"),
                n("bf96fda4", "سن"),
                n("d12d42dc", "خودکارسازی"),
                n("fdb81456", "برچسب تقلیدی"),
                n("j9d10268", "فعالیت حساب کاربری"),
                n("i6b3f59a", "سابقه حساب کاربری"),
                n("da202f9a", "فهرست آگهی‌دهندگان شما"),
                n("hc36dbba", "دستگاه‌ها و برنامه‌هایی که از آن‌ها وارد توییتر شده‌اید"),
                n("a8d0108e", "جنسیت"),
                n("a03dacaa", "زبان"),
                n("d9138166", "مشاهده مکان‌هایی که بوده‌اید"),
                n("b523ecc6", "تاریخچه دسترسی به حساب کاربری"),
                n("abedd45c", "درخواست داده‌های شما"),
                n("h1f01a24", "علاقه‌مندی‌ها"),
                n("j7ad754a", "داده‌های X شما"),
                n("d299431c", "درآمدزایی"),
                n("j087774e", "سکه‌ها"),
                n("ff9ed474", "کل درآمد"),
                n("ec885836", "سهم درآمد آفریننده اثر"),
                n("b431a5c6", "سهم درآمد آگهی"),
                n("b0e986ec", "‫IDV درآمدزایی"),
                n("aca4d76a", "راه‌اندازی سهم درآمد آگهی"),
                n("ab1b837a", "داشبورد سهم درآمد آگهی"),
                n("a9c1a9cc", "آگهی‌های ویدئویی"),
                n("d4ab5c12", "راه‌اندازی آگهی‌های ویدئویی"),
                n("c429e3ba", "اشتراک‌های آفرینندگان آثار"),
                n("fce877d6", "واگرد پست"),
                n("dd0c889e", "سفارشی‌سازی نمایه"),
                n("ib35705e", "مدیریت اشتراک"),
                n("cf131522", "مدیریت نشان‌های وابسته"),
                n("cb165528", "ویژگی‌ها و تنظیمات اخبار"),
                n("f8645654", "امنیت و دسترسی به حساب کاربری"),
                n("j95edf76", "امنیت"),
                n("afe4a358", "تأییدسازی مدرک شناسایی"),
                n("dd703318", "تأیید اعتبار دومرحله‌ای"),
                n("b1686800", "مدیریت کلیدهای امنیتی"),
                n("ae72d4c4", "برنامه‌ها و نوبت‌های ورود"),
                n("a1e8e682", "دستگاه‌های ثبت‌نام‌شده"),
                n("h1abfbce", "حساب‌های کاربری متصل"),
                n("cad53944", "حریم خصوصی و ایمنی"),
                n("e908903a", "مخاطبان و برچسب‌گذاری"),
                n("b5c85d2c", "محافظت از پست‌ها"),
                n("f56d108e", "برچسب زدن عکس"),
                n("c6f67e32", "پست‌های شما"),
                n("f2bd9c48", "محتوایی که می‌بینید"),
                n("cbd449a0", "خموش‌سازی و مسدودسازی"),
                n("daef29b8", "حساب‌های خموش‌‌شده"),
                n("i0dd9b9e", "واژه‌های خموش‌شده"),
                n("a5f32aa2", "حساب‌های کاربری مسدودشده"),
                n("i58a274c", "پیام‌های خصوصی"),
                n("ded416b0", "اتاق‌های گفت‌وگو"),
                n("fd4d9068", "قابلیت شناسایی و مخاطبان"),
                n("bbcafbda", "مدیریت مخاطبان"),
                n("aeddb28a", "ترجیحات محتوا"),
                n("d035a8d0", "تنظیمات برگزیده آگهی‌ها"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "هویت استنباطی"),
                n("d84e63d2", "فعالیت خارج‌از X"),
                n("h14ba864", "هم‌رسانی داده‌ها با شرکای تجاری"),
                n("jabb9c9a", "اطلاعات مکان"),
                n("fcb6a5b8", "افزودن اطلاعات مکان به پست‌ها"),
                n("h9f2da68", "رسانه‌های حساسیت‌برانگیز"),
                n("id6a8e1a", "فیلتر پاسخ‌ها"),
                n("fc35f762", "پاسخ‌های فیلترشده"),
                n("gaac710a", "مرکز گزارش‌دهی"),
                n("bcd81cac", "تنظیمات برگزیده"),
                n("i647fb04", "فیلترها"),
                n("hee41732", "آگاه‌سازی‌ها"),
                n("e75f25a8", "آگاه‌سازی‌های ایمیلی"),
                n("cf9b166a", "دسترس‌پذیری، نمایش، و زبان‌ها"),
                n("e3719c16", "دسترس‌پذیری"),
                n("a776eed8", "پخش خودکار"),
                n("c4881c66", "نمایش"),
                n("d495680e", "زبان‌ها"),
                n("f953f53a", "تغییر زبان نمایشی"),
                n("eafe3288", "استفاده از داده‌ها"),
                n("b721eb38", "درباره"),
                n("g9230d00", "واگذاری نقش"),
                n("cb8ebf5c", "اعضایی که به آن‌ها نقشی واگذار کرده‌اید"),
                n("i95202f6", "حساب‌های کاربری‌ای که در آن‌ها نقشی به شما واگذار شده است"),
                n("afcad7f2", "بارگزاری برنامه"),
                n("e8f57e08", "شخصی‌سازی و داده‌ها"),
                n("gbde3534", "داده‌های علاقه‌مندی‌ها و آگهی‌ها"),
                n("a54826c6", "استنباط علاقه‌مندی‌ها ازطرف شرکا"),
                n("a5cbc19a", "اطلاعات تحلیلی شما"),
                n("i9028824", "در حال بارگذاری"),
                n("f5090e28", "به‌نظر می‌رسد اتصالتان را ازدست داده‌اید. باز هم امتحان می‌کنیم."),
                n("ba929da8", "صفحه پیدا نشد"),
                n("d203e242", "پیدا نشد"),
                n("e2eac0c4", "اصلی"),
                n("i5aa4ce0", "موارد دیگر منو"),
                n("h63a5c3c", "بیشتر"),
                n("a4fc1872", "هفته گذشته"),
                n("e14bb1da", "دیروز"),
                n("d86bbf0f", function (e) {
                    return e.count + " مورد خوانده‌نشده";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "حساب کاربری"),
                n("da4691aa", "مشاهده همه حساب‌های کاربری"),
                n("c7e55ccf", function (e) {
                    return "بازگشت به @" + e.screenname;
                }),
                n("b20a3894", "حسابی که دارید سعی می‌کنید به آن تعویض کنید حذف شده است."),
                n("daffabde", "فعالیت به‌عنوان…"),
                n("eccbfa26", "حساب‌های کاربری واگذاری نقش"),
                n("a1b7a904", "فعالیت به‌عنوان"),
                n("g61ed8a4", "مشکلی پیش آمد."),
                n("e520f166", "به سقف محدودیت روزانه فرستادن پست رسیده‌اید."),
                n("c0554ca0", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای فرستادن پست اقدام کنید."),
                n("b25c5b2a", "قبلاً این را گفته‌اید."),
                n("cef21114", "حساب کاربری شما تعلیق شده است و اجازه ندارد پست بفرستد."),
                n("cf369a0e", "پستی که سعی می‌کنید به آن پاسخ دهید حذف شده است یا برای شما قابل دیدن نیست."),
                n("cd86efa8", "@نام‌بری‌های متن پست شما از تعداد مجاز بیشتر شده است."),
                n("e002f424", "تعداد نشانی‌های وب در متن پست شما از سقف مجاز بیشتر شده است."),
                n("c2b4ae8c", "تعداد برچسب‌ها در متن پست شما بیش‌از سقف مجاز است."),
                n("hf05f59e", "تعداد برچسب‌های مالی در متن پست شما از سقف مجاز بیشتر شده است."),
                n("dffb84c6", "متن پست شما برچسبی دارد که طول آن از سقف مجاز بیشتر است."),
                n("d7b21bc8", "تعداد انواع پیوست‌ها در پست شما از سقف مجاز بیشتر شده است."),
                n("e4672ac2", "ای وای! به نظر می‌رسد نشانی اینترنتی موجود در پست شما به صفحه‌ای با محتوای هرزنامه یا ناامن پیوند می‌دهد."),
                n("he5ecf52", "اندازه متن پست شما از سقف میزان مجاز بیشتر شده است."),
                n("ac78e602", "محتوای پست شما معتبر نیست."),
                n("i251c738", "نرخ فریم ویدئویی که تلاش کردید بارگذاری کنید خیلی بالا بود."),
                n("ed3ac7ef", function (e) {
                    return "نرخ فریم ویدئویی که تلاش کردید بارگذاری کنید خیلی بالا بود. حداکثر نرخ فریم: ۶۰. نرخ فریم فعلی: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "نسبت ابعادی ویدئویی که تلاش کردید بارگذاری کنید خیلی بزرگ بود."),
                n("ca4514c0", "نسبت ابعادی ویدئویی که تلاش کردید بارگذاری کنید خیلی کوچک بود."),
                n("fb4a459c", "مدت ویدئویی که تلاش کردید بارگذاری کنید خیلی کوتاه بود."),
                n("ca1afa98", "مدت ویدئویی که تلاش کردید بارگذاری کنید خیلی طولانی بود."),
                n("b2e94283", function (e) {
                    return "ازطریق @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "پست کردن" + e.verb;
                }),
                n("ge8e4a38", "پست کردن همه"),
                n("h735a98e", "زمان‌بندی"),
                n("h3701ffe", "به‌روز‌رسانی"),
                n("d9ef2842", "موارد خوانده‌نشده"),
                n("cdf89b84", "پیش‌نمایش Branded Likes"),
                n("i83d4f14", "درخواست‌های دنبال کردن"),
                n("aeede01a", "Imprint"),
                n("ae1bbb26", "خروج"),
                n("fd442790", "تنظیمات و حریم خصوصی"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "آگهی‌ها"),
                n("e2eef3c2", "سازمان‌های تأییدشده"),
                n("b55d8a78", "ایجاد «اتاق گفت‌وگو»"),
                n("a5a30af0", "مقاله‌ها"),
                n("d13d697c", "جدید"),
                n("j0e2cfa8", "کسب‌وکار"),
                n("h5e38204", "گپ"),
                n("h7d5d9fa", "آزمایشی (بتا)"),
                n("ga169e1b", function (e) {
                    return "پیام‌های خصوصی (" + e.count + " گفتگوی خوانده‌نشده)";
                }),
                n("d83682ec", "خانه (پست‌های جدید خوانده‌نشده)"),
                n("e1249849", function (e) {
                    return "آگاه‌سازی‌ها (" + e.count + " آگاه‌سازی خوانده‌نشده)";
                }),
                n("c0b786ee", "جستجو و کاوش"),
                n("bb967f9e", "ویدئوها"),
                n("e04033be", "پست‌های جدیدی دردسترس است. برای رفتن به آن‌ها کلید نقطه را فشار دهید."),
                n("hec711c0", "مشاهده پست‌های جدید"),
                n("j0a8da6e", "افزودن حساب کاربری موجود"),
                n("c6f2bf00", "مدیریت حساب‌ها"),
                n("a58e0e51", function (e) {
                    return "خروج @" + e.screenName;
                }),
                n("j62f43a6", "مشاهده حساب‌های کاربری واگذاری نقش"),
                n("d4c52015", function (e) {
                    return e.count + " دعوت‌نامه حساب کاربری واگذاری نقش دردست بررسی";
                }),
                n("b8e1d524", "حساب‌های کاربری"),
                n("gef27c4c", "منوی حساب کاربری"),
                n("b7dc3885", function (e) {
                    return "رفتن به @" + e.screenName;
                }),
                n("c61eea74", "حساب‌های کاربری شخصی"),
                n("g6d42fea", "تعویض پیمایش"),
                n("eb022176", "ایجاد حساب کاربری"),
                n("gcfef7b6", "ایجاد حساب کاربری با تلفن یا ایمیل"),
                n("e5b0e544", "ورود"),
                n("gd93944e", "استفاده از برنامه"),
                n("f2f787a0", "شرایط استفاده"),
                n("e1099fd6", "سیاست‌های مربوط به حریم شخصی"),
                n("c1df1ae0", "استفاده از کوکی‌ها"),
                n("cdc1bff7", function (e) {
                    return "منوی نمایه " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " نفر";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " نفر";
                }),
                n("ae2205d2", "شما همدیگر را دنبال می‌کنید"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " در اتاق گفت‌وگوی فعالی حضور دارد، برای پیوستن ازطریق نمایه این کاربر کلیک کنید";
                }),
                n("f2b3fe06", "درحال بارگیری نتایج"),
                n("fc9dd578", "جستجوی افراد"),
                n("gdb7bc25", function (e) {
                    return e.name + " - برای حذف انتخاب کنید";
                }),
                n("f065ba8c", "عبارت جستجو"),
                n("hbc99b03", function (e) {
                    return "رفتن به @" + e.screenName;
                }),
                n("a2c1b222", "جست‌وجو برای افراد، فهرست‌ها، یا کلیدواژه‌ها را امتحان کنید"),
                n("f45c4250", "همه جستجوهای اخیر پاک شود؟"),
                n("caae4dda", "این کار را نمی‌توان لغو کرد و همه جستجوهای اخیرتان را پاک خواهید کرد."),
                n("dbd5d400", "پاک کردن"),
                n("a8d68f62", "اخیر"),
                n("c6530778", "جستجوهای ذخیره‌شده"),
                n("e047b8fa", "پاک کردن همه"),
                n("aa6e3300", "به‌نظر می‌رسد اتصالتان را از دست داده‌اید. لطفاً پس از بررسی آن دوباره امتحان کنید."),
                n("e68b09b4", "حذف"),
                n("hffea05c", "جستجوی ذخیره‌شده حذف شود؟"),
                n("j037e374", "نمی‌توانید این کار را لغو کنید و جستجوی ذخیره‌شده‌تان را از دست خواهید داد."),
                n("d96cf7ce", "حذف"),
                n("hbe4feb5", function (e) {
                    return "درخواست دنبال کردن به @" + e.screenName + " فرستاده شد و منتظر تایید میباشد.";
                }),
                n("df4c86b0", "لطفاً نخست نمایه‌تان را به‌روز کنید"),
                n("bba40ffa", "نمی‌توانید این حساب‌ کاربری را دنبال کنید"),
                n("f558829e", "برای دنبال‌کردن این حساب کاربری باید تاریخ تولدتان را در نمایه‌تان وارد کنید تا مطمئن شویم شرایط حداقل سن را برآورده می‌کنید."),
                n("a6941096", "این حساب کاربری را از کشور شما نمی‌توان دنبال کرد."),
                n("if8cd2a4", "سن شما برای دنبال کردن این حساب کاربری کافی نیست."),
                n("b5972260", "مشکلی پیش آمد. لطفاً یک دقیقه دیگر دوباره برای لغو درخواست دنبال کردن این کاربر اقدام کنید."),
                n("j4292c24", "به درخواست این کاربر نمی‌توانید او را دنبال کنید."),
                n("a0ba5842", "در حال حاضر نمی‌توانید افراد بیشتری را دنبال کنید."),
                n("a5202b82", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای دنبال کردن این کاربر اقدام کنید."),
                n("f8cbf714", "دارید تلاش می‌کنید کاربری را که وجود ندارد دنبال کنید."),
                n("f2e66452", "حساب کاربری شما به حالت تعلیق درآمده و اجازه دنبال کردن کاربران را ندارد."),
                n("ca96fe6e", "مشکلی پیش آمد. لطفاً یک دقیقه دیگر دوباره برای رفع مسدود کردن این کاربر اقدام کنید."),
                n("e1a0aaca", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای لغو دنبال کردن این کاربر اقدام کنید."),
                n("fd5208c6", "رفتن به تنظیمات"),
                n("c0d13570", "وابسته‌ها"),
                n("ba96929e", "استخدام"),
                n("gf62c116", "پشتیبانی"),
                n("a4cf866e", "تبلیغات"),
                n("g2fd3206", "افراد"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "دسترسی کامل"),
                n("e49537c2", "هوووم… این صفحه موجود نیست. چیز دیگری جستجو کنید."),
                n("fcbb540a", "تجاوز از حد معمول"),
                n("d4f88600", "تأیید روش تماس"),
                n("b192ccae", "روش تماس تأییدشده‌ای ندارید."),
                n("a0487504", "برای درخواست تأییدسازی، نخست باید یکی از روش‌های تماس را تأیید کنید."),
                n("fff7d93c", "افزودن عكس"),
                n("g969bfae", "شما عکس نمایه ندارید."),
                n("gb2f35e4", "برای درخواست تأییدسازی، نخست باید عکس نمایه اضافه کنید."),
                n("i33cf692", "افزودن فیلد نشانی وب"),
                n("b679ff6a", "نشانی وب نامعتبر"),
                n("i79902b4", "انتخاب شیوه اصالت‌سنجی"),
                n("fb2fcb5c", "این مرحله به ما کمک می‌کند هویت شما را تأیید کنیم. روشی را که برای شما بهتر است انتخاب کنید."),
                n("e43425fa", "مدرک شناسایی دولتی"),
                n("cb7c2e2e", "عکسی از مدرک شناسایی رسمی شما صادرشده توسط دولت."),
                n("a411926a", "نشانی ایمیل رسمی"),
                n("g253cdd0", "ایمیل رسمی با دامنه‌ای مربوط به دسته‌ای که انتخاب کرده‌اید."),
                n("cf93bcb0", "وب‌سایت رسمی مرجع"),
                n("gfb55fa8", "وب‌سایت رسمی که مستقیماً به حساب کاربری X شما ارجاع دهد."),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "افزودن وب‌سایت رسمی مرجع"),
                n("a11cd524", "وب‌سایتی رسمی وارد کنید که به حساب کاربری X شما ارجاع دهد و با درخواست تأیید شما در ارتباط باشد."),
                n("ba656f26", "آیا در وب‌سایت به حساب کاربری X شما ارجاع داده شده است؟"),
                n("ed751204", "برای تأیید شما باید مطمئن شویم حساب کاربری شما واقعی و معتبر باشد. اگر در صفحه‌ای که به آن پیوند داده‌اید به شناسه شما ارجاع داده نشده باشد، باید پیش از تکمیل درخواست خودتان دلیلی برای واقعی و معتبر بودن حساب کاربری ارائه کنید."),
                n("fbc023b0", "بله"),
                n("e785ce06", "از گزینه دیگری استفاده می‌کنم"),
                n("i8d58f3e", "از مدرک شناسایی دولتی استفاده می‌کنم"),
                n("eb21ecaa", "از نشانی ایمیل استفاده می‌کنم"),
                n("f848a69e", "برای به‌تأیید رساندن شما باید اصالت حساب کاربری‌تان را تأیید کنیم. اگر در وب‌سایت رسمی ارائه‌شده به شناسه شما ارجاع داده نشده باشد نمی‌توانیم اصالت حساب کاربری را تأیید کنیم."),
                n("d59b5366", "برای اینکه بتوانیم شما را تأیید کنیم باید از اصالت حساب کاربری شما اطمینان پیدا کنیم. اگر در صفحه‌ای که به آن پیوند داده‌اید به شناسه شما ارجاع داده نشده باشد، نمی‌توانیم حساب کاربری‌تان را با اطمینان به یک تولیدکننده محتوای شاخص پیوند دهیم."),
                n("bfb01c62", "نه، برگشت به عقب"),
                n("fa51040a", "پیوندی به وب‌سایت رسمی سازمان یا نشریه خبری واجد شرایط ارائه دهید که به شما و حساب کاربری X شما ارجاع دهد."),
                n("d0460f12", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی سازمانتان در X ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی تأییدشده باشد."),
                n("h45b00d8", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط شرکت سرگرمیِ مرتبط با این درخواست مدیریت می‌شود."),
                n("fc718708", "وب‌سایت رسمی سازمان واجد شرایط که به شما و حساب کاربری X شما ارجاع دهد."),
                n("g32c2900", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط سازمان تولید محتوایِ مرتبط با این درخواست مدیریت می‌شود."),
                n("j5b1224c", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی سازمان تولیدی‌تان در X ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی «تأییدشده» باشد."),
                n("d090a5d4", "وب‌سایت رسمی سازمان یا نشریه «تأییدشده» که به حساب کاربری X شما ارجاع دهد."),
                n("eb08a392", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط نامزد مقام دولتی مرتبط با این درخواست مدیریت می‌شود."),
                n("h0de1396", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی X نامزد مقام مرتبط با این درخواست ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی «تأییدشده» باشد."),
                n("dcc23262", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط فرد کنشگر یا سازمان‌دهنده مرتبط با این درخواست مدیریت می‌شود."),
                n("c880e068", "وب‌سایت رسمی سازمان هواداری که به شما و حساب کاربری X شما ارجاع دهد."),
                n("e412d500", "پیوندی ارائه دهید که به شما در جایگاه رهبری سازمان تأییدشده فعالیت‌های حمایتی و حساب کاربری Xتان ارجاع دهد. ارجاع باید از سایت رسمی سازمان تأییدشده باشد."),
                n("dedf41f2", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط فرد تأثیرگذارِ مرتبط با این درخواست مدیریت می‌شود."),
                n("b4aed9e0", "وب‌سایت رسمی سازمان «تأییدشده» که به شما و حساب کاربری X شما ارجاع دهد."),
                n("b2069e40", "پیوندی ارائه دهید که به شما و حساب کاربری Xتان ارجاع دهد. ارجاع باید از سایت رسمی نهادی «تأییدشده» باشد."),
                n("baf718c4", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط شرکت، نمانام، یا سازمانِ مرتبط با این درخواست مدیریت می‌شود."),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "نشانی ایمیل رسمی از دامنه شرکت، نمانام، یا سازمان واجد شرایط."),
                n("de70afe8", "ارجاع به شما و حساب کاربری X شما در وب‌سایت رسمی یک سازمان واجد شرایط."),
                n("a3a523f2", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی شرکت‌تان در X ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی تأییدشده باشد."),
                n("jf58899a", "پیوندی ارائه دهید که به شما به‌عنوان رهبر ارشد در سازمانتان و حساب کاربری X تان ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی تأییدشده باشد."),
                n("f7afbaec", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط روزنامه‌نگار سازمان یا انتشارات خبریِ واجد شرایط مدیریت می‌شود."),
                n("d4ab0056", "شیوه‌ای انتخاب کنید و نشان دهید حساب کاربری شما معتبر و اصیل است و توسط روزنامه‌نگار آزاد شاخصی مدیریت می‌شود."),
                n("d2a77622", "نشانی ایمیل رسمی از دامنه سازمان یا انتشارات خبری واجد شرایط."),
                n("eec341da", "وب‌سایت رسمی سازمان یا نشریه خبری که به حساب کاربری X شما ارجاع دهد."),
                n("b03ae068", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط سازمان یا انتشارات خبریِ مرتبط با این درخواست مدیریت می‌شود."),
                n("g0daba4a", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط چهره حرفه‌ای بازی‌های الکترونیک مرتبط با این درخواست مدیریت می‌شود."),
                n("ab8e430c", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی X بازیکن بازی‌های الکترونیک مرتبط با این درخواست ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی «تأییدشده» باشد."),
                n("cdcd9cd6", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط نهاد ورزش حرفه‌ای مرتبط با این درخواست مدیریت می‌شود."),
                n("gad25890", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی X نهاد ورزش حرفه‌ای مرتبط با این درخواست ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی «تأییدشده» باشد."),
                n("e6dc91b2", "روشی انتخاب کنید و نشان دهید حساب کاربری شما واقعی و معتبر است و توسط چهره ورزش حرفه‌ای مرتبط با این درخواست مدیریت می‌شود."),
                n("i9aed706", "پیوندی ارائه دهید که به حساب کاربری شما به‌عنوان حساب کاربری رسمی X چهره ورزش حرفه‌ای مرتبط با این درخواست ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی «تأییدشده» باشد."),
                n("abd587d2", "افزودن ارجاع‌های دیگر"),
                n("i0bba81a", "افزودن معرفی‌نامه استخدام"),
                n("a6a76e3c", "انتخاب روش شاخص بودن"),
                n("ecd2abda", "تأیید واجد شرایط بودن حساب کاربری"),
                n("cb70b894", "برگشت"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "نمایه‌ای در Google Trends با شواهدی از فعالیت جستجوی اخیر درباره شما."),
                n("a68b43ee", "افزودن نمایه Google Trends"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "مقاله ویکی‌پدیا"),
                n("ee38d0f0", "مقاله‌ای در ویکی‌پدیا که در مورد شما باشد و استانداردهای ایشان را برای شاخص بودن افراد برآورده کند."),
                n("cb97ee3e", "افزودن مقاله ویکی‌پدیا"),
                n("hc371f34", "پوشش خبری"),
                n("b9d0ad90", "حداقل سه پیوند از سازمان‌های خبری معتبر که طی شش ماه گذشته شما را پوشش داده یا به شما ارجاع داده باشند."),
                n("ge137dce", "دست‌کم سه مقاله درباره شما از نشریات خبری واجد شرایط در شش ماه گذشته."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "افزودن پوشش خبری تأییدشده"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "مقاله #" + e.n;
                }),
                n("bebae55a", "بورس سهام عمومی"),
                n("c5571610", "پیوندی که شواهد حضور قابل‌توجه در بورس سهام عمومی ارائه دهد."),
                n("e2d42628", "افزودن ارجاع به بورس سهام"),
                n("jc19b4e8", "فهرستگان بورس سهام"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "افزودن ارجاع به جایگاه رهبری"),
                n("cc424a22", "ارجاع به شما در فعالیت‌های حمایتی"),
                n("ibfc1a5a", "شما برای تأییدشدن در این دسته واجد شرایط نیستید."),
                n("e1c78796", "وب‌سایت رسمی"),
                n("ff2ee0c2", "کنشگر"),
                n("hc61adfc", "سرگرمی"),
                n("e404203c", "بازی"),
                n("d2042392", "دولت"),
                n("c365dcc6", "موارد دیگر"),
                n("d27beb9e", "ورزش"),
                n("cc4b66b6", "انتخاب دسته"),
                n("b37461a4", "انتخاب نوع حساب کاربری"),
                n("b27325f6", "تولیدکننده محتوا"),
                n("a5a6affc", "تولیدکنندگان بانفوذ و تأثیرگذار محتوای دیجیتال که به‌طور مداوم محتوای جذاب و بدیع منتشر می‌کنند."),
                n("a15326de", "دست‌کم سه مقاله از نشریات خبری واجد شرایط که به شما ارجاع داده باشند."),
                n("g704a93a", "سایت رسمی مرتبط با فعالیت‌های حمایتی شناخته‌شده که به شما در جایگاه رهبری ارجاع دهد."),
                n("c6bd60ec", "کنشگر یا سازمان‌دهنده"),
                n("c92fdb06", "افراد شاخصی که از Xs برای ایجاد تغییرات اجتماعی-اقتصادی، سیاسی، یا فرهنگی استفاده می‌کنند."),
                n("a18c6dfc", "روزنامه‌نگار"),
                n("h0b46534", "افراد روزنامه‌نگار تحت استخدام سازمان‌ها یا نشریات خبری تأییدشده."),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "افراد تأثیرگذار دیگر"),
                n("f875ec6e", "افرادی با حضور چشمگیر در داخل و خارج از پلاتفرم X که در دسته‌های دیگر قرار نمی‌گیرند."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "شرکت سرگرمی"),
                n("d5b3cbca", "شرکت‌های بزرگ سرگرمی، مانند شبکه‌های تلویزیونی، استودیوهای فیلم، و تولیدکنندگان نمانام‌های موسیقی."),
                n("b5a3e590", "فرد سرگرم‌کننده"),
                n("e484f794", "افراد بانفوذ و تأثیرگذار در صنعت سرگرمی مانند بازیگران، نوازندگان، کارگردانان، فیلمنامه‌نویسان، کمدین‌ها و موارد دیگر."),
                n("b8d8ea64", "سازمان تولید محتوای سرگرمی"),
                n("ff27db3c", "حساب‌های رسمی تولیدات مرتبط با نهادهای سرگرمی، مانند فیلم، رویداد/جشنواره، نمایش تلویزیونی، و موارد دیگر."),
                n("c0e57cb2", "افزودن نمایه تولیدکننده محتوا"),
                n("f3c605b6", "نمایه ایجادکننده"),
                n("h042d1a6", "نمایه IMDB"),
                n("d2310f0c", "نمایه‌ای در IMDB که دست‌کم شامل حضور در ۵۰ اثر تولیدی باشد."),
                n("ba04b4c2", "افزودن نمایه IMDB"),
                n("i9b124b6", "مقام دولتی"),
                n("f84a99ee", "مقامات دولتی کلیدی، شامل رؤسای کشورها، مقامات دولتی منتخب، وزرای منصوب، و سفرا در سطوح دولتی و ملی."),
                n("j2cb5f50", "نامزد مقام دولتی"),
                n("j2472894", "نامزدهای رسمی برای مقام‌های دولتی عمومی ایالتی یا ملی."),
                n("ha44c130", "مقام دولتی یا خدمات عمومی"),
                n("j8ae9d40", "مقام‌های دولتی و نهادهای سازمانی کلیدی، و نیز خدمات و تأسیسات عمومی."),
                n("ef1d6176", "آیا نامزدی در سطح ایالتی یا ملی هستید؟"),
                n("f54ba6e6", "شما باید نامزد کنونی مقامی دولتی در سطح ایالتی یا ملی باشید تا برای تأیید در این دسته واجد شرایط باشید."),
                n("dd85d0a0", "آیا مقام دولتی در سطح ایالتی یا ملی هستید؟"),
                n("f0058c60", "شما باید درحال‌حاضر مقامی دولتی در سطح ایالتی یا ملی باشید تا برای تأیید در این دسته واجد شرایط باشید."),
                n("f420a712", "بله، هستم"),
                n("fb97d22c", "نه، نیستم"),
                n("e16b1cc8", "آیا نمایه شما معیارهای نامزد را برآورده می‌کند؟"),
                n("cf2ee92e", "نامزدهای مقامات دولتی باید حساب کاربری عمومی داشته باشند که هم به بخش دولتی موردنظرشان ارجاع دهد و هم به وب‌سایت رسمی کارزار تبلیغاتی‌شان پیوند دهد."),
                n("g544885e", "آیا نمایه شما معیارهای مقام دولتی یا نهاد سازمانی را برآورده می‌کند؟"),
                n("bd0b4542", "بخش‌های دولتی و نهادهای سازمانی باید حساب کاربری عمومی داشته باشند که به وب‌سایت رسمی‌شان پیوند دهد."),
                n("i45b224c", "آیا نمایه شما معیارهای مقام دولتی را برآورده می‌کند؟"),
                n("fba1dd66", "مقامات دولتی باید حساب کاربری عمومی داشته باشند که هم به سمت دولتی کنونی آن‌ها ارجاع دهد و هم به وب‌سایت رسمی بخش دولتی آن‌ها پیوند دهد."),
                n("e95c44de", "بله، کامل است"),
                n("fa5e15e2", "باید به‌روزرسانی کنم"),
                n("jdf47e8e", "وب‌سایت کارزار تبلیغاتی"),
                n("eeec7316", "افزودن وب‌سایت کارزار تبلیغاتی"),
                n("b163b654", "مرجع دولتی"),
                n("d2378d34", "افزودن مرجع دولتی"),
                n("a05b8446", "روزنامه‌نگار آزاد"),
                n("hdad12b2", "روزنامه‌نگاران مستقل و آزاد دارای آثار شاخص در نشریات تأییدشده."),
                n("d2d7af4c", "سازمان خبری یا انتشارات"),
                n("d83e51dc", "انتشارات چاپی و دیجیتالی؛ شبکه‌ها، ایستگاه‌ها، و برنامه‌های خبری رادیویی و تلویزیونی پخش‌کننده، کابلی، ماهواره‌ای، و پخش جریانی؛ پادکست‌ها؛ و سایر رسانه‌های مشابه."),
                n("g708cbdc", "نمایه شما الزامات تأییدسازی را برآورده می‌کند؟"),
                n("b107ee5c", "سازمان‌های خبری باید حساب کاربری عمومی داشته باشند که به وب‌سایت رسمی آن‌ها پیوند دهد."),
                n("e8746826", "تأیید کرده‌ام که حساب کاربری کارفرمای من قبلاً به‌تأیید رسیده است."),
                n("jc09b420", "آیا نمایه شما معیارهای روزنامه‌نگار را برآورده می‌کند؟"),
                n("gfbd7e58", "روزنامه‌نگاران باید حساب کاربری عمومی داشته باشند که هم به نام سازمان خبری تأییدشده‌ای که برای آن کار می‌کنند ارجاع دهد و هم به وب‌سایت رسمی آن سازمان پیوند دهد."),
                n("h0ad4c9e", "ارجاع‌های سازمان خبری رسمی"),
                n("a6553b50", "وب‌سایت رسمی نشریه یا سازمان خبری واجد شرایط که به شما به‌عنوان روزنامه‌نگار ارجاع دهد."),
                n("a29b2988", "خط دوم عنوان مقالات و همکاری در تولید اثر"),
                n("ab4eae60", "حداقل سه خط دوم عنوان مقالات و/یا همکاری در تولید اثر در نشریات واجد شرایط منتشرشده در شش ماه گذشته."),
                n("b3fac982", "نشانی وب ارائه‌شده به صفحه خاصی پیوند می‌دهد که در آن به من ارجاع داده شده است."),
                n("e26dc9e2", "افزودن اثر شاخص"),
                n("e164df2e", "آیا مقاله‌های ارائه‌شده معیارهای شاخص بودن را برآورده می‌کنند؟"),
                n("i80ff05e", "فقط مقالاتی که در سازمان‌ها یا نشریات خبری تأییدشده منتشر شده باشند به‌عنوان دلیل شاخص بودن پذیرفته می‌شوند."),
                n("cf7482ec", "بله، همین‌طور است"),
                n("fcb96cfc", "ورزشکاران حرفه‌ای"),
                n("ddc7d64a", "ورزشکاران، مربیان، و مدیران ورزش‌های حرفه‌ای، و نیز  ورزشکارانی که در مسابقات جهانی شرکت می‌کنند (مثل المپیک، پارالمپیک، و غیره)."),
                n("c4e0d346", "نهاد ورزش حرفه‌ای"),
                n("e3ce81fa", "لیگ‌ها، تیم‌ها، و مسابقات جهانی ورزش حرفه‌ای (مثل المپیک، پارالمپیک، و غیره)."),
                n("b2808f48", "بازیکنان بازی‌های الکترونیک"),
                n("db7b3558", "حساب‌های کاربری شخصی قهرمان‌های ورزش‌های الکترونیکی که با تیم‌ها یا لیگ‌های تأییدشده بازی‌های رایانه‌ای مرتبط هستند."),
                n("bbd9a912", "تأیید کرده‌ام که تیم، لیگ، رویداد، یا سازمان مرتبط با حساب کاربری من قبلاً به‌تأیید رسیده است."),
                n("he9c5638", "پیوندی به وب‌سایت رسمی مسابقات جهانی یا سازمان ورزشی که به شما ارجاع دهد."),
                n("bf06e1d6", "سایت رسمی مرتبط با سازمان ورزش حرفه‌ای که به شما به‌عنوان ورزشکار، مدیر، یا مربی حرفه‌ای ارجاع دهد."),
                n("e241d35e", "دست‌کم سه مقاله در سازمان‌ها یا نشریات خبری تأییدشده که به شما به‌عنوان ورزشکار، مدیر، یا مربی حرفه‌ای ارجاع دهد."),
                n("ad456030", "دست‌کم سه مقاله در سازمان‌ها یا نشریات خبری تأییدشده که به شما به‌عنوان بازیکن بازی‌های الکترونیک ارجاع دهد."),
                n("hbe2e65c", "سایت رسمی مرتبط با لیگ یا رویداد تأییدشده بازی‌های الکترونیک که به شما به‌عنوان بازیکن بازی‌های الکترونیک ارجاع دهد."),
                n("j3da4dea", "قعلاً نمی‌توانید درخواست تأییدسازی کنید"),
                n("af39265e", "شرکت‌ها، نمانام‌ها، و سازمان‌ها"),
                n("bb51cd7a", "ورزش و بازی"),
                n("c044a571", "بیشتر بدانید"),
                n("a58cd1fb", "بیشتر بدانید"),
                n("b47b0fd1", "بیشتر بدانید"),
                n("db25263b", "بیشتر بدانید"),
                n("b25b02c3", "بیشتر بدانید"),
                n("j6ef6afb", "بیشتر بدانید"),
                n("d42d162b", "بیشتر بدانید"),
                n("ccadfc85", "بیشتر بدانید"),
                n("ddb47f57", "بیشتر بدانید"),
                n("bf9e181b", "بیشتر بدانید"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more"),
                n("e7e0d88b", "Learn more"),
                n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more");
            n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "بیشتر بدانید"),
                n("f8493831", "بیشتر بدانید"),
                n("icb5913f", "بیشتر بدانید"),
                n("af819833", "بیشتر بدانید"),
                n("d35525b1", "بیشتر بدانید"),
                n("cb181ed1", "بیشتر بدانید"),
                n("f6c3d3f1", "بیشتر بدانید"),
                n("d4588ded", "بیشتر بدانید"),
                n("a759bff9", "بیشتر بدانید"),
                n("c64a59f7", "بیشتر بدانید"),
                n("c054f433", "بیشتر بدانید"),
                n("c1b7ad51", "بیشتر بدانید"),
                n("f7998565", "بیشتر بدانید"),
                n("c74a47ef", "بیشتر بدانید"),
                n("gf9899bf", "بیشتر بدانید"),
                n("d7a9185d", "بیشتر بدانید"),
                n("c4b205e1", "بیشتر بدانید"),
                n("c04b4b1d", "بیشتر بدانید"),
                n("d26ccc67", "بیشتر بدانید"),
                n("hdb3bc85", "بیشتر بدانید"),
                n("b6cb494f", "بیشتر بدانید"),
                n("abc132eb", "بیشتر بدانید"),
                n("de1b28ad", "بیشتر بدانید"),
                n("h04c272d", "بیشتر بدانید"),
                n("j331c659", "بیشتر بدانید"),
                n("h02fe64f", "بیشتر بدانید"),
                n("a7df4b85", "بیشتر بدانید"),
                n("e9b71903", "بیشتر بدانید"),
                n("g961011f", "بیشتر بدانید"),
                n("d5dedb7b", "بیشتر بدانید"),
                n("gd396551", "بیشتر بدانید"),
                n("dccc08bf", "بیشتر بدانید"),
                n("f22a6d0d", "بیشتر بدانید"),
                n("i78c9fd5", "بیشتر بدانید"),
                n("f3e333a9", "بیشتر بدانید"),
                n("i5fee6d3", "بیشتر بدانید"),
                n("fe7420f5", "بیشتر بدانید"),
                n("fcfad60d", "بیشتر بدانید"),
                n("cc35a6b9", "بیشتر بدانید"),
                n("d9bd3823", "بیشتر بدانید"),
                n("a67f27bd", "بیشتر بدانید"),
                n("b8be7adb", "بیشتر بدانید"),
                n("gd663f41", "بیشتر بدانید"),
                n("b436b101", "بیشتر بدانید"),
                n("j97bce4a", "شناسه X"),
                n("acd5ca14", "دوباره امتحان کنید. شناسه‌ها شامل نویسه‌های خاص مثل @، $، یا # نیست."),
                n("bbef41c2", "نشانی ایمیل رسمی مرتبط با درخواست تأییدسازی X خودتان را مرور کنید."),
                n("be03ecca", "نشانی‌ ایمیل"),
                n("c69a40de", "شما فعلاً نشانی ایمیل تأییدشده ندارید."),
                n("c83a1662", "شما نشانی ایمیل واجد شرایط و تأییدشده ندارید."),
                n("e1e878ee", "تنظیمات"),
                n("b9635182", "تنظیمات"),
                n("j163be32", "شروع درخواست"),
                n("gaf821c8", "درخواست تأییدسازی"),
                n("e1ac0f9b", "بیشتر بدانید"),
                n("h2d4ba56", "درحال بررسی مدارک شناسایی شما…"),
                n("i2051842", "اکنون درحال کسب اطمینان از این موضوع هستیم که مدرک شناسایی شما استانداردهای ما را برآورده کند. این کار ممکن است تا ۳۰ ثانیه طول بکشد."),
                n("fc2a5c92", "مشکلی پیش آمد"),
                n("jf4b6f70", "برای بارگذاری مدرک شناسایی شما مشکلی پیش آمد. لطفاً آن را دوباره بارگذاری کنید."),
                n("d338f53e", "تلاش مجدد"),
                n("e43672a0", "ما باید مقداری اطلاعات درباره مدرک شناسایی دولتی شما گردآوری کنیم."),
                n("b246aa5e", "کشور صادرکننده"),
                n("d6fb5878", "انتخاب کشور"),
                n("b72f97cc", "نوع مدرک شناسایی"),
                n("b2ab6008", "انتخاب نوع مدرک شناسایی"),
                n("h9270b1c", "جستجوی کشورها"),
                n("ff1d68f8", "عکسی از مدرک شناسایی‌تان بارگذاری کنید"),
                n("bdada5a6", "رو"),
                n("edfed0f6", "عکس روی مدرک شناسایی را بارگذاری کنید"),
                n("def5015d", function (e) {
                    return "پشت" + e.back_of_document;
                }),
                n("b09aade6", "عکس پشت مدرک شناسایی را بارگذاری کنید"),
                n("b40ed190", "مدرک"),
                n("c6650b56", "بارگذاری مدرک"),
                n("d171ed16", "ما به اشخاص ثالث معتمدی متکی هستیم که به ما کمک می‌کنند. این اشخاص ثالث اصالت مدرک شناسایی شما را به‌تأیید می‌رسانند و اطلاعاتی محدود و نیز پلاتفرمی در اختیار ما قرار می‌هند تا بتوانیم واجد شرایط بودن شما را برای وضعیت حساب کاربری تأییدشده تأیید کنیم."),
                n("d20f76cb", "بیشتر بدانید"),
                n("b8deb156", "سیاست‌های مربوط به حریم شخصی"),
                n("b9960f32", "افزودن عکس یا ویدئو"),
                n("gd80afba", "ویرایش رسانه"),
                n("j322caee", "پرچم‌گذاری رسانه حساسیت‌برانگیز"),
                n("abd845fe", "ویرایش"),
                n("df1b0708", "این GIF پخش شود"),
                n("cd959e5c", "حذف رسانه"),
                n("add55c98", "رسانه تصویری"),
                n("f350cf46", "رسانه را بکشید و رها کنید"),
                n("gff1f69e", "در حال بارگذاری تصویر"),
                n("a91bb144", "ارسال"),
                n("affce770", "ما و اشخاص ثالث مورداعتمادمان از اطلاعات مرتبط با حساب کاربری شما و هرگونه اطلاعات تکمیلی که به ما ارائه می‌دهید برای تعیین اعتبار شما و واجد شرایط بودن شما برای تأییدسازی استفاده خواهیم کرد."),
                n("i0864918", "دسته"),
                n("c7942074", "نوع حساب کاربری"),
                n("b8121daa", "ارجاع(های) شاخص بودن"),
                n("d247ca70", "جزئیات درخواست تأییدسازی‌تان را در زیر مرور کنید. وقتی قطعی شد، روی ارسال بزنید."),
                n("b51afbb2", "شیوه اصالت‌سنجی"),
                n("cc87b01c", "مرور و ارسال"),
                n("ec6801cc", "درخواست شما فرستاده شد!"),
                n("i6ef95ec", "نظرسنجی"),
                n("j94e995e", "آخرین درخواست شما رد شده است. از آن تاریخ باید ۳۰ روز صبر کنید و پس از آن درخواست جدید ارسال کنید."),
                n("da458d6c", "ظرف ۳۰ روز گذشته درخواست تأییدسازی ارسال کرده‌اید که رد شده است. لطفاً دوباره امتحان کنید."),
                n("j4ed9f0e", "شما درخواست تأییدسازی را ارسال کردید و به‌محض اینکه تصمیمی گرفته شد با شما تماس گرفته می‌شود."),
                n("b1ade780", "حساب کاربری شما خیلی جدید است. صبر کنید تا از عمر حساب کاربری‌تان دست‌کم ۷ روز بگذرد و سپس دوباره امتحان کنید."),
                n("aab67626", "درخواست تأییدسازی شما دردست بررسی است"),
                n("d3c1e25e", "نه، خواب و خیال نبود. بله، شما واقعاً تأیید شده‌اید."),
                n("a8b4500e", "قوانین"),
                n("ef1b5cbc", "آگاه‌سازی‌هایی را که دوست دارید ببینید — و آن‌هایی را که دوست ندارید — انتخاب کنید."),
                n("aaafffda", "خموش‌سازی آگاه‌سازی‌ها"),
                n("afdf29b8", "فیلتر کیفیت"),
                n("da19d878", "انتخاب کنید که محتواهایی مانند پست‌های تکراری یا خودکار فیلتر شود. این انتخاب درمورد آگاه‌سازی‌های حساب‌های کاربری‌ای که دنبال می‌کنید یا به‌تازگی با آن‌ها تعامل داشته‌اید، صدق نمی‌کند."),
                n("i2209530", "ذخیره"),
                n("da867c58", "اولویت‌هایتان را براساس نوع آگاه‌سازی انتخاب کنید."),
                n("a2197726", "ایمنی حساب کاربری‌تان را مدیریت کنید."),
                n("i36dcc3e", "با ضروری کردن روش تأیید اعتبار دومی افزون‌بر گذرواژه X شما، حساب کاربری‌تان را در برابر دسترسی غیرمجاز محافظت کنید. می‌توانید یک پیامک، برنامه تأیید اعتبار، یا کلید امنیتی را انتخاب کنید."),
                n("ead60eb8", "محافظت تکمیلی گذرواژه"),
                n("gfaf9a4a", "بازنشانی گذرواژه‌ی محافظت شده"),
                n("h3cc8462", "برای محافظت بیشتر، برای بازنشانی گذرواژه X خودتان باید نشانی ایمیل یا شماره تلفنتان را تأیید کنید."),
                n("b4bbdeb4", "گذرکلید"),
                n("aeb7dcdc", "«گذرکلیدها» را فعال کنید تا محافظتی تکمیلی داشته باشید که می‌تواند به داده‌های بیومتریک شما مرتبط باشد."),
                n("dc096238", "نوع تأییدشده‌ای از مدارک شناسایی‌تان را بارگذاری کنید و اصالت حساب کاربری‌تان را تأیید کنید. اطلاعات شما فقط برای اعتبارسنجی هویت شما استفاده خواهد شد و با حفظ ایمنی و امنیت به آن‌ها رسیدگی می شود."),
                n("a999cb72", "ذخیره تغییرات حساب کاربری"),
                n("dec3c9b8", "گذرواژه"),
                n("b929aa74", "گذرواژه X را دوباره وارد کنید تا تغییرات در حساب کاربری‌تان ذخیره شود."),
                n("d1091f50", "گذرواژه خود را فراموش کرده‌اید؟"),
                n("d97c07be", "مدیریت اشتراک‌های آفریننده اثر"),
                n("efa291da", "اشتراک‌های خود را برای سازندگان آثار زیر با استفاده از Stripe مشاهده و مدیریت کنید. هرگونه اشتراک‌های فعالی که در iOS یا Android شروع کرده‌اید را می‌توان در برنامه مدیریت کرد."),
                n("j7f5c6aa", "تاکنون «اشتراکی» نداشته‌اید"),
                n("ef4602ec", "مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("b02df748", "ایمنی حساب کاربری‌تان را مدیریت کنید و بر استفاده‌های حساب کاربری‌تان، ازجمله برنامه‌هایی که به حساب کاربری‌تان متصل کرده‌اید نظارت داشته باشید."),
                n("g2841de4", "اطلاعات زمان‌هایی را که وارد حساب کاربری‌تان شده‌اید و برنامه‌هایی را که به حساب کاربری‌تان متصل کرده‌اید ببینید."),
                n("hf45cca6", "حساب‌های کاربری Google یا Apple متصل به X را برای ورود به X مدیریت کنید."),
                n("a310511c", "حساب‌های کاربری مشترکتان را مدیریت کنید."),
                n("jc02ae68", "برنامه‌های متصل"),
                n("dd82312a", "نوبت‌های ورود"),
                n("e5e8a89a", "در حال بارگذاری برنامه‌ها"),
                n("hfa9a2c8", "مدیریت برنامه‌های متصل در یک چشم به هم زدن"),
                n("dd1b86f9", function (e) {
                    return "از " + e.name;
                }),
                n("cf461930", "برنامه‌های شخص ثالثی که اجازه دسترسی به حساب کاربری X شما را دریافت کرده باشند اینجا نشان داده خواهد شد."),
                n("b63b0b1d", "بیشتر بدانید"),
                n("c2cb5560", "جلسه فعال کنونی"),
                n("bca43fd0", "خروج از تمام جلسههای دیگر"),
                n("ha6df2ca", "«جلسه‌ها» دستگاه‌هایی هستند که حساب کاربری Xتان را در آن‌ها دارید استفاده می‌کنید یا قبلاً استفاده کرده‌اید. این‌ها جلسه‌هایی هستند که فعلاً در آن‌ها وارد حساب کاربری‌تان شده‌اید. شما می‌توانید از هریک از جلسات خارج شوید."),
                n("b72d2904", "شما در این دستگاه وارد این حساب کاربری X شده‌اید و فعلاً از آن استفاده می‌کنید."),
                n("b850cbd0", "شما در این دستگاه‌ها وارد این حساب‌های کاربری شده‌اید و فعلاً از آن‌ها استفاده نمی‌کنید. "),
                n("cf3e3164", "از تمام نوبت‌های استفاده دیگر خارج شوید"),
                n("f810f27a", "می‌خواهید نوبت‌های فعالیت دیگرتان را پایان دهید؟"),
                n("gbb5cec5", function (e) {
                    return "خارج شدن باعث پایان دادن به " + e.num + " جلسه فعال دیگر شما در X می‌شود. بر جلسه فعال کنونی شما اثری نخواهد گذاشت.";
                }),
                n("fcbd4904", "این کار باعث پایان دادن به نوبت فعال استفاده از X شما می‌شود."),
                n("ab78d946", "دارید به نوبت‌های فعال دیگر برای استفاده از X پایان می‌دهید، و باید دوباره در آن دستگاه‌ها وارد شوید تا نوبت‌های جدیدی شروع کنید."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "اکنون فعال شود"),
                n("c9bc33fa", "دستگاه‌ها"),
                n("f95ed3e6", "دستگاه کنونی"),
                n("a787669a", "ثبت‌نام‌های دیگر دستگاه"),
                n("gbefe730", "شما در این دستگاه‌های دیگر برای پیام‌رسانی خصوصی رمزگذاری‌شده ثبت‌نام کرده‌اید."),
                n("d7a9796e", "درحال بارگیری دستگاه‌ها"),
                n("b5635e86", "ثبت‌نام این دستگاه"),
                n("bb4a95dc", "دستگاه شما ثبت‌نام شود؟"),
                n("a9538040", "ثبت‌نام کردن این دستگاه به شما امکان می‌دهد با کاربران دیگری که ثبت‌نام کرده‌اند گفت‌وگوهای رمزگذاری‌شده جدیدی شروع کنید"),
                n("hd173c7a", "ثبت‌نام"),
                n("hf4312a4", "دستگاه ثبت شد."),
                n("h7797d18", "ثبت‌نام‌شده"),
                n("hc48a042", "لغو ثبت‌نام این دستگاه"),
                n("d5bafb20", "ثبت‌نام این دستگاه لغو شود؟"),
                n("i12dee70", "لغو ثبت‌نام دستگاه به‌معنای این است که دیگر در آن به پیام‌های رمزگذاری‌شده دسترسی نخواهید داشت."),
                n("d4b9db26", "لغو ثبت‌نام"),
                n("c18b1b34", "تاریخ و زمان ثبت‌نام"),
                n("e7c9d60a", "ثبت‌نام دستگاه انتخاب‌شده لغو شد."),
                n("cd14c8fe", "درحال بارگیری اطلاعات دستگاه"),
                n("j9db22f4", "نمی‌توانیم این دستگاه را پیدا کنیم"),
                n("c477d710", "اطلاعاتی را که در X می‌بینید و هم‌رسانی می‌کنید مدیریت کنید."),
                n("b06f5d36", "فعالیت X شما"),
                n("fd807e78", "مخاطبان، رسانه‌ها، و برچسب‌گذاری"),
                n("a9ff473c", "اطلاعاتی را که اجازه می‌دهید افراد دیگر در X ببینند مدیریت کنید."),
                n("d0484606", "اطلاعات مرتبط با پست‌هایتان را مدیریت کنید."),
                n("c4afe0e6", "چیزهایی را که در X می‌بینید براساس اولویت‌هایتان مانند سرفصل‌ها و علاقه‌مندی‌ها انتخاب کنید"),
                n("ab125232", "حساب‌های کاربری، واژه‌ها، و آگاه‌سازی‌هایی را که خموش یا مسدود کرده‌اید مدیریت کنید."),
                n("cc950d94", "کسانی را که می‌توانند به شما پیام خصوصی بدهند مدیریت کنید."),
                n("fe37f854", "کسانی را که می‌توانند فعالیت گوش دادن شما در «اتاق‌های گفت‌وگو» را ببینند مدیریت کنید"),
                n("ab987f3c", "تنظیمات قابلیت شناسایی‌تان را کنترل کنید و مخاطبانی را که وارد کرده‌اید مدیریت کنید."),
                n("db5fabb0", "هم‌رسانی داده‌ها و فعالیت‌های خارج از X"),
                n("i83cab8a", "هم‌رسانی داده‌ها و شخصی‌سازی"),
                n("e338a794", "تجربه آگهی‌هایتان را در X مدیریت کنید."),
                n("c05e8024", "تجربه کوکی‌تان را در X مدیریت کنید."),
                n("d29d59d0", "X از فعالیت آنلاین شما در خارج از X، مانند وب‌سایت‌هایی که بازدید می‌کنید، برای شخصی‌سازی تجربه شما استفاده می‌کند. این استفاده را مدیریت کنید."),
                n("c981a36c", "به X اجازه دهید تجربه شما را با فعالیت‌های استنباطی‌تان، مثل فعالیت در دستگاه‌هایی که برای ورود به X استفاده نکرده‌اید، شخصی‌سازی کند."),
                n("eb0cc786", "اجازه دهید اطلاعات بیشتری با شرکای تجاری X هم‌رسانی شود."),
                n("dd533318", "اطلاعات مکان را که X برای شخصی‌سازی تجربه شما استفاده می‌کند مدیریت کنید."),
                n("bd0646a0", "درباره حریم خصوصی در X بیشتر بدانید"),
                n("a607862a", "سیاست حفظ حریم خصوصی"),
                n("g5925628", "تماس با ما"),
                n("dd6012f8", "مرکز حریم خصوصی"),
                n("jdceda60", "پاسخ‌ها"),
                n("f644b748", "افرادی را که می‌توانند به پست‌های شما پاسخ دهند و پاسخ‌های فیلترشده‌تان را مدیریت کنید."),
                n("ff4b3818", "Grok و همکاران شخص ثالث"),
                n("i586f3e0", "اجازه دهید داده‌های عمومی و نیز تعامل‌ها، ورودی‌ها، و نتایج شما در Grok و xAI برای آموزش و بهینه‌سازی استفاده شود"),
                n("d8492604", "درصورت انتخاب، پست‌ها و اطلاعات دیگر حساب کاربری‌تان فقط برای افرادی که شما را دنبال می‌کنند قابل دیدن خواهد بود."),
                n("if050fae", "محافظت از ویدئوها"),
                n("b7ed5f6e", "چنانچه انتخاب شود، ویدئوهای پست‌های شما به‌طور پیش‌فرض قابل بارگیری نخواهد بود. این تنظیمات در پست‌های آینده اعمال می‌شود و برای موارد قبلی کاربرد ندارد"),
                n("dbb51952", "محافظت از پست‌هایتان؟"),
                n("de735de6", "این کار باعث می‌شود فقط برای دنبال‌کننده‌های شما در X قابل مشاهده باشند."),
                n("c5d4192a", "محافظت کنید"),
                n("d9ddba70", "«انجمن‌ها» عمومی هستند، بنابراین محافظت کردن از حساب کاربری شما باعث پنهان شدن پست‌های قبلی‌تان خواهد شد. همچنین تا زمانی که حساب کاربری شما دوباره عمومی نشده باشد نمی‌توانید در «انجمن» پست کنید."),
                n("f527b322", "از حساب کاربری من محافظت شود"),
                n("d165c992", "همه می‌توانند شما را برچسب بزنند"),
                n("ea339390", "فقط افرادی که دنبال می‌کنید می‌توانند شما را برچسب بزنند"),
                n("e3a761ee", "غیرفعال"),
                n("a61ed23a", "رسانه‌هایی که پست می‌کنید دارای مطالب احتمالاً حساسیت‌برانگیز علامت‌گذاری شود"),
                n("ae27c454", "درصورت فعال شدن، تصاویر و ویدئوهایی که پست می‌کنید برای افرادی که نمی‌خواهند محتوای حساسیت‌برانگیز ببینند با این عنوان علامت‌گذاری خواهد شد."),
                n("fc1d217c", "رسانه‌هایی که ممکن است محتوای حساسیت‌برانگیز داشته باشد نشان داده شود"),
                n("j018f2a2", "تنظیمات کاوش"),
                n("h1ef00dc", "تنظیمات جستجو"),
                n("b05b9398", "وقتی این تنظیمات فعال باشد، X ممکن است محتوای «برای شما» را براساس فعالیت X شما شخصی‌سازی کند."),
                n("a3c1324c", "نمایش محتوای توصیه‌شده در خط زمان «برای شما»"),
                n("ee4592ca", "هیچ‌کس"),
                n("da813d22", "کاربران تأییدشده"),
                n("baffe39a", "همه"),
                n("b3d8566e", "فیلتر کردن پیام‌های بی‌کیفیت"),
                n("cfda8c44", "درخواست‌های پیامی را که بالقوه هرزنامه یا بی‌کیفیت شناسایی شده‌اند پنهان کنید. این پیام‌ها به صندوق ورودی جداگانه‌ای در پایین درخواست‌های پیام شما فرستاده می‌شود. همچنان می‌توانید اگر خواستید به آن‌ها دسترسی پیدا کنید."),
                n("f4c91f40", "اجازه دادن به پیام‌های مشترکین من"),
                n("bf0c4336", "مشترک‌های شما همیشه می‌توانند مستقل از تنظیمات پیام‌رسانی دیگر به شما پیام بفرستند."),
                n("e6c411d8", "فیلتر کردن رسانه‌های بی‌پرده"),
                n("g558101a", "روی پیام‌هایی که احتمال وجود رسانه‌های بی‌پرده (مانند برهنگی، محتوای جنسی، یا خشونت) در آن‌ها شناسایی شده است هشدار نشان داده شود. همیشه این گزینه را دارید که اگر خواستید رسانه را مشاهده کنید."),
                n("d9172542", "رسیدهای خوانده‌شدن نشان داده شود"),
                n("bd557506", "به افرادی که با آن‌ها پیام ردوبدل می‌کنید اجازه دهید متوجه شوند پیام‌هایشان را دیده‌اید. رسیدهای خواندن برای درخواست‌های پیام نشان داده نمی‌شود."),
                n("f29080d0", "اجازه دادن به درخواست‌های پیام از:"),
                n("j0adcc2d", "بیشتر بدانید"),
                n("ib3357a6", "آگهی‌های شخصی‌سازی‌شده"),
                n("f2f9628e", "آگهی‌هایی که در X می‌بینید همیشه براساس فعالیت X شما خواهد بود. پس‌از فعال‌سازی این تنظیمات، X ممکن است آگهی‌های تبلیغ‌کنندگان X را، در داخل و خارج از X، با ترکیب فعالیت X شما و دیگر فعالیت‌های اینترنتی و اطلاعات دریافتی از شرکایمان هم شخصی‌سازی کند."),
                n("b5fe50fc", "دسته‌های آگهی"),
                n("c31a2ea6", "با فعال کردن این تنظیمات، واجد شرایط دیدن آگهی‌ها در این دسته‌ها می‌شوید. با انصراف دادن از آن می‌توانید درباره این دسته‌ها آگهی‌های کمتری ببینید."),
                n("if996630", "قمار"),
                n("a9ed7774", "اجازه استفاده از اطلاعات مکان‌هایی که محتوای X را در وب مشاهده می‌کنید"),
                n("e2d61838", "این تنظیمات به X اجازه می‌دهد بازدیدهای شما از دیگر وب‌سایت‌هایی را که محتوای X مثلاً خط زمان جاسازی‌شده دارند ردگیری کند. X با این اطلاعات برای شما بهتر می‌شود، مثلاً تجربه شما شخصی‌سازی می‌شود. این سابقه مرور وب هرگز همراه با نام، ایمیل، یا شماره تلفن شما ذخیره نخواهد شد."),
                n("c966aaf4", "این بازدیدهای صفحه وب وقتی در چند کشور معین باشید ذخیره یا استفاده نمی‌شود."),
                n("e8313b32", "مطمئن هستید؟ هنگامی که این را غیرفعال کنید، تا زمانی که در این کشور هستید نمی‌توانید آن را فعال کنید."),
                n("f1d46fd6", "بله، مطمئن هستم"),
                n("f6c8ccc8", "شخصی‌سازی براساس هویت استنباطی شما"),
                n("ed012c88", "X همیشه براساس اطلاعاتی که ارائه کرده‌اید و نیز دستگاه‌هایی که برای ورود استفاده کرده‌اید تجربه شما را شخصی‌سازی خواهد کرد. اگر این تنظیمات فعال شده باشد، X ممکن است براساس استنباط‌های دیگری درخصوص هویت شما هم شخصی‌سازی کند، مانند دستگاه‌ها و مرورگرهایی که برای ورود به X از آن‌ها استفاده نکرده‌اید یا نشانی‌های ایمیل و شماره‌تلفن‌هایی مشابه با مواردی که به حساب کاربری X شما پیوند داده شده‌اند."),
                n("d3c20d80", "اجازه اشتراک‌گذاری بیشتر اطلاعات با شرکای تجاری"),
                n("f1c0d09c", "X همیشه با شرکای تجاری اطلاعات هم‌رسانی می‌کند تا بتواند به اداره و بهبود محصولاتش ادامه دهد. درصورت فعال‌سازی، X اجازه پیدا می‌کند اطلاعات بیشتری را با این شرکا هم‌رسانی کند تا به پشتیبانی از اداره کسب‌وکار X کمک شود، ازجمله ارتباط فعالیت‌های بازاریابی X در سایت‌ها و برنامه‌های دیگر با شما بیشتر می‌شود."),
                n("dc20d918", "شخصی‌سازی براساس مکان‌هایی که بوده‌اید"),
                n("af7d89e6", "X همیشه از برخی اطلاعات، مانند جایی که در آن نام‌نویسی کرده‌اید و مکان کنونی‌تان، برای نمایش محتوای مناسب‌تر به شما استفاده می‌کند. با فعال‌سازی این تنظیمات، X براساس مکان‌های دیگری هم که بوده‌اید تجربه شما را شخصی‌سازی می‌کند."),
                n("f2b23062", "دسترس‌پذیری، نمایش، و زبان‌ها"),
                n("fa76d7dc", "چگونگی نمایش محتوای X به شما را مدیریت کنید."),
                n("j7a15010", "جنبه‌هایی از تجربه Xتان، مانند محدود کردن کنتراست رنگ و حرکت را مدیریت کنید."),
                n("a257ecae", "اندازه، رنگ، و پس‌زمینه قلمتان را مدیریت کنید. این تنظیمات بر همه حساب‌های کاربری X در این مرورگر تأثیر می‌گذارد."),
                n("jc3fa0e2", "زبان‌های مورداستفاده را مدیریت کنید تا تجربه X شما شخصی‌سازی شود."),
                n("cc2973a8", "چگونگی استفاده X از برخی داده‌های شبکه‌تان در این دستگاه را محدود کنید."),
                n("h54e6138", "میان‌برهای صفحه‌کلید"),
                n("a4b69cbc", "زبان نمایشی"),
                n("c856bd00", "زبان ترجیحی‌تان برای عنوان‌ها، دکمه‌ها، و نوشتارهای دیگر X را انتخاب کنید."),
                n("cab61d58", "انتخاب زبان‌های دیگر"),
                n("dd93fafa", "زبان‌های دیگر برای محتوایی که می‌خواهید در X ببینید، انتخاب کنید."),
                n("bca1de4a", "زبان‌های دیگری که صحبت می‌کنید"),
                n("c3aa76c4", "زبان‌هایی که احتمالاً می‌دانید"),
                n("g099069c", "زبان‌هایی را که X براساس فعالیت شما، مثلاً حساب‌هایی که دنبال می‌‌کنید یا پست‌هایی که با آن‌ها تعامل می‌کنید، استنباط کرده است مدیریت کنید."),
                n("cf9ce876", "زبان‌های برنامه و پست"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "این حساب‌های اجتماعی را برای ورود به حساب کاربری X خودتان متصل کرده‌اید. از اینجا می‌توانید دسترسی را غیرفعال کنید."),
                n("d84ed6b2", "قطع اتصال"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "اتصال برقرار شد"),
                n("ad31b476", "حساب کاربری خودکارتان را مدیریت کنید."),
                n("a2981062", "حساب کاربری مدیریتی"),
                n("aff4540e", "تغییر حساب کاربری مدیریتی"),
                n("b8b9d100", "راه‌اندازی خودکارسازی حساب کاربری"),
                n("e0bc51f6", "غیرفعال کردن خودکارسازی حساب کاربری"),
                n("b92190c2", "حساب کاربری مدیریتی متصل شد"),
                n("fb03b39a", "اتصال حساب کاربری مدیریتی قطع شد"),
                n("bd51ddfa", "فعلاً نمی‌توانیم اتصال حساب کاربری مدیریتی شما را قطع کنیم. لطفاً بعداً دوباره امتحان کنید."),
                n("e91c15f6", "اتصال حساب کاربری مدیریتی شما قطع شود؟"),
                n("df035b80", "اگر اتصال حساب کاربری مدیریتی‌تان را قطع کنید، حساب کاربری خودکار شما برچسب خودش را ازدست می‌دهد."),
                n("bd12cf34", "بله، اتصال قطع شود"),
                n("f79acef3", "بیشتر بدانید"),
                n("a57a341c", "صرفه‌جویی در اینترنت"),
                n("ab6505a8", "درصورت انتخاب، X از داده شبکه کمتر استفاده می‌کند."),
                n("a5d4fda0", "مشکلی پیش آمد، ولی ناراحت نشوید -- بیایید دوباره تلاش کنیم."),
                n("g1888dc2", "هرگز"),
                n("f724d1aa", "فقط در Wi-Fi"),
                n("cf6472c2", "در اینترنت همراه یا Wi-Fi"),
                n("b2ed92c4", "درخواست بایگانی"),
                n("ce5d2c46", "موقتاً دردسترس نیست"),
                n("bed6a87c", "پیوند داده‌های X شما منقضی شده است"),
                n("b24b4768", "به داده‌های X من بروید"),
                n("a0c3f812", "برای دریافت نسخه به‌روزشده، باید درخواست جدیدی ارائه دهید."),
                n("eea30bb5", function (e) {
                    return "تاریخ تولید: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "تاریخ انقضا: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "اندازه تخمینی: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "داده X (" + e.currentIndex + " از " + e.count + ")";
                }),
                n("fc5bfd96", "شروع کنید"),
                n("gee8110e", "بارگیری بایگانی"),
                n("c326f156", "بایگانی بارگیری شد"),
                n("c9fe9b56", "بایگانی شما به‌زودی بارگیری می‌شود"),
                n("j54b679b", function (e) {
                    return "این فایل در پنجره دیگری باز می‌شود، و ممکن است مدتی طول بکشد تا تمام شود. وقتی انجام شد، فایل بارگیری در قالب ZIP با حجم " + e.size + " خواهد بود.";
                }),
                n("ac63840d", function (e) {
                    return e.size + " کیلوبایت";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " مگابایت";
                }),
                n("ce494bb4", "اندازه قلم"),
                n("c783d45e", "رنگ"),
                n("h306a358", "پس‌زمینه"),
                n("d8680056", "خیلی کوچک"),
                n("j59f0b94", "پیش‌فرض"),
                n("b81aaad8", "بزرگ"),
                n("c7044880", "خیلی بزرگ"),
                n("e46dffa0", "اندازه متن"),
                n("ce8a8116", "گزینه‌های پس‌زمینه"),
                n("d3d48f3a", "روشن"),
                n("i76f67ee", "کم‌نور"),
                n("c8f85960", "بی‌نور"),
                n("aefc5b20", "گزینه‌های رنگ"),
                n("a52d0fde", "آبی"),
                n("d818cdd6", "زرد"),
                n("fee1cd64", "صورتی"),
                n("cbed7fb2", "بنفش"),
                n("g697ec02", "نارنجی"),
                n("a7c2204a", "سبز"),
                n("gde8fdd7", function (e) {
                    return "بنیان X بر پیام‌های کوتاهی است که پست نامیده می‌شود — درست مانند همین پیام — که می‌تواند عکس، ویدئو، پیوند، نوشتار، برچسب، و نام‌بری‌هایی مانند @" + e.mention + " داشته باشد.";
                }),
                n("f277e94a", "مشاهده"),
                n("ee79367b", function (e) {
                    return "سطح " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "آگهی"),
                n("d9587114", "مشاهده جدیدترین پست"),
                n("b7b86c3c", "نسخه جدید این پست را باز می‌کند"),
                n("a407814e", "آخرین ویرایش"),
                n("i46ee3f0", "این آخرین نسخه این پست است."),
                n("e18cb87c", "این پست را توضیح دهید"),
                n("ffe16626", "فیلتر پاسخ فعال است."),
                n("jc81f6a7", function (e) {
                    return e.count + " بازدید";
                }),
                n("g521abc6", "Grok، تحلیل!"),
                n("a09331e0", "نوشتارهای مرتبط "),
                n("e3eceda6", "کنش‌های Grok"),
                n("a653f08f", function (e) {
                    return "خواندن " + e.replyCount + " پاسخ";
                }),
                n("dc0c8266", "از Grok بپرسید"),
                n("i7ac410e", "نمایش متن اصلی"),
                n("c67f09e8", "نمایش ترجمه"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "بازدید";
                }),
                n("b8f3500a", "مشاهده رشته‌توییت در «خواننده»"),
                n("fc7db594", "خلاصه نمایه"),
                n("c3f04d9c", "درحال فکر کردن"),
                n("cbdddb0a", "تمام شد"),
                n("b0d1e205", function (e) {
                    return "درحال جستجو برای **«" + e.query + "»**";
                }),
                n("acb9b845", function (e) {
                    return "درحال مرور کردن " + e.url + " برای **«" + e.query + "»**";
                }),
                n("ef261d8d", function (e) {
                    return "درحال جستجوی پست‌ها در @" + e.username;
                }),
                n("bec7eb11", function (e) {
                    return "درحال جستجوی پست‌های @" + e.username + " برای **«" + e.query + "»**";
                }),
                n("ead81122", "مشکلی پیش آمد، لطفاً تازه‌سازی کنید یا دوباره امتحان کنید."),
                n("f808a13a", "به حداکثر میزان رتبه‌بندی رسیده‌اید. لطفاً کمی صبر کنید و دوباره امتحان کنید."),
                n("e0481e5a", "Grok فعلاً در کشور شما پشتیبانی نمی‌شود."),
                n("bc0a5b5a", "Grok فعلاً دردسترس نیست، لطفاً بعداً دوباره بررسی کنید."),
                n("ef674976", "شما اجازه استفاده از این خدمات را ندارید."),
                n("c74e87e0", "این فایل خیلی بزرگ است. فایل کوچک‌تری انتخاب کنید."),
                n("bea50a2a", "این قالب فایل پشتیبانی نمی‌شود."),
                n("j77292b7", function (e) {
                    return "لطفاً فقط تا " + e.count + " فایل انتخاب کنید";
                }),
                n("d4d35bea", "درحال ترجمه…"),
                n("he9c9634", "ترجمه ایجاد نشد"),
                n("j2198c98", "پست ترجمه‌شده پنهان شود"),
                n("i73a7d48", "ترجمه Google"),
                n("eeadb767", function (e) {
                    return "ترجمه Google از " + e.originLanguage;
                }),
                n("be9b9fb8", "ترجمه توسط Grok"),
                n("d9c6f69d", function (e) {
                    return "ترجمه از " + e.originLanguage + " توسط Grok";
                }),
                n("dc445f82", "ترجمه از Papago"),
                n("he9803d3", function (e) {
                    return "ترجمه از " + e.originLanguage + " توسط Papago";
                }),
                n("f8264fc0", "ترجمه توسط X"),
                n("caa5ba3d", function (e) {
                    return "ترجمه از " + e.originLanguage + " توسط X";
                }),
                n("e0f81ff3", "ترجمه:"),
                n("j2862695", function (e) {
                    return "ترجمه‌شده از " + e.originLanguage + " توسط";
                }),
                n("b7cb4fab", "ترجمه‌شده توسط"),
                n("cbc8fed4", "این ترجمه دقیق بود؟ بازخورد دهید تا بتوانیم بهبود دهیم."),
                n("d56779a2", "درک آسان"),
                n("b6fe8a56", "گیج‌کننده یا مبهم"),
                n("a66d80d0", "ترجمه پست"),
                n("d4c339b9", function (e) {
                    return "پستی از " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") پست کرد:\n" + e.tweet;
                }),
                n("h6f99ac4", "به نشانک‌های شما اضافه شد"),
                n("g1c463f6", "از نشانک‌های شما حذف شد"),
                n("a2e7377f", function (e) {
                    return "از " + e.bookmarkFolderName + " حذف شد";
                }),
                n("i47ad24c", "به همین منوال ادامه دهید! هرچه تعداد پست‌هایی که می‌پسندید بیشتر باشد، خط زمان شما بهتر خواهد شد."),
                n("def4a37c", "عالی بود! خط زمان شما بهتر می‌شود. هرچه بیشتر توییت‌ها را بپسندید، خط زمان شما بهتر می‌شود – به پسندیدن چیزهایی که علاقه دارید ادامه دهید."),
                n("bcab06d2", "پست پسندیده شد"),
                n("i5efe23e", "پسند پست برداشته شد"),
                n("f5d17674", "پست بازپست شد"),
                n("d714acfa", "بازپست پست لغو شد"),
                n("b18dff26", "فقط «مشترک‌ها» می‌توانند این بازپست را ببینند"),
                n("c2453318", "افزودن به پوشه"),
                n("f88553c8", "در حافظه موقت کپی شد"),
                n("b5b36724", "به‌جای آن پاسخ می‌دهید؟"),
                n("gce00a2a", "می‌خواهید بازپست شود؟"),
                n("g271f120", "پیش‌از اینکه پاسخ دهید، از پیش‌نویس پست شما صرف‌نظر خواهد شد."),
                n("gad04d1a", "پیش‌از اینکه «نقل‌قول» کنید، از پیش‌نویس پست شما صرف‌نظر خواهد شد."),
                n("ibd021f2", "می‌خواهید اول این مقاله را بخوانید؟"),
                n("bbef69c4", "دارید مقاله‌ای را هم‌رسانی می‌کنید که در X باز نکرده‌اید."),
                n("g5092766", "خواندن مقاله"),
                n("a2d5c006", "متشکریم که از این پیوند دیدن کردید"),
                n("g37bb2d0", "مشاهده پیوندها پیش از هم‌رسانی آن‌ها کمک می‌کند بحث‌های آگاهانه ترویج شود."),
                n("gc45a90a", "گسترده کردن این اعلان"),
                n("g7135e44", "کمک کنید X جایی برای اطلاعات قابل اطمینان باقی بماند. پیش‌از پسندیدن این پست اطلاعات بیشتری کسب کنید."),
                n("h9b6d468", "کمک کنید X جایی برای اطلاعات قابل اطمینان باقی بماند. پیش‌از به اشتراک گذاری این پست اطلاعات بیشتری کسب کنید."),
                n("af5cd00e", "اطلاعات بیشتری کسب کنید"),
                n("e29c651e", "از اینکه اطلاعات بیشتری کسب کردید، متشکریم"),
                n("ef504d80", "نمی‌توانید هنوز پست‌های حساب‌های کاربری محافظت‌شده را به نشانک‌هایتان اضافه کنید."),
                n("cef96d5a", "پست قبلاً در نشانک‌های شما هست"),
                n("b2542f56", "مشکلی پیش آمد. یک دقیقه دیگر دوباره نشانک‌گذاری این پست را انجام دهید."),
                n("fe3b9942", "شما از پسندیدن پست‌های این کاربر به درخواست خودش مسدود شده‌اید."),
                n("c2a6dc5c", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای پسندیدن پست اقدام کنید."),
                n("b57f01b8", "نمی‌توانید پست‌های کاربران محافظت‌شده‌ای را که دنبال نمی‌کنید بپسندید."),
                n("ba0b3cc0", "از بازپست کردن پست‌های این کاربر به درخواست خودش مسدود شده‌اید."),
                n("h32b1ac4", "مشکلی پیش آمد. یک دقیقه دیگر دوباره بازپست کنید."),
                n("e50cea9e", "بازپست برای این پست مجاز نیست."),
                n("d8e56f40", "ببخشید! تعداد پست‌های شما از سقف مجاز بیشتر شده است. لطفاً فردا دوباره بازپست کنید"),
                n("i14d7a46", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف این پست از نشانک‌هایتان اقدام کنید."),
                n("d4ebfeb0", "یک دقیقه دیگر دوباره لغو پسندیدن پست را امتحان کنید."),
                n("e639775e", "چند لحظه بعد برای لغو بازتوییت خود دوباره تلاش کنید."),
                n("fcad707a", "هشداری روی این پست قرار داده‌ایم زیرا ممکن است محتوای حساسیت‌برانگیز داشته باشد. "),
                n("f1824804", "درخواست بازنگری این هشدار"),
                n("f755f710", "متوجه شدم"),
                n("ced4abbe", "مشاهده گفتگو"),
                n("d00e1d2a", "پیوستن به انجمن"),
                n("e6057014", "درخواست برای عضویت"),
                n("ba352986", "نمی‌توانید پاسخ دهید … فعلاً"),
                n("d09e76d8", "«انجمن‌ها» عمومی است، بنابراین می‌توانید پست‌ها را بخوانید - ولی برای شرکت کردن باید به آن‌ها بپیوندید."),
                n("cfa1f802", "کاوش در «انجمن»"),
                n("af27a0f8", "شما از این «انجمن» حذف شده‌اید"),
                n("id089506", "برای بازگردانده شدن با ناظم‌های «انجمن» تماس بگیرید."),
                n("cac4e916", "این پست پنهان شده است"),
                n("cb18be32", "این کار را نمی‌توانید انجام دهید … فعلاً"),
                n("dbb5fd8e", "پست‌های «محفل» را نمی‌شود بازپست کرد"),
                n("ae2c8a1e", "چرا نمی‌توانید به این پاسخ دهید؟"),
                n("afe7ba26", "چرا نمی‌توانید این را بپسندید؟"),
                n("df9e2356", "چرا نمی‌توانید این توییت را به نشانک‌ها اضافه کنید؟"),
                n("jead3bc2", "چرا نمی‌توانید این را هم‌رسانی کنید؟"),
                n("h2a668b8", "چرا نمی‌توانید اطلاعات تحلیلی پست را مشاهده کنید؟"),
                n("bd85267e", "چرا نمی‌توانید این را بازپست کنید؟"),
                n("dcc05a7e", "بازدیدها"),
                n("e213fada", "تعداد بازدیدها برای این پست دردسترس نیست."),
                n("g0954ea6", "فقط نویسنده پست و تیم ناظم‌های «انجمن» می‌توانند آن را ببینند، و تعامل‌ها غیرفعال شده‌اند."),
                n("e7969518", "«انجمن‌ها» عمومی هستند، بنابراین می‌توانید پست‌ها را بخوانید — ولی فعلاً، مشارکت فقط با دعوت امکان‌پذیر است."),
                n("g2dc874a", "«انجمن‌ها» عمومی هستند، بنابراین می‌توانید پست‌ها را بخوانید — ولی فقط اعضا می‌توانند با آن‌ها تعامل کنند."),
                n("g562676f", "بیشتر بدانید"),
                n("ee574c37", "بیشتر بدانید"),
                n("de2d83d6", "نشانک‌گذاری به پوشه"),
                n("f14df406", "کپی پیوند در آگهی"),
                n("e05c00b4", "کپی پیوند"),
                n("f61c4bb0", "هم‌رسانی از راه پیام خصوصی"),
                n("id35970e", "پست کردن ویدئو"),
                n("ff9348b8", "هم‌رسانی آگهی ازطریق …"),
                n("d03241f8", "هم‌رسانی پست ازطریق…"),
                n("j08dd2d4", "حذف از نشانک‌ها"),
                n("b7fde1ea", "حذف از پوشه"),
                n("d9a2bd78", "دانلود ویدئو"),
                n("fbfab656", "هم‌رسانی در «اتاق گفت‌وگو»"),
                n("e668112c", "پست با «اتاق گفت‌وگو» هم‌رسانی شد"),
                n("g5775e46", "مشاهده نقل‌قول‌ها"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "نشانک";
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "پسند";
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "نقل‌قول";
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "بازپست";
                }),
                n("e9f1fbcc", "اینجا چیزی برای دیدن نیست - هنوز"),
                n("a3b80be6", "بعداً دوباره سر بزنید تا پست‌هایی در این باره ببینید."),
                n("d93b360a", "این ستون پاک شده است، وقتی پست‌های بیشتری ایجاد شود در بالا نشان داده خواهد شد."),
                n("d6e2f9be", "در حال بارگذاری خط زمان"),
                n("afb4c24a", "بدون مورد"),
                n("e5b0063d", function (e) {
                    return "خط زمان: " + e.title;
                }),
                n("ib65b1c6", "نام‌نویسی با Apple"),
                n("f55cebb8", "ورود با Apple"),
                n("dcc304d6", "ادامه با Apple"),
                n("e0870f26", "نام‌نویسی با Google"),
                n("gfeffd6a", "ورود با Google"),
                n("gf5e9ea6", "لغو"),
                n("e43138c5", function (e) {
                    return e.name + " دنبال شود";
                }),
                n("be65f2e7", function (e) {
                    return e.name + " دنبال نشود";
                }),
                n("a649d337", function (e) {
                    return "به " + e.name + " علاقه‌ای ندارم";
                }),
                n("e2f2b658", "دیگر این سرفصل را پیشنهاد نخواهیم کرد."),
                n("b51f7edf", function (e) {
                    return "دنبال کردن " + e.name + " را لغو کردید";
                }),
                n("gac366b3", function (e) {
                    return e.name + " را دنبال کردید";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " مسدود شود؟";
                }),
                n("fcd4d489", function (e) {
                    return "مسدودسازی @" + e.screenName;
                }),
                n("a6450e84", "مسدودسازی"),
                n("g353ad73", function (e) {
                    return "نمی‌تواند شما را دنبال کند یا پست‌هایتان را ببیند، و شما هم پست‌ها یا آگاه‌سازی‌های از @" + e.screenName + " را نخواهید دید.";
                }),
                n("ad00a739", function (e) {
                    return "می‌تواند پست‌های عمومی‌تان را ببیند، ولی دیگر نمی‌تواند با آن‌ها تعامل کند. @" + e.screenName + " همچنین نمی‌تواند شما را دنبال کند یا به شما پیام دهد، و شما هم آگاه‌سازی‌های او را نخواهید دید.";
                }),
                n("a9fd20be", "با موفقیت مسدود شد."),
                n("j546fb79", function (e) {
                    return "مسدودسازی @" + e.screenName + " رفع شود؟";
                }),
                n("c9623eeb", function (e) {
                    return "رفع مسدودسازی @" + e.screenName;
                }),
                n("e133be4e", "عدم انسداد"),
                n("he43bca4", "این کاربر می‌تواند شما را دنبال کند و پست‌هایتان را مشاهده کند."),
                n("f5f01af6", "می‌تواند شما را دنبال کند و با پست‌های عمومی‌تان تعامل کند."),
                n("b6878b0a", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای مسدود کردن این کاربر اقدام کنید."),
                n("e40252de", "این پست‌ها در «برای شما» نشان داده نشود"),
                n("ae225c26", "این پست‌ها در «برای شما» نشان داده شود"),
                n("a96d2628", "این فهرست در «برای شما» نشان داده نشود"),
                n("d00abae0", "پست‌های برتر این فهرست دیگر در خط زمان «برای شما» شما نشان داده نمی‌شود."),
                n("e566dd06", "پست‌های برتر این فهرست دیگر در «برای شما» نشان داده نمی‌شود"),
                n("j3cc1526", "این فهرست در «برای شما» نشان داده شود"),
                n("h435716e", "پست‌های برتر این فهرست ممکن است در خط زمان «برای شما» شما نشان داده شود."),
                n("e8ba412e", "پست‌های برتر این فهرست ممکن است الآن در «برای شما» نشان داده شوند"),
                n("d66e95cc", "پاسخ به پست شما سنجاق شود؟"),
                n("i24ed0de", "سنجاق کردن پاسخ"),
                n("b1033082", "این پاسخ بالای پاسخ‌های پست شما نشان داده خواهد شد. هروقت خواستید می‌توانید چیز دیگری جایگزین آن کنید یا سنجاقش را بردارید."),
                n("e96a5962", "سنجاق این پاسخ برداشته شود؟"),
                n("ec04e6fc", "برداشتن سنجاق پاسخ"),
                n("d05618f2", "دیگر در بالای پاسخ‌های این پست نشان داده نخواهد شد."),
                n("j9aedfdc", "سنجاق کردن پاسخ"),
                n("c034211a", "برداشتن سنجاق پاسخ"),
                n("ie4538b4", "پاسخ به پست سنجاق شد"),
                n("ad135a24", "سنجاق پاسخ به پست برداشته شد"),
                n("ee369efc", "سنجاق کردن پاسخ به پست امکان‌پذیر نیست"),
                n("c3e7f572", "برداشتن سنجاق پاسخ از پست امکان‌پذیر نیست"),
                n("d058316c", "سپاس‌گزاریم. X از این بازخورد برای بهبود خط زمان شما استفاده خواهد کرد."),
                n("afb7e8f8", "خواندن مقاله"),
                n("jb0429b1", function (e) {
                    return "توسط " + e.name + " @" + e.screenName;
                }),
                n("gfdad702", "18+‎"),
                n("c5d23126", "گذاشتن سنجاق‌‎"),
                n("j44ec610", "برداشتن سنجاق"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "عضو";
                }),
                n("b5334780", "در انتظار"),
                n("b171d7c4", "پیوستن"),
                n("aa7ae3f6", "پیوستید"),
                n("bb1d57b6", "ترک کردن"),
                n("h4fbfa58", "پذیرفتن و پیوستن"),
                n("ea8cfb1e", "پذیرفتن و درخواست پیوستن"),
                n("dc1b14a1", function (e) {
                    return "قوانین " + e.communityName + " را مرور کنید و بپذیرید";
                }),
                n("c966ac64", "نمی‌توان برای پیوستن به «انجمن» درخواست کرد. لطفاً بعداً دوباره امتحان کنید."),
                n("g690e07e", "پاسخ شما (اختیاری)"),
                n("a5d21bf4", "پاسخ اختیاری است. اما به یاد داشته باشید که این به ناظمان کمک می‌کند تا درخواست شما را بپذیرند."),
                n("h9526e03", "قوانین X"),
                n("c00c234f", function (e) {
                    return "قوانین " + e.communityName;
                }),
                n("hafa07f2", "مشارکت محدود شده است"),
                n("c15bee32", "شما از این «انجمن» حذف شده‌اید"),
                n("efa265fc", "پست‌های شما محافظت شده‌اند"),
                n("f9cecf48", "متأسفانه فعلاً نمی‌توانید بپیوندید"),
                n("bf7bdb60", "مشکل شما نیست، واقعاً مشکل ماست. اطفاً بعداً دوباره امتحان کنید."),
                n("h27d6950", "هنوز نمی‌توانید ترک کنید"),
                n("b02360f6", "آخرین مدیر یا ناظم نمی‌تواند «انجمن» را ترک کند، مگر اینکه کسی در انجمن باقی نمانده باشد."),
                n("fe832999", "پست‌هایتان را عمومی کنید"),
                n("bc7a7af4", "پست‌های شما در «انجمن» پنهان خواهد شد، و دیگر نخواهید توانست به آن بپیوندید."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "نمایش پست‌های بیشتر"),
                n("aebb6546", "درحال بارگیری پست‌های بیشتر"),
                n("a3484d22", "مساوی"),
                n("aab2efa9", function (e) {
                    return "برنده " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "کارت امتیاز، " + e.gameCategory + "، " + e.gameState + "، " + e.accessibleGameClockPeriod + "، " + e.teamOneLabel + "، " + e.teamTwoLabel;
                }),
                n("f178e38c", "مسابقه بعدی"),
                n("b6da6b02", "زنده"),
                n("i9f615c8", "نهایی"),
                n("f897267a", "به تعویق افتاد"),
                n("f93c4b6a", "لغو شد"),
                n("i79ab12a", "دنبال کردن سرفصل"),
                n("c0f56044", "دنبال نشود"),
                n("fcf51fe6", "ستاره‌دار کردن"),
                n("e9a90d72", "ستاره‌دار"),
                n("bf403716", "برداشتن ستاره"),
                n("c9f08e29", function (e) {
                    return "ستاره " + e.title + " برداشته شود؟";
                }),
                n("hed4dcd0", "حتی اگر ستاره این سرفصل را بردارید، بسته به اینکه کدام حساب‌های کاربری را دنبال می‌کنید همچنان ممکن است پست‌هایی درباره آن ببینید."),
                n("cd876e02", "برگزیده"),
                n("f2816e02", "برگزیده"),
                n("f5b04fbc", "حذف از برگزیده‌ها"),
                n("c481ae3f", function (e) {
                    return e.title + " از برگزیده‌ها حذف شود؟";
                }),
                n("c94116de", "حتی اگر این سرفصل را از برگزیده‌ها حذف کنید، بسته به اینکه کدام حساب‌های کاربری را دنبال می‌کنید همچنان ممکن است پست‌هایی درباره آن ببینید."),
                n("e0e730b0", "علاقه‌مند"),
                n("b1850062", "علاقه‌ای ندارم"),
                n("gd3f996f", function (e) {
                    return "به " + e.title + " علاقه ندارید؟";
                }),
                n("jdd65aac", "حتی اگر به این سرفصل علاقه نداشته باشید، بسته به اینکه کدام حساب‌های کاربری را دنبال می‌کنید ممکن است پست‌هایی درباره آن ببینید."),
                n("f93bb3ee", "بارگذاری تصویر"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " کیلوبایت";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " مگابایت";
                }),
                n("c75bf00e", "بارگذاری گیف"),
                n("d3ac405c", "بارگذاری فیلم"),
                n("g97a046c", "این ویدئو را پخش کنید"),
                n("ac4c73d8", "ویدئوی جاسازی‌شده"),
                n("f3bb10a6", "درحال پخش ویدئو"),
                n("b87c0a72", "با فعال کردن آگاه‌سازی‌های ویژه، هیچ رویدادی را در X ازدست ندهید"),
                n("e71e09ec", "روشن کردن آگاه‌سازی‌ها"),
                n("g4850f44", "آگاه‌سازی‌های ویژه فعال شد"),
                n("dc397182", "سفارشی‌سازی"),
                n("ia5e7488", "بستن"),
                n("j681933e", "فهرست خصوصی"),
                n("add55942", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای اشتراک اقدام کنید."),
                n("ib8f5f3c", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای لغو اشتراک اقدام کنید."),
                n("e20fc756", "شما اجازه ندارید این عضو را به این «فهرست» اضافه کنید."),
                n("d8a032a2", "باید یک خط زمان سنجاق‌شده را حذف کنید تا بتوانید یکی دیگر را اضافه کنید"),
                n("fa816a0a", "مرتب‌سازی دوباره فهرست"),
                n("ac832ae4", "سنجاق کردن فهرست"),
                n("cdb33880", "برداشتن سنجاق فهرست"),
                n("ca5d0a82", "ویرایش فهرست"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "دنبال‌" + f(e.count, "ک", "ك") + "ننده";
                }),
                n("jceadc3e", "بدون عنوان"),
                n("a1d5303c", "خصوصی"),
                n("cc8f8a80", "فهرست‌نشده"),
                n("c33a97d6", "عمومی"),
                n("i73fff1b", function (e) {
                    return "نمایش " + e.count + " پست";
                }),
                n("a682906d", function (e) {
                    return e.count + " پسند دیگر مانده";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " شغل باز" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " برنده شد";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "امروز"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "فردا"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "افزودن پستی دیگر"),
                n("i569ff3e", "این رشته‌توییت نشان داده شود"),
                n("je5502eb", function (e) {
                    return "شامل نتایج جستجوی «" + e.suggestion + "»";
                }),
                n("bc4628a1", function (e) {
                    return "درحال نشان دادن نتایج برای «" + e.suggestion + "»";
                }),
                n("a1979464", "درحال بارگیری ویدئو"),
                n("ic1e826e", "پخش"),
                n("c8b4bca0", "فروشگاه"),
                n("f5ea07ec", "حالا خريد كنيد"),
                n("b62956aa", "رزرو"),
                n("i3ea806a", "سفارش"),
                n("fd00a76a", "باز کردن"),
                n("e0aa5848", "نصب"),
                n("g33f3050", "وب"),
                n("d3f6b1a6", "پیام به ما"),
                n("b0e322cc", "پیام شخصی برای ما ارسال کنید"),
                n("cb8bddc8", "پیام شخصی به من فرستاده شود"),
                n("cb8c547e", "ارسال پیام شخصی"),
                n("d980e29f", function (e) {
                    return "شروع در " + e.date;
                }),
                n("fdd81500", "گردونه"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "برهنگی"),
                n("e1b4e672", "محتوای حساسیت‌برانگیز"),
                n("acc48c15", function (e) {
                    return "هشدار: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "نمایش"),
                n("g034e6f1", function (e) {
                    return "فقط حداکثر تا " + e.count + " پست می‌توانید به این گزارش پیوست کنید.";
                }),
                n("i2e0d584", "پست تبلیغی"),
                n("b52a940c", "این پست دردسترس نیست."),
                n("da59404c", "درحال‌حاضر دارید آخرین نسخه را مشاهده می‌کنید."),
                n("e267df68", "پاسخ پنهان شده است"),
                n("d5f162b6", "هروقت خواستید این پاسخ را آشکار کنید. کار دیگری هم دارید؟"),
                n("f376e9d4", "بازخورد پست"),
                n("d7c93b6c", "پست پنهان شده است"),
                n("b3abacee", "پست‌های کمتری شبیه این خواهید دید. بازخورد دیگری دارید؟"),
                n("a2411360", "پاسخی دیده‌اید که می‌پسندید؟"),
                n("e8a14626", "اکنون می‌توانید پاسخ‌های پست‌هایتان را بااستفاده از منوی کنش‌ها - آن سه‌نقطه کوچک روی پست (…) - سنجاق کنید."),
                n("d41305a8", "حباب پیام با سنجاق نقشه"),
                n("eca84b72", "واگرد بازپست"),
                n("g6185a9e", "چه کسانی می‌توانند پاسخ دهند؟"),
                n("i00051cc", "کسانی را که می‌توانند به این پست پاسخ دهند انتخاب کنید. کسانی که از آن‌ها نام برده شده باشد همیشه می‌توانند پاسخ دهند."),
                n("i9000126", "حساب‌های که دنبال می‌کنید"),
                n("dcaede8a", "فقط حساب‌هایی که نام می‌برید"),
                n("ad85cd2e", "«مشترک‌های» شما"),
                n("f19e4bfc", "حساب‌های کاربری تأییدشده"),
                n("bf994ab2", "فقط شما"),
                n("e7b4b30a", "فقط حساب‌هایی که نام برده باشید"),
                n("ca6500a8", "غیرفعال کردن پیوندهای خارجی در پاسخ‌ها"),
                n("e839db3a", "رد کردن"),
                n("c8a98928", "تصویر تبلیغی"),
                n("f5b3dc1e", "شاید بعداً"),
                n("ae0c5fbe", "هنگام تغییر کسانی که می‌توانند پاسخ دهند خطایی رخ داد"),
                n("bae0cbc0", "تغییر کسانی که می‌توانند پاسخ دهند"),
                n("d78131b9", function (e) {
                    return "افزودن/حذف @" + e.screenName + " به/از فهرست‌ها";
                }),
                n("fb4ee11c", "چرا این آگهی؟"),
                n("ad50e7d9", function (e) {
                    return "مشاهده آمار تحلیلی " + e.entity;
                }),
                n("ef1042f8", "«نوشته انجمن» بنویسید"),
                n("h3edf7a6", "درخواست یادداشت کاربران"),
                n("bf8d98f4", "فقط «مشترک‌ها» می‌توانند پاسخ دهند"),
                n("e69ada9e", "فقط «مشترکان Premium» می‌توانند پاسخ دهند"),
                n("ae04c4dd", function (e) {
                    return e.entity + " حذف شود؟";
                }),
                n("d9442996", "این کار را نمی‌توان واگرد کرد و از نمایه شما، خط زمان حساب‌های کاربری که شما را دنبال می‌کنند، و نتایج جست‌وجو حذف خواهد شد."),
                n("dad785a7", function (e) {
                    return "این کار باعث حذف همه نسخه‌های این " + e.entity + " از نمایه شما، خط زمان حساب‌های کاربری‌ای که شما را دنبال می‌کنند، و نتایج جست‌وجو خواهد شد. این کار را نمی‌توان واگرد کرد.";
                }),
                n("jda253ab", function (e) {
                    return e.entity + " شما حذف شد";
                }),
                n("j49c2f85", function (e) {
                    return "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف " + e.entity + " اقدام کنید.";
                }),
                n("f9fa0390", "نوشتار شما به حالت پیش‌نویس منتقل می‌شود و از صفحه نوشتارها می‌توان آن را حذف کرد."),
                n("dad450ec", "ویرایش مقاله"),
                n("g9677c6e", "تایید"),
                n("b57bfe70", "نوشتار را ویرایش می‌کنید؟"),
                n("bd3da7be", "در حین ویرایش، انتشار نوشتار به‌طور موقت لغو می‌شود و برای عموم قابل مشاهده نخواهد بود. وقتی نسخه به‌روزشده را مجدداً منتشر کنید، همه تعاملات موجود در نسخه جدید حفظ و به آن منتقل می‌شوند."),
                n("j26481e6", "انتشار نوشتار شما لغو شد و برای ویرایش به پیش‌نویس‌هایتان منتقل شد."),
                n("b360ac7c", "پیمایش بخش"),
                n("adc81042", "جزئیات بخش"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "این نوشتاری منتشرشده است، روش جدیدی برای اینکه در X مطلب بنویسید."),
                n("b14efa0a", "تصویر جلد نوشتار"),
                n("afdccedb", function (e) {
                    return "نمایش " + e.displayCount + " پاسخ";
                }),
                n("bdba3e1a", "فعال‌سازی آگاه‌سازی‌های پست"),
                n("c4da7d28", "غیرفعال‌سازی آگاه‌سازی‌های پست"),
                n("j87c21f4", "خبررسانی"),
                n("iebc30ca", "خاموش کردن آگاه‌سازی‌ها"),
                n("dc740eb2", "آگاه‌سازی‌های پست این حساب کاربری را در خط زمان آگاه‌سازی‌ها خواهید دید. می‌توانید آگاه‌سازی‌های ویژه را هم در دستگاهتان فعال کنید تا هرگز پستی را ازدست ندهید."),
                n("dca669ad", function (e) {
                    return "بازپست‌های " + e.name + " دیگر در خط زمان شما نشان داده نمی‌شود";
                }),
                n("ce6da5d7", function (e) {
                    return "بازپست‌های " + e.name + " در خط زمان شما نشان داده می‌شود";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "به " + e.fullName + " در X سر بزنید.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " دیگر شما را دنبال نمی‌کند";
                }),
                n("j7bb1a43", function (e) {
                    return "گزارش @" + e.screenName;
                }),
                n("hef5960c", "اشتراک‌گذاری نمایه ازطریق…"),
                n("bb1cbeb6", "گویاسازی"),
                n("h2f62206", "خموش کردن کاربر"),
                n("e67b2d65", function (e) {
                    return "خمو سازی @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "گویاسازی @" + e.screenName;
                }),
                n("h59f52ee", "با موفقیت بی‌صدا شد."),
                n("eea0cbee", "با موفقیت از بی‌صدایی درآمد."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " خموش شده است.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " گویا شده است.";
                }),
                n("b3036480", "حذف این دنبال‌کننده"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " از دنبال‌کنندگان شما حذف خواهد شد و X به او اطلاع نخواهد داد. این کاربر می‌تواند در آینده دوباره شما را دنبال کند.";
                }),
                n("ibd0b842", "کپی پیوند در نمایه"),
                n("b9c26480", "مشاهده سرفصل‌ها"),
                n("e922ce0c", "فعال‌سازی بازپست‌ها"),
                n("ge54bb8c", "غیرفعال‌سازی بازپست‌ها"),
                n("h5ef9bc8", "نمایش فهرست‌ها"),
                n("e9eef4c6", "گزارش محتوای غیرقانونی در اتحادیه اروپا"),
                n("e28ba0bb", function (e) {
                    return "گزارش @" + e.screenName + " ازنظر محتوای غیرقانونی در اتحادیه اروپا";
                }),
                n("a30b63da", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف دنبال‌کننده اقدام کنید."),
                n("gd11f228", "(نیاز به عنوان)"),
                n("ced3c85a", "ویرایش‌شده"),
                n("b375ece0", "فقط شما می‌توانید این «نوشتار» منتشرنشده را مشاهده کنید."),
                n("edf9101f", "به خواندن ادامه دهید"),
                n("icf7f1a4", "کپی کردن در بریده‌دان"),
                n("e1a292ec", "افزودن رسانه"),
                n("ebfd8ac6", "درج کردن"),
                n("ia3611ee", "شروع به نوشتن"),
                n("d794135c", "فایلی انتخاب کنید یا آن را به اینجا بکشید.\n\nهر چارگوش می‌تواند شامل گیف، ویدئو، یا مجموعه عکس باشد (حداکثر ۴ عکس در هر مجموعه)."),
                n("e187f906", "GIFها"),
                n("fa4e68ca", "پست‌ها"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "کد"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "پسندیده شده"),
                n("g88b88a6", "نشانک‌گذاری‌شده"),
                n("i282583e", "استفاده از پست‌های حساب‌های کاربری محافظت‌شده امکان‌پذیر نیست"),
                n("eae4fe7a", "استفاده از پست‌های نقل‌قول از پست حذف‌شده امکان‌پذیر نیست"),
                n("d2042fb6", "پست‌های پسندیده‌شده"),
                n("iad3e15c", "پست‌های نشانک‌گذاری‌شده"),
                n("f1c63c34", "جای‌گذاری نشانی اینترنتی پست"),
                n("a78f6310", "نشانی پست نامعتبر"),
                n("fe9ddab6", "پست پیدا نشد"),
                n("dd2c9034", "ذخیره پست‌ها برای بعداً"),
                n("cada17f8", "پست‌ها را نشانک‌گذاری کنید تا در آینده آن‌ها را دوباره به‌آسانی پیدا کنید."),
                n("j0179e90", "نوشتن پست"),
                n("adad5408", "پوشه جدید"),
                n("f44ddd2e", "پست‌ها را نشانک‌گذاری کنید تا برای بعد ذخیره شوند"),
                n("c91d2c4c", "وقت بیشتری می‌خواهید تا پاسخ هوشمندانه‌ای بنویسید یا فقط می‌خواهید پست را برای بعد ذخیره کنید؟"),
                n("j45c642e", "پوشه‌ها فعلاً بارگیری نمی‌شود"),
                n("b87ca51a", "حذف عکس"),
                n("eebff22c", "برش عکس"),
                n("hf6f2914", "پیش‌نمایش"),
                n("be4a00c2", "برنامه را اینجا اضافه کنید"),
                n("i3128619", function (e) {
                    return "بلوک‌ها نمی‌توانند بیش‌از " + e.count + " نویسه داشته باشند";
                }),
                n("dbb02ec4", "انتخاب زبان برنامه‌نویسی"),
                n("d942865e", "جست‌وجوی زبان برنامه‌نویسی"),
                n("e554f642", "از تغییرات صرف‌نظر شود؟"),
                n("fa524058", "نگه‌داشتن"),
                n("d4ab68e2", "صرف‌نظر"),
                n("a50ba822", "جستجوی GIF"),
                n("c6f5ac52", "دسته‌ها - جستجوی GIF"),
                n("ab468379", function (e) {
                    return e.query + " - جستجوی GIF";
                }),
                n("j7fc4f9c", "GIFهای پخش خودکار"),
                n("a66b7760", "گیف بدون برچسب"),
                n("a723aefa", "گیف پیدا نشد"),
                n("a6ecfa0a", "به جای آن چیز دیگری جستجو کنید."),
                n("f5ff0d6f", function (e) {
                    return e.category + " - جستجوی GIF";
                }),
                n("effe1ca6", "عبارت LaTeX را اینجا اضافه کنید"),
                n("c46c3c62", "خطایی در عبارت شما وجود داشت. لطفاً پس‌از رفع اشکال دوباره امتحان کنید."),
                n("d4a4842e", "افزودن صورتک"),
                n("fec16c1c", "صورتک"),
                n("idc01eb8", "ضخیم"),
                n("cd7c97c6", "کج‌نویسی"),
                n("dab932be", "زیرخط"),
                n("c5b6178a", "روخط"),
                n("c03d7fd6", "درج پیوند"),
                n("abfe2d36", "فهرست گلوله‌ای"),
                n("da685a7c", "فهرست شماره‌ای"),
                n("g74d920c", "بند نقل‌قول"),
                n("cda501c6", "افزایش اندازه متن"),
                n("a54fdc46", "کاهش اندازه متن"),
                n("b340830e", "میان‌برهای درون‌متنی"),
                n("c1ea915e", "در ابتدای خط یا بند جدید وارد کنید و پس‌از آن فاصله بگذارید"),
                n("e8a4ef02", "عنوان"),
                n("dd71241a", "زیرعنوان"),
                n("ja9ca202", "میان‌برهای نوشتار"),
                n("ef1649e2", "X - میان‌برهای صفحه کلید"),
                n("aefd89c8", "پیمایش"),
                n("cafdefb2", "اقدامات"),
                n("dda42cf2", "ستون‌ها و سکوها"),
                n("e8a12604", "زیرنویسی ارائه کنید (اختیاری)"),
                n("eabf2209", function (e) {
                    return "GIF ارائه‌شده توسط " + e.providerName;
                }),
                n("a613e720", "کپی پیوند به GIF"),
                n("aeca1239", function (e) {
                    return "ضخیم" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "ایرانیک" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "فعال" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "ویرایش بلوک"),
                n("a8f09fb8", "حذف بلوک"),
                n("i89195ea", "تقسیم‌کننده"),
                n("da8ac57c", "ویرایش زیرنویس"),
                n("a8fdd09c", "انتشار نوشتار"),
                n("d8047cc8", "انتشار"),
                n("ff7ddca2", "نوشتار شما پس‌از انتشار مانند یک پست نشان داده خواهد شد. همچنین می‌توانید آن را در نمایه‌تان در برگه نوشتارها پیدا کنید."),
                n("ef34d7be", "کنترل‌های مخاطبان و پاسخ پس‌از انتشار نوشتار ویرایش‌شدنی نیست."),
                n("e52d4998", "انتخاب مخاطبان"),
                n("d7985b24", "کسانی را که می‌توانند به این «نوشتار» پاسخ دهند انتخاب کنید"),
                n("b5660338", "پیش‌نمایش خط زمان"),
                n("hff1b97a", "فقط «مشترک‌ها» می‌توانند پاسخ دهند."),
                n("a330771e", "کپی کردن پیوند در بریده‌دان"),
                n("b6510e68", "نشانی وب نوشتارتان را کپی کنید تا بتوانید آن را هم‌رسانی کنید."),
                n("e4a6e006", "مشکلی پیش آمد. لطفاً دوباره امتحان کنید."),
                n("eff483e0", "پس‌از اینکه منتشر کردید، پیوندی دریافت کنید و نوشتار را هم‌رسانی کنید."),
                n("ca15dd4e", "پیش‌نویس");
            n("bb40bf66", "منتشر شد"),
                n("h107935c", "آخرین ذخیره همین الآن"),
                n("a753a870", "اعمال شود"),
                n("afccc67e", "کپی پیوند به نوشتار"),
                n("beb24e9e", "نشانی وب در بریده‌دان کپی شد"),
                n("db9cc928", "نوشتار حذف شود؟"),
                n("c4e28ba6", "نمی‌توانید این کار را واگرد کنید و نوشتارتان را ازدست خواهید داد."),
                n("ff2982d0", "نوشتار شما حذف خواهد شد. این کار را نمی‌توان واگرد کرد و از نمایه شما، خط زمان حساب‌های کاربری‌ای که شما را دنبال می‌کنند، و نتایج جست‌وجو حذف خواهد شد."),
                n("ca17beec", "نوشتار شما حذف شد"),
                n("f5cbb31c", "حذف نوشتار"),
                n("f0977f52", "بله، حذف شود"),
                n("db419d4c", "پیش‌نمایش پیش‌نویس"),
                n("a1bc8e6c", "مشاهده نوشتار"),
                n("b6f72a22", "انتشار این «نوشتار» لغو خواهد شد، به پیش‌نویس‌ها منتقل می‌شود، و برای عموم قابل دیدن نخواهد بود."),
                n("f558d2e0", "لغو نشر، رفتن به پیش‌نویسها"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "لطفا یک تصویر GIF یا حداکثر ۴ عکس انتخاب کنید."),
                n("eb7ab862", "لطفاً تا ۴ عکس، ویدئو، یا گیف انتخاب کنید."),
                n("ce9a9736", "درحال ذخیره…"),
                n("dd63549e", "موفقیت‌آمیز بود. نوشتار شما منتشر شد"),
                n("a4d128bc", "موفقیت‌آمیز بود. نوشتار شما منتشر شد و پیوند آن در بریده‌دان شما کپی شد"),
                n("b4071e18", "عنوان نوشتار"),
                n("f586b7fa", "افزودن عنوان"),
                n("ab0fa9ba", "برای ویرایش کردن، به پیش‌نویس‌ها برگردید"),
                n("c5f35c98", "درحال بارگذاری رسانه…"),
                n("d739d83e", "لغو کردن بارگذاری"),
                n("a94efeda", "درحال ذخیره کردن رسانه…"),
                n("gd79d45a", "با فعال کردن حالت تمرکز می‌توانید روی نوشتن متمرکز بمانید"),
                n("g1866bb2", "با خروج از حالت تمرکز به ویرایشگر عادی برگردید"),
                n("a6a78df4", "نوشتار شما پیش‌از منتشر شدن به عنوان و محتوا نیاز دارد."),
                n("ia656f1c", "نوشتار شما عنوان دارد، ولی پیش‌از منتشر شدن به محتوا نیاز دارد."),
                n("d3855e36", "نوشتار شما پیش‌از منتشر شدن به عنوان نیاز دارد."),
                n("f325958e", "عنوان شما از محدودیت تعداد نویسه فراتر رفته است. آن را کوتاه‌تر کنید، و سپس منتشر کنید."),
                n("ie5d9064", "نوشتار شما از محدودیت تعداد نویسه فراتر رفته است. بدنه متن را کوتاه‌تر کنید، و سپس منتشر کنید."),
                n("e03487a0", "عنوان شما از محدودیت تعداد نویسه، و نوشتار شما از محدودیت تعداد واژه فراتر رفته است. آن‌ها را کوتاه‌تر کنید، و سپس منتشر کنید."),
                n("e938d562", "عنوان شما از محدودیت تعداد نویسه فراتر رفته است. عنوان را کوتاه‌تر کنید، چیزی به بدنه متن اضافه کنید، و سپس منتشر کنید."),
                n("e449c546", "نوشتار شما عنوان لازم دارد، و نوشتار شما از محدودیت تعداد واژه فراتر رفته است. عنوانی اضافه کنید، بدنه متن را کوتاه‌تر کنید، و سپس منتشر کنید."),
                n("bd00e836", "آخرین پیش‌نویس شما ذخیره نشده است چون از محدودیت تعداد نویسه فراتر رفته است."),
                n("ic110f68", "آخرین پیش‌نویس شما ذخیره نشده است چون خیلی طولانی است."),
                n("ifea3114", "هم‌رسانی"),
                n("b384f696", "توصیه می‌کنیم عنوانی بین ۵۰ تا ۷۰ نویسه داشته باشید"),
                n("a7da0adb", function (e) {
                    return e.count + " کلمه" + f(e.count, "", "‌ها");
                }),
                n("aea1d455", function (e) {
                    return e.count + " دقیقه";
                }),
                n("df898d71", function (e) {
                    return "زمان خواندن: " + e.readingTimeValue;
                }),
                n("i9aadf4a", "این پیوند ممکن است نادرست باشد. برای خواندن، ویرایش، یا منتشر کردن نوشتار، روی یکی‌از نوشتارهایتان در نوار کناری چپ کلیک کنید."),
                n("hfdce46e", "انتشار «نوشتار» شما لغو شد"),
                n("df079228", "حالت تمرکز"),
                n("f5037228", "برای بهترین نتیجه، تصویری با نسبت ابعادی ۵:۲ توصیه می‌کنیم."),
                n("f965e890", "پیش‌نویس‌هایتان اینجا نگهداری می‌شود"),
                n("c2756718", "نوشتارهای منتشرشده شما اینجا نگهداری می‌شود"),
                n("af65c854", "ویرایش درحالت تمرکز"),
                n("e05e2336", "لغو انتشار، انتقال نوشتار به پیش‌نویس‌ها"),
                n("d36447e0", "جای نوشتن شما اینجا است"),
                n("ca0ed982", "پیش‌نویسی را ادامه دهید یا نوشتار جدیدی شروع کنید"),
                n("ee9e42aa", "نوشتن"),
                n("e9a50596", "هنگام ایجاد پیش‌نویس جدید خطایی رخ داد"),
                n("e070024a", "ویرایش عکس"),
                n("i7d24b36", "تصویر بعدی"),
                n("f96a38a2", "تصویر قبلی"),
                n("hac7c548", "بریدن رسانه"),
                n("e3dbfba4", "ویرایش شرح تصویر"),
                n("dd4a83a6", "هشدار محتوا"),
                n("ffe9ec3a", "افزودن گیرندگان"),
                n("j063b262", "می‌توانید شرحی، که گاهی اوقات متن جایگزین نامیده می‌شود، به عکس‌هایتان اضافه کنید تا برای افراد بیشتری، ازجمله افرادی که نابینا یا کم‌بینا هستند، دسترس‌پذیر شود. شرح خوب باید مختصر باشد، ولی چیزهایی را که در عکس‌هایتان هست با دقت کافی ارائه کند تا بشود زمینه‌ی آن‌ها را فهمید."),
                n("e57144f0", "حتماً"),
                n("f9f9210c", "نه، ممنون"),
                n("feabf2a0", "متن جایگزین"),
                n("e36287c6", "شرح"),
                n("cf565d08", "متن جایگزین چیست؟"),
                n("d9f7b32a", "گذاشتن هشدار محتوا روی این پست"),
                n("ead1b80a", "دسته‌ای انتخاب کنید، و ما روی این پست هشدار محتوا می‌گذاریم. این کار به افراد کمک می‌کند از محتوایی که نمی‌خواهند ببینند پرهیز کنند."),
                n("h2437f26", "حساسیت‌برانگیز"),
                n("g5e1668a", "می‌توان آن را دانلود کرد"),
                n("fdc6a52a", "اگر فعال شود، ویدئوی شما برای دانلود در دسترس خواهد بود."),
                n("fe09fde2", "تغییر تنظیمات"),
                n("cd5cba97", function (e) {
                    return "هشدار محتوا: " + e.formattedWarningList;
                }),
                n("h7215a76", "نویسنده پست آن را پرچم‌گذاری کرده است که محتوای حساسیت‌برانگیز نمایش می‌دهد."),
                n("j32d345e", "موارد زیر ممکن است دارای محتوای حساسیت‌برانگیز باشد"),
                n("f1d9930c", "پنهان کردن"),
                n("c91f83ae", "ویرایش ویدیو"),
                n("icbec4ae", "بارگذاری زیرنویس"),
                n("e0342f98", "زیرنویس‌ها"),
                n("e7048e74", "برش رسانه"),
                n("ga408160", "ویدئوی بعدی"),
                n("dc402134", "ویدئوی قبلی"),
                n("bf4e9d7a", "بارگذاری فایل زیرنویس‌ها (srt.)"),
                n("j435467e", "شما می‌توانید با بارگذاری فایل معتبر زیرنویس به ویدئوهایتان زیرنویس اضافه کنید. قالب فایل باید SRT باشد. ویرایش ویدئو بر زیرنویس‌ها تأثیری نخواهد گذاشت."),
                n("a6b267fa", "حذف زیرنویس"),
                n("a609edbe", "نوشتن پست جدید"),
                n("dc295bb0", "پست کردن در «انجمن»"),
                n("e536de22", "برای پست کردن، نخست باید عضو شوید. برای مشارکت کردن به این انجمن بپیوندید."),
                n("cb817dae", "ویرایش پست"),
                n("bec9cff8", "ثبت‌نام برای X"),
                n("c150ba68", "خوش آمدید!"),
                n("f8e2163e", "می‌خواهید اول وارد شوید؟"),
                n("a108c147", function (e) {
                    return "می‌خواهید @" + e.screenName + " را دنبال کنید؟";
                }),
                n("c66afdc3", function (e) {
                    return "دنبال کردن @" + e.screenName;
                }),
                n("feccfd6e", "باید وارد شوید تا بتوانید کسی را دنبال کنید."),
                n("dedce756", "اکنون می‌توانید آن پست را بپسندید."),
                n("ha5987e0", "می‌خواهید این پست را بپسندید؟"),
                n("f98f4e00", "باید وارد شوید تا بتوانید این پست را بپسندید."),
                n("b459ba4c", "باید وارد شوید تا بتوانید به این پست پاسخ دهید."),
                n("f3e1093a", "اکنون می‌توانید آن را بازپست کنید."),
                n("i1d8723c", "می‌خواهید این پست را بازپست کنید؟"),
                n("h19f38de", "باید وارد شوید تا بتوانید این را پست کنید."),
                n("e289d950", "باید وارد شوید تا بتوانید این پست را هم‌رسانی کنید."),
                n("d28215f0", "متأسفیم، نظرسنجی در «انجمن‌ها» مجاز نیست!"),
                n("ec2fc089", function (e) {
                    return "پست" + f(e.numOfTweets, "", "‌های") + " شما به " + e.communityName + " فرستاده شد";
                }),
                n("c7152355", function (e) {
                    return "فراموش نکنید تصویر خودتان را دسترس‌پذیر کنید";
                }),
                n("ffa5562a", "شرح‌های خوب مختصر ولی دارای جزئیات هستند. حتماً متن موجود در تصویر را خلاصه یا بازنویسی کنید."),
                n("a2d3facd", function (e) {
                    return "شرح" + f(e.numberOfImages, "", "‌های") + " شما X را برای افرادی که معلولیتی دارند و همه کسانی که اطلاعات زمینه‌ای بیشتری لازم دارند دسترس‌پذیر می‌کند.";
                }),
                n("cc6d0a48", "می‌توانید این یادآور را در «تنظیمات دسترس‌پذیری» غیرفعال کنید."),
                n("j499fbcb", function (e) {
                    return "افزودن شرح";
                }),
                n("bb8170da", "این بار نه"),
                n("h4dd544e", "پست شما فرستاده شد."),
                n("ice925ce", "پست شما ویرایش شده است."),
                n("eae9e604", "پست شما فرستاده شد. ۳۰ دقیقه فرصت دارید ویرایش‌هایتان را انجام دهید."),
                n("gcdf3fd6", "پست شما فرستاده شد. ۱ ساعت فرصت دارید ویرایش‌هایتان را انجام دهید."),
                n("c7999d10", "پست‌های شما فرستاده شد."),
                n("b97f5eb2", "درحال فرستادن پست…"),
                n("g08523f0", "درحال فرستادن پست… وقتی منتشر شد، ۳۰ دقیقه فرصت دارید تا ویرایش‌هایتان را انجام دهید."),
                n("fa53f95c", "درحال فرستادن پست… وقتی منتشر شد، ۱ ساعت فرصت دارید تا ویرایش‌هایتان را انجام دهید."),
                n("a608b1b4", "از پست صرف‌نظر شود؟"),
                n("j890123a", "از رشته‌توییت صرف‌نظر شود؟"),
                n("af4d0a80", "از ویرایش‌ها صرف‌نظر شود؟"),
                n("bb01231c", "نمی‌توانید این کار را لغو کنید و پیش‌نویستان را از دست خواهید داد."),
                n("if69307c", "اگر ترک کنید، تغییرات شما ذخیره نخواهد شد."),
                n("d2c271f6", "پست ذخیره شود؟"),
                n("abb90544", "می‌توانید این را ذخیره کنید تا بعداً از پیش‌نویس‌هایتان ارسال کنید."),
                n("d3bb6f30", "توجه: حساب‌هایی که در رسانه برچسب‌گذاری شده باشد در پیش‌نویس ذخیره نخواهد شد."),
                n("bf9b89e4", "پیش‌نویس شما ذخیره شد."),
                n("i63bfbf0", "ایده‌تان را ذخیره کنید"),
                n("a6c55352", "هنوز داریم ویدئوی شما را بارگذاری می‌کنیم. مطمئنید می‌خواهید از پست خودتان صرف‌نظر کنید؟ پیش‌نویس و پیوست‌های شما ازدست خواهد رفت."),
                n("c3d89aca", "ادامه"),
                n("b983f9e0", "مراقب باشید!"),
                n("ed5c4342", "چند نکته برای به‌خاطر سپردن…"),
                n("abc4afcc", "زمان ویرایش شما منقضی شده است"),
                n("a9a471fa", "پست‌ها را فقط در ۳۰ دقیقه نخست پس‌از انتشار می‌توان ویرایش کرد."),
                n("a3483f1c", "پست‌ها را فقط در ۱ ساعت نخست پس‌از انتشار می‌توان ویرایش کرد."),
                n("g4bcc5f4", "این ویرایش آخر شماست"),
                n("g922bf14", "پست شما دیگر قابل به‌روزرسانی نیست."),
                n("f58b5009", function (e) {
                    return "پست شما در تاریخ " + e.scheduleDate + " ساعت " + e.scheduleTime + " فرستاده خواهد شد";
                }),
                n("fa97f508", "پس‌از فرستادن این‌ها می‌توانید پست‌های بیشتری به این رشته‌پست اضافه کنید."),
                n("c091760c", "این ویرایش ذخیره نشد. می‌توانید دوباره به‌روزرسانی‌تان را امتحان کنید، یا صرف‌نظر کنید و از اول شروع کنید."),
                n("d38504ad", function (e) {
                    return "لطفاً تا " + e.maxMediaCap + " عکس، ویدئو، یا گیف انتخاب کنید.";
                }),
                n("dd6734c2", "بیشتر بخوانید"),
                n("g589c2e2", "انتخاب ۱"),
                n("a1e6c3a2", "انتخاب ۲"),
                n("a739e006", "انتخاب ۳ (اختیاری)"),
                n("d89a5b92", "انتخاب ۴ (اختیاری)"),
                n("c2a8118e", "حذف نظرسنجی"),
                n("a8ede1de", "افزودن انتخاب"),
                n("af40a8e0", "افزودن"),
                n("caf8edc4", "طول نظرسنجی"),
                n("g93586be", "روز"),
                n("d073b644", "ساعت"),
                n("a2f0728e", "دقیقه"),
                n("c9f5ae0a", "در «پیش‌نویس‌ها» ذخیره شد"),
                n("f0afcc0e", "افزودن نظرسنجی"),
                n("d39e3e78", "زمان‌بندی پست"),
                n("f6bab0da", "متن پست"),
                n("cc2b28fc", "فقط ۱ نوع پیوست می‌توانید داشته باشید"),
                n("i6f7062c", "افزودن پست"),
                n("j1d5791c", "افزودن پاسخ"),
                n("e76f3776", "برداشتن پست"),
                n("ec10ee02", "نظرسنجی"),
                n("cce30dcc", "برچسب زدن مکان"),
                n("ee016dd6", "مدتی طول می‌کشد تا ویدیوهای طولانی را بارگذاری کنید. برای پرهیز از اختلال در بارگیری، مطمئن شوید که برگه مرورگرتان را باز نگه‌داشته‌اید."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " شرح تصویر";
                }),
                n("d1175c78", "برچسب زدن افراد"),
                n("b2943227", function (e) {
                    return "بارگذاری فایل" + f(e.numberOfVideos, "", "‌های") + " زیرنویس (srt.)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " ‫فایل زیرنویس";
                }),
                n("e349147c", "چه خبر است؟"),
                n("b4481d6c", "افکارتان را هم‌رسانی کنید…"),
                n("fbd24526", "افزودن پاسخ دیگر"),
                n("de4669e2", "افزودن نظر"),
                n("ed1f39ec", "پاسختان را پست کنید"),
                n("a402b908", "سؤالی بپرسید"),
                n("ic05a146", "عنوان"),
                n("d9c096f0", "ساختن تصویر"),
                n("d2553906", "بهبود پست"),
                n("b85f402a", "بهبود پست شما با Grok"),
                n("e815fc34", "انتخاب مخاطب"),
                n("cf44066a", "محفل"),
                n("c6992b94", "انحصاری Premium"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "نفر";
                }),
                n("f0598964", "می‌خواهید با تعداد کمتری از افراد هم‌رسانی کنید؟"),
                n("e1ae1c0a", "«محفل» به شما امکان می‌دهد فقط به افرادی که انتخاب می‌کنید پست بفرستید."),
                n("eb969e30", "روش کار «محفل»"),
                n("bb55e8ee", "افراد را اضافه کنید"),
                n("f1aedb7c", "تا ۱۵۰ کاربر را می‌توانید برای گنجاندن در «محفل» خودتان انتخاب کنید."),
                n("b659fba8", "فقط برای آن‌ها پست کنید"),
                n("c474be66", "صبر نکنید - فکرهایتان را هم‌رسانی کنید. فقط اعضای «محفل» شما می‌توانند آن‌ها را ببینند و به آن‌ها پاسخ دهند."),
                n("h031847a", "هروقت خواستید می‌توانید تغییرات دهید"),
                n("bd9db21f", "بیشتر بدانید"),
                n("gfca5254", "قوانین"),
                n("f510c8b2", "قوانین انجمن"),
                n("g46f363e", "پیش از پیوستن به گفتگو قوانین «انجمن» را بررسی کنید"),
                n("f6fec9f6", "حذف پیش‌نمایش کارت"),
                n("b2df0574", "با دنبال‌کنندگان هم هم‌رسانی شود"),
                n("ccfc7453", function (e) {
                    return "هرکسی در «محفل» @" + e.screenName + " که شما را دنبال کند می‌تواند پاسخ دهد";
                }),
                n("d4d17205", function (e) {
                    return "همه افراد حاضر در «محفل» @" + e.screenName + " می‌توانند پاسخ دهند";
                }),
                n("df961844", "فقط اعضای «محفل» شما که شما را دنبال کنند می‌توانند پاسخ دهند"),
                n("ce958ec8", "فقط اعضای «محفل» شما می‌توانند پاسخ دهند"),
                n("c7df589e", "همه افراد حاضر در «محفل» نویسنده پست که شما را دنبال کنند می‌توانند پاسخ دهند"),
                n("j65d7c72", "همه افراد حاضر در «محفل» نویسنده پست می‌توانند پاسخ دهند"),
                n("i8ea6d4e", "همه می‌توانند پاسخ دهند"),
                n("a176d0d8", "حساب‌هایی که دنبال می‌کنید می‌توانند پاسخ دهند"),
                n("gc7e52ca", "فقط حساب‌هایی که نام ببرید می‌توانند پاسخ دهند"),
                n("feb7560a", "فقط «مشترک‌ها» می‌توانند پاسخ دهند"),
                n("h257006e", "قوانین این «انجمن» را بازبینی کنید"),
                n("ebe1d850", "فقط «مشترک‌های» شما می‌توانند پاسخ دهند"),
                n("b121464a", "فقط حساب‌های کاربری تأییدشده می‌توانند پاسخ دهند"),
                n("aa65a44a", "انتخاب شما را در این دستگاه به‌خاطر خواهیم سپرد"),
                n("a4993fa2", "افزودن GIF"),
                n("bfb895b1", function (e) {
                    return e.date + " ساعت " + e.time + " فرستاده خواهد شد";
                }),
                n("hb36f723", function (e) {
                    return "فقط " + e.count + " نویسه نخست در خط زمان دیده می‌شود.";
                }),
                n("d759c09e", "امتحان کنید"),
                n("e4472565", function (e) {
                    return "بارگذاری‌شده (" + e.percent + "٪)";
                }),
                n("a06fa8fd", function (e) {
                    return "درحال پردازش (" + e.percent + "٪)";
                }),
                n("h7f340e5", function (e) {
                    return "درحال بارگیری (" + e.percent + "٪)";
                }),
                n("daad8822", "بارگذاری ناموفق بود"),
                n("i8ff6261", function (e) {
                    return "به‌نظر می‌رسد اندازه این ویدئو بزرگ‌تر از حداکثر اندازه‌ای است که می‌توان بارگذاری کرد (" + e.human_readable_max_size + " گیگابایت).";
                }),
                n("cba4fdde", "ارسال با کیفیت 1080p به بینندگان در X"),
                n("c92702a0", "فایل MP4 ممکن است خراب شده باشد. تلاش می‌کنیم آن را بارگذاری کنیم، ولی اگر نشد شاید لازم باشد از فایل ویدئوی دیگری استفاده کنید."),
                n("ef8f5d90", "توصیه‌شده"),
                n("a7046fb0", "به‌ندرت لازم است"),
                n("acf3ecf4", "افزودن رسانه تصویری"),
                n("bdbcdd94", "افزودن عکس‌ها"),
                n("f2c8c04d", "پست‌هایتان را عمومی کنید"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " و " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + f(e.othersCount, "یک", "" + e.othersCount) + " نفر دیگر";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " و " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + f(e.othersCount, "یک", "" + e.othersCount) + " کاربر دیگر";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "مشترک‌های"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " و " + e.otherUserName;
                }),
                n("i9451241", "مشترک‌های"),
                n("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + e.userThreeName;
                }),
                n("dcbb6a0b", "مشترک‌های"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + f(e.othersCount, "۱", "" + e.othersCount) + " نفر دیگر";
                }),
                n("c65916af", "مشترک‌های"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " و " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " و " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + f(e.othersCount, "۱", "" + e.othersCount) + " نفر دیگر";
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " و " + f(e.othersCount, "۱", "" + e.othersCount) + " نفر دیگر";
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "تبلیغ"),
                n("f11264ac", "افزودن روش پرداخت"),
                n("j619ec94", "تبلیغ کردن پست"),
                n("h1fcb36c", "تبلیغ کردن پست شما"),
                n("fd22cfe0", "شرایط و ضوابط آگهی‌ها"),
                n("i3656b52", "چقدر می‌خواهید هزینه کنید؟"),
                n("h7c29de6", "دسترسی تخمینی"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " نفر";
                }),
                n("i976aff4", "اطلاعات بودجه روزانه را به‌روز کنید تا با واحد پول صورت‌حساب شما مطابقت داشته باشد."),
                n("e1e912f2", "پست شما پست شد، ولی نتوانستیم «تقویت» را روی آن اجرا کنیم. هزینه‌ای از شما دریافت نخواهد شد."),
                n("fe26420a", "افزودن کلیدواژه"),
                n("aacfbe55", function (e) {
                    return "دارید برای @" + e.screenName + " پست می‌کنید.";
                }),
                n("ga8627cd", function (e) {
                    return "برای @" + e.screenName + " دارید پاسخ می‌دهید.";
                }),
                n("e6d2573f", function (e) {
                    return "برای @" + e.screenName + " دارید پیام می‌فرستید.";
                }),
                n("d37a3e15", function (e) {
                    return "این فهرست را برای @" + e.screenName + " دارید ایجاد می‌کنید.";
                }),
                n("ceb1ad26", "معرفی ویدئوهای قابل بارگیری"),
                n("ea97bc08", "آفلاین یا ریمیکس! اکنون کاربران Premium می‌توانند محتوای شما را بارگیری کنند و آن را دوباره بیافرینند. اگر ترجیح می‌دهید ویدئوهایتان قابل بارگیری نباشد، در ویدئو روی «ویرایش» بزنید. می‌توانید قوانین خودتان را برای محتوایتان داشته باشید."),
                n("e6042757", function (e) {
                    return e.minutes + " دقیقه و " + e.seconds + " ثان" + f(e.seconds, "ي", "ی") + "ه برای ویرایش پست باقی مانده است";
                }),
                n("a4e39717", function (e) {
                    return e.minutes + " دقیقه برای ویرایش پست باقی مانده است";
                }),
                n("c55eed72", "در پاسخ به"),
                n("caca3102", "افراد دیگر در این گفتگو"),
                n("c6a6dc2f", function (e) {
                    return "@" + e.screenName + " را مسدود کرده‌اید، بنابراین هنگامی‌که پاسخ دهید، آگاه نخواهد شد.";
                }),
                n("f5b426c2", "در حال بارگذاری کاربرها"),
                n("c20dc654", "فقط ۱۰ نفر را می‌توان برچسب‌گذاری کرد."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " را نمی‌توان در عکس‌ها برچسب زد";
                }),
                n("cca7fa72", "پست‌های زمان‌بندی‌شده حذف نشد."),
                n("c5dd0190", "زمان"),
                n("edeff232", "تاریخ"),
                n("fddf24b4", "منطقه زمانی"),
                n("d39dc06e", "نمی‌توانید پستی را برای فرستادن در گذشته زمان‌بندی کنید."),
                n("d024efe2", "نمی‌توانید پستی را برای پس‌از ۱۸ ماه آینده زمان‌بندی کنید."),
                n("d15af6da", "برخی از پست‌های فرستاده‌نشده حذف نشد."),
                n("a1e1b748", "پست‌های فرستاده‌نشده‌ای که انتخاب کرده بودید حذف شد."),
                n("ce80fba0", "درحال بارگیری پست‌های فرستاده‌نشده"),
                n("i5d56b62", "هنوز آماده پست کردن نیستید؟ آن را در پیش‌نویس‌هایتان ذخیره کنید یا برای بعد زمان‌بندی کنید."),
                n("aef6257e", "درحال حذف پست‌های فرستاده‌نشده"),
                n("dce0bc34", "پست‌های فرستاده‌نشده"),
                n("f8464692", "زمان‌بندی‌شده"),
                n("e8bd47f2", "انتخاب همه"),
                n("j2b145d4", "لغو انتخاب همه"),
                n("h6c79ac2", "از پست‌های فرستاده‌نشده صرف‌نظر شود"),
                n("d0a4a03c", "این کار را نمی‌توانید لغو کنید و پست‌های فرستاده‌نشده‌تان را از دست خواهید داد."),
                n("f9f69d32", "فرستاده نشد"),
                n("j74e5dd4", "پستی که سعی می‌کنید به آن پاسخ دهید حذف شده است"),
                n("c5ceafc8", "درحال پاسخ به"),
                n("f501ba43", function (e) {
                    return "‫" + e.count + " پست دیگر‬";
                }),
                n("b321d0cc", "بارگذاری تصاویر"),
                n("abd649ce", "صرف‌نظر از پست فرستاده‌نشده"),
                n("c7d42978", "نمی‌توانید این کار را واگرد کنید و پست پیش‌نویستان را از دست خواهید داد."),
                n("e43a5528", "مشکلی پیش آمد، و پست فرستاده‌نشده حذف نشد."),
                n("e7c766ee", "خدمات مکان غیرفعال شده است"),
                n("ab68727a", "می‌توانید آن‌ها را در تنظیمات دستگاهتان فعال کنید."),
                n("ae4057a2", "تعیین مکان انجام نشد"),
                n("bf2923a6", "تنظیمات دستگاهتان را بررسی کنید."),
                n("d963d1b6", "هیچ مکانی یافت نشد"),
                n("a893d602", "تأیید"),
                n("be6cc44e", "جستجوی مکان‌ها"),
                n("d8ef3232", "مکان‌ها بازیابی نشد"),
                n("b01ed2db", function (e) {
                    return e.distance + " مایل";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " فوت";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " کیلومتر";
                }),
                n("b211849f", function (e) {
                    return e.distance + " متر";
                }),
                n("fd391b9f", function (e) {
                    return "جاسازی کردن " + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "@" + e.screenName + " را دنبال کردید";
                }),
                n("ge5067bc", "پنهان کردن پاسخ"),
                n("j136c720", "پاسخ پست پنهان شد"),
                n("d66f0338", "درحال پنهان کردن پاسخ‌های پست‌های شما"),
                n("cfc8cb50", "نویسندگان پست‌ها می‌توانند پاسخ‌های داده‌شده به پست‌هایشان را پنهان کنند تا بتوانند کنترل بیشتری بر گفت‌وگوهایی که شروع می‌کنند داشته باشند."),
                n("if8dc5f0", "پاسخ‌های پنهان‌شده به صفحه جداگانه‌ای منتقل می‌شود، و همه با انتخاب نماد پاسخ پنهان‌شده روی پست می‌توانند آن‌ها را مشاهده کنند."),
                n("b2615c6d", function (e) {
                    return "@" + e.screenName + " هم مسدود شود؟";
                }),
                n("i62a03aa", "نه"),
                n("f9f27fa2", "پنهان کردن پست"),
                n("ce87916a", "افزودن به/برداشتن از «موارد برتر»"),
                n("eaae42ce", "به «موارد برتر» افزوده شود؟"),
                n("h032d096", "از «موارد برتر» برداشته شود؟"),
                n("be38d25e", "این پست در برگه «موارد برتر» در نمایه شما برجسته خواهد شد."),
                n("d2be9310", "این پست از برگه «موارد برتر» در نمایه شما برداشته خواهد شد."),
                n("jea6b076", "با موفقیت به «موارد برتر» افزوده شد."),
                n("ce6fd0ec", "با موفقیت از «موارد برتر» برداشته شد."),
                n("ha35a1d2", "پین کردن به نمایه شما"),
                n("d04f95c0", "پست شما به نمایه‌تان سنجاق شد."),
                n("i419d136", "پست به نمایه سنجاق شود؟"),
                n("c1b9714a", "این در بالای نمایه شما نشان داده خواهد شد و جایگزین هر پست دیگری می‌شود که قبلاً سنجاق شده باشد."),
                n("fe4d099a", "«مورد برتر»"),
                n("e8d4c1cc", "افزودن پست‌ها به «موارد برتر» یکی‌از ویژگی‌های اشتراک است. برای باز کردن قفل این ویژگی و موارد دیگر، خودتان را به‌تأیید برسانید."),
                n("b68c3784", "تأیید شوید"),
                n("bb16cc76", "ترک این گفت‌وگو"),
                n("de21174c", "این گفت‌وگو را ترک کرده‌اید"),
                n("j33c9fc6", "مشکلی نیست، می‌مانم"),
                n("aed79c54", "اجازه دهید شما را از این گفت‌وگو خارج کنیم"),
                n("h12044a4", "گاهی وقت‌ها حس درگیر شدن در بحث را ندارید. ترک مکالمه این موارد را به‌دنبال خواهد داشت:"),
                n("f100e566", "برداشتن برچسب شناسه شما"),
                n("a0d68f4e", "شناسه شما باقی می‌ماند، ولی برچسب آن از روی پست اصلی و همه پاسخ‌ها برداشته می‌شود."),
                n("b00255b6", "توقف نام‌بری‌های آینده"),
                n("geea29ee", "افراد در این گفت‌وگو نمی‌توانند دوباره از شما نام ببرند."),
                n("c54678e8", "توقف آگاه‌سازی‌ها"),
                n("ga4fa180", "آگاه‌سازی‌های دیگری دریافت نخواهید کرد، ولی همچنان می‌توانید گفت‌وگو را ببینید."),
                n("h8dde772", "اگر گفت‌وگو را ترک کنید به هیچ‌کس خبر داده نخواهد شد."),
                n("ee87e71c", "خودتان را که نمی‌توانید بی‌صدا کنید."),
                n("ed428a76", "کاربر مورد نظر را خموش‌سازی نکردید."),
                n("e2d6c17e", "خموش‌سازی این گفتگو"),
                n("cd1942f4", "گویاسازی این گفتگو"),
                n("bbd8bed6", "آگاه‌سازی‌های این گفتگو خموش شد"),
                n("c13af432", "آگاه‌سازی‌های این گفتگو گویا شد"),
                n("df744bda", "این خموش شود"),
                n("j9552760", "خموش‌سازی گفتگو"),
                n("d751694c", "اگر گفتگویی را خموش کنید، هیچ آگاه‌سازی تازه‌ای درباره آن دریافت نخواهید کرد."),
                n("a50c911e", "پست شما سنجاق شده و به موارد برتر اضافه شده است."),
                n("d1c1e2c2", "سنجاق کردن در «انجمن»"),
                n("j832cc34", "این در بالای «انجمن» شما نشان داده خواهد شد."),
                n("h7dbb2f2", "این در بالای «انجمن» شما ظاهر خواهد شد و جایگزین هر پست دیگری می‌شود که قبلاً سنجاق شده باشد."),
                n("d8725596", "سنجاق‌شده توسط ناظم‌های «انجمن»"),
                n("f5cdcc2c", "علاقه‌ای به این آگهی ندارم"),
                n("c2e276e4", "ممنوع کردن ورود نویسنده به «انجمن»"),
                n("a95f04ba", "حتماً می‌خواهید برچسب عکس را از این پست حذف کنید؟"),
                n("jfc76958", "برچسب عکس حذف شود"),
                n("j4e43d8b", function (e) {
                    return "گزارش کردن " + e.entity;
                }),
                n("e3fd237e", "گزارش آگهی"),
                n("d1e21610", "گزارش تخلف NetzDG"),
                n("d7513755", function (e) {
                    return "جستجوی پست‌های @" + e.screenName + " در این «انجمن»";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " برای " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "دنبال‌ نکردن @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "دنبال‌ کردن @" + e.screenName + " را متوقف کردید";
                }),
                n("i31dfa4c", "آشکار کردن پاسخ"),
                n("j8e56ba2", "پاسخ آشکار شد"),
                n("ic030338", "برداشتن سنجاق از نمایه"),
                n("gfcea3f4", "سنجاق پست از نمایه شما برداشته شود؟"),
                n("eb2d59f4", "این دیگر به‌طور خودکار در بالای نمایه شما نشان داده نخواهد شد."),
                n("a2dd7414", "سنجاق پست شما از نمایه‌تان برداشته شد"),
                n("cac6a24a", "برداشتن پست سنجاق‌شده"),
                n("i642edc4", "این پست دیگر در بالای فید «انجمن» ظاهر نخواهد شد."),
                n("f9478972", "مشاهده پاسخ‌های پنهان‌شده"),
                n("c5491b5d", function (e) {
                    return "مشاهده تعامل‌های " + e.entity;
                }),
                n("haebcf52", "افراد نمی‌توانند دیگر در این گفت‌وگو از شما نام ببرند و آگاه‌سازی‌های بیشتری دریافت نخواهید کرد."),
                n("c837fcaa", "نمایش پاسخ‌های بیشتر"),
                n("d228a9a0", "نمایش موارد بیشتر"),
                n("g0b48670", "این گفتگو آن‌قدر پاسخ دارد که نمی‌توان همه آن‌ها را نشان داد."),
                n("d9b417c4", "تنظیم بی‌علاقه‌بودن"),
                n("c29d6806", "توصیه کردن متوقف شود"),
                n("ge8f3043", function (e) {
                    return "دنبال کردن " + e.topicName + " سرفصل";
                }),
                n("aa576cbf", function (e) {
                    return "لغو دنبال کردن " + e.topicName + " سرفصل";
                }),
                n("i77347d1", function (e) {
                    return "رد کردن سرفصل " + e.topicName;
                }),
                n("d69b2d90", "شما به این سرفصل علاقه‌مند نیستید."),
                n("je808a17", function (e) {
                    return e.topicName + " سرفصل";
                }),
                n("ic6aa5f4", "احراز هویت شد."),
                n("c02e7e3c", "درحال بارگیری…"),
                n("c5453f28", "دور ۶۴"),
                n("eb256a86", "دور ۳۲"),
                n("g77adc66", "Sweet Sixteen"),
                n("a6d2520c", "Sweet 16"),
                n("g5b63eb6", "Elite Eight"),
                n("d8bf2890", "Elite 8"),
                n("f9d3d6f2", "چهار تیم نهایی"),
                n("bda24f7c", "‫۴ تیم نهایی"),
                n("i5043440", "قهرمانی ملی"),
                n("fcb16026", "قهرمانی"),
                n("e9c89ee8", "شرق"),
                n("h259fd86", "غرب"),
                n("a7b2545a", "جنوب"),
                n("fdf7819a", "Midwest"),
                n("i899e9b0", "ارسال کردن جدول بازی‌ها"),
                n("c5b04394", "مشاهده انتخاب‌ها"),
                n("h836bbae", "مشاهده مسابقات قهرمانی"),
                n("e1059d6c", "دور اول"),
                n("b1602be4", "دور دوم"),
                n("ef7bc2c0", "‫۲۰-۲۱ مارس"),
                n("h726aaf2", "‫۲۲-۲۳ مارس"),
                n("ee7cd198", "‫۲۷-۲۸ مارس"),
                n("fed91402", "‫۲۹-۳۰ مارس"),
                n("aba0a450", "‫۵ آوریل"),
                n("jdfba2dc", "‫۷ آوریل"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "انتخاب:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " به‌جای "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "اکنون فرستاده شود"),
                n("b23688c8", "لغو زمان‌بندی"),
                n("cca5d499", function (e) {
                    return "در یکی دو جمله اطلاعاتی درباره " + e.selectedText + " به من بده.";
                }),
                n("d231a76a", "برنده شدن ۱۰۰ هزار دلار برای بهترین براکت 🏀"),
                n("heaba5d8", "یک براکت عالی بسکتبال کالج در X طراحی کنید. بهترین براکت سفر به مریخ برنده می‌شود."),
                n("i57d3ea0", "قوانین اجرا می‌شود"),
                n("a0440af6", "ایجاد جدول بازی‌ها"),
                n("aaad27c8", "نویسنده"),
                n("eb748f7e", "مشاهده تحلیل پست"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "سکه";
                }),
                n("be059f7e", "دسترسی سریع به کاربران بیشتر، تا ۱۰۰ هزار کاربر"),
                n("c34f845e", "تقویت کردن این پست را امتحان کنید!"),
                n("c37102aa", "همین امروز به بیش‌از ۱۰۰٬۰۰۰ کاربر دسترسی پیدا کنید که احتمال دارد به محتوای شما علاقه‌مند باشند."),
                n("ac245c4c", "اکنون دید را تقویت کنی"),
                n("e4db6326", "شاید بعداً"),
                n("g6237a1e", "تبلیغ درحال اجرا است"),
                n("d6b5949e", "تبلیغات متوقف شد"),
                n("ffd9cfe6", "مشاهده موارد بیشتر"),
                n("d172116a", "کاوش بیشتر"),
                n("be5df69e", "پست‌های بیشتر"),
                n("g11ebd34", "پیشنهاد‌های بیشتر"),
                n("g4a6901a", "مرور"),
                n("h6453e74", "مرور پست‌ها"),
                n("je506a60", "تغییر شناسه"),
                n("c0fcb08a", "تغییر دادن شناسه‌تان باعث برداشته شدن موقت علامت و وابستگی‌های شما می‌شود تا وقتی بازبینی شوند."),
                n("d1f6d336", "نام کاربری"),
                n("de65c756", "پیشنهادات"),
                n("ebeeac1a", "تغییر ایمیل"),
                n("dc013356", "کنونی"),
                n("ea28c7ce", "درحال بارگیری تنظیمات ایمیل"),
                n("f3f66252", "افزودن نشانی ایمیل"),
                n("i5107de4", "به‌روزرسانی نشانی ایمیل"),
                n("d19fd42a", "ارسال مجدد ایمیل تایید"),
                n("g4da3246", "ایمیل ارسال شد. لطفا صندوق ورود خود را برای پیوند تاییدسازی که به زودی ارسال می‌شود بررسی کنید."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "گذرواژه کنونی"),
                n("a9bc3044", "گذرواژه جدید"),
                n("b8c03cfc", "تأیید گذرواژه"),
                n("b731d32c", "گذرواژه شما با موفقیت به‌روز شد."),
                n("d555d7e0", "گذرواژه جدید نباید با گذرواژه قدیمی شما یکی باشد."),
                n("fa8af9ae", "گذرواژه‌ها مطابقت ندارند."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " برنامه";
                }),
                n("j25601d9", "بیشتر بدانید"),
                n("cb841d56", "تغییر تلفن همراه"),
                n("ce37ea44", "افزودن شماره تلفن"),
                n("ibaf239e", "به‌روزرسانی شماره تلفن"),
                n("j2636558", "حذف شماره تلفن"),
                n("e49b16d4", "شماره تلفن حذف شود؟"),
                n("i931719e", "با این کار این شماره از حساب کاربری‌تان حذف می‌شود و دیگر نمی‌توانید آگاه‌سازی‌ها و کدهای ورود را در آن دریافت کنید."),
                n("j841d1f4", "تلفن حذف شد."),
                n("fe8b565a", "این کار باعث حذف شماره تلفن از این حساب کاربری می‌شود، و دیگر از X پیامک‌های آگاه‌سازی دریافت نخواهید کرد. افزون بر آن، این کار باعث غیرفعال شدن تأیید اعتبار دومرحله‌ای در این حساب کاربری می‌شود."),
                n("hf45b8d4", "این کار باعث حذف شماره تلفن از این حساب کاربری می‌شود، و دیگر از X پیامک‌های آگاه‌سازی دریافت نخواهید کرد. افزون بر آن، این کار باعث غیرفعال شدن پیامک به‌عنوان یکی‌از روش‌های تأیید اعتبار دومرحله‌ای در این حساب کاربری می‌شود."),
                n("bc262c2e", "روش‌های دیگر"),
                n("hc1a91da", "کدهای پشتیبان"),
                n("e4fed8f0", "کدهای پشتیبان یک‌بارمصرف دریافت کنید تا اگر به گزینه‌های تأیید اعتبار دومرحله‌ای دسترسی نداشتید، بتوانید وارد X شوید."),
                n("b39c7b14", "تأییدسازی ورود غیرفعال شود؟"),
                n("a923fce6", "غیرفعال کردن تأیید اعتبار دومرحله‌ای بدین معناست که حساب کاربری شما در برابر خطرات احتمالی آسیب‌پذیرتر خواهد بود. مطمئنید می‌خواهید آن را غیرفعال کنید؟"),
                n("ff781e0a", "این غیرفعال شود؟"),
                n("c557ac30", "مطمئنید می‌خواهید این روش غیرفعال شود؟"),
                n("d133464a", "با غیرفعال کردن، این روش تأیید اعتبار دومرحله‌ای از حساب کاربری شما حذف می‌شود. مطمئنید می‌خواهید آن را غیرفعال کنید؟"),
                n("ee3a7bfa", "غیرفعال شود"),
                n("aa9139cc", "تأیید درخواست‌های ورود"),
                n("jc22dd42", "پس از ورود، X آگاه‌سازى ویژه‌ای به برنامه X می‌فرستد که برای تأیید دسترسی به حساب کاربری‌تان به آن نیاز خواهید داشت."),
                n("a219e218", "بسیار خوب"),
                n("e0d79de8", "فقط یک کلید امنیتی به حساب کاربری شما متصل شده است. برای اینکه مطمئن شوید درصورت گم کردن آن پشت در نمی‌مانید، کلید دیگری اضافه کنید، و کد پشتیبان تأیید اعتبار دومرحله‌ای ذخیره کنید."),
                n("ja6bbfa0", "درحال بارگیری داده‌های تأیید ورود"),
                n("c2570922", "پیامک"),
                n("fba9483c", "وقتی خواستید وارد X شوید، با استفاده از تلفن همراهتان پیامک دارای کد تأیید اعتبار را دریافت کنید و آن را وارد کنید."),
                n("ab61b41a", "برنامه تأیید اعتبار"),
                n("a67c7d68", "هربار خواستید وارد X شوید، کد تأییدسازی را با استفاده از برنامه تأیید اعتبار دستگاه همراه دریافت کنید و آن را وارد کنید."),
                n("h6d0d89c", "کلید امنیتی"),
                n("b3e5c946", "وقتی خواستید وارد X شوید از کلید امنیتی فیزیکی استفاده کنید که در رایانه‌تان قرار می‌گیرد یا با دستگاه همراهتان همگام‌سازی می‌شود. لازم است از دستگاه همراه یا مرورگر وب پشتیبانی‌شده استفاده کنید."),
                n("cd195528", "افزودن کلید امنیتی جدید"),
                n("a1860ee8", "گذرواژه موقت"),
                n("j45a2856", "گذرواژه موقت یک‌بارمصرفی برای استتفاده در سرویس‌های شخص ثالث ایجاد کنید."),
                n("d8612d9c", "نخست پیامک یا برنامه تأیید اعتبار را فعال کنید"),
                n("e13d4468", "پیش از اینکه بتوانید کلید امنیتی راه‌اندازی کنید، نخست باید پیامک یا برنامه تأیید اعتبار را به‌عنوان یکی از روش‌های تأیید اعتبار دومرحله‌ای شما فعال کنید."),
                n("c1d96d6a", "حداکثر تعداد کلید را اضافه کرده‌اید"),
                n("gf91694e", "باید کلیدی را حذف کنید تا بتوانید کلید دیگری اضافه کنید."),
                n("j265ddb6", "ایمیلتان را تأیید کنید"),
                n("a7cfdf1c", "برای فعال کردن تأیید اعتبار دومرحله‌ای، باید نشانی ایمیلی را با این حساب کاربری X مرتبط و سپس آن را تأیید کنید تا بدانیم واقعاً متعلق به شماست."),
                n("d7bfde1a", "به‌نظر می‌رسد حساب کاربری شما فعلاً تعلیق شده است. وقتی حساب کاربری شما تعلیق شده باشد نمی‌توانید تأیید اعتبار دومرحله‌ای را فعال کنید."),
                n("g268fbb8", "کارت شناسایی این حساب کاربری تأیید شده است."),
                n("f66d24be", "مرکز راهنمایی"),
                n("c8255462", "پنهان‌سازی برچسب تأیید مدرک شناسایی"),
                n("c6e731ee", "برچسب تأیید مدرک شناسایی‌تان را پنهان کنید تا افراد وقتی در صفحه نمایه‌تان روی علامت تأیید blue می‌زنند آن را نبینند."),
                n("be582166", "تأییدسازی مدرک شناسایی می‌تواند به محافظت از حساب کاربری شما در برابر جعل هویت کمک کند و به نمایه شما یک برچسب تأییدشده مدرک شناسایی اعطا می‌کند."),
                n("b496bc94", "داریم مدرک شناسایی رسمی شما (صادرشده توسط دولت) را بازبینی می‌کنیم. ازطریق آگاه‌سازی‌ها به شما اطلاع خواهیم داد.\n\nپس‌از تأیید، در نمایه‌تان برچسب تأیید مدرک شناسایی دریافت خواهید کرد تا افراد بدانند مدرک شناسایی شما برای حساب کاربری‌تان تأیید شده است."),
                n("d8f5cce4", "از سقف تعداد مجاز درخواست تأییدسازی فراتر رفته‌اید. لطفاً پیش‌از امتحان دوباره ۲۴ ساعت صبر کنید."),
                n("i8427a1e", "این حساب کاربری برای تأییدسازی مدرک شناسایی واجد شرایط نیست. فعلاً فقط افراد حقیقی مشترک Premium واجد شرایط تأییدسازی مدرک شناسایی هستند."),
                n("cdc65e89", function (e) {
                    return e.title + " (اختیاری)";
                }),
                n("h05c1f28", "حساب کاربری‌تان را با ارائه کردن مدرک شناسایی رسمی به‌تأیید برسانید. این کار معمولاً حدود ۵ دقیقه طول می‌کشد."),
                n("j8cfcc62", "من موافقت می‌کنم که X و Au10tix تصاویر مدرک شناسایی و عکس خودگرفت من، ازجمله داده‌های بیومتریک برداشت‌شده را برای تأیید هویت من و مقاصد مرتبط X در زمینه‌های ایمنی و امنیت، ازجمله پیشگیری از جعل هویت استفاده کنند. Au10tix می‌تواند این داده‌ها را تا ۳۰ روز ذخیره‌سازی کند."),
                n("c4930cb6", "چیزهایی که نیاز دارید:"),
                n("ac7bb0fe", "مدرک شناسایی رسمی‌تان را آماده کنید"),
                n("c12ce69c", "بررسی کنید دوربین دستگاه شما پوشانده نشده باشد و کار کند"),
                n("c5bfe94a", "برای گرفتن عکس خودگرفت و عکس‌های مدرک شناسایی‌تان آماده باشید"),
                n("e5b7dd84", "شروع"),
                n("abfaa528", "رد کردن"),
                n("e4fed511", " سرویس X Premium"),
                n("def518fa", "اشتراک آفرینندگان آثار"),
                n("f61cda83", "سهم درآمد آگهی"),
                n("g1952008", "اشتراک آفرینندگان آثار"),
                n("e5d0419c", "سهم درآمد آفریننده اثر"),
                n("g3723480", "اشتراک آفرینندگان آثار"),
                n("c776f523", "سهم درآمد آگهی"),
                n("ab9f38f8", "اشتراک آفرینندگان آثار"),
                n("d5cab8b0", "سهم درآمد آفریننده اثر"),
                n("deaf5b16", "امتحان دوباره"),
                n("g1a4a1b6", "خطای تأییدسازی مدرک شناسایی"),
                n("e24305e4", "جلسه تأییدسازی هویت شما قدیمی یا نامعتبر بود، لطفاً دوباره امتحان کنید."),
                n("f7954a0c", "درحال بارگیری داده‌های کلیدهای امنیتی"),
                n("h69986c2", "می‌توانید کلیدهای امنیتی‌تان را تغییر نام دهید یا حذف کنید."),
                n("i5896ba2", "افزودن کلید دیگر"),
                n("a8ef2b64", "کلید امنیتی بی‌نام"),
                n("d4e220b4", "نام"),
                n("g6d0f0b6", "مدیریت کلید امنیتی"),
                n("b894f68a", "درحال بارگیری داده‌های کلید امنیتی"),
                n("g2601bb6", "تغییر نام کلید"),
                n("b464b726", "حذف کلید"),
                n("a4101e1b", function (e) {
                    return "تاریخ افزوده شدن: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "رمز پشتیبانی"),
                n("ec6a76e0", "ایجاد رمز جدید"),
                n("f2c3c31c", "کپی رمز"),
                n("e8016b64", "درحال بارگیری رمز پشتیبانی"),
                n("c4ca22bc", "اگر هر زمانی به دستگاهتان دسترسی نداشتید،‌ می‌توانید از این رمز برای تأیید هویتتان استفاده کنید."),
                n("f20ff69f", "بیشتر بدانید"),
                n("j2327f80", "گذرواژه موقت"),
                n("fbfeaf8e", "تولید گذرواژه جدید"),
                n("h4a8bd12", "کپی گذرواژه"),
                n("g247dc1c", "درحال بارگیری گذرواژه موقت"),
                n("h3a32f52", "از این گذرواژه موقت (فاصله‌ها اختیاری) برای ورود به X در برنامه‌ها و دستگاه‌ها استفاده کنید."),
                n("d70fceac", "این گذرواژه ظرف یک ساعت منقضی خواهد شد."),
                n("j924d222", "تغییر کشور"),
                n("e9310157", "بیشتر بدانید"),
                n("bd5ac12e", "زبان موردنظرتان را برای سربرگ‌ها، دکمه‌ها، و نوشتارهای دیگر X در این حساب کاربری انتخاب کنید. با این کار زبان محتوایی که در خط زمانتان می‌بینید تغییر نخواهد کرد."),
                n("cef33711", function (e) {
                    return e.languageName + " (بتا)";
                }),
                n("b033248c", "قابلیت شناسایی"),
                n("c69b4798", "در مورد اینکه افرادی که نشانی ایمیل یا شماره‌تلفنتان را دارند بتوانند شما را در X پیدا کنند و با شما ارتباط برقرار کنند، تصمیم بگیرید."),
                n("eca117e6", "به افرادی که نشانی ایمیلتان را دارند اجازه داده شود شما را در X پیدا کنند"),
                n("acd36386", "به افرادی که نشانی ایمیلتان را دارند اجازه داده شود شما را در X پیدا کنند و با شما ارتباط برقرار کنند."),
                n("gd8511ca", "به افرادی که شماره تلفنتان را دارند اجازه داده شود شما را در X پیدا کنند"),
                n("eca935ec", "به افرادی که شماره تلفنتان را دارند اجازه داده شود شما را در X پیدا کنند و با شما ارتباط برقرار کنند."),
                n("ac77c66c", "مخاطبین"),
                n("jadf483e", "مخاطبانی را که از دستگاه‌های همراهتان وارد کرده‌اید مدیریت کنید."),
                n("b864be7a", "حذف همه مخاطبان"),
                n("g5fa1090", "همه مخاطبان حذف شود؟"),
                n("h3e420fc", "این کار هر مخاطبی را که قبلاً بارگذاری کرده باشید حذف می‌کند و همگام‌سازی با X را در همه دستگاه‌ها غیرفعال می‌کند. لطفاً توجه داشته باشید که این کار کمی زمان می‌برد، نمی‌توانید آن را لغو کنید، و شاید طی این مدت هنوز پیشنهادهایی در X (براساس مخاطبانتان) مشاهده کنید."),
                n("ca24589e", "بدون نام"),
                n("d439b1c1", "بیشتر بدانید"),
                n("fe36fe10", "تأیید گذرواژه"),
                n("hccd9dbe", "برای دریافت این مورد لطفاً گذرواژه‌تان را وارد کنید."),
                n("df1ddda4", "برچسب‌های مکانی که به پست‌هایتان اضافه کرده‌اید دیگر در X.com، X برای iOS، و X برای Android قابل مشاهده نخواهد بود. این به‌روزرسانی‌ها ممکن است مدتی طول بکشد تا اجرایی شود."),
                n("ed7fa034", "خدمات موقعیت مکانی شما فعلاً در این دستگاه فعال نشده است. در تنظیمات دستگاهتان می‌توانید آن را فعال کنید."),
                n("e80e4288", "همه اطلاعات مکان مربوط به پست‌های شما حذف شود"),
                n("b0ee8ab6", "همه اطلاعات مکان مربوط به پست‌های شما حذف شود؟"),
                n("e23b2991", "بیشتر بدانید"),
                n("gd758534", "به افراد اجازه دهید در عکس‌هایشان شما را برچسب بزنند و وقتی این کار را کردند آگاه‌سازی دریافت کنید."),
                n("a90af44e", "مخفی کردن محتوای حساسیت برانگیز"),
                n("a25e2ec6", "حذف حساب‌های کاربری مسدود و خموش شده"),
                n("b827a058", "تنظیمات جستجوی امن به‌روز شد."),
                n("b27c9852", "هنگام به‌روزرسانی تنظیمات جستجوی امن شما مشکلی پیش آمده است."),
                n("j3402d7e", "با این کار از نمایش پست‌های دارای محتوای احتمالاً حساسیت‌برانگیز در نتایج جستجوی شما جلوگیری خواهد شد."),
                n("if05bca6", "برای حذف نتایج جستجوی حساب‌هایی که مسدود یا خموش کرده‌اید از این استفاده کنید."),
                n("bc7fd990", "درحال بارگیری تنظیمات موضوعات داغ"),
                n("e2f16650", "در این مکان محتوا نشان داده شود"),
                n("e5e88f40", "وقتی این فعال باشد، می‌بینید هم‌اکنون اطراف شما چه اتفاق‌هایی دارد می‌افتد."),
                n("i4d54b0e", "موضوعات داغ برای شما"),
                n("ad431584", "داستان‌های جالب Grok به من نشان داده شود"),
                n("df9f03c8", "موضوعات داغ را بر اساس محل زندگی و کسانی که دنبال می‌کنید، شخصی کنید."),
                n("c6cf5c7e", "می‌توانید موضوعات داغ را براساس مکانتان و کسانی که دنبال می‌‌‌‌‌کنید شخصی‌سازی‌ کنید"),
                n("e09358ba", "آخرین داستان‌های X را در حالت سرگرمی Grok مشاهده کنید."),
                n("a55db872", "شخصی‌سازی"),
                n("a58170fc", "داستان‌های Grok"),
                n("h0b5152e", "تغییر مکان"),
                n("dfeada5e", "کاوش مکان‌ها"),
                n("ac854308", "سیاست"),
                n("d429c942", "سیاست موضوعات داغ انتخابات ایالات متحده"),
                n("ede134f2", "درباره پخش خودکار ویدئو و GIF در این دستگاه تصمیم بگیرید."),
                n("b3aab6d4", "مکان‌ها"),
                n("e53e05e4", "درحال بارگیری مکان‌ها"),
                n("d5c9174f", function (e) {
                    return e.location + "، " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "٪ صرفه‌جویی";
                }),
                n("c6614cc0", "به‌اضافه مالیات‌های متعلقه"),
                n("f8d3b50a", "شامل مالیات"),
                n("i2c32253", function (e) {
                    return e.price + " در ماه";
                }),
                n("c41e1023", function (e) {
                    return e.price + " در سال";
                }),
                n("i57aeafb", function (e) {
                    return "‫برای " + f(e.duration, "", e.duration + " ") + "ماه نخست، سپس " + e.standardPrice + " صورت‌حساب ماهانه‬";
                }),
                n("ae3e3723", function (e) {
                    return "‫برای " + f(e.duration, "", e.duration + " ") + "سال نخست، سپس " + e.standardPrice + " صورت‌حساب سالانه‬";
                }),
                n("ade4c757", function (e) {
                    return "سپس " + e.price + " در ماه";
                }),
                n("f7798e11", function (e) {
                    return "سپس " + e.price + " در سال";
                }),
                n("e0b39888", "صورت‌حساب ماهانه"),
                n("b67c37de", "صورت‌حساب سالانه"),
                n("a8363765", function (e) {
                    return "‫" + e.price + " با صورت‌حساب سالانه";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "پیش‌از رفتن، چیزهایی را که ازدست می‌دهید درنظر بگیرید"),
                n("a092f1ba", "ادامه برای لغو"),
                n("g96c7f48", "تغییر به طرح دیگر"),
                n("iccac88e", "نصف شدن تعداد آگهی‌ها در خط زمان‌های «برای شما» و «دنبال‌شده»"),
                n("d7a124d8", "بدون آگهی"),
                n("d2d22c36", "دسترسی به Grok"),
                n("j249b1d4", "بالا بردن پاسخ‌ها"),
                n("c4a37384", "پست‌های طولانی‌تر"),
                n("fb656858", "ویرایش پست‌ها"),
                n("faaec212", "دریافت پول برای پست کردن"),
                n("fb3c7168", "پوشه‌های نشانک شما"),
                n("b346bc12", "علامت تأیید"),
                n("je8143e1", function (e) {
                    return "تخفیف " + e.percentage + "٪ از " + e.productName + " را برای " + f(e.duration, "یک", "" + e.duration) + " ماه بگیرید";
                }),
                n("j5847735", function (e) {
                    return "تخفیف " + e.percentage + "٪ از " + e.productName + " را برای " + f(e.duration, "یک", "" + e.duration) + " سال بگیرید";
                }),
                n("da3431f9", function (e) {
                    return "اگر بخواهید " + e.productName + " را برای مدت بیشتری حفظ کنید، این تخفیف هدیه کوچکی از طرف ما است!";
                }),
                n("i6fbfc72", "پیشنهاد انحصاری یک‌بار مصرف"),
                n("f1bc6309", function (e) {
                    return "حفظ دسترسی کامل به همه ویژگی‌های X " + e.productName;
                }),
                n("fdb7b52a", "از ابتدای دوره صورت‌حساب آینده شما، این تخفیف اعمال خواهد شد."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "کاملاً آماده‌اید"),
                n("a905eac6", "کاوش Premium"),
                n("j6083a1c", "مدیریت «اشتراک» شما"),
                n("b4fa4630", "به‌روزرسانی روش پرداخت"),
                n("ef0dfa5a", "به‌روزرسانی اطلاعات صدور صورت‌حساب"),
                n("f5b352ec", "لغو اشتراک"),
                n("j317d958", "توجه کنید - تخفیف معلقه‌تان را ازدست خواهید داد"),
                n("a46e42d2", "اشتراک من حفظ شود"),
                n("e122fb3f", function (e) {
                    return "دوره آزمایشی رایگان شما در " + e.endDate + " به‌پایان خواهد رسید.";
                }),
                n("be103b84", "فعال"),
                n("ace43720", "به‌زودی منقضی می‌شود"),
                n("c8f18aa4", "شما Premium+‎ دریافت کرده‌اید چون سازمان شما مشترک «سازمان‌های تأییدشده» است."),
                n("a341d1f7", function (e) {
                    return "شما Premium+‎ دریافت کرده‌اید چون سازمان شما ازطریق @" + e.organization + " مشترک «سازمان‌های تأییدشده» است. برای جزئیات بیشتر با سازمانتان تماس بگیرید.";
                }),
                n("e4aaf0f8", "برای لغو کردن اشتراک رایگان شما در Premium با پشتیبانی تماس بگیرید"),
                n("e5170220", "این حساب کاربری، ازطریق هزینه کردن برای تبلیغات، اشتراک رایگان Premium دریافت کرده است."),
                n("j6d6b66e", "اشتراکی به این حساب کاربری اهدا شده است. برای لغو کردن اشتراکتان، با پشتیبانی تماس بگیرید"),
                n("fae1751f", function (e) {
                    return "به‌نظر می‌رسد این اشتراک را در برنامه X در " + e.mobilePlatform + " خریده‌اید. اشتراکتان را باید در همان جا مدیریت یا لغو کنید.";
                }),
                n("fecebd4c", "اینجا"),
                n("h201c4c2", "آی‌او‌اس"),
                n("i8385a2c", "اندروید"),
                n("h80834de", "سایر"),
                n("baf97716", "ویژگی‌های شما تا آخر دوره صورت‌حساب شما دردسترس خواهد بود."),
                n("ae864b69", function (e) {
                    return "از دوره صورت‌حساب بعدی شما در " + e.date + "، رده اشتراک شما برای تغییر به " + e.tierName + " برنامه‌ریزی شده است";
                }),
                n("edbb700f", function (e) {
                    return "با دوره بعدی صورت‌حساب در " + e.date + " شروع می‌شود";
                }),
                n("e9884540", "تخفیف کنونی"),
                n("bfb879aa", "تخفیف آینده"),
                n("f8321d82", "همه"),
                n("eb233866", "واردشده"),
                n("d23b0404", "وقتی کسی را مسدود کنید دیگر نمی‌تواند شما را دنبال کند یا به شما پیام بفرستد، و شما هم آگاه‌سازی‌های او را نخواهید دید."),
                n("e0a7e9bc", "مسدودسازی حساب‌های کاربری ناخواسته"),
                n("ef731b14", "درحال بارگیری حساب‌های کاربری مسدودشده"),
                n("e554ba83", "بیشتر بدانید"),
                n("if594962", "مسدود شده‌"),
                n("i2b9632e", "با موفقیت رفع مسدودی شد"),
                n("g51a96de", "وقتی کسی را مسدود کنید دیگر نمی‌تواند شما را دنبال کند یا به شما پیام بفرستد، و شما هم آگاه‌سازی‌های او را نخواهید دید. می‌توانید فهرستی از حساب‌های کاربری موردنظرتان را برای مسدود کردن در X وارد کنید."),
                n("j035733c", "شما به‌زودی فرایند غیرفعال‌سازی حساب کاربری X را شروع خواهید کرد. نام نمایشی، @شناسه، و نمایه عمومی شما دیگر در X.com،‏ X برای iOS، و X برای Android قابل مشاهده نخواهد بود."),
                n("j4a29d52", "چنانچه حساب کاربری X شما تصادفاً یا اشتباهاً غیرفعال شده باشد، تا ۳۰ روز پس‌از غیرفعال‌سازی می‌توانید آن را بازیابی کنید."),
                n("ea989810", "غیرفعال‌سازی حساب کاربری"),
                n("f6e73faa", "غیرفعال‌سازی"),
                n("c3743328", "این کار باعث غیرفعال شدن حساب کاربری شما خواهد شد"),
                n("a20cd24e", "چیزهای دیگری که باید بدانید"),
                n("e93b0ae0", "درخواست غیرفعال‌سازی‌تان را با وارد کردن گذرواژه مرتبط با حساب کاربری‌تان کامل کنید."),
                n("fc025d1d", "بیشتر بدانید"),
                n("bb5e039c", "تنظیمات"),
                n("j37efff6", "آن‌ها را تغییر دهید"),
                n("ce5bfe12", "داده‌های X خودتان"),
                n("g7088266", "ویرایش نمایه"),
                n("d9d293b8", "وب‌سایت"),
                n("cb469ff6", "نام نمی‌تواند خالی باشد"),
                n("g511f468", "تصویر نمایه شما به‌روزرسانی نشد زیرا بعضی رسانه‌ها بارگذاری نشدند"),
                n("ec3a116e", "برنمای شما به‌روزرسانی نشد زیرا بعضی رسانه‌ها بارگذاری نشدند."),
                n("j94599ec", "افزودن عکس نمایه"),
                n("df31d76a", "افزودن عکس برنما"),
                n("c01a0e1a", "تاریخ تولد تأیید شود؟"),
                n("df2c469a", "تعویض به حرفه‌ای"),
                n("e1f76978", "ویرایش نمایه حرفه‌ای"),
                n("ic04a6f6", "نمی‌توانید این کار را واگرد کنید و تغییراتتان را از دست خواهید داد."),
                n("addbe8e8", "نامی استفاده کنید که نویسه‌های خاص نداشته باشد تا برای افراد بیشتری، ازجمله افراد نابینا یا کم‌بینا، دسترس‌پذیر باشد."),
                n("a46f80ab", function (e) {
                    return "تاریخ تولد " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "متولد " + e.year;
                }),
                n("bfe8d1a2", "ویرایش زندگی‌نامه مبسوط"),
                n("e1ec926e", "ایجاد زندگی‌نامه مبسوط"),
                n("c119dee8", "تاریخ تولد"),
                n("bbf0afc8", "تاریخ تولدتان را اضافه کنید"),
                n("f98d367e", "تاریخ تولد ویرایش شود؟"),
                n("d3f43300", "این را فقط چند بار می‌توانید تغییر دهید. حتماً سن کسی را وارد کنید که از این حساب کاربری استفاده می‌کند."),
                n("g10411f0", "این باید تاریخ تولد شخصی باشد که از حساب کاربری استفاده می‌کند، حتی اگر برای کسب‌وکار، رویداد یا گربه‌تان حساب کاربری ایجاد می‌کنید."),
                n("a0c5e370", "چه کسی این را می‌بیند؟"),
                n("i68fe54e", "ماه و روز"),
                n("b4e729b6", "سال"),
                n("f3bb1b48", "تاریخ تولد حذف شود؟"),
                n("c9cb9972", "این کار باعث حذف آن از نمایه‌تان خواهد شد."),
                n("a2bef112", "حذف تاریخ تولد"),
                n("c37622ec", "لطفاً تاریخ معتبری وارد کنید"),
                n("f679d166", "دنبال‌كننده‌هاى شما"),
                n("af293dc2", "افرادی که دنبال می‌کنید"),
                n("h99b6d08", "سیاست‌های مربوط به حریم شخصی"),
                n("hce7a225", "بیشتر بدانید"),
                n("e9603d88", "نمایش علامت تأییدشده بودن شماره تلفن"),
                n("ada99498", "این علامت فقط به افراد دیگر در منطقه شما نشان داده خواهد شد."),
                n("a765e936", "حذف زندگی‌نامه مبسوط"),
                n("d4d68e44", "ذخیره شد"),
                n("ie4f57d2", "تمدید اشتراک Premium"),
                n("h293aa52", "اشتراک Premium شما دارد منقضی می‌شود!"),
                n("j1923668", "بهترین‌های X را داشته باشید."),
                n("ac7e97ee", "تمدید اشتراک"),
                n("f70c69b4", "«بالابری پاسخ»، «ویرایش پست»، «سفارشی‌سازی»، «پست‌های طولانی‌تر»، و خیلی جیزهای دیگر."),
                n("f4cec4d2", "علامت آبی، «بالابری پاسخ»، کاهش محدودیت‌های Grok، و خیلی چیزهای دیگر."),
                n("b6de83a0", "«اتاق گفت‌وگوی» مخصوص کارکنان"),
                n("g3f251f2", "پخش خصوصی"),
                n("d08666ba", "«اتاق گفت‌وگوی» خصوصی"),
                n("eadb5a46", "اولین کسی باشید که می‌پیوندد"),
                n("f9629a8f", function (e) {
                    return "پخش " + e.hostName;
                }),
                n("ia3c0ab7", function (e) {
                    return "«اتاق گفت‌وگوی» " + e.hostName;
                }),
                n("hd552761", function (e) {
                    return "میزبان: " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " از " + e.total;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " پیوستند";
                }),
                n("df9f8243", function (e) {
                    return e.name + " دارد گوش می‌دهد";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " دارد صحبت می‌کند";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " دارد میزبانی می‌کند";
                }),
                n("f7882829", function (e) {
                    return e.name + " دارد در میزبانی همکاری می‌کند";
                }),
                n("d961a4a0", "زنده در X"),
                n("g2c0144a", "سازمان‌های تأییدشده"),
                n("cd5cdec8", "مدیریت اعتبار آگهی شما"),
                n("f23b6a72", "اعتبار آگهی باقی‌مانده"),
                n("i969d5de", "راه‌اندازی کارزار تبلیغاتی"),
                n("d0924f58", "دریافت پشتیبانی برای مشکل"),
                n("j8d53b64", "مشاهده همه ویژگی‌ها"),
                n("jd26f2a6", "افزودن وابسته‌ها"),
                n("e0a492e6", "مدیریت شغل‌ها"),
                n("d9cbd02c", "درخواست شما دردست بازبینی است"),
                n("ed4759a6", "ظرف چند روز از نتیجه برنامه‌تان باخبر خواهید شد. ممکن است برای اطلاعات اضافی، ازطریق ایمیل با شما تماس بگیریم."),
                n("dad69faa", "روش پرداخت خودتان را به‌روز کنید"),
                n("daf3248a", "برنامه کامل نیست"),
                n("eb71036f", function (e) {
                    return "سندهای سازمانتان را تا " + e.date + " بارگذاری و تأیید کنید";
                }),
                n("a1d3f1f2", "ما برای تأیید کردن سندهای کسب‌وکار و هویت شما با هدف ایمنی X و مقاصد امنیتی، با Persona مشارکت می‌کنیم. Persona ممکن است داده‌هایتان را تا ۳۰ روز ذخیره کند."),
                n("ea8c295a", "شروع کردن تأییدسازی سند"),
                n("da1aa48f", function (e) {
                    return "تأییدسازی باعث تقویت اعتبار و دیده شدن شما می‌شود، مانند @" + e.screenName + ".";
                }),
                n("e4a7a968", "هنوز تأیید نشده‌اید"),
                n("id9c1e82", "این نمایه تأییدشده است"),
                n("d43b0edc", "به محفل «تأییدشده‌ها» بپیوندید"),
                n("d4ea0ed4", "نشان «آبی» خودتان را داشته باشید"),
                n("cffeaeae", "خودتان را به‌تأیید برسانید"),
                n("b8e930fe", "بحث داغ کنونی"),
                n("ae05f268", "موضوعات داغ در دسترس نیست."),
                n("c6b51af8", "در X تازه‌وارد هستید؟"),
                n("ie8e1ffc", "همین حالا نام‌نویسی کنید تا خط زمان شخصی‌شده خودتان را داشته باشید!"),
                n("fd6473fa", "در حال بارگذاری پیشنهادهایی برای کاربران جهت دنبال کردن"),
                n("a526aa66", "افرادی برای دنبال کردن"),
                n("ef625010", "شاید بپسندید"),
                n("b7388a56", "پانویس"),
                n("hdabc3fc", "شرایط استفاده"),
                n("bc6efc72", "سیاست‌های مربوط به حریم شخصی"),
                n("h3161192", "سیاست کوکی‌ها"),
                n("a7de64de", "اطلاعات آگهی‌ها"),
                n("jb0a4c36", "وبلاگ"),
                n("ce6d095a", "فرصت‌های شغلی"),
                n("e0adec82", "منابع نمانام"),
                n("df1b7550", "بازاریابی"),
                n("he258678", "X برای کسب‌وکار"),
                n("c6f58084", "برنامه‌نویسان"),
                n("d83f18d2", "راهنما"),
                n("hc5aa17c", "دریافت برنامه X"),
                n("j0693948", "دریافت برنامه Grok");
            n("fbf83158", "هشدار: پرداخت انجام نشد"),
                n("jadeb4da", "لطفاً هرچه‌زودتر روش پرداختتان را به‌روز کنید تا مزایای اشتراکتان را ازدست ندهید."),
                n("bce3726a", "به‌روزرسانی اطلاعات صورت‌حساب"),
                n("fce9ecce", "ویدئوهای پیشنهادی"),
                n("efe6ef9e", "مشاهده پست"),
                n("b3d183ce", "پست همراه با پاسخ‌ها"),
                n("c299a6c0", "رشته‌توییت"),
                n("h3d5d79e", "پست انجمن"),
                n("cfe877ca", "افراد را برای دنبال کردن انتخاب کنید"),
                n("e06b864c", "به‌نظر می‌رسد دارید از این گفت‌وگو لذت می‌برید"),
                n("a078ff70", "می‌خواهید کمی بیشتر محتوا از افرادی که در این رشته‌توییت با آن‌ها تعامل کرده‌اید ببینید؟ کاوش محتوای حساب‌های کاربری جدید را شروع کنید."),
                n("cb80300e", "رفتن به خط زمان خانه"),
                n("ea5cd098", "رفتن به موضوعات داغ"),
                n("c67e3fc2", "خط زمان اصلی"),
                n("d601fc20", "آخرین"),
                n("j43f99be", "ارتباط"),
                n("ad6e11ac", "مرتب‌سازی پاسخ‌ها براساس"),
                n("b2311b70", "این مورد برای شما در دسترس نیست"),
                n("j88f27d8", "افراد مرتبط"),
                n("i31dcd22", "مقاله"),
                n("e3de2f6f", function (e) {
                    return e.entity + " به نشانک‌های شما اضافه شد";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + " از نشانک‌های شما حذف شد";
                }),
                n("d6d9aab6", "افزودن نشانک"),
                n("bb89cf46", "حذف نشانک"),
                n("a739d4ba", "افزودن به پوشه نشانک"),
                n("d5270434", "خروج"),
                n("ac85c6b2", "هنگام بارگیری این تصویر خطایی رخ داد"),
                n("b327c12a", "تصویر"),
                n("ic76bdf0", "ایجاد دوباره با Grok"),
                n("a4d3eb67", function (e) {
                    return e.fullName + " در X: «" + e.tweetText + "»";
                }),
                n("f0701753", function (e) {
                    return "پنهان کردن برای " + e.number + " روز";
                }),
                n("j7d0e836", "گستردن"),
                n("d227d19e", "بستن"),
                n("h367e724", "زندگی‌نامه مبسوط"),
                n("ea5928d4", "چیزهای متنوعی در شما وجود دارد. در نمایه شما هم همین‌طور.\nزندگی‌نامه مبسوطی اضافه کنید و چیزهای بیشتری از خودتان به افراد بگویید."),
                n("h7ef9dc8", "می‌تواند شامل این موارد باشد:"),
                n("c04ba4b4", "چیزهایی که روی آن‌ها کار می‌کرده‌اید و می‌خواهید به‌نمایش بگذارید"),
                n("d7666008", "دستور پخت آب‌گوشت خوشمزه شما"),
                n("cb24ee16", "تجربه کاری و اولویت‌های شغلی"),
                n("a1c93d74", "به‌نظر می‌رسد برای ذخیره تغییرات شما مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("b956c04a", "مطمئنید می‌خواهید زندگی‌نامه مبسوط خودتان را حذف کنید؟"),
                n("ifb23caa", "حذف زندگی‌نامه مبسوط باعث برداشته شدن آن از نمایه‌تان می‌شود."),
                n("c2333081", function (e) {
                    return e.count + " نویسه";
                }),
                n("a2b8c54c", "حذف شد"),
                n("a9cc8f96", "از سقف تعداد نویسه فراتر رفته‌اید"),
                n("eb7710f1", function (e) {
                    return e.years + " سال";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " م" + f(e.months, "", "اه");
                }),
                n("h6a724ac", "مطمئنید می‌خواهید این مورد را حذف کنید؟"),
                n("f94aacae", "حذف آن باعث برداشتن آن از نمایه‌تان خواهد شد."),
                n("je07e266", "پنهان"),
                n("a622dfcc", "سابقه کار"),
                n("a6ec7ff8", "زندگی‌نامه"),
                n("eeb6d22c", "تجربه"),
                n("eba5a8ec", "عنوان شغلی"),
                n("fd20adb8", "درحال‌حاضر اینجا کار می‌کنم"),
                n("cd3059f2", "تاریخ شروع"),
                n("b86019ae", "تاریخ پایان"),
                n("eedfd35c", "شرکت"),
                n("caa46e54", "نام شرکت"),
                n("e893fe6e", "ایجاد شرکت"),
                n("j1c09ca4", "وب‌سایت شرکت"),
                n("hd332c96", "عنوان شغل ضروری است"),
                n("d2fb1b80", "نام شرکت ضروری است"),
                n("b3590132", "تاریخ‌های شروع و پایان ضروری است"),
                n("debb6abe", "تاریخ شروع نمی‌تواند در آینده باشد"),
                n("j7d08ada", "تاریخ پایان نمی‌تواند در آینده باشد"),
                n("a8c7d3fc", "تاریخ پایان باید پس‌از تاریخ شروع باشد"),
                n("b335d507", function (e) {
                    return "از حداکثر تعداد مجاز نویسه (" + e.maxChars + ") بیشتر شده است";
                }),
                n("j29ab120", "خموش‌سازی آگاه‌سازی‌های افرادی که:"),
                n("jdfc82f6", "دنبال نمی‌کنید"),
                n("cfcda0e6", "شما را دنبال نمی‌کنند"),
                n("c75b9b2a", "حساب کاربری جدید دارند"),
                n("f39b9c9e", "عکس نمایه پیش‌فرض دارند"),
                n("d227f940", "ایمیلشان را تأیید نکرده‌اند"),
                n("b210936e", "شماره تلفنشان را تأیید نکرده‌اند"),
                n("ed0df10b", "بیشتر بدانید"),
                n("dcef34ac", "فعال‌سازی"),
                n("a39f706e", "مرورگر شما از آگاه‌سازی‌های فشاری پشتیبانی نمی‌کند"),
                n("h4f20d0e", "آگاه‌سازی‌های ویژه دریافت کنید تا وقتی هم که در X نیستید در جریان اخبار قرار بگیرید. هر وقت خواستید می‌توانید آن‌ها را غیرفعال کنید."),
                n("cdce0394", "این انتخاب برای هر حسابی است که در این مرورگر استفاده می‌کنید."),
                n("b39bcae2", "فعال کردن آگاه‌سازی‌ها"),
                n("b50f6144", "برای دریافت آگاه‌سازی‌ها همان وقت که رخ می‌دهند، آگاه‌سازی‌های ویژه را فعال کنید. وقتی هم که در X نباشید آن‌ها را دریافت خواهید کرد. هر وقت خواستید می‌توانید آن‌ها را غیرفعال کنید."),
                n("fe11b3ea", "مرورگر پشتیبانی‌نشده"),
                n("a1245d3a", "به نظر می‌رسد مرورگر شما از دریافت آگاه‌سازی‌های ویژه پشتیبانی نمی‌کند."),
                n("f580c738", "آگاه‌سازی‌ها فعال شود؟"),
                n("i951fbcc", "برای دریافت آگاه‌سازی از X، نخست باید مجوز آن را در تنظیمات مرورگرتان بدهید."),
                n("ec7cb554", "اگر آگاه‌سازی‌های پست را برای افرادی که دنبال می‌کنید فعال نمایید، درباره پست‌ها یا ویدئوهای زنده آن‌ها آگاه‌سازی ویژه دریافت خواهید کرد."),
                n("b68050dc", "مشاهده کاربران"),
                n("af045060", "مرتبط با شما و پست‌های شما"),
                n("cf378ff8", "از X"),
                n("f823bbbe", "فقط برای حساب‌های کاربری تأییدشده"),
                n("a40e37f2", "ایمیل دریافت کنید تا وقتی در X نیستید از خبرها اطلاع پیدا کنید. هروقت خواستید می‌توانید آن را غیرفعال کنید."),
                n("e8eb54a0", "گزارش‌های هفتگی برای حساب کاربری شما"),
                n("ib80b0f2", "آگاه‌سازی‌های جدید"),
                n("ba58e6b0", "پست‌های ایمیل‌شده به شما"),
                n("fae2c81a", "پست‌ها و داستان‌های برتر"),
                n("f7b09bb4", "به‌رزورسانی‌هایی درباره عملکرد پست‌های شما"),
                n("d3978554", "اخبار مربوط به محصولات و بروزرسانی‌های قابلیت‌های X"),
                n("bdccb81c", "نکته‌هایی برای بهره بردن بیشتر از X"),
                n("c3d47fe6", "چیزهایی که از آخرین باری که وارد X شدید از دست دادید"),
                n("af8caf3e", "اخباری درباره X در محصولات شرکا و خدمات شخص ثالث دیگر"),
                n("hc076ee4", "شرکت در نظرسنجی‌های تحقیقاتی X"),
                n("ddfe3776", "پیشنهادهایی برای حساب‌های کاربری توصیه‌شده"),
                n("d17ba8c2", "پیشنهادهایی براساس دنبال‌کردن‌های اخیر شما"),
                n("bcf50a1a", "راهنمایی‌هایی درباره محصولات کسب‌وکار X"),
                n("fcad1e2e", "روزانه"),
                n("h9e0dfde", "هفتگی"),
                n("e26d98ac", "دوره‌ای"),
                n("h0c94842", "در جریان چیزها باشید"),
                n("c460d332", "اگر آگاه‌سازی‌های پست را برای حساب‌های کاربری فعال کنید، وقتی پست کنند، پخش زنده داشته باشند، یا میزبان «اتاق‌های گفت‌وگو» شوند به شما اطلاع داده می‌شود."),
                n("a820d092", "در حال بارگذاری دنبال‌شده‌ها"),
                n("ha45c9e4", "آگاه‌سازی‌های پست"),
                n("bdbf8f4e", "وارد کردن واژه یا عبارت"),
                n("h43e2ea8", "واژه خموش‌شده"),
                n("da8c0440", "خموش شده"),
                n("defb4aaa", "از همه"),
                n("e7d47b00", "از افرادی که دنبال نمی‌کنید"),
                n("d9d6e10e", "مدت"),
                n("gfa5008e", "افزایش زمان خموش‌سازی"),
                n("c5595dfe", "تغییر زمان خموش‌سازی"),
                n("he6804e0", "تا وقتی این کلمه را گویاسازی کنید"),
                n("a268406c", "۲۴ ساعت"),
                n("fc638aa2", "۷ روز"),
                n("b8971cfa", "۳۰ روز"),
                n("cc7bedfc", "میزان زمانی که این را خموش کرده‌اید را می توانید تغییر دهید. اگه پیش از این «برای همیشه» را انتخاب کرده بودید، تغییرات مدت زمان شما به سرعت شروع می‌شود."),
                n("d768049c", "افزودن واژه خموش‌سازی شده"),
                n("c6203da8", "گزینه‌های واژه‌های خموش‌شده"),
                n("e3f0d3db", function (e) {
                    return 'خموش‌شده "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return "به‌روزشده «" + e.keyword + "»";
                }),
                n("d2693eb8", "لطفا از این که عبارت خموش‌شده شما بلندتر از ۱۴۰ نویسه نباشد اطمینان حاصل کنید."),
                n("f8488024", "این واژه‌ای کاملاً معمولی است و در بسیاری از پست‌ها دیده می‌شود، ولی اگر بخواهید می‌توانید آن را خاموش کنید."),
                n("deb4924d", "بیشتر بدانید"),
                n("aa09e528", "افزودن واژه‌های خموش‌شده"),
                n("e506aa92", "واژه یا عبارت خموش‌شده اضافه کنید"),
                n("cbd04965", function (e) {
                    return 'گویاسازی شده "' + e.keyword + '"';
                }),
                n("eb4e810a", "منقضی‌شده"),
                n("cabeb6c2", "همیشه"),
                n("f9bce916", "خموش‌سازی واژگان"),
                n("gfe0ee3b", "بیشتر بدانید"),
                n("ba4aaa9e", "عبارت گویاسازی شود؟"),
                n("f837ed7e", "اکنون در آگاه‌سازی‌ها و خط زمان صفحه اصلی شما به این عبارت اجازه نمایش داده خواهد شد."),
                n("a6194d10", "درحال بارگیری حساب‌های خموش‌‌شده"),
                n("bcf6ad9a", "پست‌های حساب‌های کاربری خموش‌شده در خط زمان «خانه» نشان داده نخواهند شد. حساب‌های کاربری را مستقیماً از نمایه یا پست خاموش کنید."),
                n("b8e49590", "با خموش‌سازی حساب‌های کاربری، پیام‌های آن‌ها فیلتر می‌شود و به پایین فهرست درخواست‌های پیام شما فرستاده می‌شود."),
                n("ec202165", "بیشتر بدانید"),
                n("gde6b425", function (e) {
                    return e.name + " خموش شده است";
                }),
                n("e308019b", function (e) {
                    return e.name + " گویا شده است";
                }),
                n("hfb77cf6", "ایمنی"),
                n("f350f0c0", "توصیه‌ها"),
                n("fd3369a2", "انتخاب کنید پست‌ها، افراد و موضوعات داغ توصیه‌شده به چه زبان‌هایی باشند."),
                n("hfc86556", "خموش‌شده"),
                n("dae57a42", "پذیرفتن همه"),
                n("i7cbc154", "پذیرفتن برخی"),
                n("d623aecc", "با افرادی که نقشی به آن‌ها واگذار شده است در حساب کاربری مشترک شوید."),
                n("f3029d5c", "وقتی این تنظیمات فعال باشد، افراد می‌توانند شما را دعوت کنند و حساب کاربری‌شان را با شما مشترک شوند."),
                n("cd1305e8", "به دیگران اجازه دهید شما را به حساب کاربری‌شان دعوت کنند"),
                n("j339ef22", "به همه اجازه دهید شما را دعوت کنند"),
                n("g4b0c2dc", "فقط به افرادی که دنبال می‌کنید اجازه دهید شما را دعوت کنند"),
                n("d9aef256", "واگذاری نقش"),
                n("afb3ccf6", "اجازه داده نشود"),
                n("dfae5248", "به دیگران اجازه داده نشود شما را به حساب کاربری‌شان دعوت کنند؟"),
                n("b9c91524", "در آینده برای واگذاری نقش‌های دیگر به شما دعوتی دریافت نخواهید کرد. همچنان می‌توانید به نقش‌های واگذارشده قبلی‌تان دسترسی داشته باشید."),
                n("c349b958", "دعوت به عضویت"),
                n("e177f72a", "از دیگران دعوت کنید تا ازطرف حساب کاربری شما اقدام کنند و نقش‌های حساب کاربری را مدیریت کنند. اعضا می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند - و آن‌ها را مشاهده کنند."),
                n("cd5c5e73", function (e) {
                    return "فقط " + e.numDelegatesLabel + " واگذاری نقش می‌توانید داشته باشید";
                }),
                n("efee0a50", "عضوی به این حساب کاربری دعوت کنید"),
                n("ja0a1aa6", "همیاری به این حساب کاربری دعوت کنید"),
                n("db4f623a", "تخصیص نقش به این عضو"),
                n("be7350e3", function (e) {
                    return "نقش مدیر به @" + e.screenName + " تخصیص یابد؟";
                }),
                n("b7aa7642", "دعوت فرستاده شد"),
                n("edbca224", "فرستادن دعوت‌نامه"),
                n("f4834ca6", "عضو دیگری دعوت کنید"),
                n("cb04a824", "همیار"),
                n("d4b3abde", "همیاران می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند. همیاران همچنین می‌توانند پیام‌های خصوصی، پست‌ها، و فهرست‌های حساب کاربری را مشاهده کنند."),
                n("b92e2700", "مدیران همان مجوزهای همیاران را دارند. همچنین می‌توانند همیاران را دعوت یا حذف کنند و اطلاعات تحلیلی پست را مشاهده کنند."),
                n("hbbbf908", "مدیران می‌توانند همیاران دیگری را به این حساب کاربری دعوت کنند و اطلاعات تحلیلی پست را مشاهده کنند. مطمئن شوید که نقش را به شخص درستی تخصیص می‌دهید."),
                n("d8eda249", function (e) {
                    return "وقتی @" + e.screenName + " دعوتش را بپذیرد، با مجوزهای به‌روزشده‌اش می‌تواند در این حساب کاربری همیاری کند.";
                }),
                n("b5faf216", "این عضو اجازه دعوت برای واگذاری نقش نمی‌دهد."),
                n("hcc3b4ce", "حساب کاربری شما این عضو را مسدود کرده است."),
                n("ace0f0a4", "این عضو کسانی که می‌توانند او را برای واگذاری نقش دعوت کنند محدود کرده است."),
                n("c2e8f726", "مدیران"),
                n("fade0942", "مدیران همچنین می‌توانند همیاران را به حساب کاربری دعوت یا از آن حذف کنند و اطلاعات تحلیلی پست را مشاهده کنند."),
                n("b7d6e5d6", "همیاران"),
                n("cd76a282", "تاکنون عضوی اضافه نشده است"),
                n("db25d796", "تغییر نقش این عضو"),
                n("e4133790", "نقش به‌روز شد"),
                n("a1a27c26", "تغییر نقش"),
                n("fd7b1b1c", "برگشت"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " با مجوزهای جدیدش می‌تواند ازطرف این حساب کاربری اقدام کند.";
                }),
                n("h502484e", "دعوت بررسی‌نشده"),
                n("a171ca7c", "پس گرفتن دعوت از عضو"),
                n("f68f079c", "تغییر نقش"),
                n("b2794e9e", "حذف از گروه"),
                n("gca83d6a", "دیگر در این حساب کاربری مدیر نخواهد بود."),
                n("b8cac21c", "دیگر در این حساب کاربری همیار نخواهد بود."),
                n("hd67c2e8", "پس گرفتن دعوت"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + " حذف شود؟";
                }),
                n("a33eba47", function (e) {
                    return "دعوت @" + e.screenName + " پس گرفته شود؟";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " از گروه حذف شد";
                }),
                n("h5951997", function (e) {
                    return "دعوت @" + e.screenName + " پس گرفته شد";
                }),
                n("a44c6034", "دعوت بررسی‌نشده"),
                n("e39bc936", "اعضا می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند، و آن‌ها را مشاهده کنند. مدیران هم می‌توانند همیاران را به این حساب کاربری دعوت کنند یا آن‌ها را حذف کنند و اطلاعات تحلیلی پست‌ها را مشاهده نمایند."),
                n("h0d3bddc", "دسترسی مدیر"),
                n("c54aafb0", "دسترسی همیار"),
                n("idc35f32", "در هیچ حساب کاربری‌ای نقشی به شما واگذار نشده است"),
                n("fab787b4", "ترک حساب کاربری"),
                n("bfbe9620", "مشاهده اعضا"),
                n("d52a2b36", "دیگر در این حساب کاربری مدیر نخواهید بود."),
                n("df515932", "دیگر در این حساب کاربری همیار نخواهید بود."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " را ترک می‌کنید؟";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + " را ترک کرد";
                }),
                n("c6dae164", "پذیرش دعوت"),
                n("f8376170", "نپذیرفتن دعوت"),
                n("a68c45e4", "نپذیرفتن"),
                n("aa35b48d", function (e) {
                    return "دعوت @" + e.screenName + " پذیرفته نشود؟";
                }),
                n("ed2a4b05", function (e) {
                    return "دعوت عضو به @" + e.screenName + " پذیرفته نشد";
                }),
                n("e73f9635", function (e) {
                    return "دعوت عضو به @" + e.screenName + " پذیرفته شد";
                }),
                n("d2da668c", "واگذاری نقش به اعضا"),
                n("ddf27b8e", "دعوت از همیاران"),
                n("jba63182", "نقش‌های اعضای این حساب کاربری را مشاهده کنید. اعضا می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند - و آن‌ها را مشاهده کنند."),
                n("af59527e", "نقش‌های اعضای این حساب کاربری را مشاهده کنید و همیار دعوت کنید. اعضا می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند - و آن‌ها را مشاهده کنند."),
                n("eafcc76a", "چیزهایی که این برنامه می‌تواند مشاهده کند…"),
                n("j3998a16", "کارهایی که این برنامه می‌تواند انجام دهد…"),
                n("a6845663", function (e) {
                    return "شما این مجوزهای برنامه را در " + e.date + " تأیید کرده‌اید";
                }),
                n("b2347f7c", "در حال بارگیری داده‌های برنامه"),
                n("e1fda16e", "این برنامه شما متصل نیست"),
                n("b8f3ed46", "وقتی برنامه‌های دیگران را به حساب Xتان متصل کنید، به آن برنامه برای استفاده از حسابتان اجازه دسترسی می‌دهید."),
                n("gb8d09ba", "به نشانی ایمیل شما دسترسی دارد"),
                n("g6dc09a0", "اجازه‌ها"),
                n("a6e6e898", "فقط قابل خواندن"),
                n("cde3b9ae", "خواندن و نوشتن"),
                n("g0d7813a", "خواندن، نوشتن، و پیام‌های خصوصی"),
                n("c9b35b9e", "داده‌های تبلیغاتتان را بخوانید"),
                n("e0191264", "داده‌های تبلیغاتتان را بخوانید، ایجاد کنید، و مدیریت کنید"),
                n("b73e1e8a", "درباره چگونگی لغو دسترسی اطلاعات کسب کنید"),
                n("c174e46e", "نمایش موارد کمتر"),
                n("a39075ff", function (e) {
                    return e.n + " مورد بیشتر";
                }),
                n("da6cdba8", "ابطال مجوزهای برنامه"),
                n("ef1d3dcc", "گزارش برنامه"),
                n("d64e29c6", "از دستگاه نشان‌داده‌شده خارج شوید"),
                n("idfa01cc", "از دستگاه نشان‌داده‌شده خارج شوید؟"),
                n("f400075e", "این کار باعث پایان دادن به نوبت فعال استفاده شما از X می‌شود و باید دوباره وارد شوید تا نوبت جدیدی را شروع کنید."),
                n("e04ba39c", "تاریخ و زمان"),
                n("eed75824", "نوبت فعال استفاده‌تان از X را پایان داده‌اید."),
                n("ddcd3d26", "درحال بارگیری داده‌های این نوبت"),
                n("d2f0f3fe", "نمی‌توانیم این نوبت را پیدا کنیم"),
                n("ga05517a", "گزارشی ایجاد نکرده‌اید"),
                n("ea1715c0", "وقتی این کار را بکنید، اینجا نشان داده می‌شوند."),
                n("b70a2cde", "ما برای کمک به شناسایی رسانه‌های حساسیت‌برانگیز از فناوری استفاده می‌کنیم، بنابراین با وجود اینکه همیشه درحال بهبود هستیم، ممکن است گاهی آن را درست انجام ندهیم."),
                n("ee320a07", "سیاست رسانه‌های حساسیت‌برانگیز"),
                n("ffeb836a", "تنظیمات دردسترس نیست"),
                n("f2fb9746", "این تنظیمات دردسترس نیست زیرا در مورد کوکی‌های غیرضروری کاربرد دارد. ازآنجا که قبلاً از آن‌ها انصراف داده‌اید، فقط از کوکی‌هایی استفاده می‌کنیم که داده‌های ضروری را از دستگاهتان جمع‌آوری می‌کنند."),
                n("aa4342be", "خشونت گرافیکی"),
                n("jfec3aa0", "محتوای بزرگسالان"),
                n("j6bacd6a", "رسانه‌های دارای علامت خشونت گرافیکی پنهان شود تا وقتی که تصمیم بگیرید آن‌ها را ببینید. در X برای iOS، این رسانه‌ها اصلاً نشان داده نخواهد شد."),
                n("a73e66a8", "رسانه‌های دارای علامت محتوای بزرگسالان پنهان شود تا وقتی که تصمیم بگیرید آن‌ها را ببینید. در X برای iOS، این رسانه‌ها اصلاً نشان داده نخواهد شد."),
                n("fef1b8dc", "رسانه‌های دارای علامت حساس، پنهان شود تا وقتی که تصمیم بگیرید آن‌ها را ببینید. در X برای iOS، این رسانه‌ها اصلاً نشان داده نخواهد شد."),
                n("d0a5a1c0", "هشدار"),
                n("ga197e26", "همه نمایش داده شود"),
                n("eb723386", "هرگز نشان داده نشود"),
                n("ea31c622", "این موارد شامل رسانه‌هایی می‌شود که مرگ، خشونت، آسیب‌های جسمی جدی، یا عمل‌های پزشکی را با جزئیات گرافیکی به تصویر می‌کشد."),
                n("e40985c4", "این موارد شامل رسانه‌هایی می‌شود که پورنوگرافی باشد یا با هدف تحریک جنسی با رضایت طرفین تولید و هم‌رسانی شده باشد."),
                n("h7e0672b", "تنظیمات رسانه‌ای"),
                n("de9f111a", "مدیریت اشتراک کنونی"),
                n("d5839f9e", "شرایط را مرور کنید یا اشتراکتان را از حساب کاربری Stripe مدیریت کنید."),
                n("a840c22c", "مدیریت اشتراک موجود Premium"),
                n("e31456f8", "تعویض سطح اشتراک"),
                n("a7c4ecea", "خط زمان «برای شما» را بدون آگهی تجربه کنید، قفل همه ویژگی‌ها را باز کنید، و بیشترین بالابری پاسخ را داشته باشید."),
                n("h15cc518", "گزینه‌های سطح اشتراک را بررسی کنید و یکی‌از طرح‌های ماهانه یا سالانه را انتخاب کنید."),
                n("ce70c590", "مدیریت نشان‌های وابستگی"),
                n("a49e1b2a", "مرتب‌سازی وابستگی‌های شما"),
                n("e2daf93c", "اولین نشان در همه پست‌ها نمایش داده خواهد شد"),
                n("ab8089ea", "مرتب‌سازی دوباره"),
                n("e0221c42", "در داخل و خارج از X تجربه خواندن بهتری داشته باشید."),
                n("adcaa214", "از افرادی که دنبال می‌کنید مقاله‌هایی را که بیشتر هم‌رسانی شده‌اند ببینید."),
                n("b62d6e4c", "خواننده"),
                n("acf63cd2", "اندازه نوشتاری را که برای خواندن رشته‌توییت‌ها ترجیح می‌دهید انتخاب کنید. ویژگی «خواننده» را می‌توانید با انتخاب دکمه کتاب از داخل هریک از توییت‌های رشته‌پست فعال کنید."),
                n("e5fff0c8", "اشتراک شما فعال است."),
                n("ac057b4e", "برای لغو کردن اشتراک تکمیلی شما برای تعامل در X، با پشتیبانی تماس بگیرید."),
                n("ib8ebf3b", function (e) {
                    return "به‌نظر می‌رسد این اشتراک را در دستگاه " + e.mobilePlatform + " خریده‌اید. اشتراکتان را باید در همان پلاتفرم مدیریت یا لغو کنید.";
                }),
                n("i8132774", "محتوای انحصاری برای پرتعامل‌ترین دنبال‌کنندگان"),
                n("a1222584", "مستقیماً از محتوای خودتان درآمد کسب کنید"),
                n("df837dac", "درآمد کسب‌شده تخمینی / آستانه پرداخت"),
                n("df29646e", "سقف پرداخت"),
                n("b0ac642a", "تا ۹۰ روز طول می‌کشد تا پرداخت‌ها در حساب شما پس‌انداز شود."),
                n("c747df1c", "تنظیم جزئیات پرداخت"),
                n("ac814a76", "هنوز جزئیات پرداخت را تنظیم نکرده‌اید."),
                n("f139168e", "داشبورد درآمدها"),
                n("ee0510c2", "سابقه پرداخت"),
                n("c9b82b4c", "درخواست پذیرفته شد · «اشتراک» خودتان را ایجاد کنید"),
                n("ibb5e1c8", "درخواست رد شد"),
                n("b255df58", "درخواست ارسال شد · در دست بازبینی"),
                n("b3f834c8", "درخواست در فهرست انتظار"),
                n("i14be2c6", "درآمد کسب‌شده تخمینی"),
                n("fd74390a", "مدرک شناسایی آفریننده اثر تأیید شد"),
                n("e8dc82e2", "برنامه‌های فعال"),
                n("c12c5eb6", "برنامه‌های دردسترس"),
                n("j53f5eb0", "آفرینندگان آثار واجدشرایط می‌توانند برای اشتراک‌های ماهانه و دریافت سهم درآمد آگهی‌ها نام‌نویسی کنند."),
                n("e9c1273a", "آفرینندگان آثار واجدشرایط می‌توانند برای اشتراک‌های ماهانه و دریافت سهم درآمد آگهی‌ها نام‌نویسی کنند."),
                n("jd176c82", "پرداخت مبلغ در منطقه شما پشتیبانی نمی‌شود"),
                n("d6ff74ca", "متأسفانه پرداخت مبالغ در کشور شما توسط ارائه‌دهنده خدمات پرداخت ما پشتیبانی نمی‌شود. برخی‌از برنامه‌های درآمدزایی دردسترس نیست."),
                n("e89cdac0", "مدیریت حساب پرداخت"),
                n("dd7a54b4", "راه‌اندازی حساب کاربری Stripe"),
                n("jff3ab68", "تأیید هویت"),
                n("j2876824", "تایید کردن هویت شما"),
                n("ebd06fb0", "مدرک شناسایی ارسال شد"),
                n("f65b960c", "داریم مدرک شناسایی رسمی شما را برای برنامه «آفرینندگان آثار» بررسی می‌کنیم."),
                n("i4a1e936", "مطمئن شوید حساب کاربری Stripe خودتان را پیوند دهید یا حساب جدیدی ایجاد کنید تا بتوانید پول دریافت کنید"),
                n("f5931b6a", "تأیید هویت برای مشارکت در برنامه «آفرینندگان آثار» ضروری است. اگر قبلاً مدرک شناسایی‌تان را برای برنامه «آفرینندگان آثار» ارسال کرده‌اید، لازم نیست دوباره آن را ارسال کنید."),
                n("c8798a95", "اینجا"),
                n("d809ac49", "اینجا"),
                n("bbe09d38", "درخواست پذیرفته شد · درانتظار پیکربندی در فروشگاه‌های برنامه"),
                n("efbc5066", "درانتظار تأیید مدرک شناسایی"),
                n("hc7631da", "راه‌اندازی حساب کاربری Stripe خود را تکمیل نکرده‌اید"),
                n("h72d71a2", "واجد شرایط"),
                n("e12b0b16", "هنوز واجدشرایط نیستید"),
                n("a1e57106", "ناقص"),
                n("i51b4e22", "ردشده"),
                n("h5bd7160", "این حساب کاربری واجد شرایط تاییدسازی شناسه نیست."),
                n("e32040c4", "برای دریافت پرداخت‌ها باید تأییدسازی شناسه را تکمیل کنید."),
                n("j8769b42", "داریم مدرک شناسایی رسمی شما را بررسی می‌کنیم."),
                n("be955554", "دریافت سهم درآمد آفریننده اثر"),
                n("b03a3d62", "سهم درآمد آگهی"),
                n("cbbe29c2", "کارهای پرداخت‌های شما درحال انجام است"),
                n("g97a2d6c", "بیشتر بدانید"),
                n("f30774ea", "درباره برنامه‌ها و سیاست‌های درآمدزایی ما از اینجا بیشتر بدانید."),
                n("aea0b11a", "با اجازه دادن به دیگران برای مشترک شدن با شما در محتوای ماهانه، در X درآمد داشته باشید."),
                n("bce47f48", "از تعامل‌های پست‌هایتان در X، کسب درآمد کنید."),
                n("h7a68080", "از آگهی‌های ارائه‌شده در پاسخ‌های پست‌هایتان درآمد کسب کنید."),
                n("eefd091e", "تأیید هویت ضروری است"),
                n("cd616a5a", "برای شرکت در برنامه «آفرینندگان آثار» تأیید هویت ضروری است."),
                n("cce8c40a", "تأیید مدرک شناسایی"),
                n("ja73ebac", "درآمد"),
                n("h16eeb42", "مدیریت"),
                n("bc43a32e", "فعالیت اخیر"),
                n("i4c3b046", "فعلاً «سکه» جدیدی ندارید."),
                n("ca516a66", "مشاهده همه فعالیت‌ها"),
                n("ee9ea930", "الماس‌ها"),
                n("cf3b535e", "«سکه‌هایی» که برای پست‌های واجدشرایط دریافت می‌کنید به‌شکل «الماس» جمع می‌شوند. درآمد کسب‌شده از «الماس‌ها» به درآمد تخمینی شما اضافه می‌شود."),
                n("fbb7764b", function (e) {
                    return e.count + " سکه";
                }),
                n("e70a07b2", "ناشناس"),
                n("c76972f0", "از زمان آخرین پرداخت"),
                n("c219a552", "از ابتدا تا کنون"),
                n("f3ce76c0", "راهنمایی بیشتری نیاز دارید؟"),
                n("i8982e7e", "اگر سؤالی دارید، به «مرکز راهنمایی» ما مراجعه کنید یا با ما تماس بگیرید."),
                n("fbbfe8aa", "غیرفعال کردن سکه‌ها"),
                n("e4f29140", "درصورت غیرفعال کردن، از برنامه «سکه‌ها» حذف خواهید شد و دیگر واجد شرایط دریافت «سکه» نخواهید بود."),
                n("e58e85d2", "ادامه به غیرفعال‌سازی"),
                n("be8e87b4", "سکه‌ها غیرفعال شود؟"),
                n("bee26fa8", "بله، غیرفعال شود"),
                n("f0145c9a", "سکه‌ها اکنون غیرفعال شده است"),
                n("a22f6808", "همه فعالیت‌ها"),
                n("g1b8020c", "۳۰ روز گذشته"),
                n("jb13b840", "از ابتدا تا کنون"),
                n("b4f24360", "در ۳۰ روز گذشته «سکه» جدیدی نداشته‌اید."),
                n("d59dbf8a", "نمای کلی"),
                n("g652fc4c", "این ماه سابقه پرداخت ندارید."),
                n("d55e017a", "این ماه"),
                n("f883322d", function (e) {
                    return "شناسه تراکنش " + e.transactionId;
                }),
                n("d978f43e", "«اشتراک‌های» جدید"),
                n("d113fc10", "فعلاً «اشتراک» جدیدی ندارید."),
                n("h7a41c02", "تمدیدها"),
                n("eedf2eaa", "فعلاً تمدیدی ندارید."),
                n("d93308d8", "مشاهده همه تراکنش‌ها"),
                n("a23e724a", "این حساب کاربری دردسترس نیست."),
                n("a384fda0", "نمای کلی اشتراک"),
                n("i4313618", "خودتان را معرفی کنید و شرح دهید که وقتی افراد شما را سوپردنبال می‌کنند چه انتظاری باید داشته باشند."),
                n("c0348964", "مقدمه"),
                n("g522fd30", "مزایای «مشترک‌ها»"),
                n("e85471c6", "نشان «مشترک»"),
                n("fd75ca92", "شما نشان عمومی «مشترک» دریافت می‌کنید که مورد توجه قرار گرفتن، گپ زدن، و ارتباط برقرار کردن را برای شما آسان‌تر می‌کند."),
                n("ia9c37c4", "قیمت‌گذاری"),
                n("f5be83b2", "پیوستن به «انجمن»"),
                n("e4ee8c6a", "در «انجمن بازخورد آفرینندگان آثار  اشتراک‌ها» ایده هم‌رسانی کنید، انگیزه پیدا کنید، و با دیگر آفرینندگان آثار ارتباط برقرار کنید."),
                n("i3a90dee", "غیرفعال‌سازی «اشتراک‌ها»"),
                n("e261e6e6", "با غیرفعال کردن، از برنامه «اشتراک‌ها» حذف خواهید شد و همه «مشترک‌های» خودتان را از دست خواهید داد."),
                n("ca5ca5ee", "مشاهده پیش‌نمایش"),
                n("a329ce88", "شرحی اضافه کنید…"),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "فعال‌سازی پیش‌نمایش پست"),
                n("c1521804", "پیش‌نمایش‌هایی از پست‌های مخصوص مشترکانتان به غیرمشترک‌ها نشان داده خواهد شد."),
                n("jd0f1ac0", "«اشتراک‌ها» غیرفعال شود؟"),
                n("c6c27fc8", "غیرفعال‌سازی «اشتراک‌ها» همیشگی است. شما از برنامه «اشتراک‌ها» حذف خواهید شد. برای برگشتن به برنامه، باید دوباره درخواست کنید."),
                n("f82a23ec", "«اشتراک‌ها» اکنون غیرفعال شده است"),
                n("a4c6e458", "شما بهای «اشتراک» ماهیانه‌تان را مطابق این مقدار تنظیم کرده‌اید:"),
                n("be54a313", function (e) {
                    return e.price + " در ماه";
                }),
                n("hadd463a", "درخواست تغییر قیمت"),
                n("b0728b5c", "لغو تغییر قیمت"),
                n("aea9f79c", "تغییر قیمت شما به این عدد دردست انجام است:"),
                n("c701e5cc", "تغییراتی که داده‌اید ذخیره نخواهد شد."),
                n("a649778c", "ادامه ویرایش"),
                n("d1a683b8", "درباره آفرینندگان آثار «اشتراک‌ها»"),
                n("iba08a94", "کلاً چطور به‌نظر می‌رسد؟"),
                n("a5f55bfa", "این چیزی است که «مشترک‌های» آینده وقتی به صفحه شما می‌آیند می‌بینند. هروقت خواستید می‌توانید برگردید و شرح خودتان را به‌روز کنید."),
                n("b600eb88", "یافتن افراد موردنظر و شناخته شدن"),
                n("da48ebf6", "دریافت محتوای انحصاری پس‌از نام‌نویسی"),
                n("f324fb6c", "اشتراک"),
                n("c654a3aa", "فقط «مشترک‌ها» می‌توانند این پست را ببینند"),
                n("d409ce3c", "افراد برگزیده‌تان را در X پشتیبانی کنید و محتوای انحصاری و مزایای اضافی دریافت کنید."),
                n("a4ed9072", "خودتان را معرفی کنید…"),
                n("af5b098e", "مزایای «اشتراک‌ها»"),
                n("gf32cca2", "مزایایی را که ارائه می‌دهید شرح دهید"),
                n("j8ba99b4", "خلاصه‌ای کوتاه از محتوای انحصاری‌ای که هم‌رسانی خواهید کرد ارائه کنید و مزه چیزهایی را که هر ماه تجربه می‌کنند به افراد بچشانید."),
                n("j679dcda", "مشاهده نمونه‌ها"),
                n("j325331a", "یک دقیقه وقت بگذارید و سلامی بکنید"),
                n("e18e8da8", "با پیام مقدماتی کوتاهی برای مشترک‌های بالقوه‌تان تأثیر اولیه خوبی داشته باشید."),
                n("fce14f56", "قیمت جدید"),
                n("b0c58272", "قیمت ماهانه جدیدی انتخاب کنید. ۳-۷ روز کاری طول می‌کشد تا تغییرات قیمت پردازش شود. برای افزایش‌های قیمت ممکن است لازم باشد مشترکان کنونی آن‌ها را انتخاب کنند."),
                n("d5737f0e", "اشتراک ماهانه"),
                n("edc014fb", "بیشتر بدانید"),
                n("h810143c", "جزئیات"),
                n("ga57b610", "تاریخ خرید"),
                n("h3b68828", "نوع خرید"),
                n("cc2aa67a", "پلاتفرم خرید"),
                n("b313bb24", "پرداخت"),
                n("e5188502", "همه فروش‌ها نهایی است"),
                n("bf364d62", "همه تراکنش‌ها"),
                n("ed3efef0", "در ۳۰ روز گذشته «اشتراک» جدیدی نداشته‌اید."),
                n("b5f9ec14", "در ۳۰ روز گذشته تمدیدی نداشته‌اید."),
                n("d8eed490", "ظاهر عمومی نمایه‌تان را مدیریت کنید."),
                n("e26dbcd0", "پنهان کردن «اشتراک‌های آفرینندگان آثار»"),
                n("aea7dda8", "فهرست «اشتراک‌های آفرینندگان آثار» شما را در نمایه‌تان فقط شما می‌توانید ببینید."),
                n("j3d2cfc4", "به دنبال‌کنندگان امکان دهید ببینند به کدام «اتاق‌های گفت‌وگو» گوش می‌کنید"),
                n("d9588ae6", "به‌خاطر داشته باشید حتی اگر این تنظیمات غیرفعال باشد وقتی در «اتاق گفت‌وگویی» باشید همه می‌توانند شما را ببینند. دنبال‌کننده‌های شما همیشه می‌توانند ببینند کدام «اتاق‌های گفت‌وگو» را میزبانی می‌کنید، در میزبانی آن‌ها همکاری می‌کنید، یا در آن‌ها صحبت می‌کنید."),
                n("i84c5de8", "به‌زودی: درخواست‌های آفرینندگان آثار"),
                n("b8922f7e", "زود برگردید تا بتوانید برای پیوستن به برنامه «اشتراک‌ها» درخواست کنید."),
                n("ad588be6", "واجدشرایط هستید!"),
                n("f6443bd2", "خبر خوب - شما برای «اشتراک‌ها» ازنظر الزامات ما واجد شرایط هستید. آماده‌اید درخواست کنید؟"),
                n("a3a20a10", "بعداً دوباره بررسی کنید"),
                n("b8d29e4a", "متأسفانه شما فعلاً ازنظر الزامات ما برای «اشتراک‌ها» واجد شرایط نیستید."),
                n("d92c1d0a", "ادامه به درخواست"),
                n("fde27650", "شرایط «اشتراک‌ها»"),
                n("c5f89b06", "با مشترک شدن در Premium تأیید شوید"),
                n("ff9f4475", function (e) {
                    return "‫" + e.minFollowersCount + " دنبال‌کننده تأییدشده";
                }),
                n("b747ce3a", "فعال در ۳۰ روز گذشته"),
                n("c27f57ac", "دست‌کم ۱۸ سال سن داشته باشد"),
                n("h63d2973", function (e) {
                    return "‫" + e.count + " اثرگذاری ارگانیک در سه ماه گذشته‬";
                }),
                n("ef606fca", "اشتراک‌های پولی برای پرتعامل‌ترین دنبال‌کنندگان شما"),
                n("e533715e", "بررسی واجد شرایط بودن"),
                n("d8671da2", "کسب درآمد در X"),
                n("d126a504", "به دنبال‌کنندگان موردعلاقه‌تان کمی چیزهای بیشتر ارائه دهید و هر ماه مبلغی درآمد داشته باشید. "),
                n("d08d0bb2", "محتوای انحصاری"),
                n("ef29d2c2", "افکار، ایده‌ها، و نظرات نانوشته‌تان را با پست‌های بیشتر و پاسخ‌های شخصی هم‌رسانی کنید."),
                n("if12af7c", "راه‌اندازی اشتراک‌ها"),
                n("cc4c1a14", "تنظیم قیمت"),
                n("e1453e45", "بیشتر بدانید"),
                n("aa7e35ee", "حساب کاربری شما انتخاب نشد"),
                n("c984cc62", "حساب کاربری شما این بار انتخاب نشد. منتظر فرصت‌های آینده برای مشارکت باشید."),
                n("gd115e64", "درخواست برای «اشتراک‌ها»"),
                n("a9f08d5c", "پاسخ‌های شما به پرسش‌های زیر برای بازبینی ما است و در نمایه‌تان نشان داده نخواهد شد."),
                n("c3f8d650", "شرح محتوای شما"),
                n("j89dd344", "لطفاً نمونه‌ای از محتواهایی که در اشتراک شما گنجانده خواهد شد ارائه کنید، هرچه خاص‌تر، بهتر."),
                n("d19cc490", "افزودن نمونه محتوا"),
                n("c737c1b2", "اطلاعاتی درباره تجربه شما"),
                n("f98e5fd4", "آیا در پلاتفرم‌های دیگر محتوای پولی ایجاد می‌کنید؟ چرا فکر می‌کنید کاربران مشترک می‌شوند؟"),
                n("c41b01be", "افزودن توجیه"),
                n("e2aad0fe", "محتوای گرافیکی یا بزرگسالان مخصوص مشترکان پست نخواهم کرد"),
                n("d1b983ef", function (e) {
                    return "باید حداقل " + e.count + " نویسه باشد";
                }),
                n("d3d6c52c", "درخواست شما ارسال شد"),
                n("cb27c0ba", "قیمت‌گذاری شما را تأیید کرده‌ایم. درخواست شما بازبینی خواهد شد و اگر تأیید شوید، به‌محض فعال شدن برای شما آگاه‌سازی می‌فرستیم."),
                n("j274e6aa", "در فهرست انتظار هستید"),
                n("j006be54", "گروه آزمایشی ما برای «اشتراک‌ها» خیلی سریع پر شد، ولی شما را به فهرست انتظار اضافه کرده‌ایم و وقتی جاهای جدیدی باز شد به شما اطلاع خواهیم داد."),
                n("d5cb1114", "شروع به کار با «اشتراک‌ها»"),
                n("j2f622ec", "شما برای گروه آزمایشی ما انتخاب شده‌اید! اکنون جزئیات «اشتراک» خودتان را تنظیم کنید و وقتی فعال شد به شما اطلاع خواهیم داد."),
                n("e2cd7000", "تقریباً تمام است…"),
                n("b3629b92", "فقط چند گام باقی مانده تا راه‌اندازی «اشتراک‌های» شما تمام شود."),
                n("f4619a62", "پذیرش و ادامه"),
                n("c5625f84", "مزایای «اشتراک‌های» خودتان را شرح دهید"),
                n("c7289544", "تنظیم بهای «اشتراک»"),
                n("aaf68c58", "جزئیات پرداخت خودتان را تأیید کنید"),
                n("b8a69fa0", "شرایط «اشتراک‌ها»"),
                n("ad4a92a2", "نشان"),
                n("d5aa8de0", "اعطای نشان به «مشترک‌ها»"),
                n("j0bbda92", "اینجا چیزی برای تغییر یا ویرایش وجود ندارد. همه «مشترک‌های» شما وقتی «مشترک» شوند به‌طور خودکار نشان عمومی دریافت می‌کنند."),
                n("e18b7a72", "بازبینی"),
                n("be76dc34", "افزودن شرح"),
                n("ef5406e4", "مقدمه‌ای اضافه کنید"),
                n("ea8a3d2e", "تنظیمات قیمت‌گذاری"),
                n("f77bb179", function (e) {
                    return "انتخاب " + e.price + " خودتان را تأیید کنید";
                }),
                n("g2a6f160", "قیمت «اشتراک» خودتان را دوباره بررسی و تأیید کنید. پس‌از تنظیم قیمت نمی‌توانید برگردید و آن را تغییر دهید."),
                n("g767d1c9", "توجه: بعداً نمی‌توانید این را تغییر دهید"),
                n("df057690", "مقدار پرداختی «مشترک‌هایتان» را انتخاب کنید"),
                n("g5923869", function (e) {
                    return e.price + " در ماه";
                }),
                n("f025ab3a", "پایگاهی اجتماعی بزرگ‌تر و گسترده‌تری ایجاد کنید"),
                n("c962df0e", "پست کردن و تعامل با «مشترک‌ها» در حد اندک"),
                n("ib075804", "پایگاه اجتماعی‌تان را گسترش دهید و درآمدتان را به حداکثر برسانید"),
                n("fc04f3a6", "پست کردن و تعامل با «مشترک‌ها» در حد متوسط"),
                n("c246656e", "پایگاه اجتماعی صمیمی ایجاد کنید"),
                n("h0c5405c", "پست کردن و تعامل با «مشترک‌ها» به‌طور مرتب"),
                n("f2d2153d", function (e) {
                    return "بیشتر آفرینندگان آثار " + e.price + " می‌گیرند ولی شما می‌توانید هر قیمتی که خواستید انتخاب کنید";
                }),
                n("f1cb36b8", "تنظیمات پرداخت"),
                n("e20f6662", "کاملاً آماده‌اید!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "جزئیات پرداخت خودتان را تنظیم کنید"),
                n("a3f6a966", "اتصال حساب کاربری Stripe"),
                n("cb031e44", "شما به Stripe برده خواهید شد تا حساب کاربری‌تان را متصل کنید. اگر ازقبل حساب کاربری Stripe دارید و می‌خواهید از آن استفاده کنید، وقتی Stripe از شما درخواست ایمیل کرد نشانی ایمیل آن حساب کاربری را وارد کنید. توجه: ایمیل Stripe شما ممکن است با ایمیل X شما متفاوت باشد."),
                n("ebfb897c", "نمونه‌ها"),
                n("dc4feb1a", "نمی‌دانید چه بگویید؟"),
                n("h9b9d486", "نوع محتوایی که به «مشترک‌ها» ارائه می‌دهید کاملاً به شما بستگی دارد. در اینجا چند مثال برای راهنمایی شما در شروع کار آورده شده است."),
                n("ic130fd6", "شما مقداری محتوای جالب پشت صحنه، نگاهی اولیه به کتاب‌ها و پروژه‌های دیگر من، و هر ماه امکانی برای «هرچه خواستی بپرس» دریافت خواهید کرد."),
                n("dd913e24", "شما برداشت‌های جدی، افکار نانوشته، و محتواهایی اضافه بر معمول از این ارادتمند خودتان خواهید داشت."),
                n("b737ee66", "برای تجربه‌ای تشریفاتی آماده شوید. فکر کنید: محتوای مخصوص «مشترک‌ها» مانند نظرسنجی‌ها، ویدئوها، و تخفیف‌ها."),
                n("a0bb2076", "مقدمه‌تان را کوتاه و شیرین نگه‌دارید، محتوایتان را می‌توانید بعداً توصیف کنید. در اینجا چند مثال برای راهنمایی شما در شروع کار آورده شده است."),
                n("fe076612", "سلام و به صفحه «اشتراک‌های» من خوش آمدید! خیلی خوشحالم که اینجا هستید. ممنون که این امکان را برای من فراهم کردید تا کاری را که دوست دارم انجام دهم."),
                n("g7f66daa", "چه خبر؟ از اینکه مشترک «اشتراک‌های» من شدید متشکریم. فکر می‌کنم چیزهایی را که برای شما آماده کرده‌ام دوست خواهید داشت."),
                n("hbe4f99e", "هی سلام! بی‌صبرانه منتظر هم‌رسانی مقداری محتوای به‌کلی سرّی و آشنایی بیشتر با شما هستم :)"),
                n("fb278c82", "این پیش‌نمایش چیست؟"),
                n("j6cab6ec", "این چیزی است که افراد پیش‌از اینکه «مشترک» شما شوند می‌بینند. توضیحات خودتان را آن‌قدر دستکاری و ویرایش کنید تا همان چیزی شود که می‌خواهید."),
                n("i22beaa4", "هم‌رسانی داده‌ها"),
                n("e110a46c", "حذف سابقه گفت‌وگو"),
                n("ebc4fda0", "به‌زودی سابقه گفت‌وگوی شما را در Grok حذف می‌کنیم. دیگر نخواهید توانست به این گفت‌وگوها دسترسی پیدا کنید."),
                n("c90fe716", "می‌خواهید گفت‌وگویتان را حذف کنید؟"),
                n("a8d516a4", "‫X ممکن است داده‌های عمومی X شما و همچنین تعاملات، ورودی‌ها، و نتایج کاربری شما با Grok در X را با xAI هم‌‌رسانی کند تا Grok و سایر مدل‌های هوش مصنوعی توسعه‌یافته توسط xAI آموزش ببینند و بهینه‌سازی شوند. این امر به ما کمک می‌کند به‌طور پیوسته تجربه کاربری شما را بهبود بخشیم."),
                n("a127886c", "به Grok اجازه دهید سابقه گفتگوهایتان را به‌خاطر بیاورد"),
                n("f49b39b8", "به Grok اجازه دهید جزئیات را از گفتگوهای قبلی‌تان به‌خاطر بیاورد. گفتگوها را می‌توانید به‌طور جداگانه حذف کنید تا جزئیات مربوط به آن‌ها فراموش شود."),
                n("b7de9ad2", "به X اجازه دهید تجربه‌تان را با Grok شخصی‌سازی کند"),
                n("ed141096", "‫X ممکن است داده‌های X شما و همچنین تعاملات، ورودی‌ها، و نتایج کاربری شما با Grok را برای شخصی‌سازی تجربه‌تان با Grok و سایر مدل‌های هوش مصنوعی توسعه‌یافته توسط xAI با xAI هم‌رسانی کند. این امر به ما کمک می‌کند به‌طور پیوسته تجربه کاربری شما را بهبود بخشیم. "),
                n("ecdbece0", "شما با موفقیت در برنامه «سکه‌ها» ثبت‌نام شدید."),
                n("db3f0bbe", "کمک به آفرینندگان آثار برای کسب درآمد از محتوای خودشان."),
                n("a1f40cf8", "موافقم"),
                n("d604fb32", "شرایط آفرینندگان آثار"),
                n("d520d188", "دریافت «سکه»"),
                n("ea770766", "«سکه‌ها» کالاهایی مجازی هستند که می‌توانید برای پست‌های واجدشرایط دریافت کنید. «سکه‌هایی» که دریافت می‌کنید به‌شکل «الماس‌هایی» جمع می‌شوند که می‌توان آن‌ها را نقد کرد."),
                n("d27f5ac6", "درآمد بدون فعالیت اضافه"),
                n("h1d66df0", "کافی‌ست در X محتوای خوب پست کنید تا بتوانید درآمد کسب کنید. دنبال‌کنندگانتان اکنون می‌توانند با «سکه» دادن به شما پاداش بدهند."),
                n("f85fb0a2", "ارتباط با مخاطبان"),
                n("d1433e24", "«سکه‌ها» روشی بی‌تکلف برای طرفداران شماست تا به‌خاطر محتوایی که تولید کرده‌اید و از آن خیلی لذت برده‌اند به شما پاداش بدهند. فرصتی هم برای شماست تا با دنبال‌کنندگان و طرفدارانتان بهتر ارتباط برقرار کنید."),
                n("e6ba42de", "سهم درآمد آگهی"),
                n("ebc16756", "سهم درآمد آفریننده اثر"),
                n("da4cd6fa", "متأسفانه شما هنوز برای «سهم درآمد آگهی» واجد شرایط نیستید. برای مشارکت باید الزامات زیر را برآورده کنید:"),
                n("b2961492", "متأسفانه شما هنوز برای «سهم درآمد آفریننده اثر» واجدشرایط نیستید. برای مشارکت باید الزامات زیر را برآورده کنید:"),
                n("d3789528", "درباره سهم درآمد آگهی"),
                n("aa0ff456", "درباره سهم درآمد آفریننده اثر"),
                n("bf214f48", "بسیار خوب"),
                n("b2b4d592", "اشتراک در Premium یا «سازمان‌های تأییدشده»"),
                n("fbb03ba6", "‫۵۰۰ دنبال‌کننده Premium‬"),
                n("hb4c5169", function (e) {
                    return "داشتن دست‌کم " + e.impression_number + " میلیون اثرگذاری در پست‌هایتان ظرف ۳ ماه گذشته";
                }),
                n("f91685ba", "شما به‌طور خودکار واجد شرایط هستید تا برای پست‌هایتان به شما پرداخت شود."),
                n("a9f0e0fa", "مشترکان Premium یا «سازمان‌های تأییدشده» می‌توانند به‌طور خودکار واجد شرایط سهم درآمد آگهی باشند. پرداخت شما براساس تعداد اثرگذاری‌های تأییدشده در آگهی‌های نشان‌داده‌شده در پاسخ‌های پست‌هایتان خواهد بود."),
                n("c694e3e4", "به‌عنوان مشترک Premium یا «سازمان‌های تأییدشده»، به‌طور خودکار برای سهم درآمد «آفریننده اثر» واجدشرایط هستید."),
                n("acd1a1be", "اکنون جزئیات پرداخت‌ها را تنظیم کنید تا پرداخت‌های آینده را دریافت کنید."),
                n("f7e11f70", "پیوستن و تأیید کردن مدرک شناسایی"),
                n("c8169274", "برای ذخیره کردن درخواست شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("c3f93665", "شرایط سهم درآمد آفریننده اثر"),
                n("a249ce04", "شرایط سهم درآمد آگهی‌ها"),
                n("d085a144", "داشبورد درآمدهای آفرینندگان آثار"),
                n("a5204850", "کل درآمد"),
                n("ada650cf", function (e) {
                    return "دوره پرداخت: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "سهم درآمد آگهی‌های ویدئویی"),
                n("g88c1108", "درباره سهم درآمد آگهی‌های ویدئویی"),
                n("d4bb7e9c", "شرایط سهم درآمد آگهی‌های ویدئویی"),
                n("dc535dbe", "برای برنامه سهم درآمد آگهی‌های پیش‌پخش ویدئویی درخواست دهید و از محتوایتان در X درآمد بیشتری کسب کنید."),
                n("eb6d9270", "کسب درآمد از محتوای شما"),
                n("a778472e", "جزئیات:"),
                n("bde8446e", "برای ارسال درخواست مشارکت در برنامه سهم درآمد آگهی «موافقت و ارسال» را انتخاب کنید."),
                n("a415fd3a", "موافقت و ارسال"),
                n("fbba9725", "قوانین X"),
                n("f3dd8c4a", "شرایط سهم درآمد آگهی، و استانداردهای درآمدزایی آفرینندگان آثار"),
                n("hd885ae0", "مشاهده تأثیر شما"),
                n("je4ccd3a", "مرکز راهنمایی مقاله‌های بدون تبلیغات"),
                n("i6cb493e", "مدیریت نحوه نمایش وابستگی‌های شما"),
                n("e4fde082", "زمان‌بندی کنید تا بتوانید پست‌های فرستاده‌شده را واگرد کنید، و انتخاب کنید چه نوع پست‌هایی را می‌خواهید واگرد کنید."),
                n("dcfc6540", "پست‌های اصلی"),
                n("be077e8c", "رشته‌توییت‌ها"),
                n("f3429f2c", "نظرسنجی‌ها"),
                n("i647ba8a", "دوره واگرد پست"),
                n("d195528e", "نوع پست‌هایی را که می‌خواهید پیش‌از عمومی شدن واگرد کنید، و مدت دوره واگرد خودتان را انتخاب کنید."),
                n("bcf3a9e6", "تنظیماتی را که کمک می‌کند پاسخ‌های ناخوشایند محدود شود مدیریت کنید."),
                n("c048fd3a", "پاسخ‌های بالقوه ناخوشایند فیلتر شود"),
                n("dab7dac4", "پاسخ‌های پست‌های شما که زبان بالقوه زیان‌بار یا اهانت‌آمیز دارند فیلتر خواهند شد و اینجا نشان داده می‌شود. دیگران همچنان می‌توانند این پاسخ‌ها را ببینند."),
                n("c4c53b86", "به‌خاطر داشته باشید که برای کمک به شناسایی این پاسخ‌ها از فناوری استفاده می‌کنیم، ولی با وجود اینکه همیشه درحال بهبود هستیم، ممکن است گاهی این کار را درست انجام ندهیم."),
                n("dca3d2ee", "فیلتر پاسخ غیرفعال شود؟"),
                n("fe440ff8", "پاسخ‌های فیلترشده در پست‌های شما بازیابی نخواهد شد."),
                n("cedbb01c", "قانونی"),
                n("b4f917d0", "موارد دیگر"),
                n("bdfa2b8c", "منابع دیگر"),
                n("b8692262", "جاهای دیگری را هم برای اطلاعات مفید بیشتر درباره محصولات و خدمات X ببینید."),
                n("c0398892", "یادداشت‌های انتشار"),
                n("b833bcde", "جنبه‌هایی از تجربه X خودتان، مانند محدود کردن کنتراست رنگ و حرکت را مدیریت کنید. این تنظیمات بر همه حساب‌های کاربری X در این مرورگر تأثیر می‌گذارد."),
                n("d5b646be", "بینایی"),
                n("jfe6a3a0", "حرکت"),
                n("e8c72272", "افزایش کنتراست رنگ"),
                n("dba2cdd2", "با افزایش کنتراست میان متن و رنگ‌های پس‌زمینه سطح خوانایی را بهبود دهید."),
                n("d070244e", "کاهش حرکت"),
                n("icfa5e8c", "میزان پویانمایی‌های درون-برنامه را (شامل تعداد مشارکت‌های زنده) محدود می‌کند."),
                n("ae41b002", "میزان پویانمایی‌های درون-برنامه را (شامل تعداد مشارکت‌های زنده) محدود می‌کند. سیستم شما اکنون سیگنال کاهش حرکت می‌دهد. اگر می‌خواهید حرکت را دوباره فعال کنید، لطفاً نخست آن را در آنجا غیرفعال کنید."),
                n("h9d1cfae", "دریافت یادآور شرح تصویر"),
                n("c878e9f8", "یادآوری تنظیم می‌کند تا پیش‌از فرستاده شدن پست برای افزودن شرح تصویر به شما یادآوری شود."),
                n("bbd1fc7c", "درباره دسترس‌پذیری در X بیشتر بدانید"),
                n("ac865cf0", "دسترس‌پذیری در X"),
                n("d3a2bde8", "اطلاعات حساب کاربری‌تان را ببینید، بایگانی داده‌هایتان را بارگیری کنید، یا با گزینه‌های غیرفعال‌سازی حساب کاربری‌تان آشنا شوید"),
                n("idca4742", "اطلاعات حساب کاربری‌تان مانند شماره‌تلفن و نشانی ایمیلتان را ببینید."),
                n("b6ded35e", "هروقت خواستید گذرواژه‌تان را تغییر دهید."),
                n("cce24bf4", "درباره نوع اطلاعاتی که برای حساب کاربری شما ذخیره می‌شود، اطلاعات کسب کنید."),
                n("i203df96", "با روش غیرفعال کردن حساب کاربری‌تان آشنا شوید."),
                n("f70cd5ee", "تلفن"),
                n("ib6f1694", "ایجاد حساب کاربری"),
                n("de323650", "زن"),
                n("b6ab31be", "مرد"),
                n("h3290872", "تأییدشده"),
                n("hbd12156", "درخواست تأییدسازی"),
                n("b7ec04f4", "بله"),
                n("f70d5780", "بله."),
                n("dc62d3c6", "نه."),
                n("a67dbd0a", "حساب کاربری تقلیدی، تفسیری، و طرفداری"),
                n("a3db727e", "حساب کاربری تقلیدی، تفسیری، یا طرفداری خودتان را مدیریت کنید"),
                n("eacf1990", "تاریخ تولدتان را به نمایه اضافه کنید."),
                n("a3bf1262", "تاریخ تولدتان را در نمایه‌تان تغییر دهید."),
                n("h530db16", "پست‌های محافظت‌شده"),
                n("d6d80990", "این اطلاعات تا وقتی وارد سیستم نشده باشید در مورد مرورگر یا دستگاه شما صدق می‌کند. ممکن است وقتی وارد سیستم شوید متفاوت باشد."),
                n("i0d81ddb", "تنظیمات شخصی‌سازی و داده"),
                n("g2a9bd3e", "برچسب‌های حساب کاربری خودکار"),
                n("dd9b3aae", "حساب کاربری خودکار چیست؟"),
                n("b80bdc40", "حساب‌های کاربری خودکار برنامه‌ریزی شده‌اند تا اقدامات معینی را به‌طور خودکار ازطریق رابط برنامه‌نویسی نرم‌افزار X اجرا کنند، مثلاً پست کردن وضعیت آب‌وهوایی منطقه. این حساب‌ها را افراد دیگری در X ایجاد و مدیریت می‌کنند."),
                n("a01ac9b6", "برچسب‌ها کسانی را که حساب کاربری خودکار را مدیریت می‌کنند به جهان نشان می‌دهند. وقتی مالک حساب کاربری خودکار حساب کاربری مدیریتی‌اش را متصل کند، برچسبی روی نمایه حساب کاربری خودکار و پست‌ها نشان داده خواهد شد."),
                n("b989e1fe", "آیا باید حساب‌های کاربری خودکارم را برچسب‌گذاری کنم؟"),
                n("i2d599aa", "چگونه حساب‌های کاربری خودکارم را برچسب‌گذاری کنم؟"),
                n("gd5bed72", "حساب کاربری مدیریتی ایجاد کنید"),
                n("g6d44432", "حساب کاربری مدیریتی را اشخاص حقیقی اداره می‌کنند و مسئولیت حساب کاربری خودکار را برعهده دارد."),
                n("e20a69e8", "حساب‌های کاربری مدیریتی و خودکارتان را به هم متصل کنید"),
                n("d2f88358", "حساب‌های کاربری‌تان را از صفحه «خودکارسازی» در تنظیماتتان متصل کنید."),
                n("e427f632", "حساب کاربری شما برچسب‌گذاری شد!"),
                n("a4d7cffa", "وقتی حساب‌های کاربری متصل شدند، حساب کاربری خودکار برچسب خواهد داشت."),
                n("a18d6a7d", "قوانین جدید"),
                n("e9965c14", "پرسشگان برچسب حساب کاربری خودکار"),
                n("ee78c192", "حساب PCF (تقلیدی، تفسیری، طرفداری) چیست؟"),
                n("c3f35e0c", "حساب‌های کاربری PCF شخص، گروه، یا سازمان دیگری را در نمایه‌شان به‌تصویر می‌کشند تا درباره آن بحث کنند، آن را مورد کنایه و استهزا قرار دهند، یا درباره آن اطلاع‌رسانی کنند."),
                n("d019b5fa", "آیا باید حساب کاربری PCF خودم را برچسب‌گذاری کنم؟"),
                n("dd04f24e", "بله. برچسب PCF تضمین می‌کند حساب کاربری شما افراد را در X سردرگم نکند، چون به آن‌ها اطلاع می‌دهد حساب کاربری شما به موضوع نمایه‌تان وابستگی ندارد. اگر حساب کاربری شما برچسب نداشته باشد ممکن است «سیاست اصالت و اعتبار» را نقض کند."),
                n("hb0f8bbc", "چگونه حساب کاربری PCF خودم را برچسب‌گذاری کنم؟"),
                n("g69acc5c", "کافی است روی «متوجه شدم» کلیک کنید تا شما را به تنظیمات نمایه‌تان ببریم و برچسب حساب کاربری را تنظیم کنید."),
                n("d313d431", "سیاست اصالت و اعتبار"),
                n("a3f22d8e", "انواع آگاه‌سازی‌هایی را که درباره فعالیت‌ها، علاقه‌مندی‌ها، و توصیه‌هایتان دریافت می‌کنید انتخاب کنید."),
                n("bc20979a", "X و شرکای آن از کوکی‌ها استفاده می‌کنند تا خدمات بهتر، ایمن‌تر و سریع‌تر به شما ارائه دهند و از کسب‌وکار ما حمایت کنند. برخی از کوکی‌ها برای استفاده از خدمات ما، بهبود خدمات ما و اطمینان از عملکرد صحیح آن‌ها ضروری هستند."),
                n("ge06dadc", "به X و شرکای آن اجازه دهید از کوکی‌ها برای ارائه تبلیغات و ارتباطات متناسب با علایق شما استفاده کنند."),
                n("he20de3a", "به X اجازه ندهید از کوکی‌ها برای جمع‌آوری داده‌های اضافی برای تبلیغات و ارتباطات مناسب استفاده کند."),
                n("g0ec0bec", "غیر‌فعال شد"),
                n("g89f4614", "حساب کاربری شما غیرفعال شده است"),
                n("f1768324", "روش شخصی‌سازی محتوا و جمع‌آوری و هم‌رسانی داده‌های به‌خصوص توسط X را کنترل کنید."),
                n("ja94f34e", "این تنظیمات تا وقتی وارد سیستم نشده باشید در مورد این مرورگر یا دستگاه صدق می‌کند. وقتی وارد سیستم شوید هیچ تأثیری نخواهند داشت."),
                n("bd73f7e6", "این گزینه باعث فعال یا غیرفعال شدن همه تنظیمات این صفحه می‌شود"),
                n("ddbc3288", "داده‌ها"),
                n("ae5339a0", "دیدن داده‌های X شما"),
                n("b934e0ea", "شخصی‌سازی و داده‌ها غیرفعال شود؟"),
                n("i0317e0e", "این کار باعث می‌شود پست‌ها و آگهی‌هایی که می‌بینید مناسبت کمتری داشته باشند."),
                n("a148acba", "غیرفعال‌ شود"),
                n("aa023546", "شخصی‌سازی براساس مکان‌هایی که بوده‌اید"),
                n("ced77194", "اجازه استفاده از اطلاعات مکان‌هایی که محتوای X را در وب مشاهده می‌کنید"),
                n("fe1fc83e", "این‌ها محدوده‌های سنی مرتبط با شما است."),
                n("bf9c74d0", "از این محدوده‌های سنی برای شخصی کردن استفاده نشود."),
                n("cf0daa24", "ممکن است طول بکشد تا این اطلاعات جمع‌آوری شود. بعداً دوباره امتحان کنید."),
                n("ea522535", "بیشتر بدانید"),
                n("hf5ca8f8", "نمایه‌تان"),
                n("d9cbe351", function (e) {
                    return e.count + " رویداد ورود";
                }),
                n("de90b04a", "مکان‌هایی که بوده‌اید"),
                n("cbd2ef59", function (e) {
                    return e.count + " مکان";
                }),
                n("a4441bb8", "علاقه‌مندی‌ها از X"),
                n("e1c6b2d6", "مخاطبان متناسب"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " مخاطب از " + e.advertiserCount + " آگهی‌دهنده";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " علاقه‌مندی";
                }),
                n("hf9c2caa", "فهرست آگهی‌دهندگان درخواست شود؟"),
                n("c29b7971", function (e) {
                    return "این به " + e.primaryEmail + " فرستاده خواهد شد.";
                }),
                n("b9e1cf02", "درخواست"),
                n("a8276fac", "درخواست فهرست آگهی‌دهندگان"),
                n("g7912a84", "دریافت شد. وقتی فهرست شما آماده شد با ایمیل برایتان فرستاده خواهد شد."),
                n("d6104de0", "می‌توانید در تنظیمات شخصی‌سازی و داده از تبلیغات مبتنی بر علاقه‌مندی انصراف دهید. این کار آگهی‌هایی را که در X می‌بینید تغییر خواهد داد، ولی شما را از مخاطبان آگهی‌دهندگان حذف نخواهد کرد."),
                n("ed8c03f5", "بیشتر بدانید"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " مخاطب";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " آگهی‌دهنده";
                }),
                n("j4fa776e", "تلفن‌ها"),
                n("i7acdb36", "رایانه‌های لوحی"),
                n("c112dfc8", "رایانه‌های رومیزی"),
                n("jd8607ba", "تاریخ فعال‌سازی"),
                n("ea4f6c9e", "مرورگرها"),
                n("d750b93f", function (e) {
                    return e.count + " مرورگر";
                }),
                n("a9783602", "دستگاه‌های همراه"),
                n("j043aa31", function (e) {
                    return e.count + " دستگاه همراه";
                }),
                n("ae415fd2", "این تنظیمات غیرفعال است."),
                n("a90be7b4", "نشانی‌های ایمیل"),
                n("c0f6f911", "فعالیت خارج از X"),
                n("adaafb3f", "هویت استنباطی"),
                n("f0f72665", "هویت استنباطی"),
                n("d33b4e5b", "فعالیت خارج از X"),
                n("c4668d4f", "فعالیت خارج از X"),
                n("df3e137b", "بیشتر بدانید"),
                n("d1597ccb", "بیشتر بدانید"),
                n("c1b03a07", "بیشتر بدانید"),
                n("b056d9dc", "این تنظیمات زبان اصلی حساب کاربری شما است."),
                n("h68bc23c", "این زبان‌های اضافی برای شخصی کردن تجربه شما استفاده می‌شوند."),
                n("fbf0e61e", "اگر قبلاً جنسیتی مشخص نکرده‌اید، این جنسیت همان است که براساس نمایه و فعالیت شما با حساب کاربری‌تان مرتبط شده است. این اطلاعات به‌طور عمومی نشان داده نخواهد شد."),
                n("b4568a3a", "جنسیت خود را اضافه کنید"),
                n("c0be743e", "جنسیت به‌روز شد"),
                n("c5abae66", "این جنسیتی است که از نظر X بیشترین ارتباط را با شما دارد."),
                n("cdb0d3e6", "از این جنسیت برای شخصی کردن استفاده نشود."),
                n("j31a1aa0", "این‌ها مکان‌هایی هستند که X با استفاده از آن‌ها محتوای مرتبط‌تری به شما نشان می‌دهد. اگر «شخصی‌سازی براساس مکان‌هایی که بوده‌اید» را غیرفعال کرده باشید مکانی در اینجا فهرست نخواهد شد."),
                n("ddefdd1c", "مکان‌هایی که بوده‌اید حذف شود؟"),
                n("hea740ac", "این کار مدتی وقت می‌گیرد و نمی‌توانید آن را لغو کنید."),
                n("a26e0d52", "متوجه شدم. این مکان‌ها حذف خواهند شد."),
                n("he447966", "فعلاً مکانی پیدا نشده است."),
                n("b9d98dec", "تنظیمات مکان"),
                n("e27e4fce", "مکان نامشخص"),
                n("ib55eb6b", "برنامه‌های متصل"),
                n("e5a4a539", "بیشتر بدانید"),
                n("gc8f2e14", "در تنظیمات شخصی‌سازی و داده می‌توانید از آگهی‌های مبتنی بر علاقه‌مندی انصراف دهید."),
                n("e6dbe66b", "بیشتر بدانید"),
                n("d3310e49", function (e) {
                    return "فایلی با تمام اطلاعات مربوط به حساب کاربری شما به " + e.primaryEmail + " فرستاده خواهد شد.";
                }),
                n("ib03e8c8", "فایلی با تمام اطلاعات مربوط به حساب کاربری شما در این دستگاه بارگیری شود؟"),
                n("g49741e8", "بارگیری"),
                n("dc370a0c", "دریافت شد. وقتی داده‌های شما آماده شد با ایمیل برایتان فرستاده خواهد شد."),
                n("c07b4316", "علاقه‌مند به"),
                n("e97196fe", "معروف برای"),
                n("ja0f971c", "این‌ها تعدادی از علاقه‌مندی‌هایی است که براساس نمایه، فعالیت، و سرفصل‌هایی که دنبال می‌کنید، با شما تطبیق داده شده است. این موارد برای شخصی‌سازی تجربه شما در سراسر X، ازجمله آگهی‌هایی که می‌بینید، استفاده می‌شود. اگر چیزی درست به نظر نمی‌رسد، می‌توانید علاقه‌مندی‌هایتان را تغییر دهید. تغییراتی که می‌دهید ممکن است مدتی طول بکشد تا اعمال شود."),
                n("gd1ce494", "فکر می‌کنیم شما را با علاقه‌مندی‌های زیر می‌شناسند. این موارد برای نشان دادن محتوای بیشتری از شما به افرادی که به این زمینه‌ها علاقه دارند استفاده می‌شود. اگر چیزی به‌نظرتان درست نمی‌رسد می‌توانید آن را تغییر دهید. تغییراتی که می‌دهید ممکن است مدتی طول بکشد تا اعمال شود."),
                n("a6b0b41a", "برنامه X را روی گوشی تلفنتان دریافت کنید. رایگان است."),
                n("h3ed510e", "داده‌های X"),
                n("b708417c", "شما می‌توانید فایل فشرده‌ای از بایگانی اطلاعات حساب کاربری‌تان، سابقه حساب کاربری، برنامه‌ها و دستگاه‌ها، فعالیت حساب کاربری، علاقه‌مندی‌ها، و داده‌های «آگهی‌ها» درخواست کنید. وقتی بایگانی داده‌های شما آماده بارگیری شد، از داخل برنامه آگاه‌سازی دریافت خواهید کرد."),
                n("jbf5843e", "داده‌های Periscope"),
                n("ea886c6e", "می‌توانید برای دریافت بایگانی داده‌هایتان در Periscope مستقیماً در Periscope درخواست دهید."),
                n("cdcc2ad4", "بارگیری انجام نشد"),
                n("dbeff87a", "درخواست بایگانی"),
                n("hb02ed28", "ویژگی بارگیری داده‌های شما فعلاً دردسترس نیست. بعداً در تاریخ دیگری دوباره امتحان کنید."),
                n("c2254084", "درخواست شما را دریافت کردیم. برای محافظت از حساب کاربری شما، ۲۴ ساعت یا بیشتر طول می‌کشد تا داده‌هایتان آماده شود."),
                n("f62d1d9e", "بایگانی شما آماده است و می‌توانید با استفاده از مرورگر رایانه‌تان آن را بارگیری و مشاهده کنید. به‌خاطر داشته باشید که این داده‌ها را باید پیش از اینکه در چند روز آینده منقضی شود بارگیری کنید."),
                n("b221ca4c", "وقتی داده‌های شما برای بارگیری آماده شد به شما خبر می‌دهیم"),
                n("db40dfcf", "این فرم را پر کنید"),
                n("g1aced04", "برنامه‌ها، دستگاه‌ها و اطلاعات"),
                n("dbcf3a1a", "افزودن برچسب نمایه"),
                n("cbb2367c", "نشان دادن یا پنهان کردن برچسب نمایه حساب کاربری تقلیدی، تفسیری، و طرفداری."),
                n("ge48855c", "تقلیدی"),
                n("hf019b20", "این برچسب تضمین می‌کند حساب کاربری شما افراد را در X سردرگم نکند، چون به آن‌ها اطلاع می‌دهد حساب کاربری شما با موضوع نمایه‌تان وابستگی ندارد."),
                n("d048571e", "برچسب تقلیدی برداشته شود؟"),
                n("g905134c", "غیرفعال کردن این برچسب باعث برداشته شدن آن از نمایه‌تان و همه پست‌های قبلی می‌شود. لطفاً بررسی کنید با سیاست «اصالت و اعتبار» سازگار باشید."),
                n("ce62c8c2", "برچسب نمایه برداشته شود؟"),
                n("a14080ce", "برچسب نمایه به‌روز شود؟"),
                n("db6796f6", "غیرفعال کردن این برچسب باعث برداشته شدن آن از نمایه‌تان و همه پست‌های قبلی می‌شود. لطفاً بررسی کنید با سیاست «اصالت و اعتبار» سازگار باشید. وقتی به‌روز شود، به‌روزرسانی‌های دیگر تا ۴۸ ساعت بعد قفل خواهد شد."),
                n("c700b6be", "وقتی به‌روز شود، به‌روزرسانی‌های دیگر تا ۴۸ ساعت بعد قفل خواهد شد."),
                n("ff1739ae", "برچسب نمایه"),
                n("h70c602c", "برچسب نمایه به‌روز نمی‌شود"),
                n("c818c60c", "نتایج آماری"),
                n("ha9f14b1", function (e) {
                    return "اتاق گفت‌وگوی شما در تاریخ " + e.scheduleDate + " ساعت " + e.scheduleTime + " شروع خواهد شد";
                }),
                n("jafbef80", "شما اجازه زمان‌بندی این «اتاق گفت‌وگو» را ندارید"),
                n("e5d26f84", "با فعال کردن آگاه‌سازی‌های X هرگز خبری را ازدست ندهید. X کشور و زبان دستگاه شما را مشاهده و آگاه‌سازی‌های شما را شخصی‌سازی می‌کند."),
                n("f91f00ba", "ایجاد کلیپ صوتی"),
                n("f9b2d343", function (e) {
                    return e.count + " پست";
                }),
                n("jcc8306e", "برای صحبت کردن درخواست کنید"),
                n("j41fd45a", "درخواست فرستاده شد"),
                n("d5b2aae8", "درخواست‌های صحبت کردن خیلی زیادی فرستاده شده است. لطفاً بعداً دوباره امتحان کنید."),
                n("b9945b98", "درخواست صحبت کردن انجام نشد. لطفاً چند ثانیه دیگر دوباره به اتاق گفت‌وگو بپیوندید و دوباره امتحان کنید."),
                n("b2cc6a54", "پیوستن به‌عنوان سخنران"),
                n("fb6c0bbc", "گوش دادن در حالت ناشناس"),
                n("e49a1f42", "شما دارید در حالت ناشناس گوش می‌کنید و میزبان و شرکت‌کنندگان دیگر شما را نمی‌بینند."),
                n("jf01aea4", "رای شرکت کردن، باید اتاق گفت‌وگو را ترک کنید و دوباره به‌صورت شنونده‌ای نمایان بپیوندید."),
                n("cac1482a", "واکنش"),
                n("fc0e94b7", function (e) {
                    return "واکنش با " + e.emoji;
                }),
                n("jf9f3e54", "۱۵ ثانیه پرش به جلو"),
                n("hdd1aba0", "‫۱۵ ثانیه رد کردن به عقب‬"),
                n("b89c5a50", "توقف موقت"),
                n("e674c120", "نمایش زیرنویس‌ها"),
                n("f45bace4", "پنهان کردن عنوان‌ها"),
                n("ce96f1dc", "زیرنویس دردسترس نیست"),
                n("e07f6e7d", function (e) {
                    return "سرعت " + e.rate + " برابر";
                }),
                n("jd04fc66", "سرعت نصف"),
                n("f03848b8", "عادی"),
                n("j0e5c2ce", "سرعت ۱٫۵ برابر"),
                n("b3f2318e", "سرعت دو برابر"),
                n("f17bc95a", "هم‌رسانی صفحه‌نمایش"),
                n("b11a74b2", "توقف هم‌رسانی"),
                n("e51c2372", "مهمان‌ها"),
                n("b08821f4", "بازگشت"),
                n("fed1388a", "تنظیمات اتاق گفت‌وگو"),
                n("c63dd2cc", "در این گفت‌وگوی زنده به من بپیوندید!"),
                n("c958c6c8", "این را پست کنید"),
                n("if23a252", "اشتراک‌گذاری ازطریق…"),
                n("c0530da6", "هم‌رسانی منو"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "«اتاق گفت‌وگو» پایان یابد؟"),
                n("db684264", "بله، پایان داده شود"),
                n("je23178a", "با این کار گفت‌وگو برای همه به‌پایان می‌رسد."),
                n("c371fb9a", "پایان"),
                n("c0ce822e", "تنظیمات میکروفون"),
                n("a2bf8b8a", "به حالت گوش دادن بروید"),
                n("caa8d928", "دکمه تنظیم زدودن سروصدا"),
                n("b5d88f0c", "فقط کارکنان"),
                n("c855ab8e", "مخصوص «مشترک‌ها»"),
                n("ddeb0a3c", "این «انجمن» است. افراد را می‌پسندید؟ نگاهی بیندازید."),
                n("e111f531", function (e) {
                    return e.count + " نفر شنونده‌اند";
                }),
                n("cbef820f", function (e) {
                    return "‫" + e.screenName + " این جاری‌سازی را بازپست کرد!‬";
                }),
                n("e3275464", "ارسال"),
                n("cededf2a", "میزبان"),
                n("i2caef48", "میزبان‌ها"),
                n("j245c654", "سخنران‌ها"),
                n("eda23a02", "شنونده‌ها"),
                n("b90eb348", "دعوت به «صحبت کردن»"),
                n("d9a63e82", "حذف از سخنران‌ها"),
                n("bd917b26", "دعوت به همکاری در میزبانی"),
                n("d7357e7e", "حذف از میزبان‌ها"),
                n("bf307fc0", "مسدودسازی و حذف"),
                n("ccf2f24e", "گزارش"),
                n("i22835de", "تأیید");
            n("cb59a0fe", "رد کردن"),
                n("c2376960", "درخواست‌ها برای صحبت کردن"),
                n("aba7dcdd", function (e) {
                    return "دعوت از " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "میزبان" + f(e.count, "", "‌ها");
                }),
                n("fc56c8b1", function (e) {
                    return "میزبان" + f(e.count, "", "‌های") + " مشترک";
                }),
                n("iba0f45d", function (e) {
                    return "سخنران" + f(e.count, "", "‌ها");
                }),
                n("dc066955", function (e) {
                    return "شنونده" + f(e.count, "", "‌ها");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " باز نقطه" + f(e.remainingCapacityCount, "", "‌ها");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " درخواست" + f(e.count, "", "‌ها");
                }),
                n("fe7a1910", "فرستادن دعوت‌نامه"),
                n("ic3c757e", "جست‌وجوی کاربران"),
                n("cd133486", "دعوت"),
                n("f2333850", "هم‌رسانی با افراد خارج از X"),
                n("cddb8097", "بیشتر بدانید"),
                n("f77997b0", "میزبان"),
                n("i48f4ed8", "سخنران"),
                n("a77c8e02", "شنونده"),
                n("bdfa93eb", function (e) {
                    return "هم‌رسانی توسط " + e.name;
                }),
                n("d8cc6ada", "چه کسانی می‌توانند صحبت کنند؟ بر سخنران‌های کنونی تأثیری ندارد. تغییرات ممکن است چند ثانیه طول بکشد."),
                n("e3a87142", "فقط افرادی که برای صحبت کردن دعوت کنید"),
                n("db3de1d2", "پیوستن به‌عنوان «سخنران»"),
                n("d7f4bc44", "پیوستن به‌عنوان «میزبان»"),
                n("edcf15e9", function (e) {
                    return "درخواست‌شده (" + e.count + ")";
                }),
                n("h13957aa", "اتاق گفت‌وگو را خاموش کنید"),
                n("ge6372fa", "اتاق گفت‌وگو را گویا کنید"),
                n("i7a42e1c", "کمک کنید این «اتاق گفت‌وگو» را مدیریت کنیم"),
                n("e0b8f112", "شما برای همکاری در میزبانی دعوت شده‌اید!"),
                n("ee12263c", "میزبان‌های همکار می‌توانند در «اتاق گفت‌وگو» صحبت کنند"),
                n("jee7002c", "میزبان‌های همکار می‌توانند سخنران‌ها را دعوت، حذف، و بی‌صدا کنند"),
                n("i95225d2", "میزبان‌های همکار می‌توانند پست‌ها را هم‌رسانی کنند و بردارند"),
                n("f07137fa", "میزبان‌های همکار می‌توانند شنونده‌ها را از «اتاق گفت‌وگو» حذف کنند"),
                n("j6cdf012", "میزبان‌های همکار نمی‌توانند میزبان دیگری برای همکاری دعوت کنند یا آن‌ها را حذف کنند"),
                n("c727d116", "میزبان‌های همکار نمی‌توانند به «اتاق گفت‌وگو» پایان دهند"),
                n("g69084b8", "پذیرفتن دعوت به همکاری در میزبانی"),
                n("ee230734", "نمایش گزینه‌های بیشتر"),
                n("ic8c615e", "گزینه انتخاب و فرستادن پاسخ سریع"),
                n("a04077c4", "لطفاً ۱ تصویر، ویدئو یا GIF انتخاب کنید."),
                n("c07367d8", "این رسانه فعلاً برای «پیام‌های رمزگذاری‌شده» پشتیبانی نمی‌شود"),
                n("af71ef68", "صوتی"),
                n("fc64990e", "ویدئو"),
                n("ca0ce0e4", "شروع یک پیام جدید"),
                n("e18e6a63", function (e) {
                    return "برای پیام دادن به @" + e.username + " باید X Premium داشته باشید";
                }),
                n("c3752568", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای فرستادن پیامتان اقدام کنید."),
                n("f78aa3ea", "چند پیام شما فعلاً فرستاده نشد. لطفاً بعداً دوباره امتحان کنید."),
                n("f9690dc0", "متاسفیم! نمی‌توانید به این حساب کاربری پیام بفرستید."),
                n("b1d35408", "شما از حد روزانه ارسال پیام گذشته‌اید."),
                n("g539cca6", "حساب کاری شما معلق شده است و اجازه ارسال پیام ندارد."),
                n("bbac001a", "این پیام بسیار طولانی است."),
                n("a1d2a68e", "این کاربر شما را دنبال نمی‌کند. فقط می‌توانید به افرادی که دنبالتان کرده‌اند پیام بفرستید."),
                n("ec2bb9d4", "پستی که دارید سعی می‌کنید بفرستید حذف شده است."),
                n("hf383be4", "حسابی که دارید سعی می‌کنید به آن پیام بفرستید حذف شده است."),
                n("c4fdbd16", "نمی‌توانید به کاربرانی که مسدود کرده‌اید پیام بفرستید."),
                n("hf3e7e38", "امکان ارسال پیام شما نیست."),
                n("dd8272fd", function (e) {
                    return e.count + " پیام جدید";
                }),
                n("e2cd3b7c", "تماس صوتی پایان یافت"),
                n("f42f365a", "تماس تصویری پایان یافت"),
                n("a7570f2c", "تماس صوتی بی‌پاسخ"),
                n("jd9831b2", "تماس تصویری بی‌پاسخ"),
                n("f0985268", "تماس صوتی"),
                n("ca397a48", "تماس تصویری"),
                n("bb7e2143", function (e) {
                    return e.seconds + " ثانیه";
                }),
                n("c1d4ac84", "شما عکس گروه را عوض کردید"),
                n("abc7b032", "عکس این گروه تغییر کرد"),
                n("i263b294", "به این گفتگو پیوستید"),
                n("i8d5e62b", function (e) {
                    return e.count + " نفر دیگر";
                }),
                n("f7204380", "این Fleet منقضی شده است"),
                n("d9de7b58", "این رسانه پنهان شده است چون از کسی است که دنبال نمی‌کنید."),
                n("f2879f4e", "این پیام ممکن است رسانه‌های بی‌پرده داشته باشد."),
                n("b518221e", "باز کردن تصویر"),
                n("eeaa9f90", "باز کردن ویدئو"),
                n("g2b43664", "باز کردن GIF"),
                n("d99de549", function (e) {
                    return "در پاسخ به " + e.name;
                }),
                n("f5a07f7c", "پیوست"),
                n("fd079470", "این هرزنامه است"),
                n("c7a92dca", "پیام تأیید"),
                n("fb3ccb56", "پیام به‌دلیل محتوای مشکوک پنهان شد"),
                n("c94b7d8a", "پخش پیام صوتی"),
                n("eb6f9582", "مکث پیام صوتی"),
                n("b6b4142e", "این پست پنهان شده است چون از کسی است که دنبال نمی‌کنید."),
                n("fda60d78", "این پست ممکن است رسانه‌های بی‌پرده داشته باشد."),
                n("b59a9004", "باز کردن پست"),
                n("daf6bf02", "تغییر تنظیمات"),
                n("ba60339a", "حذف برای شما"),
                n("eb497e08", "اقدامات بیشتر"),
                n("b170974a", "افزودن واکنش"),
                n("i202bd22", "گزارش پیام"),
                n("f2e5491a", "کپی پیام"),
                n("bf2d08ca", "واکنش‌های بیشتر"),
                n("ca7a2215", function (e) {
                    return "واکنش کنونی شما: " + e.emoji;
                }),
                n("j4bfee22", "پیام حذف شود؟"),
                n("faddd3a2", "این پیام برای شما حذف خواهد شد. افراد دیگر حاضر در گفتگو همچنان می‌توانند آن را ببینند."),
                n("f58dff34", "مشکلی پیش آمد، و پیام حذف نشد."),
                n("ad5a8e8e", "متأسفیم! مجوز لازم را برای حذف این پیام ندارید."),
                n("fad48eea", "در حال فرستادن…"),
                n("ae7d7a24", "پیام فرستاده نشد"),
                n("bbe74f3f", function (e) {
                    return "دیروز، " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " واکنش";
                }),
                n("c0098d4a", "واکنش‌ها"),
                n("j85999ec", "فهرست واکنش‌های کاربر"),
                n("a2d48779", function (e) {
                    return "حذف واکنش کنونی شما: " + e.emoji;
                }),
                n("icd0bf34", "دیده‌شده"),
                n("e8bd8fec", "فرستاده‌شده"),
                n("b2d32fae", "همه دیده‌اند"),
                n("a763d33f", function (e) {
                    return e.count + " نفر دیده‌اند";
                }),
                n("d84b485e", "این حساب‌ کاربری را دنبال کردید"),
                n("be0c83d8", "این درخواست را پذیرفتید"),
                n("bcc13060", "دسترسی زودتر"),
                n("e535cae9", function (e) {
                    return e.count + " دنبال‌" + f(e.count, "ک", "ك") + "ننده";
                }),
                n("cf249089", function (e) {
                    return "تاریخ پیوستن " + e.joinDate;
                }),
                n("g1f972d7", "بیشتر بدانید"),
                n("bb0e37c3", "بیشتر بدانید"),
                n("a89e8ab3", "بیشتر بدانید"),
                n("d98540eb", "بیشتر بدانید"),
                n("j296badb", "بیشتر بدانید"),
                n("e45d77f5", "بیشتر بدانید"),
                n("h52ca4c4", "پیام‌های جدید"),
                n("ffde2fdc", "در حال بارگذاری گفتگو"),
                n("da878dc0", "پذیرفتن"),
                n("hc52446c", "می‌خواهید در این گروه شرکت کنید؟ تا زمانی که درخواستشان را نپذیرید نمی‌دانند آن را دیده‌اید."),
                n("f7e1ad65", function (e) {
                    return "می‌خواهید به " + e.senderName + " اجازه دهید به شما پیام بدهد؟ تا وقتی نپذیرفته باشید، خبردار نمی‌شود که پیامش را دیده‌اید.";
                }),
                n("gdf4b790", "گفتگو را ترک کنید؟"),
                n("bbf83d84", "این کار را نمی‌توان لغو کرد و سابقه گفتگو از صندوق ورودی شما حذف خواهد شد."),
                n("ib3fe8aa", "مسدود یا گزارش کردن"),
                n("gbed8594", "مسدودسازی باعث می‌شود این شخص نتواند در آینده به شما درخواست پیام بفرستد."),
                n("g9074da4", "ترک گفتگو"),
                n("ad63377e", "حذف گفتگو"),
                n("h09b49f8", "این گفتگو از صندوق ورودی شما حذف خواهد شد. افراد دیگر حاضر در گفتگو همچنان می‌توانند آن را ببینند."),
                n("i6b19b08", "گزارش گفتگو"),
                n("cdb1a05a", "درباره هرزنامه‌ها یا سوءاستفاده‌ها به X اطلاع دهید تا بتوانیم از افراد دیگر در برابر این نوع حساب‌های کاربری محافظت کنیم."),
                n("d6b11d9c", "پیام خصوصی شما فرستاده نشد زیرا بعضی رسانه‌ها بارگذاری نشدند."),
                n("c64c1884", "نوشتن پیام جدید"),
                n("cdcebd22", "پیام جدید"),
                n("a66ac766", "در حال بارگذاری پیام‌های خصوصی"),
                n("a846382a", "«پیام‌های خصوصی» را جستجو کنید"),
                n("h845f282", "پیام خصوصی"),
                n("d7ad7414", "پیام‌ها دردسترس نیست"),
                n("ga086a54", "پیوست تصویری"),
                n("a9cc8cfe", "گیف فرستاد"),
                n("eb3d722e", "GIF فرستادید"),
                n("e5bfe07e", "پیوندی فرستاد"),
                n("db53c018", "پیوند فرستادید"),
                n("bf584cd2", "عکسی را ارسال کرد"),
                n("f80629ba", "عکس فرستادید"),
                n("e20b65b0", "چسبانکی فرستاد"),
                n("d30c2d40", "چسبانک فرستادید"),
                n("a876e58c", "ویدیویی را ارسال کرد"),
                n("j7d8101a", "ویدیو فرستادید"),
                n("dedfd266", "پیام صوتی فرستاده است"),
                n("h7033cac", "پیام صوتی فرستادید"),
                n("i34ec422", "پستی هم‌رسانی کرد"),
                n("a4939874", "پستی هم‌رسانی کردید"),
                n("a30a206e", "متوجه شدم!"),
                n("ib4b1b86", "معرفی گفت‌وگوهای سنجاق‌شده"),
                n("bd3ca2ef", function (e) {
                    return "برای سنجاق کردن گفت‌وگو در بالا و دسترسی آسان، منوی اقدامات را انتخاب کنید. در هر زمان تا " + e.count + " گفت‌وگو می‌توانید سنجاق کنید.";
                }),
                n("e1c9ec9c", "سنجاق کردن گفت‌وگو"),
                n("e3cfff7c", "توقف موقت گفت‌وگو"),
                n("f398722e", "گفت‌وگو در حالت توقف موقت قرار گرفت"),
                n("bdd91964", "برداشتن سنجاق گفت‌وگو"),
                n("a8ed0eca", "بیرون آوردن گفت‌وگو از حالت توقف موقت"),
                n("jac4eb1e", "گفت‌وگو از حالت توقف موقت خارج شد"),
                n("d88d0790", "منوی گزینه‌ها"),
                n("ce108dda", "انتخاب برچسب"),
                n("abf2d13c", "انتخاب"),
                n("e4b3f520", "گفت‌وگوهای سنجاق‌شده"),
                n("ae4d666a", "همه گفت‌وگوها"),
                n("d98e066c", "گفت‌وگو سنجاق شد."),
                n("j302dba8", "سنجاق گفت‌وگو برداشته شد."),
                n("cb367658", "گفت‌وگو سنجاق نشد. دوباره امتحان کنید."),
                n("ie9a7e48", "گفت‌وگو سنجاق نشد. پس‌از بررسی اتصالتان دوباره امتحان کنید."),
                n("hd3927c6", "سنجاق گفت‌وگو برداشته نشد. دوباره امتحان کنید."),
                n("f1ac0968", "سنجاق گفت‌وگو برداشته نشد. پس‌از بررسی اتصالتان دوباره امتحان کنید."),
                n("d571e4f9", function (e) {
                    return "فقط " + e.count + " گفت‌وگو می‌توانید سنجاق کنید";
                }),
                n("a551bf7e", "باید سنجاق یکی از گفت‌وگوها را بردارید تا بتوانید یکی دیگر را سنجاق کنید."),
                n("a676a876", "به صندوق ورودی‌تان خوش آمدید!"),
                n("h52877aa", "با گفت‌وگوهای خصوصی بین شما و دیگران در X می‌توانید پیام‌های کوتاه بفرستید، پست هم‌رسانی کنید، و کارهای دیگری انجام دهید. "),
                n("efe8fda0", "پیامی بنویسید"),
                n("b9dae4f4", "عبارت جستجوی دیگری امتحان کنید"),
                n("e7fb2028", "نتایج بیشتری یافت نشد"),
                n("ae111c99", function (e) {
                    return "نتیجه‌ای برای «" + e.query + "» یافت نشد";
                }),
                n("e8581cce", "واژه‌ای که وارد کردید نتیجه‌ای در پی نداشت"),
                n("f08940ac", "شروع پیام جدید"),
                n("i5d7593a", "افراد، گروه‌ها، یا پیام‌ها را جستجو کنید"),
                n("c94ac69e", "گروه‌ها"),
                n("fb3c8e74", "جستجوهای اخیر"),
                n("fd6150fc", "حفظ امنیت بیشتر شما در پیام‌های خصوصی"),
                n("c7e8a9ee", "سیاست‌های مربوط به حریم شخصی"),
                n("bece84b4", "درخواست‌های پیام شما خالی است"),
                n("e51be7c1", "بیشتر بدانید"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "", "s");
                }),
                n("ed93de0c", "درحال تجزیه‌وتحلیل پست"),
                n("ba44f4ea", "جزئیات بیشتر از Grok"),
                n("a6e89af8", "گفتگوی آزاد"),
                n("ica55d24", "گپ جدید"),
                n("f794af9a", "حالت سرگرمی"),
                n("eccf9fea", "حالت معمولی"),
                n("g7b1c574", "بازیابی به پیش‌فرض"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "حالت جستجوی دلخواهتان را انتخاب کنید"),
                n("i330e54c", "استدلال و جستجوی پیشرفته"),
                n("ac64b674", "جستجوی توسعه‌یافته، استدلال بیشتر"),
                n("j22655f2", "هرچه خواستید بپرسید"),
                n("h0681e3e", "با Grok، دستیار هوش مصنوعی ما، صحبت کنید"),
                n("d593fd78", "می‌تواند به پرسش‌هایتان پاسخ دهد، در X جستجو کند، و تصویر تولید کند"),
                n("d0205a24", "اطلاعات واقعی را بررسی کنید"),
                n("ed4177c4", "Grok ممکن است با اطمینان کامل اطلاعات نادرست و نامنطبق با واقعیت ارائه کند، خلاصه‌های نادرست ایجاد کند، یا محتواهایی را ازقلم بیندازد. خودتان هم باید اطلاعات را تأیید کنید."),
                n("c0ff98f8", "آموزش و شخصی‌سازی هوش مصنوعی"),
                n("f1a8218a", "ممکن است از داده‌های X شما و نیز تعامل‌ها، ورودی‌ها و نتایج شما در Grok برای اهداف آموزش و بهینه‌سازی مدل و نیز شخصی‌سازی کردن تجربه Grok شما استفاده کنیم. بااستفاده از تنظیمات X می‌توانید انصراف دهید. برای کسب اطلاعات بیشتر به «مرکز راهنمایی» ما مراجعه کنید."),
                n("bcbf5b6e", "درحال هم‌رسانی"),
                n("j7b5c844", "مسئولیت گفت‌وگوهایی که به‌صورت عمومی هم‌رسانی می‌کنید برعهده شما است. در گفت‌وگوهایتان با Grok از هم‌رسانی کردن اطلاعات حساس و محرمانه درباره خودتان یا دیگران پرهیز کنید («مرکز راهنمایی» را ببینید)."),
                n("c9f7c196", "مرکز راهنمایی"),
                n("b63d3d36", "پیوست کردن"),
                n("c65f7308", "سرورها فعلاً خیلی درگیر است"),
                n("f2a8655e", "ابزار Grok Advanced فعلاً دردسترس نیست."),
                n("c26b9b9c", "فایل"),
                n("g10600b0", "منو"),
                n("j826e722", "ذخیره کردن تصویر"),
                n("a9325f10", "کپی کردن تصویر"),
                n("g0b12442", "تصویر کپی نشد"),
                n("edd0c172", "پست کردن تصویر"),
                n("d1d3a41a", "ویرایش تصویر"),
                n("a2697040", "شرح دهید در تصویر چه چیزهایی تغییر کند"),
                n("ge1cefc4", "ابزارها"),
                n("e9b6d404", "‫Grok به کدام ابزارهای جستجو باید دسترسی داشته باشد؟"),
                n("h15dce2e", "تنظیمات پیشرفته"),
                n("ff9dc268", "ویرایش پیام‌واره"),
                n("e9fcdd0c", "از Grok بخواهید با جدیّت در وب جستجو کند"),
                n("fc4e8aba", "از Grok بخواهید مرحله‌به‌مرحله دلیل بیاورد"),
                n("e4ae6abe", "از Grok بخواهید تا تصویرتان را تبدیل کند"),
                n("e8ade5e2", "انتخاب «شخصیت»"),
                n("b5df32b0", "چیزی Grok کنید"),
                n("fb3b9776", "خروجی Grok توسط این کاربر سفارشی‌سازی شده است."),
                n("ca93f2ee", "این پیام حذف شده است."),
                n("b52484b6", "درحال جستجو…"),
                n("b8c06820", "کپی کردن متن"),
                n("ca0f5894", "نپسندیدن"),
                n("ja8d189e", "پاسخ نوشتاری می‌خواستم"),
                n("e951f04e", "تصویر می‌خواستم"),
                n("c503b35e", "تصویر دیگری می‌خواستم"),
                n("d4371c92", "کد درست نیست"),
                n("dbe8586e", "کد دیگری می‌خواستم"),
                n("e360eb4a", "کد نمی‌خواستم"),
                n("a18657ca", "محاسبات نادرست است"),
                n("b8b86300", "محاسبات نمی‌خواستم"),
                n("e4c34788", "پاسخ نادرست"),
                n("b220a8c8", "چیز دیگری می‌خواستم"),
                n("b115fd18", "پاسخ جانب‌دارانه"),
                n("dc637214", "سبک/لحن نامناسب"),
                n("f02e6d42", "می‌خواستم جستجو کنم"),
                n("bbec6bba", "نتایج بد جستجو"),
                n("b494d088", "جستجو نمی‌خواستم"),
                n("a44974f2", "تصویر قابل‌فهم نیست"),
                n("bd44a8a8", "بیشتر به ما بگویید"),
                n("fcdbe764", "کدام کار Grok باید بهتر شود؟"),
                n("bb6adb22", "مشکلی را که پیش آمد شرح دهید"),
                n("h0fa15f2", "از بازخورد شما سپاسگزاریم!"),
                n("d700b268", "گپ‌های ارجاع‌داده‌شده"),
                n("cd7bdab2", "فراموش کردن گفتگوها باعث حذف آن‌ها از سابقه نمی‌شود"),
                n("f21b84de", "فراموشی مرجع"),
                n("i52a9cb8", "خاطره‌ای برای نمایش وجود ندارد."),
                n("d9d36880", "فراموش کردن"),
                n("g02dacc0", "امروز"),
                n("c6e845c0", "دیروز"),
                n("a5fa4a86", "ژانویه"),
                n("c51724a4", "فوریه"),
                n("j244ceb2", "مارس"),
                n("b22b12e0", "آوریل"),
                n("h3023cac", "مه"),
                n("b10dbffa", "ژوئن"),
                n("c81da1b6", "ژوئیه"),
                n("d4e4d3ce", "اوت"),
                n("c3418f9a", "سپتامبر"),
                n("b64dada6", "اکتبر"),
                n("ad24ec20", "نوامبر"),
                n("c7902252", "دسامبر"),
                n("idf94bac", "بازتولید کردن"),
                n("f7614f92", "بدون جستجو"),
                n("c5ade3ba", "همراه با جستجو"),
                n("c16e5b1a", "بدون تولید تصویر"),
                n("i2ca65fa", "همراه با تولید تصویر"),
                n("d3927f88", "پست کردن پیوند"),
                n("be37ecd4", "در بریده‌دان کپی نشد"),
                n("h708a4c0", "هم‌رسانی کردن گفت‌وگو"),
                n("g06a67e2", "صفحه هم‌رسانی شامل همه پیام‌ها تا این پست خواهد بود"),
                n("a0428662", "مفید نبود"),
                n("fe4fd310", "مفید"),
                n("bfd161bc", "مقایسه"),
                n("j5dcf1b2", "به‌روزرسانی در"),
                n("a50aaa10", "پیش‌بازار"),
                n("dd614d10", "پس از ساعت کار عادی"),
                n("d6b0b0d5", function (e) {
                    return "بازگشایی" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "سقف بازار" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "بالاترینِ سال" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "بالاترین" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "نسبت قیمت به درآمد" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "پایین‌ترینِ سال" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "پایین‌ترین" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "بالاترین همه زمان‌ها" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "پایین‌ترین همه زمان‌ها" + e.ttc_stock_details;
                }),
                n("a22063d2", "مکانتان را برای دقت بهتر هم‌رسانی کنید."),
                n("db3248a8", "درحال بارگیری مکان"),
                n("ffe0e588", "هم‌رسانی مکان"),
                n("e41a0dc2", "بسته"),
                n("ieff24f4", "تمام‌وقت"),
                n("e2811afc", "بازی‌ها"),
                n("j081fa34", "رده‌بندی‌ها"),
                n("i7c7f156", "فردا"),
                n("b134ba52", "درحال پردازش"),
                n("j1361724", "نیمه"),
                n("fa0f1262", "استراحت"),
                n("c2cac618", "‫Grok فعلاً داده‌های La Liga،‏Premier League،‏ Bundesliga،‏ Series A، و Ligue 1 را پشتیبانی نمی‌کند."),
                n("acae223d", function (e) {
                    return 'Results for "' + e.prompt + '"';
                }),
                n("bed99fe2", "مشاهده کمتر"),
                n("f7b57ac0", "آمار"),
                n("i7e3e446", "مسابقات"),
                n("d490977e", "اکنون"),
                n("e9f55db8", "یک‌شنبه"),
                n("e9cf3af8", "دوشنبه"),
                n("d5868a7e", "سه‌شنبه"),
                n("b5dfdb46", "چهارشنبه"),
                n("ab8095a2", "پنج‌شنبه"),
                n("e298e6f2", "جمعه"),
                n("ef519654", "شنبه"),
                n("c609a1b4", "یکشنبه"),
                n("j92274b0", "دوشنبه"),
                n("ja482160", "سه‌شنبه"),
                n("f4ad4cb0", "چهارشنبه"),
                n("d66bf142", "پنج‌شنبه"),
                n("dc17968a", "جمعه"),
                n("j310a2d6", "شنبه"),
                n("eaf55eb4", "نمایش فکر کردن"),
                n("j1ab5f40", "برای خواندن ضربه بزنید"),
                n("ee000b0d", function (e) {
                    return "‫" + e.numSources + " منبع";
                }),
                n("b1ac6016", "‫DeepSearch کامل شد"),
                n("f766feca", "‫DeeperSearch تکمیل شد"),
                n("e258000e", "آگاه‌سازی"),
                n("d591a772", "آگاه‌سازی دردسترس نیست"),
                n("bc49b728", "وقتی پاسخ آماده شود، مطلع خواهید شد"),
                n("d8aadeba", "آگاه‌سازی غیرفعال شد"),
                n("db832e38", "لطفاً آگاه‌سازی‌ها را در تنظیمات مرورگر فعال کنید"),
                n("a910cac6", "برای فعال کردن آگاه‌سازی‌ها مشکلی پیش آمد"),
                n("g4b3a3e6", "‏DeepSearch تکمیل شد"),
                n("bf780b13", function (e) {
                    return "‫" + e.minutes + "دقیقه " + e.seconds + "ثانیه";
                }),
                n("c2745fa4", "قطع شد"),
                n("be30b6ee", "اتصال بی‌ثبات"),
                n("a4d9dbfa", "فکرها"),
                n("d7cb5408", "صفحه وب مرتبط"),
                n("aa7c96bb", function (e) {
                    return "دیدن " + e.numResults + " بیشتر";
                }),
                n("b58d2bd2", "پست‌های مرتبط"),
                n("f5a2377e", "درحال فکر کردن برای "),
                n("g3ce0132", "فکرشده برای"),
                n("f8007364", "گسترده کردن برای جزئیات"),
                n("ca53f780", "جزئیات جمع شود"),
                n("ha8fbe22", "تولید تصاویر بیشتر با Premium"),
                n("d95c232a", "به سقف محدودیت خودتان رسیده‌اید. برای تولید کردن بیشتر، ارتقا دهید."),
                n("h2671312", "دسترسی بیشتر به Grok با Premium"),
                n("a1bb9c8a", "دسترسی بیشتر به Grok با Premium+‎"),
                n("b08ef3ae", "برای ادامه دادن گفتگو به X Premium ارتقا دهید، یا بعداً دوباره امتحان کنید."),
                n("jf9363b8", "برای ادامه دادن گفتگو به X Premium+‎ ارتقا دهید، یا بعداً دوباره امتحان کنید"),
                n("ef018bf6", "تجزیه‌وتحلیل تصاویر بیشتر با Premium"),
                n("cdace6d2", "اکنون ارتقا دهید"),
                n("a3186bff", function (e) {
                    return e.count + " صفحه وب";
                }),
                n("f4146dda", "کدام پاسخ را ترجیح می‌دهید؟"),
                n("a2c2be32", "این کار به بهبود Grok کمک می‌کند."),
                n("g01599b6", "پاسخ ۱"),
                n("e02694e0", "پاسخ ۲"),
                n("h6867fcc", "این پاسخ را ترجیح می‌دهم"),
                n("b2175228", "Grok برای Android آماده است"),
                n("d2d8650c", "بهترین تجربه Grok را در برنامه مستقل جدید ما به‌دست آورید"),
                n("ia5bef3e", "امروز چطور می‌توانم کمکتان کنم؟"),
                n("ge683598", "هرچه خواستید از Grok بپرسید…"),
                n("fef25c88", "اکنون می‌توانید Grok را رایگان امتحان کنید"),
                n("fb172aa8", "سطح رایگان Grok اکنون در منطقه شما دردسترس است. گپ بزنید، تصویر تولید کنید، و عکس‌ها را تجزیه‌وتحلیل کنید. محدودیت‌هایی اعمال می‌شود."),
                n("d7af4f40", "تصویری از کهکشان تولید کنید"),
                n("gcb6c0be", "‫Grok ویژگی تازه‌ای است و ممکن است اشتباه داشته باشد. نتایج آن را تأیید کنید.‬"),
                n("cb88fd82", "دارید از نسخه رایگان Grok استفاده می‌کنید."),
                n("g27a5314", "برای شروع استفاده از Grok، شماره تلفنی به حساب کاربریتان اضافه کنید."),
                n("bdd84568", "حساب کاربری شما برای استفاده از Grok خیلی جدید است. لطفاً بعداً دوباره امتحان کنید."),
                n("a9109a94", "روستای سولارپانک"),
                n("g986f7a4", "تصویری از روستای سولارپانک تولید کن"),
                n("ad685264", "کوه فوجی"),
                n("hdb08284", "تصویری به سبک انیمه از کوه فوجی ایجاد کن"),
                n("a986ae84", "گربه پرنده"),
                n("a14b556a", "تصویری از گربه پرنده تولید کن"),
                n("gc16b670", "روباتی در گلستان"),
                n("d5b8fa44", "تصویری از روباتی در گلستان تولید کن"),
                n("da196ff6", "فضانورد در مریخ"),
                n("ae3979cc", "تصویری از چهره فضانوردی در مریخ ایجاد کن"),
                n("a682460e", "رودستر با سرعت زیاد"),
                n("e03e5514", "تصویری از رودستر تسلا درحال رانندگی در شینجوکو با محوشدگی حرکتی ایجاد کن"),
                n("e68eac68", "تحسین شفق قطبی"),
                n("hc6e6754", "تصویری از فردی درحال تحسین شفق قطبی ایجاد کن"),
                n("cf59f9f6", "برای نوشتن نامه درخواست شغل راهنمایی لازم دارم"),
                n("cd9aeac8", "سرفصل اخبار امروز را به من بگو"),
                n("acf2f0be", "یک بازی فانتری نوبتی به من پیشنهاد کن"),
                n("b9bd12e2", "مسئله جمع دوتایی را در پایتون حل کن"),
                n("hf9afab0", "‫DeepSearch را فعال کنید تا اینترنت و X را اسکن کند، اطلاعات را تحلیل کند، و پاسخ‌های مشروح را با استدلال عالی و جستجویی عاملانه و سریع ارائه دهد."),
                n("ef3b3f04", "«فکر کردن» را فعال کنید تا از مدل استدلالی ما استفاده کند. این کار برای ریاضی، علم، و کدگذاری عالی است. همچنین می‌توانید از Grok بخواهید تا درباره هر پرسشی که به تفکر بیشتری نیاز دارد «بیشتر فکر کند». "),
                n("b43636b8", "معرفی Grok 3"),
                n("j376298c", "‫Grok 3 دو حالت جدید را معرفی می‌کند تا با قوی‌ترین مدل ما تعامل کند: DeepSearch و «فکر کردن»."),
                n("e3584f8e", "موفق‌ترین ۱۰ گزینه استراتژی‌های فروش که توسط صندوق‌های تأمین مالی استفاده می شوند چیست؟"),
                n("d91b7b8a", "ساختن دانشگاه در ۱۸۸۵ چقدر هزینه داشت؟"),
                n("e13591c0", "گفت‌وگوهای نمونه برای Grok"),
                n("c27ca452", "مشترک‌های Premium اکنون می‌توانند در X از پیشرفته‌ترین هوش مصنوعی ما یعنی Grok استفاده کنند."),
                n("b6abc25a", "معرفی Grok 2"),
                n("e1cdaf9e", "جدیدترین دستیار هوش مصنوعی ما، با پشتیبانی X"),
                n("e6796748", "هرچه خواستید بپرسید"),
                n("db470fdc", "‫Grok می‌تواند در کارهای روزمره، مثل نوشتن ایمیل، پاسخ دادن به پرسش‌ها، و ارائه کردن دستور پخت غذا کمک کند.‬"),
                n("e9adc2d0", "بهتر کدنویسی کنید"),
                n("aaab6cdc", "پرسش‌های برنامه‌نویسی بپرسید یا برای یاد گرفتن مفاهیم جدید کمک بگیرید."),
                n("jd08d606", "خلاق‌تر شوید"),
                n("he526d22", "با قابلیت‌های جدید تولید تصویر ما تصویرهایی بی‌نظیر ایجاد کنید."),
                n("i6932876", "تصویر سایبرپانک"),
                n("j7cdee8e", "باخبر بمانید"),
                n("f1f683c2", "اطلاعاتی به‌روز درباره آخرین اخبار و موضوع‌های داغ دریافت کنید، منحصراً از X."),
                n("h73b9cc0", "پیام شما فرستاده نشد چون فعلاً به گپ متصل نیستید"),
                n("b6c73662", "پیامی بفرستید"),
                n("h6070fdc", "تنظیمات گپ"),
                n("d49326ba", "پنهان کردن تصویرهای نمایه"),
                n("h79f3532", "نشان دادن تصویرهای نمایه"),
                n("a8c1e2f0", "پنهان کردن اقدامات ناظم‌ها"),
                n("jd83edd4", "نشان دادن اقدامات ناظم‌ها"),
                n("ecca11ac", "پنهان کردن برچسب‌های زمان"),
                n("e358a9f8", "نشان دادن برچسب‌های زمان"),
                n("fca62374", "گپ بازشو"),
                n("fe20f01b", function (e) {
                    return e.name + " خموش شود؟";
                }),
                n("f5dc372a", "خموش‌سازی باعث می‌شود همه پیام‌های این کاربر برداشته شود و از گپ زدن او برای یادآور پخش جلوگیری می‌کند."),
                n("e91dd1fa", "ناظم پیام را حذف کرد."),
                n("d1da3709", function (e) {
                    return "‫در پاسخ به " + e.username + ": ‏" + e.body;
                }),
                n("fc82a896", "این پخش پایان یافته است"),
                n("ea58dbd0", "این پخش شروع نشده است"),
                n("cb5b6784", "محدودشده توسط پخش‌کننده"),
                n("eba27300", "فقط حساب‌هایی که پخش‌کننده دنبال کند می‌توانند گپ بزنند"),
                n("f28984fb", function (e) {
                    return "فقط حساب‌هایی که " + e.screenName + " دنبال کند می‌توانند گپ بزنند";
                }),
                n("a3fec810", "برای گپ زدن اشتراک Premium لازم است"),
                n("dbf0b235", function (e) {
                    return "برای گپ زدن مشترک " + e.screenName + " شوید";
                }),
                n("ifbd8342", "باز کردن «پنجره زنده»"),
                n("f935d3ce", "باز کردن گپ"),
                n("abbe8212", "بستن گپ"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% کامل شد";
                }),
                n("e4f6bd9e", "اوه، مشکلی پیش آمد. لطفاً بعداً دوباره تلاش کنید."),
                n("ac966f94", "مرورگر پشتیبانی نمی‌شود"),
                n("ca86b62c", "یا"),
                n("d5568440", "لطفاً گذرواژه قوی‌تری وارد کنید."),
                n("d0511fe6", "این شماره قبلاً با حساب‌های کاربری دیگر استفاده شده است. شماره دیگری استفاده کنید."),
                n("cd24fe60", "لطفاً شماره تلفن معتبری وارد کنید."),
                n("gf8388fe", "پیش‌شماره کشور"),
                n("c52be452", "بله، حذف شود"),
                n("bcb388a0", "با این کار همه مخاطبانی که قبلاً بارگذاری کرده‌اید حذف می‌شود و همگام‌سازی دفترچه تلفن با X در همه دستگاه‌های شما غیرفعال می‌شود. لطفاً توجه داشته باشید که این کار کمی طول می‌کشد."),
                n("ec129eb6", "شما با موفقیت مخاطبانتان را حذف کرده‌اید."),
                n("f1b5048a", "اشكالى در حذف مخاطبان شما رخ داده است."),
                n("hc72e1fc", "لطفاً ایمیل معتبری وارد کنید."),
                n("bc0ad88a", "نشانی‌های ایمیل دارای نماد «+» مجاز نیست. لطفاً ایمیل معتبری وارد کنید."),
                n("f134915f", function (e) {
                    return e.count + " مورد برگزیده";
                }),
                n("b8fb87e0", "مشاهده سرفصل‌های برگزیده"),
                n("e854ad27", function (e) {
                    return "سرفصل - " + e.title;
                }),
                n("e4ff75aa", "مشکلی پیش آمد. پس از بررسی اتصالتان دوباره امتحان کنید."),
                n("b60eba9e", "بگذارید یک چیز را اول بررسی کنیم. با حل کردن چالش reCAPTCHA گوگل تأیید کنید ربات نیستید."),
                n("ba939778", "شما ربات هستید؟"),
                n("d44efc66", "نام شما چيست؟"),
                n("b4867a18", "نام کامل شما نمی‌تواند شامل کلمه «توییتر» باشد."),
                n("j1c3f4b9", function (e) {
                    return "ویرایش تاریخ تولد " + e.birthdate;
                }),
                n("j231d352", "دنبال کردن همه"),
                n("c203db71", function (e) {
                    return "درحال بارگیری پست‌های @" + e.screenName;
                }),
                n("c9a1cb5e", "این حساب کاربری وجود ندارد"),
                n("e7b201de", "یکی دیگر را جستجو کنید."),
                n("ica87fde", "شما مسدود شده‌اید"),
                n("c7ec6faf", "بیشتر بدانید"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " مسدود شده";
                }),
                n("gba95028", "مشاهده پست‌ها"),
                n("a2216a79", "بیشتر بدانید"),
                n("a2811f96", "خط‌زمان نمایه"),
                n("d25805fa", "مشترکان"),
                n("b05be0c8", "موارد برتر"),
                n("b9891db3", function (e) {
                    return "پست‌های دارای پاسخ " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e1ab545d", function (e) {
                    return "درحال بارگیرى پست‌هاى «اشتراک» @" + e.screenName;
                }),
                n("ac3f4be9", function (e) {
                    return "در حال بارگیری موارد برتر توسط @" + e.screenName;
                }),
                n("da38f955", function (e) {
                    return "درحال بارگیری نوشتارهای @" + e.screenName;
                }),
                n("b7363b66", "فرستادن پست"),
                n("ce659062", "نگذارید «مشترک‌های» شما منتظر بمانند"),
                n("f1e98cc2", "بهترین پست‌هایتان را در معرض دید قرار دهید!"),
                n("d5c743c6", "نوشتن نوشتار"),
                n("d1e5e328", "وقتی این کار را بکنید، اینجا نشان داده می‌شود."),
                n("hb26a1fe", "ادامه دهید — آن محتوای انحصاری را پست کنید. همه پست‌های «اشتراک» شما اینجا نشان داده خواهد شد."),
                n("b7c3572e", 'برای افزودن «موارد برتر» به نمایه خود:\n\n1. هر پستی را که ایجاد کرده‌اید، بیابید\n2. روی دکمه منوی "•••" ضربه بزنید\n 3. روی “افزودن به/برداشتن از «موارد برتر»” ضربه بزنید'),
                n("i8123550", "وقتی نوشتاری منتشر کنید، اینجا نشان داده می‌شود."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " پست نکرده است";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " هنوز پست «اشتراک» پست نکرده است";
                }),
                n("jbae8c54", "پست برجسته‌شده‌ای دردسترس نیست."),
                n("g8fb219e", "نوشتاری دردسترس نیست."),
                n("f34dfc18", "وقتی این کار را بکند، پست‌هایش اینجا نشان داده خواهد شد."),
                n("h9346040", "پست‌های «اشتراک» شما وقتی پست شود اینجا نمایش داده می‌شود."),
                n("i4c3ddc6", "نوشتارها پس‌از انتشار اینجا نشان داده خواهند شد."),
                n("e0118142", "اکنون پست شود"),
                n("e0c1d871", function (e) {
                    return "پست‌های " + e.fullName;
                }),
                n("c575828f", function (e) {
                    return "پست‌های «اشتراک» " + e.fullName;
                }),
                n("e8300dbb", function (e) {
                    return "موارد برتر " + e.fullName;
                }),
                n("c46b420d", function (e) {
                    return "نوشتارهای " + e.fullName;
                }),
                n("h5a65db7", function (e) {
                    return "پست‌های «اشتراک» " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g7ccac9d", function (e) {
                    return "موارد برتر توسط " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ja6e5d35", function (e) {
                    return "نوشتارهای " + e.fullName + " (@" + e.screenName + ").";
                }),
                n("h088ae72", "پست‌های نمایه"),
                n("hbf64b75", function (e) {
                    return "پست‌های پسندیده‌شده " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("a64da953", function (e) {
                    return "در حال بارگذاری پسندهای @" + e.screenName;
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " پستی را نپسندیده است";
                }),
                n("d34b5306", "وقتی این کار را بکند، آن پست‌ها اینجا نشان داده خواهد شد."),
                n("bb0e41bc", "تاکنون پسندی نداشته‌اید"),
                n("d3d4a21c", "برای اینکه احساستان را به پستی نشان دهید در آن روی قلب بزنید. وقتی این کار را بکنید، اینجا نشان داده می‌شود."),
                n("d95c3d31", function (e) {
                    return "پست‌های پسندیده‌شده " + e.fullName;
                }),
                n("eeb7d696", "پسندهای شما خصوصی است. فقط شما می‌توانید آن‌ها را ببینید."),
                n("h6e91bb1", function (e) {
                    return "پست‌های رسانه‌ای " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fe38901b", function (e) {
                    return "درحال بارگیری رسانه @" + e.screenName;
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " رسانه‌ای پست نکرده است";
                }),
                n("ccc363f6", "وقتی این کار را بکند، آن پست‌ها اینجا نشان داده خواهد شد."),
                n("d1614228", "نور، دوربین… پیوست!"),
                n("d7dc8d0a", "وقتی عکس یا ویدئو پست کنید، اینجا نشان داده می‌شود."),
                n("hf761abf", function (e) {
                    return "رسانه " + e.fullName;
                }),
                n("je5311d3", function (e) {
                    return "وابسته‌های " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "درحال بارگیری وابسته‌های @" + e.screenName;
                }),
                n("ccf03833", function (e) {
                    return "وابسته‌های " + e.fullName;
                }),
                n("ba5a88e4", "پیشنهادی"),
                n("ddee8ae2", "همه شغل‌ها را مشاهده کنید"),
                n("d2a04c68", "ما شما را استخدام می‌کنیم"),
                n("dc12a126", "دریافت مسیرها"),
                n("e2acb642", "تماس"),
                n("ha9b8035", function (e) {
                    return "تماس با " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "پیامک به " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " ساعت " + e.time;
                }),
                n("de1123f5", function (e) {
                    return "ساعت " + e.time;
                }),
                n("e2a5bd50", "شبانه‌روزی باز است"),
                n("e0d7da6c", "می‌بندد"),
                n("i7059f56", "باز می‌کند"),
                n("a7391348", "ساعت کاری دردسترس نیست"),
                n("c9eba532", "ساعت‌های به‌روزشده"),
                n("b5fea270", "گردونه محصولات"),
                n("h10bb33c", "محصول گزارش شود؟"),
                n("dda5d96a", "گزارش کردن محصول"),
                n("fca46f40", "مرکز راهنمایی"),
                n("c71a053b", "اینجا را کلیک کنید"),
                n("d7f8a117", function (e) {
                    return "اطلاعات تحلیلی " + e.days + " روزه";
                }),
                n("cae20e93", function (e) {
                    return e.days + " روز";
                }),
                n("gc767fda", "خصوصی برای شما"),
                n("c7c85e0c", "باز کردن قفل اطلاعات تحلیلی"),
                n("b15df4b4", "تعداد دفعاتی که پست‌هایتان در X دیده شده است"),
                n("e5fe61e0", "اثرگذاری‌ها"),
                n("d1018321", function (e) {
                    return e.value + " اثرگذاری برای پست‌های شما در " + e.period + " گذشته";
                }),
                n("e623137c", "نرخ تعامل"),
                n("d9d34182", "تعامل‌های پست‌ها تقسیم بر اثرگذاری‌ها."),
                n("aeee0182", "بازدیدهای نمایه"),
                n("b2bde01a", "تعداد بازدیدهای نمایه از پست‌های شما"),
                n("faf4c1f5", function (e) {
                    return e.value + " پسندیدن برای نمایه شما در " + e.period + " گذشته";
                }),
                n("d5f1e554", "کلیک‌های پیوندها"),
                n("cf573986", "تعداد کلیک‌ها روی هر نشانی وبی در پست‌های شما"),
                n("j761451e", "دنبال‌کردن‌های جدید"),
                n("e1a87d14", "تعداد دنبال‌کردن‌های جدیدی که کسب کرده‌اید (بدون درنظرگرفتن دنبال‌کردن‌های لغوشده)"),
                n("j590577e", "تعداد پاسخ‌هایی که برای پست‌هایتان دریافت کرده‌اید"),
                n("ia1da622", "تعداد پسندهایی که برای پست‌هایتان دریافت کرده‌اید"),
                n("cfd1036b", function (e) {
                    return e.value + " پسندیدن برای پست‌های شما در " + e.period + " گذشته";
                }),
                n("ja42739e", "بازپست"),
                n("ca6e8de0", "تعداد دفعاتی که پست‌هایتان بازپست شده است"),
                n("b1b4d57e", "بازدیدهای ویدئوها"),
                n("bdaf100e", "تعداد بازدیدهای ویدئو در پست‌های شما"),
                n("ca826772", "بازدیدهای رسانه"),
                n("j43b8f52", "تعداد بازدیدهایی که رسانه شما (GIF، تصاویر، ویدیوها) داشته است"),
                n("d3969c06", "نرخ تکمیل"),
                n("c58c3476", "تعداد تکمیل تماشای ویدئو تقسیم‌بر تعداد بازدیدهای ویدئو"),
                n("c8aae62a", "تعداد نشانک‌هایی که برای پست‌هایتان دریافت کرده‌اید"),
                n("g70825e0", "هم‌رسانی‌ها"),
                n("c6fbefd4", "تعداد هم‌رسانی‌هایی که برای پست‌هایتان دریافت کرده‌اید"),
                n("dbe9353e", "تعامل‌ها"),
                n("a3a4e8f8", "ماهانه"),
                n("eb2e0272", "خطی"),
                n("e298b08e", "میله‌ای"),
                n("bbc6e7c6", "ایالات متحده امریکا"),
                n("h88ad664", "کانادا"),
                n("gd139910", "بریتانیا"),
                n("e08feda2", "ژاپن"),
                n("fad772ce", "خاور میانه و شمال آفریقا"),
                n("a396dd6c", "آسیا-اقیانوسیه"),
                n("j942b16c", "اروپا و بازارهای روبه‌رشد"),
                n("j3cc0c00", "امریکای لاتین"),
                n("fe90a642", "۱۳-۱۷"),
                n("a5c91a8e", "۱۸-۲۴"),
                n("cf30cdfa", "۲۵-۳۴"),
                n("gf672f7c", "۳۵-۴۴"),
                n("jf28b41c", "۴۵-۵۴"),
                n("ja78da94", "۵۵-۶۴"),
                n("g42ea0b0", "بالای ۶۵"),
                n("f21807e0", "دنبال‌نکنندگان"),
                n("d61b2bcc", "پست‌های انجمن"),
                n("h3525cb8", "نامشخص"),
                n("a3c544e8", "کشورهای برتر"),
                n("f30795d0", "عکس نمایه را باز می‌کند"),
                n("gd7acb84", "تنظیم نمایه"),
                n("b7636014", "پیام"),
                n("haad225c", "اهدای Premium"),
                n("b63c46ed", function (e) {
                    return "مشترک شدن برای @" + e.screenName;
                }),
                n("j33d8902", "ارسال هدیه مالی"),
                n("a8ab3d08", "ارسال به"),
                n("d740d2d9", function (e) {
                    return "‫" + e.service + " پیوند در حافظه موقت کپی شد‬";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "نشانی بیت‌کوین"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "نشانی Ethereum"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "مشاهده بیشتر"),
                n("df7cb6d4", "دسته‌های حرفه‌ای"),
                n("ec429e79", "بیشتر بدانید"),
                n("j04c717a", "‫+ افزودن تجربه‬"),
                n("a1ea2f12", "تولدت مبارک!"),
                n("g8191e78", "امروز سالروز تولدش است!"),
                n("c1b819ba", "امروز اینجا بالن‌های جشن تولد نشان داده می‌شود"),
                n("ad7a451e", "ترجمه زندگی‌نامه"),
                n("f543dbf6", "شماره تلفن تأییدشده"),
                n("cef4e8cf", function (e) {
                    return "@" + e.screenName + " گویاسازی شود؟";
                }),
                n("h03a094a", "پست‌های این حساب کاربری اکنون اجازه حضور در خط زمان «خانه» شما را خواهند داشت."),
                n("a6e94418", "پست‌های این حساب کاربری را خموش کرده‌اید."),
                n("dd3d10f6", "دردست بازبینی"),
                n("i06d4712", "تیم ما دارد حساب کاربری شما را بازبینی سریع می‌کند. ظرف چند روز می‌توانید علامت‌تان را اینجا ببینید."),
                n("j354c438", "برچسب «دردست بازبینی» را فقط شما می‌توانید ببینید."),
                n("e018b5fa", "ارتقا دهید تا تأیید شوید"),
                n("b74bd6c6", "این حساب کاربری تأیید شده است زیرا در دسته حساب‌های کاربری دولتی، اخبار، سرگرمی، یا دسته شاخص دیگری برجسته است."),
                n("e1e0c916", "این حساب کاربری تأیید شده است چون در Premium مشترک شده است."),
                n("eb5d72e4", "پست‌های این حساب کاربری محافظت شده است. فقط دنبال‌کنندگان این کاربر می‌توانند آن‌ها را بخوانند."),
                n("g776ca50", "حساب تاییدشده"),
                n("ad465ee8", "تنظیم وابستگی اصلی"),
                n("d01612d3", function (e) {
                    return "تأییدشده از " + e.date + ".";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + "، هنوز تأیید نشده‌اید";
                }),
                n("b2d0c0f4", "پیوند تأییدشده را دریافت کنید "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " برای برجسته شدن و دریافت دسترسی تقویت‌شده به پاسخ."),
                n("d834ab9c", "بله، مشاهده نمایه"),
                n("cb339f26", "هشدار: این حساب کاربری رفتار غیرعادی داشته است"),
                n("hf06085e", "این هشدار را به‌دلیل وجود فعالیت‌های غیرمعمول در این حساب کاربری می‌بینید. هنوز می‌خواهید آن را مشاهده کنید؟"),
                n("aa959f36", "هشدار: این حساب کاربری موقتاً محدود شده است"),
                n("jf604336", "هشدار: این نمایه ممکن است دارای محتوای حساسیت‌برانگیز باشد"),
                n("c9bfda48", "احتیاط: این نمایه شامل محتوای احتمالاً حساسیت‌برانگیز است. به دلیل استفاده آن‌ها از تصاویر یا زبانی که ممکن است حساسیت‌برانگیز باشد این هشدار را می‌بینید. هنوز می‌خواهید آن را مشاهده کنید؟"),
                n("g29ebf26", "این هشدار را به‌دلیل احتمال استفاده از تصاویر و زبان حساسیت‌برانگیز در پست‌های این کاربر می‌بینید. هنوز می‌خواهید آن را مشاهده کنید؟"),
                n("jcfb7fba", "این هشدار را به این دلیل می‌بینید که احتمالا «قوانین X» ما را نقض کرده است. هنوز می‌خواهید آن را مشاهده کنید؟"),
                n("bd598c70", "این پست‌ها محافظت شده‌اند"),
                n("e617164b", "بیشتر بدانید"),
                n("g8475f82", "حساب معلق شده است"),
                n("j5e1cf59", "قوانین X"),
                n("gbf342a4", "حساب کاربری منع شده است"),
                n("defba9a4", "به X خوش آمدید!"),
                n("d11934ec", "خبر دادن به شما"),
                n("a2cd2b0a", "دنبال کنید و باخبر بمانید"),
                n("a70bae53", function (e) {
                    return "اکنون این امکان وجود دارد که هر زمان " + e.fullName + " پست کرد به شما خبر داده شود.";
                }),
                n("f51a4c29", function (e) {
                    return "اکنون این امکان وجود دارد که " + e.fullName + " را دنبال کنید و  هر زمان پست کرد به شما خبر داده شود.";
                }),
                n("cfa5e58d", function (e) {
                    return e.fullName + " را دنبال می‌کنید و  هر زمان پست کرد به شما خبر داده خواهد شد.";
                }),
                n("be3a652d", function (e) {
                    return "هر زمان " + e.fullName + " پست کرد به شما خبر داده خواهد شد.";
                }),
                n("f089620c", "خط زمان اصلی شما"),
                n("a1ab9c80", "هنوز پستی در این «انجمن» وجود ندارد"),
                n("b32c4fb0", "وقتی وجود داشته باشند، آن‌ها را اینجا خواهید دید."),
                n("bf17deda", "شروع کنیم!"),
                n("c3fbf1da", "اینجا بهترین جاست تا ببینید در دنیا چه خبر است. اکنون افراد و موضوع‌هایی را برای دنبال کردن پیدا کنید."),
                n("a2515900", "درانتظار پست‌ها"),
                n("je23cdb2", "پست‌های افراد این «فهرست» اینجا نشان داده خواهد شد."),
                n("e69b7e02", "مدیریت حساب‌ها"),
                n("b6bd6ae4", "حساب کاربری کنونی"),
                n("d577bccd", function (e) {
                    return "اگر بیش‌از یک حساب کاربری X داشته باشید، می‌توانید آن‌ها را اضافه کنید و به‌آسانی میان آن‌ها رفت‌وآمد کنید. می‌توانید تا " + e.maxAccounts + " حساب کاربری اضافه کنید.";
                }),
                n("dc65b3e5", function (e) {
                    return "به محدودیت تعداد حساب کاربری " + e.maxAccounts + " رسیده‌اید.";
                }),
                n("b8045b33", function (e) {
                    return "به محدودیت " + e.maxAccounts + " حساب کاربری رسیده‌اید.";
                }),
                n("d075dc89", function (e) {
                    return "به محدودیت " + e.maxAccounts + " حساب کاربری شخصی رسیده‌اید.";
                }),
                n("bade139e", "خروج از همه حساب‌های کاربری"),
                n("ae33b982", "از همه حساب‌های کاربری خارج شوید؟"),
                n("fa07bf68", "این کار برای همه حساب‌های کاربری در همه برگه‌های مرورگرتان انجام خواهد شد."),
                n("f7865ab6", "حساب کاربری شما نیست؟"),
                n("a35248e4", "این حساب کاربری من نیست"),
                n("f794a67c", "این حساب کاربری من است"),
                n("j79c0ff7", function (e) {
                    return e.emailAddress + " را از این حساب کاربری حذف کردیم";
                }),
                n("fb46383c", "شما نمی‌توانید نشانی ایمیل را از حساب خودتان حذف کنید."),
                n("gcfdbc2b", function (e) {
                    return "این نشانی ایمیل دیگر با حساب X ‏" + e.screenName + " مرتبط نیست.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "تنظیمات آگاه‌سازی"),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "چرا نشانی ایمیل شما با حساب کاربری‌ای در X مرتبط بوده است که متعلق به شما نیست؟"),
                n("ac71e82f", "بیشتر بدانید"),
                n("b069d89c", "مخاطبان"),
                n("f5a61ae6", "محتوا"),
                n("a4df00c0", "برگه‌های اطلاعات تحلیلی حساب کاربری"),
                n("ac248548", "نمای کلی حساب کاربری"),
                n("je62f358", "۲۸ روز گذشته"),
                n("bc2f16a4", "ساعت‌های فعالیت"),
                n("d603209e", "تفکیک فعالیت"),
                n("ac3fb6de", "اتاق گفت‌وگوی شرکت‌کنندگان"),
                n("ie181958", "اطلاعات آماری مخاطب"),
                n("j6f8d422", "میانگین مدت تماشای ویدئوهای شما."),
                n("e7479ce4", "میانگین مدت تماشا"),
                n("g1dfa7d0", "متوسط"),
                n("h7d28188", "برگشت به محتوا"),
                n("if2704e4", "Back to Live Overview"),
                n("ea928ae4", "برگشت به اتاق گفت‌وگو"),
                n("e8c07c22", "broadcast"),
                n("a4ce6e68", "Broadcast Metrics"),
                n("b2214c74", "Total number of views for this broadcast"),
                n("d4fcf83a", "Total time viewers spent watching this broadcast"),
                n("a89b0322", "لغو شد"),
                n("j3cb12ea", "شنوندگان هم‌زمان"),
                n("b93931ee", "تعداد دفعاتی که محتوای شما پست شده است."),
                n("a1814798", "تعداد دفعاتی که به پستی پاسخ داده‌اید."),
                n("addd5575", function (e) {
                    return "جمعه" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "دوشنبه" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "شنبه" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "یکشنبه" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "پنج‌شنبه" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "سه‌شنبه" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "چهارشنبه" + e.date;
                }),
                n("d9c70840", "دستگاه"),
                n("ba55e824", "پایان یافته است"),
                n("id276c42", "تعداد دفعاتی که با محتوای شما تعامل شده است."),
                n("j033d090", "درآمد تخمینی"),
                n("efd4d7d4", "فیلتر کردن اتاق‌های گفت‌وگو"),
                n("a1334290", "۴۸ ساعت نخست"),
                n("gc10a3b0", "دنبال‌کردن‌ها در طول زمان"),
                n("efa0f858", "تعداد دنبال‌کردن‌ها و لغو دنبال‌کردن‌ها در طول زمان. این اطلاعات لزوماً منعکس‌کننده تعداد دنبال‌کننده‌های شما نیست."),
                n("g2b06cc6", "داده‌های جنسیتی ممکن است استنباطی باشد"),
                n("b66b3baa", "ساعت"),
                n("cf8a0772", "Impression to Views"),
                n("g13d8010", "Last 48 Hours"),
                n("d5627596", "Last Hour"),
                n("baf120a6", "کمترین تعامل"),
                n("f2382014", "زنده"),
                n("c4a7a6aa", "Live data"),
                n("a992032a", "Livestream Analytics"),
                n("ie45edda", "نمای کلی جاری‌سازی زنده"),
                n("e30fc268", "Live Viewers"),
                n("bd37f68e", "فعالیت رسانه‌ها"),
                n("fe074210", "دقیقه"),
                n("jd03a1b8", "Minutes Watched"),
                n("a20e91e8", "minutes watched"),
                n("ic2bebee", "درآمدزایی"),
                n("a1d642c8", "بیشترین تعامل"),
                n("ifc4c1f8", "تعداد دفعاتی که دنبال‌کنندگان جدید این محتوارا  دریافت کرده‌اند."),
                n("fff1315a", "برای فیلتر انتخابی، هیچ پخشی دردسترس نیست"),
                n("jbcb09a8", "هنوز داده کافی وجود ندارد"),
                n("df846d6c", "پستی برای بازه زمانی انتخاب‌شده یافت نشد"),
                n("g2ba40f6", "برای فیلتر انتخابی، اتاق گفت‌وگو دردسترس نیست"),
                n("j44061a0", "Not available"),
                n("c4a93912", "N/A"),
                n("a6b78788", "No viewer data available"),
                n("b2438638", "از کل"),
                n("ic0399e0", "بازدیدهای ارگانیک"),
                n("ja5c444a", "دوره پرداخت"),
                n("f04e025e", "انتخاب کردن شنوندگان هم‌زمان"),
                n("d6d10662", "Peak Viewers: "),
                n("d147bea2", "لطفاً بعداً دوباره بررسی کنید"),
                n("f0336d68", "تحلیل پست"),
                n("g85fbd2e", "شناسه پست"),
                n("ice5c5b6", "تعداد دفعاتی که این محتوا به کاربران نشان داده شده است."),
                n("hf4f9bfe", "پیوند پست"),
                n("bf5ebf5c", "پست‌ها و پاسخ‌ها"),
                n("b211652e", "پست‌ها در طول زمان"),
                n("f2efec0a", "Pre-Published"),
                n("i61e0302", "قبلی"),
                n("e08a706a", "بازدیدهای تبلیغی"),
                n("cbc99192", "تاریخ انتشار"),
                n("a83c2a9a", "Realtime"),
                n("e9d72896", "ضبط‌شده"),
                n("gede4932", "بازپخش"),
                n("h0de359c", "تعداد دفعاتی که این محتوا پست شده است."),
                n("e0568f2c", "زمان‌بندی‌شده برای: "),
                n("gd86baa8", "شروع زمان‌بندی‌شده"),
                n("fef3bfae", "انتخاب سنجه دوم"),
                n("g7e3d2a4", "آمار تحلیلی «اتاق گفت‌وگو»"),
                n("fbc79a40", "نمای کلی اتاق‌های گفت‌وگو"),
                n("d077112a", "آمار اتاق‌های گفت‌وگو"),
                n("cf3709da", "وضعیت"),
                n("e797dc32", "Stream time: "),
                n("b649d8cc", "مخصوص «مشترک‌ها»"),
                n("j9282130", "Broadcast thumbnail"),
                n("g629b8b0", "Timed Out"),
                n("eb87323c", "This shows analytics data for the selected time period since the livestream happened."),
                n("i6a75722", "Time Range"),
                n("c602f5b8", "مجموع"),
                n("b35e68ae", "کل شرکت‌کنندگان"),
                n("h78ee79a", "کل زمان تماشای بازپخش"),
                n("e3efaed0", "نوع"),
                n("c37993e2", "لغو دنبال‌کردن‌ها"),
                n("b1ed35d0", "Unique Viewers"),
                n("bfad9306", "نامشخص"),
                n("b5a58f36", "Untitled Broadcast"),
                n("i70f5278", "بارگذاری‌شده در:"),
                n("a98b58b6", "دنبال‌کنندگان تاییدشده"),
                n("a5de67ca", "تعداد دنبال‌کنندگانی که حساب کاربری‌شان را به‌تأیید رسانده‌اند."),
                n("g3367ff4", "تکمیل ویدئو"),
                n("a7b48b36", "درصد مشاهده‌های کامل ویدئوهای شما."),
                n("a2580f2a", "نرخ تکمیل"),
                n("ff95a9cc", "شناسه ویدئو"),
                n("a97e358e", "پیوند ویدئو");
            n("e10e8b46", "فقط ویدئوهای ۱۰۰ روز گذشته نمایش داده می‌شود."),
                n("ba37f6da", "نمای کلی ویدئو"),
                n("f19846b2", "تصویر کوچک ویدئو"),
                n("ccd6f4a8", "عنوان ویدئو"),
                n("c8410542", "تعداد دفعاتی که ویدئوی شما مشاهده شده است."),
                n("a532072a", "بینندگان"),
                n("d9508ab0", "بازدید"),
                n("d9f9dec0", "مشاهده اتاق گفت‌وگو"),
                n("h0c1f37a", "مشاهده آمار تحلیلی «اتاق گفت‌وگو»"),
                n("e41fffbc", "کل مدت تماشای ویدئوهای شما."),
                n("if2909ba", "مدت تماشا"),
                n("i0e5bf4c", "ویدئوهای شما"),
                n("ed99baea", "دسترسی زودهنگام بتا"),
                n("gf898b70", "جست‌وجوی پیشرفته"),
                n("d2a43a7a", "شامل «ai» و «startup»"),
                n("a8584698", "ai startup"),
                n("jb6f9292", "شامل عبارت «ai startup» بدون کم‌وکاست"),
                n("j8ee77c4", '"ai startup"'),
                n("d0480758", "شامل «ai» یا «startup» (یا هر دو)"),
                n("f0048fa2", "ai OR startup"),
                n("da0df186", "شامل «ai» ولی بدون «startup»"),
                n("f2f463ea", "ai startup"),
                n("a10a357e", "شامل «ai» و دارای دست‌کم ۵۰ پسند"),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", 'شامل «"ai» و نشانی وب حاوی کلمه «grok»'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", "نام‌بری از حساب کاربری Grok در X"),
                n("e2634592", "‎@grok"),
                n("i88ba038", "هشدار غیرفعال شد"),
                n("j2cb0214", "هشدار فعال شد"),
                n("ae852cd0", "هر دوشنبه برای خلاصه تغییرات این موضوع داغ آگاه‌سازی دریافت شود."),
                n("d1d8633e", "هشدارهای Radar"),
                n("g096d0cc", "همه پرسمان‌ها"),
                n("e77035aa", "پاک کردن جست‌وجو"),
                n("a895ec64", "مطمئنید می‌خواهید این پرسمان را حذف کنید؟"),
                n("a4f5e431", function (e) {
                    return "«" + e.name + "» حذف شد";
                }),
                n("db28b535", function (e) {
                    return "حذف «" + e.name + "»";
                }),
                n("bcf89b8a", "ویرایش پرسمان"),
                n("f0002e72", "کاوش در نتایج"),
                n("b0924d7a", "پرسمان ایجاد نشد. لطفاً دوباره امتحان کنید."),
                n("cfd731ee", "پرسمان حذف نشد. لطفاً دوباره امتحان کنید."),
                n("g08bff82", "هشدار غیرفعال نشد. لطفاً دوباره امتحان کنید."),
                n("fa1fd798", "هشدار فعال نشد. لطفاً دوباره امتحان کنید."),
                n("ia7dce48", "پرسمان تولید نشد. لطفاً دوباره امتحان کنید."),
                n("d494d4aa", "پرسمان به‌روزرسانی نشد. لطفاً دوباره امتحان کنید."),
                n("i4a49588", "Global Town Square"),
                n("c0799860", "روز"),
                n("b43679d2", "ساعت"),
                n("f1fce85e", "دقیقه"),
                n("ea3e0ec4", "بازار"),
                n("d8d9aec2", "به حداکثر تعداد پرسمان رسیده‌اید"),
                n("c9aa246e", "پرسمان جدید"),
                n("b9b7a50e", "برای به‌روز ماندن هروقت خواستید معیارهای جست‌وجویتان را اصلاح کنید"),
                n("i9a09bb6", "پرسمانی ایجاد کنید و اجازه دهید Radar به‌روزرسانی‌های هم‌زمان را پیگیری کند"),
                n("da20008c", "موضوع داغی دردسترس نیست. معیارهای جست‌وجویتان را گسترش دهید."),
                n("e78ca8c6", "لطفاً بعداً دوباره امتحان کنید"),
                n("ce3216ec", "پرسمان"),
                n("ef609bb8", "در X چه خبر است؟"),
                n("a636a738", "درخواست پیگیری…"),
                n("d92ec304", "پرسمان یافت نشد"),
                n("bbf29e20", "بازنشانی انتخاب"),
                n("ie3321ea", "‫‎$NVDA (فروش یا خرید)"),
                n("cf223996", "خلاصه"),
                n("a27ccab8", "The Everything App"),
                n("i66136aa", "برترین"),
                n("e7c44382", "کاربران یکتا"),
                n("d559e5b8", "پرسمان بی‌عنوان"),
                n("i1d9be88", "استفاده از عملگرهای جست‌وجوی پیشرفته"),
                n("ae9f604c", "وابستگی"),
                n("a7d2d8f4", "فقط حساب‌های کاربری وابسته نشان داده شود"),
                n("je21ffbe", "تعداد دنبال‌کنندگان"),
                n("i8d9797c", "نمایه کامل"),
                n("a36bebf2", "حداکثر"),
                n("i5ef8b4a", "حداکثر تعداد دنبال‌کنندگان"),
                n("fcf0ec1c", "حداقل"),
                n("ccc0bbc6", "حداقل تعداد دنبال‌کنندگان"),
                n("je1bd63a", "با استفاده از قدرت X می‌توانید نخبگان، پیشروهای فروش، و همکاران راهبردی‌تان را پیدا کنید"),
                n("i6766078", "نخبگان، چشم‌اندازهای فروش، و همکاران را جست‌وجو کنید"),
                n("d509bbd4", "کشف کردن افراد در X"),
                n("a5afaf54", "بازنشانی"),
                n("i9006fb0", "بازنشانی کردن همه"),
                n("fa598a82", "نتایج"),
                n("g3688a48", "گزینه‌ای انتخاب کنید"),
                n("ab5a91a4", "کاربر"),
                n("cef20fd0", "تأییدسازی"),
                n("a2b286b0", "شغل‌ها، محصولات، و پیامتان را تبلیغ و ترویج کنید."),
                n("e2895a38", "تا ۱۲ هزار دلار اعتبار مالی برای تبلیغات"),
                n("becba496", "اعتبارهای تبلیغاتی برای پیشنهادی با مدت محدود دردسترس است."),
                n("ded395ae", "دسترسی به اطلاعات تحلیلی کسب‌وکار همه در یک جا"),
                n("a47a20d4", "اطلاعات تحلیلی پیشرفته"),
                n("b56d3ec6", "همه سازمان‌ها و وابسته‌ها Premium+‎ و دسترسی به Grok 3 خواهند داشت."),
                n("ie663a1a", "با تیم مخصوص مشتری، دستیاری سریع و ارائه به مرحله بالاتر دریافت کنید"),
                n("j7f75bec", "پشتیبانی ویژه"),
                n("ebf5ec26", "به‌زودی"),
                n("eeb424e2", "داستان خودتان را ایجاد کنید."),
                n("ab62db18", "مخاطب خودتان را بسازید."),
                n("j2c9bc4e", "با علامت طلایی متمایز شوید و وابسته‌ها را اضافه کنید تا برای شرکت شما به‌طور ارگانیک بازاریابی شود."),
                n("e7930f82", "درخشیدن در میان جمعیت"),
                n("e77ea57e", "قدرتمندترین ابزارها برای تقویت کردن فروش، استخدام بهترین افراد، و دسترسی به اطلاعات آماری انحصاری از بازار."),
                n("a558a254", "دسترسی به رشد در X با «سازمان‌های تأییدشده»"),
                n("b099f256", "روندهای بازار و دیدگاه‌های عمومی فقط با لمس یک دکمه در Radar."),
                n("ecb7fa02", "هوشیاری در کسب‌وکار"),
                n("cb5faa2a", "از اعتبار آگهی‌تان برای دسترسی به باهوش‌ترین افراد در کره زمین استفاده کنید."),
                n("c67b260c", "تبلیغ شغل"),
                n("if48b5c2", "شغل‌ها را بارگذاری کنید و آن‌ها را برای میلیون‌ها نفر مستقیماً در X تبلیغ کنید."),
                n("aa0d60aa", "ماه"),
                n("cebfdb52", "سازمان‌ها"),
                n("i9b6fcbc", "از «جست‌وجوی افراد» برای یافتن مهندسان، افراد حرفه‌ای فروش، و آفرینندگان آثار، و تماس با آن‌ها استفاده کنید. "),
                n("a6b5c3f0", "یافتن بهترین افراد"),
                n("a51acce8", "کاهش سطح اشتراک به «پایه»"),
                n("ie132f40", "ارتقا دادن برای حفظ «دسترسی کامل»"),
                n("b0d26232", "ذخیره"),
                n("f563b353", function (e) {
                    return "تاریخ پایان پیشنهاد: " + e.endDate + " ";
                }),
                n("b29b2e69", function (e) {
                    return "‫‎" + e.percentOff + "٪ تخفیف تا " + e.endDate + "‬";
                }),
                n("j3cfae29", function (e) {
                    return "‫" + e.discountedCost + " در سال برای سال نخست شما. سپس " + e.baseCost + " در سال.";
                }),
                n("jb74aea4", "هزینه هر حساب وابسته اضافی ۵۰ دلار در ماه برای هر شناسه است و اعتبارهای آگهی مشمول محدودیت‌هایی است."),
                n("fc9fc856", "هزینه هر حساب وابسته اضافی ۶۰۰ دلار در سال برای هر شناسه است و اعتبارهای آگهی مشمول محدودیت‌هایی است."),
                n("fc785aec", "دریافت Basic"),
                n("edf32072", "همه ویژگی‌های Premium+‎، و:"),
                n("b3caf146", "نشان تأییدشده «طلایی»"),
                n("a1dbf70c", "‫۲۰۰ دلار اعتبار آگهی ماهانه رایگان"),
                n("i2a2286c", "‫۲٬۵۰۰ دلار اعتبار آگهی رایگان"),
                n("e8d0fd04", "Radar Basic"),
                n("cf038828", "خدمات پشتیبانی مخصوص"),
                n("efd56302", "افزودن وابسته‌ها به صفحه شما"),
                n("bc1bb6aa", "‫۱٬۰۰۰ دلار اعتبار آگهی ماهانه رایگان"),
                n("e1669560", "‫۱۲٬۰۰۰ دلار اعتبار آگهی رایگان"),
                n("hb973da4", "Radar Full Access"),
                n("g444c82e", "دسترسی زودهنگام به ویژگی‌های Enterprise"),
                n("a1bc0bcf", function (e) {
                    return "‫" + e.cost + " با صورت‌حساب سالانه";
                }),
                n("i0f58dac", "همه طرح‌ها مشمول مالیات‌ها و کارمزدهای ذی‌ربط است."),
                n("je182d8a", "Enterprise"),
                n("ge609bd6", "تماس با واحد فروش"),
                n("je6d2aec", "قیمت‌گذاری پودمانی"),
                n("ed33b888", "جست‌وجوی افراد"),
                n("ade522c4", "اطلاعات آماری"),
                n("h551f266", "اعتبار مالی برای تبلیغات"),
                n("c74f7856", "بسته‌های وابستگی"),
                n("b9b41f7a", "بهینه‌سازی جست‌وجو"),
                n("b1f368ee", "پشتیبانی اختصاصی"),
                n("j189c5b2", "همه ویژگی‌های Pro و نیز:"),
                n("i7f4b58e", "سفارشی"),
                n("h45fd8ae", "دریافت Full Access"),
                n("f1c3b32c", "همه ویژگی‌های Basic، و نیز:"),
                n("f4307806", "پرطرفدار"),
                n("ce7c21de", "سالانه"),
                n("a21a64f6", "«‫«X برای کسب‌وکار» واقعاً می‌ارزد! بااستفاده از ابزار جست‌وجوی نخبگان توانستیم کارکنان خیلی خوبی استخدام کنیم.»"),
                n("dbb3fc54", "عضو هیأت مؤسس و مدیر عامل"),
                n("c1600210", "«استفاده از «X برای کسب‌وکار» نیاز به فکر کردن ندارد. با گرفتن اطلاعات آماری بازار به ما کمک کرد مشتریانمان را تضمین کنیم.»"),
                n("fb3e127a", "پیشنهاد «سال نو» برای مدتی محدود"),
                n("a5fee980", "دریافت ۳۰٪ تخفیف برای طرح‌های سالانه و تا سقف ۱۲٬۰۰۰ دلار اعتبار آگهی رایگان درصورت اشتراک پیش‌از"),
                n("c9051cac", "روز"),
                n("ie035790", "ثانیه"),
                n("cbd3dfaa", "امتحان نسخه بتا"),
                n("h260121e", "نقش‌های برتر خود را به مخاطبین نشان دهید."),
                n("ae0ad604", "صفحه‌های مشاغل"),
                n("cbd4ba6e", "کشف و ارتباط با برترین استعدادها"),
                n("b71927b2", "پست‌های شغلی نامحدود"),
                n("a0b5b7d4", "بازکردن قفل «هدف‌یابی هوش مصنوعی» با مدل تبلیغات عملکرد ما"),
                n("aa3f0e90", "تبلیغ مشاغل با «هدف‌یابی هوش مصنوعی»"),
                n("hc67be9e", "شروع کنید"),
                n("c9a67f9e", "شروع به استخدام"),
                n("jd937cda", "با «استخدام X»، به میلیون‌ها نامزد مرتبط دسترسی پیدا کنید. شغل‌هایتان را همگام‌سازی کنید، صفحه‌های مشاغل سفارشی بسازید، و تبلیغات شغلی را راه‌اندازی کنید تا آگهی‌های هدفمند را در خط زمان اجرا کنید."),
                n("d92d2632", "بهترین پلاتفورم برای استخدام استعدادهای برتر"),
                n("c10bee94", "برنامه‌های ماهانه"),
                n("ib69d218", "بیش‌از ۲۵۰ هزار"),
                n("i953576c", "استخدام شرکت‌ها"),
                n("j395b846", "بیش‌از ۱۰ هزار"),
                n("g48a59c2", "کاربران"),
                n("j228841a", "بیش‌از ۵۰۰ میلیون"),
                n("da570714", "یکپارچه‌سازی با ATS"),
                n("h25a3132", "تا ۲٬۴۰۰ دلار اعتبار آگهی برای تبلیغات شغلی"),
                n("f25a2004", "مزایای Premium+‎"),
                n("c237b78e", "وابستگی برای تیم استخدام‌کننده شما"),
                n("fc3d58fe", "تا ۱۲٬۰۰۰ دلار اعتبار آگهی برای تبلیغات شغلی"),
                n("eb5f060c", "دنبال کردن"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + " دنبال نشود؟";
                }),
                n("e4c91b70", "پست‌هایش دیگر در خط زمان «برای شما» نشان داده نخواهد شد. هنوز می‌توانید نمایه او را ببینید، مگر اینکه پست‌هایش محافظت‌شده باشد."),
                n("j650c8dc", "از درخواست دنبال کردن صرف‌نظر شود؟"),
                n("c02f8de1", function (e) {
                    return "با این کار درخواست دنبال کردن شما لغو خواهد شد، و @" + e.screenName + " دیگر آن را نخواهد دید.";
                }),
                n("e2ee95a1", function (e) {
                    return "تاریخ پیوستن: " + e.date;
                }),
                n("d64fef58", "هنوز پست نکرده‌اید"),
                n("e2a098dc", "مرتب‌سازی براساس"),
                n("c5709148", "حداکثر تعداد ۱۰۰۰ پست نشان داده شده است"),
                n("ca5e57bd", function (e) {
                    return "پست" + e.noun;
                }),
                n("d16c1ab6", "جدیدترین"),
                n("f0a28956", "قدیمی‌ترها"),
                n("h06df79a", "بیشترین اثرگذاری‌ها"),
                n("c44744e6", "کمترین اثرگذاری‌ها"),
                n("j6b98664", "بیشترین پسندها"),
                n("a669f95c", "کمترین پسندها"),
                n("a0c66496", "بیشترین پاسخ‌ها"),
                n("h45174fe", "کمترین پاسخ‌ها"),
                n("ea20f92a", "بیشترین گزارش‌ها"),
                n("c9a63566", "کمترین گزارش‌ها"),
                n("b40d33e4", "باز کردن جزئیات"),
                n("gedf636e", "کلیک‌های نشانی وب"),
                n("bbc12690", "کلیک‌های برچسب"),
                n("g7ede992", "کلیک‌های پیوند ثابت"),
                n("f5210bae", "پیوند"),
                n("b1f77a7c", "صادر کردن داده‌ها"),
                n("j62d2af4", "نمای کلی پست"),
                n("dc70a568", "تجزیه‌وتحلیل پست"),
                n("j9f65603", function (e) {
                    return "۱۲شب" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "۴ صبح" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "۸صبح" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "۱۲ظهر" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "۴ عصر" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "۸شب" + e.date;
                }),
                n("h7cd94fe", "نموداری با خطوط محو"),
                n("b10621d4", "دیدن همه آمارها"),
                n("c23def7a", "تعداد تعامل‌ها"),
                n("jc14a9e8", "صرف هزینه"),
                n("d16b5a18", "کل صرف هزینه برای آگهی‌ها"),
                n("g01559c6", "سنجه‌های نشان‌داده‌شده برای ۷ روز گذشته"),
                n("ddc8d458", "دسترسی به داده‌های تاریخی"),
                n("j74eab48", "اطلاعات آماری پیشرفته منحصراً در اختیار اعضای X Premium قرار دارد"),
                n("i02166f6", "شناختن مخاطبان"),
                n("cef977e4", "صادر کردن داده‌ها"),
                n("f88e624e", "گفت‌وگو به‌روزرسانی شد"),
                n("e15e5637", function (e) {
                    return f(e.count, "۱", "" + e.count) + " ساعت گذشته";
                }),
                n("h5ab8b0e", "افرادی که دنبال می‌کند"),
                n("a0f01bca", "برای تغییر چارچوب زمانی کلیک کنید"),
                n("he30b16c", "«افرادی که دنبال می‌کند» نتایج شما را گسترش می‌دهد، و مقاله‌های بیشتر هم‌رسانی‌شده را از افرادی که شما دنبال می‌کنید و نیز افرادی که او دنبال می‌کند نشان می‌دهد."),
                n("b0589550", "دریافت اخبار بیشتر"),
                n("b60e4f78", "آن را بررسی کنید"),
                n("e950f6e0", "مقاله‌ای در شبکه شما هم‌رسانی نشده است."),
                n("e7dcfb81", "حساب‌های کاربری بیشتری"),
                n("h965157c", "این صفحه پشتیبانی نمی‌شود."),
                n("cd388852", "برای مشاهده این محتوا لطفاً به نمایه نویسنده در آخرین نسخه X مراجعه کنید."),
                n("abebdfae", "فقط آمارهای تحلیلی «اتاق‌های گفت‌وگویی» را که میزبانی کرده‌اید می‌توانید ببینید."),
                n("fcb205da", "شنونده‌های فعال"),
                n("jb088200", "بازپخش‌های ضبط‌ها"),
                n("if65328a", "گوش داده‌اند"),
                n("a1a0e6d8", "دنبال کردن میزبان"),
                n("a3c4e396", "لغو دنبال کردن میزبان"),
                n("j58e7b00", "مشاهده نمایه"),
                n("eca4e32a", "دیدن جزئیات"),
                n("hd908df2", "اتاق‌های گفت‌وگوی زنده"),
                n("c5d40fe2", "همه"),
                n("a8df1d34", "فعال‌سازی ویدئو"),
                n("if410292", "با «اتاق‌های گفت‌وگو» آشنا شوید"),
                n("i43fdce9", function (e) {
                    return "افزودن سرفصل‌ها (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "در چه موردی می‌خواهید صحبت کنید؟"),
                n("e93f3c2a", "ضبط «اتاق گفت‌وگو»"),
                n("b701d610", "اتاق گفت‌وگوی زمان‌بندی‌شده حذف شد"),
                n("b028792d", function (e) {
                    return "مدیریت اتاق‌های گفت‌وگوی زمان‌بندی‌شده (" + e.count + ")";
                }),
                n("e9b73da8", "زمان‌بندی اتاق گفت‌وگو"),
                n("cdf630be", "اکنون شروع کنید"),
                n("acd1bcb0", "چه کسانی می‌توانند بپیوندند؟"),
                n("h07146a2", "کسانی که می‌توانند صحبت کنند"),
                n("h61d92b0", "حذف اتاق گفت‌وگوی زمان‌بندی‌شده"),
                n("a488f2eb", function (e) {
                    return e.count + " مورد از " + e.total + " مورد انتخاب شده است";
                }),
                n("d2dfe80d", function (e) {
                    return "اتاق گفت‌وگو در تاریخ " + e.date + " ساعت " + e.time + " شروع خواهد شد";
                }),
                n("aef95393", function (e) {
                    return "اتاق گفت‌وگوی موجود برای تاریخ " + e.date + " ساعت " + e.time + " زمان‌بندی شده است";
                }),
                n("a7069f2e", "ویرایش جزئیات"),
                n("a15f06fc", "اتاق‌های گفت‌وگوی زمان‌بندی‌شده"),
                n("f6cfa3fe", "نمی‌توانید اتاق گفت‌وگویی برای گذشته زمان‌بندی کنید."),
                n("a8f71a2b", function (e) {
                    return "اتاق گفت‌وگو را نمی‌توانید برای پس‌از " + e.days + " روز آینده زمان‌بندی کنید.";
                }),
                n("ae092f6c", "اتاق گفت‌وگوی زمان‌بندی‌شده حذف نشد."),
                n("jd7f0030", "اتاق گفت‌وگوی زمان‌بندی‌شده به‌روز شد"),
                n("a26da034", "ذخیره تغییرات"),
                n("b3633046", "انتخاب «انجمن»"),
                n("ce447fcb", function (e) {
                    return e.count + " شنونده";
                }),
                n("ef7da97f", function (e) {
                    return e.count + " نفر درحال گوش‌دادن";
                }),
                n("a065e7e7", function (e) {
                    return "الآن درجریان است: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "این «اتاق گفت‌وگو» پایان یافته است: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "پخش ضبط: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "درحال اتصال…"),
                n("aadbc747", function (e) {
                    return "میزبان";
                }),
                n("hbd6035f", function (e) {
                    return "سخنران";
                }),
                n("if420852", "پخش ضبط"),
                n("f7dc3b1c", "این «اتاق گفت‌وگو» پایان یافته است"),
                n("c1d15dc0", "به‌نظر می‌رسد این «اتاق گفت‌وگو» بسته شده است."),
                n("g3e2f3a6", "گوش دادن در حالت ناشناس"),
                n("cd64d43e", "مستقیماً به‌عنوان سخنران بپیوندید"),
                n("jcdc32f0", "شروع گوش دادن"),
                n("a0cee16a", "شروع به صحبت کردن"),
                n("bf3daa48", "شروع گوش دادن به‌طور ناشناس"),
                n("f9305f48", "اتصال دوباره"),
                n("e51df2e6", "میکروفون شما هنگام شروع خاموش خواهد بود"),
                n("h114ff6c", "نمی‌توانید به این «اتاق گفتگو» بپیوندید زیرا از قبل در اتاق گفتگوی دیگری هستید."),
                n("d7fe2d7e", "نمی‌توانید به این «اتاق گفتگو» متصل شوید زیرا از قبل در اتاق گفتگوی دیگری هستید."),
                n("e61bdea4", "میزبان دارد این «اتاق گفت‌وگو» را ضبط می‌کند. هرکسی که صحبت کند در فایل ضبطشده عمومی گنجانده خواهند شد."),
                n("d0ebf4f7", "بیشتر بدانید"),
                n("d782b808", "مشترک شدن مزیت‌های خودش را دارد"),
                n("i7f83b8d", "بیشتر بدانید"),
                n("fc962610", "نام «اتاق گفت‌وگو» یا میزبان را جستجو کنید"),
                n("e5b5f091", function (e) {
                    return "«اتاق گفت‌وگویی» منطبق با «" + e.searchQuery + "» وجود ندارد";
                }),
                n("g5812140", "خودتان یکی ایجاد کنید"),
                n("e8fe1ecb", function (e) {
                    return "«اتاق گفت‌وگوی» " + e.section + " منطبق با «" + e.searchQuery + "» وجود ندارد";
                }),
                n("c432d2b2", "جستجوی «اتاق گفت‌وگو»"),
                n("d39e8b30", "افزودن یادداشت"),
                n("dc7a6625", function (e) {
                    return "درحال نوشتن به‌نام " + e.displayAlias;
                }),
                n("g17e4064", "نوشته شما با نام مستعار شما در «نوشته‌های انجمن» منتشر خواهد شد بدون اینکه به نمایه X شما مرتبط باشد."),
                n("d9b09ee8", "دقیق باشید — ارائه کردن پیوندهایی به منابع بیرونی ضروری است."),
                n("b7476596", "دقیق باشید — توصیه می‌شود پیوندهایی به منابع بیرونی ارائه کنید."),
                n("df6c8292", "توضیحات شما"),
                n("ecb4d20c", "یادداشت شما دخیره نشد، لطفاً مطمئن شوید که قبلاً برای این پست یادداشتی ننوشته باشید و بعداً دوباره تلاش کنید."),
                n("eb5b4a12", "درباره نام‌های مستعار «یادداشت‌های کاربران»"),
                n("ja0ee360", "انتخاب نام مستعار"),
                n("f7b7c250", "نام مستعاری برای «یادداشت‌های کاربران» انتخاب کنید تا مخفی بمانید"),
                n("c6382384", "چرا «نوشته‌های انجمن» از نام مستعار استفاده می‌کند؟"),
                n("j48ab594", "مشارکت به‌طور خصوصی"),
                n("bc2399a0", "بدون هم‌رسانی هویت X خودتان، یادداشت بنویسید و رتبه بدهید."),
                n("d939cf16", "روی محتوا تمرکز کنید"),
                n("a56f0c32", "نام‌های مستعار می‌توانند با کمک به مشارکت‌کنندگان در تمرکز بیشتر روی محتوا و کمتر بر روی نویسندگان، به کاهش سوگیری کمک کنند."),
                n("d17c59e4", "همه مسئول هستند"),
                n("i719f8e2", "می‌توانید سابقه مشارکت‌کنندگان را ببینید، و همه ازطریق رتبه‌بندی‌هایی که کسب می‌کنند مسئول هستند."),
                n("a96bb564", "انتخاب نام مستعار در «یادداشت‌های کاربران»"),
                n("afcdcf84", "وقتی «یادداشت‌های کاربران» را می‌نویسید و رتبه‌بندی می‌کنید، این نام مستعار هویت شما خواهد بود. این نام با نمایه X شما مرتبط نیست."),
                n("f83d0446", "نام مستعار شما ذخیره شد."),
                n("ed0e6b2e", "شروع به رتبه‌بندی یادداشت‌ها"),
                n("if4c5e06", "به «نوشته‌های انجمن» خوش آمدید."),
                n("g880a78a", "شروع با رتبه‌بندی یادداشت‌ها"),
                n("d1be2236", "«یادداشت‌های کاربران» متکی به همیارانی مثل شماست که یادداشت‌های مفید را برای نشان دادن به همه تشخیص دهند."),
                n("af9f2b78", "ردگیری «تأثیرگذاری رتبه‌بندی»"),
                n("af68afc8", "«تأثیرگذاری» شما هر زمان که کمک کنید یادداشتی وضعیت «مفید» یا «غیرمفید» کسب کند بالا می‌رود."),
                n("fb5c5d42", "به امکان نوشتن یادداشت دست پیدا کنید"),
                n("a1e58cdc", "هنگامی که «تأثیر رتبه‌بندی» شما به ۵ یا بیشتر برسد، قفل توانایی نوشتن «یادداشت‌های کاربران» خودتان باز خواهد شد."),
                n("j5f112b4", "دو یادداشت از یادداشت‌های اخیر شما فعلاً وضعیت «غیرمفید» دارند."),
                n("ac34c5e8", "تعدادی کافی از همیاران، ازجمله کسانی که در رتبه‌بندی‌های قبلی‌شان با یکدیگر مخالف بوده‌اند، موافقت کرده‌اند که ۲ یادداشت از یادداشت‌های شما مفید نیستند. بازخورد ایشان به این شرح است:"),
                n("ib7886d0", "مشاهده این یادداشت‌ها در نمایه شما"),
                n("b0a7d360", "شما برای نوشتن یادداشت در معرض قفل شدن موقت قرار دارید."),
                n("e473f876", "توانایی نوشتن همیارانی که ۵ یادداشت اخیرشان با وضعیت «مفید» یا «غیرمفید» شامل ۳ یادداشت «غیرمفید» باشد به‌طور موقت قفل خواهد شد."),
                n("ef490ae8", "منابع ذکر نشده‌اند یا معتبر نیستند"),
                n("bf3dc462", "محتوای این یادداشت توسط منابع تأیید نمی‌شود"),
                n("heb35e12", "اطلاعات نادرست"),
                n("ib117532", "آزار و اذیت یا اهانت و سوءاستفاده"),
                n("a7bc3192", "به منابعی با کیفیت بالا ارجاع می‌دهد"),
                n("a26f8dc2", "درک آسان"),
                n("cbdef06c", "مستقیماً به ادعای پست می‌پردازد"),
                n("faa5f9e8", "بستر اطلاعاتی مهمی ارائه می‌دهد"),
                n("gf3b38f4", "زبان خنثی یا بی‌طرف"),
                n("a50327ea", "این پست یادداشت نیاز ندارد"),
                n("h7c59ea2", "نظر یا حدس و گمان"),
                n("d60c0064", "غلط‌های املایی یا زبان نامفهوم"),
                n("e06416ca", "بدون نکات کلیدی یا نامرتبط"),
                n("cff1aa8c", "زبان جدلی یا جانب‌دارانه"),
                n("c5d55592", "متن یا اطلاعات منحصربه‌فردی پیشنهاد می‌کند"),
                n("f3e6f0aa", "آگاه‌کننده"),
                n("hc2b6a7e", "بدون قضاوت و/یا همدلانه"),
                n("bbe8b4ac", "نظر، گمان یا تعصب"),
                n("dd1f17ea", "خارج از موضوع"),
                n("if966b54", "اطلاعات قدیمی"),
                n("fdc2060a", "برای نوشتن یادداشت «امتیاز تأثیرگذاری» شما باید بالاتر باشد."),
                n("edd80858", "مشاهده نمایه و امتیاز شما"),
                n("eec24ff6", "شروع به رتبه‌بندی"),
                n("eb9dc3ec", "همیارانی مثل شما همه‌باهم کمک می‌کنند یادداشت‌های «مفید» برای نشان دادن به‌صورت اطلاعات زمینه‌ای در پست‌ها برای آگاهی مردم شناسایی شود."),
                n("f2f61788", "دستیابی به امکان نوشتن یادداشت"),
                n("ca7e11e6", "وقتی امتیاز رتبه‌بندی موفقیت‌آمیز شما به ۵ یا بیشتر برسد، قفل توانایی نوشتن «یادداشت‌های کاربران» برای شما باز خواهد شد."),
                n("e7beb100", "مشاهده نمایه و بازخورد شما"),
                n("fd02e290", "مشاهده همه قوانین"),
                n("ee7b8050", "امکان نوشتن یادداشت‌های جدید موقتاً برای شما مسدود شده است."),
                n("b8cc2e9a", "چون یادداشت‌های اخیر شما «غیرمفید» رتبه‌بندی شده‌اند، توانایی شما برای نوشتن موقتاً قفل شده است."),
                n("f6c8613e", "بازخورد همیاران درباره یادداشت‌های شما:"),
                n("fd5c2282", "دریافت نکات بیشتر برای نوشتن یادداشت"),
                n("c23e67ea", "رفع مسدودیت توانایی شما برای نوشتن"),
                n("i0e66c5a", "یکی را انتخاب کنید"),
                n("j8e3e3be", "دست‌کم یکی را انتخاب کنید"),
                n("f1e851f0", "توضیحی ارائه کنید"),
                n("ff5dcac8", "توضیح شما خیلی طولانی است"),
                n("b47b5a16", "همه فیلدها الزامی است. لطفاً‌ مطمئن شوید به همه پرسش‌ها پاسخ داده‌اید."),
                n("g9cffe16", "یادداشت شما منبع ندارد"),
                n("bfa9e276", "یادداشت را بازنویسی کنید تا برای همه پست‌های شامل این تصویر مفید باشد، یا پاسختان به پرسش نخست این فرم را بازبینی کنید"),
                n("ja36d83e", "یادداشت را بازنویسی کنید تا برای همه پست‌های شامل این ویدئو مفید باشد، یا پاسختان به پرسش نخست این فرم را بازبینی کنید"),
                n("i6488a04", "یادداشت را بازنویسی کنید تا برای همه پست‌های شامل این رسانه مفید باشد، یا پاسختان به پرسش نخست این فرم را بازبینی کنید"),
                n("j6e12b24", "شامل عکس یا ویدیویی است که به‌صورت دیجیتالی تغییر داده شده است"),
                n("eda68484", "به‌طور دیجیتالی دستکاری شده است"),
                n("e198eb8c", "در زمینه‌ای یادداشت بنویسید که فکر می‌کنید باید با این ویدیو بیاید تا دیگران را مطلع کند."),
                n("a9803d44", "یادداشتی حاوی آن‌دسته از اطلاعات زمینه‌ای بنویسید که به‌نظر شما باید همراه با تصویر نشان داده شود تا به دیگران اطلاع‌رسانی شود."),
                n("j7ddf18a", "یادداشتی حاوی اطلاعات زمینه‌ای بنویسید که به‌نظر شما لازم است همراه با همه پست‌های حاوی پیوند نشان داده شود تا به دیگران اطلاع‌رسانی شود."),
                n("g3874520", "یادداشتی بنویسید شامل آن اطلاعات زمینه‌ای که به‌نظر شما باید همراه با پست نشان داده شود تا دیگران آگاه باشند."),
                n("ac1141aa", "یادداشتی بنویسید تا به همیاران یادداشت‌های کاربران کمک کند بدانند چرا این ویدیو گمراه‌کننده نیست یا به زمینه بیشتری نیاز ندارد."),
                n("f99ebcfc", "یادداشتی بنویسید و به همیاران دیگر «یادداشت‌های کاربران» کمک کنید بفهمند چرا این تصویر گمراه‌کننده نیست یا به اطلاعات زمینه‌ای اضافه نیاز ندارد."),
                n("h641949e", "یادداشتی بنویسید تا به همیاران یادداشت‌های کاربران کمک کند بدانند چرا این پست گمراه‌کننده نیست یا به زمینه بیشتری نیاز ندارد."),
                n("c926cff6", "با توجه به شواهد فعلی، به‌نظر من این پست احتمالاً…"),
                n("e0ef7a2c", "با توجه به شواهد فعلی، به‌نظر من این تصویر احتمالاً…"),
                n("g491d33a", "با توجه به شواهد فعلی، به‌نظر من این ویدیو احتمالاً…"),
                n("b253e462", "با توجه به شواهد فعلی، به‌نظر من این صفحه پیوندشده احتمالاً…"),
                n("b1b2d004", "بالقوه گمراه‌کننده است و اضافه کردن اطلاعات زمینه‌ای به آن مفید است"),
                n("ha9655c2", "گمراه‌کننده نیست"),
                n("ebd2de06", "چرا فکر می‌کنید این پست گمراه‌کننده است؟"),
                n("i865abe8", "چرا فکر می‌کنید این تصویر ممکن است گمراه‌کننده باشد؟"),
                n("add096c6", "چرا فکر می‌کنید این ویدیو ممکن است گمراه‌کننده باشد؟"),
                n("eb604e2e", "چرا فکر می‌کنید صفحه پیوندشده ممکن است گمراه‌کننده باشد؟"),
                n("c33bc7d4", "با حقیقت تضاد دارد"),
                n("aadb676c", "اطلاعات قدیمی دارد و ممکن است گمراه‌کننده باشد"),
                n("g21a0ef4", "القای شبهه می‌کند یا متن مهمی را ندارد"),
                n("daf354de", "ادعای ثابت‌نشده‌ای را به‌عنوان واقعیت ارائه می‌کند"),
                n("d1d2ef84", "لطیفه یا طنزی است که ممکن است به‌عنوان واقعیت تفسیر شود"),
                n("bfee6064", "چرا فکر می‌کنید این پست گمراه‌کننده نیست؟"),
                n("dfd1f7f0", "چرا فکر می‌کنید این تصویر گمراه‌کننده نیست؟"),
                n("b8623176", "چرا فکر می‌کنید این ویدیو گمراه‌کننده نیست؟"),
                n("ec66e3fc", "چرا فکر می‌کنید صفحه پیوندشده ممکن است گمراه‌کننده باشد؟"),
                n("g228df26", "ادعای صحیحی برپایه واقعیت ارائه می‌کند"),
                n("h890a3f2", "وقتی هم‌رسانی شد درست بود ولی اکنون قدیمی شده است"),
                n("hf607a0a", "به‌وضوح طنز‌آمیز/لطیفه‌وار است"),
                n("j6ac7742", "نظر شخصی را ارائه می‌کند"),
                n("b1d82aae", "آیا به منابعی پیوند داده‌اید که فکر می‌کنید بیشتر مردم آن‌ها را قابل اعتماد می‌دانند؟"),
                n("ae859ee0", "یادداشت شما درباره پست است یا تصویر؟"),
                n("ba84e7f8", "یادداشت شما درباره این پست است یا این ویدیو؟"),
                n("ibb784c6", "درباره این پست خاص"),
                n("a21ecb8c", "درباره تصویر موجود در این پست، و باید روی همه پست‌هایی که این تصویر را دارند نشان داده شود"),
                n("he0ca8da", "درباره ویدیوی موجود در این پست، و باید در همه پست‌هایی که شامل این ویدیو هستند، نشان داده شود"),
                n("d0bf8d34", "یادداشت شما درباره پست است، یا پیوند؟"),
                n("db370b9a", "یادداشت شما درباره پست است، یا تصویر، یا پیوند؟"),
                n("c35bf10e", "یادداشت شما درباره پست است، یا ویدئو، یا پیوند؟"),
                n("d96ce0d2", "این یادداشت طوری نوشته شده است که برای همه پست‌هایی که شامل این تصویر هستند مفید باشد."),
                n("a1fb516c", "این یادداشت طوری نوشته شده است که برای همه پست‌هایی که شامل این ویدئو هستند مفید باشد."),
                n("be46a61e", "این یادداشت طوری نوشته شده است که برای همه پست‌هایی که شامل این رسانه هستند مفید باشد."),
                n("ied1c2c2", "این یادداشت تاحدودی مخصوص این پست است و ممکن است در پست‌های دیگر مرتبط نباشد."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "همه " + e.matchCount + " پست";
                }),
                n("d7959c4d", function (e) {
                    return " همه " + e.matchCount + " پست";
                }),
                n("ff5be16d", function (e) {
                    return " همه " + e.matchCount + " پست";
                }),
                n("abdd8d0a", "ویرایش یادداشت"),
                n("c097608e", "یادداشت شما توضیح ندارد"),
                n("ba25898c", "یادداشت‌هایی که منابعشان را توضیح دهند بخت بیشتری دارند که سودمند رتبه‌بندی شوند."),
                n("e764d704", "یادداشت‌هایی که پیوندی به منابع موثق داشته باشند بخت بیشتری دارند که سودمند رتبه‌بندی شوند."),
                n("gb67e44c", "ارسال بدون توضیح"),
                n("d6b758a2", "ارسال بدون منبع"),
                n("dc1fa12c", "حساب‌های کاربری «یادداشت‌های کاربران» باید شماره تلفن‌های تأییدشده داشته باشند"),
                n("a1752fde", "برای ادامه همیاری در «نوشته‌های انجمن» از این حساب کاربری، باید شماره تلفنتان را به‌تأیید برسانید."),
                n("hef02710", "علاوه‌بر به‌تأیید رسیدن، شماره‌تان باید از شرکت مخابراتی معتمدی باشد و با حساب کاربری دیگری در «یادداشت‌های کاربران» مرتبط نباشد."),
                n("dff9b6bc", "تأیید تلفن"),
                n("f051e434", "همیاران «یادداشت‌های کاربران» باید شماره تلفن‌های یکتا داشته باشند"),
                n("eaef2f72", "به‌نظر می‌رسد چندین همیار «یادداشت‌های کاربران» وجود دارند که حساب‌های کاربری‌شان در X با این شماره تلفن مرتبط شده است."),
                n("j78d41b4", "برای اینکه بتوانید از این حساب کاربری به همیاری ادامه دهید، باید این شماره تلفن را از حساب‌های کاربری دیگر X بردارید."),
                n("a7c9a176", "حساب‌های کاربری «یادداشت‌های کاربران» باید شماره تلفن‌های تأییدشده‌ای از طرف شرکت مخابراتی معتمد داشته باشند"),
                n("ec853dfa", "برای کاهش استفاده از شماره تلفن‌های ساختگی یا مجازی، شماره تلفن‌ها باید از شرکت‌های مخابراتی مورد اعتماد باشند."),
                n("j6e19c58", "ارزش‌های «یادداشت‌های کاربران»"),
                n("ea580ee2", "یادآوری کوتاهی درباره ارزش‌های «یادداشت‌های کاربران»:"),
                n("eac7b6ac", "همیاری کنید تا یکدیگر را بیشتر درک کنید"),
                n("b0381cfc", "با حسن نیت اقدام کنید"),
                n("f0addddc", "مفید باشید، حتی برای کسانی که مخالف هستند"),
                n("h7c7b204", "پیش‌از اینکه یادداشت جدیدی بنویسید، به رتبه‌بندی یادداشت‌های موجود کمک کنید"),
                n("i8cae552", "کیفیت «یادداشت‌های کاربران» را با رتبه‌بندی بالا نگه می‌دارید."),
                n("hd43a218", "به سقف روزانه خودتان برای نوشتن یادداشتن‌ها رسیده‌اید"),
                n("aaba8ed2", "با هدف بالا نگهداشتن کیفیت یادداشت‌ها و پبشگیری کردن از هرزنامه، برای تعداد یادداشت‌هایی که همیاران می‌توانند در هر روز بنویسند براساس «تأثیرگذاری نوشتن» آن‌ها محدودیتی وجود دارد. لطفاً بعداً دوباره امتحان کنید."),
                n("b98f077c", "اطلاعات درخواست یادداشت"),
                n("ee691104", "درخواست «یادداشت کاربران» درباره این پست"),
                n("f8cbdf02", "فکر می‌کنید این پست احتمالاً گمراه‌کننده است؟ درخواست «یادداشت کاربران» کنید."),
                n("f132d1be", "همیاران روی پست‌هایی که تعداد درخواست برای آن‌ها کافی باشد هشدار مشاهده خواهند کرد"),
                n("gf71296c", "اگر یادداشتی نوشته شود و همیاران دیگر آن را مفید رتبه‌بندی کنند، روی پست نشان داده خواهد شد"),
                n("de0685b4", "‫X انتخاب نمی‌کند کدام یادداشت‌ها نمایش داده شود - «یادداشت‌های کاربران» توسط کاربران و برای کاربران نوشته می‌شود"),
                n("f8ac3c88", "موافقت و درخواست یادداشت"),
                n("a8edd0ea", "منبعی اضافه شود؟"),
                n("a39a0de6", "پیوند به پست X"),
                n("j819c176", "با افزودن پیوند به پست X که توضیح می‌دهد چه مواردی احتمال گمراه‌کنندگی دارند، به همیاران «یادداشت‌های کاربران» کمک کنید."),
                n("e15b3b44", "پیوند باید به پست X باشد. برای نمونه: x.com/user/status/…"),
                n("c81085a4", "یادداشت‌های کاربران"),
                n("c363515c", "به‌طور عمومی دردسترس قرار می‌گیرند"),
                n("cb6b0138", "متشکرم! درخواست شما فرستاده شد"),
                n("c196e8b8", "اگر یادداشتی نوشته شود و مفید رتبه‌بندی شود، آن را روی پست خواهید دید."),
                n("a9491efa", "درخواست «یادداشت کاربران» ارسال شد"),
                n("f060d1cc", "حذف درخواست"),
                n("f499f824", "حذف درخواست شما"),
                n("hd1bc518", "ممکن است چند دقیقه وقت لازم باشد تا بتوانید درخواست جدیدی روی این پست ارسال کنید"),
                n("geb8d31d", "نام‌نویسی کنید"),
                n("gc399930", "اطلاعات محدودیت روزانه درخواست یادداشت"),
                n("fee815e4", "برای درخواست یادداشت به سقف روزانه‌تان رسیده‌اید"),
                n("i7eb7900", "چنانچه برای پست‌هایی درخواست انجام دهید که با موفقیت یادداشت‌های مفید دریافت کنند، محدودیت روزانه‌تان افزایش خواهد یافت."),
                n("d1a3817e", "با این کار به افرادی پاداش داده می‌شود که پست‌های بالقوه گمراه‌کننده‌ای را که اطلاعات زمینه‌ای اضافی برایشان مفید باشد با موفقیت پیدا می‌کنند."),
                n("c031c77a", "چنانچه تعداد زیادی درخواست برای پست‌هایی انجام دهید که افراد موافق نباشند نیاز به یادداشت دارند، محدودیت روزانه‌تان ممکن است کاهش یابد."),
                n("f87129d2", "با این کار از هرزنامه پشگیری می‌شود و نویسندگان یادداشت‌ها را بر پست‌هایی متمرکز می‌کند که یادداشت‌های مفید برای آن‌ها لازم باشد."),
                n("jdd4a572", "حساب کاربری شما باید شماره تلفن تأییدشده داشته باشد"),
                n("i0f07c07", "به‌تأیید رساندن تلفن"),
                n("i157c1a8", "این درخواست حذف شده است."),
                n("a9f4ca9c", "همیاران «یادداشت‌های کاربران» اکنون می‌توانند یادداشت شما را ببینند"),
                n("eb8f7c0c", "همیاران دیگر اکنون می‌توانند یادداشت شما را رتبه‌بندی کنند"),
                n("h87c6bd6", "همیاران دیگر اکنون می‌توانند یادداشت شما را ببینند"),
                n("gc1a5bce", "آن را ازنظر مفید بودن رتبه‌بندی خواهند کرد"),
                n("i0e950ca", "اگر یادداشت شما وضعیت «مفید» را کسب کند، از آن پس به‌عنوان زمینه برای همه کسانی که پست را می‌بینند نشان داده خواهد شد"),
                n("a047e800", "یادداشت شما به همیاران دیگر کمک می‌کند وقتی یادداشت‌ها را رتبه‌بندی می‌کنند اطلاعات زمینه‌ای بیشتری داشته باشند"),
                n("cec8a38c", "اگر یادداشت شما وضعیت «مفید» کسب کند، شما «تأثیرگذاری نوشتن» کسب می‌کنید."),
                n("a377532e", "اگر به تعداد کافی افرادی با دیدگاه‌های مختلف آن را مفید رتبه‌بندی کنند، به‌عنوان زمینه برای همه کسانی که پست را می‌بینند نشان داده می‌شود"),
                n("d790fa4e", "وضعیت یادداشت‌ها براساس رأی اکثریت تعیین نمی‌شود"),
                n("e90cda68", "برای شناسایی یادداشت‌هایی که برای طیف وسیعی از افراد مفید باشند، باید درباره وضعیت یادداشت توافقی میان همیاران ایجاد شود، همیارانی که گاهی در رتبه‌بندی‌های گذشته‌شان با دیگران مخالفت کرده‌اند."),
                n("j5a1d85a", "مشاهده یادداشت"),
                n("b25b64d6", "یادداشت شما ارسال شد."),
                n("g1428d70", "یادداشت شما ارسال شد."),
                n("a4ec7004", "اکنون این اتفاق‌ها می‌افتد:"),
                n("c4093274", "درباره «یادداشت‌های کاربران» پس‌از ارسال"),
                n("bc8746a6", "لطفاً پیش‌از نوشتن یادداشت جدید دست‌کم یک یادداشت رتبه‌دهی کنید."),
                n("ce3c80b8", "«یادداشت‌های کاربران» برای حفظ کیفیت در سطح بالا به رتبه‌دهی‌های شما تکیه می‌کند."),
                n("fa6a075a", "یادداشت‌های دربردارنده اطلاعات زمینه‌ای برای نمایش همراه با پست"),
                n("acb7ecae", "یادداشت‌های توضیحی درباره دلیل لازم نبودن اطلاعات زمینه‌ای اضافی"),
                n("d9a5fc06", "رده‌بندی پست"),
                n("b73cebd2", "رتبه‌دهی پست و یادداشت‌ها"),
                n("ad8883f2", "هیچ یادداشتی در مورد این پست وجود ندارد"),
                n("efd14e7a", "درحال بارکردن یادداشت‌ها"),
                n("e65b7186", "افرادی برای این پست «یادداشت‌های کاربران» پیشنهاد داده‌اند"),
                n("bcc14a68", "«یادداشت‌های کاربران» برنامه‌ای است که در آن همیاران داوطلب، اطلاعاتی زمینه‌ای (به‌نام «یادداشت‌ها») را به پست‌هایی که به‌نظرشان ممکن است گمراه‌کننده باشد اضافه می‌کنند. این «یادداشت‌ها» می‌توانند توسط همیاران رتبه‌بندی شوند، و اگر فعلاً مفید رتبه‌بندی شوند، آن‌ها به‌عنوان زمینه در پست نشان داده می‌شوند. اگر یادداشتی فعلاً مفید رتبه‌بندی شده است و شما مخالف هستید، می‌توانید درخواست بازبینی تکمیلی کنید — به این ترتیب، همیاران بیشتری آن یادداشت را بازبینی خواهند کرد و رتبه‌بندی آن ممکن است تغییر کند. "),
                n("c21313ba", "یادداشت‌ها فعلاً مفید رتبه‌بندی نشده است"),
                n("c2c40120", "نمایش همه یادداشت‌ها"),
                n("ia596d40", "ببینید چیزی هست که بخواهید بهتر شود؟"),
                n("deff0bde", "یادداشتی بنویسید"),
                n("i8e85ef8", "به «یادداشت‌های کاربران» بپیوندید و به نوشتن یادداشت و ویژگی‌های دیگری دسترسی پیدا کنید و به ایجاد جهانی آگاه‌تر کمک کنید."),
                n("af88892a", "این نوشته‌ها توسط همیاران «نوشته‌های انجمن» اضافه شدند که به‌نظرشان این پست احتمال گمراه‌کنندگی دارد و محتوای اضافه می‌تواند مفید باشد."),
                n("cf8a40a6", "«یادداشت‌ها» فقط در «یادداشت‌های کاربران» و تا زمانی‌که توسط تعدادی کافی از همیاران «مفید» رتبه‌بندی شده باشند قابل مشاهده هستند."),
                n("g22c8c30", "اگر تعدادی کافی از همیاران - ازجمله کسانی که در رتبه‌بندی‌های قبلی‌شان عموماً مخالفت کرده‌اند - این یادداشت‌ها را «مفید» رتبه‌بندی کنند، نمایش عمومی آن‌ها به‌عنوان اطلاعات زمینه‌ای همراه با پست شروع خواهد شد."),
                n("jf04b084", "این یادداشت‌ها را همیارانی اضافه کرده‌اند که باور دارند پست گمراه‌کننده نیست و به اطلاعات زمینه‌ای اضافی نیاز ندارد."),
                n("g5a72e98", "این موارد به‌عنوان اطلاعات اضافه برای رتبه‌دهندگان فقط در «نوشته‌های انجمن» قابل مشاهده است و به‌عنوان محتوای این پست نشان داده نمی‌شود حتی اگر وضغیت «مفید» را هم به‌دست آورند."),
                n("h53cb7de", "درباره این پست چه فکر می‌کنید؟"),
                n("dc3bfc82", "چه چیزی را درباره این پست می‌پسندید؟"),
                n("b4704bf4", "چه چیزی را درباره این پست نمی‌پسندید؟"),
                n("ed5156fa", "هنگام ذخیره رتبه‌بندی شما خطایی رخ داد. لطفاً دوباره تلاش کنید."),
                n("d5f9fb42", "این پست تقویت انجمن را رده‌بندی کردید"),
                n("j6aa6172", "رتبه‌دهی حذف شود؟"),
                n("i4112750", "این کار واگردشدنی نیست."),
                n("bd7eb888", "تمام یادداشت‌های این پست را ببینید"),
                n("i97b83f6", "خطایی در ارسال درخواست بازنگری شما رخ داد، دوباره امتحان کنید."),
                n("a038ab9a", "ترجمه یادداشت"),
                n("i606fc4c", "درباره درخواست‌های بازنگری «یادداشت‌های کاربران»"),
                n("b664c554", "درخواست بازبینی‌های بیشتر ازطرف همیاران"),
                n("ab66e1f2", "نحوه عملکرد:"),
                n("e36d807c", "تعداد بیشتری از همیاران «یادداشت‌های کاربران» درخواست بازبینی و رتبه‌بندی این یادداشت را دریافت خواهند کرد."),
                n("d8afb99c", "اگر رتبه‌بندی‌های همیاران وضعیت یادداشت را به‌نحوی تغییر دهد که فعلاً مفید رتبه‌بندی نشود، یادداشت دیگر روی پست نشان داده نخواهد شد."),
                n("f9e1090c", "بازبینی‌ها را همیاران انجام می‌دهند، نه X."),
                n("i80c8a84", "بازبینی بیشتر درخواست شد."),
                n("f93d4391", "درخواست کنید این یادداشت را همیاران بیشتری بازبینی کنند"),
                n("e457970a", "جزئیات «یادداشت»"),
                n("df587b98", "شناسه یادداشت"),
                n("h201bdc8", "نویسنده «یادداشت»"),
                n("h74b96b0", "یادداشت ارسال شد "),
                n("ge25848a", "وضعیت کنونی"),
                n("d6db34cc", "به رتبه‌بندی‌های بیشتری نیاز دارد"),
                n("ce8b505e", "غیرمفید"),
                n("e5be8156", "وضعیت «یادداشت» توسط الگوریتم منبع باز محاسبه شده است"),
                n("fca23c42", "همیارهایی با دیدگاه‌های گوناگون به تعداد لازم توافق کردند که این یادداشت مفید است، بنابراین به‌عنوان اطلاعات زمینه‌ای در پست نشان داده خواهد شد."),
                n("hef420c2", "این یادداشت هنوز به تعداد کافی توسط همیارانی با دیدگاه‌های گوناگون رتبه‌بندی نشده است."),
                n("j3af43c4", "همیارهایی با دیدگاه‌های گوناگون به تعداد لازم توافق کردند که این یادداشت مفید نیست."),
                n("f79d812c", "رتبه‌بندی مفید و نمایش ظرف یک ساعت پس‌از پست اولیه"),
                n("cc02373e", "رتبه‌بندی مفید و نمایش ظرف یک ساعت پس‌از پیشنهاد اولیه"),
                n("d9f72d90", "مطابقت و نمایش ظرف یک ساعت پس‌از پست اولیه"),
                n("fc6e4594", "برچسب‌های برتر انتخاب‌شده توسط رتبه‌دهندگان"),
                n("f7427d6f", "این پست"),
                n("aa94541d", "این پست"),
                n("fe821ebb", "این پست"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "پست دیگری"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " پست";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " پست";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " پست";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("a0dec723", "این پست"),
                n("f20fa57c", function (e) {
                    return e.matches + " پست دیگر";
                }),
                n("bd60b152", function (e) {
                    return e.matches + "پست‌هایی";
                }),
                n("b95920ef", "این پست"),
                n("f8dcced2", function (e) {
                    return e.matches + " پست دیگر";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("e3002eab", "این پست"),
                n("df3f2d52", function (e) {
                    return e.matches + " پست دیگر";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("ia35cd39", "این پست"),
                n("a499228a", function (e) {
                    return e.matches + " پست دیگر";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("fa56f7cb", "این پست"),
                n("b826c19c", function (e) {
                    return " " + e.matches + " پست دیگر";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("i56af3fd", "این پست"),
                n("g1f275b6", function (e) {
                    return e.matches + " پست دیگر";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "این پست"),
                n("f5b30b8a", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "این پست"),
                n("ef8a55a6", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "در X نشان داده نمی‌شود"),
                n("e272836c", "یادداشت حذف شود؟"),
                n("da5a5d8c", "وقتی این یادداشت را حذف کنید برای همیشه از «یادداشت‌های کاربران» حذف خواهد شد."),
                n("a804a8f4", "نوشته‌های بیشتری به کمک شما نیاز دارند"),
                n("ib9628b8", "برای ساختن «تأثیر رتبه‌دهی» خود، به نوشته‌های بیشتری رتبه دهید"),
                n("bf08be2e", "اکنون یادداشت‌های بیشتری رتبه‌بندی کنید"),
                n("i26425d8", "تا حدودی"),
                n("c6e683d0", "ارسال و موافقت"),
                n("b3fcaac6", "قبل از رتبه‌بندی این یادداشت، منابع را باز کرده و بررسی کنید"),
                n("e8a33850", "لطفاً قبل از رتبه‌بندی این یادداشت، منابع را باز کرده و بررسی کنید"),
                n("ca6f04ec", "بررسی منابع ذکرشده در یادداشت‌ها به حصول اطمینان از صحت آن‌ها کمک می‌کند. "),
                n("a7338bc2", "این یادداشت مفید بود؟"),
                n("bd0b6422", "این توضیح مفیدی است که چرا اطلاعات زمینه‌ای تکمیلی نیاز نیست؟"),
                n("ac7f9746", "چه چیز آن مفید بود؟"),
                n("c7751804", "چه چیز آن غیرمفید بود؟"),
                n("dc9c823a", "این نوشته برای همه پست‌هایی که شامل این پیوند هستند مفید است."),
                n("da0bb868", "این یادداشت می‌تواند برای همه پست‌هایی که شامل این ویدئو هستند مفید باشد."),
                n("e8694748", "این یادداشت برای همه پست‌هایی که شامل این تصویر هستند مفید است."),
                n("b487e12e", "این یادداشت برای همه پست‌هایی که شامل این رسانه هستند مفید است."),
                n("hfdb963e", "این نوشته خیلی ویژه این پست است و شاید با پست‌های دیگری که شامل همین پیوند باشند مرتبط نباشد."),
                n("bd6742c2", "این یادداشت خیلی مخصوص این پست است، و شاید در پست‌های دیگری که شامل همین ویدئو هستند مرتبط نباشد."),
                n("ded3a8a2", "این یادداشت خیلی مخصوص این پست است، و شاید در پست‌های دیگری که شامل همین تصویر هستند مرتبط نباشد."),
                n("c1e42c92", "این یادداشت خیلی مخصوص این پست است، و شاید در پست‌های دیگری که شامل همین رسانه هستند مرتبط نباشد."),
                n("af198630", "دردسترس عموم"),
                n("d39720d3", "مفید"),
                n("i7d91dc9", "تا حدودی مفید"),
                n("c75b7fb4", "غیرمفید"),
                n("d9025c46", function (e) {
                    return e.matches + " پست‌هایی";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " پستی";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " پستی";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " پستی";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "یادداشت شما"),
                n("b9f18eec", "فعلاً مفید رتبه‌بندی شده است"),
                n("j33f6520", "فعلاً غیرمفید رتبه‌بندی شده است"),
                n("idc0e9fc", "نام‌نویسی برای همیار شدن در «یادداشت‌های کاربران» "),
                n("a83cccfa", "همیاران می‌توانند پیشنهادهای یادداشت را مرور کنند، یادداشت بنویسند، تأثیرشان را پیگیری کنند، و کارهای بیشتر!"),
                n("c2a6ec00", "می‌خواهید به «نوشته‌های انجمن» بپیوندید؟"),
                n("d2470b62", "کمک کنید افراد اطلاعات بیشتری داشته باشند."),
                n("ab23a972", "گفتگو را دنبال کنید"),
                n("c68f3bc0", "درباره ارزش‌های ما بیشتر بدانید"),
                n("dfb1f498", "بازخورد"),
                n("a584cfa7", "به ‎@CommunityNotes برای ما پیام خصوصی بفرستید"),
                n("e4d93012", "چندین نفر درخواست «یادداشت کاربران» کرده‌اند."),
                n("e55983c0", "هیچ‌کدام از درخواست‌کنندگان تاکنون پیوندی به منبعی ارائه نکرده‌اند که دلیل نیاز به یادداشت را توضیح دهد"),
                n("h23be93e", "درخواست‌کنندگان می‌توانند پستی از X را در درخواستشان بگنجانند که بتواند توضیح دهد چرا به باور آن‌ها یادداشت می‌تواند مفید باشد. ایشان پست‌های زیر را گنجانده‌اند"),
                n("ca6ae344", "نوار برگه «یادداشت‌های کاربران»"),
                n("fe27c1e2", "یادداشت‌ها"),
                n("ff692d64", "نمایه شما"),
                n("cb1adfa0", "بارگیری داده‌ها"),
                n("jaf0d42c", "یادداشت‌های شما"),
                n("fa9a644a", "اگر ۳ یادداشت از جدیدترین ۵ یادداشت شما (با وضعیت «مفید» یا «غیرمفید») «غیرمفید» محسوب شود، امکان نوشتن یادداشت موقتاً برای شما مسدود خواهد شد."),
                n("i4014342", "نگذارید امکان نوشتن برای شما مسدود شود. بازخورد همیاران درباره دو یادداشت شما به این شرح است:"),
                n("j9897a7c", "دریافت نکات نوشتن یادداشت"),
                n("ac71a5a0", "رتبه‌بندی یادداشت‌هایی که نیاز به کمک دارند"),
                n("h544e3c8", "همیاران اکنون باید «تأثیر رتبه‌بندی» سطح ۵ کسب کنند تا امکان نوشتن یادداشت برای آن‌ها فعال شود."),
                n("d88c63f6", "جدید: دستیابی به امکان نوشتن یادداشت"),
                n("bd31adde", "برنامه «یادداشت‌های کاربران» را ترک کرده‌اید."),
                n("a796c19c", "پیوستن دوباره"),
                n("h837a96c", "دوباره به برنامه «یادداشت‌های کاربران» خواهید پیوست."),
                n("a4d4bcb9", function (e) {
                    return "اگر دوباره می‌خواهید بپیوندید، می‌توانید " + e.numDaysToRejoin + " روز دیگر از اینجا این کار را انجام دهید.";
                }),
                n("a490bc51", "بیشتر بدانید"),
                n("c94ad3e8", "برای ما بازخورد بفرستید"),
                n("ee160790", "یادداشت‌های حذف‌شده"),
                n("b3de4a42", "تأثیر رتبه‌بندی"),
                n("a7b0393c", "تأثیر نوشتن"),
                n("id568acc", "نویسنده برتر"),
                n("e25f9ad6", "رتبه‌بندی‌هایی که به یادداشتی کمک کرده است وضعیت «مفید» کسب کند"),
                n("a0697fbc", "خسته نباشید! این رتبه‌بندی‌ها یادداشت‌های «مفیدی» را شناسایی کردند که به‌عنوان اطلاعات زمینه‌ای در پست‌ها نشان داده می‌شوند تا روند آگاهی‌بخشی به افراد حفظ شود."),
                n("a3311a60", "این رتبه‌بندی‌ها یادداشت‌های «مفیدی» را شناسایی کردند که به‌عنوان اطلاعات زمینه‌ای در پست‌ها نشان داده می‌شوند تا روند آگاهی‌بخشی به افراد حفظ شود."),
                n("bbc44f5a", "این رتبه‌بندی‌ها یادداشت‌های «مفیدی» را شناسایی می‌کنند که به‌عنوان اطلاعات زمینه‌ای در پست‌ها نشان داده می‌شوند تا روند آگاهی‌بخشی به افراد حفظ شود."),
                n("b4f21858", "رتبه‌بندی‌هایی که کمک کرده‌اند یادداشتی وضعیت «غیرمفید» کسب کند"),
                n("d46b6bc8", "این رتبه‌بندی‌ها با ارائه بازخورد به نویسندگان نوشته، و اجازه دادن به همیاران برای تمرکز بر متعهدانه‌ترین نوشته‌ها، باعث بهبود «نوشته‌های انجمن» می‌شود."),
                n("a5e6ba6a", "رتبه‌بندی‌های «مفید» درباره یادداشت‌ها که وضعیت نهایی آن‌ها «غیرمفید» تعیین شده است"),
                n("a22929e4", "رتبه‌بندی‌های «غیرمفید» درباره یادداشت‌ها که وضعیت نهایی آن‌ها «مفید» تعیین شده است"),
                n("b76dd726", "این رتبه‌بندی‌ها عادی است و چنانچه افراد به تعداد کافی موافق باشند یادداشت «مفید» به‌اندازه کافی مفید نیست، می‌توانند به تغییر وضعیت منجر شوند."),
                n("j29cc0f2", "این رتبه‌بندی‌ها دو بار شمرده می‌شوند چون معمولاً نشان‌دهنده پشتیبانی از یادداشت‌هایی هستند که دیگران کیفیت آن‌ها را پایین قلمداد کرده‌اند."),
                n("cd4333d0", "نگران نباشید، هرکسی مقداری از این‌ها دریافت می‌کند! "),
                n("e9fa53ac", "رتبه‌بندی‌های یادداشت‌هایی که فعلاً وضعیت «مفید» یا «غیرمفید» ندارند."),
                n("fc664dee", "رتبه‌بندی‌هایی که پس‌از تعیین وضعیت داده شده‌اند"),
                n("f024ec64", "این رتبه‌بندی‌های می‌توانند وضعیت یادداشت را تقویت کنند، یا باعث شوند نتیجه برعکس شود."),
                n("e1ee08e6", "تأثیرگذاری نوشتن"),
                n("je3fc324", "یادداشت‌های شما که وضعیت «مفید» کسب کردند"),
                n("f7358242", "یادداشت‌هایی که وضعیت «مفید» کسب کردند"),
                n("j8e9b514", "خسته نباشید! این یادداشت‌ها برای همه کسانی که پست را می‌بینند، نشان داده می‌شوند، و اطلاعات زمینه‌ای اضافه می‌کنند تا روند آگاهی‌بخشی به افراد حفظ شود."),
                n("e9e57c5c", "این یادداشت‌ها برای همه کسانی که پست را می‌بینند، نشان داده می‌شوند، و اطلاعات زمینه‌ای اضافه می‌کنند تا روند آگاهی‌بخشی به افراد حفظ شود."),
                n("fee0d8a8", "این یادداشت‌ها در X نشان داده می‌شوند، و به پست‌ها اطلاعات زمینه‌ای اضافه می‌کنند تا روند آگاهی‌بخشی به افراد حفظ شود."),
                n("iab44364", "یادداشت‌های شما که وضعیت «غیرمفید» کسب کردند"),
                n("d8c90438", "یادداشت‌هایی که وضعیت «غیرمفید» کسب کردند"),
                n("accaa48e", "این یادداشت‌ها توسط تعدادی کافی از همیاران «غیرمفید» رتبه‌بندی شده است، ازجمله کسانی که گاهی در رتبه‌بندی‌های گذشته‌شان با دیگران مخالفت کرده‌اند. می‌توانید این یادداشت‌ها و بازخوردهایی را که دریافت کرده‌اند در نمایه‌تان ببینید.\nوضعیت یادداشت‌ها ممکن است با دریافت رتبه‌بندی‌های افراد دیگر تغییر کند."),
                n("fa2156f6", "این یادداشت‌ها توسط تعدادی کافی از همیاران «غیرمفید» رتبه‌بندی شده است، ازجمله کسانی که گاهی در رتبه‌بندی‌های گذشته‌شان با دیگران مخالفت کرده‌اند.\nوضعیت یادداشت‌ها ممکن است با دریافت رتبه‌بندی‌های افراد دیگر تغییر کند."),
                n("d004c768", "یادداشت‌هایی که به رتبه‌بندی‌های بیشتری نیاز دارند"),
                n("f3d6d6c0", "یادداشت‌هایی که فعلاً وضعیت «مفید» یا «غیرمفید» ندارند."),
                n("d68a370c", "آخرین به‌روز رسانی: "),
                n("f10aaf3c", "نکاتی برای رتبه‌بندی یادداشت‌ها"),
                n("b9793c9a", "هنوز یادداشتی ننوشته‌اید"),
                n("bed66f92", "روش شروع کار به این شرح است:"),
                n("a3ca686a", "مشاهده نکاتی برای نوشتن یادداشت‌های مفید"),
                n("ga8034c6", "برای نوشتن یادداشت روی منوی ••• در پست ضربه بزنید"),
                n("h4109636", "اگر فکر می‌کنید پستی احتمالاً گمراه‌کننده است، یادداشتی بنویسید و اطلاعات زمینه‌ای مفیدی برای افرادی که با آن روبه‌رو می‌شوند اضافه کنید."),
                n("ec30e9ac", "همیاران دیگر به یادداشت شما ازنظر مفید بودن رتبه می‌دهند"),
                n("e0c42f80", "اگر به وضعیت «مفید» برسد، به‌عنوان زمینه برای همه کسانی که پست را می‌بینند نشان داده می‌شود"),
                n("ife4baaa", "«یادداشت‌های کاربران» با قانون اکثریت کار نمی‌کند. برای تشخیص یادداشت‌هایی که برای گروه وسیعی از افراد مفید باشند همیاران باید در مورد وضعیت‌ها توافق داشته باشند، همیارانی که گاهی در رتبه‌بندی‌های پیشین خودشان توافق نداشته‌اند. این امر باعث می‌شود تا از رتبه‌بندی‌های یک‌جانبه پرهیز شود."),
                n("a0c552ee", "تأثیر شما اینجا نشان داده خواهد شد"),
                n("a4e5ea3c", "هنوز یادداشتی رتبه‌بندی نکرده‌اید"),
                n("g9a28bde", "مرور یادداشت‌هایی که نیاز به کمک دارند"),
                n("dc0046e2", "مرور صفحه اصلی «یادداشت‌های کاربران»"),
                n("fecae168", "در آنجا، یادداشت‌هایی را پیدا خواهید کرد که به رتبه‌بندی‌های بیشتری نیاز دارند، جایی که مخصوصاً رتبه‌بندی شما می‌تواند کمک کند."),
                n("h525e29e", "کمک کنید یادداشت‌هایی که ممکن است برای بسیاری از افراد مفید باشند پیدا شوند"),
                n("f6db7706", "بهترین «نوشته‌های انجمن»، آن‌هایی است که مستقیماً ادعای پست را هدف قرار می‌دهند، به‌صورت مفید و با زبانی روشن نوشته شده‌اند، و منابعی را اضافه می‌کنند که محدوده وسیعی از مردم آن‌ها را قابل اعتماد می‌دانند."),
                n("f636b582", "کمک کنید یادداشت‌های غیرمفید پیدا شوند"),
                n("f58f4f62", "رتبه‌بندی یادداشت‌های بی‌کیفیت، با ارائه بازخورد به نویسندگان یادداشت‌ها و کمک به همیاران برای تمرکز بر مفیدترین یادداشت‌ها، «یادداشت‌های کاربران» را بهبود می‌بخشد."),
                n("cf30af22", "آیا می‌دانستید؟"),
                n("d145b0fa", "وضعیت یادداشت‌ها با رأی اکثریت مشخص نمی‌شود. برای شناسایی یادداشت‌هایی که برای طیف وسیعی از افراد مفید باشند، باید درباره وضعیت یادداشت توافقی میان همیاران ایجاد شود، همیارانی که گاهی در رتبه‌بندی‌های گذشته‌شان با دیگران مخالفت کرده‌اند. با این کار از رتبه‌بندی‌های یک‌جانبه پیشگیری می‌شود."),
                n("c20a24cc", "تبریک!"),
                n("d01b8fc8", "شما یکی‌از نویسندگان برتر «یادداشت‌های کاربران» هستید."),
                n("jbe2ad46", "نویسندگان دارای «تأثیرگذاری نوشتن» بالا و درصد بالای یادداشت‌های دارای وضعیت «مفید» به این موارد دسترسی خواهند داشت:"),
                n("d2dc3d4c", "اولویت برای هشدارهای یادداشت‌ها"),
                n("heb73816", "پیشنهادهای یادداشت‌های «نویسندگان برتر» احتمال بیشتری دارد که آگاه‌سازی ایجاد کنند و توجه رتبه‌دهندگان را جلب کنند."),
                n("b760d51a", "نشان در نمایه فرعی"),
                n("ief63e50", "«نویسندگان برتر» با نشانی در نمایه‌شان در «یادداشت‌های کاربران» شناسایی می‌شوند."),
                n("jd6b88ca", "یادداشت درباره رسانه‌ها"),
                n("c39bdf5a", "«نویسندگان برتر» می‌توانند درباره رسانه‌های برجسته‌شده در چند پست یادداشت بنویسند، و افراد بسیار بیشتری را آگاه‌تر کنند."),
                n("efb9a9e0", "اینجا چیزی برای دیدن وجود ندارد"),
                n("a1529ce7", "بیشتر بدانید"),
                n("f07ed596", "همیارانی مثل شما همه‌باهم کمک می‌کنند یادداشت‌های «مفید» برای نشان دادن به‌صورت اطلاعات زمینه‌ای در X شناسایی شود و به آگاهی مردم برسد."),
                n("h2b5268a", "آفرین! یادداشت‌های بیشتری رتبه‌بندی کنید و به رشد و بهبود تأثیرگذاری‌تان ادامه دهید."),
                n("e86c87a0", "یادداشت‌های بیشتری رتبه‌بندی کنید"),
                n("ad98f836", "«تأثیرگذاری رتبه‌بندی» شما منفی شده است. نگران نباشید!"),
                n("e2d7c914", "ادامه به رتبه‌بندی یادداشت‌ها"),
                n("a5427624", "برای یافتن یادداشت‌هایی که لازم است همیاران بیشتری به آن‌ها رتبه دهند، صفحه اصلی «یادداشت‌های کاربران» را مرور کنید."),
                n("e227a7fa", "وضعیت یادداشت‌ها همیشه ممکن است تغییر کند"),
                n("eda73c9c", "گاهی رتبه‌بندی‌های شما با وضعیت یادداشت مخالف است. مشکلی نیست! اگر همیاران بیشتری با شما موافق باشند، وضعیت یادداشت ممکن است برعکس شود، و تأثیرگذاری شما تغییر خواهد کرد."),
                n("cfa3b664", "اکنون می‌توانید «نوشته‌های انجمن» را بنویسید."),
                n("j44125ee", "این مشارکت‌کننده هنوز یادداشتی ننوشته است."),
                n("da55067c", "بعداً این اتاق گفت‌وگو را بررسی کنید!"),
                n("f893c3b8", "پیوستن به «یادداشت‌های کاربران»"),
                n("a701795c", "هنوز «یادداشت کاربری» وجود ندارد"),
                n("db08295e", "می‌خواهید بپیوندید؟"),
                n("ha275800", "به‌نظر می‌آید عضو برنامه آزمایشی «یادداشت‌های کاربران» نیستید. اکنون به آن بپیوندید تا به افراد کمک کنید اطلاعات بهتری دریافت کنند."),
                n("ce0a213a", "برای ایجاد یادداشت، نماد «یادداشت‌های کاربران» را در منوی پست انتخاب کنید. یادداشت‌هایی که ایجاد کرده‌اید اینجا نشان داده خواهد شد."),
                n("c87f3cf8", "توجه"),
                n("a5b19492", "این یادداشت وجود ندارد"),
                n("c21d1b2a", "«یادداشت‌ها» وقتی وضعیت «مفید» یا «غیرمفید» پیدا می‌کنند که همیاران به‌تعداد کافی درباره آن توافق کرده باشند، ازجمله افرادی که گاهی در رتبه‌بندی‌های قبلی‌شان مخالفت کرده‌اند. این امر باعث می‌شود مفید بودن یادداشت‌ها برای طیف وسیعی از افراد تضمین شود، و از رتبه‌بندی‌های یک‌جانبه پیشگیری شود."),
                n("c7b59cde", "تنظیمات «یادداشت‌های کاربران»"),
                n("c8be1d0d", "اطلاعات بیشتری کسب کنید."),
                n("a5a2330c", "پست‌های دارای همان رسانه"),
                n("ad071b5c", "پست‌ها نشان‌دهنده پیوند یکسانی هستند"),
                n("b92967c0", "این یادداشت، یادداشت رسانه نیست"),
                n("i92fddce", "اگر تعدادی کافی از افراد موافق ضرورت این کار باشند، یادداشت به‌طور خودکار روی پست‌های زیر نشان داده خواهد شد."),
                n("f5ce7a00", "این پست رسانه‌ای هنوز پست مشابهی ندارد."),
                n("e1288bdc", "خبررسانی وقتی یادداشتی به کمک شما نیاز دارد"),
                n("ca14eab4", "وقتی یکی از «یادداشت‌های کاربران» به رتبه‌بندی شما نیاز دارد آگاه‌سازی دریافت کنید."),
                n("gb2bc3d0", "کاملاً پای کار هستم 🔥"),
                n("c35ebcd2", "هرچه بتوانم کمک می‌کنم - تا چند نوبت در روز"),
                n("ba165b3c", "اغلب"),
                n("g72e2a58", "چند خبررسانی در هفته"),
                n("idd249e0", "گاهی"),
                n("if2e01ee", "چند خبررسانی در ماه"),
                n("fdaeaab8", "هنگام ذخیره تنظیمات تنظیمات شما خطایی رخ داد، لطفاً دوباره امتحان کنید."),
                n("db4e443a", "تنظیمات شما ذخیره شد."),
                n("dc11636c", "زبان‌هایی که صحبت می‌کنید"),
                n("fae059c6", "ترک برنامه «یادداشت‌های کاربران»"),
                n("ed37123a", "دارید برنامه «یادداشت‌های کاربران» را ترک می‌کنید"),
                n("c1a554a2", "چیزهایی که باید بدانید در زیر آمده است:"),
                n("j59355fe", "نمی‌توانید «یادداشت‌های کاربران» جدیدی بنویسید."),
                n("c23420ec", "از «یادداشت‌های کاربران» آگاه‌سازی دریافت نخواهید کرد، مگر اینکه با فعالیت شما در X مرتبط باشد."),
                n("c76031ee", "نمایه ناشناس «یادداشت‌های کاربران» شما و ارسال‌های قبلی‌تان همچنان دردسترس عموم باقی خواهد ماند. هنوز هم می‌توانید یادداشت‌هایتان را ببینید و حذف کنید."),
                n("be4f9106", "پس‌از ۹۰ روز می‌توانید دوباره بپیوندید."),
                n("hf68e810", "هدف برنامه یادداشت‌های کاربران این است که دنیای مطلع‌تری بسازد. این برنامه به افراد در X این قدرت را می‌دهد تا با همیاری خود به پست‌هایی که ممکن است گمراه‌کننده باشند، یادداشت‌های مفیدی اضافه کنند."),
                n("jdb52860", "مشارکت‌کنندگان یادداشت می‌نویسند و به آن‌ها رتبه می‌دهند"),
                n("c104025c", "مشارکت‌کنندگانی افرادی درست مانند شما در X هستند که تصمیم گرفته‌اند در این برنامه آزمایشی ثبت‌نام کنند و یادداشت بنویسند و به یادداشت‌ها رتبه دهند. هرچه تعداد افراد مشارکت‌کننده بیشتر شود، نتیجه برنامه بهتر می‌شود."),
                n("j7872b8c", "فقط یادداشت‌هایی که ازنظر افراد مفید باشد همراه با پست نشان داده می‌شود"),
                n("fb59415e", "برای اینکه یادداشت به‌عنوان اطلاعات زمینه‌ای پست به‌طور عمومی نشان داده شود، افرادی با دیدگاه‌های مختلف باید به‌تعداد کافی به آن رتبه مفید بدهند. این رویکرد به پیشگیری از جانبداری‌ها و دست‌کاری اطلاعات کمک می‌کند، و به یافتن یادداشت‌هایی که برای بسیاری از افراد مفید باشد هم کمک می‌کند."),
                n("f9a44022", "شرکت X چیزهایی را که نشان داده می‌شود انتخاب نمی‌کند: افراد این کار را می‌کنند"),
                n("gdf4fbb2", "شرکت X در نوشتن، رتبه‌بندی، یا نظارت بر یادداشت‌ها دخالتی ندارد (مگر اینکه قوانین X را نقض کنند). به‌نظر ما، فراهم آوردن امکان اعلام نظر مشارکتی برای افراد روشی منصفانه و مؤثر برای افزودن اطلاعاتی است که به افزایش آگاهی افراد کمک می‌کند."),
                n("cc720e6a", "«یادداشت‌های کاربران» مبتنی بر شفاف‌سازی داده‌ها است"),
                n("j2fcd33a", "داده‌ها شامل همیاری‌ها تا این زمان است:"),
                n("d4a6b322", "همه داده‌های «نوشته‌های انجمن» روزانه در اینجا منتشر می‌شوند بنابراین افراد به آن دسترسی رایگان دارند تا تجزیه‌وتحلیل کنند، مشکلات را تشخیص دهند، و فرصت‌های بهتر کردن «نوشته‌های انجمن» را ببینند. برای یادگیری از شما مشتاقیم."),
                n("c359263a", "با روش استفاده و تجزیه‌وتحلیل داده‌های «یادداشت‌های کاربران» آشنا شوید "),
                n("b8a27fe2", "راهنما"),
                n("j1c99e00", "داده‌های یادداشت‌ها"),
                n("i6f69314", "داده‌های رتبه‌بندی‌ها"),
                n("b7e4c114", "داده‌های سابقه وضعیت «نوشته»"),
                n("d7f19114", "داده‌های وضعیت ثبت‌نام کاربران"),
                n("b6008808", "داده‌های درخواست یادداشت"),
                n("h786cd7a", "داده‌های یادداشت‌ها هنوز دردسترس نیست"),
                n("d0fe8052", "داده‌های رتبه‌بندی‌ها هنوز دردسترس نیست"),
                n("c0427f94", "داده‌های سابقه وضعیت «نوشته» هنوز دردسترس نیست"),
                n("g880d8c0", "داده‌های وضعیت ثبت‌نام کاربران هنوز دردسترس نیست"),
                n("ab1b3d38", "داده‌های درخواست یادداشت هنوز دردسترس نیست"),
                n("c43fb933", "توافق‌نامه و سیاست‌های برنامه‌نویسی X"),
                n("ed88e742", "کپی پیوند به این سرفصل"),
                n("h92fe1be", "متأسفانه، هم‌اکنون «نوشته‌های انجمن» دردسترس شما نیست."),
                n("f0dc1434", "«یادداشت‌های کاربران» فعلاً فقط در ایالات متحده دردسترس است"),
                n("f8fc0b48", "ایجاد پوشه"),
                n("c14bcdde", "جستجوی نشانک‌ها"),
                n("e9c65c4a", "جستجوی نشانک‌ها"),
                n("b92a21d9", function (e) {
                    return "نتیجه‌ای برای " + e.query + " یافت نشد";
                }),
                n("f191a2ba", "تنظیمات جستجوی"),
                n("a068008a", "پوشه‌ها فعلاً بارگیری نمی‌شود"),
                n("f075b0e8", "ویرایش پوشه"),
                n("beba2a0e", "ایجاد «پوشه نشانک» جدید"),
                n("e41c9b4f", function (e) {
                    return "در " + e.bookmarkFolderName + " ذخیره شد";
                }),
                n("h18f86a4", "حذف پوشه"),
                n("f4ea967a", "پوشه حذف شده است"),
                n("b670aa62", "نام پوشه"),
                n("aece5462", "نام پوشه با موفقیت به‌روزرسانی شد"),
                n("e3299b94", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای به‌روزرسانی این پوشه اقدام کنید."),
                n("c09ea714", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف این پوشه اقدام کنید."),
                n("gee78816", "نام پوشه نشانک نمی‌تواند بیشتر از ۲۵ نویسه داشته باشد"),
                n("h9a5daa2", "پوشه حذف شود؟"),
                n("ac9d5f56", "پست‌های شما همچنان در پوشه «همه نشانک‌ها» ذخیره خواهد شد"),
                n("i6e7e298", "ایجاد"),
                n("a0ea2fa6", "فیلد نام نباید خالی باشد"),
                n("eec37eac", "پوشه نشانک با این نام قبلاً وجود دارد"),
                n("fce0c59e", "پویانمایی JSON تحلیل نشد. لطفاً قالب JSON را در فایل پویانمایی خودتان بررسی کنید و دوباره امتحان کنید."),
                n("g0eea6c2", "فایل پویانمایی JSON خوانده نشد. لطفاً دوباره برای باز کردن فایل امتحان کنید.");
            n("ae58026a", "فایل Branded Like .json را برای پیش‌نمایش باز کنید"),
                n("hd0bc1eb", function (e) {
                    return e.name + " پخش زنده دارد";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " پخش زنده داشت";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " پخش زنده ندارد";
                }),
                n("d39d46c4", "عنوان به‌روز شد. نمایش داده شدن تغییرات ممکن است تا ۳۰ ثانیه طول بکشد."),
                n("e44095a5", function (e) {
                    return "‫" + e.timestamp + " شروع شد";
                }),
                n("j83f29dd", function (e) {
                    return "‫" + e.timestamp + " پایان یافت";
                }),
                n("daca8a2c", "باز کردن در «سکو»"),
                n("e3aac82a", "در حال بارگیری پخش"),
                n("i0ed3f4e", "تصویر رویداد"),
                n("cbae35fa", "گزارش پخش"),
                n("fd12ab58", "پست‌های مجموعه‌ها"),
                n("a226497c", "ایجاد «انجمن» جدید"),
                n("d7346632", "هنوز به انجمنی نپیوسته‌اید"),
                n("b732a4cc", "وقتی این کار را انجام دهید، پست‌های او را اینجا خواهید دید."),
                n("hff48914", "فعلاً پستی پیدا نشده است."),
                n("hb52cc4a", "لطفاً بعداً دوباره امتحان کنید."),
                n("e50e1bb0", "به «انجمن‌ها» خوش آمدید"),
                n("i6829daa", "«انجمن‌ها» گروه‌های بحث و گفت‌وگوی تحت نظارتی هستند که افراد در X می‌توانند در آن‌ها با هم ارتباط برقرار کنند و مطلب هم‌رسانی کنند."),
                n("fc5c6914", "با افرادی ملاقات کنید که علایقی مشابه شما دارند"),
                n("aa1a9820", "به «انجمن‌ها» بپیوندید و با افرادی ارتباط برقرار کنید که علایقی مشابه با شما دارند."),
                n("edef4c82", "مستقیماً به «انجمن» پست کنید"),
                n("a7640df6", "پست‌هایتان با اعضای «انجمن» و دنبال‌کنندگانتان هم‌رسانی می‌شود."),
                n("h3bb8068", "هروقت نیاز داشتید پشتیبانی دریافت کنید"),
                n("a709f8f8", "مدیرها و ناظم‌ها به مدیریت «انجمن‌ها» کمک می‌کنند تا گفت‌وگوها در مدار اصلی باقی بماند."),
                n("c8d33380", "موارد تازه"),
                n("cb6adb10", "کشف انجمن‌ها"),
                n("df362964", "یافتن «انجمن‌ها»"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " پست جدید";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " گزارش";
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " درخواست";
                }),
                n("a2118086", "مرتب‌سازی پست‌ها"),
                n("hb01fe46", "وقتی این کار را انجام دهید، آن‌ها را اینجا خواهید دید."),
                n("c170a564", "عبارتی که وارد کردید نتیجه‌ای در پی نداشت. عبارت جستجوی دیگری امتحان کنید."),
                n("cbd1aef8", "انجمن‌ها و پست‌ها را جستجو کنید"),
                n("fbf01e52", "جستجو در انجمن‌ها"),
                n("c8a6499c", "نتایج جستجوی پست‌های انجمن"),
                n("af05a978", "همان وقت که دارید می‌نویسید نتایج جستجو نشان داده خواهد شد."),
                n("eb4d2cd0", "پستی پیدا نشد."),
                n("a8ecdb4c", "جدیدترین نتایج جستجوی پست‌های انجمن"),
                n("dc6ce7b4", "اعضا"),
                n("ga2aa43c", "ناظم‌ها"),
                n("b139b54a", "دعوت به عضویت"),
                n("cf4898a0", "جستجوی افراد"),
                n("g30bc699", function (e) {
                    return "مشاهده نمایه @" + e.screenName;
                }),
                n("e585d844", "افزودن به تیم ناظم‌ها"),
                n("cab7c6f8", "به تیم ناظم‌ها اضافه شود؟"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " اکنون ناظم است.";
                }),
                n("f348a395", function (e) {
                    return "فعلاً نمی‌توانیم @" + e.screenName + " را به تیم ناظم‌ها اضافه کنیم. لطفاً بعداً دوباره امتحان کنید.";
                }),
                n("c3a1aebe", "حذف از تیم ناظم‌ها"),
                n("c273c8a6", "از تیم ناظم‌ها حذف شود؟"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " دیگر ناظم نیست.";
                }),
                n("a5808125", function (e) {
                    return "فعلاً نمی‌توانیم @" + e.screenName + " را از تیم ناظم‌ها حذف کنیم. لطفاً بعداً دوباره امتحان کنید.";
                }),
                n("a51d671b", function (e) {
                    return "ممنوع کردن ورود @" + e.screenName + " به «انجمن»";
                }),
                n("cdd87524", "هنوز کسی اینجا نیست"),
                n("cca51910", "وقتی افراد به این انجمن بپیوندند، آن‌ها را اینجا خواهید دید."),
                n("c9d56b72", "کمی از جامعه خودتان به ما بگویید. همیشه می‌توانید این جزئیات را بعداً تغییر دهید."),
                n("c1ad5a12", "به‌نظر می‌رسد برای ایجاد «انجمن» جدیدتان مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("f713fbd2", "عضویت"),
                n("d1fa71fc", "پرسش تأیید (اختیاری)"),
                n("a0a16d38", "هرکسی می‌تواند به «انجمن» بپیوندد و/یا به آن دعوت شود."),
                n("ce0523a8", "محدودشده"),
                n("i1aad6ec", "افراد برای پیوستن باید درخواست کنند، و تیم ناظم‌ها باید آن درخواست‌ها را تأیید کند. افرادی که تیم ناظم‌ها دعوت کرده باشند به‌طور خودکار تأیید می‌شوند."),
                n("c85960a0", "اجازه به اعضا برای صدور دعوت‌نامه"),
                n("ca373cd2", "افرادی که اعضای فعلی دعوت کنند به‌طور خودکار تأیید می‌شوند."),
                n("dfdcc6b4", "افرادی را که می‌توانند به «انجمن» شما بپیوندند کنترل کنید. به‌خاطر داشته باشید همه در X می‌توانند همه «انجمن‌ها» را مشاهده کنند."),
                n("h3e55b40", "نام انجمن"),
                n("dd71d9c9", function (e) {
                    return "نام باید بین " + e.minCharacterCount + " تا " + e.maxCharacterCount + " نویسه داشته باشد و نباید برچسب و @شناسه در آن باشد.";
                }),
                n("cf65e56b", function (e) {
                    return "نام باید از " + e.minCharacterCount + " تا " + e.maxCharacterCount + " نویسه داشته باشد";
                }),
                n("d936eeca", "نام نباید شامل برچسب یا @شناسه باشد."),
                n("e2df7cf2", "هدف انجمن"),
                n("be9bb312", "هدفی که خوب نوشته شده باشد «انجمن» شما را توصیف می‌کند و به افراد اطلاع می‌دهد انتظار چه چیزهایی داشته باشند"),
                n("e988475f", function (e) {
                    return "هدف باید از " + e.minCharacterCount + " تا " + e.maxCharacterCount + " نویسه داشته باشد";
                }),
                n("gcddfba8", "پرسش تأیید"),
                n("hf86d862", "وقتی کاربران درخواست پیوستن کنند، می‌توانند به این پرسش پاسخ دهند. پاسخ کاربر همراه با درخواستش نمایش داده خواهد شد. با خالی گذاشتن پرسش می‌توانید آن را حذف کنید."),
                n("i88b7305", function (e) {
                    return "پرسش باید کمتر از " + e.maxCharacterCount + " نویسه داشته باشد";
                }),
                n("dce5e1b4", "ابزارهای مدیریت"),
                n("c5d8c93e", "ابزارهای ناظم‌ها"),
                n("c8c7f9fc", "بازبینی نیاز است"),
                n("a87df2ee", "مدیریت انجمن"),
                n("ee609174", "تنظیمات کلی"),
                n("ab19cdaa", "تنظیمات هرزنامه"),
                n("d755f47d", function (e) {
                    return e.count + " پست جدید برای مرور";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " عضو";
                }),
                n("adfcc3ce", "افزودن، حذف، یا ویرایش قوانین"),
                n("d0330d9c", "مشاهده قوانین"),
                n("fd67f7c8", "ویرایش نام، هدف، و موارد دیگر انجمن"),
                n("e7e31264", "تنظیم ابزارهای فیلتر هرزنامه و گزارش‌دهی"),
                n("gc00d212", "پشتیبانی و منابع"),
                n("g0cbfc50", "رهنمودهای مفید برای نظم دادن به «انجمن»"),
                n("h6ebcfca", "این «انجمن» را در نمایه‌تان نمایش دهید"),
                n("c0fa0634", "«انجمن» خودتان را در کانون قرار دهید"),
                n("da035fd5", function (e) {
                    return "جدید" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "«انجمن» خودتان را در نمایه‌تان در کانون قرار دهید"),
                n("b18e94b2", "نمایه‌تان را نمایه حرفه‌ای کنید تا در نمایه‌تان «انجمن» نمایش دهید، به اطلاعات تحلیلی مخاطبان دسترسی پیدا کنید، و چیزهای بیشتر."),
                n("dc716b1c", "فهرست انجمن"),
                n("c3e2dda6", "افزودن یا برداشتن فهرست «انجمن»"),
                n("a68bffdc", "مشاهده سنجه‌های انجمن"),
                n("c6ea29a2", "ترک تیم ناظم‌ها"),
                n("a6e13fac", "مطمئنید می‌خواهید تیم ناظم‌ها را ترک کنید؟"),
                n("e538848c", "دیگر به ابزارهای ناظم‌ها دسترسی نخواهید داشت. اگر نظرتان عوض شد، باید دوباره با عنوان ناظم دعوت شوید."),
                n("j49e6aa2", "بله، می‌خواهم ترک کنم"),
                n("dde5f323", function (e) {
                    return e.count + " درخواست عضویت جدید برای مرور";
                }),
                n("f5e0332a", "محتوای بزرگسالان (NSFW)"),
                n("e983404a", "برچسب‌های سنجاق‌شده"),
                n("j8af8eaa", "نوع عضویت"),
                n("d5f01116", "هدف"),
                n("c2ff3c9e", "برچسب‌های جست‌وجو"),
                n("f4a98e9e", "اطلاعات انجمن"),
                n("a43bed28", "اگر انجمن شما محتوای حساس مخصوص بزرگسالان دارد باید این تنظیمات را فعال کنید. نادیده گرفتن این مرحله به فیلتر شدن خودکار همه محتوای حساس مخصوص بزرگسالان در انجمن شما منجر می‌شود."),
                n("ab1069de", "حذف «انجمن»"),
                n("bbc91896", "این کار را نمی‌توانید واگرد کنید. نویسنده‌های پست‌ها همچنان می‌توانند پست‌های خودشان را ببینند."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "برنمای انجمن"),
                n("ea965b82", "ویرایش برنمای انجمن"),
                n("j35d3ad6", "برداشتن و جایگزینی"),
                n("f1e8fb22", "برنمای شما برداشته می‌شود و برنمای پیش‌فرض به‌جای آن قرار می‌گیرد."),
                n("e405ec22", "به‌نظر می‌رسد برای ذخیره تصویر برنمای شما مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("b7fb6bda", "برش تصاویر"),
                n("e71cdf4e", "برش تصویر کوچک"),
                n("ef199198", "تنظیمات شما ذخیره شد"),
                n("ee10aa5a", "تنظیمات شما ذخیره نشد"),
                n("i307a7ca", "ویرایش برچسب‌های سنجاق‌شده"),
                n("dc6eca54", "برچسب حذف شد"),
                n("d27de326", "برای سازمان‌دهی پست‌های انجمن خودتان در خط زمان‌های جداگانه، برچسب‌ها را سنجاق کنید"),
                n("d84cc77a", "اینجا برچسب تایپ کنید"),
                n("d22e4cba", "برچسب‌ها باید یکتا باشند"),
                n("ca72a540", "شما به سقف تعداد مجاز برچسب‌ها رسیده‌اید"),
                n("bd96bf16", "طول برچسب‌ها باید حداقل ۱ نویسه و حداکثر ۳۰ نویسه باشد"),
                n("j27623d4", "برچسب‌ها نباید فاصله یا نویسه خاص داشته باشند"),
                n("c5d1634e", "بله، متوجه هستم"),
                n("daedd9fa", "این گزینه به هر کسی اجازه می‌دهد به انجمن شما بپیوندد. همه درخواست‌های دردست بررسی برای پیوستن به‌طور خودکار تأیید می‌شوند."),
                n("h3c0f1a2", "ویرایش نام انجمن"),
                n("cb5e6510", "به‌نظر می‌رسد برای ذخیره نام جدیدتان مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("a8955490", "ویرایش هدف"),
                n("ced2292a", "به‌نظر می‌رسد برای ذخیره شرح هدفتان مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("ba74c098", "ویرایش پرسش"),
                n("bd3e0420", "به‌نظر می‌رسد برای ذخیره پرسش شما مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("b57baa7a", "ویرایش برچسب‌های جست‌وجو"),
                n("f8caab7a", "برچسب جست‌وجو اضافه کنید تا انجمنتان در توصیه‌ها و نتایج جست‌وجو ارتقا یابد."),
                n("f35a667a", "برچسب جست‌وجویی در اینجا تایپ کنید"),
                n("b057d5c6", "برچسب‌های جست‌وجو باید یکتا باشند"),
                n("cc961258", "شما به سقف تعداد مجاز برچسب‌های جست‌وجو رسیده‌اید"),
                n("df4aca88", "طول برچسب‌های جست‌وجو باید حداقل ۱ نویسه و حداکثر ۳۰ نویسه باشد"),
                n("ie58fa58", "برچسب‌های جست‌وجو نباید فاصله یا نویسه خاص داشته باشند"),
                n("hd176a01", function (e) {
                    return "سرفصل ذخیره شد. سرفصل انجمن اکنون عبارت است از " + e.newTopicName;
                }),
                n("i39a43cc", "سرفصل انجمن حذف شذ"),
                n("e81b196e", "سرفصل جدید ذخیره نشد"),
                n("c1f97ad4", "ویرایش سرفصل"),
                n("g908eb0c", "سرفصلی اضافه کنید تا دیگران راحت‌تر بتوانند انجمن شما را کشف کنند! سرفصلی را که برای انجمن شما مناسب‌تر است انتخاب کنید."),
                n("f18a8ca0", "تنظیمات هرزنامه"),
                n("c8bd5d42", "قدرت فیلتر هرزنامه"),
                n("gfeb40a2", "فیلترهای هرزنامه را می‌توان برای مدیریت پست‌های ناخواسته در سطح‌های مختلفی از حساسیت تنظیم کرد."),
                n("h766865c", "گزارش خودکار توسط X"),
                n("fd1f413a", "گزارش خودکار به ناظم‌ها با ویژگی‌های برگزیده. وقتی پستی تأیید شد، پست‌های بعدی همان نویسنده توسط X گزارش نخواهد شد."),
                n("b1ba5fb4", "شناسایی هرزنامه‌فرست‌ها"),
                n("ee195f28", "کلیدواژه‌های هرزنامه"),
                n("cf276a82", "پنهان‌سازی پست‌های گزارش‌شده توسط X تا زمان تأیید شدن توسط ناظم‌ها"),
                n("a8c4c3fe", "پست‌های کاربرانی که سابقه رفتار هرزنامه‌فرستی دارند گزارش شود"),
                n("j8de95ec", "کلیدواژه‌هایی وارد کنید که ارسال گزارش‌های خودکار را فعال خواهند کرد"),
                n("ie873142", "زیاد"),
                n("a977afa2", "کم"),
                n("j715cb38", "ویرایش کلیدواژه‌های ممنوع"),
                n("b32ebbe8", "کلیدواژه‌هایی اضافه کنید تا X به‌طور خودکار به ناظم‌های «انجمن» گزارش کند"),
                n("acde5366", "کلیدواژه‌ای اینجا بنویسید"),
                n("a5f66c34", "کلیدواژه‌ها باید یکتا باشند"),
                n("ea637914", "شما به سقف تعداد مجاز کلیدواژه‌ها رسیده‌اید"),
                n("fede6d3c", "طول برچسب‌ها باید حداقل ۱ نویسه و حداکثر ۳۰ نویسه باشد"),
                n("cc06e200", "کلیدواژه‌ها نباید فاصله یا نویسه خاص داشته باشند"),
                n("d94edeb4", "«انجمن» شما می‌تواند حداکثر ۱۰ قانون داشته باشد. قانون‌های روشن می‌تواند باعث ترویج مشارکت با رعایت ادب و احترام شود و گفت‌وگوها را در مسیر درست نگه دارد."),
                n("j560c8ea", "افزودن قانون"),
                n("a9ba79c0", "«انجمن‌های» خوب را قوانین خوب می‌سازند"),
                n("h5482c7a", "درباره قوانین «انجمن» خودتان به‌طور جدی فکر کنید. این فوانین هم‌صدایی ایجاد می‌کند و به اعضا اطلاع می‌دهد که چه انتظاری از آن‌ها می‌رود."),
                n("d5033a7a", "برای مثال، آیا می‌خواهید گفت‌وگوها کاملاً در مورد موضوع باشد؟ آیا تبلیغ و تعریف از خود مجاز است؟ فحش دادن چطور؟"),
                n("ee8c43a0", "هرچه موارد را از همان اول روشن‌تر بیان کنید، بعداً نظارت کمتری نیاز است."),
                n("gaa3239a", "به‌نظر می‌رسد برای ذخیره قانون جدیدتان مشکل داریم. لطفاً بعداً دوباره امتحان کنید."),
                n("a67445d6", "از بیشترین تعداد فراتر رفته‌اید"),
                n("fcbe0993", function (e) {
                    return "انجمن‌ها می‌توانند حداکثر " + e.maxRuleCount + " قانون داشته باشند. برای افزودن قانون جدید، باید یکی از قانون‌هایی را که اکنون دارید حذف کنید.";
                }),
                n("c66769a4", "قانون"),
                n("ef02695b", function (e) {
                    return "نام قانون باید از " + e.minCharacterCount + " تا " + e.maxCharacterCount + " نویسه داشته باشد";
                }),
                n("c8242020", "شرح (اختیاری)"),
                n("d32cf5e7", function (e) {
                    return "حداکثر تعداد نویسه برای شرح: " + e.maxCharacterCount;
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "فراموش نکنید به «انجمن»‌ بگویید"),
                n("c1631260", "به‌روزرسانی همه درباره تغییرات قوانین در ایجاد اعتماد کمک می‌کند."),
                n("d3190bde", "ذخیره قانون"),
                n("ifd6e91c", "لغو و ویرایش قانون"),
                n("h99020e0", "ویرایش قانون"),
                n("f74a5adc", "انجمن‌ها باید دست‌کم یک قانون داشته باشند. می‌توانید قانونی را که دارید ویرایش کنید، یا قانون جدیدی اضافه کنید و سپس این را حذف کنید."),
                n("fbb0ed92", "حذف این قانون"),
                n("hed35472", "حذف قانون همیشگی است و نمی‌توانید آن را واگرد کنید."),
                n("c8677446", "حذف قانون"),
                n("c3a0d44e", "لغو و ویرایش قانون"),
                n("d703ce9e", "افزودن فهرست به «انجمن»"),
                n("f21f023c", "افزودن فهرست به «انجمن» شما باعث انتشار فید با محتوای مرتبطی می‌شود که شما تهیه کرده‌اید. یکی‌از فهرست‌هایتان را در زیر انتخاب کنید:"),
                n("gbc2cf50", "فهرست‌های شما"),
                n("ef9462fa", "فهرست مرتبطی ندارید؟"),
                n("fcda89f4", "فهرست جدیدی حاوی حساب‌هایی در X ایجاد کنید که محتواهای مرتبط با «انجمن» شما پست می‌کنند. فهرست خودتان را عمومی نگاه دارید تا اعضای «انجمن» همچنان بتوانند آن را ببینند."),
                n("c09609d8", "ایجاد فهرست"),
                n("dfddd842", "با پیام خصوصی فرستاده شد"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " قبلاً دعوت شده است";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " از قبل در این «انجمن» حضور دارد";
                }),
                n("h252ede6", "شما همه دعوت‌نامه‌هایتان را قبلاً استفاده کرده‌اید"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " را فعلاً نمی‌توان دعوت کرد";
                }),
                n("i6568549", function (e) {
                    return e.remaining_invite_count + " دعوت‌نامه برای شما باقی مانده است";
                }),
                n("b4f16d00", "جستجوی افراد برای دعوت کردن"),
                n("ja1387a8", "نتایج جستجو فقط شامل دنبال‌کنندگان شما و افرادی خواهد بود که به همه اجازه ارسال پیام خصوصی داده باشند."),
                n("ae85768c", "نتایج جستجو فقط شامل دنبال‌کنندگان شما و افرادی است که به همه اجازه ارسال پیام خصوصی داده باشند."),
                n("hb1e378e", "دعوت شده"),
                n("d710b60c", "تحلیل‌های آماری انجمن"),
                n("c199e390", "پست‌های جدید"),
                n("b4f51cd6", "تعداد پست‌هایی که در هفته گذشته ارسال شده است"),
                n("g6f8325a", "اعضای جدید"),
                n("b2bb7276", "تعداد اعضایی که در این هفته گذشته پیوسته‌اند"),
                n("e2172c92", "اعضای فعال"),
                n("fe1a9f68", "تعداد اعضایی که در انجمن شما پست کرده‌اند"),
                n("e989927e", "پست‌کننده‌های یکتا"),
                n("d1386a90", "تعداد اعضایی که در انجمن شما پست کرده‌اند"),
                n("abf609f2", "تعداد کل اعضا"),
                n("h2081878", "تعداد کل اعضای انجمن شما"),
                n("a3235cd6", "بازدیدهای یکتا"),
                n("g21e2a70", "تعداد کاربران X که در هفته گذشته از انجمنتان بازدید کرده‌اند"),
                n("ied6bac2", "تعداد پسندها"),
                n("ced8d39a", "تعداد پسندها در انجمن شما در هفته گذشته"),
                n("fb4f859c", "تعداد پاسخ"),
                n("h5a41cce", "تعداد پاسخ‌ها در انجمن شما در هفته گذشته"),
                n("i314218e", "سنجه‌های نشان‌داده‌شده برای ۷ روز گذشته. به‌روزرسانی‌شده "),
                n("addbb11e", "درخواست عضویت جدیدی وجود ندارد"),
                n("c38131de", "فعلاً دیگر کاری ندارید. وقتی درخواست‌های جدیدی برسد، آن‌ها را اینجا خواهید دید."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " تأیید شد و اکنون عضو «انجمن» شما است";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " تأیید نشد و نمی‌تواند به «انجمن» شما بپیوندد";
                }),
                n("jd8aae9d", function (e) {
                    return "به‌نظر می‌رسد فعلاً نمی‌توانیم " + e.screenName + " را تأیید کنیم. لطفاً بعداً دوباره امتحان کنید.";
                }),
                n("i580e149", function (e) {
                    return "به‌نظر می‌رسد فعلاً نمی‌توانیم " + e.screenName + " را رد کنیم. لطفاً بعداً دوباره امتحان کنید.";
                }),
                n("b4a38e4e", "این شخص را مسدود کرده‌اید. اگر عضویت او تأیید شود، باید مسدودسازی او را لغو کنید تا بتوانید پست‌هایش را ببینید."),
                n("f0956736", "این شخص را خموش کرده‌اید. اگر عضویت او تأیید شود، باید او را گویا کنید تا بتوانید پست‌هایش را ببینید."),
                n("b7f1e58a", "شما را دنبال می‌کند"),
                n("dffb0774", "درحال‌حاضر چیزی برای مرور وجود ندارد"),
                n("ab512f26", "گزارش کنشی ضبط نشده است."),
                n("b8171558", "ممنوع‌شده"),
                n("e32e7e1a", "ناظم"),
                n("b53fb7c6", "به‌نظر می‌رسد فعلاً نمی‌توانیم این کنش را برگردانیم. لطفاً بعداً دوباره امتحان کنید."),
                n("c546ba07", function (e) {
                    return "مشاهده نمایه " + e.userName;
                }),
                n("h4516e4f", function (e) {
                    return "جستجوی پست‌های " + e.userName + " در این «انجمن»";
                }),
                n("j4d4a809", function (e) {
                    return "‫" + e.moderatorName + " پستی را پنهان کرد‬";
                }),
                n("ja589ea5", function (e) {
                    return "‫" + e.revertedModeratorName + " پستی را آشکار کرد‬";
                }),
                n("c904a2ff", function (e) {
                    return "‫" + e.moderatorName + " پستی را سنجاق کرد‬";
                }),
                n("b43358cf", function (e) {
                    return "‫" + e.moderatorName + " سنجاق پستی را برداشت‬";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "آشکار کردن پست"),
                n("j68fc824", "آشکارشده"),
                n("j9541e18", "جست‌وجوی پست‌ها"),
                n("j10903d7", function (e) {
                    return "‫" + e.moderatorName + " عضوی را حذف کرد‬";
                }),
                n("e38bf285", function (e) {
                    return "‫" + e.revertedModeratorName + " عضوی را برگرداند‬";
                }),
                n("dea0d437", function (e) {
                    return "‫" + e.userName + " به این انجمن پیوست‬";
                }),
                n("j10346f5", function (e) {
                    return "‫" + e.userName + " این انجمن را ترک کرد‬";
                }),
                n("jb159607", function (e) {
                    return "‫" + e.moderatorName + " درخواست عضویتی را تأیید کرد‬";
                }),
                n("af7a63eb", function (e) {
                    return "‫" + e.moderatorName + " درخواست عضویتی را رد کرد‬";
                }),
                n("i717dfc3", function (e) {
                    return "‫" + e.revertedModeratorName + " درخواست عضویتی را دوباره تأیید کرد‬";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "تأیید دوباره درخواست"),
                n("i9a18ce0", "دوباره تأیید شد"),
                n("i24de0fe", "برگرداندن عضو"),
                n("b1c662f8", "برگردانده‌شده"),
                n("j2e04b1e", "ناظم‌ها نسبت به همه پست‌های گزارش‌شده اقدام کرده‌اند."),
                n("hb21cdb6", "ممنوع کردن"),
                n("dc7a9436", "گزارش کردن پست به X"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " عضو";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " عضو";
                }),
                n("dca19c06", "این پست را پنهان کردید"),
                n("dd641764", "این پست را نگه‌داشتید"),
                n("jf99d610", "بازخورد انجمن"),
                n("bbd69672", "این پست به‌دلیل نقض قوانین «انجمن» توسط یکی از ناظم‌ها پنهان شده است"),
                n("c730a21c", "قانونی که نقض کرده است:"),
                n("a5baa7d2", "یک دقیقه وقت بگذارید و قوانین را مرور کنید. این قوانین کمک می‌کنند گفتگوها ایمن بمانند و منحرف نشوند"),
                n("icc32e3d", function (e) {
                    return "یکی از ناظم‌ها شما را به‌دلیل نقض این قانون «انجمن» از " + e.communityName + " حذف کرده است:";
                }),
                n("d7d9be8a", "یافتن انجمن‌ها و پست‌ها"),
                n("cae9962e", "فعلاً انجمنی پیدا نشده است."),
                n("c2117be6", "هنگام پیمایش از این چیزها دیدید؟ 👀"),
                n("c2c4dad4", "چیزی انتخاب کنید تا اینجا نشان داده شود. منتظر می‌مانیم."),
                n("b7218496", "هنوز برچسبی وجود ندارد"),
                n("gc09bcfe", "«انجمن» شما گفت‌وگوی برچسب‌داری ندارد، ولی می‌توانید این وضعیت را تغییر دهید."),
                n("cf35a990", "درحال بارگیری پست‌های برچسب‌دار انجمن"),
                n("a1c41fe8", "پست‌های برچسب‌دار انجمن"),
                n("f27a2232", "جستجوی انجمن"),
                n("ie2efe36", "نتایج جستجوی انجمن"),
                n("a7c2e06d", function (e) {
                    return "انجمن " + e.communityName;
                }),
                n("a94092a2", "اکنون به ابزارهای ناظم‌ها دسترسی دارید"),
                n("be6dfbae", "ناظم‌های «انجمن» می‌توانند اعضا را اضافه یا حذف کنند."),
                n("b4f877be", "«انجمن» یافت نشد"),
                n("e48fbb02", "گزارش کردن «انجمن»"),
                n("b1614c34", "درباره «انجمن‌ها»"),
                n("j1dcedde", "جست‌وجوی پست‌ها"),
                n("cc683fba", "درباره انجمن"),
                n("af7c11aa", "اطلاعات انجمن"),
                n("fb974b24", "فقط اعضا می‌توانند پست کنند."),
                n("fcef2922", "همه می‌توانند به این «انجمن» بپیوندند."),
                n("c93dd2c8", "برای پیوستن به این «انجمن»، باید درخواست کنید و تأیید شوید."),
                n("gedb877d", "همه «انجمن‌ها» به‌طور عمومی قابل مشاهده هستند."),
                n("bf359e0e", "درباره «انجمن» جدید شما"),
                n("e8fcdd3a", "ما شما را با برخی تنظیمات اولیه راه می‌اندازیم، ولی «انجمن» شما کاملاً قابل سفارشی کردن است. در ادامه به آن خواهیم پرداخت."),
                n("b37d580e", "«انجمن» شما «محدود» است"),
                n("c6d9c07c", "همه در X می‌توانند همه «انجمن‌ها» را ببینند. افراد باید برای پیوستن به «انجمن» شما درخواست کنند، یا توسط تیم ناظم‌ها یا اعضای کنونی (اگر اجازه داشته باشند) دعوت شوند."),
                n("ea3b38fa", "«انجمن» شما «باز» است"),
                n("i625c42e", "همه در X می‌توانند همه «انجمن‌ها» را ببینند. همه می‌توانند به «انجمن» شما بپیوندند و/یا به آن دعوت شوند."),
                n("ca7eeab0", "قوانین اولیه «انجمن» شما عبارت‌اند از"),
                n("acae4034", "تنظیمات را می‌توانید در «ابزارهای مدیر» تغییر دهید"),
                n("e2186ee2", "حس خوبی نسبت به تنظیمات خودتان ندارید؟ مشکلی نیست. تغییر دادن آن‌ها کاملاً ساده است."),
                n("a0e3ece4", "جزئیات انجمن"),
                n("d11f73ea", "محتوای بزرگسالان"),
                n("hb9400dc", "مشاهده بیشتر"),
                n("b71a08a0", "«انجمن مشترک‌ها»"),
                n("d0574662", "تنظیم آگاه‌سازی‌ها"),
                n("fc16f13a", "کدام آگاه‌سازی‌ها را می‌خواهید؟"),
                n("be341c46", "اتاق‌های گفت‌وگوی انجمن (گپ‌وگفت‌های صوتی)"),
                n("fbe88a32", "گپ‌وگفت‌های متنی زنده «انجمن»"),
                n("b551cd1e", "پست‌های سنجاق‌شده"),
                n("i9f39962", "سنجاق کردن «انجمن»"),
                n("bc7f90a0", "در کانون قرار دادن «انجمن» در نمایه"),
                n("j5a37508", "سنجاق کردن «انجمن» در صفحه «خانه»"),
                n("c7a4610a", "برداشتن سنجاق «انجمن» از صفحه «خانه»"),
                n("bec3b8fa", "هم‌رسانی «انجمن»"),
                n("cc7d5b88", "دعوت با پیام خصوصی"),
                n("c66b37fa", "بازبینه انجمن"),
                n("g2768d0e", "چند چیز برای بهتر آماده کردن «انجمن» شما برای آغاز به کار…"),
                n("b192b58c", "رد کردن بازبینه"),
                n("gd302780", "انجمنی را که ایجاد کردم بررسی کنید:"),
                n("h5890b1a", "ناتمام"),
                n("b4a6faca", "قانون‌هایتان را مرور کنید"),
                n("a01e1a7c", "«انجمن» خودتان را شخصی‌سازی کنید"),
                n("f493480c", "پست کردن «انجمن» شما"),
                n("i9b7f6ba", "درحال بارگیری پست‌ها"),
                n("c22e8902", "امتحانش کنید"),
                n("a3466e1c", "پیگیری گفت‌وگوها با برچسب"),
                n("a524bb7e", "برچسب‌ها باعث می‌شوند ایجاد، یافتن، و پیوستن به گفت‌وگوهای موضوعی در «انجمن» آسان شود."),
                n("he8db880", "به‌نظر نمی‌رسد این «انجمن» وجود داشته باشد"),
                n("cc684fbc", "ممکن است حذف شده باشد، یا شاید هم هرگز وجود نداشته است. زندگی پر از راز و رمز است."),
                n("b4f8b518", "آفرینندگان آثار برای شما"),
                n("f5c41e22", "رفتن به تنظیمات «واگذاری نقش»"),
                n("b9226ec1", "Signed in as "),
                n("f47b48f6", "user"),
                n("b2ca74aa", "به‌زودی به حساب کاربری واگذارشده تعویض می‌کنید"),
                n("ba77b438", "تغییر حساب‌های کاربری"),
                n("g5261e91", function (e) {
                    return "اکنون به‌عنوان @" + e.screenName + " فعالیت می‌کنید.";
                }),
                n("cc15a3ea", "به‌خاطر داشته باشید که این حساب کاربری متعلق به شما نیست. مدیران می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند - و فهرست‌ها را هم ببینند. همچنین می‌توانید همیاران را به حساب کاربری دعوت کنید یا آن‌ها را حذف کنید و اطلاعات تحلیلی پست‌ها را مشاهده کنید."),
                n("e406250c", "به‌خاطر داشته باشید این حساب کاربری متعلق به شما نیست. همیاران می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند - و فهرست‌ها را هم ببینند."),
                n("e6718a62", "فقط مالک حساب کاربری می‌تواند از این ویژگی استفاده کند"),
                n("ba411b6f", "برای ما بازخورد بفرستید."),
                n("f01ee14b", "برای ما بازخورد بفرستید."),
                n("dbc85148", "پیامی انتخاب کنید"),
                n("a073658c", "از میان گفت‌وگوهای کنونی‌تان انتخاب کنید، گفت‌وگوی جدیدی شروع کنید، یا فقط به راهتان ادامه دهید."),
                n("f325afc4", "پیام خصوصی"),
                n("f5dc353c", "رسانه‌های بی‌پرده اکنون فیلتر می‌شود"),
                n("daeda054", "رفتن به تنظیمات"),
                n("fe1eaa96", "اکنون روی پیام‌هایی که احتمال وجود رسانه‌های بی‌پرده (مانند برهنگی، محتوای جنسی، یا خشونت) در آن‌ها شناسایی شده است هشدار نشان داده شود. همیشه می‌توانید این ویژگی را بعداً در «تنظیمات» غیرفعال کنید."),
                n("hc32acba", "درخواست‌های پیام حذف شود؟"),
                n("f9048f58", "این کار را نمی‌توان واگرد کرد و درخواست‌های پیام انتخاب‌شده از صندوق ورودی شما حذف خواهد شد."),
                n("a9d0d7f0", "ویرایش انبوه"),
                n("eb7de4aa", "پیام‌های بیشتری نشان داده شود، ازجمله آن‌هایی که ممکن است دارای محتوای اهانت‌آمیز باشد."),
                n("ee8c0c8a", "پیام‌های ورودی یا پیام‌های گروهی افرادی که دنبال نمی‌کنید اینجا نشان داده خواهد شد، و شما می‌توانید آن‌ها را بپذیرید یا حذف کنید."),
                n("ff599112", "ایجاد گروه"),
                n("c602600a", "افزودن افراد"),
                n("fa2033f6", "رمزگذاری‌شده"),
                n("aa59bb6a", "فرستادن جداگانه پست"),
                n("a2ccb2e8", "پیام خصوصی فرستاده شد."),
                n("f906f464", "پست با گروه هم‌رسانی شد"),
                n("i8a99aae", "پست جداگانه هم‌رسانی شد."),
                n("hbbc401c", "ارسال به گروه"),
                n("e1bde73f", function (e) {
                    return "به @" + e.screenName + " نمی‌توان پیام فرستاد";
                }),
                n("f7289cd6", "یک گفت‌وگوی گروهی را انتخاب کرده‌اید"),
                n("e6cced4e", "فقط گفت‌وگوهای دونفره را می‌توان «به گروه فرستاد». همچنان می‌توانید پیامتان را جداگانه بفرستید."),
                n("e3e58b6e", "اطلاعات گفتگو"),
                n("a9ddbb94", "اطلاعات گروه"),
                n("dd4779a0", "مدیریت برچسب‌ها"),
                n("ca9af866", "برچسب‌ها:"),
                n("e62d3c10", "حساب کاربری به این نام وجود ندارد. لطفاً دوباره امتحان کنید."),
                n("h8403fb6", "فعلاً نمی‌توانید آن‌ها را به این گفتگو اضافه کنید."),
                n("ja522ed4", "فعلاً نمی‌توانید برخی از این افراد را به این گفتگو اضافه کنید."),
                n("d87bff5a", "اطلاعات گفتگوی شما درحال بارگذاری‌ست."),
                n("cabb453e", "نام گروه"),
                n("eb1bb5a2", "مشاهده همه افراد"),
                n("a70436ac", "شروع پیام رمزگذاری‌شده"),
                n("a7f20223", function (e) {
                    return "توقف موقت آگاه‌سازی‌های " + e.name;
                }),
                n("g2f04a6b", function (e) {
                    return e.name + " را از حالت توقف موقت درآورده‌اید";
                }),
                n("i453fedf", function (e) {
                    return "توقف موقت تا " + e.expiration;
                }),
                n("b3dfd51a", "توقف موقت نام‌بری‌ها"),
                n("cc7c8ce6", "وقتی افراد از شما در این گفتگو نام بردند آگاه‌سازی دریافت نکنید."),
                n("hab58674", "نام‌بری‌ها غیرفعال شد"),
                n("e3c6e080", "نام‌بری‌ها فعال شد"),
                n("f33ef58a", "گزارش گفتگو به‌عنوان محتوای غیرقانونی در اتحادیه اروپا "),
                n("d1a6dbe6", "مسدود کردن همه‌چیز"),
                n("f24af200", "مسدود کردن پیام‌های مستقیم"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + " را مسدود کنید تا @" + e.screenName + " دیگر نتواند شما را دنبال کند یا به شما پیام دهد و شما هم دیگر آگاه‌سازی‌های @" + e.screenName + " را نخواهید دید.";
                }),
                n("iae09949", function (e) {
                    return "پیام مستقیم @" + e.screenName + " مسدود شود؟";
                }),
                n("e778e3d8", "پیام‌های مستقیم باموفقیت مسدود شد"),
                n("b7867912", "عدم انسداد همه‌چیز"),
                n("gaddb872", "عدم انسداد پیام‌های مستقیم"),
                n("d83414a1", function (e) {
                    return "مسدودسازی @" + e.screenName + " رفع شود؟ می‌تواند شما را دنبال کند و پست‌هایتان را مشاهده کند.";
                }),
                n("a5bbfecd", function (e) {
                    return "مسدود بودن @" + e.screenName + " رفع شود؟ می‌تواند شما را دنبال کند و با پست‌های عمومی‌تان تعامل کند.";
                }),
                n("cde6e1ff", function (e) {
                    return "عدم انسداد پیام مستقیم " + e.screenName;
                }),
                n("j37c4674", "۱ ساعت"),
                n("je7e1fed", function (e) {
                    return e.name + " را برای ۱ ساعت در حالت توقف موقت گذاشته‌اید";
                }),
                n("hf94a2d6", "خموش‌شده تا ۱ ساعت"),
                n("fb7a43c6", "۸ ساعت"),
                n("e95c8f8b", function (e) {
                    return e.name + " را برای ۸ ساعت در حالت توقف موقت گذاشته‌اید";
                }),
                n("bd54fad2", "خموش‌شده تا ۸ ساعت"),
                n("cb5bf56e", "۱ هفته"),
                n("gb7a130b", function (e) {
                    return e.name + " را برای ۱ هفته در حالت توقف موقت گذاشته‌اید";
                }),
                n("f6fce0fe", "خموش‌شده تا ۱ هفته"),
                n("i78153dd", function (e) {
                    return e.name + " را برای همیشه در حالت توقف موقت گذاشته‌اید";
                }),
                n("je9455da", "پیام‌ها رمزگذاری شده‌اند"),
                n("b5b0afa4", "نمای خود را شخصی کنید"),
                n("ec5880e6", "این تنظیمات بر همه حساب‌های کاربری X در این مرورگر تأثیر می‌گذارد."),
                n("babfa32c", "سفارشی‌سازی سریع نمای شما"),
                n("a2a2f98e", "چیزهای جدید را ببینید"),
                n("b4a361c0", "همین الآن می‌توانید رنگ و اندازه نوشتارتان را شخصی کنید، و انتخاب حالت تیره را هم کنترل کنید. این تنظیمات را فقط شما می‌توانید ببینید."),
                n("c797b44e", "آخرین داستان‌های X - که با پست‌ها گفته شده‌اند."),
                n("a19ce060", "کاوش در دسترس نیست."),
                n("f7d1a8e0", "برنامه Android"),
                n("aab2fae0", "برنامه iOS"),
                n("a35d9c9a", "منابع"),
                n("i6671128", "به چیزهای بیشتری در X دسترسی پیدا کرده‌اید"),
                n("d5e4d0a6", "می‌توانید به گفت‌وگو بپیوندید و با دیگران آسان‌تر ارتباط برقرار کنید. اکنون می‌توانید به این چیزها دست پیدا کنید:"),
                n("a97bc07e", "دسترسی به چیزهای بیشتر در X"),
                n("a72188d6", "برای اینکه X برای همه بهترین باشد، می‌خواهیم مطمئن شویم انسان واقعی پشت این حساب کاربری است. با صرف وقت برای تعامل با خط زمانتان و برقراری ارتباط با دیگران، به ما کمک کنید این آگاهی را به‌دست آوریم. وقتی مطمئن شدیم، می‌توانید به این چیزها دست پیدا کنید:"),
                n("a4ee9572", "دیده شدن توسط افراد بیشتر"),
                n("e5f4eac0", "محتوای شما بیشتر قابل پیدا شدن خواهد بود. و در نتایج جستجوها و موضوع‌های داغ نشان داده می‌شوید."),
                n("c7832a72", "مستقیماً با دیگران مرتبط شوید"),
                n("i1ccd17a", "بدون اینکه پیامتان به‌طور خودکار فیلتر شود، برای افرادی که شما را دنبال نمی‌کنند «پیام‌های مستقیم» ارسال کنید."),
                n("hc965308", "سرگرمی"),
                n("eb78b77e", "حالت سرگرمی"),
                n("aa8ece10", "امتحان کردن grok.com"),
                n("gb5fb7d0", "حالت تمرکز"),
                n("g5665caa", "خروج از «حالت تمرکز»"),
                n("a372681e", "کپی پیوند هم‌رسانی"),
                n("fbc79f6a", "سابقه گپ"),
                n("b61ad410", "سابقه"),
                n("b3de2628", "سابقه گپ موجود نیست"),
                n("acfbfb28", "گفت‌وگوهای آینده شما اینجا نشان داده خواهد شد."),
                n("i1147548", "جستجوی سابقه Grok"),
                n("ab437026", "گفتگویی پیدا نشد"),
                n("e12569ec", "برای چیز دیگری جستجو کنید."),
                n("d4eb0e26", "تغییر نام"),
                n("c64975ea", "هنوز هیچ گفتگویی را به‌عنوان دلخواه انتخاب نکرده‌اید"),
                n("a3e3db6e", "برای ذخیره کردن گپ‌هایی که اغلب به آن‌ها برمی‌گردید، روی ستاره کلیک کنید"),
                n("f4ae77ac", "سابقه تصویری وجود ندارد"),
                n("d57d337e", "تصویرهای تولیدشده شما در اینجا نمایش داده خواهد شد."),
                n("dab087ee", "گپ‌ها"),
                n("a911623c", "تصاویر"),
                n("ae9cdac6", "سابقه گپ"),
                n("b198a392", "گفتگوهای Grok"),
                n("d16329b4", "کپی کردن گفتگو"),
                n("af6c4470", "مشکلی پیش آمد، لطفاً دوباره امتحان کنید."),
                n("gf43d270", "در این گفتگو ادامه دهید"),
                n("f4b5fae2", "با ارسال کردن پیام، این گفتگو در سابقه شما کپی خواهد شد"),
                n("eb0d91ac", "ایجاد تصویر با Grok"),
                n("c5a23514", "از من طراحی کن"),
                n("g1cb8096", "غافلگیرم کن"),
                n("a5a3df56", "تصویری را که می‌خواهید ایجاد شود شرح دهید"),
                n("gbb4e90a", "دنیای اتفاقی رؤیایی و توهم‌زایی"),
                n("af21f92e", "شادکامی"),
                n("e207cba2", "مسابقه ورزشی اتفاقی"),
                n("b1323f10", "مدل درحال راه رفتن روی پیشگاه در هفته مد پاریس"),
                n("g6a90174", "حیوان بامزه مد روز"),
                n("jdc4b66c", "یکی از عجایب جهان"),
                n("ec601934", "بازترکیب از اول"),
                n("f9ecd3ba", "درج به‌عنوان پست"),
                n("af652514", "تفاوت"),
                n("j95bac7a", "سفارشی‌سازی Grok"),
                n("c5665922", "دوست دارید Grok چه چیزهایی را درباره شما بداند؟"),
                n("ff625c40", "دوست دارید Grok چگونه پاسخ دهد؟"),
                n("e5c7d602", "فعال‌سازی برای همه گپ‌ها"),
                n("d5e03fbc", "فید Grok"),
                n("a294d0c6", "نسخه خودتان را بسازید"),
                n("b38adba2", "‫X - برنامه همه‌چیز"),
                n("d05ae004", "بازی NHL"),
                n("d35ad22c", "مشاهده جدیدترین بازی NHL"),
                n("e806daa2", "مسابقه فوتبال"),
                n("cc2c2eca", "مشاهده جدیدترین مسابقه فوتبال"),
                n("bcdeae66", "درگاه F1 در Grand Prix"),
                n("e30e4bea", "دنبال کردن کنش Grand Prix در X"),
                n("be548ecb", function (e) {
                    return e.teamName1 + " در مقابل " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "به‌روزرسانی‌های " + e.teamName1 + " در مقابل " + e.teamName2 + " در X";
                }),
                n("b72c924c", "جست‌وجوی شغل‌ها"),
                n("f4da95a0", "توصیه‌های شغلی"),
                n("eedd808c", "شغل‌های ذخیره‌شده"),
                n("e0ba641a", "برای شرکت‌ها"),
                n("f9e6381a", "جست‌وجوی شغل‌ها"),
                n("fb15ec28", "دریافت توصیه‌های شغلی"),
                n("ece910f0", "شغل‌ها را براساس ترجیحات خودتان ببینید"),
                n("jd08bc14", "توصیه‌ها در طول زمان بهتر می‌شوند"),
                n("de0a4a72", "مکان دیدن توصیه‌ها را کنترل کنید"),
                n("db8c4158", "اکنون درخواست کنید"),
                n("d9c8057a", "اینجا کلیک کنید"),
                n("a71d7584", "برجسته‌شده"),
                n("d2b8da2c", "مهندسی نرم‌افزار"),
                n("cd958040", "داده و تحلیل داده"),
                n("c5760ca2", "محصول"),
                n("d31b4a2a", "طراحی"),
                n("f38959a6", "فروش"),
                n("bc78a26c", "بهره‌برداری"),
                n("ec28738e", "کارکنان و منابع انسانی"),
                n("icb06308", "امور مالی و حسابداری"),
                n("d0b978ec", "قانون و سازگاری"),
                n("af19cdc2", "علوم و مهندسی"),
                n("e4a51fca", "پزشکی"),
                n("e8ca78ae", "ساخت‌وساز و تجارت"),
                n("e25d75e4", "کارآموز"),
                n("e89b3f04", "سطح پایه"),
                n("h55825dc", "کم‌سابقه"),
                n("cc537386", "سطح متوسط"),
                n("jfc3cece", "باسابقه"),
                n("e1b683aa", "رهبری"),
                n("c4627fda", "مدیر"),
                n("db75b47c", "مدیران اجرایی"),
                n("i312f0ce", "در محل سایت"),
                n("b4aff05e", "ترکیبی"),
                n("c08b9138", "دورکاری"),
                n("ia5d6422", "حضور در مکان فیزیکی ضروری است"),
                n("h97c7f42", "انجام بخشی از کار در محل سایت ضرورت دارد"),
                n("ibed2d04", "ضرورتی برای کار در محل سایت وجود ندارد"),
                n("f508c49c", "کپی پیوند به شغل"),
                n("d6825dce", "هم‌رسانی از راه پیام خصوصی"),
                n("b9613442", "هم‌رسانی با پست"),
                n("c2b3f0da", "برجسته‌سازی در نمایه"),
                n("c791d3fc", "هم‌رسانی شغل"),
                n("eb517058", "شرکت‌های هوش مصنوعی"),
                n("b677cb9b", function (e) {
                    return e.count + " فیلتر شرکت";
                }),
                n("ja04d37c", "وارد کردن نام‌های شرکت‌ها"),
                n("a1876045", function (e) {
                    return e.count + " فیلترهای نوع استخدام";
                }),
                n("fb146dd2", "نوع استخدام"),
                n("a7090408", "کلیدواژه"),
                n("f16e9a15", function (e) {
                    return "‫" + e.count + " فیلتر نوع مکان";
                }),
                n("fa7d455a", "نوع مکان"),
                n("caa606db", function (e) {
                    return e.count + " فیلتر ارشدیت";
                }),
                n("jda06238", "ارشدیت"),
                n("j595df68", "به‌روز کردن ترجیحات توصیه‌هایتان:"),
                n("a1227d5e", "روشن کردن توصیه‌ها"),
                n("bae2f5f0", "افزودن این شغل به نمایه"),
                n("cbcaaa1a", "این پیش‌نمایش چیزی است که نشان داده خواهد شد."),
                n("f58cf1ac", "شغل را اضافه کنید"),
                n("j4ae9960", "هنگام افزودن این شغل به نمایه‌تان مشکلی پیش آمد."),
                n("caa352f0", "تعداد شغل‌ها خیلی زیاد است"),
                n("i08bee0e", "تعداد شغل‌های ویژه‌شده خیلی زیاد است"),
                n("d7ccaea2", "فعلاً محدودیت ۳ شغل فعال درباره شما اعمال شده است."),
                n("h05e4a7a", "حداکثر مجاز برای شما ۱۰ شغل ویژه‌شده است."),
                n("b518daae", "رفتن به داشبورد استخدام"),
                n("f48e9c52", "شغل باموفقیت اضافه شد."),
                n("f6757978", "در داشبورد استخدام می‌توانید این شغل را حذف کنید یا شغل‌های دیگری اضافه کنید."),
                n("i329c5a6", "مشاهده داشبورد استخدام"),
                n("h39a5448", "شغل‌هایتان را با X Hiring برجسته کنید."),
                n("d204515c", "با یک کلیک به نمایه‌تان شغل اضافه کنید."),
                n("ecb3df70", "پست‌های رویدادها"),
                n("a01d5a7c", "این مورد در دسترس نیست چون کسی آن را ایجاد کرده که مسدودش کرده‌اید"),
                n("cab51f93", function (e) {
                    return "نمی‌توانید این را ببینید چون @" + e.screenName + " شما را مسدود کرده است.";
                }),
                n("eaaca5dc", "امتیاز"),
                n("abdcd68a", "درحال بارگیری رویداد"),
                n("cfb57adb", function (e) {
                    return "پست درباره " + e.hashtag;
                }),
                n("b1037710", "افکارتان را هم‌رسانی کنید"),
                n("bb980db0", "خط زمان رویداد"),
                n("ffd929c1", function (e) {
                    return "جدید" + e.ttc_live_event;
                }),
                n("c9b302f8", "برای دیدن آخرین محصولات بعداً دوباره سر بزنید."),
                n("cfe836d1", function (e) {
                    return e.percent + "٪ تخفیف";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.description + " به‌قیمت " + e.price;
                }),
                n("f27deeea", "برگه محصولات Commerce"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "بازپخش"),
                n("j1d352d8", "یادآور تنظیم شد"),
                n("d18909d4", "تنظیم یادآور"),
                n("b0b38774", "رسانه سربرگ"),
                n("a7a119ec", "جدا کردن"),
                n("cfadb00e", "درحال گوش کردن"),
                n("db4620aa", "اتاق‌های گفت‌وگوی زنده"),
                n("c958e692", "اتاق گفت‌وگوی ضبط‌شده"),
                n("i2c2bfb7", function (e) {
                    return e.count + " درحال گوش‌دادن";
                }),
                n("i3f7ff00", "تصویرک رسانه"),
                n("h400d7c2", "پیوستن به اتاق گفت‌وگو"),
                n("be6ef5b4", "به‌زودی"),
                n("ca25ebae", "ارائه نسبت‌ها توسط"),
                n("e749753a", "توزیع"),
                n("ea885dec", "پول"),
                n("cde48000", "برای قمار بازی کردن مشکلی دارید؟ با ‎1-800-GAMBLER تماس بگیرید."),
                n("g53d5df6", "متمرکز"),
                n("d1e0a75f", function (e) {
                    return "برای شما" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "دنبال‌شده" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "اشتراک‌ها" + e.noun;
                }),
                n("d3619250", "پسندیده‌ترین"),
                n("f5edfbde", "از X خارج می‌شوید؟"),
                n("f12b4db5", function (e) {
                    return "از @" + e.screenName + " خارج شوید؟";
                }),
                n("ia5ff8b6", "هروقت خواستید دوباره می‌توانید وارد شوید. اگر فقط می‌خواهید حساب‌های کاربری را عوض کنید، با افزودن حساب موجود می‌توانید این کار را انجام دهید."),
                n("ea3750c4", "این خروج فقط برای این حساب کاربری صدق می‌کند، و شما هنوز در حساب‌های کاربری دیگرتان وارد سیستم شده‌اید."),
                n("gc6866f8", "خروج از سیستم"),
                n("f8ad0092", "متاسفیم، خطایی پیش آمد. لطفاً دوباره وارد سیستم شوید."),
                n("h2c7767e", "نوبت شما دیگر معتبر نیست. لطفاً دوباره برای ورود تلاش کنید."),
                n("e83047c2", "کدهای نادرست خیلی زیادی وارد کرده‌اید. لطفاً دوباره برای ورود تلاش کنید."),
                n("g4b108ee", "کدهای پشتیبان خیلی زیادی تولید کرده‌اید. باید دوباره برای تأییدسازی ورود در تلفنتان ثبت نام کنید."),
                n("a9be9b44", "ادامه به X"),
                n("e55188f0", "در این مرورگر وارد این حساب کاربری شده‌اید"),
                n("d55d8fe2", "می‌خواهید با این حساب کاربری ادامه دهید؟"),
                n("g806008e", "با حساب کاربری دیگری وارد شوید"),
                n("c55f5c9a", "مشکلی پیش آمد، ولی ناراحت نشوید — تقصیر شما نبود. بیایید دوباره امتحان کنیم."),
                n("bfb6be8a", "در X درآمد داشته باشید"),
                n("ed6c6da2", "گام اول برای درآمدزایی این است که با X Premium تأیید شوید."),
                n("h93b6580", "از هم‌رسانی کردن محتوای باکیفیت درآمد کسب کنید. هرچه بیشتر با کاربران در X تعامل داشته باشید، بیشتر درآمد کسب می‌کنید."),
                n("eea6d8f8", "واجد شرایط بودن برای سهم درآمد آفرینندگان آثار"),
                n("a0e8811e", "ایجاد پایگاه طرفداران"),
                n("e1a74ac0", "به بزرگ‌ترین پشتیبان‌های خودتان محتوای انحصاری ارائه دهید و درآمد تکرارشونده داشته باشید."),
                n("cd3a6f9a", "واجد شرایط بودن برای اشتراک‌ها"),
                n("c35e6144", "با ابزارهای Premium محتواهای بهتری ایجاد کنید"),
                n("b9dbeb34", "به پست‌های طولانی‌تر، Media Studio، و Analytics دسترسی پیدا کنید و برای پشتیبانی در اولویت باشید."),
                n("b2d41138", "دسترسی بیشتر، درآمد بیشتر"),
                n("defa7f12", "از «بالابری پاسخ» بهره‌مند شوید که به شما امکان می‌دهد بیشتر دیده شوید و سریع‌تر رشد کنید."),
                n("i3e4955d", "اینجا"),
                n("cea1c00e", "دستیابی به توانایی تعامل"),
                n("f8e6a280", "حساب‌های کاربری جدید لازم است سالانه کارمزد ناچیزی بپردازند تا بتوانند پست کنند، پست‌ها را بپسندند، نشان‌گذاری کنند، و به آن‌ها پاسخ دهند. این کار با هدف کاستن از هرزنامه‌ها انجام می‌شود تا همگان تجربه بهتری داشته باشند. شما همچنان می‌توانید به‌رایگان حساب‌های کاربری را دنبال کنید و X را مرور کنید."),
                n("h968efc6", "حساب‌های کاربری جدید لازم است کارمزد ناچیزی بپردازند تا بتوانند پست کنند، پست‌ها را بپسندند، نشان‌گذاری کنند، و به آن‌ها پاسخ دهند. این کار با هدف کاستن از هرزنامه‌ها انجام می‌شود تا همگان تجربه بهتری داشته باشند. شما همچنان می‌توانید به‌رایگان حساب‌های کاربری را دنبال کنید و X را مرور کنید."),
                n("b66b62a4", "شرایط استفاده خریداران"),
                n("e5b5faa6", "شرایط «کاربر حقیقی»"),
                n("i61a221c", "مشترک شدن و پرداخت هزینه"),
                n("fce91ab4", "هووم - انجام نشد."),
                n("a235cb76", "مشکلی برای پردازش اشتراک «کاربر حقیقی» شما پیش آمده است. لطفاً پس‌از بررسی اطلاعات پرداخت دوباره امتحان کنید."),
                n("a8eea654", "خرید شما موفقیت‌آمیز بود."),
                n("bc8baa08", "مشترک"),
                n("a98ba778", "خط زمان‌های آگاه‌سازی‌ها"),
                n("j887d006", "از پسندها تا بازپست‌ها و خیلی بیشتر از این‌ها، اینجا جایی‌ست که تمامی کنش‌ها اتفاق می‌افتد."),
                n("c06d4306", "وقتی کسی از شما نام ببرد، آن را اینجا پیدا خواهید کرد."),
                n("ge7c661a", "پسندها، نام‌بری‌ها، بازپست‌ها، و بسیاری چیزهای دیگر — وقتی از طرف افراد تأییدشده دیگر باشد، آن‌ها را اینجا می‌بینید."),
                n("d3de3b5c", "پسندها، نام‌بری‌ها، بازپست‌ها، و بسیاری چیزهای دیگر — وقتی ازطرف مشترک‌های شما باشد، آن‌ها را اینجا می‌بینید."),
                n("e3f9838d", "بیشتر بدانید"),
                n("eba8b1c8", "کنترل کنید در کدام گفت‌وگوها از شما نام برده شود"),
                n("j745b8a6", "با استفاده از منوی کنش‌ها — آن سه‌نقطه کوچک روی پست — می‌توانید برچسب خودتان را بردارید و گفت‌وگو را ترک کنید."),
                n("c380d684", "گزارش شما"),
                n("da7cf0d8", "این پست‌ها را دارای محتوای حساسیت‌برانگیز پرچم‌گذاری کرده‌ایم"),
                n("a6da21a1", function (e) {
                    return e.appName + " می‌خواهد به حساب کاربری X شما دسترسی داشته باشد";
                }),
                n("f4392d00", "صدور مجوز به برنامه"),
                n("ee4dca3c", "پیوند لغو"),
                n("bb347bbc", "مرکز راهنمایی"),
                n("be38d34e", "برای استفاده از این برنامه باید وارد X شده باشید."),
                n("e087691a", "شما نتوانستید به این برنامه اجازه دسترسی بدهید. برگردید و دوباره وارد سیستم شوید."),
                n("e7dd62c4", "کلیک کردن روی دکمه «اعطای مجوز به برنامه» به‌معنای مجوز دادن به xAI برای دسترسی به داده‌هایتان در X است، شامل:"),
                n("debbdc98", "نمایه کاربری X، اطلاعات حساب کاربری X، تنظیمات X، و تنظیمات برگزیده X."),
                n("d9cf7c9c", "پست‌های X قابل دیدن در حساب کاربری X شما، شامل پست‌های فرستاده‌شده به و دریافت‌شده از همه حساب‌های عمومی یا محافظت‌شده‌ای که می‌توانید مشاهده کنید."),
                n("cdf40068", "سابقه گفتگوی شما برای Grok در X."),
                n("cea71014", "درحال بارگیری مخاطب‌های شما هستیم…"),
                n("b5474bd2", "هوم... مشکلی پیش آمد."),
                n("ab4b970a", "لطفاً با استفاده از برنامه X برگردید و ایمیل تأییدسازی جدیدی درخواست کنید."),
                n("j6d103b8", "برای حساب کاربری X ثبت‌نام کنید. از اخبار فوری و سرگرمی‌ها تا ورزش و سیاست، داستان کامل را با گزارش زنده دریافت کنید."),
                n("ca042c78", "ورود به X"),
                n("ff869362", "برای دیدن آخرین‌ها وارد X شوید. به گفت‌وگو بپیوندید، حساب‌های کاربری را دنبال کنید، خط زمان خانه‌تان را ببینید، و در جریان آخرین پست‌های افرادی که می‌شناسید قرار بگیرید."),
                n("f4a654a4", "مشاهده در Foursquare"),
                n("c09de2d4", "جستجوی خط زمان"),
                n("i1801686", "این پرسش جستجو معتبر نیست. پرسش دیگری را امتحان کنید."),
                n("a0b4541c", "مشکلی پیش آمد - ولی ناراحت نشوید، تقصیر شما نیست."),
                n("d7eebb60", "درحال راه‌اندازی اشتراک شما"),
                n("a452ab68", "ممکن است چند ثانیه‌ای طول بکشد."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "با موفقیت به‌روز شد"),
                n("e957c20e", "دوره آزمایشی رایگان دسترسی کامل"),
                n("a1436e70", "اکنون می‌توانید به نمایه‌تان شغل اضافه کنید، و آن‌ها را در برابر دید شبکه‌تان قرار دهید. وقتی درخواست شما تأیید شد، میلیون‌ها کاربر می‌توانند شغل‌هایتان را در جستجوی شغل پیدا کنند."),
                n("f9c85cec", "اقدام لازم: بارگذاری و تأیید کردن سندها"),
                n("f178f393", function (e) {
                    return "لطفاً سندهای لازم را تا " + e.date + " ارسال کنید. این کار معمولاً حدود ۱۰ دقیقه طول می‌کشد.";
                }),
                n("f9fbeabc", "سندهای ترکیبات سازمان شما"),
                n("b4c80f5c", "کارت شناسایی رسمی"),
                n("f0915094", "دستگاه دوربین کار"),
                n("f259d3f3", function (e) {
                    return "مهم: سندها باید تا " + e.date + " ارسال شده باشند وگرنه برنامه‌تان بدون بازپرداخت رد خواهد شد.";
                }),
                n("d35f645b", function (e) {
                    return "باز (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "برجسته‌شده (" + e.count + ")";
                }),
                n("c35aded2", "بایگانی‌شده"),
                n("b97e952a", "به‌نظر می‌رسد هنوز شغلی اضافه نکرده‌اید."),
                n("cf1fa156", "به‌نظر می‌رسد هنوز شغلی شاخص نکرده‌اید."),
                n("fa4a4f50", "به‌نظر می‌رسد هنوز شغلی بایگانی نکرده‌اید."),
                n("c5fb5a1a", "شغلی در دسترس نیست"),
                n("e9b91cde", "یک شغل اضافه کنید"),
                n("c270ef3e", "بایگانی"),
                n("fe8872f4", "موفقیت‌آمیز بود"),
                n("d523cd74", "این شغل بایگانی شود؟"),
                n("jfd0b34a", "بایگانی کردن باعث برداشته شدن شغل از نمایه شما می‌شود."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "هنگام فرستادن دعوت‌نامه مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("ddf35536", "هنگام حذف کردن دعوت‌نامه مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("db7144b6", "هنگام تغییر دادن نوع وابستگی مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("be78e5fa", "هنگام حذف وابستگی مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("fa9709ba", "برای ایجاد این درخواست مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("j62f13fc", "مشکلی در به‌روزرسانی این شغل وجود داشت. لطفاً بعداً دوباره امتحان کنید."),
                n("ff5716fc", "مشکلی در ایجاد این شغل مشکل داشت. لطفاً بعداً دوباره امتحان کنید."),
                n("fd059188", "هنگام همگام‌سازی شغل‌های شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("b82b5c00", "هنگام فعال کردن اعتبار آگهی‌ها مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."),
                n("d74adc30", "حساب کاربری آگهی‌هایی که اضافه کردید نادرست است"),
                n("e4323c36", "شناسه‌ای که برای حساب کاربری آگهی‌ها وارد کرده‌اید با سازمان شما یا وابسته‌های آن مطابقت ندارد."),
                n("b3323ada", "به حساب کاربری ads.twitter.com خودتان کارت اعتباری اضافه کنید"),
                n("ac325eb8", "برای فعال کردن اعتبار آگهی‌هایتان، باید به حساب کاربری آگهی‌هایتان در ads.twitter.com کارت اعتباری اضافه کنید."),
                n("j4e6e966", "بازبینی حساب کاربری آگهی‌ها لازم است"),
                n("ef86e7f6", "حساب کاربری شما برای بازبینی پرچم‌گذاری شده است و به تأیید نیاز دارد."),
                n("c9c8edae", "برای اعمال اعتبار آگهی‌ها مشترک «سازمان‌های تأییدشده» شوید"),
                n("b36c6278", "فقط اشتراک‌های پولی «سازمان‌های تأییدشده» می‌توانند از اعتبار تبلیغات استفاده کنند. اکنون ارتقا دهید تا بتوانید با وابسته‌هایتان تبلیغات انجام دهید."),
                n("c30f0168", "باز کردن پیوند خارجی"),
                n("c49b7262", "برجسته‌سازی شغل"),
                n("i6ecf71a", "لغو برجسته‌سازی شغل"),
                n("a37ef120", "باز کردن دوباره شغل"),
                n("i00355d0", "لغو اشتراک"),
                n("h0481bba", "این شغل لغو اشتراک شود؟"),
                n("b9dfdc7a", "لغو اشتراک کردن باعث می‌شود شغل‌ها از کانون شما برداشته شوند."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "شغل‌هایی که اشتراک‌گذاری کرده‌اید"),
                n("ea7f1a42", "شغل‌های شما"),
                n("d1cbcb90", "منبع"),
                n("gf66326c", "آخرین به‌روز رسانی"),
                n("b917fc28", "تبلیغ شغل غیرفعال است"),
                n("g06035e6", "حساب کاربری تبلیغ‌کننده شما برای فعال کردن تبلیغ شغل نیاز به رسیدگی دارد."),
                n("aa16581c", "شما به حساب کاربری تبلیغ‌کننده برای تبلیغ شغل دسترسی ندارید. از مدیر حساب کاربری درخواست راهنمایی کنید."),
                n("g7bb6f58", "حساب کاربری تبلیغ‌کننده یافت نشد."),
                n("jf1576ba", "ناموفق"),
                n("ff985a36", "درحال همگام‌سازی"),
                n("e5b8058c", "همگام‌سازی‌نشده"),
                n("a86e335a", "آخرین همگام‌سازی "),
                n("c9838d68", "شغل‌هایی که اضافه کرده‌اید هنوز قابل دیدن نیستند"),
                n("df6835a6", "ویژگی شغل‌ها را در نمایه‌تان فعال کنید تا بتوانید شغل‌های شاخص را بالای پست‌هایتان برجسته کنید و به فهرست همه شغل‌های بازتان پیوند دهید."),
                n("fc504ea0", "شروع به نمایش شغل‌ها"),
                n("a511934e", "شروع به استخدام در X کنید"),
                n("e68d2d16", "درخواست برای نسخه Beta"),
                n("f7a37e30", "با کلیک کردن روی «درخواست برای نسخه Beta» موافقت می‌کنید که پس از تأیید دسترسی نسخه Beta، از طریق ایمیل با استفاده از نشانی ایمیل کسب‌و‌کار مرتبط با این حساب کاربری با شما تماس گرفته شود."),
                n("bfef82f0", "X Hiring یک ویژگی رایگان برای سازمان‌های تأیید شده برای ارسال کردن مشاغل، متمایز کردن مشاغل در نمایه شرکت خود و جذب استعدادهای برتر برای موقعیت‌های شغلی شما است."),
                n("h4b890c2", "X Hiring به شما امکان می‌دهد شغل پست کنید، آن‌ها را در نمایه‌تان شاخص کنید، و برترین نخبه‌ها را برای موقعیت‌های شغلی موجود جذب کنید."),
                n("c3f28126", "به مخاطبان زیادی دسترسی داشته باشید"),
                n("dec1601e", "X بیش از 528 میلیون کاربر دارد. از مهندسان نرم‌افزار گرفته تا خرده‌فروشی‌ها تا اپراتورهای لیفتراک، استخدام بعدی شما اینجاست."),
                n("be8393da", "مهم‌ترین نقش‌های خود را متمایز کنید"),
                n("i8c856ce", "حداکثر ۳ شغل در نمایه‌تان شاخص کنید. همه کاربران با مشاهده نمایه شما این شغل‌ها را خواهند دید."),
                n("d8bc6eea", "حداکثر تا 5 شغل را اضافه کنید تا مشاغل متمایز‌شده (Featured Jobs) در نمایه شرکت شما قرار گیرند. همه کاربران با مشاهده نمایه شرکت شما، این نقش‌های متمایزشده را خواهند دید."),
                n("a049efd4", "مشاغل خود را به‌سرعت وارد کنید"),
                n("d12be15a", "یک سیستم ردیابی متقاضی یا فید XML پشتیبانی‌شده را متصل کنید تا مشاغل خود را در عرض چند دقیقه به X اضافه کنید."),
                n("d248d75e", "دریافت پشتیبانی"),
                n("c49d8e42", "راهنمایی لازم دارید؟ با ما تماس بگیرید"),
                n("ib244b2e", "کپی نشانی ایمیل"),
                n("b450472c", "وارد کردن شغل‌ها"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "تازه‌سازی شغل‌ها"),
                n("aa4c37cc", "نمایش شغل‌ها در نمایه"),
                n("d4b82638", "برجسته‌سازی شغل‌ها در نمایه"),
                n("e405b1c2", "ویژگی شغل‌ها را در نمایه‌تان فعال کنید تا متقاضیان بیشتری برای موقعیت‌های شغلی حیاتی‌تان داشته باشید، و به نامزدها اجازه دهید همه موقعیت‌های شغلی باز شما را ببینند."),
                n("a85cda86", "برای شروع، مشاغل خود را اضافه کنید"),
                n("c04b6472", "مشاغل خود را در چند مرحله ساده وارد کنید یا اضافه کنید تا متقاضیان بیشتری را دریافت کنید. مشاغل شما همچنین می‌تواند با دنبال‌کنندگان شما به اشتراک گذاشته شود و در نمایه شرکت شما متمایز شود."),
                n("d14c02d0", "افزودن دستی شغل‌ها"),
                n("b12424fc", "شغل جدید"),
                n("ca8df1e2", "شغلی ایجاد کنید و آن را به فهرست مشاغل خودتان اضافه کنید. هر شغلی باید «نشانی وب درخواست» داشته باشد تا داوطلب‌ها بتوانند در آنجا اطلاعات بیشتری درباره شغل کسب کنند و درخواست کنند."),
                n("f4f4dd60", "ضروری"),
                n("b2c213e0", "از سقف تعداد نویسه فراتر رفته‌اید"),
                n("d84e9c2a", "نوع تعهد کاری مورد انتظار برای این جایگاه شغلی را هم‌رسانی کنید."),
                n("bc8b300c", "وظایف شغل"),
                n("d1eedb50", "به داوطلب‌ها کمک کنید حوزه تحت پشتیبانی این جایگاه شغلی را درک کنند."),
                n("eaf3ce64", "تیم"),
                n("b36cd50e", "تیم اصلی را که داوطلبان باید پس‌از استخدام با آن‌ها کار کنند مشخص کنید."),
                n("d3a427ce", "سطح تجربه لازم را انتخاب کنید."),
                n("i7174442", "شرح شغل"),
                n("fef0cf02", "شرح شغل مفصلی ارائه کنید. مسئولیت‌ها و مدارک تحصیلی کلیدی را ذکر کنید تا داوطلبان درک روشنی از این جایگاه شغلی داشته باشند."),
                n("b7800bec", "شغل را در ۲۰۰ نویسه یا کمتر شرح دهید. در پست‌ها، توصیه‌ها، و جست‌وجو نشان داده می‌شود."),
                n("a5244ece", "نشانی وب درخواست (ضروری)"),
                n("g2b553f6", "نشانی وب عمومی را که داوطلب‌ها می‌توانند در آنجا برای این شغل درخواست کنند وارد کنید."),
                n("c2e77608", "عنوان شغل (ضروری)"),
                n("cdf414d4", "برای جست‌وجو و توصیه‌ها استفاده می‌شود. سعی کنید از عنوان‌های استاندارد صنعت استفاده کنید تا نتایج شما بهبود یابد."),
                n("cc59319a", "از عنوان‌های شغلی استاندارد آن صنعت استفاده کنید که برای بیشتر نامزدهای شغل شناخته شده باشد."),
                n("e7117ee4", "مکان (ضروری)"),
                n("c05176ec", "چنانچه این شغل محل کار مشخصی دارد، مکان سایت را وارد کنید. اگر این شغل با دورکاری انجام می‌شود، مکان‌های ممکن برای اقامت داوطلبان را شرح دهید."),
                n("d70c24d4", "برای کمک به داوطلبان برای جست‌وجوی شغل شما استفاده می‌شود."),
                n("de1c4376", "محدوده دستمزد"),
                n("hf352d42", "می‌توانید حدود حقوق را اضافه کنید تا داوطلب‌ها ببینند. اگر این کار را نمی‌کنید، از قوانین شفافیت پرداخت در مکانی که برای آنجا استخدام می‌کنید آگاه باشید."),
                n("ede7d0a2", "واحد ارز"),
                n("b925c18c", "نوع حقوق"),
                n("j3d242ce", "محدوده نامعتبر"),
                n("f4d07bd2", "می‌توانید جزئیاتی وارد کنید تا داوطلب‌ها آسان‌تر بتوانند جایگاه‌های شغلی شما را با جست‌وجو کشف کنند."),
                n("b8cbb51a", "خلاصه شغل"),
                n("bda6881e", "این شغل از «نظام پیگیری درخواست‌کنندگان» (ATS) شما وارد شده است. لطفاً توجه داشته باشید که فقط فیلدهای خاصی را می‌توان تغییر داد."),
                n("b075c68a", "شغل را ویرایش کنید"),
                n("d4b6a6e0", "کانون نمایه"),
                n("j2dd3686", "شغل‌های شاخص در بالای پست‌های من برجسته شود."),
                n("af1cfd46", "یکپارچه‌سازی با ATS"),
                n("d6fa2944", "با حذف کردن پکپارچه‌سازی شغل‌های واردشده‌تان حذف نمی‌شود."),
                n("h99f11fa", "حذف یکپارچه‌سازی"),
                n("eef1ae76", "فعلاً متصل است"),
                n("a915f5c1", function (e) {
                    return e.ats + " متصل شد";
                }),
                n("af7286b7", function (e) {
                    return "‫" + e.percentage + "٪‎ تخفیف در سال برای Premium‬";
                }),
                n("c924ad84", "ویدیوهایتان را درحال پخش نگه دارید"),
                n("de750a3c", "حتی وقتی تلفنتان قفل است از آن‌ها لذت ببرید"),
                n("he5e87c4", "پاسخ‌هایتان را تقویت کنید"),
                n("g64a60ba", "هنگام پاسخ دادن به پست‌ها، اولویت‌دهی کمی دریافت کنید"),
                n("a7ee832a", "غلط‌های املایی و غیره را تا ۶۰ دقیقه پس‌از نوشتن اصلاح کنید"),
                n("fdd77a34", "پست‌های طولانی‌تری بنویسید"),
                n("j6d26a7a", "برای به‌اشتراک گذاشتن، هرچقدر دوست دارید بنویسید"),
                n("c4fd68da", "تجربه‌تان را سفارشی کنید"),
                n("c0195168", "نماد برنامه و گزینه‌های پیمایش خود را تغییر دهید");
            n("b6b5dc94", "تأییدسازی شوید"),
                n("b06db848", "در پلاتفرم برجسته‌تر از بقیه باشید"),
                n("e3e3a97c", "سهمی از درآمد پست‌هایتان را کسب کنید"),
                n("f15bc24e", "محدوده‌های افزایش‌یافته Grok"),
                n("c4666e1c", "استفاده بیشتر از Grok 3، جدیدترین مدل ما"),
                n("he74ae7a", "بالاترین محدوده استفاده از Grok"),
                n("f5732cd4", "به‌علاوه، دسترسی توسعه‌یافته به DeepSearch و Think"),
                n("e0198956", "از درآمد حاصل از تعامل حساب‌های کاربری تأییدشده با محتوایی که در X پست می‌کنید سهم دریافت کنید."),
                n("iadf78e2", "بارگیری ویدئوها"),
                n("ee54c3de", "ذخیره ویدئوها مستقیماً در دستگاه شما"),
                n("ae03594c", "تقویت پاسخ کم"),
                n("e6bb08c0", "نرخ دیده شدن پاسخ‌هایتان را افزایش دهید"),
                n("bf2a6acc", "بالابری پاسخ زیاد"),
                n("c2059276", "پاسخ‌هایتان را تقویت کنید."),
                n("b023ec20", "بیشترین بالابری پاسخ"),
                n("g337328e", "بالاترین نرخ دیده شدن را برای پاسخ‌هایتان داشته باشید."),
                n("fa006202", "پخش ویدیو در پس‌زمینه"),
                n("jf389778", "تماشا هنگام مرور یا استفاده از برنامه‌های دیگر"),
                n("f2977d80", "پوشه‌های نشانک"),
                n("j1d3d910", "پست‌های ذخیره‌شده‌تان را برای دسترسی آسان مرتب و منظم نگه‌دارید"),
                n("f0f48668", "پشتیبانی ویژه"),
                n("c3148608", "وقتی راهنمایی نیاز دارید سریع‌تر کمک دریافت کنید"),
                n("b485ca6e", "برگه «موارد برتر»"),
                n("d438955e", "پست‌های برتر خودتان را به‌نمایش بگذارید"),
                n("f373a352", "✓ پیام‌های خصوصی رمزگذاری‌شده"),
                n("g7405aca", "با رمزگذاری سرتاسری با ایمنی کامل گپ بزنید"),
                n("j659fa0c", "بیشترین بهره‌مندی از Grok 3"),
                n("ibff5694", "دسترسی به کمترین محدودیت استفاده، DeepSearch و «فکر کردن»، و نیز دسترسی زودهنگام به ویژگی‌های جدید"),
                n("i824f4da", "آگهی‌های کمتر"),
                n("bd17076c", "در خط زمان‌های «برای شما» و «دنبال‌شده» تقریباً نصف آگهی‌ها را می‌بینید."),
                n("cef2cac8", "از تجربه‌ای بدون آگهی، گاهی همراه با محتوای نمانام‌ها در قسمت‌های کمتر رایج، لذت ببرید."),
                n("c97920c0", "ویدئوهای آفلاین"),
                n("i4379b18", "ذخیره ویدئوها برای پخش آفلاین"),
                n("f94c6bae", "علامت تأییدشده"),
                n("d72055d6", "با علامت تأییدشده برای خودتان اعتبار بسازید "),
                n("f54af178", "نوشتن «نوشتار»"),
                n("c5cd5d42", "محتوای بلندمدت هم‌رسانی کنید و رهبری اندیشه‌ها را در دست بگیرید"),
                n("jbdb08cc", "سنجه‌های حساب کاربری‌تان را تحلیل کنید تا از چگونگی عملکرد حساب کاربری‌تان اطلاع پیدا کنید"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "رسانه‌هایتان را مدیریت و بارگذاری کنید"),
                n("id067c96", "جست‌وجوی Radar"),
                n("jf991d48", "با پایش هم‌زمان موضوعات داغ از دیگران پیشی بگیرید"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "ابزاری قدرتمند و هم‌زمان برای کسانی که در X زندگی می‌کنند. چندین خط زمان را در یک صفحه‌نمایش پایش کنید (فقط وب)"),
                n("b3e50ef2", "ایجاد «انجمن»"),
                n("bb1a4e44", "انجمن خودتان را ایجاد کنید"),
                n("j010228e", "با اشتراک‌های ماهانه، از درآمدی که X از دنبال‌کنندگان پرتعامل شما کسب می‌کند سهمی دریافت کنید."),
                n("h0e1730e", "اولویت‌دهی پاسخ"),
                n("jf7f743c", "پست کردن ویدیوهای طولانی‌تر"),
                n("c0c25b6c", "پوشه‌های نشانک"),
                n("ab31c79e", "سفارشی‌سازی نمادهای برنامه"),
                n("a8a702ae", "سفارشی‌سازی پیمایش"),
                n("d5ab1b50", "دریافت نشان تأیید"),
                n("ac298984", "اولویت‌دهی پاسخ بیشتر"),
                n("g20df450", "حذف ‎٪۵۰ آگهی‌ها"),
                n("h8dfc4de", "محدودیت کمتر برای استفاده از Grok"),
                n("bf7614d4", "اشتراک‌های آفرینندگان آثار"),
                n("gadc9f4a", "بیشترین اولویت‌دهی پاسخ"),
                n("c127c5c2", "حذف همه آگهی‌ها"),
                n("c1e0f3c8", "دسترسی به Grok DeepSearch و «فکر کردن»"),
                n("aac0bbb6", "دسترسی به Radar"),
                n("a6722922", "بدون آگهی"),
                n("ba016532", "بالابری پاسخ"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "بیشینه"),
                n("b1492c6c", "بالاترین"),
                n("fb5e2c14", "برجسته‌سازی پست‌ها با X Premium"),
                n("gd1f4cfa", "به‌نمایش گذاشتن بهترین پست‌هایتان در نمایه"),
                n("h59250bc", "پیام‌های رمزگذاری‌شده با X Premium"),
                n("ed62d546", "پست‌های طولانی‌تر با X Premium"),
                n("ca447200", "تأیید اعتبار پیامکی با X Premium"),
                n("af2b99ea", "ویرایش پست‌ها با X Premium"),
                n("ha265914", "سازماندهی نشانک‌ها با X Premium"),
                n("gda940ae", "ایجاد «انجمن» با X Premium"),
                n("c7e5ac54", "دیدن آگهی‌های کمتر با X Premium"),
                n("e03589ba", "تقویت پست‌ها با X Premium"),
                n("f0f8c82a", "پیوستن به گپ‌های ویژه تأییدشده‌ها با X Premium"),
                n("fecf5aaa", "بارگذاری ویدئوهای تمام HD با X Premium"),
                n("c00d2be2", "ویرایش ویدئوها با X Premium"),
                n("cd360b86", "هرچه خواستید از Grok بپرسید"),
                n("d2e1a7a2", "دردسترس با X Premium"),
                n("e664abe2", "ویدئوهای X. بهترین کاربرد."),
                n("e595a3e2", "بیشترین بهره‌مندی از ویدئوها با Premium"),
                n("i3c9329a", "متمایز شدن با قالب‌بندی متن غنی"),
                n("cc9def68", "فقط با X Premium"),
                n("hdef5966", "بارگیری ویدئوها در دستگاه شما"),
                n("c748224a", "باز کردن قفل ویژگی با X Premium"),
                n("ebfc88bc", "دسترسی به ویژگی‌های انحصاری"),
                n("f652e9ac", "باز کردن ققل‌های بیشتر با Premium"),
                n("d67e94c0", "این‌ها را ازدست خواهید داد…"),
                n("j1d3098c", "باز کردن ققل‌های بیشتر با +Premium"),
                n("gd573390", "و همه ویژگی‌های Basic…"),
                n("ef94bbd4", "دریافت Premium+‎"),
                n("dcd830ce", "و همه ویژگی‌های Premium…"),
                n("b7dde622", "عید شکرگزاری مبارک! زمان باقی‌مانده تا انقضای پیشنهاد:"),
                n("i0180ca1", function (e) {
                    return "تا " + e.date + ". عید شکرگزاری مبارک!";
                }),
                n("hb9d0e00", "پیشنهاد جشن دوسالگی. زمان باقی‌مانده تا انقضای پیشنهاد:"),
                n("d2b23e0d", function (e) {
                    return "سالگرد تولد Premium است! " + e.date + " تمام می‌شود.";
                }),
                n("bb4998fb", function (e) {
                    return "تا " + e.date;
                }),
                n("c0847ebc", "همه هم‌رسانی‌ها از پایه، افزوده… "),
                n("ed672bfa", "همه هم‌رسانی‌ها از پایه، Premium و افزوده… "),
                n("db63fa1c", "طرح Premium را انتخاب کنیدx="),
                n("b128c6bc", "نشان تأییدشده و چندین ارزش و مزیت عالی بگیرید"),
                n("acfaf7a0", "مقایسه سطوح و ویژگی‌ها"),
                n("e1606e52", "تغییر اشتراک"),
                n("d2f2b91a", "اینجا ثبت‌نام کنید"),
                n("j4b4310e", "ثانیه"),
                n("af863ee9", "دوره آزمایشی رایگان"),
                n("f5705987", "شرایط استفاده خریداران"),
                n("h89dabac", "هروقت خواستید می‌توانید لغو کنید"),
                n("f36b8e14", "هنگام واکشی این محصول مشکلی پیش آمد. لطفاً دوباره بار کنید."),
                n("f1756574", "در ماه"),
                n("i650ff14", "در سال"),
                n("dbcd25db", function (e) {
                    return "برای " + e.numberOfDays + " روز نخست";
                }),
                n("bd40d5b5", function (e) {
                    return "مشترک شدن و پرداخت هزینه برای " + e.title;
                }),
                n("i36a0b6e", "فقط در برنامه X iOS می‌توانید مشترک شوید (فعلاً)."),
                n("c906ad94", "کاهش سطح اشتراک"),
                n("db5c77e0", "این اشتراک فعال شما است"),
                n("h77ef73e", "تعویض به طرح ماهانه"),
                n("d723d44a", "تعویض به طرح سالیانه"),
                n("i253b5c6", "افزایش سطح اشتراک و پرداخت"),
                n("d2beeaaa", "کاهش سطح اشتراک و پرداخت"),
                n("acf719d4", "تغییر اشتراک و پرداخت"),
                n("ieafe1c6", "تأیید تغییر اشتراک"),
                n("gf6b66b8", "تأیید اشتراک جدید، قابل‌اجرا از امروز"),
                n("e83daf87", function (e) {
                    return "تأیید اشتراک جدید، قابل‌اجرا از " + e.date;
                }),
                n("f27022d6", "طرح کنونی"),
                n("i9d5f4b6", "طرح جدید"),
                n("ia390d8a", "تنزل چطور کار می‌کند"),
                n("fd80b875", function (e) {
                    return "طرح کنونی شما تا وقتی دوره صورت‌حسابتان پایان یابد فعال خواهد ماند. در " + e.nextBillingDate + "، تعویض به " + e.newTierName + " انجام می‌شود و هزینه نرخ جدید کسر می‌شود.";
                }),
                n("c8fb177a", "پرداخت شما چطور تنظیم می‌شود"),
                n("df776505", function (e) {
                    return "به " + e.newTierName + " با صورت‌حساب جدید ارتقا می‌دهید. امروز هزینه طرح جدید کسر خواهد شد ولی اعتبار باقیمانده شما هزینه را کاهش خواهد داد. تعویض بلافاصله انجام خواهد شد و صورت‌حساب شما مطابق با آن تنظیم خواهد شد.";
                }),
                n("d7efb6ba", "از صورت‌حساب ماهانه به سالانه تغییر می‌دهید. امروز هزینه طرح سالانه کسر خواهد شد، تراز ماهانه متناسب شما که باقیمانده است برای هزینه کل استفاده می‌شود. تعویض بلافاصله انجام خواهد شد و اکنون صورت‌حساب شما سالانه می‌شود."),
                n("a5f2cf70", "درحال تعویض صورت‌حساب از سالانه به ماهانه هستید. اعتبار سالانه باقیمانده شما تا وقتی تمام نشده باشد پرداخت‌های ماهانه‌تان را پوشش خواهد داد. تعویض بالافاصله انجام می‌شود و صورت‌حساب شما اکنون ماهانه می‌شود."),
                n("ef1c0208", "تأیید کردن تغییر طرح"),
                n("c20806d5", "شرایط استفاده خریداران"),
                n("i10be4c9", "شرایط"),
                n("cdda96d6", "هروفت خواستید می‌توانید لغو کنید"),
                n("cc67158f", "شرایط استفاده خریداران"),
                n("eb420831", "شرایط"),
                n("c7d49608", "هروقت خواستید می‌توانید لغو کنید"),
                n("ab176bd1", "شرایط استفاده خریداران"),
                n("cea928a5", "شرایط"),
                n("e37c69e0", "هروفت خواستید می‌توانید لغو کنید"),
                n("ia08113f", "شرایط استفاده خریدار"),
                n("d2962b73", "شرایط"),
                n("b421795a", "هروقت خواستید می‌توانید لغو کنید"),
                n("f8d88ac7", "شرایط استفاده خریدار"),
                n("ca220fe9", "شرایط"),
                n("ab8beda0", "هرزمان خواستید لغو کنید"),
                n("ife2636d", "شرایط استفاده خریدار"),
                n("fb57be65", "شرایط"),
                n("e468a6c2", "هروقت خواستید لغو کنید"),
                n("e9f4c89b", "شرایط استفاده خریدار"),
                n("hce73b41", "شرایط"),
                n("i4db5c92", "هروقت خواستید لغو کنید"),
                n("ae095fe8", "هوش مصنوعی Grok"),
                n("d4e60288", "کمترین محدودیت استفاده"),
                n("abaa4274", "دسترسی به DeepSearch و «فکر کردن»"),
                n("e0d53864", "دسترسی زودهنگام به ویژگی‌های جدید"),
                n("g1be3530", "دوره آزمایشی رایگان"),
                n("b10b4f1f", function (e) {
                    return e.percentOff + "‫٪ صرفه‌جویی تا پیش‌از " + e.date + "‬";
                }),
                n("b8d0bd19", function (e) {
                    return "امتحان کردن رایگان " + e.productName;
                }),
                n("f89dfa74", "بهترین صرفه"),
                n("b9a4d8c6", "سالانه"),
                n("f5fb58b4", "و نیز همه ویژگی‌های X Premium"),
                n("i527045e", "علامت تأیید، Grok بیشتر، بالابری پاسخ‌ها، تحلیل‌های آماری، و بسیاری چیزهای دیگر"),
                n("ga482a88", "طرح سالانه"),
                n("hc64d5b0", "طرح ماهانه"),
                n("de7db957", function (e) {
                    return e.price + " در سال با صورت‌حساب سالانه";
                }),
                n("d8982437", function (e) {
                    return e.price + " در سال با صورت‌حساب ماهانه";
                }),
                n("f0ad5cc8", "سال"),
                n("a0dc6e4c", "فعلاً دردسترس نیست"),
                n("jd8b2e66", "مشترک شدن و پرداخت هزینه"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("i7fbacc4", "تعویض به یکی‌از سطوح اشتراک موجود"),
                n("c9cc122b", function (e) {
                    return e.feature + " در " + e.title + " وجود دارد";
                }),
                n("bff35771", function (e) {
                    return e.feature + " برای " + e.title + " دردسترس نیست";
                }),
                n("a69fd369", function (e) {
                    return "شروع از " + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "اشتراک با ‎٪" + e.percentage + " تخفیف (برای مدتی محدود)";
                }),
                n("dfc5f972", "و بسیاری چیزهای دیگر…"),
                n("fb8453c8", "دسترسی به درخواست‌های DeepSearch و «فکر کردن»"),
                n("e45b3f30", "دسترسی به درخواست‌های «پژوهش» و «استدلال»"),
                n("aaebdc2e", "افزایش گسترده دسترسی به Grok 3 mini و Grok 3"),
                n("ddf8a412", "دسترسی به ویژگی‌های جدید پیش‌از دیگران"),
                n("gfb04ef4", "همه ویژگی‌های Premium+‎ در X"),
                n("b601cfbb", function (e) {
                    return "با " + e.price + " در ماه امتحان کنید";
                }),
                n("i3e90e20", "در حال حاظر دردسترس نیست"),
                n("d9e9ce26", "اشتراک و پرداخت هزینه:"),
                n("j1f5a580", "مشکلی برای پردازش اشتراک شما در Premium پیش آمده است. لطفاً پس‌از بررسی اطلاعات پرداخت دوباره امتحان کنید."),
                n("ebc84442", "نام‌نویسی اشتراک Premium"),
                n("cd9102d4", "انتخاب دسته"),
                n("eb551aea", "نمایش دسته در نمایه"),
                n("f386777a", "تعویض نوع حساب"),
                n("db483090", "به حساب کاربری «شخصی» تعویض شد"),
                n("c701200c", "به حساب کاربری «تجاری» تعویض شد"),
                n("acd8da0a", "به حساب کاربری «آفرینندگان آثار» تعویض شد"),
                n("cb55ecce", "تعویض به حساب کاربری «شخصی»"),
                n("h4aeb984", "تعویض به حساب کاربری شخصی"),
                n("ada6073a", "ابزارهای حرفه‌ای نیاز ندارید؟"),
                n("eb723d4c", "حساب‌های کاربری شخصی ابزارهایی مثل «کانون نمایه» و «مدیر خرید» ندارند. اگر خواستید برگردید باید حساب حرفه‌ای جدیدی راه‌اندازی کنید."),
                n("hbb1af08", "تعویض به حساب کاربری «تجاری»"),
                n("a9b5e3aa", "نه، لغو شود"),
                n("ia49207a", "بله، تعویض شود"),
                n("g3f74902", "تعویض به حساب کاربری «تجاری»؟"),
                n("f3bcfac0", "این نوع حساب برای نمانام‌ها، خرده‌فروشی‌ها، ارائه‌دهندگان خدمات، و سازمان‌ها بسیار مناسب است."),
                n("d0c3f02e", "تعویض به حساب کاربری «آفرینندگان آثار»"),
                n("a01e84e0", "تعویض به حساب کاربری «آفرینندگان آثار»؟"),
                n("e8af8ef4", "این نوع حساب کاربری برای چهره‌های عمومی، هنرمندان، و افراد تأثیرگذار بسیار مناسب است."),
                n("e44eab74", "فعلاً برخی ماژول‌ها در برخی کارخواه‌های X پشتیبانی نمی‌شود"),
                n("ce4185bc", "«کانون‌های» بیشتری در راه است"),
                n("b5aed332", "کانونی دردسترس نیست"),
                n("g419ecf4", "ماندن در صفحه"),
                n("d3a097a2", "بله، صرف‌نظر شود"),
                n("j1e1cd30", "از تغییرات شما صرف‌نظر شود؟"),
                n("fc779c28", "برجسته کردن کانون"),
                n("ie85a7a8", "اطلاعات کسب‌وکارتان حذف شود؟"),
                n("b5348efc", "بدون ساعت کاری"),
                n("db285564", "همیشه باز است"),
                n("g7993eee", "ساعت کاری سفارشی"),
                n("c9ee902a", "نمایش نقشه"),
                n("j224a074", "وقتی «کانون مکان» فعال باشد همه اطلاعات مکانی ارائه‌شده برای همگان دردسترس خواهد بود. تلفن و ایمیل ازطریق دکمه «تماس» دردسترس است."),
                n("f448cbcc", "اختیاری"),
                n("c16c9568", "نشانی"),
                n("i3a38711", "شرایط استفاده Google Maps"),
                n("beb66f50", "خط‌مشی رازداری Google"),
                n("e0d47030", "مشتریانتان کجا می‌توانند به شما دسترسی پیدا کنند؟ به‌خاطر داشته باشید، این اطلاعات به‌طور عمومی برای مشتریان دردسترس خواهد بود تا شما را پیدا کنند. هروقت خواستید می‌توانید آن را حذف کنید."),
                n("c7a4adb0", "نشانی اضافه کنید"),
                n("cd39daf6", "کد پستی"),
                n("gc0df5a6", "کد پستی اضافه کنید"),
                n("c6c16a52", "شهر"),
                n("aa8015be", "افزودن شهر"),
                n("b688f53a", "ایالت / استان / منطقه"),
                n("a67f5bbc", "افزودن ایالت / استان / منطقه"),
                n("if92b1b4", "افزودن کشور"),
                n("ffc5590e", "شهر معتبر نیست"),
                n("a8fd64d8", "جستجوی کشورها"),
                n("a0abe108", "ایالت / استان / منطقه معتبر نیست"),
                n("j163df8e", "نشانی معتبر نیست"),
                n("af9b9b78", "کد پستی معتبر نیست"),
                n("i373e022", "ایمیل را وارد کنید"),
                n("f91751f8", "این اطلاعات را عموم مردم می‌توانند ببینند"),
                n("g33c0564", "ایمیل معتبر نیست"),
                n("ga71fbf4", "ساعت کاری"),
                n("ca2ba204", "ویرایش ساعت کاری سفارشی"),
                n("d7b7dbca", "ساعت کاری در نمایه شما نشان داده نخواهد شد"),
                n("a460e770", "مثلاً، پارک‌ها، ساحل‌ها، فروشگاه‌های آنلاین"),
                n("ddc88bf0", "ساعت کاری‌تان را برای هر روز تنظیم کنید"),
                n("j11df0ca", "ساعت‌ها با هم تلاقی دارند"),
                n("f9f911f4", "جستجوی منطقه زمانی"),
                n("d21a4252", "افزودن ساعت کاری بیشتر"),
                n("ac6ce1c0", "از"),
                n("c647aac8", "تا"),
                n("b926e64a", "وب‌سایت را وارد کنید"),
                n("i019c8b6", "تماس"),
                n("eabc6906", "پیامک"),
                n("h24d868c", "تماس و پیامک"),
                n("fa64f1fc", "کد کشور را انتخاب کنید"),
                n("c7d3629a", "شماره تلفن"),
                n("ce48a958", "چگونه می‌خواهید با شما تماس گرفته شود؟"),
                n("b97705ce", "به‌خاطر داشته باشید، این شماره تلفن به‌طور عمومی برای مشتریان دردسترس خواهد بود تا با شما تماس بگیرند. هروقت خواستید می‌توانید آن را حذف کنید."),
                n("f7ff19ec", "افزودن پیش‌شماره کشور"),
                n("bb7f177a", "شماره تلفن معتبر نیست"),
                n("b91d1394", "افزودن برنامه"),
                n("d3cd1160", "افزودن برنامه iOS"),
                n("f2124008", "نشانی وب App Store"),
                n("dc0d9d6a", "افزودن برنامه Android"),
                n("dd1605f0", "نشانی وب Play Store"),
                n("g4098f78", "کجا می‌توانم این را پیدا کنم؟"),
                n("b949cdc6", "حذف برنامه"),
                n("b4b8a486", "انتخاب «انجمن»"),
                n("jfe04cf6", "انتخاب شما پاک شود؟"),
                n("a14aa8dc", "با این کار «انجمن» از «کانون» شما برداشته خواهد شد."),
                n("cc4add98", "یکی از «انجمن‌ها» را انتخاب کنید تا پیش‌نمایشی از چگونگی نمایش آن در نمایه‌تان ببینید"),
                n("jd3e9ea6", "شما «انجمنی» ندارید"),
                n("daad9741", "«انجمن» خودتان را ایجاد کنید؟"),
                n("c46cdabc", "ابزارهای پیشرفته"),
                n("f6a2233a", "مجوزها را در چندین حساب کاربری مدیریت کنید"),
                n("ccb3ca48", "تنظیمات کسب‌وکار"),
                n("b0ef3100", "کارزارهای تبلیغاتی پرمحتوا ایجاد کنید"),
                n("ff1c5e1a", "پایگاه حرفه‌ای"),
                n("f53adc36", "درآمدهایی از جنس دنیای واقعی داشته باشید"),
                n("hc4981d6", "کانون‌های نمایه"),
                n("fbce8dbe", "پیداکردن افراد برای دنبال‌کردن"),
                n("ae76c624", "ایجاد ارتباط‌های بیشتر"),
                n("ae0383d4", "تعامل‌ها را افزایش دهید و به افراد بیشتری دسترسی پیدا کنید"),
                n("a1dbe746", "تعامل‌ها را تقویت کنید و به افراد بیشتری دسترسی پیدا کنید"),
                n("hbd124ae", "تقویت کردن پست"),
                n("hd80bd3e", "تبلیغ کردن پست"),
                n("fe2b0008", "با روش استفاده از X آشنا شوید"),
                n("h257d4aa", "انتخاب پست برای تبلیغ کردن"),
                n("d28a1d72", "با Radar، نخستین کسی باشید که متوجه موضوع‌های داغ می‌شود"),
                n("fb70427a", "معرفی قدرتمندترین ابزار جست‌وجو در X."),
                n("i54bf620", "پایش کلیدواژه‌ها"),
                n("e8bb09bc", "بااستفاده از امکان جست‌وجوی پیشرفته روی هر سرفصلی تمرکز کنید."),
                n("d4c9d5aa", "به‌تصویر کشیدن موضوع‌های داغ"),
                n("e78263fe", "گفت‌وگوها را ازطریق نمودارهای فعالیت روزانه مربوط به ۳ روز گذشته پیگیری کنید."),
                n("e3ed8220", "سنجه‌های هم‌زمان"),
                n("f4952956", "از پرسمان‌هایتان آمارهایی فوری درباره تعداد پست‌ها دریافت کنید."),
                n("cce3f116", "پست به نشانک‌های شما اضافه شد"),
                n("b593b396", "پست از نشانک‌های شما حذف شد"),
                n("af9c8a3e", "باز کردن برنامه"),
                n("ef483238", "صفحه وضعیت پست"),
                n("jcf3ff56", "نوشتار درشت"),
                n("f1252ac8", "نوشتار متوسط"),
                n("daa0da04", "نوشتار ریز"),
                n("ba5256b2", "اندازه نوشتار"),
                n("h030c24c", "گزارش مشکل"),
                n("b12ffee6", "ممنوع کردن ورود به «انجمن»"),
                n("e37836f8", "جزئیات گزارش"),
                n("fb35e52a", "مشاهده قانون"),
                n("e238c590", "گام بعدی"),
                n("if218e60", "تیم و فناوری ما گزارش شما را بازبینی خواهند کرد. اگر تخلف از قانون مشاهده شد، به شما اطلاع می‌دهیم که چه اقداماتی انجام می‌دهیم."),
                n("b6dc1984", "فرایند انجام کار"),
                n("b0a16894", "زمینه مهم است. هنگام پیاده‌سازی قوانین خودمان عوامل زیر را درنظر می‌گیریم (ای فهرست کامل نیست):"),
                n("d4716820", "آیا محتوای گزارش‌شده افراد را به‌دلیل هویتشان هدف قرار می‌دهد؟"),
                n("e899a534", "این تخلف چقدر شدید است؟"),
                n("d9c4e7ae", "آیا گزارش را کسی ارسال کرده که مورد هدف قرار گرفته است؟"),
                n("afb51066", "ایجاد گزارش‌های تکراری باعث افزایش سرعت فرایند ما نخواهد شد."),
                n("b7ba712a", "تخلف مشاهده شد"),
                n("d90b8c04", "تخلفی مشاهده نشد"),
                n("c2d0494a", "توصیه‌های ایمنی ما"),
                n("be46e000", "گزارش‌های تکراری"),
                n("e846ae32", "حتی اگر محتوا حذف شود، ممکن است کسی کپی یا نماگرفتی برداشته باشد. اگر آن را در X دیدید لطفاً گزارش کنید تا آن را برداریم."),
                n("e3647d08", "با نهاد اعمال قانون تماس بگیرید"),
                n("gad89c4a", "اگر احساس می‌کنید در خطر هستید، توصیه می‌کنیم با خدمات اعمال قانون محلی‌تان تماس بگیرید. اگر بعداً از آن‌ها سؤال شد می‌توانند به رهنمودهای ما برای اعمال قانون ارجاع دهند. "),
                n("h7fa9240", "ایالات متحده آمریکا:"),
                n("fb2ff552", "تلفن امداد و نجات ملی برای پیشگیری از خودکشی: 988."),
                n("bb57e8c0", "کشورها و مناطق دیگر:"),
                n("b9ce59ba", "باز هم برای جلب توجه ما به این موضوع از شما متشکریم."),
                n("d42899ad", "انجمن بین‌المللی پیشگیری از خودکشی"),
                n("c9853de0", "محتوا پنهان شده است"),
                n("c197728e", "حل‌وفصل شد"),
                n("f4422d78", "گزارش‌ها"),
                n("i07c24fa", "گزارش بازبینی‌نشده‌ای ندارید"),
                n("h542c98a", "مشاهده جزئیات"),
                n("e6e11d12", "گزارش بازبینی‌شده‌ای ندارید"),
                n("ibf33bae", "موارد تکراری را گزارش کنید تا بتوان آن‌ها را حذف کرد"),
                n("a288ca36", "رهنمودهای ما برای اعمال قانون"),
                n("a62c9c34", "علاقه‌مندی‌هایتان را دنبال کنید."),
                n("cf39fca2", "از چیزهایی که مردم درباره آن‌ها صحبت می‌کنند، خبردار شوید."),
                n("j86184fe", "به گفتگو بپیوندید."),
                n("ac2035f2", "همین امروز بپیوندید."),
                n("h0af9418", "ایجاد حساب کاربری"),
                n("eba1b198", "چیزهایی که همین الآن دارد رخ می‌دهد"),
                n("fa811c30", "از قبل حساب کاربری دارید؟"),
                n("b4bdfb3e", "دریافت برنامه Grok"),
                n("f991cfaa", "دریافت Grok"),
                n("a4298bc0", "X. چیزهایی که دارد رخ می‌دهد"),
                n("j3f49ff6", "از اخبار فوری و سرگرمی‌ها تا ورزش و سیاست، داستان کامل را با گزارش زنده دریافت کنید."),
                n("d65555c2", "یا"),
                n("e75df5c9", function (e) {
                    return e.query + " - جست‌وجو";
                }),
                n("ac4fb0f4", "عکس‌ها"),
                n("aea62568", "فیلترهای جستجو"),
                n("gfcfbf8c", "جستجوی شما ذخیره شد."),
                n("a4645d92", "جستجوی شما حذف شد."),
                n("b11805af", function (e) {
                    return "پست‌های مربوط به " + e.query + " را در X ببینید. ببینید مردم چه می‌گویند و به گفت‌وگو بپیوندید.";
                }),
                n("d610e8c3", function (e) {
                    return "آخرین پست‌ها درباره " + e.query + ". حرف‌های مردم را بخوانید و به گفت‌وگو بپیوندید.";
                }),
                n("j622effe", "جستجوی پیشرفته"),
                n("i5045e74", "همه‌جا"),
                n("h2388754", "نزدیک شما"),
                n("a0cf4306", "خلاصه Grok"),
                n("f97f7b46", "پنهان کردن خلاصه Grok"),
                n("f9d35b98", "فقط ۲۵ جستجو می‌توانید ذخیره کنید. یکی از جستجوها را حذف کنید تا بتوانید جستجوی جدیدی ذخیره کنید."),
                n("ha925ad4", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای ذخیره جستجویتان اقدام کنید."),
                n("h0a9931c", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف جستجویتان اقدام کنید."),
                n("h4912b5e", "ذخیره جستجو"),
                n("b9bc69ca", "حذف جستجوی ذخیره‌شده"),
                n("eb63de70", "X - جست‌وجوی پیشرفته"),
                n("d3938be8", "واژه‌ها"),
                n("e0dded5e", "تعامل"),
                n("a097f7ba", "تاریخ‌ها"),
                n("c03f15ca", "هر زبانی"),
                n("cb334136", "پیوند‌ها"),
                n("jf1cbcc2", "پست‌های پیونددار گنجانده شود"),
                n("gede6f6e", "فقط پست‌های پیونددار نشان داده شود"),
                n("bda44dd4", "پاسخ‌ها و پست‌های اصلی گنجانده شود"),
                n("ab870904", "فقط پاسخ‌ها نشان داده شود"),
                n("b6215680", "همه این واژه‌ها"),
                n("cceffa5e", "مثال: چه خبر؟ · شامل هم «چه» و هم «خبر»"),
                n("f1c5faee", "عین این عبارت"),
                n("ad10780e", "مثال: ساعت شاد · شامل عین عبارت «ساعت شاد»"),
                n("a555a3f4", "هر کدام از این واژه‌ها"),
                n("ee8a2b60", "مثال: گربه‌ها سگ‌ها · شامل «گربه‌ها» یا «سگ‌ها» یا هردو باشد"),
                n("f51fe348", "هیچ‌کدام از این واژه‌ها"),
                n("hb657ad4", "مثال: گربه‌ها سگ‌ها · شامل «گربه‌ها» نباشد و شامل «سگ‌ها» نباشد"),
                n("d10da5da", "این برچسب‌ها"),
                n("f0b52b50", "مثال: ThrowbackThursday# · شامل برچسب ThrowbackThursday#"),
                n("e292598a", "از این حساب‌ها"),
                n("hef790d8", "مثال: @X · فرستاده‌شده از @X"),
                n("g2c27394", "به این حساب‌ها"),
                n("d158d9d0", "مثال: @X · فرستاده‌شده در پاسخ به @X"),
                n("a10e3230", "نام‌بری از این حساب‌ها"),
                n("daaf2c72", "مثال: SFBART @Caltrain@ · نام‌بری SFBART@ یا نام‌بری Caltrain@"),
                n("b18366ba", "حداقل تعداد پاسخ‌ها"),
                n("f481ba1c", "مثال: ۲۸۰ · پست‌های دارای حداقل ۲۸۰ پاسخ"),
                n("ib3ddbd4", "حداقل تعداد پسندها"),
                n("ef994dac", "مثال: ۲۸۰ · پست‌های دارای حداقل ۲۸۰ پسند"),
                n("a504ca74", "حداقل بازپست‌ها"),
                n("jd9bd944", "مثال: ۲۸۰ · پست‌های دارای حداقل ۲۸۰ بازپست"),
                n("e95b9448", "عمومی"),
                n("f458a3b2", "حریم خصوصی"),
                n("bdc6f5b8", "حساب کاربری شما"),
                n("ea848de8", "تنظیمات EarlyX"),
                n("df483b48", "تغییرات ویژگی‌ها"),
                n("bd05add8", "کاربر حقیقی"),
                n("d94f12b6", "آگاه‌سازی‌ها، حریم خصوصی، و غیره را جستجو کنید"),
                n("ba8f6f82", "جستجو در تنظیمات"),
                n("g931a6e5", function (e) {
                    return e.topic + " را دنبال می‌کنید";
                }),
                n("h3f9027a", "پست‌هایی درباره این موضوع در خط زمان «خانه» خودتان خواهید دید. این موضوع به شخصی‌سازی تجربه شما در X کمک خواهد کرد."),
                n("e241095e", "سرفصل‌های شما"),
                n("f8bc75e2", "سرفصل‌های شما"),
                n("ed827af6", "موضوع در دسترس نیست."),
                n("d094c720", "همه سرفصل‌ها"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | سرفصل‌ها";
                }),
                n("g02269ba", "سرفصل‌ها را در X دنبال کنید. سرفصل‌ها به شما امکان می‌دهند پست‌های تعدادی از حساب‌های کاربری کارشناسان یا هواداران سرفصل‌های مختلف را در X مشاهده کنید."),
                n("e80d2509", function (e) {
                    return "سرفصل " + e.topicName + " را در X دنبال کنید. پست‌های برتر تعدادی از حساب‌های کاربری کارشناسان، هواداران، یا افرادی که فقط مایل به سخن گفتن درباره " + e.topicName + " در X هستند را مشاهده خواهید کرد.";
                }),
                n("e44b4256", "سابقه داستان"),
                n("a74af3f8", "سابقه داستان یافت نشد."),
                n("c3077694", "پست‌های «موضوع‌های داغ»"),
                n("a9042b6c", "سابقه موضوع داغ"),
                n("ed54bc32", "گزارش کردن موضوع داغ"),
                n("f89bcc50", "موضوع داغ گزارش شد"),
                n("gde7b6b0", "ذخیره‌نشده"),
                n("i6212670", "درحال بارگیری «موضوع‌های داغ»"),
                n("c6a07c10", "خط زمان موضوع‌های داغ"),
                n("b0c91a92", "وارد شوید یا نام‌نویسی کنید تا ببینید افراد در X درباره این چه دارند می‌گویند"),
                n("d7071084", "این را Grok کنید"),
                n("ee2200f4", "این داستان خلاصه‌ای از پست‌های X است که Grok ایجاد کرده است. این داستان در طول زمان تغییر خواهد کرد."),
                n("dd225af8", "فردی یافت نشد."),
                n("e1e5d552", "ویرایش «محفل»"),
                n("ec13f9cc", "کسی در «محفل» شما نیست — فعلاً"),
                n("dab58e32", "وقتی افراد را اضافه کنید، اینجا نشان داده می‌شود."),
                n("f43112a4", "روش کار"),
                n("a4d60c94", "مشکلی پیش آمد. فعلاً نمی‌توانیم ایشان را به «محفل» شما اضافه کنیم."),
                n("a1ba3bd8", "«محفل» شما پر شده است. در «محفل» خودتان به سقف ۱۵۰ نفر رسیده‌اید."),
                n("ac3fd6e2", "فعلاً توصیه‌ای ندارید"),
                n("eeb4d3f0", "اینجا افرادی را برای افزودن به «محفل» شما پیشنهاد می‌کنیم."),
                n("aea3c420", "هنوز نقل‌قولی وجود ندارد"),
                n("b40a22c0", "وقتی برداشت خودتان را هنگام هم‌رسانی پست‌های دیگران اضافه می‌کنید اینجا نشان داده خواهند شد."),
                n("f08d8d08", "پست‌هایی را که می‌پسندید برجسته کنید"),
                n("f0ccff52", "پست دیگران را بازپست کنید تا در خط زمانتان هم‌رسانی شود. وقتی این کار را انجام دهید، اینجا نشان داده خواهد شد."),
                n("fc1acb54", "هنوز پسندیدم وجود ندارد"),
                n("e3527230", "وقتی کسی (حتی شما) روی قلب بزند تا این پست را بپسندد اینجا نشان داده می‌شود."),
                n("i3e8b808", "درحال به‌روزرسانی کاربرانی که این پست را پسندیدند"),
                n("c69fd704", "درحال به‌روزرسانی کاربرانی که این پست را بازپست کردند"),
                n("f12858d4", "پسندیده شد توسط"),
                n("fe62cfec", "بازپست شده توسط"),
                n("h1c5d6aa", "فرستاده‌شده توسط شما"),
                n("h6d45054", "فرستاده‌شده توسط همه"),
                n("da68fff1", function (e) {
                    return e.count + " سکه (فقط شما می‌توانید ببینید)";
                }),
                n("e35f2534", "درحال بارگیری تعامل‌های پست"),
                n("i60dfa72", "تعامل‌های پست"),
                n("dc604dda", "کاربرانی که این پست را پسندیده‌اند"),
                n("cdd4ef4a", "کاربرانی که این پست را بازپست کرده‌اند"),
                n("icc72234", "نقل‌قول‌های این پست"),
                n("hc35b530", "هنوز پسندی وجود ندارد"),
                n("e0d6a246", "هنوز بازپستی وجود ندارد"),
                n("i2a26cb4", "وقتی کسی روی قلب بزند تا این پست را بپسندد اینجا نشان داده می‌شود."),
                n("i9b724e8", "فهرست همه کسانی را که این پست را نقل‌قول کرده‌اند اینجا می‌بینید."),
                n("a5ab75ae", "پست مرتبطی پیدا نشد."),
                n("ce637c0e", "«نوشتار» مرتبطی پیدا نشد."),
                n("fd67deaa", "هم‌رسانی پست‌های مرتبط"),
                n("f9183bb6", "کپی پیوند به پست‌های مرتبط"),
                n("fc4e5d96", "فقط اطلاعات آماری پست‌های خودتان را می‌توانید ببینید."),
                n("ab0da59f", function (e) {
                    return "اطلاعات تحلیلی " + e.entity;
                }),
                n("ae32e7de", "این یک پست تبلیغی است. تعداد دفعاتی که این پست دیده شده است خصوصی است."),
                n("a10aa36c", "مرکز راهنمایی"),
                n("d0740558", "مرکز راهنمایی"),
                n("d2d76dca", "مرکز راهنمایی"),
                n("b6414532", "تفکیک تخمینی افرادی که پست شما را دیده‌اند"),
                n("c61c6624", "تبلیغی"),
                n("d267afa2", "زیر ۲۰"),
                n("db81cab0", "۲۰-۲۹"),
                n("f173716e", "۳۰-۳۹"),
                n("ada329e6", "۴۰-۴۹"),
                n("j2950694", "بالای ۵۰"),
                n("bcd9cf68", "بالای ۶۵"),
                n("f05f1838", "سایر / نامشخص"),
                n("fa5be588", "ارگانیک"),
                n("c69069e6", "تعداد دفعاتی که این پست در X دیده شده است"),
                n("a0615bac", "تعداد کل دفعاتی که کاربری با پستی تعامل داشته است. این تعداد شامل همه کلیک‌ها در هر جایی از پست (شامل برچسب‌ها، پیوندها، تصویر نمایه، شناسه، و گسترش پست)، بازپست‌ها، پاسخ‌ها، دنبال‌کردن‌ها و پسندها می‌شود."),
                n("d8abdaa4", "دنبال‌کنندگان تازه"),
                n("c72f25a8", "دنبال‌کنندگانی که مستقیماً از این پست حاصل شده‌اند"),
                n("acc4cf12", "تعداد بازدیدهای نمایه از این پست"),
                n("c7d0d1c4", "تعداد کلیک‌ها روی هر نشانی وبی در این پست"),
                n("a4da7724", "تعداد دفعاتی که افراد جزئیات این پست را مشاهده کرده‌اند"),
                n("c5d4d3a8", "هزینه هر دنبال کردن"),
                n("f56e24f2", "کل هزینه تقسیم بر تعداد دنبال‌کننده‌ها، شامل کسب‌شده‌ها. فقط وقتی پول می‌پردازید که کسی شما را دنبال کند "),
                n("g33fd6b1", function (e) {
                    return e.percentage + " از تبلیغات";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " از کسانی که دنبال نمی‌کنند";
                }),
                n("h4cbba3e", "کمتر از ۵٪"),
                n("h1cdac12", "کمتر از ۵٪ از تبلیغات"),
                n("g884b2cc", "کمتر از ۵٪ از غیردنبال‌کنندگان"),
                n("b32334a0", "حساب‌های کاربری مورد دسترسی"),
                n("h142a79c", "تعداد بازدیدهای یکتای این پست"),
                n("de4def4e", "٪ از تمام تبلیغات تا امروز"),
                n("e3390c1e", "۴۸ ساعت نخست"),
                n("aead0975", function (e) {
                    return "این ویژگی تعداد دفعات خوانده شدن این پست در ۴۸ ساعت نخست پس‌از پست شدن را ردگیری می‌کند. حداکثر مقدار " + e.maxValue + " اثرگذاری است.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " پسند" + f(e.likeCount, "", "‌");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " بازپست";
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " پاسخ";
                }),
                n("db6efeb8", "تبلیغ شما درحال اجرا است"),
                n("j6daea86", "تبلیغ شما متوقف شده است"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.spentBudget + " از " + e.totalBudget + " مصرف شده است";
                }),
                n("e8adeec8", "تبلیغ دوباره"),
                n("fbb5c37e", "تقویت کردن دوباره"),
                n("ccffb487", function (e) {
                    return "پست شما تاکنون " + e.impressions + " اثرگذاری کسب کرده است. به حساب حرفه‌ای تعویض کنید و دسترسی‌تان را گسترش دهید.";
                }),
                n("ha13fd94", "تقویت کردن پست"),
                n("jede3014", "تبلیغ شما دردست بازبینی است"),
                n("b823301e", "وقتی تأیید شد، پست شما برای مخاطبانی که انتخاب کرده‌اید تبلیغ خواهد شد."),
                n("a2e48870", "مرور سیاست آگهی‌های X"),
                n("ge538876", "سنجه‌های ویدئویی که هم‌رسانی کردید"),
                n("ca7e10d8", "بازدیدهای یکتا"),
                n("i611fc96", "تعداد کل دفعاتی که این ویدئو در همه پست‌ها مشاهده شده است"),
                n("a69cd868", "تعداد بازدیدهای یکتای این ویدئو"),
                n("f894a688", "حفظ مخاطب"),
                n("ad9d9204", "درصد اوقاتی که بازدیدکنندگان ویدئویی را پیش‌از ترک آن تماشا کرده‌اند، و مقداری که از ویدئو تماشا کرده‌اند."),
                n("da4b7a70", "درصد بازدیدکنندگانی که ویدئویی را تا زمان معینی تماشا کرده‌اند"),
                n("de2d89a2", "تماشای ۲۵٪"),
                n("i92754c2", "تماشای ۵۰٪"),
                n("be8ddcc2", "تماشای ۷۵٪"),
                n("b01410d6", "تماشای ۱۰۰٪"),
                n("gfb3d8af", function (e) {
                    return "تماشا تا " + e.timeLabel;
                }),
                n("fc6cbba2", "فعلا چیزی برای مشاهده اینجا نیست"),
                n("b80a53c8", "وقتی داده‌های بیشتری جمع‌آوری شد، آن‌ها را اینجا خواهید دید."),
                n("d25dccb6", "اطلاعات تحلیلی برای پست‌های «محفل» دردسترس نیست."),
                n("g61ac32a", "کاربرانی را که احتمال تعامل آن‌ها با محتوای شما بالا است به‌طور خودکار هدف‌یابی می‌کنیم."),
                n("e8702feb", function (e) {
                    return e.couponAmount + " تخفیف ازطرف ما!";
                }),
                n("e44dc579", function (e) {
                    return "اکنون شروع کنید و پیش‌از " + e.date + " برای نخستین تبلیغ خودتان " + e.couponAmount + " تخفیف بگیرید.";
                }),
                n("hd8df545", function (e) {
                    return "اکنون شروع کنید و پیش‌از " + e.date + " برای تبلیغ بعدی‌تان " + e.couponAmount + " تخفیف بگیرید.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " هزینه کنید و " + e.couponAmount + " اعتبار آگهی کسب کنید.";
                }),
                n("c4d0434b", function (e) {
                    return e.dailyBudget + " در روز برای " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " درطول " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "مکان";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " - " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return "بیش از " + e.minAge;
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " روز";
                }),
                n("gc3ce5d9", function (e) {
                    return "دسترسی تخمینی به " + e.audienceLow + " - " + e.audienceHigh + " نفر در روز";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "محدوده سنی: " + e.formattedAge + e.newlinePlaceholder + "جنسیت: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "وقتی " + e.spendAmount + " در یک یا چند کارزار تبلیغاتی هزینه کردید، " + e.couponAmount + " اعتبار مستقیماً به حساب کاربری آگهی‌های شما واریز خواهیم کرد. ممکن است چند روز طول بکشد تا اعتبار شما اعمال شود.";
                }),
                n("cb51c854", "هر جنسیتی"),
                n("bb7b39e2", "مرد"),
                n("eb9466d0", "زن"),
                n("b07cc9f2", "منطقه"),
                n("ce309bee", "مترو"),
                n("cc49d030", "کد پستی"),
                n("c3fca124", "تقویت کردن تعامل"),
                n("d4f57cce", "دنبال‌کننده‌هایتان را افزایش دهید"),
                n("c6daa762", "دریافت کلیک‌های بیشتر روی پیوند"),
                n("cc642518", "جستجوی مکان‌ها"),
                n("i0e8c3c6", "نتایج مکانی"),
                n("f69ad048", "انتخاب مکان"),
                n("d948b978", "فقط پست‌های خودتان را می‌توانید تبلیغ کنید."),
                n("cfcdb4a2", "مشکلی پیش آمد. مطمئن شوید مسدودکننده‌های آگهی را غیرفعال کرده باشید."),
                n("j7a2af7a", "نمی‌خواهید این پست را تبلیغ کنید؟"),
                n("a78bce8e", "اگر اکنون ترک کنید این پست تبلیغ نخواهد شد."),
                n("g8844150", "تبلیغ نشود"),
                n("e7eb3684", "بودجه روزانه"),
                n("d9f6e3ce", "لغزانه بودجه روزانه"),
                n("b3954eca", "لغزانه زمان به روز"),
                n("ce665a60", "دسترسی تخمینی تقریبی است. دسترسی واقعی را نمی‌توان تضمین کرد."),
                n("i0c3b95c", "هزینه دور بعدی با ماست!"),
                n("h8b6e32a", "این پست را تبلیغ کردید!"),
                n("ee8014a6", "هروقت خواستید می‌توانید «اطلاعات تحلیلی پست» را بررسی کنید و عملکرد آگهی‌تان را اندازه‌گیری کنید."),
                n("db841200", "تعامل‌ها را تقویت کنید، با افراد بیشتری تماس داشته باشید، و خبر صفحه خودتان را به گوش دیگران برسانید."),
                n("fcc839b6", "هدف شما چیست؟"),
                n("b679a538", "پست شما دارای رسانه است"),
                n("cb19a2f0", "پسندها، بازپست‌ها، و … بیشتری داشته باشید"),
                n("a2d37164", "دریافت بازدیدکنندگان بیشتر برای وب‌سایت شما"),
                n("cefad302", "افزودن پیوند به پست"),
                n("b614fad0", "مطمئن شوید پست شما دارای پیوند باشد."),
                n("de43b660", "روش‌های پرداخت"),
                n("hb4773a0", "افزودن روش پرداخت جدید"),
                n("aa2a3dd4", "حذف کارت"),
                n("b1c5b63c", "پایان:"),
                n("affb5878", "تأیید حذف"),
                n("db443ae2", "همه چیز مرتب است؟"),
                n("a96f811e", "هدف تبلیغاتی"),
                n("fbd44e96", "بودجه شما"),
                n("e36bce64", "روش پرداخت"),
                n("ia83756c", "جمع اولیه"),
                n("cc217a04", "مانده کوپن"),
                n("g4f2b588", "مانده کوپن"),
                n("i41612da", "ایجاد تبلیغ"),
                n("cdae1af0", "افزودن اطلاعات مالیاتی"),
                n("ed8bb5a0", "افزودن جزئيات پرداخت"),
                n("fc640c20", "برای دریافت کوپن خودتان، جزئيات پرداخت را اضافه کنید"),
                n("be2dc078", "ثبت‌نام و افزودن جزئيات پرداخت"),
                n("iaefd4de", "برای دریافت کوپن خودتان، ثبت‌نام کنید و جزئيات پرداخت را اضافه کنید"),
                n("e5e42640", "هوووم… کوپن شما بارگیری نشد. لطفاً بعداً دوباره امتحان کنید."),
                n("e85dfd66", "برای این پست قبلاً کارزاری ایجاد شده است."),
                n("a4db098c", "به‌نظر می‌رسد نتوانستیم تبلیغ شما را ایجاد کنیم. لطفاً بعداً دوباره امتحان کنید."),
                n("ef7e3916", "مشکلی پیش آمد. پس از بررسی جزئیات تبلیغتان دوباره امتحان کنید."),
                n("c1134966", "شرایط و دستورالعمل‌های تبلیغات"),
                n("he45cc43", "شرایط کوپن"),
                n("c9439a82", "شرایط و دستورالعمل‌های تبلیغات"),
                n("c672105a", "به چه کسانی می‌خواهید دسترسی پیدا کنید؟"),
                n("e1efbeae", "محدوده سنی"),
                n("c6ff7c10", "حداقل محدوده سنی"),
                n("b555fb46", "حداکثر محدوده سنی"),
                n("j2c03e12", "۵۵+"),
                n("d4e01892", "سیاست ما برای آگهی‌های فرصت‌های مسکن، وام، و استخدام"),
                n("df8d4fa0", "انتخاب جنسیت"),
                n("i982d424", "چقدر می‌خواهید سرمایه‌گذاری کنید؟"),
                n("b9ff6cb0", "هیچ روش پرداختی انتخاب نشد"),
                n("i8b90688", "شرایط و دستورالعمل‌های تبلیغات"),
                n("a93bd26d", "شرایط کوپن"),
                n("d31dc460", "شرایط و دستورالعمل‌های تبلیغات"),
                n("ga845597", function (e) {
                    return "کل مقدار برای " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "بیشتر بدانید"),
                n("j9f78b42", "هیچ کاربر دارای برچسبی در این پست وجود ندارد."),
                n("cb2054fa", "بارگزاری کاربرها"),
                n("e4ad6bda", "در این تصویر"),
                n("cdd4aafe", "بارگذاری افراد حاضر در گفتگو"),
                n("aac3fad2", "افراد حاضر در این گفتگو"),
                n("a7f66562", "درحال بارگیری پست‌ها"),
                n("b7a898fa", "مستقیماً از اینجا به پست بعدی بروید!"),
                n("e254fdd2", "می‌توانید مستقیماً به پست بعدی بکشید!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "نوار پیشرفت ویدئو"),
                n("h2fcc532", "درحال بارگیری سابقه"),
                n("a74821a0", "به‌نظر می‌رسد پرداخت شما انجام نشد یا به‌زودی منقضی می‌شود. اطلاعات پرداخت خودتان را به‌روز کنید تا اشتراک Premium شما حفظ شود."),
                n("bb55752e", "با «سکه‌ها» می‌توانید از آفرینندگان آثاری که محتوای عالی پست می‌کنند پشتیبانی کنید. «سکه‌های» استفاده‌نشده در مانده حساب شما حفظ می‌شود."),
                n("ea7ce65f", function (e) {
                    return "شامل " + e.count + " سکه اضافه.";
                }),
                n("e557f9d2", "به محدودیت مانده حساب «سکه‌ها» رسیده‌اید."),
                n("e2beba5e", "پرطرفدارترین"),
                n("gafeeb96", "خرید «سکه»"),
                n("bc42db1c", " هروقت خواستید می‌توانید لغو کنید. هر ماه به‌طور خودکار تمدید می‌شود."),
                n("f1561b06", "شرایط خریداران"),
                n("fe93ed4a", "خرید انجام شد"),
                n("bcb90375", function (e) {
                    return "مانده جدید حساب «سکه‌های» شما " + e.balance + " است.";
                }),
                n("ia2eb0c0", "خرید انجام نشد!"),
                n("c7e11484", "فهرست‌های شما خالی است"),
                n("a96208ba", "پیش‌از اینکه کسی را اضافه کنید باید فهرست ایجاد کنید."),
                n("d2826908", "ایجاد فهرست جدید"),
                n("he062e8a", "انتخاب فهرست"),
                n("c2fb1e94", "به هر فهرست فقط ۵٬۰۰۰ حساب کاربری می‌توان اضافه کرد."),
                n("f30edc68", "خصوصی کردن"),
                n("h51a2cf6", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف برنمایتان اقدام کنید."),
                n("bb10280e", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای ذخیره فهرستتان اقدام کنید."),
                n("h8885a22", "عنوان فهرست نمی‌تواند بیشتر از ۲۵ نویسه داشته باشد."),
                n("f8132984", "وقتی فهرستی را خصوصی می‌کنید فقط خودتان می‌توانید آن را ببینید."),
                n("h421e74c", "فهرست‌های پیشنهادی"),
                n("aa62dea8", "منتظر و مشتاق هستیم"),
                n("e5e4d3aa", "برای دیدن فهرست‌های پیشنهادی بعداً دوباره سر بزنید."),
                n("c4d7650c", "مدیریت اعضا"),
                n("h7f2418c", "درحال بارگیری اطلاعات فهرست"),
                n("b18e5cd2", "مشکلی پیش آمد. یک دقیقه دیگر دوباره برای حذف فهرستتان اقدام کنید."),
                n("cdd73e9c", "حذف فهرست"),
                n("def8ff62", "فهرست حذف شود؟"),
                n("j8b9cde8", "نمی‌توانید این کار را لغو کنید و فهرستتان را از دست خواهید داد."),
                n("e9f3dec4", "جست‌وجوی فهرست"),
                n("b9192d55", function (e) {
                    return e.query + " - جست‌وجوی فهرست";
                }),
                n("d6a23192", "ایجاد فهرست جدید"),
                n("ie256518", "خط زمان جستجوی فهرست"),
                n("j57a2568", "جستجوی فهرست"),
                n("hc76e8cd", function (e) {
                    return "فهرستی با «" + e.query + "» مطابقت نداشت";
                }),
                n("d872881a", "خودتان یکی ایجاد کنید"),
                n("j177067a", "جستجوی فهرست‌ها"),
                n("g13ea02c", "فهرستی را جستجو کنید"),
                n("d1461f1e", "این «فهرست» تنها افتاده است"),
                n("bcbd3416", "افرادی که این «فهرست» را دنبال کنند اینجا نشان داده خواهد شد."),
                n("b197a56c", "دنبال‌کنندگان فهرست"),
                n("f0ab07f5", function (e) {
                    return "اعضا (" + e.memberCount + ")";
                }),
                n("h9ce3406", "اعضای فهرست"),
                n("dfeaeb26", "افزودن به فهرست"),
                n("a332103e", "افرادی که به این «فهرست» اضافه شوند اینجا نشان داده خواهد شد."),
                n("e2f7dc62", "یافتن اعضای پیشنهادی"),
                n("gc23cc00", "برای دیدن پیشنهادهایی برای افزودن به این «فهرست»، حساب‌های کاربری را جستجو کنید."),
                n("e3deb126", "پیشنهادهای فهرست‌ها"),
                n("eb7b54be", "فراخوانی فهرست‌ها"),
                n("a9ca06d2", "اطلاعات"),
                n("a367dc9a", "جدیدترین پست‌ها را به‌محض نوشته‌شدن می‌بینید"),
                n("dd438748", "پست‌های برتر را اول می‌بینید"),
                n("fe7e217c", "دیدن جدیدترین پست‌ها"),
                n("ce78b698", "شما دارید پست‌های برتر را اول می‌بینید. جدیدترین پست‌ها به همان ترتیب نوشته شدن نشان داده می‌شود."),
                n("i5a1628a", "مشاهده پست‌های برتر"),
                n("f333a93e", "شما دارید جدیدترین پست‌ها را اول می‌بینید. پست‌های برتر بهترین پست‌ها را به شما نشان می‌دهند."),
                n("c7294984", "گزارش فهرست"),
                n("g6340998", "این کار شما را به‌طور خودکار دوباره به فهرست‌های او اضافه نمی‌کند."),
                n("i6da4f7a", "هم‌رسانی فهرست"),
                n("a062ff80", "کپی پیوند در فهرست"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "@" + e.screenName + " را دنبال نمی‌کنید";
                }),
                n("a64512a4", "خط زمان «فهرست‌ها»"),
                n("i0bcc456", "وقتی دنبال کنید، می‌توانید فهرست‌هایش را ببینید."),
                n("d8315ca0", "فهرست‌هایی که عضو آن‌ها هستید"),
                n("e74be9ac", "فهرست‌هایی که عضو آن‌ها هستند"),
                n("c80cb4e4", "فهرست جدید"),
                n("bbcaa24b", function (e) {
                    return "فهرست‌های ساخته @" + e.screenName;
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " فهرستی ایجاد نکرده است";
                }),
                n("f5978664", "وقتی این کار را بکند، اینجا نشان داده می‌شود."),
                n("h243711c", "هنوز فهرستی ایجاد نکرده‌اید."),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " تاکنون به فهرستی اضافه نشده است";
                }),
                n("e05568cc", "وقتی به فهرستی اضافه شود، اینجا نشان داده می‌شود."),
                n("b86a098a", "تاکنون به فهرستی اضافه نشده‌اید"),
                n("h06e09a2", "وقتی کسی شما را به فهرستی اضافه کند، اینجا نشان داده می‌شود."),
                n("gbaa5489", function (e) {
                    return "فهرست عضویت @" + e.screenName;
                }),
                n("g6b54ff6", "شما به‌روز هستید"),
                n("ec5fd35a", "وقتی کسی برای دنبال کردن شما درخواست کند اینجا نشان داده می‌شود تا شما بپذیرید یا رد کنید."),
                n("ec2d8342", "رد کردن"),
                n("j85d8d90", "هیچ درخواستی جهت دنبال کردن برای آن کاربر وجود ندارد."),
                n("c3d23f10", "به‌نظر می‌آید مشکلی کوچکی پیش آمده است. نگران نباشید، تقصیر شما نیست. برای امتحان دوباره در زیر کلیک کنید."),
                n("d2613123", function (e) {
                    return "اشتراک با " + e.price + " در ماه";
                }),
                n("c4640fc0", "هم‌رسانی نمایه «اشتراک‌ها»"),
                n("a72064a8", "کپی پیوند به نمایه «اشتراک‌ها»"),
                n("e6c72234", "شرایط هم‌رسانی ایمیل"),
                n("b17f0c4b", function (e) {
                    return "شما اکنون «مشترک» @" + e.screenName + " هستید";
                }),
                n("a5634d9a", "مشکلی برای پردازش «اشتراک» پیش آمد. لطفاً این پنجره را رد کنید و دوباره امتحان کنید."),
                n("fe9d3afa", "در حال بارگذاری دنبال‌کننده‌ها"),
                n("ab7fc3ef", function (e) {
                    return "افرادی که " + e.fullName + " (@" + e.screenName + ") را سوپردنبال کرده‌اند";
                }),
                n("j0d17377", function (e) {
                    return "افراد دنبال‌کننده " + e.fullName + " ‏(@" + e.screenName + ") که شما می‌شناسید";
                }),
                n("fa9e827f", function (e) {
                    return "افراد دنبال‌کننده " + e.fullName + " ‏(@" + e.screenName + ")";
                }),
                n("ha979be5", function (e) {
                    return "افراد دنبال‌شده " + e.fullName + " ‏(@" + e.screenName + ")";
                }),
                n("d28be573", function (e) {
                    return "افراد مشترک " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return "افراد مشترک " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("cfd952a1", function (e) {
                    return "حساب‌های کاربری تأییدشده دنبال‌کننده " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fecc696e", "دنبال‌کنندگان تأییدشده"),
                n("g0a2fbbe", "هنوز «مشترکی» ندارید"),
                n("g65f4bac", "هنوز دنبال‌کننده‌ای ندارید"),
                n("c36cfddc", "دنبال دنبال‌کننده می‌گردید؟"),
                n("fd275c1a", "هنوز دنبال‌کننده تأییدشده‌ای ندارید"),
                n("e08bd098", "فهرست همه کسانی را که «مشترک» شما هستند اینجا خواهید یافت."),
                n("j029a4dc", "وقتی کسی شما را دنبال کند، او را اینجا می‌بینید."),
                n("b2b2c6ce", "وقتی کسی این حساب کاربری را دنبال کند اینجا نشان داده می‌شود. پست کردن و تعامل کردن با دیگران به افزایش تعداد دنبال‌کنندگان کمک می‌کند."),
                n("cb1a15c8", "دنبال کردن حساب‌های کاربری روش ساده‌ای برای دست‌چین کردن خط زمان شما و اطلاع از چیزهایی است که برای سرفصل‌ها و افراد مورد علاقه شما اتفاق می‌افتد."),
                n("i967b954", "فهرستی از همه «اشتراک‌هایتان» را اینجا پیدا می‌کنید."),
                n("a44e403e", "وقتی حساب کاربری تأییدشده‌ای شما را دنبال کند، آن را اینجا می‌بینید."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " هنوز دنبال‌کننده‌ای که شما بشناسید ندارد";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " کسی را دنبال نمی‌کند";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " دنبال‌کننده تأییدشده‌ای ندارد.";
                }),
                n("ec251f36", "وقتی کسی که می‌شناسید او را دنبال کند، اینجا فهرست می‌شود."),
                n("f8af4f48", "وقتی حساب‌های کاربری را دنبال کند، اینحا نشان داده خواهد شد."),
                n("fd0aad94", "وقتی فردی تأییدشده این حساب را دنبال می‌کند، اینجا نشان داده می‌شود."),
                n("b84f6df1", function (e) {
                    return "‫" + e.percentage + "٪‎ تخفیف در Premium برای مدتی محدود‬";
                }),
                n("cfcac293", function (e) {
                    return "اهدا و پرداخت " + e.price;
                }),
                n("d7a73450", "سطح اشتراک"),
                n("hbd2c24e", "این حساب کاربری فعلاً برای هدیه واجدشرایط نیست."),
                n("f3fddc98", "شرایط خرید"),
                n("cff9c889", "بیشتر بدانید"),
                n("c65dda96", "هدیه شما فرستاده شد."),
                n("f6e2a407", function (e) {
                    return "به همه اجازه دهید وقتی به پست‌های @" + e.screenName + " پاسخ می‌دهید نشان «مشترک» شما را ببینند";
                }),
                n("j8dedddd", function (e) {
                    return "اگر این را غیرفعال کنید، @" + e.screenName + " و «مشترک‌های» او همچنان می‌توانند وقتی به هریک از پست‌های مخصوص «مشترک‌های» @" + e.screenName + " پاسخ می‌دهید نشان شما را ببینند. @" + e.screenName + " همیشه نشان شما را خواهد دید.";
                }),
                n("c8a513f6", "لغو «اشتراک»"),
                n("ea000ec8", "قبلاً «اشتراک» خودتان را لغو کرده‌اید؟"),
                n("d7b8387e", "اگر اشتراکتان را قبلاً لغو کرده‌اید الآن کار دیگری نیست که انجام دهید. «اشتراک» شما در پایان دوره صورت‌حساب به‌طور خودکار منقضی خواهد شد."),
                n("f4166d9a", "می‌خواهید «اشتراک» خودتان را لغو کنید؟"),
                n("b74ff5fc", "اگر لغو کنید، «اشتراک» شما در پایان دوره صورت‌حساب به‌طور خودکار منقضی خواهد شد."),
                n("ee9efbc8", "ادامه برای لغو"),
                n("c5d9c77a", "به‌نظر می‌آید مشکلی کوچکی پیش آمده است. نگران نباشید، تقصیر شما نیست. پنجره را ببندید و دوباره امتحان کنید."),
                n("jda53c24", "«اشتراک» خودتان را می‌توانید ازطریق Apple App Store لغو کنید."),
                n("g0a7a53e", "«اشتراک» خودتان را می‌توانید ازطریق Google Play Store لغو کنید."),
                n("i5f14be7", function (e) {
                    return "بازگشت شما را خوش‌آمد می‌گوییم، " + e.displayName;
                }),
                n("a76d58ba", "اطلاعات تحلیلی آگهی‌ها"),
                n("g512ddcc", "اطلاعات تحلیلی بنیادی"),
                n("eccd0e1a", "تجزیه‌وتحلیل سازمان"),
                n("deea1708", "می‌خواهید تجزیه‌وتحلیل‌ها را در مجموع همه حساب‌های کاربری X خودتان مشاهده کنید؟"),
                n("eb603ffc", "ارتقا دهید تا وابستگی‌های شبکه‌تان را برقرار کنید و تجزیه‌وتحلیل‌های تجمعی مشاهده کنید."),
                n("gf67aae4", "ارتقا به «دسترسی کامل»"),
                n("h75e3618", "گنجاندن سازمان در آمار"),
                n("h24a8862", "درباره این چارگوش تأیید"),
                n("c29e3a88", "انتخاب وابسته‌ها"),
                n("j8318d57", function (e) {
                    return e.number + " وابسته";
                }),
                n("bf809ec0", "انتخاب «وابسته‌ها»"),
                n("b719e224", "نتیجه‌ای یافت نشد"),
                n("c9938100", "نتایج جستجو"),
                n("d1a35ec6", "افزودن حساب‌های کاربری"),
                n("b437adda", "ارتقا به پولی"),
                n("f1f6c88b", function (e) {
                    return "حساب‌های کاربری (" + e.count + ")";
                }),
                n("b02156b8", "دعوت‌نامه‌ها"),
                n("gd67d29b", function (e) {
                    return "دعوت‌نامه‌ها (" + e.count + ")";
                }),
                n("daf646e6", "لطفاً توجه داشته باشید: باید حساب‌ها را به‌طور مناسب برچسب‌گذاری کنید."),
                n("i3895c32", "حساب کاربری شما دردست بازبینی است زیرا @شناسه X خودتان را تغییر داده‌اید"),
                n("i5f8b628", "تا وقتی حساب کاربری شما بازبینی شود نمی‌توانید وابسته‌هایتان را تغییر دهید."),
                n("e9e663ac", "زمان پرداخت شما گذشته است."),
                n("c3ddd22c", "شرایط"),
                n("c9729d8a", "شرایط"),
                n("cdcd1d2c", "افزودن وابسته‌ها به سازمان"),
                n("d30ea6f3", function (e) {
                    return "مطمئنید می‌خواهید @" + e.name + " را بردارید؟";
                }),
                n("c2dfbb86", "بله، انجام شود"),
                n("ba047f76", "با برداشتن وابستگی بلافاصله علامت و نشان وابستگی این کاربر برداشته می‌شود. همچنان تا پایان این ماه برای شما صورت‌حساب فرستاده می‌شود."),
                n("j26dee0e", "برداشتن وابسته"),
                n("e30cbdf0", "این وابسته مشترک «سازمان‌های تأییدشده» است و باید «سازمان» باقی بماند. نمی‌تواند به «شخص حقیقی» تغییر کند."),
                n("j3115ce8", "شخص حقیقی"),
                n("d8bb1d84", "سازمان"),
                n("e970bdbd", function (e) {
                    return e.count + " دعوت باقی مانده است";
                }),
                n("id67d953", function (e) {
                    return "هنگام بازیابی جزئیات تسویه‌حساب Stripe مشکلی پیش آمد. اگر این مشکل ادامه پیدا کرد لطفاً با " + e.supportEmail + " تماس بگیرید.";
                }),
                n("f323d314", "ارسال دوباره"),
                n("ac645cde", "همیشه می‌توانید دوباره آن‌ها را اضافه کنید."),
                n("d12af2dd", function (e) {
                    return "مطمئنید می‌خواهید این دعوت‌نامه به @" + e.screenName + " را حذف کنید؟";
                }),
                n("ib60b2d5", function (e) {
                    return "مطمئنید می‌خواهید این دعوت‌نامه به @" + e.screenName + " را دوباره بفرستید؟";
                }),
                n("ec6e7d9a", "حساب کاربری شما تا وقتی تغییر بلاتکلیف سطح اشتراک تکمیل نشده باشد فقط خواندنی است. لطفاً به Stripe بروید، پرداخت‌هایتان را بررسی کنید و مطمئن شوید تغییر سطح اشتراک با موفقیت انجام شده باشد."),
                n("b33d1518", "همگام‌سازی شغل‌ها از یکپارچه‌سازی تحت پشتیبانی یا فید XML سفارشی"),
                n("dd2db402", "گام ۱: جمع‌آوری اطلاعات موردنیاز"),
                n("edb098c2", "مرحله ۲: تماس با تیم پشتیبانی ما"),
                n("c4474460", "گام ۲: فرستادن ایمیل به تیم پشتیبانی ما");
            function t(e, a) {
                for (var c = 0; c < a.length; c++) {
                    var n = a[c];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, a) {
                                if ("object" != typeof e || null === e) return e;
                                var c = e[Symbol.toPrimitive];
                                if (void 0 !== c) {
                                    var n = c.call(e, a || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === a ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, a) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, a) {
                              return (e.__proto__ = a), e;
                          }),
                    r(e, a)
                );
            }
            n("a08da0fa", "بعد چه می‌شود؟"),
                n("c127374e", "برای ما پیام بفرستید"),
                n("b2cb2a0c", "شناسه «حساب سازمان تأییدشده» شما"),
                n("b8e64002", "نام سیستم پیگیری متقاضی"),
                n("acb99db6", "نشانی وب‌سایت اشتغال که شغل‌های شما در آن فهرست شده‌اند"),
                n("a64a5b7a", "اطلاعات موردنیاز را به تیم پشتیبانی ما بفرستید تا فرایند یکپارچه‌سازی شروع شود."),
                n("e3dffb4e", "نشانی ایمیل پشتیبانی ما را از قسمت زیر کپی کنید و اطلاعات موردنیاز را به تیم پشتیبانی ما بفرستید تا فرایند یکپارچه‌سازی شروع شود."),
                n("b4fef99e", "پس‌از اینکه تیم پشتیبانی ما درخواستتان را دریافت کرد، اطلاعات شما را بازبینی می‌کنیم و شما را در پیکربندی یکپارچه‌سازی کمک خواهیم کرد."),
                n("h37f2d96", "لطفاً توجه داشته باشید که تعدادی از سیستم‌های پیگیری متقاضی فعلاً پشتیبانی نمی‌شود."),
                n("ce102a20", "درحال هدایت شدن به Stripe"),
                n("ddfd6718", "پرداخت انجام نشد"),
                n("i90ea7d2", "لطفاً هرچه‌زودتر اطلاعات صورت‌حسابتان را به‌روز کنید تا مزایای شما حفظ شود. "),
                n("a62359e6", "تنظیمات سازمان تأییدشده"),
                n("ge221b7c", "اشتراک «سازمان تأییدشده» را ارتقا دهید تا به ویژگی وابسته‌ها و اعتبار آگهی بیشتر دسترسی پیدا کنید."),
                n("i4dccc18", "صورت‌حساب‌ها"),
                n("ec3cd6e4", "روش پرداختتان را مدیریت کنید، اطلاعات صورت‌حساب را به‌روز کنید، و فاکتورهایتان را بازبینی کنید."),
                n("dac61c3c", "تنظیمات حساب کاربری"),
                n("b6b5fd66", "حساب کاربری X خودتان را مدیریت کنید، ازجمله می‌توانید شناسه یا گذرواژه‌تان را تغییر دهید."),
                n("hb9c4a1c", "پرسش‌ها، گزارش‌های خرابی، و بازخورد"),
                n("c674f5b4", "راه‌اندازی پرداخت پیش‌فاکتورها"),
                n("i8237e66", "از پرداخت با کارت اعتباری به صدور صورت‌حساب برای انتقال از حساب بانکی تعویض کنید."),
                n("hebd348a", "پیکربندی چگونگی استفاده از آگهی‌ها برای تبلیغ شغل از درگاه «استخدام»."),
                n("ib5e6f90", "تبلیغ شغل"),
                n("id720215", "استخدام"),
                n("dd59f146", "حساب کاربری آگهی برای تبلیغ شغل"),
                n("e7e36818", "حساب‌های آگهی برای تبلیغ شغل وقتی واجدشرایط است که با منبع مالی کاملاً راه‌اندازی شده باشد."),
                n("c28566e0", "حساب کاربری آگهی"),
                n("c80160d3", "تبلیغات"),
                n("ff0edac0", "مطمئنید می‌خواهید اشتراکتان را لغو کنید؟"),
                n("h2ac0348", "نه، برگشت به مرحله پیشین"),
                n("dbf9667e", "مطمئن هستم"),
                n("j7592572", "محل دور زدن"),
                n("ee778942", "چراغ‌های راهنمایی و رانندگی"),
                n("fdd57981", function (e) {
                    return "مایلیم برای یک بار " + e.totalAmount + " دلار اعتبار آگهی رایگان به شما پیشنهاد کنیم.";
                }),
                n("i032a231", function (e) {
                    return "ماندن و پذیرش " + e.totalAmount + " اعتبار آگهی";
                }),
                n("hd7d278c", "نه متشکرم"),
                n("jf8a0dea", "عالی! اعتبار آگهی رایگان جدیدتان در دوره بعدی صورت‌حساب در حساب کاربری‌تان نشان داده خواهد شد."),
                n("ebbb3154", "بستن و برگشتن به X"),
                n("j1f68dda", "مرحله آخر: مطمئنید می‌خواهید لغو کنید؟"),
                n("c9c3464c", "لغو اشتراک درحال انجام است"),
                n("dd3a293c", "اشتراک «سازمان تأییدشده» شما به‌پایان رسیده است."),
                n("faa0f956", "هنگام لغو کردن اشتراک شما مشکلی پیش آمد."),
                n("b28289ea", "متشکریم"),
                n("b36f74ae", "دیگر به پورتال دسترسی نخواهید داشت مگر اینکه دوباره نام‌نویسی و فعال‌سازی کنید."),
                n("b2297a4a", "مشکلی دارید که باید حل شود؟ می‌توانید تماسی با ما زمان‌بندی کنید."),
                n("h3bdbc54", "بله، تماسی زمان‌بندی شود"),
                n("i135d64e", "ادامه به لغو کردن"),
                n("g275882d", function (e) {
                    return "مهم: " + e.creditAmount + " دلار اعتبار آگهی رایگان دریافت‌نشده دارید";
                }),
                n("ib085ed6", "ماندن و پذیرش پیشنهاد اعتبار آگهی"),
                n("b5447710", "کاربر پیدا نشد"),
                n("h94755b8", "کاربر قبلاً برای دعوت انتخاب شده است"),
                n("bfb5effe", "کاربر قبلاً وابسته است"),
                n("c4b9664e", "وابسته"),
                n("g0eadcf6", "وابسته به سازمانی دیگر"),
                n("a8c81f88", "حساب سازمانی"),
                n("e5abe772", "کاربر از قبل دعوت‌نامه‌ای دردست بررسی دارد"),
                n("e49b97e2", "جست‌وجوی حساب‌های کاربری"),
                n("f002f1d6", "فرستادن دعوت‌نامه"),
                n("g2a8bae4", "افزودن حساب‌های کاربری X"),
                n("af7293cc", "از حساب‌های کاربری X دعوت کنید به سازمان شما بپیوندند. اگر بپذیرند، علامت دریافت می‌کنند، و وابستگی به شما در نمایه‌هایشان نمایش داده خواهد شد."),
                n("ec0f203e", "وقتی وابسته دعوت را پذیرفت، مطمئن شوید علامت او را به رنگ علامت درست به‌روزرسانی کنید."),
                n("cec08784", "به سقف تعداد وابسته‌ها در این صورت‌حساب رسیده‌اید."),
                n("ab70828f", function (e) {
                    return "افزودن @" + e.screenName;
                }),
                n("d49b389f", "اینجا"),
                n("b9e4bf55", "بیشتر بدانید"),
                n("hc4703a9", "بیشتر بدانید"),
                n("fa0ffaeb", "بیشتر بدانید"),
                n("jf351704", "برای ادامه دادن باید سقف تعداد وابسته‌ها را برای این صورت‌حساب به‌روز کنید."),
                n("ia5a6a40", "برای شروع، باید جزئیات پرداخت را اضافه کنید."),
                n("d40d1cc0", "برای ادامه باید ازطریق Stripe پرداخت کنید."),
                n("c4a5f614", "افزودن جزئيات پرداخت"),
                n("fa2a280a", "به‌روزرسانی صورت‌حساب"),
                n("i7b2f08e", "به «سازمان‌های تأییدشده» خوش آمدید"),
                n("g4e18b84", "به سقف تعداد وابسته‌ها رسیده‌اید"),
                n("cbe23239", function (e) {
                    return "برای سفارش خریدهای دارای بیش‌از " + e.affiliatesCount + " وابسته.";
                }),
                n("fc1f43d0", "تولید کردن صورت‌حساب"),
                n("g8881c78", "ادامه به پرداخت"),
                n("g59f8506", "توجه: حساب‌های کاربری که نمی‌توانند به‌عنوان یک نهاد تجاری یا دولتی تأیید شوند، بازپرداخت نمی‌شوند."),
                n("a310e476", "مستقیم"),
                n("fde6cf98", "برای دسترسی فوری به «سازمان‌های تأییدشده»."),
                n("fdfbfcb0", "صدور صورت‌حساب"),
                n("f45d02e8", "هنگام راه‌اندازی اشتراک شما مشکلی پیش آمد. لطفاً درخواست را دوباره از ایمیل فعال‌سازی‌تان ارسال کنید."),
                n("a1c566c0", "هنگام راه‌اندازی اشتراک شما مشکلی پیش آمد. لطفاً مشخصات خودتان را دوباره ارسال کنید."),
                n("f5a1c6ac", "اشتراک‌ها در منطقه شما دردسترس نیست"),
                n("ef7ae9cd", "بیشتر بدانید"),
                n("d3c6b8c9", "بیشتر بدانید"),
                n("fafe5b9f", function (e) {
                    return "اشتراک · " + e.price + " در " + e.interval;
                }),
                n("f2ae1d63", "شرایط استفاده خریداران"),
                n("ie8759c5", "شرایط استفاده خریداران"),
                n("d842dd7b", function (e) {
                    return "در X سریع‌تر رشد کنید، و " + e.credit + " اعتبار آگهی رایگان دریافت کنید";
                }),
                n("fcfb696e", "⁺پیشنهاد اعتبار آگهی برای مدتی محدود."),
                n("f5b98d62", function (e) {
                    return "هر " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "هر " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "تا " + e.creditAmount + " اعتبار مالی برای تبلیغات⁺";
                }),
                n("a6c45ede", "شامل:"),
                n("e9aa43dc", "پست کردن مشاغل سازمانی"),
                n("i1266238", "امکان تبلیغات استخدامی"),
                n("e8a4ea7a", "اولویت برای پشتیبانی"),
                n("j99e2f4d", function (e) {
                    return e.price + " در " + e.interval;
                }),
                n("bb21a170", "تغییر اشتراک"),
                n("b0dcc4dc", "تعویض سطح اشتراک حساب کاربری شما هنوز دردست انجام است."),
                n("f3aef4ca", "اشتراک فعالی یافت نشد"),
                n("h802e65e", "به‌روزرسانی اشتراک انجام نشد. لطفاً دوباره امتحان کنید. اشتراک کنونی شما تغییری نکرده است."),
                n("c5269eb0", "این اشتراک فعال شما است."),
                n("c578c4ca", "طرح کنونی"),
                n("i5d19147", "طرح جدید"),
                n("b025ff5f", "اینجا"),
                n("d6b932d4", "وضعیت فعلی: دوره آزمایشی رایگان"),
                n("b0efe690", "ادامه دادن با «پایه»"),
                n("g5f9cdaa", "تأیید تغییرات طرح"),
                n("j21911de", "می‌خواهید با «پایه» ادامه دهید، یا مزایای «دسترسی کامل» را حفظ می‌کنید؟"),
                n("b59dec9e", "سطح اشتراکتان را دارید از «دوره آزمایشی رایگان دسترسی کامل» به «طرح پایه» کاهش می‌دهید."),
                n("e5ff0e1e", "با این تغییر:"),
                n("ca004c80", "ویژگی‌های «دسترسی کامل» دوره آزمایشی، ازجمله «وابسته‌ها»، دیگر دردسترس نخواهد بود."),
                n("fae108ee", "وابسته‌هایی که در دوره آزمایشی اضافه کرده‌اید مزایا و پشتیبانی Premium+‎ را ازدست خواهند داد."),
                n("d47c0c7c", "هویت شما"),
                n("hbd31720", "«اشتراک» مناسب را برای خودتان انتخاب کنید:"),
                n("c75a9386", "اطلاعات بیشتر درباره"),
                n("b916b258", "و"),
                n("ic6012ea", "شخص حقیقی هستم"),
                n("d8e618ce", "برای افراد حقیقی و آفرینندگان آثار"),
                n("dcbccede", "سازمان هستم"),
                n("f44ce884", "برای کسب‌وکارها، سازمان‌های دولتی، و سازمان‌های غیرانتفاعی"),
                n("dece6c60", "نام سازمان"),
                n("c4c1b600", "نشانی ایمیل سازمان"),
                n("b1e0aec0", "شناسه@ سازمان"),
                n("c42d5f4a", "تعداد وابسته‌ها"),
                n("fca5f04b", function (e) {
                    return "می‌توانید تا سقف " + e.affiliatesCount + " وابسته خریداری کنید و مطابق همان از شما هزینه دریافت می‌شود.";
                }),
                n("dca6b3ac", "تنظیم صورت‌حساب"),
                n("c97ad52a", "به‌روزرسانی صورت‌حساب"),
                n("b36f0fd4", "تعداد وابسته‌هایی را که برای سازمانتان لازم دارید انتخاب کنید."),
                n("b4871f4f", "اینجا"),
                n("b633d19e", "با تشکر"),
                n("f713d3e2", "درخواست شما دریافت شده است و اکنون دردست بازبینی است."),
                n("e11d5e1a", "می‌توانید از همه مزایای Premium استفاده کنید، ولی تا زمانی که حساب کاربری‌تان تصویب نشده باشد سازمانتان علامت طلایی یا توسی دریافت نخواهد کرد و نمی‌توانید حساب‌های کاربری وابسته اضافه کنید."),
                n("d83617cc", "حساب کاربری شما بازبینی خواهد شد."),
                n("afb30564", "ممکن است برای تصویب حساب کاربری شما اطلاعات بیشتری درخواست کنیم"),
                n("gdd3fa68", "پس‌از بازبینی و تصویب، حساب کاربری شما بلافاصله تأیید خواهد شد و می‌توانید وابسته‌ها را دعوت و اضافه کنید."),
                n("e6389996", "به حساب‌های کاربری تصویب‌نشده پولی برگردانده نخواهد شد."),
                n("a889b460", "پرداخت موفقیت‌آمیز بود"),
                n("d1c886dc", "مرحله بعدی: بارگذاری و تأیید سندها"),
                n("b13e9454", " برنامه شما هنوز کامل نشده است. لطفاً سندهای لازم را ارسال کنید. این کار معمولاً حدود ۱۰ دقیقه طول می‌کشد."),
                n("e6b0965a", "سفارش شما"),
                n("a1b58798", "سفارشتان را در زیر مرور کنید"),
                n("b651c7d7", function (e) {
                    return "اضافه می‌شود: " + e.count + " وابسته";
                }),
                n("ec5e9c54", "اشتراک پایه"),
                n("e16093fc", "جمع کل در ماه"),
                n("ce4acef6", "جمع کل در سال"),
                n("f4db2df0", "تا وقتی صورت‌حساب پرداخت نشود اشتراک شما فعال نخواهد شد."),
                n("b9e0d614", "سقف تعداد وابسته‌ها در صورت‌حساب شما به‌روزرسانی شد."),
                n("a45c9596", "صورت‌حساب شما با موفقیت ایجاد شد."),
                n("e4e5532a", "تخفیف اعمال شد"),
                n("b557f073", function (e) {
                    return "هنگام بازیابی جزئیات رسید Stripe مشکلی پیش آمد. اگر این مشکل ادامه پیدا کرد لطفاً با " + e.supportEmail + " تماس بگیرید.";
                }),
                n("e8c366ce", "شرایط خریداران X"),
                n("ee86d380", "اطلاعات سازمان"),
                n("b9c9ccca", "نام کامل شما"),
                n("c7e818de", "نشانی ایمیل کاری شما"),
                n("i60d7542", "وب‌سایت سازمان"),
                n("b92f9dee", "نوع سازمان"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "بیشتر بدانید"),
                n("f09630ff", "اینجا"),
                n("eb043b72", "درخواست دردست بررسی است"),
                n("a9ac4602", "درخواست شما برای «سازمان‌های تأییدشده» هنوز دردست بررسی است. لطفاً بعداً دوباره امتحان کنید."),
                n("c5af3e12", "پیشنهاد برای مدتی محدود. اعتبارها در پایان مدت منقضی می‌شود."),
                n("e18d6fd6", "اعتبار آگهی‌های شما"),
                n("if435d1a", "همه اعتبار دردسترس خودتان را برای این ماه استفاده کرده‌اید. اعتبار بعدی شما پس‌از پرداخت اشتراک بعدی‌تان منتشر خواهد شد"),
                n("af6704d7", "اینجا"),
                n("b293c6b4", "پشتیبانی Premium تأییدشده"),
                n("e9e9ca58", "دردسترس"),
                n("cf2ba3a2", "شناسه حساب کاربری آگهی‌ها"),
                n("gd7d051c", "فعال كردن"),
                n("f391c800", "شناسه حساب کاربری آگهی‌ها لازم است"),
                n("ja116d2c", "شناسه حساب کاربری آگهی‌ها معتبر نیست"),
                n("hf037537", function (e) {
                    return "این اعتبار در " + e.startDate + " دردسترس قرار خواهد گرفت";
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "چگونگی استفاده از «اعتبار آگهی‌ها»"),
                n("h1f36d3e", "برای استفاده از اعتبار آگهی‌تان در «سازمان‌های تأییدشده»، باید مراحل زیر را طی کنید:"),
                n("a6519ffc", "اگر قبلاً تبلیغ کرده‌اید"),
                n("ibc9654a", "اگر آگهی‌دهنده جدیدی هستید"),
                n("d3710c76", "اگر می‌خواهید اعتبارتان را در یکی‌از حساب‌های کاربری وابسته استفاده کنید"),
                n("d60a8f14", "اجرای آگهی‌ها در X"),
                n("fe66e4a8", "مدیر آگهی‌های X"),
                n("b3ca0108", "با استفاده از «آگهی‌های X» پیامتان را به‌طور گسترده منتشر کنید."),
                n("g3754d57", "اینجا"),
                n("i615ad63", "اینجا"),
                n("a3ba48b9", "اینجا"),
                n("ca3c633a", "اعتبارهای آگهی"),
                n("ha843c96", "آگهی‌ها"),
                n("dd0f3b08", "آگهی‌ها"),
                n("c9fad534", "اعتباری وجود ندارد"),
                n("a211b11e", "هیچ اعتباری برای فعال شدن وجود ندارد"),
                n("f2011db1", function (e) {
                    return e.usedAmount + " از " + e.couponAmount + " استفاده شده است";
                }),
                n("ae37e25c", "مبلغ نامشخص"),
                n("i1407e15", function (e) {
                    return "در حساب کاربری آگهی‌ها " + e.accountId + " استفاده شده است";
                }),
                n("id4359bf", function (e) {
                    return "در " + e.when + " برای حساب کاربری آگهی‌ها " + e.accountId + " منقضی شد";
                }),
                n("f89af915", function (e) {
                    return e.when + " منقضی شده است";
                }),
                n("c1b5e1ed", function (e) {
                    return "در " + e.when + " برای حساب کاربری آگهی‌ها " + e.accountId + " منقضی می‌شود";
                }),
                n("e8d8a2a9", function (e) {
                    return "انقضا: " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "دردسترس: " + e.when;
                }),
                n("b070acf4", "به‌زودی دردسترس"),
                n("ace946c4", "فعال‌سازی کوپن"),
                n("b0b02e37", function (e) {
                    return "این کوپن باموفقیت در این شناسه حساب کاربری آگهی اعمال شد: " + e.accountId;
                }),
                n("f520ee22", "شناسه حساب کاربری آگهی"),
                n("df96ca56", "حساب کاربری دیگر"),
                n("b5566402", "شناسه فقط حرف و عدد دارد."),
                n("eb160d07", "انتخابگر حساب کاربری مدیر آگهی"),
                n("e016ad32", "حالت فقط خواندنی"),
                n("d7ab194e", "برخی‌از ویژگی‌های حساب کاربری تأییدشده ممکن است هنگام پردازش تغییر اشتراک شما در حالت فقط خواندنی قرار گیرد."),
                n("g25d851e", "حساب‌های کاربری تبلیغاتی"),
                n("de7fef84", "برای راهنمایی درباره این حساب کاربری با پشتیبانی مشتریان تماس بگیرید"),
                n("ff1321b6", "راه‌اندازی انجام شد، حساب کاربری فعال است"),
                n("c1205320", "با افزودن کارت اعتباری، حساب کاربری آگهی‌تان را فعال کنید"),
                n("c0343c0a", "آخرین پرداخت انجام نشد، روش پرداخت در حساب کاربری را بررسی کنید"),
                n("j56e34a4", "برای راهنمایی درباره دسترسی حساب کاربری با پشتیبانی مشتریان تماس بگیرید"),
                n("gef920f2", "راه‌اندازی اولیه به حساب کاربری فعال‌شده نیاز دارد"),
                n("b68dd4d8", "به این حساب کاربری دسترسی ندارید، از مدیر تیم درخواست راهنمایی کنید"),
                n("d637962c", "هیچ حساب کاربری تبلیغاتی ندارید"),
                n("dd087ae0", "در ads.x.com حساب کاربری راه‌اندازی کنید."),
                n("i3d7dd02", "برای تبلیغ شغل، حساب کاربری آگهی واجد شرایط آماده است"),
                n("cc8f8516", "حساب کاربری آگهی ایجاد کنید تا شغل‌ها را تبلیغ کنید"),
                n("b4f117b8", "به حساب کاربری آگهی برای تبلیغ شغل دسترسی ندارید"),
                n("b7347cf4", "حساب کاربری آگهی راه‌اندازی کنید تا شغل‌ها را تبلیغ کنید"),
                n("h7d03a2a", "شغلی را ازطریق داشبورد «استخدام» اضافه کنید"),
                n("cd5aeec6", "ایجاد «حساب کاربری آگهی»"),
                n("ged51d2e", "ایجاد حساب کاربری آگهی"),
                n("gcfa25e6", "«حساب کاربری آگهی» قابل استفاده برای سازمان شما وجود ندارد. برای ایجاد کردن حساب به ads.x.com بروید."),
                n("g76fb922", "حساب کاربری حدید"),
                n("db0a69e7", function (e) {
                    return "حساب کاربری آگهی شما (شناسه: " + e.adAccountId + ") جدید است. راه‌اندازی اولیه را در «مدیر آگهی‌ها» تکمیل کنید تا فعال شود.";
                }),
                n("c7bad5cc", "راه‌اندازی حساب کاربری"),
                n("g8c563c0", "مجوز دسترسی لازم دارید"),
                n("f6f29b17", function (e) {
                    return "شما به حساب کاربری آگهی (شناسه: " + e.adAccountId + ") دسترسی ندارید. از مدیر تیمتان بخواهید شما را به حساب کاربری در «مدیر آگهی‌ها» اضافه کند.";
                }),
                n("a15bb840", "نیاز به روش پرداخت"),
                n("j4e981d9", function (e) {
                    return "حساب کاربری آگهی شما (شناسه: " + e.adAccountId + ") تا حدی راه‌اندازی شده است. برای فعال‌سازی آن، روش پرداختی به حساب کاربری اضافه کنید. هرگونه اعتباری در این حساب کاربری اعمال کنید، پیش‌از دریافت هزینه از شما مصرف خواهد شد.";
                }),
                n("af142910", "پرداخت انجام نشد"),
                n("a9635acf", function (e) {
                    return "حساب کاربری آگهی شما (شناسه: " + e.adAccountId + ") فعال بوده، ولی پرداخت آخر انجام نشده است. برای فعال‌سازی دوباره آن، روش پرداخت را در این حساب تغییر دهید.";
                }),
                n("d1cca474", "تغییر روش پرداخت"),
                n("fe8b969a", "پشتیبانی مشتریان می‌تواند کمک کند"),
                n("i8aa0b91", function (e) {
                    return "برای فعال شدن این حساب کاربری آگهی (شناسه: " + e.adAccountId + ") به راهنمایی پشتیبانی مشتریان نیاز دارید. حتماً شناسه حساب کاربری آگهی را در پیامتان ذکر کنید. درخواست شما دارای اولویت خواهد بود.";
                }),
                n("d82c2074", "دریافت پشتیبانی"),
                n("ad37d536", "شرایط انتقال شناسه"),
                n("e760074a", "به شناسه خاموش نیاز دارد یا شناسه خودتان را جایگزین کنید"),
                n("j003ef92", "شناسه‌های غیرفعال را از  «X برای شما» یا وابسته‌هایتان بخرید، یا شناسه‌هایی را که قبلاً داشته‌اید جایگزین کنید."),
                n("d57a8e42", "این سرویس برای «سازمان‌های تأییدشده» اضافه نشده است و برای هر شناسه دارای هزینه‌ای است که از ۱۰٬۰۰۰ دلار آغاز می‌شود."),
                n("h9367bd6", "ارسال استعلام شناسه"),
                n("a6a62e7e", "به چند پرسش پشتیبانی ربات خودکار ما پاسخ دهید تا فرایند آغاز شود."),
                n("e5912290", "درخواست شناسه دارد آغاز می‌شود"),
                n("c2e24f66", "در گوشه پایین این صفحه، دنبال پیام پشتیبان بگردید."),
                n("c94f514e", "درخواست شناسه آغاز شد"),
                n("cf60d152", "برای ارسال درخواست «شناسه» خود، نظرسنجی کوتاهی را در پنجره گپ کامل کنید."),
                n("f06b124e", "پرسش‌های متداول"),
                n("h677fdcc", "شناسه‌ها چطور قیمت‌گذاری می‌شود؟"),
                n("a55b39aa", "عمدتاً براساس طول نویسه و عمومیت واژه است. قیمت‌ها از ۱۰ هزار دلار آغاز می‌شود و تا ۵۰۰ هزار دلار امریکا ادامه می‌یابد."),
                n("d46bcb3a", "چطور متوجه شوم شناسه‌ای برای خرید دردسترس است؟"),
                n("c6bcf72c", "بااستفاده از دکمه «شروع به کار»، درخواستی بفرستید تا شما را از دردسترس بودن آن آگاه کنیم."),
                n("d478604c", "آیا می‌توانم شناسه‌ای را ازطرف کسب‌وکار دیگری بخرم؟"),
                n("c09f8cd2", "نه. کسب‌وکارها فقط می‌توانند شناسه‌ها را ازطرف وابستگان خود بخرند که واقعاً به کسب‌وکارشان ارتباط دارد."),
                n("d814f020", "فرایند فروش چطور است؟ چقدر طول می‌کشد؟"),
                n("f600b6f0", "خرید شناسه را درخواست کنید یا استفاده از دکمه «شروع به کار» را جایگزین کنید. دردسترس بودن و قیمت را تا ۳ روز کاری پاسخ خواهیم داد. پس‌از پرداخت، تا یکی دو روز، شناسه را به حساب کاربری انتخابی‌تان انتقال خواهیم داد. اگر بخواهید می‌توانیم شناسه قدیمی را به حساب کاربری دیگر شما انتقال دهیم."),
                n("i8debc4a", "آیا برای چندین شناسه تخفیف ارائه می‌دهید؟"),
                n("c5199f3c", "بله به تعداد شناسه‌هایی که می‌خرید و کل اندازه نقل‌قول وابسته است."),
                n("c20f923e", "نام‌تجاری دارم - آیا بر چیزی تأثیر می‌گذارد؟"),
                n("b2fd4c15", "خط‌مشی نام‌تجاری"),
                n("a690746e", "اولویت برای پشتیبانی دریافت کنید"),
                n("he2dc9b0", "با فرستادن شناسه سازمان و جزئیات درخواستتان با ما تماس بگیرید."),
                n("e5e6479e", "ایمیلی حاوی شناسه سازمان و جزئیات پرسشتان برای ما ارسال کنید و سریع‌ترین پشتیبانی را دریافت کنید."),
                n("ica8392a", "وقتی درخواستتان را دریافت کردیم، آن را مرور خواهیم کرد و به‌ترتیب دریافت درخواست در اولویت قرار می‌دهیم."),
                n("ed37e36e", "مهم: نداشتن شناسه سازمانتان یا استفاده از ایمیل شخصی ممکن است باعث تأخیر در پردازش درخواست شما شود."),
                n("eb0d4fe2", "ایجاد ستون"),
                n("e93d2f8a", "تجربه‌تان را با افزودن انواع ستون‌ها سفارشی کنید، مثلاً:"),
                n("e8203d1e", "جستجوها"),
                n("d82fd532", "پیام‌های خصوصی (DM)"),
                n("c87babee", "و موارد بیشتر…"),
                n("f1990aa4", "ستون‌هایتان را با «سکوها» سازمان‌دهی کنید"),
                n("ib9c9a54", "در X Pro، تصور کنید چندین دسکتاپ دارید. سروصدا و شلوغی را کم کنید، و فقط هروقت لازم باشد روی موضوعات و ابزارهایی که نیاز دارید تمرکز کنید."),
                n("fb5ac13e", "انتقال ستون"),
                n("bd545b7e", "برای کشیدن و رها کردن ستون در هر جایی از «سکو»، روی این نقطه‌ها کلیک کنید."),
                n("a98513b6", "سفارشی‌سازی ستون‌ها"),
                n("c8759e44", "موشواره را در بالای ستون بچرخانید تا گزینه‌هایی از این دست داشته باشید:"),
                n("a93e96c8", "مرتب کردن پست‌ها براساس برترین یا آخرین"),
                n("df300378", "تغییر اندازه ستون"),
                n("aa263910", "استفاده از ابزارهای پیشرفته جستجو"),
                n("ab3915aa", "نکته‌ها و تنظیمات"),
                n("ia03837a", "برای این کارها به اینجا بروید:"),
                n("f0bd595c", "مدیریت سکوها"),
                n("a74e9464", "تغییر تنظیمات نمایشگر"),
                n("h254eb92", "آشنایی با میان‌برهای صفحه‌کلید"),
                n("j6e669a0", "شرکت دوباره در گشت"),
                n("c15802be", "درحال فرستادن پست…"),
                n("e5506950", "سکوها"),
                n("b1bd9a8a", "سکوی جدید"),
                n("cf1a138f", function (e) {
                    return "به سکو تغییر کرد - " + e.title;
                }),
                n("g9c2da24", "پنجره گفتگویی برای ایجاد سکوی جدید باز می‌کند"),
                n("hcef6b72", "پنجره گفتگویی برای مدیریت سکوهای شما باز می‌کند"),
                n("a77dbc7a", "ویرایش سکو"),
                n("a154a293", function (e) {
                    return "سکوی " + e.deckName + " انتخاب شد";
                }),
                n("a77bbe9d", function (e) {
                    return "انتخاب سکوی " + e.deckName + " لغو شد";
                }),
                n("ha2aae72", "دیالوگ را برای مدیریت سکوی انتخاب‌شده باز می‌کند"),
                n("hf59ffc8", "نوار پیمایش"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "افزودن ستون"),
                n("ad61a830", "نوشتن پست"),
                n("c44f5114", "تنظیمات پیام‌ها"),
                n("c71066fe", "گشت بزنید"),
                n("b452e6c2", "اوضاع چه طور بوده است؟"),
                n("j7737bc2", "از اینکه از «X Pro» استفاده می‌کنید متشکریم، بسیار مشتاقیم بدانیم تاکنون نظرتان درباره آن چه بوده است."),
                n("e8038d64", "نظر شما برای ما مهم است، به ما کمک می‌کند تجربه بهتری ایجاد کنیم."),
                n("fce3c5ce", "ارائه بازخورد"),
                n("ha39df38", "شخصی"),
                n("ja7b7d1a", "فعلاً برای اتصال مشکل داریم. تغییراتی که می‌دهید ممکن است ذخیره نشود."),
                n("ad5df1d7", function (e) {
                    return "به ستون تغییر کرد - " + e.title;
                }),
                n("ba7bd92e", "تنظیمات ستون"),
                n("cc4ff736", "درحال هم‌رسانی ستون"),
                n("g684a93a", "هرکسی این ستون را مشاهده کند تغییراتی را که در آن انجام داده‌اید می‌بیند."),
                n("a6bbdc1c", "فقط مشاهده"),
                n("f6e88162", "آزمایشگاه‌ها"),
                n("e6df688c", "گزینه‌ها"),
                n("e3f2b93a", "اطلاعات درباره این ستون را نمایش دهید یا پنهان کنید."),
                n("db257758", "اندازه پیش‌نمایش رسانه‌ای"),
                n("if2fbab8", "اندازه پیش‌نمایش رسانه‌ای پاسخ‌ها"),
                n("he517d52", "تغییر نام ستون"),
                n("f6eb2cfe", "نام ستون"),
                n("d6d39c84", "ستون‌ها باید نام داشته باشند."),
                n("e5c06aee", "پهنای ستون"),
                n("af6a4368", "این گفتگو را تغییر نام دهید و ببینید چه کسی در آن است."),
                n("cdeac5ee", "تنظیمات پیام خصوصی"),
                n("fda7ee26", "کسانی را که می‌توانند به شما پیام بفرستند مدیریت کنید."),
                n("c4ec8620", "شامل"),
                n("d5f29cd4", "بدون"),
                n("d01a62f8", "زمان و مکان"),
                n("d614afc8", "پسندها، پاسخ‌ها، و بازپست‌ها"),
                n("fb2bbc7a", "محتوای پست"),
                n("a589add2", "هر کدام از این واژه‌ها (یا)"),
                n("d2f8dc8a", "پست‌ها از طرف شخصی"),
                n("e37201ec", "پاسخ دادن به افراد"),
                n("e035e056", "نام بردن از افراد"),
                n("ef2d4092", "بدون این واژه‌ها"),
                n("d59f395e", "زبان نمایشی شما"),
                n("g67cd3f2", "انتخاب زبان"),
                n("c85f9b9c", "تغییر زبان"),
                n("b5148188", "بیشتر از"),
                n("hf369320", "کمتر از"),
                n("f4dce7b6", "تعداد"),
                n("ddafa9a2", "مشاهده گزینه‌ها"),
                n("c6be8432", "سطح تعامل"),
                n("e60b9fac", "نمایش پست‌های اصلی"),
                n("eb441fee", "نمایش بازپست‌ها"),
                n("e920e6dc", "نمایش نقل‌قول‌ها"),
                n("g9580526", "نمایش پاسخ‌ها"),
                n("i73cbb5c", "فقط یک «فهرست» می‌توانید به جستجو اضافه کنید. فقط «فهرست» نخست در این جستجو اعمال خواهد شد."),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " یا شناسه فهرست را وارد کنید";
                }),
                n("a153fbf2", "روش استفاده از «فهرست» در جستجو"),
                n("bf0d5a7c", "برای هر جستجو یک «فهرست» می‌توانید اضافه کنید."),
                n("c6e8759a", "برای افزودن «فهرست» این قالب را رعایت کنید:"),
                n("dd9daca8", "نقطه‌های موجود در نام «فهرست» را با - جایگزین کنید."),
                n("cd71b264", "با «فهرست‌ها» آشنا شوید."),
                n("ca23d726", "تصاویر و ویدئوها"),
                n("f1fa97a8", "پخش‌ها"),
                n("c0bab0ba", "فقط پست‌های دارای رسانه نمایش داده شود"),
                n("g9512656", "فقط افراد تأییدشده نشان داده شود"),
                n("b967e296", "فقط افرادی که دنبال می‌کنید نشان داده شود"),
                n("gc51a2ac", "در هر زمان"),
                n("d42a4916", "به‌تازگی"),
                n("a2229a06", "در بازه زمانی"),
                n("c1fe6156", "زمان شروع"),
                n("cbc02622", "زمان پایان"),
                n("b666573c", "جستجوی مکان"),
                n("cf260344", "پست‌ها در"),
                n("j5805302", "شعاع"),
                n("e592ab3c", "برای نتایج بهتر، مکان و ایالت یا کشور را در جستجویتان بگنجانید."),
                n("e8843b5d", function (e) {
                    return e.meters + "متر";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "کیلومتر";
                }),
                n("ec688a09", function (e) {
                    return "این کار باعث می‌شود " + e.screenName + "@ نتواند شما را در هیچ‌یک از فهرست‌هایش، ازجمله این یکی، بگنجاند.";
                }),
                n("iad54d54", "پاک کردن نشانک‌ها"),
                n("g4d581a2", "خالی کردن این، و همه پوشه‌های نشانک"),
                n("fb14aebe", "خالی کردن نشانک‌ها"),
                n("jf748f40", "همه نشانک‌ها حذف شود؟"),
                n("d63a211a", "این کار را نمی‌توان واگرد کرد و باعث پاک شدن همه پست‌هایی می‌شود که به نشانک‌هایتان اضافه کرده‌اید."),
                n("a16ebc1a", "گپ جدیدی شروع کنید"),
                n("a1ff1890", "با این کار گفت‌وگوی فعلی‌تان پاک می‌شود."),
                n("ab352ee0", "نمایش جدیدترین پست‌ها"),
                n("c004c4d6", "پست‌ها را پاک کنید"),
                n("fc702822", "پست‌ها را پاک کنید و آخرین پست‌ها را همان وقت که ظاهر می‌شوند، مشاهده کنید."),
                n("a2c59056", "پیش از اینکه ستون را پاک کنید…"),
                n("d31bdbbe", "تغییر به جدیدترین پست‌ها"),
                n("dec3722c", "آخرین پست‌ها"),
                n("g33b8c04", "کپی کنید"),
                n("de2c3008", "از این ستون یک کپی ایجاد کنید."),
                n("a7c01ce0", "تغییر نام یا حذف پوشه"),
                n("e52e4c82", "گزینه‌های مکان و شخصی‌سازی را تغییر دهید."),
                n("f4d052a4", "Grok (حالت معمولی)"),
                n("fa97c1c6", "Grok (حالت سرگرمی)"),
                n("efb37dec", "حالت"),
                n("h0064892", "معمولی"),
                n("ad86db50", "ایجاد «سکو»"),
                n("hb70ef30", "از این جستجو «سکو» ایجاد کنید"),
                n("j8a945cc", "پست‌های برتر"),
                n("f3a4a654", "پست‌های تأییدشده"),
                n("c8da0c42", "عکس‌ها و ویدئوها"),
                n("d2cf6f74", "همکاران Premium"),
                n("c9b39e70", "انتقال"),
                n("b9ea5f7c", "ستون را به سکوی دیگری انتقال دهید."),
                n("g8b6d450", "گزینه‌های آگاه‌سازی"),
                n("dd703fbd", function (e) {
                    return "حذف ستون - " + e.title;
                }),
                n("d9d11fc6", "«ستون» عمومی حذف شود؟"),
                n("h17ada6c", "حذف «ستون» عمومی باعث می‌شود دنبال‌کنندگان برای همیشه دسترسی به «ستون» را ازدست بدهند."),
                n("hb388fe8", "حذف «ستون»"),
                n("c1343ad6", "این را به ستون جستجو تبدیل کنید."),
                n("e7a12d72", "به ستون جستجو تبدیل شد"),
                n("f29424f0", "تغییر به حالت قبل"),
                n("h5ff85a2", "هم‌رسانی ستون"),
                n("d32058ba", "ستون را عمومی کنید تا هم‌رسانی امکان‌پذیر شود."),
                n("c926a6ca", "تغییراتی که ایجاد می‌کنید به هر کسی که «ستون» را دنبال کند نشان داده می‌شود."),
                n("g0175ca2", "انتخابگر ستون"),
                n("a800727c", "برگشت به انتخابگر ستون"),
                n("f318bc40", "ایجاد پوشه جدید"),
                n("e300a9f0", "ایجاد «پوشه نشانک»"),
                n("j341c67c", "پوشه باید نام داشته باشد."),
                n("d00586a6", "این ستون بارگیری نمی‌شود. ستون جدیدی ایجاد کنید."),
                n("d0d8277e", "مالک «ستون» آن را حذف کرده یا «ستون» را خصوصی کرده است."),
                n("j08fd6fe", "«انجمن‌های» شما"),
                n("b569a1fa", "برگشتن به «انجمن‌ها»"),
                n("i176bfd2", "کاوش در فهرست‌ها"),
                n("a57c3292", "کشف فهرست‌های جدید"),
                n("f59f87dc", "یافتن فهرست‌های افراد دیگر"),
                n("a5d70676", "فهرست‌هایی که در آن‌ها هستید"),
                n("e377790a", "برگشتن به فهرست‌ها"),
                n("e952b8c3", function (e) {
                    return "فهرست‌های @" + e.userScreenName;
                }),
                n("bc24f834", "برگشتن برای یافتن فهرست‌های افراد دیگر"),
                n("ee11d084", "جستجوی نمایه‌ها"),
                n("c300f3bc", "افزودن چند ستون"),
                n("bd744e9a", "پر کردن با جستجو"),
                n("i10d4124", "شروع از نقطه صفر"),
                n("jbff8606", "ارسال پرسش"),
                n("dbd8a566", "برخی از پست‌های پیش‌نویس حذف نشد."),
                n("c82be5a8", "پست‌های پیش‌نویسی که انتخاب کرده بودید حذف شد."),
                n("ad84af68", "درحال بارگیری پست‌های پیش‌نویس"),
                n("ef97fb3a", "پست‌های پیش‌نویسی ندارید"),
                n("f26ece12", "وقتی این کار را بکنید، آن‌ها را اینجا خواهید دید."),
                n("a4911812", "درحال حذف پست‌های پیش‌نویس"),
                n("b49be1ca", "صرف‌نظر کردن از پست‌های پیش‌نویس"),
                n("ca91dc76", "نمی‌توانید این کار را واگرد کنید و پست‌های پیش‌نویستان را از دست خواهید داد."),
                n("b38b254a", "برخی پست‌های زمان‌بندی‌شده حذف نشد."),
                n("he2e3cc4", "پست‌های زمان‌بندی‌شده‌ای که انتخاب کرده بودید حذف شد."),
                n("jf9faee4", "در حال بارگیری پست‌های زمان‌بندی‌شده"),
                n("aa1cfd48", "پست زمان‌بندی‌شده‌ای ندارید"),
                n("b2a70dbe", "در حال حذف پست‌های زمان‌بندی‌شده"),
                n("a07bb1b0", "از پست‌های زمان‌بندی‌شده صرف‌نظر شود"),
                n("id78e802", "این کار را نمی‌توانید لغو کنید و پست‌های زمان‌بندی‌شده‌تان را از دست خواهید داد."),
                n("d9a75e16", "یکی را انتخاب كنيد"),
                n("aa030cd4", "پست‌های توصیه‌شده در بالا را ببینید."),
                n("c0d2d4aa", "خط زمان صفحه اصلی"),
                n("ecbbbb90", "فهرست‌های خودتان یا دیگران را مشاهده کنید."),
                n("c351229c", "انجمن‌هایی را که عضوی از آن‌ها هستید، مشاهده کنید."),
                n("a2d1df82", "چیزهایی را که دنبالشان می‌گردید پیدا کنید."),
                n("d5387d8a", "پیام‌هایتان را ازدست ندهید و به‌روز بمانید."),
                n("e738198c", "ببینید موضوع داغ X چیست."),
                n("ifb8c91e", "نمایه‌ای پیدا کنید و ببینید مشغول چه چیزهایی بوده است."),
                n("aa0525d0", "نمايه‌ها"),
                n("cb7844a6", "در جریان آگاه‌سازی‌ها و نام‌بری‌هایتان باشید."),
                n("e64da55e", "پست‌های زمان‌بندی‌شده‌تان را مشاهده کنید."),
                n("h9659832", "پست‌های پیش‌نویس خودتان را مشاهده کنید."),
                n("f1b6535e", "پست‌های پیش‌نویس"),
                n("a24add8a", "پست‌های نشانک‌گذاری‌شده را ببینید."),
                n("ic61c5fc", "پیمایش به بالا"),
                n("gb19f215", function (e) {
                    return "ستون - " + e.title;
                }),
                n("g7751b34", "بستن قفسه"),
                n("b94fa48c", "پاک کردن قفسه"),
                n("dd3dc3cc", "بازگشت در داخل قفسه"),
                n("bc7acfd0", "ستون هم‌رسانی شد"),
                n("a6587d95", function (e) {
                    return "تغییر ترتیب ستون - " + e.title;
                }),
                n("fb071dea", "انتقال ستون"),
                n("c77a6327", function (e) {
                    return "باز کردن گزینه‌های ستون - " + e.title;
                }),
                n("h53c41f0", "گزینه‌های ستون"),
                n("f7bbbb6d", function (e) {
                    return "بستن گزینه‌های ستون - " + e.title;
                }),
                n("eee9f83e", "بستن گزینه‌های ستون"),
                n("a443bbc0", "بستن جستجو"),
                n("c8b12c8f", function (e) {
                    return "تنظیم محتوای ستون - " + e.title;
                }),
                n("fe048090", "نمایش نمای کلی"),
                n("e57560b4", "پنهان کردن نمای کلی"),
                n("fb087db0", "ایجاد ستون جداگانه"),
                n("aa128cd8", "افزودن ستون جدید"),
                n("aa4f00c6", "هم‌رسانی سکو"),
                n("fdf97052", "رفتن به گزینه‌های سکو"),
                n("ed427868", "سکو عمومی شود؟"),
                n("gecc71a2", "برای هم‌رسانی سکو، نخست آن را عمومی کنید."),
                n("f0653866", "درحال هم‌رسانی سکو"),
                n("b158400a", "رد کردن این مرحله"),
                n("h15afbce", "بیایید برنامه را برایتان راه‌اندازی کنیم"),
                n("ibe6be32", "تجربه خودتان از X Pro را سفارشی کنید: پهنای ستون، رنگ، نوشتار و اندازه رسانه‌ای انتخاب کنید که مناسب شما باشد."),
                n("e28eb008", "باز کردن تنظیمات نمایش"),
                n("dc8b86e0", "حالا ستون‌های شما را اضافه می‌کنیم"),
                n("ee28603e", "وارد کردن ستون‌های شما"),
                n("dad15d22", "با وارد کردن ستون‌های «جستجو»، «فهرست» و «نمایه» موجودتان در زمان صرفه‌جویی کنید. بعداً نمی‌توانید این‌ها را کپی و وارد کنید."),
                n("j85b4522", "یا از صفر شروع کنید"),
                n("hfd5ca12", "هوووم… نتوانستیم ستون‌های شما را وارد کنیم"),
                n("b855852a", "فقط ستون‌های «جستجو»، «فهرست»، و «نمایه» را می‌توانید وارد کنید. به‌جای آن‌ها ستون خانه اضافه کنید."),
                n("dc6c806e", "ستون‌های شما وارد نشد"),
                n("a0dfe2f6", "X Pro راهی راحت برای مشاهده چندین ستون خط زمان در یک واسط ساده است."),
                n("i8912d28", "بگذارید چند ستون اضافه کنیم…"),
                n("ce0c0f34", "حالا نگاهی به اطراف می‌اندازیم"),
                n("h36d2aa2", "برای شروع به کار جند نکته مفید یاد بگیرید."),
                n("fbaf9442", "افزودن سکوی مقدماتی"),
                n("b354ea52", "درحال افزودن سکوی مقدماتی…"),
                n("if195eb8", "درحال افزودن ستون‌ها…"),
                n("ea07517c", "ستون حذف شد."),
                n("habced9e", "تا ستون بازیابی شود."),
                n("g4fcb4f8", "ستون بازیابی شد."),
                n("d4429cba", "اووم… این سکو موجود نیست. سکوی دیگری انتخاب کنید."),
                n("g2c6e34a", "اندازه، رنگ، و پس‌زمینه محتوا را مدیریت کنید."),
                n("bf2890a6", "مقیاس تصویری"),
                n("h098a550", "پهنای پیش‌فرض ستون"),
                n("ab248726", "پیش‌نمایش پیش‌فرض رسانه‌ها"),
                n("jdaf161c", "برگه پیام‌ها"),
                n("ge0fcfd0", "کارت‌های شناور"),
                n("e1cab6e8", "تغییرات در ستون‌های موجود اعمال شود؟"),
                n("ce2e487c", "اگر همه ستون‌ها را تغییر دهید، همه ستون‌ها در همه سکوهای شما به‌روزرسانی می‌شود. اگر «نه» را انتخاب کنید، فقط ستون‌هایی که از حالا به بعد ایجاد می‌کنید مشمول تنظیمات جدید می‌شوند."),
                n("fdbd90a6", "بله، همه ستون‌ها تغییر کند"),
                n("h8affe68", "نه، فقط ستون‌های جدید"),
                n("f06885b6", "گزینه‌های اندازه رسانه ستون"),
                n("e4bab2d0", "گزینه‌های پهنای ستون"),
                n("f0e71094", "نمایش «برگه پیام‌ها»"),
                n("aa25a5a6", "برگه بسته‌شدنی پیام‌ها دردسترس در پایین صفحه شما"),
                n("g3da3c90", "نمایش کارت‌های شناور"),
                n("b08a8656", "هنگام حرکت روی موارد تعاملی «کارت‌های شناور» نمایش داده شود"),
                n("g9df1984", "افزودن سکو"),
                n("df77af70", "برای سکوی خودتان صورتکی انتخاب کنید"),
                n("ee7765ba", "انتخاب صورتک"),
                n("e0127c83", function (e) {
                    return "تغییر صورتک " + e.emoji;
                }),
                n("hb8b6254", "همگان می‌توانند ازطریق نمایه‌تان به «سکوی» عمومی شما دسترسی پیدا کنند. پیوند آن را هم می‌توانید هم‌رسانی کنید. اگر نظرتان عوض شد، همیشه می‌توانید دوباره آن را خصوصی کنید. بیشتر بدانید"),
                n("gfbaf4e8", "این «سکو» را فعلاً نمی‌توانید عمومی کنید"),
                n("ae04848a", "این «سکو» دارای «ستون‌هایی» است که با حساب کاربری X شما مرتبط هستند. برای عمومی کردن این «سکو»، باید آن‌ها را بردارید. بیشتر بدانید"),
                n("d606207a", "حذف سکو"),
                n("h95cb00e", "این سکو برای همیشه حذف خواهد شد. این کار را نمی‌توانید واگرد کنید."),
                n("f50c9834", "این سکو برای همیشه حذف خواهد شد. اگر آن را حذف کنید، بعداً دیگر نمی‌توانید آن را بازیابی کنید."),
                n("cb861826", "تغییر ترتیب سکو"),
                n("i5896b2b", function (e) {
                    return "ویرایش سکوی «" + e.title + "»";
                }),
                n("ef602cab", function (e) {
                    return "حذف سکوی «" + e.title + "»";
                }),
                n("b44b9d83", function (e) {
                    return "برداشتن سنجاق سکوی «" + e.title + "»";
                }),
                n("je4a847f", function (e) {
                    return "سنجاق کردن سکوی «" + e.title + "»";
                }),
                n("ad41be88", "انتقال ستون به سکو"),
                n("cb82860a", "ستون یافت نشد"),
                n("icbecd02", "افزودن «ستون»"),
                n("fdf1a2c6", "افزودن «سکو»"),
                n("d25acc28", "در آن چیست؟"),
                n("fe5df266", "«ستون» خصوصی شود؟"),
                n("i3206148", "خصوصی کردن «ستون» عمومی باعث می‌شود دنبال‌کنندگان دسترسی به «ستون» را ازدست بدهند."),
                n("c65d210c", "خصوصی کردن «ستون»"),
                n("j4d54f1e", "ابزاری قدرتمند و بی‌درنگ برای افرادی که در X زندگی می‌کنند."),
                n("je0526a0", "چندین خط زمان را در یک صفحه زیر نظر داشته باشید. محتواها را پیگیری و سازمان‌دهی کنید، و با انجمن‌هایتان به طور هم‌زمان و زنده تعامل داشته باشید."),
                n("d128af54", "نام‌نویسی برای X Premium"),
                n("bacd7195", function (e) {
                    return e.fullName + " (@" + e.screenName + ") در X";
                }),
                n("e5b4aafa", "اتصال اینترنت شما قطع شده است."),
                n("g43c3b36", "برای ادامه، لطفاً دوباره به اینترنت متصل شوید."),
                n("hafe83ec", "برای خارج شدن از برنامه، «بستن» را فشار دهید."),
                n("b2ec74fe", "بستن"),
                n("hf836e5f", function (e) {
                    return "‫" + e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " بازدید " + e.timeAgo + "‬";
                }),
                n("a7a90902", "برای نشان دادن انتخاب را فشار دهید"),
                n("cb0a3b5e", "این پست ممکن است رسانه حساسیت‌برانگیز داشته باشد. مطمئنید می‌خواهید آن را نشان دهید؟"),
                n("a4eb1304", "هر وقت خواستید می‌توانید دوباره وارد توییتر شوید."),
                n("b86c2e12", "برای جستجوی همه محتوای X وارد سیستم شوید."),
                n("ia13bd7c", "صفحه‌کلید"),
                n("f9fa40c8", "بهترین تجربه X"),
                n("gb6a7f62", "کد شما منقضی شده است. اگر می‌خواهید دوباره امتحان کنید، با انتخاب دکمه زیر کد جدیدی دریافت کنید."),
                n("ge19602a", "دریافت کد جدید"),
                n("dd4ec2e8", "با مراجعه به نشانی وب زیر در رایانه کیفی یا دستگاه همراهتان و وارد کردن کد نمایش‌داده‌شده در اینجا وارد X شوید."),
                n("f4d7084c", "با یکی‌از این دو گزینه وارد X شوید:"),
                n("ebc1accc", "اسکن این کد QR"),
                n("a4742bc0", "مراجعه به نشانی وب زیر در رایانه کیفی یا دستگاه همراه، و وارد کردن کد نمایش‌داده‌شده در اینجا"),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "برای دیدن ویدئوهای " + e.name + " وارد سیستم شوید.";
                }),
                n("fb83778c", "برای دیدن ویدئوهای این کاربر وارد سیستم شوید."),
                n("dd4bbaea", "ویدیویی برای نشان دادن ندارید."),
                n("i71d6193", function (e) {
                    return "هیچ ویدیویی از " + e.name + " برای نشان دادن وجود ندارد";
                }),
                n("adb512f0", "ویدئوهای اخیر"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "دنبال‌شده";
                }),
                n("cd3f5206", "پخش بعدی:"),
                n("c930299f", function (e) {
                    return "پخش بعدی در " + e.count + ":";
                }),
                n("b2e9f19c", "بازپخش ویدئوی آخر"),
                n("de906774", "سرعت"),
                n("caca839e", "زیرنویس‌های بسته‌شده"),
                n("b049f56c", "کیفیت"),
                n("fa7169d8", "برای گزارش کردن این محتوا، به نشانی اینترنتی زیر در لپ‌تاپ یا دستگاه همراه خود مراجعه کنید"),
                n("c973ec9c", "شناسه حساب کاربری"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "نشانی اینترنتی محتوا"),
                n("a4ee9394", "سفید"),
                n("a9f3474c", "فیروزه‌ای"),
                n("i50b6538", "ارغوانی"),
                n("jffeb664", "قرمز"),
                n("e375c2d0", "سیاه"),
                n("c2c5dea4", "رنگ قلم"),
                n("ce71b3d0", "خانواده قلم"),
                n("d2eb1582", "پیش‌فرض (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "تک‌فاصله (Sans-serif)"),
                n("d207d39a", "شفافیت متن"),
                n("a562039c", "رنگ پس‌زمینه"),
                n("h44e879e", "شفافیت پس‌زمینه"),
                n("b843ced4", "خودکار"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "۱٫۲۵ برابر"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "۱٫۷۵ برابر"),
                n("d0284204", "2x"),
                n("b7d7f606", "جلو رفتن"),
                n("ee0f61ca", "عقب رفتن"),
                n("i2d14148", "نپسندیدن"),
                n("a1eb471a", "برداشتن نپسندیدن"),
                n("e40051e8", "حذف نشانک"),
                n("g9ecf0e8", "مشاهده پاسخ‌ها"),
                n("aa97ae7e", "کنترل‌های پخش‌کننده تلویزیون"),
                n("ed170a6a", "لغزنده"),
                n("ee838ea0", "دنبال کردن این سرفصل به شخصی‌سازی خط زمان و تجربه «خانه» شما در X کمک خواهد کرد"),
                n("h85446ce", "این مرورگر دیگر پشتیبانی نمی‌شود."),
                n("e24d1fa6", "لطفاً برای ادامه استفاده از x.com از مرورگر پشتیبانی‌شده‌ای استفاده کنید. می‌توانید فهرستی از مرورگرهای پشتیبانی‌شده را در «مرکز راهنمایی» ما مشاهده کنید."),
                n("a138aeb2", "جاوا اسکریپت دردسترس نیست."),
                n("d8e122c2", "متوجه شده‌ایم که جاوا اسکریپت در این مرورگر غیرفعال شده است. لطفاً برای ادامه استفاده از x.com جاوا اسکریپت را فعال کنید یا از مرورگر پشتیبانی‌شده‌ای استفاده کنید. فهرستی از مرورگرهای پشتیبانی‌شده را می‌توانید در «مرکز راهنمایی» ما ببینید."),
                n("f1a9e3a2", "آخرین اخبار، مطالب سیاسی، موسیقی‌های پرطرفدار، رویدادهای جهان، نتایج ورزشی، و جدیدترین اخبار جهان را بلافاصله پس از پخش دریافت کنید - و همه را هم با مصرف اینترنت کمتر."),
                n("bb402b62", "X Pro یک داشبورد سفارشی‌سازی‌شده برای به‌روز بودن آنچه اکنون در حال رخ دادن است، می‌باشد."),
                n("ed617674", "۳۶۰"),
                n("e23b20a0", "لغو"),
                n("a620fcf0", "در حال بارگذاری تصویر"),
                n("e9e2064c", "مشکلی پیش آمد، ولی ناراحت نشوید — تقصیر شما نیست."),
                n("d7060c80", "تازه‌سازی"),
                n("a0493514", "امتحان دوباره"),
                n("ff3dd27c", "پیش‌فرض"),
                n("b554fcf4", "روشن"),
                n("j590b148", "نسبتاً روشن"),
                n("e7d4ee86", "متوسط"),
                n("ia423ebc", "نسبتاً تیره"),
                n("a2cf0942", "تیره"),
                n("j824dc06", "جستجوی صورتک‌ها"),
                n("fffb3384", "صورتکی یافت نشد"),
                n("j3d20752", "به جای آن چیز دیگری جستجو کنید."),
                n("d67ad796", "رنگ پوست پیش‌فرض را انتخاب کنید"),
                n("e6388bfa", "پاک کردن همه"),
                n("j7c67eca", "اخیر"),
                n("da539d38", "نتایج جستجو"),
                n("d95eb228", "بازگشت"),
                n("af8fa2ae", "بستن"),
                n("ef8b2f54", "خواندن نمودار"),
                n("d567ceda", "عمودی"),
                n("f7b30768", "انباشته"),
                n("hcd54328", "گروه‌بندی‌شده"),
                n("affbaf62", "اطلاعات بیشتر"),
                n("c388d026", "بسیار خوب"),
                n("ha20397c", "ویژگی‌های دسترس‌پذیری"),
                n("baf7a43c", "دسترس‌پذیری"),
                n("e8f674ab", function (e) {
                    return "این یک نمودار دایره‌ای " + e.chartType + " است. عنوان نمودار " + e.chartTitle + " است. در کل " + e.noOfCategories + " دسته وجود دارد. کمترین مقدار " + e.minValue + " و بیشترین مقدار " + e.maxValue + " است. با کنترل‌های پیمایش در نمودار کاوش کنید.";
                }),
                n("d969327c", "پخش نسخه صوتی"),
                n("d8cbbcd4", "نمودار پخش صوتی. فشار دهید تا نسخه صوتی نمودار پخش شود یا کلید «A» را روی هر نقطه داده فشار دهید تا نسخه صوتی‌اش پخش شود"),
                n("dec1d7ef", function (e) {
                    return e.label + "، " + e.group + "، " + e.value;
                }),
                n("f765bead", function (e) {
                    return "داده بدون برچسب، " + e.group + "، " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + "، " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "داده بدون برچسب، " + e.value;
                }),
                n("b15c0a18", "از ویرایش‌ها صرف‌نظر شود؟"),
                n("aebf81c8", "تغییراتی که داده‌اید ذخیره نخواهد شد."),
                n("aa744c1e", "ادامه ویرایش"),
                n("fe04d89a", "صرف‌نظر"),
                n("bb5d8cd2", "بله"),
                n("dc33d78a", "تصویر جلد نوشتار"),
                n("j190bf1a", "زنده"),
                n("e3fcbdba", "رد کردن"),
                n("jc0b3a8c", "توصیف تصویر"),
                n("ia1d2e58", "پسندیده‌شده توسط نویسنده"),
                n("h81f3036", "مقاله"),
                n("bed2945c", "خواندن شرح تصویر"),
                n("j2eea17a", "رسانه زیر ممکن است دارای محتوای حساسیت‌برانگیز باشد."),
                n("b05a39b2", "مشاهده"),
                n("a7cd5cf4", "ویدئو"),
                n("b6eb8f6a", "پخش"),
                n("dcc2b9b3", function (e) {
                    return "پخش " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "پخش زنده " + e.locVideoType;
                }),
                n("f6e90cd7", function (e) {
                    return "مدت " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "شروع در " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " بازدید";
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " و " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + " ،" + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + "، و " + e.listItem2;
                }),
                n("ec72e2f8", "دنبال کردن"),
                n("d9d2a865", function (e) {
                    return "پخش" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "خرید" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "حالا خريد كنيد" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "رزرو" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "اتصال" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "سفارش" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "منتظر بازبینی" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "بیشتر بدانید"),
                n("d1ff55d8", "نصب"),
                n("g40f106c", "پیام به ما"),
                n("j393e386", "پیام شخصی برای ما ارسال کنید"),
                n("a771d32e", "پیام شخصی به من فرستاده شود"),
                n("d8e9c24c", "ارسال پیام شخصی"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/۵٫۰ ستاره – " + e.appNumRatings + " رتبه‌بندی";
                }),
                n("cc5508a9", function (e) {
                    return "شروع در " + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "پست کردن " + e.action;
                }),
                n("f17dfdb6", "پخش"),
                n("j836de8a", "حساب محافظت‌شده"),
                n("f4b8dc08", "حساب کاربری مشترک‌شده"),
                n("f936caa6", "حساب کاربری مترجم"),
                n("ac72ee4e", "حساب تاییدشده"),
                n("f49e0aac", "جزئیاتی درباره حساب‌های کاربری تأییدشده ارائه می‌دهد."),
                n("f59bdb94", "جزئیاتی درباره حساب‌های کاربری محافظت‌شده ارائه می‌دهد."),
                n("d7e50a66", "بیشتر بدانید"),
                n("fc065ee4", "درباره «اشتراک‌ها» بیشتر بدانید"),
                n("e453f536", "«اشتراک‌ها» چیست"),
                n("bd4cb7a0", "وقتی «مشترک» آفرینندگان آثار موردعلاقه‌تان شوید، محتوای انحصاری دریافت می‌کنید - و آن‌ها هم کمی درآمد کسب می‌کنند."),
                n("g7099a02", "اطلاعات بیشتر"),
                n("c2637ef6", "متوجه شدم"),
                n("efb17190", "شما را دنبال می‌کند"),
                n("g57b5f6c", "مشترک شما"),
                n("a77a27c0", "مشترک"),
                n("gdd173da", "پاسخ توسط Grok در «حالت سرگرمی»"),
                n("dfd6eeac", "پاسخ توسط Grok"),
                n("deceb214", "تصویر از Grok"),
                n("j05496ce", "DeepSearch با Grok"),
                n("befddd48", "نمایش"),
                n("hf3f8e3a", "نمایش موارد بیشتر"),
                n("h504ea5e", "نسخه خودتان را با Grok بسازید"),
                n("eb722de2", "خودتان از Grok بپرسید"),
                n("ib5110be", "خودتان DeepSearch را امتحان کنید"),
                n("bb5c5864", "نقل‌قول"),
                n("a8b58cf4", "این رشته‌توییت نشان داده شود"),
                n("i5f742fe", "این نظرسنجی نشان داده شود"),
                n("fc45ccc6", "ویدئوی جاسازی‌شده"),
                n("a9edea48", "بارگیری دوباره"),
                n("d26d8730", "کپی نشانی ویدئو"),
                n("f1b6bcec", "کپی نشانی GIF"),
                n("j25d7cca", "پنهان کردن عنوان‌ها"),
                n("a858b25c", "نمایش زیرنویس‌ها"),
                n("faf9f484", "آگهی"),
                n("ae2ea9e7", function (e) {
                    return "آگهی از " + e.advertiserName;
                }),
                n("hea01798", "لغزنده جستجو"),
                n("f8a09386", "مشاهده در Periscope"),
                n("gf2b6eee", "تصویر در تصویر"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " درصد";
                }),
                n("fb236728", "توقف موقت"),
                n("e9bd453e", "بازپخش"),
                n("d46b00b0", "پرش به پخش زنده"),
                n("ec8ab8b4", "خموش‌سازی"),
                n("b8b6344a", "گویاسازی"),
                n("c9a642fa", "لغزنده صدا"),
                n("c27e60b0", "تمام‌صفحه"),
                n("d2969f10", "خروج از تمام‌صفحه"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " از " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "تماشای " + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "خرید از " + e.advertiserName;
                }),
                n("g60001bb", function (e) {
                    return "مشاهده " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "رفتن به " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "بازدید از " + e.advertiserName;
                }),
                n("c67e71aa", "اکنون تماشا کنید"),
                n("a6ada13e", "حالا خريد كنيد"),
                n("j0f12222", "مشاهده موارد بیشتر"),
                n("f569f7c8", "رفتن به وب‌سایت"),
                n("j0c6772a", "بازدید از وب‌سایت"),
                n("f73003aa", "ویدئو پس از آگهی پخش خواهد شد"),
                n("b3112b8a", "رد کردن"),
                n("h6333ad0", "رد شدن از آگهی"),
                n("c59da417", function (e) {
                    return "رد کردن آگهی در " + e.seconds;
                }),
                n("c3c147cf", function (e) {
                    return "رد کردن " + e.seconds;
                }),
                n("h9b3104e", "تنظیمات تصویری"),
                n("ha3efce4", "خودکار"),
                n("hd8d044d", function (e) {
                    return "خودکار (" + e.quality + ")";
                }),
                n("a7bf9962", "دانلود ویدئو"),
                n("ccc97152", "سرعت پخش"),
                n("h531ade0", "کیفیت ویدئو"),
                n("e8b5757c", "۰٫۲۵ برابر"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "۰٫۷۵ برابر"),
                n("d8bede9e", "۱ برابر"),
                n("j41845c8", "۱٫۲۵ برابر"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "۱٫۷۵ برابر"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return "‪" + e.resolution + "p" + e.frameRate + "‬";
                }),
                n("c4d66d2e", "به‌دلیل انتخاب مرورگر، کیفیت پایین‌تری دریافت می‌کنید. توصیه می‌کنیم از مرورگری که از HEVC پشتیبانی می‌کند استفاده کنید."),
                n("a681babd", function (e) {
                    return "اکنون در " + e.trimmedHostname + " تماشا کنید";
                }),
                n("db3cd325", function (e) {
                    return "از " + e.trimmedHostname + " بازدید کنید";
                }),
                n("f1ad0df1", function (e) {
                    return "آگهی · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "آگهی از " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "این فرم"),
                n("c1658fc6", "این رسانه پخش‌ نشد."),
                n("h519ae04", "رسانه به‌دلیل ادعای حق نسخه‌برداری غیرفعال شده است."),
                n("ce871584", "این پخش پایان یافته است."),
                n("c101eb96", "این پخش دردسترس نیست."),
                n("gb24a514", "این رسانه در پاسخ به گزارش دارنده حق نسخه‌برداری غیرفعال شده است."),
                n("hcaf3e63", function (e) {
                    return "این رسانه به‌دلیل ادعای حق نسخه‌برداری " + e.holder + " غیرفعال شده است.";
                }),
                n("if05c038", "این پخش در مکان شما دردسترس نیست."),
                n("d420171b", function (e) {
                    return "ویدئو به‌دلیل ادعای حق نسخه‌برداری توسط " + e.holder + " دردسترس نیست";
                }),
                n("b1eb72fa", "متاسفیم، این ویدئو در مناطق خاصی منع شده است، لطفاً چند ثانیه صبر کنید تا موقعیت مکانی شما را کسب کنیم. مطمئن شوید تنظیمات موقعیت مکانی در مرورگرتان فعال شده باشد."),
                n("c057680c", "این ویدئو را نمی‌توانیم در این مرورگر پخش کنیم. لطفاً از مرورگر دیگری استفاده کنید."),
                n("i5dfae6e", "این ویدئو در مکان شما دردسترس نیست."),
                n("c2388276", "این ویدئو حذف شده است."),
                n("d2c96140", "نشانگر صدای مهمان");
            n("f6dc9146", "بازپخش"),
                n("d30c74fe", "صدا"),
                n("f2d4e6f2", "تماشای دوباره"),
                n("e9f1af3a", "اطلاعات بیشتری کسب کنید"),
                n("f1881d86", "این پست را نمی‌توانید پاسخ دهید، هم‌رسانی کنید، یا بپسندید."),
                n("j3d37222", "X طبق قانون ملزم است این اعلامیه را ارائه دهد."),
                n("e461d0ee", "آخرین خبرها را دریافت کنید"),
                n("d1386940", "آگاه بمانید"),
                n("ecda5f9e", "گمراه‌کننده"),
                n("a423473c", "اعلامیه با الزام قانونی"),
                n("b3296688", "قابلیت دیدن محدود شده است"),
                n("ccd32094", "اکنون"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " پیش";
                }),
                n("ae408b76", "شما بازپست کردید"),
                n("j355f008", "پست سنجاق‌شده"),
                n("habf9678", "سنجاق‌شده توسط نویسنده"),
                n("db0798ed", function (e) {
                    return e.topicName + " سرفصل";
                }),
                n("dc716ec9", function (e) {
                    return "سرفصل پیشنهادی: " + e.topicName;
                }),
                n("fbc2003c", "پایان یافته است"),
                n("h5051dd8", "لغو شد"),
                n("bb5f91a3", function (e) {
                    return e.count + " در این «اتاق گفت‌وگو»";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " و " + e.count + " " + f(e.count, "نفر دیگر ", "") + "درحال گوش‌دادن";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " دارد صحبت می‌کند + " + e.count + " " + f(e.count, "نفر دیگر ", "") + "درحال گوش‌دادن";
                }),
                n("df006f4f", function (e) {
                    return e.count + " نفر علاقه‌مندند";
                }),
                n("c889af33", function (e) {
                    return e.count + " نفر پیوسته‌اند";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " نفر شنونده‌اند";
                }),
                n("jbc5f47a", "سکوی اتاق گفت‌وگو"),
                n("gfe2830f", function (e) {
                    return e.count + " مورد دیگر";
                }),
                n("dbeae6cf", function (e) {
                    return e.count + " شنوند" + f(e.count, "ه", "گان") + " دیگر";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " مورد دیگر";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " ساعت " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "زمان " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " دقیقه باقی مانده است";
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + " ساعت باقی مانده است";
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " روز باقی مانده است";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " روز " + e.formattedHours + " ساعت باقی مانده است";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " ساعت " + e.formattedMins + " دقیقه باقی مانده است";
                }),
                n("f89a5d60", "میزبان"),
                n("ce2cfb36", "مخصوص «مشترک‌ها»"),
                n("df06241c", "انجمن"),
                n("b03e162a", "گوش دادن به‌طور زنده"),
                n("b3d828ee", "پیوستید"),
                n("g519ec2a", "پخش ضبط"),
                n("c6000450", "یادآور تنظیم شد"),
                n("db44ff5c", "تنظیم یادآور"),
                n("f7b6346a", "اکنون شروع کنید"),
                n("cc1f75ac", "اتاق‌های گفت‌وگو"),
                n("bd08d1b2", "جزئیات دردسترس نیست"),
                n("j8b01b27", function (e) {
                    return "اتاق گفت‌وگوی " + e.title + " به میزبانی " + e.host + " لغو شده است";
                }),
                n("fda9f48c", "اتاق گفت‌وگو لغو شده است"),
                n("jf7853f7", function (e) {
                    return "اتاق گفت‌وگوی " + e.title + " به میزبانی " + e.host + " پایان یافته است";
                }),
                n("i1a29920", "اتاق گفت‌وگو پایان یافته است"),
                n("db467ffe", "پیوستن به «اتاق گفت‌وگو»"),
                n("i8dc3993", function (e) {
                    return "میزبان: " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "همراه با " + e.count + " نفر دیگر";
                }),
                n("d19b9f77", function (e) {
                    return e.action + " برای " + e.title + " به میزبانی " + e.host + "، " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "هم‌اکنون شروع " + e.title + " برای " + e.scheduledStart + " زمان‌بندی شده است";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " برای اتاق گفت‌وگو، " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "پخش ضبط " + e.title;
                }),
                n("gaeb997e", "بیشتر"),
                n("f8b21226", "پیوستن"),
                n("e1b95ab0", "آخرین ویرایش"),
                n("i308d42c", "نسخه جدیدی از این پست وجود دارد"),
                n("h092d520", "نسخه جدیدی از این پست وجود دارد."),
                n("b74bf8b8", "تصویر"),
                n("ha9ed08c", "ایجاد توسط"),
                n("bff61470", "برای ویرایش کردن اینجا را کلیک کنید"),
                n("f4393d0f", function (e) {
                    return "منسوب به " + e.name;
                }),
                n("f8e8e32e", "شما"),
                n("df6703d3", "شما"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " نفر دیگر");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " نفر دیگر");
                }),
                n("gea7aa3c", "بعدی"),
                n("b6462b32", "قبلی"),
                n("caddb529", "و"),
                n("ff31714c", function (e) {
                    return "و " + f(e.othersCount, "یک", "" + e.othersCount) + " نفر دیگر";
                }),
                n("e06c99b7", "و"),
                n("i4e2f96c", function (e) {
                    return "و " + f(e.othersCount, "یک", "" + e.othersCount) + " نفر دیگر";
                }),
                n("ga629a8c", "مشاهده افراد حاضر در گفتگو"),
                n("d6f781e4", "وقتی «مشترک» آفرینندگان آثار موردعلاقه‌تان در X می‌شوید، محتوای انحصاری دریافت می‌کنید - و آن‌ها هم کمی درآمد کسب می‌کنند."),
                n("dab106f8", "عضو"),
                n("a46e92c2", "ناظم"),
                n("f9633e62", "مدیر"),
                n("a3dfd0cb", function (e) {
                    return "پست" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "پست" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "مقاله" + e.noun;
                }),
                n("h13ffc88", "صوتی"),
                n("c8c4600e", "پست صوتی"),
                n("de8c5eb2", "پخش صدا"),
                n("ec286028", "مکث صدا"),
                n("ad77feb6", "زیرنویس دردسترس نیست"),
                n("e82adfeb", function (e) {
                    return e.count + " صفحه وب";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " پست";
                }),
                n("g78032d5", function (e) {
                    return "پست‌ها و صفحه‌های وب " + e.count;
                }),
                n("j3de54a8", "نوشته"),
                n("a6a6ced4", "خواندن «نوشته»"),
                n("dbc0c2f4", "نشانک"),
                n("d6885d3e", "مشاهده «انجمن»"),
                n("d5a48014", "عنوان"),
                n("b92b6156", "زیرعنوان"),
                n("ec5ed598", "متن"),
                n("c69eb656", "تمام‌وقت"),
                n("g46ae43c", "قرارداد تمام‌وقت"),
                n("jf7d4cc6", "پاره‌وقت"),
                n("b2214572", "استخدام پیمانی"),
                n("f8337bd6", "در سال"),
                n("i935bf88", "در ساعت"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "فهرست"),
                n("fe64170c", "وقتی انتخاب کردید دیگر نمی‌توان آن را تغییر داد"),
                n("g10ace38", "گزینه‌های نظرسنجی"),
                n("a3edf99a", "نتايج نهايى"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " رأی";
                }),
                n("e86732e4", "انتخاب‌شده"),
                n("a35a5b10", "دنبال‌کنندگانی که می‌شناسید"),
                n("fc8cd112", "هیچ‌یک از کسانی‌که دنبال می‌کنید او را دنبال نمی‌کنند"),
                n("df8cd2af", function (e) {
                    return "اسلاید " + e.currentSlide + " از " + e.itemCount + " - گردونه. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "اسلاید بعدی"),
                n("c4d53ba2", "اسلاید قبلی"),
                n("h6405c17", function (e) {
                    return "اسلاید " + e.currentSlide + " از " + e.itemCount + " - گردونه";
                }),
                n("a3efd2c4", "سرفصل"),
                n("b91c8e53", function (e) {
                    return "کارت سرفصل برای " + e.title + ".";
                }),
                n("b3826295", function (e) {
                    return "کارت سرفصل برای " + e.title + "، " + e.description + ".";
                }),
                n("c9bb65db", function (e) {
                    return "مجموعه‌ای از " + e.slidesLength + " تصویر. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "برای چرخاندن بکشید"),
                n("f0e1fb48", "برای این قالب ویدئو امکان ارائه پیش‌نمایش در این مرورگر وجود ندارد. ممکن است هنوز امکان بارگذاری ویدئو وجود داشته باشد"),
                n("c2fc878d", function (e) {
                    return e.count + " نویسه از سقف تعداد مجاز نویسه فراتر رفته‌اید";
                }),
                n("db11b27f", function (e) {
                    return e.count + " نویسه باقی مانده است";
                }),
                n("bb7b821a", "شما می‌توانید پاسخ دهید"),
                n("fc41217b", function (e) {
                    return "حساب‌هایی که @" + e.screenName + " را دنبال کنند یا او نام برده باشد می‌توانند پاسخ دهند";
                }),
                n("e5dc76d0", "شما می‌توانید به این گفتگو پاسخ دهید"),
                n("ab105904", "چه کسانی می‌توانند پاسخ دهند؟"),
                n("fd1cda7a", "شما نمی‌توانید به این گفتگو پاسخ دهید"),
                n("f064f477", function (e) {
                    return "حساب‌هایی که @" + e.screenName + " دنبال کند یا نام برده باشد می‌توانند پاسخ دهند";
                }),
                n("ea9ac5c9", function (e) {
                    return "حساب‌هایی که @" + e.screenName + " نام برده باشد می‌توانند پاسخ دهند";
                }),
                n("d2ae1499", function (e) {
                    return "حساب‌هایی که مشترک @" + e.screenName + " باشند یا او نام برده باشد می‌توانند پاسخ دهند";
                }),
                n("a4e254ff", function (e) {
                    return "حساب‌های کاربری تأییدشده یا حساب‌هایی که @" + e.screenName + " نام برده باشد می‌توانند پاسخ دهند";
                }),
                n("j1b02fd8", "تأیید شوید"),
                n("daba4484", "فقط نویسنده و ناظم‌ها می‌توانند این پست را ببینند"),
                n("f956070a", "ناظم‌ها آن را به‌دلیل نقض قوانین «انجمن» پنهان کرده‌اند."),
                n("cc17f408", "وقتی عضوی حذف شود، پست او از دید بقیه اعضای «انجمن» پنهان می‌شود."),
                n("j620ce06", "چه کسانی می‌توانند این پست را ببینند؟"),
                n("bd414b44", "مخصوص «مشترکان» شما"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " و «مشترک‌های» او می‌توانند پست شما را ببینند";
                }),
                n("g1c6a77e", "شما دارید محتوای «اشتراک‌ها» را می‌بینید"),
                n("d3b143d7", function (e) {
                    return "شما می‌توانید این را ببینید و به آن پاسخ دهید چون «مشترک» @" + e.screenName + " هستید";
                }),
                n("f6337117", function (e) {
                    return "شما می‌توانید این پست را ببینید چون «مشترک» @" + e.screenName + " هستید";
                }),
                n("g766a06d", function (e) {
                    return "فقط افرادی که در «محفل» @" + e.screenName + " باشند می‌توانند این پست را ببینند";
                }),
                n("j040a368", "پیوندها در پاسخ‌ها غیرفعال شده است"),
                n("b31d0af7", function (e) {
                    return "‫" + e.screenName + " اجازه درج پیوند را در پاسخ‌های این پست نمی‌دهد";
                }),
                n("eab0f780", "در پاسخ‌های این پست نمی‌توانید پیوندهای بیرونی پست یا نقل‌قول کنید."),
                n("f17a1f54", "انحصاری Premium"),
                n("a0953370", "اشتراک"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + " کاهش";
                }),
                n("ac73eb5a", "بدون تغییر"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + " افزایش";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " دقیقه پیش";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " ساعت پیش";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " روز پیش";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " هفته پیش";
                }),
                n("efcd5885", function (e) {
                    return e.months + " ماه پیش";
                }),
                n("c37228b5", function (e) {
                    return e.years + " سال پیش";
                }),
                n("jf83d092", "روز"),
                n("af4abf20", "ماه"),
                n("b871f280", "سال"),
                n("hac89ab0", "ژانویه"),
                n("ef30b30a", "فوریه"),
                n("b56920fa", "مارس"),
                n("b1a0f1ec", "آوریل"),
                n("daf779c8", "مه"),
                n("c6ad074e", "ژوئن"),
                n("f1db106c", "ژوئيه"),
                n("i4e80b7a", "اوت"),
                n("efa6cc1e", "سپتامبر"),
                n("f40a0cbe", "اکتبر"),
                n("ac74a31c", "نوامبر"),
                n("i6c1e4b2", "دسامبر"),
                n("de540c32", "گذرواژه نشان داده شود"),
                n("b4abfdb4", "گذرواژه پنهان شود"),
                n("f06ae5d3", function (e) {
                    return e.standardTweetCount + " نویسه باقی‌مانده برای پست استاندارد، " + e.totalCount + " نویسه باقی‌مانده در کل";
                }),
                n("fee0a8bc", "ذخیره"),
                n("ae7f7656", "پاک کردن"),
                n("gd769996", "مشکلی پیش آمد. دوباره بارگیری کنید."),
                n("i5450bec", "رسانه تصویری"),
                n("f7432494", "افزودن عکس"),
                n("a5f7ce12", "شما هم دنبالش کنید"),
                n("c3befdbe", "دنبال‌شده"),
                n("d3029dbc", "دنبال نشود"),
                n("aeb6f0a0", "اشتراک"),
                n("b4397192", "مدیریت"),
                n("i8cfb6e6", "مسدود شده‌"),
                n("ea100d6a", "عدم انسداد"),
                n("fe40537f", function (e) {
                    return "مسدودسازی @" + e.screenName + " رفع شود؟";
                }),
                n("ab7c3460", "این کاربر می‌تواند شما را دنبال کند و پست‌هایتان را مشاهده کند."),
                n("i58d8718", "می‌تواند شما را دنبال کند و با پست‌های عمومی‌تان تعامل کند."),
                n("cda66545", function (e) {
                    return "برای " + e.followType + " " + e.screenName + " کلیک کنید";
                }),
                n("ee05e96b", function (e) {
                    return "برای " + e.followType + " برای " + e.screenName + " کلیک کنید";
                }),
                n("a8d77a25", function (e) {
                    return "برای ترک " + e.screenName + " کلیک کنید";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " برای " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + " دنبال نشود؟";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + " دنبال نشود؟";
                }),
                n("ge753264", "پست‌هایش دیگر در خط زمان «برای شما» نشان داده نخواهد شد. هنوز می‌توانید نمایه او را ببینید، مگر اینکه پست‌هایش محافظت‌شده باشد."),
                n("b837c0e8", "حتی اگر دنبال کردن این سرفصل را متوقف کنید، همچنان بسته به اینکه کدام حساب‌های کاربری را دنبال می‌کنید، پست‌هایی درباره آن خواهید دید."),
                n("ddac1f1d", function (e) {
                    return "مطمئنید می‌خواهید " + e.communityName + " را ترک کنید؟";
                }),
                n("j8e33c40", "شما دسترسی به «انجمن» را از دست خواهید داد و دیگر نمی‌توانید مشارکت کنید، ولی پست‌های قبلی شما همچنان قابل مشاهده خواهد بود."),
                n("f305840e", "در انتظار"),
                n("i036327c", "از درخواست دنبال کردن صرف‌نظر شود؟"),
                n("j95e3097", function (e) {
                    return "با این کار درخواست قطعی‌نشده شما لغو خواهد شد، و @" + e.screenName + " دیگر آن را نخواهد دید.";
                }),
                n("d85bc1b8", "روی تصویرتان بزرگ‌نمایی یا کوچک‌نمایی کنید."),
                n("f596ace8", "نسبت ابعاد: اصلی"),
                n("df031fca", "نسبت ابعاد: عریض"),
                n("b40332c6", "نسبت ابعاد: مربع"),
                n("e547b368", "اصلی"),
                n("f7571204", "عریض"),
                n("e6e16812", "مربع"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "تبلیغ شده توسط " + e.fullName;
                }),
                n("if2bf8b4", "تبلیغی"),
                n("f3624b5c", "تبلیغی (سیاسی)"),
                n("b4b3b113", function (e) {
                    return "تبلیغی (سیاسی) توسط " + e.fullName;
                }),
                n("be222050", "تبلیغی (مشکلات)"),
                n("hcbbe447", function (e) {
                    return "تبلیغی (مشکلات) توسط " + e.fullName;
                }),
                n("jcf3e7a2", "پیشرفت فریم‌های پویانمایی Lottie"),
                n("a0af935c", "پسندیده شده"),
                n("b8c465e2", "بازپست شد"),
                n("c7a989ce", "نشانک‌گذاری‌شده"),
                n("b03835c7", function (e) {
                    return e.replyCount + " پاسخ";
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " بازپست";
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " پسند" + f(e.likeCount, "", "‌");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " نشانک";
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " بازدید";
                }),
                n("f2849136", "نتایج آماری"),
                n("f206e970", "مشاهده تحلیل پست"),
                n("c7073f5b", function (e) {
                    return e.count + " بازدید. مشاهده آمار تحلیلی پست";
                }),
                n("hf417cf0", "حذف از نشانک‌ها"),
                n("febd30ed", function (e) {
                    return e.count + " نشانک. نشانک";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " نشانک. نشانک‌گذاری‌شده";
                }),
                n("d636ebc6", "پسندیدن"),
                n("eb3a8b0c", "نپسندیدن"),
                n("j472ecfc", "پسندیدن این پست"),
                n("dac92b0d", function (e) {
                    return e.count + " پسند. پسند";
                }),
                n("aa650427", function (e) {
                    return e.count + " پسند. پسندیده‌شده";
                }),
                n("hdf7226a", "پاسخ"),
                n("c9940955", function (e) {
                    return e.count + " پاسخ. پاسخ";
                }),
                n("f2919fb8", "بازپست"),
                n("fd1e5446", "واگرد بازپست"),
                n("dfad425d", function (e) {
                    return e.count + " بازپست. بازپست";
                }),
                n("a386dc55", function (e) {
                    return e.count + " بازپست. بازپست شد";
                }),
                n("f65198c2", "مشاهده نقل‌قول‌ها"),
                n("dc63da16", "هم‌رسانی"),
                n("cee0585c", "هم‌رسانی پست"),
                n("ceb6841c", "وقتی عضوی حذف شود، پست‌های او از دید بقیه اعضای «انجمن» پنهان می‌شود."),
                n("cb731cae", "ویرایش «محفل»"),
                n("c33d3a84", "چیزهایی که در «محفل» اتفاق می‌افتد همان‌جا در «محفل» می‌ماند"),
                n("c4f10e71", "بیشتر بدانید"),
                n("b09adb0c", "مشاهده گفتگو"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "دنبال‌شده";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "دنبال‌" + f(e.count, "ک", "ك") + "ننده";
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "مشترک";
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "اشتراک";
                }),
                n("ef633578", "حساب معلق شده است"),
                n("a6a3d496", "درج پیوند"),
                n("acce6978", "ویرایش پیوند"),
                n("f5e8f526", "ویرایش"),
                n("h517e8d8", "حذف"),
                n("a30ae58e", "متن برای نمایش"),
                n("da38c958", "URL"),
                n("d5d57678", "درج کردن"),
                n("ec822028", "لطفاً این فیلد را پر کنید"),
                n("ebc5d2cc", "چیزی در این نشانی اینترنتی نادرست است. لطفاً درست بودن کلمات و قالب‌بندی این پیوند را بررسی کنید."),
                n("h30a19bb", function (e) {
                    return "این یک نمودار دایره‌ای است. عنوان نمودار " + e.chartTitle + " است. در کل " + e.noOfCategories + " دسته وجود دارد. کمترین مقدار " + e.minValue + " و بیشترین مقدار " + e.maxValue + " است. با کنترل‌های پیمایش در نمودار کاوش کنید.";
                }),
                n("h39fbf33", function (e) {
                    return "نمودار میله‌ای با مقادیر داده از " + e.minValue + " تا " + e.maxValue;
                }),
                n("gdd51574", "برای تازه‌سازی، بکشید"),
                n("e557ad8e", "فعال"),
                n("e3a58c28", "گستردن"),
                n("db355331", function (e) {
                    return e.team + " برنده شد";
                }),
                n("a8428d5e", "مسابقه بعدی"),
                n("a7aad8ba", "زنده"),
                n("e431f1aa", "نهایی"),
                n("a7391708", "به تعویق افتاد"),
                n("d2dbfa92", "لغو شد"),
                n("cd734f66", "امروز"),
                n("c8891d06", "فردا"),
                n("d2414d31", function (e) {
                    return e.count + " مورد خوانده‌نشده";
                }),
                n("ce4e85ae", "موارد خوانده‌نشده"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "ق.ظ/ب.ظ"),
                n("i7a6f114", "ساعت"),
                n("ccc99ff2", "دقیقه"),
                n("g5662c95", function (e) {
                    return "سطح " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "این کاربر فعلاً در «اتاق گفت‌وگوی» فعالی حضور دارد، برای پیوستن کلیک کنید"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " فعلاً در «اتاق گفت‌وگوی» فعالی حضور دارد، برای پیوستن کلیک کنید";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " فعلاً در «پخش زنده» فعالی حضور دارد، برای تماشا کلیک کنید";
                }),
                n("d9fd5570", "پاسخ‌های پنهان‌شده"),
                n("c566d3a6", "پنهان کردن"),
                n("a897c4d6", "سابقه ویرایش را باز می‌کند"),
                n("e07a85a2", "پست دردسترس نیست"),
                n("ffeb2fc6", "بعدی"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " انتخاب شد";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + "دقیقه";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " ثانیه";
                }),
                n("f42c0c80", "پایان بخش انتخاب‌شده، برای تنظیم بخش از کلیدهای پیکان استفاده کنید"),
                n("i667afe8", "شروع بخش انتخاب‌شده، برای تنظیم بخش از کلیدهای پیکان استفاده کنید"),
                n("gfaaead8", "بدون عنوان"),
                n("cfd13f46", "سکوی صدا"),
                n("eba2660a", "آبی"),
                n("hc196b78", "زرشکی"),
                n("c8bc49d2", "بنفش"),
                n("efff09ee", "سبز"),
                n("fcb424ee", "زرد"),
                n("ie2215aa", "ارغوانی"),
                n("f106ce44", "نارنجی"),
                n("acddd4d4", "قرمز"),
                n("cef9b062", "سبزآبی"),
                n("d9daefca", "خاکستری تیره");
            var d = c(202784),
                b = [
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                ],
                u = { hc1bd66d: 0, bd3edf13: 1 };
            function i(e) {
                return e;
            }
            var o = (function (e) {
                var a, c, n, o, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (c = e),
                    ((a = g).prototype = Object.create(c.prototype)),
                    (a.prototype.constructor = a),
                    r(a, c),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (o = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X همیشه نسخه‌ای از «اتاق گفت‌وگو» را برای بازبینی نگه می‌دارد. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["حساب‌های کاربری‌ای که مسدود کرده‌اید نمی‌توانند بپیوندند. بااین‌حال، افرادی که وارد X نشده باشند ممکن است بتوانند گوش کنند. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X همیشه روگرفتی از «اتاق‌های گفت‌وگو» را برای بازبینی هرزنامه‌ها و سوءاستفاده‌ها برای مدت محدودی نگاه می‌دارد. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["مشترک «سازمان‌های تأییدشده» شوید، ۱۰۰۰ دلار اعتبار آگهی دریافت کنید، و در هریک از حساب‌های درون سازمانتان آگهی اجرا کنید. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["وقتی به X بپیوندید می‌توانید به پست ", " پاسخ دهید."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["وقتی به X بپیوندید، می‌توانید پست ", " را با دنبال‌کنندگانتان هم‌رسانی کنید."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["اکنون به X بپیوندید و به ", " اطلاع دهید پست او را می‌پسندید."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["", " را دنبال کنید تا ببینید چه چیزی در X هم‌رسانی می‌کند."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["همین الآن به X بپیوندید تا بتوانید پست ", " را به‌طور خصوصی هم‌رسانی کنید."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["برای پست‌های دست‌چین‌شده ", " را دنبال کنید"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["اکنون به X بپیوندید تا جریانی از پست‌های افراد را ببینید که ", " مرتب کرده است."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["همین الآن به X بپیوندید تا گفت‌وگوهای جدید و جالبی درباره چیزهایی پیدا کنید که بیشتر برای شما اهمیت دارد، مانند ", "."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["جستجو در سراسر پست‌های ", " در X."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["X و شرکای آن از کوکی‌ها استفاده می‌کنند تا خدمات بهتر، ایمن‌تر و سریع‌تر به شما ارائه دهند و از کسب‌وکار ما حمایت شود. برخی‌از کوکی‌ها برای استفاده از خدمات ما، بهبود خدمات ما، و اطمینان از عملکرد صحیح آن‌ها ضروری است. چنانچه روی «پذیرفتن همه کوکی‌ها» کلیک کنید، به X و شرکای آن اجازه می‌دهید از کوکی‌ها برای ارائه تبلیغات و ارتباطات متناسب با علایق شما هم استفاده کنند. چنانچه روی «نپذیرفتن کوکی‌های غیرضروری» کلیک کنید، از کوکی‌ها برای جمع‌آوری داده‌های اضافی برای تبلیغات و ارتباطات متناسب استفاده نخواهیم کرد. برای اطلاعات بیشتر، ازجمله روش تغییر دادن انتخابتان، به صفحه کوکی در ", " ما مراجعه کنید."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X و شرکای آن از کوکی‌ها استفاده می‌کنند تا خدمات بهتر، ایمن‌تر و سریع‌تر به شما ارائه دهند و از کسب‌وکار ما حمایت شود. برخی‌از کوکی‌ها برای استفاده از خدمات ما، بهبود خدمات ما، و اطمینان از عملکرد صحیح آن‌ها ضروری است. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["نام‌نویسی به‌معنای موافقت شما با ", " و ", "، شامل ", " است."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["پیوندهایی به دست‌کم سه مقاله درباره شما در نشریات خبری واجد شرایط ارائه دهید که در شش ماه گذشته منتشر شده باشند. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["بسته به نوع حساب کاربری X که دارید باید الزامات خاصی را برآورده کنید. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["گزینه‌ای را انتخاب کنید که حساب کاربری شما را بهتر توصیف کند. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان کنشگر یا سازمان‌دهنده واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["شما حداقل تعداد دنبال‌کننده یا نام‌بری لازم برای منطقه شما را که برای تأییدشدن به‌عنوان کنشگر ضروری است، برآورده نکرده‌اید. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["پیوندی به نمایه‌ای در Google Trends با شواهدی از فعالیت جستجوی اخیر درباره شما ارائه دهید. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["پیوندی به صفحه‌ای در ویکی‌پدیا درباره شما ارائه کنید. این صفحه باید شامل دست‌کم سه ارجاع به منابع دیگر باشد. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["پیوندی ارائه دهید که به شما در جایگاه رهبری سازمان تأییدشده فعالیت‌های حمایتی ارجاع دهد. ارجاع باید از سایت رسمی سازمان تأییدشده باشد. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان فرد تأثیرگذار واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["شما حداقل تعداد دنبال‌کننده یا نام‌بری لازم برای منطقه شما را که برای تأییدشدن به‌عنوان فرد آفریننده اثر یا تأثیرگذار ضروری است، برآورده نکرده‌اید. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["پیوندی به نمایه‌ای در Google Trends با شواهدی از فعالیت جستجوی اخیر درباره سازمان تولیدی شما ارائه دهید. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["پیوندهایی به دست‌کم سه مقاله درباره سازمان تولیدی‌تان در نشریات خبری واجد شرایط ارائه دهید که در شش ماه گذشته منتشر شده باشند. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان حساب کاربری رسمی یکی از سازمان‌های تولیدی بزرگ واجد شرایط «تأییدسازی» است. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["پیوندی ارائه کنید که نشان دهد سازمان تولیدی شما در بورس سهام عمومی فهرست شده است. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["پیوندی به صفحه‌ای در ویکی‌پدیا درباره سازمان تولیدی شما ارائه کنید که شامل دست‌کم سه ارجاع به منابع دیگر باشد. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان شرکت سرگرمی پیشرو واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["پیوندی به نمایه‌ای در Google Trends با شواهدی از فعالیت جستجوی اخیر درباره شرکت سرگرمی شما ارائه دهید. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["پیوندهایی به دست‌کم سه مقاله درباره شرکت شما در نشریات خبری واجد شرایط ارائه دهید که در شش ماه گذشته منتشر شده باشند. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["پیوندی ارائه کنید که نشان دهد شرکت سرگرمی شما در بورس سهام عمومی فهرست شده است. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["پیوندی به صفحه‌ای در ویکی‌پدیا درباره شرکت سرگرمی شما ارائه کنید که شامل دست‌کم سه ارجاع به منابع دیگر باشد. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان تولیدکننده بانفوذ محتوای دیجیتال واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["پیوندی به نمایه تولیدکننده محتوای خودتان ارائه کنید. نمایه تولیدکننده محتوای شما می‌تواند در هر پلاتفرم دیجیتالی باشد ولی باید به شناسه X شما ارجاع دهد. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["پیوندی به صفحه‌ای در ویکی‌پدیا درباره شما ارائه کنید که شامل دست‌کم سه ارجاع به منابع دیگر باشد. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان فردی در صنعت سرگرمی واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["پیوندی به نمایه IMDB خودتان ارائه کنید که دست‌کم شامل حضور در ۵۰ اثر تولیدی باشد. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["پیوندی ارائه دهید که به شما به‌عنوان فردی در صنعت سرگرمی و حساب کاربری Xتان ارجاع دهد. ارجاع باید از وب‌سایت رسمی نهادی «تأییدشده» باشد. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["دسته‌ای را انتخاب کنید که حساب کاربری دولتی شما را بهتر توصیف کند. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["پیوندهایی به دست‌کم پنج مقاله منتشرشده توسط سازمان‌های خبری «تأییدشده» ارائه دهید که در شش ماه گذشته منتشر شده باشند و به شما به‌عنوان نامزد دارای صلاحیت برای این مقام دولتی ارجاع داده باشند. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["پیوندهایی به دست‌کم پنج مقاله منتشرشده توسط سازمان‌های خبری تأییدشده ارائه دهید که در شش ماه گذشته منتشر شده باشند و به شما به‌عنوان مقام دولتی واجد شرایط ارجاع داده باشند. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["پیوندهایی به دست‌کم پنج مقاله منتشرشده توسط سازمان‌های خبری تأییدشده ارائه دهید که در شش ماه گذشته منتشر شده باشند و به شما به‌عنوان مقام دولتی واجد شرایط ارجاع داده باشند. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["پیوندی به وب‌سایت کارزار تبلیغاتی رسمی خودتان ارائه کنید که به شما به‌عنوان نامزد مقام دولتی در سطح ایالتی یا ملی و حساب کاربری X شما ارجاع دهد. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["پیوندی به وب‌سایت رسمی دولتی ارائه دهید که به مقام دولتی یا خدمات عمومی شما و حساب کاربری X تان ارجاع دهد. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["پیوندی ارائه دهید که به شما به‌عنوان مقام یا وابسته دولتی واجد شرایط ارجاع دهد. این ارجاع باید به سایت رسمی سازمان دولتی تأییدشده باشد. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["روزنامه‌نگاران برای اینکه تأیید شوند باید توسط سازمان یا نشریه خبری تأییدشده‌ای استخدام شده باشند. پیوندی به حساب کاربری کارفرمایتان ارائه دهید. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان روزنامه‌نگار شاخص واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["پیوندی ارائه دهید که به شما به‌عنوان روزنامه‌نگار کارفرمایتان ارجاع دهد. این معرفی‌نامه باید از سایت رسمی سازمان خبری تأییدشده باشد. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["حداقل سه خط دوم عنوان مقالات و/یا همکاری در تولید اثر در نشریات واجد شرایط منتشرشده در شش ماه گذشته ارائه کنید. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان سازمان خبری برجسته واجد شرایط تأییدسازی است. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["پیوندی به نمایه Google Trends با شواهدی از فعالیت جستجوی اخیر درباره سازمان خبری‌تان ارائه دهید. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["پیوندی به صفحه‌ای در ویکی‌پدیا با موضوع سازمان خبری‌تان ارائه کنید که شامل دست‌کم سه ارجاع به منابع دیگر باشد. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["پیوندی ارائه کنید که نشان دهد سازمان خبری شما در بورس سهام عمومی فهرست شده است. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["پیوندهایی به دست‌کم سه مقاله درباره سازمان خبری‌تان در نشریات خبری تأییدشده ارائه دهید که در شش ماه گذشته منتشر شده باشند. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["ورزشکاران حرفه‌ای باید در لیگ‌ها و رویدادهای ورزشی تأییدشده مسابقه داده باشند تا بتوانند تأیید شوند. پیوندی به تیم، لیگ، رویداد، یا سازمانی تأییدشده و مرتبط با حساب کاربری‌تان ارائه کنید."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["شما حداقل تعداد دنبال‌کننده لازم برای منطقه شما را که برای تأییدشدن به‌عنوان فرد فعال در صنعت بازی‌ها ضروری است، برآورده نکرده‌اید. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["بازیکنان بازی‌های الکترونیک باید در لیگ‌ها و رویدادهای ورزش الکترونیک تأییدشده مسابقه داده باشند تا بتوانند تأیید شوند. پیوندی به تیم، لیگ، رویداد، یا سازمانی تأییدشده و مرتبط با حساب کاربری‌تان ارائه کنید."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان لیگ، تیم، یا مسابقات جهانی ورزشی برجسته واجد شرایط تأییدسازی است. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["پیوندی به نمایه Google Trends با شواهدی از فعالیت جستجوی اخیر درباره سازمان ورزش حرفه‌ای‌تان ارائه دهید. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["پیوندی به صفحه‌ای در ویکی‌پدیا با موضوع سازمان ورزش حرفه‌ای‌تان ارائه کنید که شامل دست‌کم سه ارجاع به منابع دیگر باشد. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["پیوندی ارائه کنید که نشان دهد سازمان ورزش حرفه‌ای شما در بورس سهام عمومی فهرست شده است. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["پیوندی به وب‌سایت رسمی مسابقات جهانی یا سازمان ورزش حرفه‌ای ارائه کنید که به شما به‌عنوان لیگ، تیم، یا مسابقات ارجاع دهد. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["پیوندهایی به دست‌کم سه مقاله درباره سازمانتان در نشریات خبری تأییدشده ارائه دهید که در شش ماه گذشته منتشر شده باشند. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان ورزشکار حرفه‌ای واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["یکی از روش‌ها را انتخاب کنید و نشان دهید حساب کاربری شما به‌عنوان بازیکن بازی‌های الکترونیک واجد شرایط تأیید شدن است. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["پیوندی به وب‌سایت رسمی مسابقات جهانی یا سازمان ورزش حرفه‌ای ارائه کنید که به شما به‌عنوان ورزشکار، مدیر، یا مربی حرفه‌ای ارجاع دهد. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["پیوندی به وب‌سایت رسمی لیگ یا رویداد تأییدشده ورزش‌های الکترونیک ارائه کنید که به شما به‌عنوان عضو، مربی یا مدیر ثبت‌شده تیم ارجاع دهد. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["متأسفانه، فعلاً نمی‌توانیم درخواست‌های تأییدسازی جدید را پردازش کنیم. بعداً بررسی کنید و دوباره امتحان کنید. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["برای اینکه هویت خودتان را با ایمیل به‌تأیید برسانید، باید قبلاً نشانی تأییدشده‌ای داشته باشید. برای انجام این کار به ", " بروید."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["برای اینکه هویت خودتان را با ایمیل به‌تأیید برسانید، باید نشانی ایمیل تأییدشده‌ای داشته باشید که الزامات ما را برای واجد شرایط بودن برآورده کند. برای انجام این کار به ", " بروید."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["تأییدسازی برای افراد یا گروه‌های شاخص در دسته‌های خاص است. اگر فکر می‌کنید این ویژگی را دارید، درخواست تأییدسازی را شروع کنید. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["مطمئن شوید چهره شما و متن روی مدرک شناسایی به‌خوبی واضح و خوانا باشد. درغیراین‌صورت ممکن است مجبور شوید دوباره ارسال کنید. X نسخه‌ای از کارت شناسایی شما دریافت یا ذخیره نخواهد کرد. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["برای اطلاعات درباره روش‌هایی که می‌توانید به داده‌های ارسال‌شده دسترسی داشته باشید یا آن‌ها را اصلاح کنید، لطفاً به ", " ما مراجعه کنید."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["به‌محض اینکه تصمیمی گرفته شود با شما تماس گرفته می‌شود. این فرایند ممکن است تا " + this.props.days + " روز طول بکشد."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["با شرکت در ", " کوتاهی به بهبود ما کمک کنید."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["آخرین درخواست شما در " + this.props.date + " رد شده است. از آن تاریخ باید ۳۰ روز صبر کنید و پس از آن درخواست جدید ارسال کنید."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["آخرین درخواست شما در " + this.props.date + " انجام شده است. از آن تاریخ باید ۳۰ روز صبر کنید و پس از آن درخواست جدید ارسال کنید."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["آخرین درخواست شما در " + this.props.date + " انجام شده است. به‌محض اینکه تصمیمی گرفته شد با شما تماس گرفته می‌شود."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["خوش بگذرد. یادتان باشد ", " را رعایت کنید."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["این‌ها برنامه‌هایی هستند که به حساب کاربری‌تان متصل کرده‌اید. می‌توانید اطلاعاتی را که این برنامه‌ها به آن‌ها دسترسی دارند ببینید و دسترسی آن‌ها را لغو کنید. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["افرادی که دنبال می‌کنید همچنان می‌توانند برای شما پیام بفرستند. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["حساب کاربری مدیریتی متصل کنید تا حساب کاربری خودکار شما برچسب حساب کاربری خودکار دریافت کند. همه حساب‌های خودکار باید به حساب کاربری مدیریتی متصل باشند. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", "‏ "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " ‏"];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["تلاش ما بر این است که X را مکانی برای گفت‌وگوهای سالم نگه‌داریم، به همین دلیل بیشتر روش‌های تعامل با این پست را غیرفعال کرده‌ایم. اگر می‌خواهید درباره آن صحبت کنید، هنوز می‌توانید آن را «نقل‌قول» کنید. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["تلاش ما بر این است که X را مکانی برای گفت‌وگوهای سالم نگه‌داریم، به همین دلیل بیشتر روش‌های تعامل با این پست را غیرفعال کرده‌ایم. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["فقط @" + this.props.username + " و «محفل» او می‌توانند این پست‌ها را ببینند."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["این قوانین توسط مدیران «انجمن» تعیین و اجرا می‌شود و اضافه‌بر ", " است."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["«انجمن‌ها» عمومی هستند، بنابراین حساب‌های کاربری محافظت‌شده فعلاً نمی‌توانند بپیوندند. می‌توانید پست‌ها را بخوانید، ولی برای مشارکت کردن، ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["یکی از ناظم‌ها شما را به‌دلیل نقض این قانون «انجمن» حذف کرده است: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " بازدید"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF از "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["ویدئو از "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["عکس از "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ["به‌جای آن «", "» را جستجو کنید"];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ["منظور شما «", "» بود؟"];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " اکنون می‌تواند پاسخ دهد"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " نویسه"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["آخرین ویرایش: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["برای راهنمایی و روش انجام کار ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["ازطریق "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["آخرین ذخیره "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["انتشار ", " لغو خواهد شد، به پیش‌نویس‌ها منتقل می‌شود، و برای عموم قابل دیدن نخواهد بود."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["رسانه زیر ممکن است دارای محتوای حساسیت‌برانگیز باشد. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["قابلیت ویرایش محدود به پست‌های اصلی است و شامل چیزهایی مثل پاسخ یا رشته‌پست نمی‌شود. درباره چیزهایی که می‌توانید ویرایش کنید ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["می‌خواهید «محفل» خودتان را ویرایش کنید؟ اقدام کنید. اگر افراد را حذف کنید به آن‌ها خبر داده نخواهد شد. "];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["محل نوشتن مقاله جدید و گزینه‌های قالب‌بندی جدید را ", "."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["«انجمن‌ها» عمومی هستند، بنابراین حساب‌های کاربری محافظت‌شده نمی‌توانند به گفت‌وگو بپیوندند. می‌توانید پست‌ها را بخوانید و بپسندید، ولی برای کارهای بیشتر باید ", "."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["در حال پاسخ به "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["در حال پاسخ به "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["در حال پاسخ به "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["در پاسخ به "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["در پاسخ به ", " در " + this.props.communityName];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["در پاسخ به ", " در " + this.props.communityName];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["در پاسخ به ", " در " + this.props.communityName];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["در پاسخ به ", " در " + this.props.communityName];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["در پاسخ به ", ". پاسخ شما برای ", " این کاربر نیز قابل مشاهده خواهد بود."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["در پاسخ به ", ". پاسخ شما برای ", " این کاربران نیز قابل مشاهده خواهد بود."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["در پاسخ به ", ". پاسخ شما برای ", " این کاربران نیز قابل مشاهده خواهد بود."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["در پاسخ به ", ". پاسخ شما برای ", " این کاربران نیز قابل مشاهده خواهد یود."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» " + this.props.trustedFriendsTweetOwner + " که شما را دنبال کنند هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» " + this.props.trustedFriendsTweetOwner + " هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» ", " که شما را دنبال کنند هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» ", " هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» ", " که شما را دنبال کنند هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» ", " هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» ", " که شما را دنبال کنند هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["در پاسخ به ", ". افراد حاضر در «محفل» ", " هم می‌توانند پاسخ شما را ببینند."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["کلیک روی «تبلیغ کردن پست» به‌معنای موافقت شما با ", " است."];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["ایمیل جدید شما " + this.props.unverifiedEmail + " تأیید نشده است. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["با تغییر گذرواژه‌تان از تمام ورودهای فعال به X خارج خواهید شد، مگر ورودی که همین الآن دارید استفاده می‌کنید. دسترسی ", " به حساب کاربری شما تحت تأثیر قرار نخواهد گرفت. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["موافقت می‌کنم X و Persona از تصاویر مدرک شناسایی و تصویر خودگرفت من، شامل داده‌های بیومتریک استخراج‌شده، برای تأیید کردن هویت من و نیز برای مقاصد مربوط به ایمنی و امنیت، پیشگیری از کلاهبرداری، و پرداخت‌ها در X استفاده کنند. Persona می‌تواند این داده‌ها را تا ۳۰ روز ذخیره کند. X می‌تواند نام کامل، نشانی، و نسخه‌های درهم‌شده شماره مدرک شناسایی من را تا وقتی در برنامه ", " مشترک هستم ذخیره کند."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["موافقت می‌کنم X و Au10tix از تصاویر مدرک شناسایی و تصویر خودگرفت من، شامل داده‌های بیومتریک استخراج‌شده، برای تأیید کردن هویت من و نیز برای مقاصد مربوط به ایمنی و امنیت، پیشگیری از کلاهبرداری، و پرداخت‌ها در X استفاده کنند. Au10tix می‌تواند این داده‌ها را تا ۳۰ روز ذخیره کند. X می‌تواند نام کامل، نشانی، و نسخه‌های درهم‌شده شماره مدرک شناسایی مرا تا وقتی در برنامه ", " یا ", " شرکت می‌کنم، ذخیره کند."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["موافقت می‌کنم X و Au10tix از تصاویر مدرک شناسایی و تصویر خودگرفت من، شامل داده‌های بیومتریک استخراج‌شده، برای تأیید کردن هویت من و نیز برای مقاصد مربوط به ایمنی و امنیت، پیشگیری از کلاهبرداری، و پرداخت‌ها در X استفاده کنند. Au10tix می‌تواند این داده‌ها را تا ۳۰ روز ذخیره کند. X می‌تواند نام کامل، نشانی، و نسخه‌های درهم‌شده شماره مدرک شناسایی من را تا وقتی در برنامه ", " یا ", " شرکت می‌کنم، ذخیره کند."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["موافقت می‌کنم X و Stripe از تصاویر مدرک شناسایی و تصویر خودگرفت من، شامل داده‌های بیومتریک استخراج‌شده، برای تأیید کردن هویت من و نیز برای مقاصد مربوط به ایمنی و امنیت، پیشگیری از کلاهبرداری، و پرداخت‌ها در X استفاده کنند. Stripe یا زیرپردازنده‌های آن ممکن است این داده‌ها را تا ۳۰ روز ذخیره کنند و از آن برای آموزش مدل‌ها و به‌روزرسانی پایگاه‌های داده با اهداف شناسایی تقلب استفاده کنند. X ممکن است نام کامل، نشانی، و نسخه‌های درهم‌شده شماره مدرک شناسایی مرا تا وقتی در برنامه ", " یا ", " شرکت می‌کنم، ذخیره کند."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["موافقت می‌کنم X و Stripe از تصاویر مدرک شناسایی و تصویر خودگرفت من، شامل داده‌های بیومتریک استخراج‌شده، برای تأیید کردن هویت من و نیز برای مقاصد مربوط به ایمنی و امنیت، پیشگیری از کلاهبرداری، و پرداخت‌ها در X استفاده کنند. Stripe یا زیرپردازنده‌های آن می‌تواند این داده‌ها را تا ۳۰ روز ذخیره کنند و از آن برای آموزش مدل‌ها و به‌روزرسانی پایگاه‌های داده با اهداف شناسایی تقلب استفاده کنند. X می‌تواند نام کامل، نشانی، و نسخه‌های درهم‌شده شماره مدرک شناسایی من را تا وقتی در برنامه ", " یا ", " شرکت می‌کنم، ذخیره کند."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["یادداشت کنید یا عکسش را بگیرید و جای امنی نگهداری کنید. از این کد فقط یک بار می‌توان استفاده کرد. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["کشور اصلی مرتبط با حساب کاربری شما این است. دانستن کشورتان به ما کمک می‌کند تجربه Xتان را شخصی‌سازی کنیم. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["این‌ها مخاطب‌هایی هستند که از دستگاه‌های همراهتان وارد کرده‌اید. این اطلاعات برای شخصی‌سازی تجربه شما در X استفاده می‌شود، مثلاً برای پیشنهاد حساب‌هایی به شما که دنبال کنید. می‌توانید هرکدام از مخاطبان را که قبلاً بارگذاری کرده‌اید حذف کنید و همگام‌سازی با X را در همه دستگاه‌ها غیرفعال کنید. لطفاً توجه داشته باشید که این کار مدتی طول می‌کشد. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["درصورت فعال شدن، می‌توانید به پست‌هایتان اطلاعات مکان اضافه کنید. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["‫", " " + this.props.discountedPrice + " صورت‌حساب ماهانه برای " + f(this.props.duration, "یک", "" + this.props.duration) + " ماه‬"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["‫", " " + this.props.discountedPrice + " صورت‌حساب سالانه برای " + f(this.props.duration, "یک", "" + this.props.duration) + " سال‬"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["‫", " ", " برای " + f(this.props.duration, "یک", "" + this.props.duration) + " سال"];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["‫", " ", " برای " + f(this.props.duration, "یک", "" + this.props.duration) + " ماه"];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["وقتی کسی را مسدود می‌کنید، آن شخص نمی‌تواند دنبالتان کند یا به شما پیام بزند، و شما هم آگاه‌سازی‌های او را نخواهید دید. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["برخی اطلاعات حساب کاربری ممکن است هنوز در موتورهای جستجو مانند Google یا Bing دردسترس باشند. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["اگر فقط می‌خواهید @شناسه‌تان را تغییر دهید، مجبور نیستید حساب کاربری‌تان را غیرفعال کنید — آن را در ", " ویرایش کنید."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["برای استفاده از @شناسه یا نشانی ایمیل فعلی شما در حساب کاربری دیگری در X، پیش‌از غیرفعال‌سازی این حساب کاربری ", "."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["اگر می‌خواهید ", " را بارگیری کنید، باید هر دوی فعالیت‌های درخواست و بارگیری را پیش‌از غیرفعال کردن حساب کاربری‌تان تکمیل کنید. پیوندهای بارگیری داده به حساب‌های کاربری غیرفعال‌شده فرستاده نمی‌شود."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["شما تأیید می‌کنید که ", " دقیق است. اگر نباشد، ممکن است بر حساب کاربری شما تأثیر بگذارد."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X از سن شما برای سفارشی‌سازی تجربه‌تان، ازجمله آگهی‌ها، استفاده می‌کند، همان‌طور که در ", " ما توضیح داده شده است."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["می‌توانید کنترل کنید چه کسی تاریخ تولدتان را در X ببیند. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " دارد میزبانی می‌کند"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " دارد در میزبانی همکاری می‌کند"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " دارد صحبت می‌کند"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " دارد گوش می‌دهد"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["ایجاد "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["شرکتی با این وب‌سایت ازقبل وجود دارد. آیا منظور شما ", " است؟"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["این فیلترها روی آگاه‌سازی‌های افرادی که دنبال می‌کنید تأثیری نمی‌گذارد. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["هر دفعه می‌توانید یک کلمه، عبارت، @نام‌کاربری یا برچسب را خموش کنید. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["هنگامی‌که واژه‌ای را خموش می‌کنید، برای پست‌هایی که شامل آن باشند، آگاه‌سازی جدیدی دریافت نمی‌کنید و هیچ پستی را در خط زمان «خانه» نمی‌بینید که آن واژه را داشته باشد. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["همه کسانی که خموش کرده‌اید اینجا فهرست شده‌اند. می‌توانید به این فهرست  حساب‌هایی را اضافه کنید یا از آن حذف کنید. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["اولویت‌هایتان را برای دیدن رسانه‌های حساسیت‌برانگیز در X مدیریت کنید. درباره ", " ما بیشتر بدانید."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["این موارد شامل رسانه‌های دیگری می‌شود که حساسیت‌برانگیز علامت‌گذاری شده‌اند، مثل رسانه‌های حساب‌هایی که ", " خودشان را حساسیت‌برانگیز علامت‌گذاری کرده باشند."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["حساب کاربری شما پرچم‌گذاری شده است و نمی‌تواند در برنامه «سهم درآمد آفریننده اثر» مشارکت کند. می‌توانید با دنبال کردن دستورالعمل‌های ", " درخواست بازنگری کنید. در مدت پردازش درخواست بازنگری‌تان سهم درآمد شما همچنان جمع می‌شود."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["حساب کاربری شما پرچم‌گذاری شده است و نمی‌تواند در برنامه «سهم درآمد آگهی» مشارکت کند. می‌توانید با دنبال کردن دستورالعمل‌های ", " درخواست بازنگری کنید. در مدت پردازش درخواست بازنگری‌تان سهم درآمد شما همچنان جمع می‌شود."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["مشترک شدن برای", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["نمی‌دانید چه چیزهایی کسب می‌کنید؟ "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["درخواست کردن به‌معنای موافقت شما با فعالیت در چارچوب ", " است"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["قیمت ماهانه‌ای را انتخاب کنید که برای شما و مخاطبانتان منطقی باشد. تعجب می‌کنید چقدر می‌توانید پول کسب کنید؟ "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["انتخاب پذیرش و ادامه به‌معنای موافقت شما با فعالیت در چارچوب ", " است"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["قیمت «اشتراک» خودتان را دوباره بررسی و تأیید کنید. ", " (در مدتی که «اشتراک‌ها» در دوره آزمایشی است)."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["حساب Stripe شما تأیید شده است. اشتراک‌های حساب کاربری شما به‌زودی فعال خواهد شد. به‌محض اینکه فعال شود برای شما آگاه‌سازی می‌فرستیم. برای دیدن وضعیت فعال شدن اشتراک‌ها می‌توانید به نمایه‌تان هم مراجعه کنید."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["ضربه زدن در زیر به‌معنای موافقت شما با ", " است."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["انتخاب «پیوستن و تأیید مدرک شناسایی» به‌معنای موافقت شما با ", " است"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["انتخاب «پیوستن و تأیید مدرک شناسایی» به‌معنای موافقت شما با ", " است"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["از آگهی‌هایی که در پاسخ‌های پست‌های شما اجرا می‌شود درآمد کسب کنید. برای اینکه حساب کاربری شما برای برنامه درآمد آگهی‌ها واجد شرایط باشد باید از ", "، ", " پیروی کند."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["چگونگی سفارشی کردن تجربه‌تان توسط X را در ", " کنترل کنید."];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["بله، همه حساب‌های کاربری خودکار باید برچسب‌گذاری شوند. این امر مطابق با ", " ما ضروری است."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["در صفحه ", " اطلاعات بیشتری کسب کنید."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["اطلاعات بیشتر را در صفحه ", " کسب کنید."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["از اینکه می‌بینیم دارید می‌روید متأسفیم. #خداحافظ"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["اگر تاریخ تولدی ارائه نکرده باشید، محدوده سنی شما را براساس نمایه و فعالیت Xتان ارائه کرده‌ایم. اطلاعات سنی برای شخصی‌سازی تجربه شما مورد استفاده قرار می‌گیرد. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["درست نیست؟ می‌توانید تاریخ تولدتان را بدون آنکه با عموم به اشتراک گذاشته شود، به ", " اضافه کنید."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["گروه‌های پالایش‌شده مخاطبان اغلب از فهرست‌های ایمیل یا رفتارهای مرورگری ساخته می‌شوند. این گروه‌ها به آگهی‌دهندگان کمک می‌کنند تا به مشتریان آینده‌شان یا افرادی که از قبل به کسب‌وکار آن‌ها علاقه نشان داده‌اند، دسترسی پیدا کنند. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["شما در حال حاضر بخشی از ", " از ", " هستید."];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["برای فعال کردن این مورد، به تنظیمات ", " بروید و «شخصی‌سازی براساس هویت استنباطی» را فعال کنید."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["برای فعال کردن این مورد، به تنظیمات ", " بروید و «شخصی‌سازی براساس هویت استنباطی» را فعال کنید."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["این اطلاعات را می‌توانید با غیرفعال کردن «شخصی‌سازی براساس هویت استنباطی شما» در تنظیمات ", " حذف کنید."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["این اطلاعات را می‌توانید با غیرفعال کردن «شخصی‌سازی براساس هویت استنباطی شما» در تنظیمات ", " حذف کنید."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["این‌ها درهم‌سازی‌های استنباطیِ نشانی‌های ایمیلی هستند که اجزای اصلی آن‌ها با نشانی ایمیلی که به X ارائه داده‌اید مشترک است. این اطلاعات را می‌توانید با غیرفعال کردن «شخصی‌سازی براساس هویت استنباطی شما» در تنظیمات ", " حذف کنید."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["این‌ها دستگاه‌هایی هستند که X برای ارزیابی و بهبود تجربه شما در این مرورگر استفاده می‌کند. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["این‌ها مرورگرها و دستگاه‌های مرتبط با شما است. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["این‌ها مرورگرها، دستگاه‌ها و اطلاعاتی است که X برای شخصی‌سازی تجربه شما استفاده می‌کند، و شامل دستگاه‌ها و مرورگرهایی هم هست که برای ورود به X استفاده نکرده‌اید و نیز نشانی‌های ایمیل و شماره‌تلفن‌هایی مانند مواردی که به حساب کاربری Xتان مرتبط شده‌اند. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["برای فعال کردن آن به ", " بروید."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["اگر از برنامه‌ای فعالیت مشکوکی مشاهده کردید، برای لغو دسترسی آن به ", " بروید. در برخی موارد، مکان IP شما ممکن است با مکان فیزیکی‌تان متفاوت باشد. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["شرکای X مخاطبانشان را براساس تصمیم‌های خرید، سبک زندگی، و دیگر رفتارهای آنلاین و آفلاین شکل می‌دهند. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["مشکلی پیش آمد و داد‌ه‌های X شما فرستاده نشد. برای درخواست داده‌هایتان لطفاً ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " پیش"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["فقط ۱۰۰۰ مهمان بالایی نشان داده می‌شود. ممکن است افرادی باشند که به‌طور ناشناس یا بدون وارد شدن به X گوش کنند. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + " دقیقه و " + this.props.seconds + " ثانیه"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + " ساعت و " + this.props.minutes + " دقیقه"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " عکس گروه را عوض کرد"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["شما نام گروه را به ", " تغییر دادید"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " نام گروه را به ", " تغییر داد"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["نام گروه به ", " تغییر کرد"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " ", " را اضافه کرد"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " اضافه شد"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " از گروه رفت"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " شما را اضافه کرد"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["", " در این گروه هستند"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return [" " + this.props.count + " نفر دیگر در این گروه هست" + f(this.props.count, "", "ند")];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["این پست ممکن است محتوای حساسیت‌برانگیز داشته باشد. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["پیام‌ها رمزگذاری شده است. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["به این شخص نمی‌توانید پیام خصوصی رمزگذاری‌شده بفرستید. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["دیگر نمی‌توانید برای این شخص پیام بفرستید. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["این گفتگوی رمزگذاری‌شده از دستگاه کنونی شما دردسترس نیست. برای دسترسی به آن، لطفاً از دستگاه قبلی‌تان وارد شوید. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["شما نمی‌توانید به این گروه پیام بفرستید چون تأیید نشده‌اید. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["شما نمی‌توانید به این کاربر پیام بفرستید چون تأیید نشده‌اید. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["به Fleet متعلق به ", " پاسخ دادید: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["به Fleet شما پاسخ داد: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " گیف فرستاد"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " پیوندی فرستاد"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " عکسی فرستاد"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " چسبانکی فرستاد"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " ویدیویی فرستاد"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " پیام صوتی فرستاده است"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " پستی هم‌رسانی کرد"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["به ویدئوی @", " با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " به ویدئوی @", " با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["به ویدئویی با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " به ویدئویی با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["به عکس @", " با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " به عکس @", " با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["به عکسی با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " به عکسی با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["به یک GIF از @", " با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " به یک GIF از @", " با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["به یک GIF با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " به یک GIF با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["با ", " به پست @", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " با ", " به پست ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["با ", " به پستی واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " با ", " به پستی واکنش نشان داد"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["به پیوند @", " با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " به پیوند @", " با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["به پیوندی با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " به پیوندی با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["به پیام @", " با ", " واکنش نشان دادید: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " به پیام @", " با ", " واکنش نشان داد: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["با ", " واکنش نشان دادید: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " با ", " واکنش نشان داد: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["به پیام صوتی @", " با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " به پیام صوتی @", " با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["به پیام صوتی با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " به پیام صوتی با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["با ", " واکنش نشان دادید"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " با ", " واکنش نشان داد"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["سیستم‌های X پیوندها و رسانه‌های هم‌رسانی‌شده را ازنظر وجود هرزنامه، اهانت، و محتوای ممنوع دقیقاً پایش می‌کند. ما الگوهای استفاده را هم تحلیل می‌کنیم تا رفتارهای مشکوک را شناسایی کنیم و تجربه شما را بهبود بخشیم. ممکن است پیام‌های خصوصی را برای بررسی تخلفات گزارش‌شده و سوءاستفاده از خدماتمان، یا مطابقت با قوانین یا درخواست‌های دولتی به‌طور غیرخودکار بررسی کنیم. برای اطلاعات بیشتر به ", " مراجعه کنید."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["جای درخواست‌های پیام افرادی که دنبال نمی‌کنید اینجا است. برای پاسخ به پیام‌هایشان باید درخواست را بپذیرید. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["وقتی چالشی را شروع می‌کنید، گوگل ممکن است اطلاعاتی را درباره شما، دستگاهتان، و مرورگرتان جمع‌آوری و استفاده کند. ", " گوگل را ببینید."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " پسند"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " عکس و ویدئو"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " پست"];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["نمی‌توانید پست‌های @" + this.props.screenName + " را دنبال کنید یا ببینید. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["حتماً می‌خواهید این پست‌ها را ببینید؟ با دیدن پست‌ها از مسدودشدگی درنمی‌آید @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["برای گزارش کردن مشکل مالکیت معنوی، لطفاً به ", " مراجعه کنید. برای گزارش کردن هرگونه مشکل دیگر این محصول، لطفاً به برنامه iOS یا Android بروید."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["برای اطلاعات بیشتر درباره تخلفات محصولات، ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["تعداد: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["دسته‌ها را خود کاربر انتخاب می‌کند و X آن‌ها را تخصیص نمی‌دهد و تأیید یا تصدیق نمی‌کند. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["این حساب کاربری وابسته به ", " است."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["فقط دنبال‌کنندگان تأییدشده می‌توانند پست‌های @" + this.props.screenName + " را ببینند. برای درخواست دسترسی روی دنبال کردن کلیک کنید. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X حساب‌های کاربری ناقض ", " را تعلیق می‌کند."];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["لازم است بدانیم حساب کاربری X ‏", " متعلق به شما هست یا نه. اگر نیست، اقدام می‌کنیم و ", " را از آن حذف می‌کنیم."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["اگر حساب کاربری X ‏", " به شما تعلق دارد و می‌خواهید اشتراکتان را برای ایمیل‌های آگاه‌سازی آینده لغو کنید، به ", " بروید."];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["نشانی ایمیل شما ", " را از حساب کاربری X ‏", " حذف کرده‌ایم. از این پس آگاه‌سازی‌های فرستاده‌شده برای این حساب کاربری را دریافت نخواهید کرد."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["ممکن است شخصی هنگام نام‌نویسی برای حساب کاربری X به‌طور ناخواسته نشانی ایمیل شما را وارد کرده باشد. یا، ممکن است با هدف سوءاستفاده از آن استفاده کرده باشد. می‌توانید این حساب کاربری را گزارش کنید تا به شناسایی و حذف هرزنامه از X کمک شود. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["سعی کنید ", " دنبال کنید تا بهترین بهره را از «مقاله‌های برتر» ببرید."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + " را دنبال کرد. ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["درحالت گوش دادن ناشناس، دیده نمی‌شوید و نمی‌توانید مشارکت کنید. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["یکی از مزایای «مشترک» بودن دسترسی انحصاری به «اتاق‌های گفت‌وگویی» مانند این است. فقط «مشترک‌های» @" + this.props.screenName + " می‌توانند به این «اتاق گفت‌وگو» بپیوندند. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["«تأثیر رتبه‌بندی» خودتان را از امتیاز فعلی " + this.props.currentImpact + " به " + this.props.ratingImpactToEarnIn + " افزایش دهید تا قفل امکان نوشتن شما باز شود."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["درباره پیوند موجود در این پست (", ")، و باید در تمام پست‌هایی که این پیوند را دارند نشان داده شود"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["مطمئنید این یادداشت روی ", " دارای این تصویر مفید خواهد بود، حتی اگر آن پست‌ها چیز دیگری بگویند؟"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["مطمئنید این یادداشت روی همه پست‌های دارای این تصویر مفید خواهد بود، حتی اگر آن پست‌ها چیز دیگری بگویند؟"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["مطمئنید این یادداشت روی ", " دارای این ویدئو مفید خواهد بود، حتی اگر آن پست‌ها چیز دیگری بگویند؟"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["مطمئنید این یادداشت روی همه پست‌های دارای این ویدئو مفید خواهد بود، حتی اگر آن پست‌ها چیز دیگری بگویند؟"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["مطمئنید این یادداشت روی ", " دارای این رسانه مفید خواهد بود، حتی اگر آن پست‌ها چیز دیگری بگویند؟"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["مطمئنید این یادداشت روی همه پست‌های دارای این رسانه مفید خواهد بود، حتی اگر آن پست‌ها چیز دیگری بگویند؟"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["درباره ", " بیشتر بدانید"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["درخواست‌ها ناشناس است و با هدف شفافیت "];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["اگر می‌خواهید در نوشتن و رتبه‌بندی «یادداشت‌های کاربران» کمک کنید، ", "."];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["با هدف بالا نگهداشتن کیفیت یادداشت‌ها و پبشگیری کردن از هرزنامه، حساب‌های کاربری باید شماره تلفن تأییدشده داشته باشند تا بتوانند «یادداشت کاربران» درخواست کنند. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["شما که نویسنده پست هستید می‌توانید "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " تأثیر رتبه‌بندی"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " تأثیر نوشتن"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["یادداشت در اصل به تصویر درون پستی که از آن وقت حذف شده است اضافه شد، و می‌تواند در پست‌هایی که این تصویر را شامل می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["یادداشت در اصل به تصویر موجود در ", " اضافه شده است، و ممکن است در پست‌های دیگری هم که این تصویر را داشته باشند نشان داده شود"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["یادداشت در اصل به ویدیو درون پستی که از آن وقت حذف شده است اضافه شد، و می‌تواند در پست‌های دیگری که این ویدیو را شامل می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["یادداشت در اصل به ویدئوی موجود در ", " اضافه شده است، و ممکن است در پست‌های دیگری هم که این ویدئو را داشته باشند نشان داده شود"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["یادداشت در اصل به رسانه درون پستی که از آن وقت حذف شده است اضافه شد، و می‌تواند در پست‌هایی که این رسانه را شامل می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["یادداشت در اصل به رسانه موجود در ", " اضافه شده است، و ممکن است در پست‌های دیگری هم که این رسانه را داشته باشند نشان داده شود"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["یادداشت در اصل در پستی که از آن وقت حذف شده است نوشته شد، و می‌تواند در پست‌هایی که شامل پیوندی به ", " می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["دراصل، یادداشت در ", "نوشته شده است و می‌تواند درپست‌هایی که شامل پیوندی به ", " باشند نشان داده شود"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["می‌تواند در ", " شامل این ویدئو نشان داده شود، اگر افراد موافق ضرورت این کار باشند."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["می‌تواند در پست‌های شامل این ویدئو نشان داده شود، اگر افراد موافق ضرورت این کار باشند."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["می‌تواند در ", " شامل این تصویر نشان داده شود، اگر افراد موافق ضرورت این کار باشند."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["می‌تواند در پست‌های شامل این تصویر نشان داده شود، اگر افراد موافق ضرورت این کار باشند."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["می‌تواند در ", " شامل این رسانه نشان داده شود، اگر افراد موافق ضرورت این کار باشند."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["می‌تواند در پست‌های شامل این رسانه نشان داده شود، اگر افراد موافق ضرورت این کار باشند."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["یادداشت در اصل به ویدیو درون پستی که از آن وقت حذف شده است اضافه شد، و در ", " که این ویدیو را شامل می‌شوند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["یادداشت در اصل به ویدئوی موجود در ", " اضافه شده است، و در ", " هم که این ویدئو را دارند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["یادداشت در اصل به ویدیو درون پستی که از آن وقت حذف شده است اضافه شد، و می‌تواند در ", " که این ویدیو را شامل می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["یادداشت در اصل به ویدئوی موجود در ", " اضافه شده است، و ممکن است در ", " هم که این ویدئو را دارند نشان داده شود"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["یادداشت در اصل به تصویر درون پستی که از آن وقت حذف شده است اضافه شد و می‌تواند در ", " که این تصویر را دارند نشان داده شود"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["یادداشت در اصل به تصویر موجود در ", " اضافه شده است، و در ", " هم که این تصویر را دارند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["یادداشت در اصل به تصویر درون پستی که از آن وقت حذف شده است اضافه شد، و می‌تواند در ", " که این تصویر را شامل می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["یادداشت در اصل به تصویر موجود در ", " اضافه شده است، و ممکن است در ", " هم که این تصویر را دارند نشان داده شود"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["یادداشت در اصل به رسانه درون پستی که از آن وقت حذف شده است اضافه شد، و در ", " که این رسانه را شامل می‌شوند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["یادداشت در اصل به رسانه موجود در ", " اضافه شده است، و در ", " هم که این رسانه را دارند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["یادداشت در اصل به رسانه درون پستی که از آن وقت حذف شده اضافه شده است، و می‌تواند در ", "  که این رسانه را شامل می‌شوند نشان داده شود"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["یادداشت در اصل به رسانه موجود در ", " اضافه شده است، و ممکن است در ", " هم که این رسانه را دارند نشان داده شود"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["در ", " که شامل پیوندی به ", " باشند می‌تواند نشان داده شود"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["در ", " که شامل پیوندی به ", " باشند می‌تواند نشان داده شود"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["یادداشت در اصل در پستی است که از آن وقت حذف شده است. در ", " که پیوندی به ", " دارند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["نوشته‌هایی که دراصل در ", " هستند، در ", " که دارای پیوندی به ", " هستند نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["یادداشت در اصل در پستی است که از آن وقت حذف شده است. می‌تواند در ", " که پیوندی به ", " دارند نشان داده شود"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["نوشته‌هایی که دراصل در ", " هستند، می‌توانند در ", " که دارای پیوندی به ", " هستند نشان داده شوند"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["نمایش به گروه آزمایشی کوچکی در X · بیش‌از " + this.props.impressionTruncated + " بازدید"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["نمایش به گروه آزمایشی کوچکی در X"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["نمایش در X · بیش‌از " + this.props.impressionTruncated + " بازدید"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["در X نشان داده می‌شود"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["رتبه‌بندی ناشناس است و با هدف شفاف‌سازی دردسترس عموم قرار می‌گیرد. ببینید «یادداشت‌های کاربران» داده‌ها را چطور ", " قرار می‌دهد."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["شما این یادداشت را ", " رتبه‌بندی کردید."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["شما این یادداشت را ", " رتبه‌بندی کردید."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["شما این یادداشت را ", " رتبه‌بندی کردید."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["آیا این نوشته در ", " که شامل پیوند به ", " هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["آیا این یادداشت باید در ", " که شامل همین ویدئو هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["آیا این یادداشت باید در ", " که شامل همین تصویر هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["آیا این یادداشت باید در ", " که شامل همین رسانه هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["آیا این یادداشت باید در همه پست‌هایی که دارای پیوندی به ", " هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["آیا این یادداشت باید در همه پست‌هایی که دارای همین ویدیو هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["آیا این یادداشت باید در همه پست‌هایی که دارای همین تصویر هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["آیا این یادداشت باید در همه پست‌هایی که دارای همین رسانه هستند نمایش داده شود؟"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["ایده‌ها و پیشنهادهایی برای بهبود «یادداشت‌های کاربران» دارید؟ "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["نمایش " + this.props.remainingCount + " ‏پست دیگر که توسط درخواست‌کنندگان نقل شده است"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["همیاران «یادداشت‌های کاربران» از نام‌های مستعار استفاده می‌کنند · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["این ویژگی جدیدی در «نوشته‌های انجمن» است، "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["«تأثیر رتبه‌بندی» خودتان را از امتیاز فعلی " + this.props.currentRatingImpact + " به " + this.props.requiredRatingImpact + " افزایش دهید."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " یادداشت حذف‌شده"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["برای رفع مسدودیت امکان نوشتن، این امتیاز را به " + this.props.requiredRatingImpact + " افزایش دهید"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["می‌خواهید نوشتن یادداشت را شروع کنید؟ «تأثیر رتبه‌بندی» خودتان را به " + this.props.requiredRatingImpact + " یا بالاتر افزایش دهید."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["«یادداشت‌های کاربران» وضعیت یادداشت‌های حذف‌شده را حفظ می‌کند تا اعتبار را با دقت به نویسنده یادداشت و رتبه‌دهندگان اختصاص دهد. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["اطلاعات زمینه‌ای را افرادی که از X استفاده می‌کنند می‌نویسند، و وقتی نشان داده می‌شود که دیگران آن‌ها را مفید رتبه‌بندی کرده باشند. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["«توافق‌نامه و سیاست‌های برنامه‌نویسی X» بر استفاده شما از مجموعه‌های داده حاکم است. کلیک کردن روی نماد «بارگیری» به‌معنای موافقت شما با ", " است."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["فایل شماره " + this.props.fileIndex + " از " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["چیز دیگری را جستجو کنید، یا ", " خودتان را بررسی کنید چون ممکن است جلوی محتوای احتمالاً حساسیت‌برانگیز را گرفته باشد."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["فعال ", " پیش"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["مطمئنید می‌خواهید ", " را ناظم کنید؟"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["مطمئنید می‌خواهید ", " را از ناظم‌ها حذف کنید؟"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["برای ادامه وارد ", " شوید"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["‫", " پستی را پنهان کرد‬"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["‫", " پستی را سنجاق کرد‬"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["‫", " سنجاق پستی را برداشت‬"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["‫", " پستی را آشکار کرد‬"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["‫", " عضوی را حذف کرد‬"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["‫", " عضوی را برگرداند‬"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["‫", " به این انجمن پیوست‬"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["‫", " این انجمن را ترک کرد‬"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["‫", " درخواست عضویتی را تأیید کرد‬"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["‫", " درخواست عضویتی را رد کرد‬"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["‫", " درخواست عضویتی را دوباره تأیید کرد‬"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["گزارش‌شده توسط ‪", "‬ و "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["گزارش‌شده توسط ‪", "‬"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["گزارش‌شده توسط "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["پست @", " را پنهان کردید"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["پست @", " را نگه‌داشتید"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["ایجاد در تاریخ " + this.props.date + " توسط "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["برای استفاده از این ویژگی به حساب کاربری‌ای بروید که مالک آن هستید.\n\nهمیاران می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند — و همچنین آن‌ها را مشاهده کنند.\n\nما همیشه به دنبال راه‌هایی برای بهبود واگذاری نقش هستیم. درصورت تمایل "];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["برای استفاده از این ویژگی به حساب کاربری‌ای بروید که مالک آن هستید.\n\nمدیران می‌توانند پیام خصوصی بفرستند، پست منتشر کنند، و فهرست ایجاد کنند - و فهرست‌ها را هم ببینند. همچنین می‌توانید همیاران را به حساب کاربری دعوت کنید یا آن‌ها را حذف کنید و اطلاعات تحلیلی پست‌ها را مشاهده کنید.\n\nما همیشه به دنبال راه‌هایی برای بهبود واگذاری نقش هستیم. درصورت تمایل "];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["برای دیدن اطلاعات بیشتر درباره این شغل "];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["دیدن شغل‌هایی مثل ", " ", " را در خط زمانتان شروع کنید"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["نمایش شغل‌های ", " "];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["دیدن پست‌ها باعث رفع مسدودسازی @" + this.props.screenName + " نمی‌شود. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["پیش‌سفارش به‌قیمت "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["درباره برنامه‌ها و سیاست‌های درآمدزایی ما از ", " بیشتر بدانید."];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["خریداری کردن به‌معنای موافقت با ", " و ", " است. همان‌طور که در «شرایط» شرح داده شده است، «اشتراک‌ها» تا وقتی لغو نشود به‌صورت خودکار تمدید می‌شود. هروقت خواستید می‌توانید لغو کنید."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["خریداری کردن به‌معنای موافقت با ", " و ", " است."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["پسندها، نام‌بری‌ها، بازپست‌ها، و بسیاری چیزهای دیگر — وقتی از طرف حساب کاربری تأییدشده باشند، آن‌ها را اینجا پیدا می‌کنید. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["در ", " درباره دسترسی برنامه‌های شخص ثالث بیشتر بدانید."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["محصول ", ". ", " و ", " مربوط به " + this.props.orgName + " را بخوانید."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["برای پشتیبانی به ", " پیام بزنید."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["برای شروع ", "."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["همگام‌سازی از "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["هم‌رسانی از "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["پرسش‌هایتان درباره «استخدام X» را با ایمیل به ", " برای ما بفرستید."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(برای سازمان‌ها، ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["شروع کردن ", " و مشترک شدن به‌معنای موافقت شما با ", " است. پس‌از دوره آزمابشی " + this.props.numberOfDays + " روزه، مبلغ طرح سالانه یا ماهانه‌ای که هنگام نام‌نویسی انتخاب کرده‌اید از شما دریافت می‌شود، مگر اینکه ظرف مدت " + this.props.numberOfDays + " روزه دوره آزمایشی رایگان لغو کرده باشید. همان‌طور که در «شرایط» شرح داده شده است، اشتراک‌ها تا زمانی که لغو نشده باشند به‌طور خودکار تمدید می‌شوند. ", ". برای پرهیز از هزینه‌های اضافی تا ۲۴ ساعت پیش‌از تمدید اشتراکتان لغو کنید. برای اشتراک به شماره تلفن تأییدشده نیاز دارید. اگر در پلاتفرم دیگری مشترک شده‌اید، اشتراکتان را ازطریق همان پلاتفرم مدیریت کنید."];
                            },
                        },
                        {
                            key: "ca87939f",
                            get: function () {
                                return ["مشترک شدن به‌معنای موافقت شما با ", " است. همان‌طور که در ", " شرح داده شده است، اشتراک‌ها تا وقتی لغو نشده باشند به‌طور خودکار تمدید می‌شوند. ", ". برای پرهیز از هزینه‌های اضافی اشتراکتان را تا ۲۴ ساعت پیش‌از تمدید لغو کنید. هنگام افزایش سطح اشتراک به سطح گران‌تر، اعتبار باقی‌مانده اشتراک قبلی شما به حساب کاربری شما منتقل و به‌طور خودکار در پرداخت‌های آینده اعمال می‌شود. اشتراک جدید شما بلافاصله شروع خواهد شد. برای مشترک شدن شماره تلفن تأییدشده لازم است."];
                            },
                        },
                        {
                            key: "ed2a6ba9",
                            get: function () {
                                return ["مشترک شدن به‌معنای موافقت شما با ", " است. همان‌طور که در ", " شرح داده شده است، اشتراک‌ها تا وقتی لغو نشده باشند به‌طور خودکار تمدید می‌شوند. ", ". برای پرهیز از هزینه‌های اضافی اشتراکتان را تا ۲۴ ساعت پیش‌از تمدید لغو کنید. هنگام کاهش سطح اشتراک، اشتراک فعلی شما و ویژگی‌های مربوطه بلافاصله به سطح اشتراک جدید تغییر می‌کند. برای هیچ بخشی از اشتراک قبلی‌تان بازپرداختی دریافت نخواهید کرد، مگر اینکه قانون الزام‌آوری وجود داشته باشد. هزینه سطح اشتراک جدید نیز بلافاصله از شما دریافت خواهد شد. برای مشترک شدن شماره تلفن تأییدشده لازم است."];
                            },
                        },
                        {
                            key: "db638a21",
                            get: function () {
                                return ["مشترک شدن به‌معنای موافقت شما با ", " است. همان‌طور که در ", " شرح داده شده است، اشتراک‌ها تا وقتی لغو نشده باشند به‌طور خودکار تمدید می‌شوند. ", ". برای پرهیز از هزینه‌های اضافی اشتراکتان را تا ۲۴ ساعت پیش‌از تمدید لغو کنید. هنگام تغییر طرح، اشتراک جدید شما بلافاصله شروع خواهد شد. اعتبار باقی‌مانده اشتراک قبلی شما به حساب کاربری شما منتقل و به‌طور خودکار در پرداخت‌های آینده اعمال می‌شود. برای مشترک شدن شماره تلفن تأییدشده لازم است."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["با مشترک شدن با ", " موافقت می‌کنید. همان‌طور که در ", " شرح داده شده است، اشتراک‌ها تا وقتی لغو نشده باشند به‌طور خودکار تمدید می‌شوند. ", ". حداقل ۲۴ ساعت قبل‌از تمدید لغو کنید تا هزینه اضافه پرداخت نکنید. هنگام ارتقا دادن، اشتراک کنونی و ویژگی‌های همراه با رده بلافاصله به رده اشتراک جدید تبدیل می‌شود. هزینه رده جدید بلافاصله کسر می‌شود ولی هر تراز متناسب از دوره صورت‌حساب کنونی شما برای پرداخت هزینه امروز استفاده می‌شود. برای هیچ بخشی از اشتراک قبلی‌تان بازپرداخت دریافت نخواهید کرد مگر اینکه قانون آن را الزامی کرده باشد."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["با مشترک شدن، با ", " موافقت می‌کنید. همان‌طور که در ", "شرح داده شده است. ", ".  حداقل ۲۴ ساعت قبل‌از تمدید لغو کنید تا هزینه اضافه پرداخت نکنید. هنگام تنزل دادن، اشتراک کنونی همچنان فعال می‌ماند تا وقتی که دوره صورت‌حساب بعدی فرابرسد و اشتراک جدیدتان شروع شود. در شروع چرخه صورتحساب بعدی، هزینه رده جدیدتان کسر خواهد شد."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["با مشترک شدن، با ", " موافقت می‌کنید. همان‌طور که در ", " آمده است  اشتراک‌ها تا وقتی لغو نکنید، تمدید خودکار می‌شود. ", ". حداقل ۲۴ ساعت قبل‌از تمدید لغو کنید تا هزینه اضافه پرداخت نکنید. هنگام تعویض کردن، همچنان از ویژگی‌های همراه با رده خود لذت ببرید. هزینه سالانه برای رده‌تان بلافاصله کسر می‌شود ولی هرگونه تراز متناسب مربوط به صورت‌حساب ماهانه شما برای هزینه‌های کل امروز استفاده می‌شود."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["با مشترک شدن، با ", " موافقت می‌کنید. همان‌طور که در ", " آمده است  اشتراک‌ها تا وقتی لغو نکنید، به‌طور خودکار تمدید می‌شود. ", ". حداقل ۲۴ ساعت قبل‌از تمدید لغو کنید تا هزینه اضافه پرداخت نکنید. هنگام تعویض کردن، همچنان از ویژگی‌های همراه با رده خود لذت ببرید. هزینه ماهانه برای رده‌تان بلافاصله کسر می‌شود ولی اعتبار متناسب باقیمانده برای پرداخت سالانه شما تا وقتی تمام نشده است برای هزینه‌های ماهانه شما محاسبه می‌شود."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["‫اشتراک با ", " " + this.props.newPrice + "/" + this.props.interval + "‬"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["‫", " " + this.props.newPrice + "/" + this.props.interval + " با صورت‌حساب سالانه‬"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["اطلاعات نشانی با Google هم‌رسانی می‌شود. برای اطلاعات بیشتر به ", " و ", " مراجعه کنید."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["فقط مدیران و ناظم‌های «انجمن‌ها» می‌توانند آن‌ها را در نمایه‌هایشان در «کانون» قرار دهند. می‌خواهید "];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["برای یافتن مرکز بحرانی نزدیک شما، به ", " مراجعه کنید."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["اگر احساس می‌کنید در خطر هستید، توصیه می‌کنیم با خدمات اعمال قانون محلی‌تان تماس بگیرید. اگر بعداً سؤالی داشتند می‌توانند به ", " رجوع کنند."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["همیشه می‌توانید دنبال کردن را در ", " لغو کنید."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["آخرین به‌روز رسانی:‏ "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["وقتی «محفل» خودتان را ویرایش می‌کنید به افراد اطلاع داده نخواهد شد. هرکسی که اضافه کنید می‌تواند پست‌های قبلی «محفل» شما را ببیند. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["تعداد دفعاتی که این پست دیده شده است. برای کسب اطلاعات بیشتر، از ", " بازدید کنید."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["تعداد دفعاتی که این پست دیده شده است. چند دقیقه‌ای طول می‌کشد تا تعداد بازدیدها نشان داده شود. برای کسب اطلاعات بیشتر، از ", " بازدید کنید."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["تعداد دفعات دیده شدن این پست دردسترس نیست. برای کسب اطلاعات بیشتر، از ", " بازدید کنید."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["با کلیک روی «ایجاد تبلیغ»، نشان می‌دهید که ", " و ", " را خوانده‌اید و با آن‌ها موافق هستید."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["با کلیک روی «ایجاد تبلیغ»، نشان می‌دهید که ", " را خوانده‌اید و با آن‌ها موافق هستید."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["برخی گزینه‌های هدف‌یابی طبق ", " برای این حساب کاربری آگهی‌ها دردسترس نیست."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["با کلیک روی «پست تبلیغ‌شده»، نشان می‌دهید که ", " و ", " را خوانده‌اید و با آن‌ها موافق هستید."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["با کلیک روی «پست تبلیغ‌شده»، نشان می‌دهید که ", " را خوانده‌اید و با آن‌ها موافق هستید."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["این پست پاسخ پنهان‌شده‌ای ندارد، ولی پست‌های «محافظت‌شده» ممکن است کنار گذاشته شود. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["با کلیک در زیر و انجام این خرید، موافقت می‌کنید که ", " را رعایت کنید."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["این کار باعث می‌شود ", " نتواند شما را در هیچ‌یک از فهرست‌هایش، ازجمله این یکی، بگنجاند."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["ایمیلتان را با " + this.props.creatorName + " هم‌رسانی کنید. پذیرقتن شما به‌معنای این است که به X اجازه می‌دهید نشانی ایمیل را با هدف ارتباطات خارج از پلاتفرم با آفریننده اثر هم‌رسانی کند و ", " را می‌پذیرید."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["یک سال " + this.props.tier + " به‌مبلغ " + this.props.price + " به @" + this.props.screenName + " هدیه دهید. وقتی پرداخت تکمیل شد، به ایشان اطلاع داده خواهد شد که برایش هدیه‌ای فرستاده‌اید."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["قیمت اشتراک اهدایی هنگام خرید دریافت می‌شود و قابل بازپرداخت نیست. برای یک‌بار قابل استفاده است، قابل جایگزینی یا ترکیب با اشتراک‌های دیگر نیست، و ارزش نقدی ندارد. پس‌از بازبینی X و تخصیص به دریافت‌کننده شروع می‌شود، که باید سیاست‌ها و ", " ما را بپذیرد. چنانچه دریافت‌کننده نتواند الزامات واجدشرایط بودن را برآورده کند، اشتراک را لغو کند، یا شرایط و سیاست‌های ما را نپذیرد، این هدیه قابل پس‌خرید یا بازپرداخت نیست. ممکن است به آن مالیات تعلق گیرد. «شرایط» ممکن است تغییر کند. "];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["سازمان‌ها علامت طلایی دارند و اشخاص حقیقی علامت آبی. طبق ", " ما، استفاده نامناسب منجر به لغو اشتراک شما بدون بازپرداخت مبلغ می‌شود."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["سازمان‌ها تصویر نمایه مربعی دارند و اشخاص حقیقی تصویر نمایه دایره‌ای. طبق ", " ما، استفاده نامناسب منجر به لغو اشتراک شما بدون بازپرداخت مبلغ می‌شود."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["پیکربندی اینکه وقتی ازطریق درگاه ", " تبلیغ می‌شوند، از کدام حساب کاربری آگهی برای شغل استفاده شود."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["هیچ حساب کاربری واجدشرایطی یافت نشد. برای مراحل بعدی، صفحه ", " را ببینید."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["با لغو کردن «سازمان‌های تأییدشده» سازمان شما بلافاصله علامت طلایی‌اش را ازدست می‌دهد."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["افزون‌برآن، همه حساب‌های کاربری وابسته بلافاصله لغو می‌شوند و علامت‌های طلایی یا آبی و نشان‌های وابستگی‌شان را ازدست خواهند داد."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["با لغو کردن، فوراً علامت‌گذاری‌ها و همه ویژگی‌های پولی از سازمانتان و همه حساب‌های کاربری وابسته حذف خواهد شد."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["اگر امروز تصمیم بگیرید لغو نکنید، در " + this.props.totalDays + " روز آینده، هر " + this.props.daysOfCouponInterval + " روز " + this.props.creditAmount + " دلار اعتبار آگهی اضافی رایگان به پورتال شما اضافه خواهیم کرد. چنانچه این پیشنهاد را بپذیرید، تیم پشتیبانی برای راهنمایی با شما تماس خواهد گرفت تا از این اعتبار بهترین بهره‌داری را برای سازمانتان داشته باشید."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["اگر امروز تصمیم بگیرید لغو نکنید، در " + this.props.daysToWaitForFirstRedeemable + " روز آینده " + this.props.creditAmount + " دلار اعتبار آگهی اضافی رایگان به پورتال شما اضافه خواهیم کرد. چنانچه این پیشنهاد را بپذیرید، تیم پشتیبانی برای راهنمایی با شما تماس خواهد گرفت تا از این اعتبار بهترین بهره‌داری را برای سازمانتان داشته باشید."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["این پیشنهاد فقط برای همین یک بار است، و دوباره دردسترس نخواهد بود."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["هنوز می‌توانید برگردید و پیشنهاد فقط‌یک‌بار را که دیگر ارائه نخواهد شد دریافت کنید. هزینه روزهای باقیمانده از اشتراک شما تا دوره صورت‌حساب بعدی‌تان به شما برگردانده نخواهد شد. پس‌از آن، برای شما صورت‌حسابی فرستاده نمی‌شود."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["«سازمان‌های تأییدشده» در X برای همه مشکلات «اولویت پشتیبانی» دریافت می‌کنند. هر مشکلی باشد، می‌توانیم راهنمایی کنیم هرچه‌زودتر آن را حل کنید. می‌خواهید تماسی با یکی‌از اعضای تیم «سازمان‌های تأییدشده» زمان‌بندی کنید، و با شخصی صحبت کنید که شما را راهنمایی کند؟"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["اگر لغو کنید، بلافاصله دسترسی به این اعتبار آگهی رایگان، و همه اعتبارهای آگهی رایگان آینده که با اشتراک در اختیارتان قرار می‌گیرد، را ازدست می‌دهید. چون قبلاً برای این مزایا پرداخت کرده‌اید، توصیه می‌کنیم لغو نکنید و از آن استفاده کنید."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["برای افزایش دادن این محدودیت لطفاً از ", " با «پشتیبانی ويژه تأییدشده‌ها» تماس بگیرید."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["هریک از وابسته‌ها هم ", " در ", " هزینه دارد."];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["‫", " در سال برای سال نخست شما. سپس ", " در سال."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["هریک از حساب‌های کاربری وابسته ", " در شناسه در سال است. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["‫", " در ", " (", ") + ", " برای هر شناسه در ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["‫", " در ", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["دریافت ۳۰٪ تخفیف برای طرح‌های سالانه و تا سقف ۱۲٬۰۰۰ دلار اعتبار آگهی رایگان درصورت اشتراک پیش‌از "];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["طرح «دسترسی کامل» ", " در ", " (", ") است. هریک از حساب‌های کاربری وابسته هم برای هر شناسه ", " در ", " (", ") است. "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["طرح «پایه» ", " در ", " (", ") است. "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["کلیک روی «اشتراک» به‌معنای موافقت شما با ", " است. «اشتراک‌ها» تا وقتی لغو نشده باشد به‌طور خودکار تمدید می‌شود. همه حساب‌های کاربری‌ای که نام‌نویسی می‌کنند باید از مرحله تأیید غیرخودکار بگذرند."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["کلیک کردن روی «اشتراک» به‌معنای موافقت شما با ", " است. اشتراک‌ها تا وقتی لغو نشده باشد به‌طور خودکار تمدید می‌شود. حساب‌های کاربری‌ای که نام‌نویسی کنند ازنظر اصالت بازبینی می‌شوند. اگر حساب کاربری‌ای نام‌نویسی کند و سازمان نباشد، پذیرفته نمی‌شوید و پول شما برگردانده نمی‌شود."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["افزون‌برآن، برای مدتی محدود، ", " اعتبار تبلیغات با پشتیبانی اختصاصی که ", " برای سازمانتان یا هریک از وابسته‌های آن هزینه کنید."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["افزون‌برآن، برای مدتی محدود، ", " اعتبار تبلیغات با پشتیبانی اختصاصی که ", " ماه برای سازمانتان هزینه کنید."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " به‌قیمت " + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " به‌قیمت " + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["این تغییر اشتراک در اینجا پشتیبانی نمی‌شود، لطفاً از ", " با «پشتیبانی مشترکان تأییدشده Premium» تماس بگیرید."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["اگر به وابسته‌های بیشتری نیاز دارید از ", " با «واحد فروش تأییدشده‌ها» تماس بگیرید."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["با کلیک روی «" + this.props.action + "» موافقت می‌کنید ", " را رعایت کنید."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["از این اطلاعات برای ارزیابی درخواست برای ", " استفاده خواهیم کرد. ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["با علامت زدن این چارگوش نشان می‌دهید شرایط و ضوابط موجود در ", " را خوانده‌اید و با آن‌ها موافقید."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["«سازمان‌های تأییدشده» اکنون " + this.props.xtc_coupon_value + " (یا معادل ارز محلی) اعتبار آگهی دارند*. می‌توانید آن را برای سازمانتان یا برای هریک از وابسته‌هایتان اعمال کنید. برای پس‌خرید کردن کافی است حساب کاربری آگهی را در زیر انتخاب کنید."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["«سازمان‌های تأییدشده» اکنون " + this.props.xtc_coupon_value + " (یا معادل ارز محلی) اعتبار آگهی دارند.* هر ۳۰ روز، " + this.props.xtc_coupon_value + " (یا معادل ارز محلی) برای هزینه کردن در آگهی‌ها دریافت می‌کنید که هروقت خواستید می‌توانید خرج کنید. می‌توانید آن را برای سازمانتان یا برای هریک از وابسته‌هایتان اعمال کنید. برای پس‌خرید کردن کافی است حساب کاربری آگهی را در زیر انتخاب کنید."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["مدیریت شناسه‌های حساب‌های کاربری آگهی‌هایتان را ", " انجام دهید."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["مشکلی پیدا کرده‌اید؟ هر پرسشی دارید با ", " تماس بگیرید."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["‫", " روز فرصت دارید تا ", " باقی‌مانده در این اعتبار آگهی را خرج کنید."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["اعتبار آگهی‌هایتان را فعال کنید. اگر چند حساب کاربری آگهی‌ها دارید، می‌توانید ورودی زیر را ویرایش کنید. تا " + this.props.expiresAt + " قابل بازخرید است"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["شناسه «حساب آگهی‌ها» مرتبط با حساب X خودتان را پیدا کنید. آن را می‌توانید ", " پیدا کنید."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["«افزودن روش پرداخت جدید» را انتخاب کنید و در «مدیر آگهی‌ها» کارتی اعتباری به‌عنوان نوع پرداخت اضافه کنید. اگر کارت اعتباری فعال نداشته باشید، اعتبارتان اعمال نمی‌شود و آگهی اجرا نخواهد شد."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["شناسه «حساب کاربری آگهی‌های» خودتان را در قسمت ورود متن در بالای این صفحه کپی کنید. روی فعال‌سازی کلیک کنید."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["کارزار تبلیغاتی‌تان را راه‌اندازی کنید."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["«افزودن روش پرداخت جدید» را انتخاب کنید و در «مدیر آگهی‌ها» کارتی اعتباری به‌عنوان نوع پرداخت اضافه کنید. اگر کارت اعتباری فعال نداشته باشید، آگهی‌تان اجرا نخواهد شد."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["متوجه خواهید شد که اعتبارتان در «مدیر آگهی‌ها» ذیل «صورت‌حساب‌ها» اعمال شده است."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["اگر در گذشته در X تبلیغ کرده‌اید، ممکن است چند شناسه «حساب کاربری آگهی‌ها» داشته باشید."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["فهرستی از همه شناسه‌های «حساب‌های کاربری آگهی‌های» خودتان را می‌توانید ", " پیدا کنید."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["مطمئن شوید شناسه «حساب کاربری آگهی‌ها» را برای اعمال اعتبارتان درست وارد کرده باشید."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["به‌عنوان مشترک «سازمان‌های تأییدشده» با «دسترسی کامل»، می‌توانید اعتبارتان را در هریک از حساب‌های کاربری وابسته‌تان اعمال کنید."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["برای انجام این کار، باید به شناسه «حساب کاربری آگهی‌ها» برای حساب کاربری وابسته‌ای که می‌خواهید در آن کارزار تبلیغاتی انجام دهید دسترسی داشته باشید."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["این شناسه را می‌توانید با وارد شدن به حساب کاربری وابسته و پیمایش به ", " پیدا کنید."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["سازمان‌های تأییدشده واجد شرایط دریافت اعتبار و استفاده از آن برای ", " و تبلیغ شغل هستند. این مراحل را تکمیل کنید تا قابلیت‌های تبلیغاتی کاملاً فعال شود."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["سازمان‌های تأییدشده واجد شرایط دریافت اعتبار و استفاده از آن برای ", " هستند. این مراحل را تکمیل کنید تا قابلیت‌های تبلیغاتی کاملاً فعال شود."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["فعال‌سازی کوپن"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["حساب کاربری فعالی با وضعیت مناسب انتخاب کنید تا بتوانید این " + this.props.couponAmount + " اعتبار را بپذیرید."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["فهرستی از شناسه‌های حساب کاربری را می‌توانید در ", " پیدا کنید. شناسه برای مثال: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["شغل‌ها برای تبلیغ با کنش ", " آماده‌اند"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["پس‌از واجد شرایط شدن، شغل‌ها می‌توانند با کنش ", " تبلیغ شوند"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["درخواست‌هایی را بررسی می‌کنیم که صاحب نام‌تجاری یا نمایندگان رسمی آن درخواست می‌کنند. لطفاً برای اطلاعات بیشتر، ", " را ببینید."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["‎", " ", "‎"];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["شناسه مالکان «فهرست» و نام «فهرست» را در قالب زیر وارد کنید: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["فقط وقتی می‌توانید این ستون را پاک کنید که به ", " تعویض کنید."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["مشاهده «سیاست‌های مربوط به حریم شخصی» ما در "];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["مشاهده «شرایط استفاده» ما در "];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["‫X و شرکای آن از کوکی‌ها استفاده می‌کنند تا خدمات بهتر، ایمن‌تر و سریع‌تر به شما ارائه دهند و از کسب‌وکار ما حمایت شود. برخی کوکی‌ها برای استفاده از خدمات ما، بهبود خدمات ما، و اطمینان از عملکرد صحیح آن‌ها ضروری است. چنانچه روی «پذیرفتن همه کوکی‌ها» کلیک کنید، به X و شرکای آن اجازه می‌دهید از کوکی‌ها برای ارائه تبلیغات و ارتباطات متناسب با علایق شما هم استفاده کنند. چنانچه روی «نپذیرفتن کوکی‌های غیرضروری» کلیک کنید، از کوکی‌ها برای جمع‌آوری داده‌های اضافی برای تبلیغات و ارتباطات متناسب استفاده نخواهیم کرد. برای اطلاعات بیشتر درباره رویه‌های کوکی ما، لطفاً به صفحه مرکز راهنمایی کوکی ما در وب به نشانی ", " مراجعه کنید"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " توسط نویسنده"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " مقاله"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["این رسانه به‌دلیل ادعای حق نسخه‌برداری " + this.props.copyrightHolder + " غیرفعال شده است. برای مخالفت با این ادعا، لطفاً از ", " استفاده کنید."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " بازپست کرد"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " ساعت " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["از "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " و "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " و "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["درحال پاسخ به "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["درحال پاسخ به ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["در پاسخ به ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["درحال پاسخ به ", " ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["در پاسخ به ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " خواندن"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["از "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " عضو"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["دنبال‌شده توسط "];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["دنبال‌شده توسط ", " و "];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["دنبال‌شده توسط ", "، ", "، و "];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["دنبال‌شده توسط ", "، ", "، و ", " نفر دیگر که شما دنبال می‌کنید"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " و ", " نفر دیگر در این سرفصل موضوع داغ هستند"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["پرداخت‌شده توسط "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["پرداخت‌شده توسط ", " و بدون مجوز هیچ‌یک از نامزدها یا کمیته نامزدها."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["پرداخت‌شده توسط ", " · با مجوز " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["فقط شما و افراد حاضر در «محفل» شما می‌توانند این پست را ببینند. بازپست، نقل‌قول، و هم‌رسانی دردسترس نیست. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["با این موضوع داغ: "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["با این موضوع‌های داغ: ", "، "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " از "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    a = d.Children.toArray(this.props.children),
                                    c = ((e = this.props.$i18n), b[u[e]] || i);
                                return function (e, n, f) {
                                    return e.concat(n, a[c(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, o),
                    m && t(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(c(674132)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", o),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(o, e);
                });
            var m = c(495075);
            c(800694), c(556829), c(530152), c(658610), c(492344), c(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                l = m._relativeTimeFormatterFn,
                j = m._unitFormatterFn;
            (m.b1828228752 = s(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹", { 3: { one: "0 هزار", other: "0 هزار" }, 4: { one: "00 هزار", other: "00 هزار" }, 5: { one: "000 هزار", other: "000 هزار" }, 6: { one: "0 میلیون", other: "0 میلیون" }, 7: { one: "00 میلیون", other: "00 میلیون" }, 8: { one: "000 م", other: "000 م" }, 9: { one: "0 م", other: "0 م" }, 10: { one: "00 م", other: "00 م" }, 11: { one: "000 میلیارد", other: "000 میلیارد" }, 12: { one: "0 تریلیون", other: "0 تریلیون" }, 13: { one: "00 ت", other: "00 ت" }, 14: { one: "000 ت", other: "000 ت" }, maxExponent: 14 }], m("fa").pluralGenerator({}))),
                (m.b451762948 = s(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a869301246 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a868766010 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1162273242 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a209827537 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹", { 3: { one: "0 هزار", other: "0 هزار" }, 4: { one: "00 هزار", other: "00 هزار" }, 5: { one: "000 هزار", other: "000 هزار" }, 6: { one: "0 میلیون", other: "0 میلیون" }, 7: { one: "00 میلیون", other: "00 میلیون" }, 8: { one: "000 م", other: "000 م" }, 9: { one: "0 م", other: "0 م" }, 10: { one: "00 م", other: "00 م" }, 11: { one: "000 میلیارد", other: "000 میلیارد" }, 12: { one: "0 تریلیون", other: "0 تریلیون" }, 13: { one: "00 ت", other: "00 ت" }, 14: { one: "000 ت", other: "000 ت" }, maxExponent: 14 }], m("fa").pluralGenerator({}))),
                (m.b990431813 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1822636776 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b2142564759 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a777520855 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹", { 3: { one: "0 هزار", other: "0 هزار" }, 4: { one: "00 هزار", other: "00 هزار" }, 5: { one: "000 هزار", other: "000 هزار" }, 6: { one: "0 میلیون", other: "0 میلیون" }, 7: { one: "00 میلیون", other: "00 میلیون" }, 8: { one: "000 م", other: "000 م" }, 9: { one: "0 م", other: "0 م" }, 10: { one: "00 م", other: "00 م" }, 11: { one: "000 میلیارد", other: "000 میلیارد" }, 12: { one: "0 تریلیون", other: "0 تریلیون" }, 13: { one: "00 ت", other: "00 ت" }, 14: { one: "000 ت", other: "000 ت" }, maxExponent: 14 }], m("fa").pluralGenerator({}))),
                (m.b1314785926 = s(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1911706104 = s(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1440675204 = s(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹", { 3: { one: "0 هزار", other: "0 هزار" }, 4: { one: "00 هزار", other: "00 هزار" }, 5: { one: "000 هزار", other: "000 هزار" }, 6: { one: "0 میلیون", other: "0 میلیون" }, 7: { one: "00 میلیون", other: "00 میلیون" }, 8: { one: "000 م", other: "000 م" }, 9: { one: "0 م", other: "0 م" }, 10: { one: "00 م", other: "00 م" }, 11: { one: "000 میلیارد", other: "000 میلیارد" }, 12: { one: "0 تریلیون", other: "0 تریلیون" }, 13: { one: "00 ت", other: "00 ت" }, 14: { one: "000 ت", other: "000 ت" }, maxExponent: 14 }], m("fa").pluralGenerator({}))),
                (m.a1491322307 = s(["‎'AED' ", , 1, 2, 2, , , 0, 3, , "", "‎'AED' #,##0.00", "-‎'AED' ‎'AED' #,##0.00", "-‎'AED' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a800402708 = s(["‎'ALL' ", , 1, 0, 0, , , , 3, , "", "‎'ALL' #,##0", "-‎'ALL' ‎'ALL' #,##0", "-‎'ALL' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a621214561 = s(["‎'ARS' ", , 1, 2, 2, , , 0, 3, , "", "‎'ARS' #,##0.00", "-‎'ARS' ‎'ARS' #,##0.00", "-‎'ARS' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a2088847000 = s(["‎'A$'", , 1, 2, 2, , , 0, 3, , "", "‎'A$'#,##0.00", "-‎'A$'‎'A$'#,##0.00", "-‎'A$'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1009512139 = s(["‎'BAM' ", , 1, 2, 2, , , 0, 3, , "", "‎'BAM' #,##0.00", "-‎'BAM' ‎'BAM' #,##0.00", "-‎'BAM' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b25767087 = s(["‎'BDT' ", , 1, 2, 2, , , 0, 3, , "", "‎'BDT' #,##0.00", "-‎'BDT' ‎'BDT' #,##0.00", "-‎'BDT' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1059694502 = s(["‎'BGN' ", , 1, 2, 2, , , 0, 3, , "", "‎'BGN' #,##0.00", "-‎'BGN' ‎'BGN' #,##0.00", "-‎'BGN' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1191610865 = s(["‎'BHD' ", , 1, 3, 3, , , 0, 3, , "", "‎'BHD' #,##0.000", "-‎'BHD' ‎'BHD' #,##0.000", "-‎'BHD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a2084284967 = s(["‎'R$'", , 1, 2, 2, , , 0, 3, , "", "‎'R$'#,##0.00", "-‎'R$'‎'R$'#,##0.00", "-‎'R$'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b6698514 = s(["‎'BYR' ", , 1, 0, 0, , , , 3, , "", "‎'BYR' #,##0", "-‎'BYR' ‎'BYR' #,##0", "-‎'BYR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1913483809 = s(["‎'$CA' ", , 1, 2, 2, , , 0, 3, , "", "‎'$CA' #,##0.00", "-‎'$CA' ‎'$CA' #,##0.00", "-‎'$CA' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b313175166 = s(["‎'CHF' ", , 1, 2, 2, , , 0, 3, , "", "‎'CHF' #,##0.00", "-‎'CHF' ‎'CHF' #,##0.00", "-‎'CHF' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1615725850 = s(["‎'CLP' ", , 1, 0, 0, , , , 3, , "", "‎'CLP' #,##0", "-‎'CLP' ‎'CLP' #,##0", "-‎'CLP' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1798210413 = s(["‎'¥CN' ", , 1, 2, 2, , , 0, 3, , "", "‎'¥CN' #,##0.00", "-‎'¥CN' ‎'¥CN' #,##0.00", "-‎'¥CN' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a2002974007 = s(["‎'COP' ", , 1, 0, 0, , , , 3, , "", "‎'COP' #,##0", "-‎'COP' ‎'COP' #,##0", "-‎'COP' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1474839505 = s(["‎'CZK' ", , 1, 2, 2, , , 0, 3, , "", "‎'CZK' #,##0.00", "-‎'CZK' ‎'CZK' #,##0.00", "-‎'CZK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1171152959 = s(["‎'DKK' ", , 1, 2, 2, , , 0, 3, , "", "‎'DKK' #,##0.00", "-‎'DKK' ‎'DKK' #,##0.00", "-‎'DKK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1553536693 = s(["‎'DZD' ", , 1, 2, 2, , , 0, 3, , "", "‎'DZD' #,##0.00", "-‎'DZD' ‎'DZD' #,##0.00", "-‎'DZD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a692553013 = s(["‎'EGP' ", , 1, 2, 2, , , 0, 3, , "", "‎'EGP' #,##0.00", "-‎'EGP' ‎'EGP' #,##0.00", "-‎'EGP' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1827279649 = s(["‎'€'", , 1, 2, 2, , , 0, 3, , "", "‎'€'#,##0.00", "-‎'€'‎'€'#,##0.00", "-‎'€'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b810905002 = s(["‎'£'", , 1, 2, 2, , , 0, 3, , "", "‎'£'#,##0.00", "-‎'£'‎'£'#,##0.00", "-‎'£'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b337639407 = s(["‎'GHS' ", , 1, 2, 2, , , 0, 3, , "", "‎'GHS' #,##0.00", "-‎'GHS' ‎'GHS' #,##0.00", "-‎'GHS' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1584230367 = s(["‎'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "‎'GTQ' #,##0.00", "-‎'GTQ' ‎'GTQ' #,##0.00", "-‎'GTQ' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a100689308 = s(["‎'$HK' ", , 1, 2, 2, , , 0, 3, , "", "‎'$HK' #,##0.00", "-‎'$HK' ‎'$HK' #,##0.00", "-‎'$HK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1091944322 = s(["‎'HRK' ", , 1, 2, 2, , , 0, 3, , "", "‎'HRK' #,##0.00", "-‎'HRK' ‎'HRK' #,##0.00", "-‎'HRK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b447541718 = s(["‎'HUF' ", , 1, 2, 2, , , 0, 3, , "", "‎'HUF' #,##0.00", "-‎'HUF' ‎'HUF' #,##0.00", "-‎'HUF' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b476289366 = s(["‎'IDR' ", , 1, 0, 0, , , , 3, , "", "‎'IDR' #,##0", "-‎'IDR' ‎'IDR' #,##0", "-‎'IDR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1240473635 = s(["‎'₪'", , 1, 2, 2, , , 0, 3, , "", "‎'₪'#,##0.00", "-‎'₪'‎'₪'#,##0.00", "-‎'₪'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1346551444 = s(["‎'₹'", , 1, 2, 2, , , 0, 3, , "", "‎'₹'#,##0.00", "-‎'₹'‎'₹'#,##0.00", "-‎'₹'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a589301231 = s(["‎'IQD' ", , 1, 0, 0, , , , 3, , "", "‎'IQD' #,##0", "-‎'IQD' ‎'IQD' #,##0", "-‎'IQD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1153709044 = s(["‎'ISK' ", , 1, 0, 0, , , , 3, , "", "‎'ISK' #,##0", "-‎'ISK' ‎'ISK' #,##0", "-‎'ISK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1340692482 = s(["‎'¥'", , 1, 0, 0, , , , 3, , "", "‎'¥'#,##0", "-‎'¥'‎'¥'#,##0", "-‎'¥'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1687503050 = s(["‎'KES' ", , 1, 2, 2, , , 0, 3, , "", "‎'KES' #,##0.00", "-‎'KES' ‎'KES' #,##0.00", "-‎'KES' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1352643462 = s(["‎'₩'", , 1, 0, 0, , , , 3, , "", "‎'₩'#,##0", "-‎'₩'‎'₩'#,##0", "-‎'₩'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b964803543 = s(["‎'KWD' ", , 1, 3, 3, , , 0, 3, , "", "‎'KWD' #,##0.000", "-‎'KWD' ‎'KWD' #,##0.000", "-‎'KWD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1519205954 = s(["‎'KZT' ", , 1, 2, 2, , , 0, 3, , "", "‎'KZT' #,##0.00", "-‎'KZT' ‎'KZT' #,##0.00", "-‎'KZT' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1979238893 = s(["‎'LBP' ", , 1, 0, 0, , , , 3, , "", "‎'LBP' #,##0", "-‎'LBP' ‎'LBP' #,##0", "-‎'LBP' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b2075360461 = s(["‎'MAD' ", , 1, 2, 2, , , 0, 3, , "", "‎'MAD' #,##0.00", "-‎'MAD' ‎'MAD' #,##0.00", "-‎'MAD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a115255741 = s(["‎'MKD' ", , 1, 2, 2, , , 0, 3, , "", "‎'MKD' #,##0.00", "-‎'MKD' ‎'MKD' #,##0.00", "-‎'MKD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1066186228 = s(["‎'$MX' ", , 1, 2, 2, , , 0, 3, , "", "‎'$MX' #,##0.00", "-‎'$MX' ‎'$MX' #,##0.00", "-‎'$MX' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1258258429 = s(["‎'MYR' ", , 1, 2, 2, , , 0, 3, , "", "‎'MYR' #,##0.00", "-‎'MYR' ‎'MYR' #,##0.00", "-‎'MYR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1403829966 = s(["‎'NGN' ", , 1, 2, 2, , , 0, 3, , "", "‎'NGN' #,##0.00", "-‎'NGN' ‎'NGN' #,##0.00", "-‎'NGN' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a2096018425 = s(["‎'NOK' ", , 1, 2, 2, , , 0, 3, , "", "‎'NOK' #,##0.00", "-‎'NOK' ‎'NOK' #,##0.00", "-‎'NOK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1562620787 = s(["‎'$NZ' ", , 1, 2, 2, , , 0, 3, , "", "‎'$NZ' #,##0.00", "-‎'$NZ' ‎'$NZ' #,##0.00", "-‎'$NZ' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1662625290 = s(["‎'PEN' ", , 1, 2, 2, , , 0, 3, , "", "‎'PEN' #,##0.00", "-‎'PEN' ‎'PEN' #,##0.00", "-‎'PEN' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a879196171 = s(["‎'PHP' ", , 1, 2, 2, , , 0, 3, , "", "‎'PHP' #,##0.00", "-‎'PHP' ‎'PHP' #,##0.00", "-‎'PHP' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1626531382 = s(["‎'PKR' ", , 1, 0, 0, , , , 3, , "", "‎'PKR' #,##0", "-‎'PKR' ‎'PKR' #,##0", "-‎'PKR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b669413935 = s(["‎'PLN' ", , 1, 2, 2, , , 0, 3, , "", "‎'PLN' #,##0.00", "-‎'PLN' ‎'PLN' #,##0.00", "-‎'PLN' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1689583969 = s(["‎'QAR' ", , 1, 2, 2, , , 0, 3, , "", "‎'QAR' #,##0.00", "-‎'QAR' ‎'QAR' #,##0.00", "-‎'QAR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1462794158 = s(["‎'RON' ", , 1, 2, 2, , , 0, 3, , "", "‎'RON' #,##0.00", "-‎'RON' ‎'RON' #,##0.00", "-‎'RON' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1793160394 = s(["‎'RSD' ", , 1, 0, 0, , , , 3, , "", "‎'RSD' #,##0", "-‎'RSD' ‎'RSD' #,##0", "-‎'RSD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a764318308 = s(["‎'RUB' ", , 1, 2, 2, , , 0, 3, , "", "‎'RUB' #,##0.00", "-‎'RUB' ‎'RUB' #,##0.00", "-‎'RUB' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a668515615 = s(["‎'SAR' ", , 1, 2, 2, , , 0, 3, , "", "‎'SAR' #,##0.00", "-‎'SAR' ‎'SAR' #,##0.00", "-‎'SAR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1647698634 = s(["‎'SEK' ", , 1, 2, 2, , , 0, 3, , "", "‎'SEK' #,##0.00", "-‎'SEK' ‎'SEK' #,##0.00", "-‎'SEK' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b388221965 = s(["‎'SGD' ", , 1, 2, 2, , , 0, 3, , "", "‎'SGD' #,##0.00", "-‎'SGD' ‎'SGD' #,##0.00", "-‎'SGD' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b824764942 = s(["‎'฿'", , 1, 2, 2, , , 0, 3, , "", "‎'฿'#,##0.00", "-‎'฿'‎'฿'#,##0.00", "-‎'฿'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1370077861 = s(["‎'TND' ", , 1, 3, 3, , , 0, 3, , "", "‎'TND' #,##0.000", "-‎'TND' ‎'TND' #,##0.000", "-‎'TND' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a772615336 = s(["‎'TRY' ", , 1, 2, 2, , , 0, 3, , "", "‎'TRY' #,##0.00", "-‎'TRY' ‎'TRY' #,##0.00", "-‎'TRY' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b886932335 = s(["‎'NT$'", , 1, 2, 2, , , 0, 3, , "", "‎'NT$'#,##0.00", "-‎'NT$'‎'NT$'#,##0.00", "-‎'NT$'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1634113312 = s(["‎'TZS' ", , 1, 0, 0, , , , 3, , "", "‎'TZS' #,##0", "-‎'TZS' ‎'TZS' #,##0", "-‎'TZS' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a408066215 = s(["‎'UAH' ", , 1, 2, 2, , , 0, 3, , "", "‎'UAH' #,##0.00", "-‎'UAH' ‎'UAH' #,##0.00", "-‎'UAH' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1506683559 = s(["‎'UGX' ", , 1, 0, 0, , , , 3, , "", "‎'UGX' #,##0", "-‎'UGX' ‎'UGX' #,##0", "-‎'UGX' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a2091538519 = s(["‎'$'", , 1, 2, 2, , , 0, 3, , "", "‎'$'#,##0.00", "-‎'$'‎'$'#,##0.00", "-‎'$'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1651078068 = s(["‎'VEF' ", , 1, 2, 2, , , 0, 3, , "", "‎'VEF' #,##0.00", "-‎'VEF' ‎'VEF' #,##0.00", "-‎'VEF' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b1745670472 = s(["‎'₫'", , 1, 0, 0, , , , 3, , "", "‎'₫'#,##0", "-‎'₫'‎'₫'#,##0", "-‎'₫'", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1389743672 = s(["‎'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "‎'ZAR' #,##0.00", "-‎'ZAR' ‎'ZAR' #,##0.00", "-‎'ZAR' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.b227296929 = s(["‎'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "‎'ZMW' #,##0.00", "-‎'ZMW' ‎'ZMW' #,##0.00", "-‎'ZMW' ", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a275401014 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a877646617 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹", { 3: { one: "0 هزار", other: "0 هزار" }, 4: { one: "00 هزار", other: "00 هزار" }, 5: { one: "000 هزار", other: "000 هزار" }, 6: { one: "0 میلیون", other: "0 میلیون" }, 7: { one: "00 میلیون", other: "00 میلیون" }, 8: { one: "000 م", other: "000 م" }, 9: { one: "0 م", other: "0 م" }, 10: { one: "00 م", other: "00 م" }, 11: { one: "000 میلیارد", other: "000 میلیارد" }, 12: { one: "0 تریلیون", other: "0 تریلیون" }, 13: { one: "00 ت", other: "00 ت" }, 14: { one: "000 ت", other: "000 ت" }, maxExponent: 14 }], m("fa").pluralGenerator({}))),
                (m.a322914907 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹", { 3: { one: "0 هزار", other: "0 هزار" }, 4: { one: "00 هزار", other: "00 هزار" }, 5: { one: "000 هزار", other: "000 هزار" }, 6: { one: "0 میلیون", other: "0 میلیون" }, 7: { one: "00 میلیون", other: "00 میلیون" }, 8: { one: "000 م", other: "000 م" }, 9: { one: "0 م", other: "0 م" }, 10: { one: "00 م", other: "00 م" }, 11: { one: "000 میلیارد", other: "000 میلیارد" }, 12: { one: "0 تریلیون", other: "0 تریلیون" }, 13: { one: "00 ت", other: "00 ت" }, 14: { one: "000 ت", other: "000 ت" }, maxExponent: 14 }], m("fa").pluralGenerator({}))),
                (m.b1736722308 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "ناعدد", { ".": "٫", ",": "٬", "%": "٪", "+": "‎+", "-": "‎−", E: "×۱۰^", "‰": "؉" }, "۰۱۲۳۴۵۶۷۸۹"])),
                (m.a1678969514 = h(function (e) {
                    return e >= 0 && e <= 1 ? "one" : "other";
                })),
                (m.a754781548 = y(m("fa").numberFormatter({ raw: "‎'AED' #,##0.00" }))),
                (m.b1393594069 = y(m("fa").numberFormatter({ raw: "‎'ALL' #,##0" }))),
                (m.b163135222 = y(m("fa").numberFormatter({ raw: "‎'ARS' #,##0.00" }))),
                (m.a2069938556 = y(m("fa").numberFormatter({ raw: "‎'A$'#,##0.00" }))),
                (m.b794760482 = y(m("fa").numberFormatter({ raw: "‎'BAM' #,##0.00" }))),
                (m.a2068154618 = y(m("fa").numberFormatter({ raw: "‎'BDT' #,##0.00" }))),
                (m.a263923459 = y(m("fa").numberFormatter({ raw: "‎'BGN' #,##0.00" }))),
                (m.a865135630 = y(m("fa").numberFormatter({ raw: "‎'BHD' #,##0.000" }))),
                (m.a1379271056 = y(m("fa").numberFormatter({ raw: "‎'R$'#,##0.00" }))),
                (m.b826362863 = y(m("fa").numberFormatter({ raw: "‎'BYR' #,##0" }))),
                (m.a690387494 = y(m("fa").numberFormatter({ raw: "‎'$CA' #,##0.00" }))),
                (m.b1629763029 = y(m("fa").numberFormatter({ raw: "‎'CHF' #,##0.00" }))),
                (m.b2088424091 = y(m("fa").numberFormatter({ raw: "‎'CLP' #,##0" }))),
                (m.b55754370 = y(m("fa").numberFormatter({ raw: "‎'¥CN' #,##0.00" }))),
                (m.a574086952 = y(m("fa").numberFormatter({ raw: "‎'COP' #,##0" }))),
                (m.a1603547096 = y(m("fa").numberFormatter({ raw: "‎'CZK' #,##0.00" }))),
                (m.b1376263192 = y(m("fa").numberFormatter({ raw: "‎'DKK' #,##0.00" }))),
                (m.b1149013922 = y(m("fa").numberFormatter({ raw: "‎'DZD' #,##0.00" }))),
                (m.a1254645470 = y(m("fa").numberFormatter({ raw: "‎'EGP' #,##0.00" }))),
                (m.a852053418 = y(m("fa").numberFormatter({ raw: "‎'€'#,##0.00" }))),
                (m.a302747735 = y(m("fa").numberFormatter({ raw: "‎'£'#,##0.00" }))),
                (m.a1418689978 = y(m("fa").numberFormatter({ raw: "‎'GHS' #,##0.00" }))),
                (m.b873426040 = y(m("fa").numberFormatter({ raw: "‎'GTQ' #,##0.00" }))),
                (m.a1099606795 = y(m("fa").numberFormatter({ raw: "‎'$HK' #,##0.00" }))),
                (m.b1077397973 = y(m("fa").numberFormatter({ raw: "‎'HRK' #,##0.00" }))),
                (m.a1441967315 = y(m("fa").numberFormatter({ raw: "‎'HUF' #,##0.00" }))),
                (m.a1325666773 = y(m("fa").numberFormatter({ raw: "‎'IDR' #,##0" }))),
                (m.b135609220 = y(m("fa").numberFormatter({ raw: "‎'₪'#,##0.00" }))),
                (m.a1610768991 = y(m("fa").numberFormatter({ raw: "‎'₹'#,##0.00" }))),
                (m.b422495376 = y(m("fa").numberFormatter({ raw: "‎'IQD' #,##0" }))),
                (m.a1552916043 = y(m("fa").numberFormatter({ raw: "‎'ISK' #,##0" }))),
                (m.a1034023449 = y(m("fa").numberFormatter({ raw: "‎'¥'#,##0" }))),
                (m.a1432452979 = y(m("fa").numberFormatter({ raw: "‎'KES' #,##0.00" }))),
                (m.a199615548 = y(m("fa").numberFormatter({ raw: "‎'₩'#,##0" }))),
                (m.b201787212 = y(m("fa").numberFormatter({ raw: "‎'KWD' #,##0.000" }))),
                (m.b1376177049 = y(m("fa").numberFormatter({ raw: "‎'KZT' #,##0.00" }))),
                (m.a426864818 = y(m("fa").numberFormatter({ raw: "‎'LBP' #,##0" }))),
                (m.a938621660 = y(m("fa").numberFormatter({ raw: "‎'MAD' #,##0.00" }))),
                (m.a1223723878 = y(m("fa").numberFormatter({ raw: "‎'MKD' #,##0.00" }))),
                (m.a162661353 = y(m("fa").numberFormatter({ raw: "‎'$MX' #,##0.00" }))),
                (m.a1164681638 = y(m("fa").numberFormatter({ raw: "‎'MYR' #,##0.00" }))),
                (m.b297189001 = y(m("fa").numberFormatter({ raw: "‎'NGN' #,##0.00" }))),
                (m.b1872981598 = y(m("fa").numberFormatter({ raw: "‎'NOK' #,##0.00" }))),
                (m.b900779756 = y(m("fa").numberFormatter({ raw: "‎'$NZ' #,##0.00" }))),
                (m.a1413424307 = y(m("fa").numberFormatter({ raw: "‎'PEN' #,##0.00" }))),
                (m.b161773644 = y(m("fa").numberFormatter({ raw: "‎'PHP' #,##0.00" }))),
                (m.b1736971595 = y(m("fa").numberFormatter({ raw: "‎'PKR' #,##0" }))),
                (m.b963984518 = y(m("fa").numberFormatter({ raw: "‎'PLN' #,##0.00" }))),
                (m.b279263478 = y(m("fa").numberFormatter({ raw: "‎'QAR' #,##0.00" }))),
                (m.a889179899 = y(m("fa").numberFormatter({ raw: "‎'RON' #,##0.00" }))),
                (m.b142064183 = y(m("fa").numberFormatter({ raw: "‎'RSD' #,##0" }))),
                (m.a1575684877 = y(m("fa").numberFormatter({ raw: "‎'RUB' #,##0.00" }))),
                (m.b1088610104 = y(m("fa").numberFormatter({ raw: "‎'SAR' #,##0.00" }))),
                (m.b2033966733 = y(m("fa").numberFormatter({ raw: "‎'SEK' #,##0.00" }))),
                (m.b459363428 = y(m("fa").numberFormatter({ raw: "‎'SGD' #,##0.00" }))),
                (m.a2113692286 = y(m("fa").numberFormatter({ raw: "‎'฿'#,##0.00" }))),
                (m.b1093961918 = y(m("fa").numberFormatter({ raw: "‎'TND' #,##0.000" }))),
                (m.b1237702319 = y(m("fa").numberFormatter({ raw: "‎'TRY' #,##0.00" }))),
                (m.b1696363381 = y(m("fa").numberFormatter({ raw: "‎'NT$'#,##0.00" }))),
                (m.a1395584927 = y(m("fa").numberFormatter({ raw: "‎'TZS' #,##0" }))),
                (m.a2110719056 = y(m("fa").numberFormatter({ raw: "‎'UAH' #,##0.00" }))),
                (m.b696127034 = y(m("fa").numberFormatter({ raw: "‎'UGX' #,##0" }))),
                (m.a791399526 = y(m("fa").numberFormatter({ raw: "‎'$'#,##0.00" }))),
                (m.b1243648779 = y(m("fa").numberFormatter({ raw: "‎'VEF' #,##0.00" }))),
                (m.b1903308544 = y(m("fa").numberFormatter({ raw: "‎'₫'#,##0" }))),
                (m.b1773839647 = y(m("fa").numberFormatter({ raw: "‎'ZAR' #,##0.00" }))),
                (m.a429415688 = y(m("fa").numberFormatter({ raw: "‎'ZMW' #,##0.00" }))),
                (m.b1055448478 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "d LLL", timeSeparator: ":", months: { L: { 3: { 1: "ژانویه", 2: "فوریه", 3: "مارس", 4: "آوریل", 5: "مه", 6: "ژوئن", 7: "ژوئیه", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.a995717819 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.a1101843380 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "قبل‌ازظهر", pm: "بعدازظهر" } })),
                (m.a1614086239 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "E d LLL", timeSeparator: ":", days: { E: { 1: { sun: "یکشنبه", mon: "دوشنبه", tue: "سه‌شنبه", wed: "چهارشنبه", thu: "پنجشنبه", fri: "جمعه", sat: "شنبه" } } }, months: { L: { 3: { 1: "ژانویه", 2: "فوریه", 3: "مارس", 4: "آوریل", 5: "مه", 6: "ژوئن", 7: "ژوئیه", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.a775732006 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "E d MMM y", timeSeparator: ":", days: { E: { 1: { sun: "یکشنبه", mon: "دوشنبه", tue: "سه‌شنبه", wed: "چهارشنبه", thu: "پنجشنبه", fri: "جمعه", sat: "شنبه" } } }, months: { M: { 3: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.a1621474407 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "d LLLL", timeSeparator: ":", months: { L: { 4: { 1: "ژانویه", 2: "فوریه", 3: "مارس", 4: "آوریل", 5: "مه", 6: "ژوئن", 7: "ژوئیه", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.b828765866 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y،‏ h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } }, dayPeriods: { am: "قبل‌ازظهر", pm: "بعدازظهر" } })),
                (m.b1451195074 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.b609588419 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "d LLL،‏ h:mm a", timeSeparator: ":", months: { L: { 3: { 1: "ژانویه", 2: "فوریه", 3: "مارس", 4: "آوریل", 5: "مه", 6: "ژوئن", 7: "ژوئیه", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } }, dayPeriods: { am: "قبل‌ازظهر", pm: "بعدازظهر" } })),
                (m.b304050674 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "y/M/d", timeSeparator: ":" })),
                (m.a1282906482 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.b660677371 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.b103128616 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "EEEE d MMMM y، ساعت H:mm:ss (zzzz)", timeSeparator: ":", days: { E: { 4: { sun: "یکشنبه", mon: "دوشنبه", tue: "سه‌شنبه", wed: "چهارشنبه", thu: "پنجشنبه", fri: "جمعه", sat: "شنبه" } } }, months: { M: { 4: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } }, gmtFormat: "{0} گرینویچ", gmtZeroFormat: "گرینویچ", hourFormat: "‎+HH:mm;‎−HH:mm" })),
                (m.b724652558 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y،‏ H:mm:ss", timeSeparator: ":", months: { M: { 3: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.a1016958802 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd", timeSeparator: ":" })),
                (m.a351293839 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "H:mm", timeSeparator: ":" })),
                (m.b1207083519 = k({ 1: m("fa").numberFormatter({ raw: "0" }), 2: m("fa").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "یکشنبه", mon: "دوشنبه", tue: "سه‌شنبه", wed: "چهارشنبه", thu: "پنجشنبه", fri: "جمعه", sat: "شنبه" } } }, dayPeriods: { am: "قبل‌ازظهر", pm: "بعدازظهر" } })),
                (m.a995032626 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.b941504603 = k({ 1: m("fa").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ژانویهٔ", 2: "فوریهٔ", 3: "مارس", 4: "آوریل", 5: "مهٔ", 6: "ژوئن", 7: "ژوئیهٔ", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.b1056133671 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "ژانویه", 2: "فوریه", 3: "مارس", 4: "آوریل", 5: "مه", 6: "ژوئن", 7: "ژوئیه", 8: "اوت", 9: "سپتامبر", 10: "اکتبر", 11: "نوامبر", 12: "دسامبر" } } } })),
                (m.a197111769 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "یکشنبه", mon: "دوشنبه", tue: "سه‌شنبه", wed: "چهارشنبه", thu: "پنجشنبه", fri: "جمعه", sat: "شنبه" } } } })),
                (m.b1446855559 = p(m("fa").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a1747000196 = p(m("fa").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a265682827 = p(m("fa").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.b1929598680 = p(m("fa").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b1704318083 = p(m("fa").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.b1922210512 = p(m("fa").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b400907297 = p(m("fa").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.b549272875 = p(m("fa").dateToPartsFormatter({ date: "long" }))),
                (m.a1205328788 = p(m("fa").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a1885733719 = p(m("fa").dateToPartsFormatter({ date: "short" }))),
                (m.b822276421 = p(m("fa").dateToPartsFormatter({ skeleton: "y" }))),
                (m.b1052084452 = p(m("fa").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b494535697 = p(m("fa").dateToPartsFormatter({ datetime: "full" }))),
                (m.a1090264649 = p(m("fa").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a1768241179 = p(m("fa").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.b1753889064 = p(m("fa").dateToPartsFormatter({ time: "short" }))),
                (m.b1358256886 = p(m("fa").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a1746315003 = p(m("fa").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.b1777665156 = p(m("fa").dateToPartsFormatter({ date: "medium" }))),
                (m.b1447540752 = p(m("fa").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b194295312 = p(m("fa").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.a1327452488 = l(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "{0} روز بعد", "relativeTimePattern-count-other": "{0} روز بعد" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} روز پیش", "relativeTimePattern-count-other": "{0} روز پیش" }, "relative-type--2": "پریروز", "relative-type--1": "دیروز", "relative-type-0": "امروز", "relative-type-1": "فردا", "relative-type-2": "پس‌فردا" })),
                (m.b2055074515 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0} در {1}", unitProperties: { displayName: "ثانیه", one: "{0} ثانیه", other: "{0} ثانیه", perUnitPattern: "{0} در ثانیه" } })),
                (m.a352929485 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0} در {1}", unitProperties: { displayName: "دقیقه", one: "{0} دقیقه", other: "{0} دقیقه", perUnitPattern: "{0} در دقیقه" } })),
                (m.b852028259 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0} در {1}", unitProperties: { displayName: "ساعت", one: "{0} ساعت", other: "{0} ساعت", perUnitPattern: "{0} در ساعت" } })),
                (m.b1845254866 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ثانیه", one: "{0} ث", other: "{0} ث", perUnitPattern: "{0}/ث" } })),
                (m.a1554183886 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "دقیقه", one: "{0} دقیقه", other: "{0} دقیقه", perUnitPattern: "{0}/دقیقه" } })),
                (m.b1064005474 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ساعت", one: "{0} ساعت", other: "{0} ساعت", perUnitPattern: "{0}/ساعت" } })),
                (m.b574165562 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "روز", one: "{0} روز", other: "{0} روز", perUnitPattern: "{0}/روز" } })),
                (m.a1244568517 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0} در {1}", unitProperties: { displayName: "روز", one: "{0} روز", other: "{0} روز", perUnitPattern: "{0} در روز" } })),
                (m.a1870513322 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ماه", one: "{0} ماه", other: "{0} ماه", perUnitPattern: "{0}/ماه" } })),
                (m.a1622530985 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0} در {1}", unitProperties: { displayName: "ماه", one: "{0} ماه", other: "{0} ماه", perUnitPattern: "{0} در ماه" } })),
                (m.a340556919 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "سال", one: "{0} سال", other: "{0} سال", perUnitPattern: "{0}/سال" } })),
                (m.a628761270 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0} در {1}", unitProperties: { displayName: "سال", one: "{0} سال", other: "{0} سال", perUnitPattern: "{0} در سال" } })),
                (m.b1844444161 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ثانیه", one: "{0} ثانیه", other: "{0} ثانیه", perUnitPattern: "{0} در ثانیه" } })),
                (m.b210764193 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "دقیقه", one: "{0} دقیقه", other: "{0} دقیقه", perUnitPattern: "{0}/دقیقه" } })),
                (m.a1090251407 = j(m("fa").numberFormatter({}), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ساعت", one: "{0} ساعت", other: "{0} ساعت", perUnitPattern: "{0} در ساعت" } })),
                (m.a825528319 = j(m("fa").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("fa").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ثانیه", one: "{0} ث", other: "{0} ث", perUnitPattern: "{0}/ث" } })),
                n("d58baa7f", m.b1828228752),
                n("ia24dc8d", m.b451762948),
                n("iab73d4b", m.a869301246),
                n("i3b7a017", m.b2055074515),
                n("ie5d110f", m.a352929485),
                n("df5f11b3", m.b852028259),
                n("e8733ed9", m.b1845254866),
                n("be59d8c3", m.a1554183886),
                n("i3d087db", m.b1064005474),
                n("ga8d18c9", m.b574165562),
                n("a91e7d49", m.a1244568517),
                n("id952a69", m.a1870513322),
                n("ga09ab65", m.a1622530985),
                n("c83b901d", m.a340556919),
                n("a55b9fed", m.a628761270),
                n("ccaa970f", m.b1446855559),
                n("jade381b", m.a1747000196),
                n("d725a289", m.a265682827),
                n("g08cbabb", m.a209827537),
                n("c333da63", m.a1327452488),
                n("h8054d91", m.b1929598680),
                n("i61fef37", m.b1844444161),
                n("ba705e27", m.b210764193),
                n("j86b0d8d", m.a1090251407),
                n("f668e929", m.b990431813),
                n("i2785009", m.a1822636776),
                n("c778d80b", m.b2142564759),
                n("e8d93005", m.a777520855),
                n("d46781af", m.a825528319),
                n("ba316f05", m.b1314785926),
                n("c0bdd345", m.a1911706104),
                n("aa2aa1a1", m.b1704318083),
                n("da44942d", m.b1922210512),
                n("bfbc051d", m.b400907297),
                n("ba2e82a1", m.b549272875),
                n("fc209bb7", m.a1205328788),
                n("cf8abf59", m.a1440675204),
                n("a9f397f3", m.a1885733719),
                n("d857e44d", m.a754781548),
                n("cb87e3db", m.b1393594069),
                n("a9d5ffd1", m.b163135222),
                n("a0e8371d", m.a2069938556),
                n("gcc50dc9", m.b794760482),
                n("a6a43585", m.a2068154618),
                n("a0cc8f2d", m.a263923459),
                n("i31c32c5", m.a865135630),
                n("i7dc69e9", m.a1379271056),
                n("c14a6c03", m.b826362863),
                n("jaa3d537", m.a690387494),
                n("a824080b", m.b1629763029),
                n("d9c0bedb", m.b2088424091),
                n("bf8c0613", m.b55754370),
                n("i8163625", m.a574086952),
                n("adb53ba1", m.a1603547096),
                n("iabf697d", m.b1376263192),
                n("a1a0555b", m.b1149013922),
                n("f266f3d9", m.a1254645470),
                n("a9a8652b", m.a852053418),
                n("dbf40761", m.a302747735),
                n("b0d993d9", m.a1418689978),
                n("ac1308e1", m.b873426040),
                n("a7889ab3", m.a1099606795),
                n("c614f5cd", m.b1077397973),
                n("i55d57e3", m.a1441967315),
                n("e4b6002b", m.a1325666773),
                n("d28e983b", m.b135609220),
                n("e8c9232d", m.a1610768991),
                n("c8994ae1", m.b422495376),
                n("f821c2a5", m.a1552916043),
                n("j348b9c9", m.a1034023449),
                n("i6f93b9b", m.a1432452979),
                n("c6150bd5", m.a199615548),
                n("i8921e09", m.b201787212),
                n("ef239279", m.b1376177049),
                n("hecdb149", m.a426864818),
                n("fdd039b7", m.a938621660),
                n("f30c2c37", m.a1223723878),
                n("d9ea7bff", m.a162661353),
                n("ea3df4b7", m.a1164681638),
                n("jaac21bb", m.b297189001),
                n("hb435ced", m.b1872981598),
                n("ce699d81", m.b900779756),
                n("bc56d3d7", m.a1413424307),
                n("f8561913", m.b161773644),
                n("g6485d53", m.b1736971595),
                n("ff561cc1", m.b963984518),
                n("b42011d3", m.b279263478),
                n("a6660bcd", m.a889179899),
                n("f9b80449", m.b142064183),
                n("gdee4d5d", m.a1575684877),
                n("h36f2103", m.b1088610104),
                n("a19ad037", m.b2033966733),
                n("g713f699", m.b459363428),
                n("ff2e39af", m.a2113692286),
                n("be34316d", m.b1093961918),
                n("aef81b75", m.b1237702319),
                n("fcce70a5", m.b1696363381),
                n("jc9d352f", m.a1395584927),
                n("be1cb8c5", m.a2110719056),
                n("j9371501", m.b696127034),
                n("j7d4397d", m.a791399526),
                n("d61441dd", m.b1243648779),
                n("e2a99e97", m.b1903308544),
                n("f7ce19ab", m.b1773839647),
                n("b2a0213f", m.a429415688),
                n("d7d71245", m.b822276421),
                n("a2f2faab", m.b1052084452),
                n("g8d1b99b", m.b494535697),
                n("d0a77c9b", m.a1090264649),
                n("e18e399b", m.a1768241179),
                n("b6ca7bcb", m.b1753889064),
                n("h0e4cdf5", m.b1358256886),
                n("g727ddcf", m.a1746315003),
                n("h3629783", m.b1777665156),
                n("a20c68af", m.b1447540752),
                n("ja781451", m.a275401014),
                n("cfa1a7b9", m.a877646617),
                n("f3b9b9a7", m.b194295312),
                n("eefcd267", m.a322914907),
                n("fa8afc43", m.b1736722308);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/fa.3723f55a.js.map
