"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/gu"],
    {
        310513: (e, c, a) => {
            var n = a(292426)._register("gu", {
                get emoji() {
                    return a.e("i18n/emoji-gu").then(a.t.bind(a, 921467, 23));
                },
            });
            function f(e, c, a) {
                return "one" == ((n = e) >= 0 && n <= 1 ? "one" : "other") ? c : a;
                var n;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "કોઈ નહીં"),
                n("f07eac34", "પેરોડી એકાઉન્ટ"),
                n("a41b5c2e", "ફેન એકાઉન્ટ"),
                n("i428ea62", "કૉમેન્ટરી એકાઉન્ટ"),
                n("ac0d27be", "માફ કરશો, આ એકાઉન્ટ સ્થગિત કરાયેલું છે."),
                n("bcee7444", "એકાઉન્ટ અપડેટ નિષ્ફળ ગયું."),
                n("e0cbf77a", "ફોન ઉમેરો"),
                n("f377195c", "Xમાં અધિ-ક્ષમતા છે. કૃપા કરી થોડી વારમાટે પ્રતીક્ષા કરો, પછી ફરી પ્રયાસ કરો."),
                n("d67f9456", "આ ક્રિયા કરવાથી તમને અવરોધિત કરવામાં આવ્યા છે."),
                n("e0ece1b6", "મીડિયા જોડાઈ શક્યુ નથી, ફરીથી-અપલોડીંગનો પ્રયત્ન કરો."),
                n("i82e8f04", "બિનજરૂરી અને અન્ય દ્વેષપૂર્ણ પ્રવૃત્તિથી અમારા વપરાશકારોને સુરક્ષિત કરવા માટે, આ એકાઉન્ટ કામચલાઉ રીતે વધારાના એકાઉન્ટ્સ અનુસરવાથી અવરોધિત કરવામાં આવ્યું છે. કૃપા કરી તમે Xના નિયમો સમજ્યા હોવાની ખાતરી કરો."),
                n("jf7be47a", "સ્પામ અને અન્ય દ્વેષપૂર્ણ પ્રવૃત્તિથી અમારા વપરાશકારોને સુરક્ષિત કરવા માટે, આ એકાઉન્ટ કામચલાઉ રીતે પોસ્ટ્સ મોકલવાથી અવરોધિત કરવામાં આવ્યું છે. કૃપા કરી તમે Xના નિયમો સમજ્યા હોવાની ખાતરી કરો."),
                n("g75fec74", "તમે આ ક્રિયા માટે તમારી દૈનિક મર્યાદા સુધી પહોંચ્યા છો. કૃપયા મર્યાદા દૂર કરવા તમારા એકાઉન્ટમાં ફોન ઉમેરો."),
                n("abb8b6e0", "આ ફોન નંબર પહેલાંથી જ નોંધાયેલ છે."),
                n("f30bd1fc", "અમે આ ફોન નંબર પર ટેક્સ્ટ સંદેશ મોકલી શકતા નથી કારણ કે તેનો ઑપરેટર સમર્થિત નથી."),
                n("i54e550c", "અમે આ ફોન નંબર ચકાસવામાં અસમર્થ છીએ."),
                n("h154702a", "અમે આ વિનંતી પૂર્ણ કરી શકતા નથી કારણ કે આ લિંકને X અથવા અમારા ભાગીદારો દ્વારા સંભવિત હાનિકારક તરીકે ઓળખવામાં આવી છે. વધુ જાણવા માટે અમારા સહાયતા કેન્દ્રની મુલાકાત લો."),
                n("c8cb0b4c", "તમે દાખલ કરેલો સાંકેતિક શબ્દ ખોટો હતો."),
                n("b1b54f9e", "મીડિયાને અપલોડ કરવા તમે કરેલો પ્રયત્ન અયોગ્ય છે."),
                n("i859a9d4", "વધુ જાણો"),
                n("d6e72ce1", function (e) {
                    return "તમારો સાંકેતિક શબ્દ " + e.count + " વર્ણાક્ષરથી નાનો હોવો જરૂરી છે. કૃપા કરીને નાનો સાંકેતિક શબ્દ દાખલ કરો.";
                }),
                n("a34dccd7", function (e) {
                    return "તમારો સાંકેતિક શબ્દ ઓછામાં ઓછા " + e.count + " વર્ણાક્ષરનો હોવો જરૂરી છે. કૃપા કરીને લાંબો સાંકેતિક શબ્દ દાખલ કરો.";
                }),
                n("jea2ff04", "અનુમાન કરવા માટે એ સાંકેતિક શબ્દ અત્યંત સહેલો છે. કૃપા કરી એક વધુ મજબૂત સાંકેતિક શબ્દ પસંદ કરો."),
                n("ce482c36", "એક અથવા વધુ ફિલ્ડ્સ અમાન્ય છે. કૃપા કરી તમારું ઇનપુટ તપાસો અને ફરી પ્રયાસ કરો."),
                n("db626d88", "કૃપયા તમારું એકાઉન્ટનું સેટિંગ પૂર્ણ કરવા તમારા ફોન નંબરને ઉમેરો"),
                n("i3ee2550", "કૃપયા તમામ જરૂરી ક્ષેત્રો સંપૂર્ણ કરો."),
                n("cf18a258", "આ વિનંતી આપમેળે થઈ હોય તેમ લાગે છે. બિનજરૂરી અને અન્ય દૂષિત પ્રવૃત્તિથી અમારા વપરાશકારોને સુરક્ષિત રાખવા માટે, અમે હમણાં આ ક્રિયા પૂર્ણ કરી શકતા નથી. કૃપા કરીને બાદમાં ફરી પ્રયત્ન કરો."),
                n("h7ffa648", "એસએમએસ ચકાસણી દર મર્યાદા ઓળંગી છે."),
                n("b87ceb1c", "એસએમએસ ચકાસણી પિન અમાન્ય છે."),
                n("f87e2faa", "ક્ષમા કરશો, અમે તે વપરાશકારને શોધી શક્યા નથી."),
                n("cdaf8222", "માફ કરશો, તમારો દર મર્યાદિત છે. કૃપયા થોડા સમય માટે રાજ જુઓ પછી ફરી પ્રયત્ન કરો."),
                n("c1b0e710", "તમારું એકાઉન્ટ સ્થગિત છે અને આ ક્રિયા કરવા માટેની મંજૂરી નથી."),
                n("bfb22fae", "ખેદ છે, તે પોસ્ટ કાઢી નાખવામાં આવી છે."),
                n("a23cd3ba", "આ પોસ્ટ પરની કેટલીક ક્રિયાઓ X દ્વારા અક્ષમ કરવામાં આવી છે."),
                n("bb558892", "આ વપરાશકાર પાસે પહેલાંથી જ ચકાસાયેલો ફોન નંબર છે."),
                n("hae1c934", "કંઈક ખોટું થયું હતું, પણ ગુસ્સે ન થશો — એમાં તમારો દોષ નથી."),
                n("e784846c", "તમારી પ્રોફાઇલ સમીક્ષા હેઠળ છે. સમીક્ષાની અવધિ દરમિયાન નામ અને પ્રોફાઇલ ફોટામાં કોઈ નવા ફેરફારોની મંજૂરી નથી."),
                n("h1cbdd30", "કૃપયા પેજ રીફ્રેશ કરો અને ફરી પ્રયત્ન કરો."),
                n("a5077d3e", "રિફ્રેશ કરો"),
                n("b2648ba4", "તમારું એકાઉન્ટને આ ક્રિયા કરવા માટે કદાચ મંજૂરી ન હોઈ શકે. કૃપયા પેજને રીફ્રેશ કરો અને ફરી પ્રયત્ન કરો."),
                n("bcd6bb0e", "સભ્ય"),
                n("hd8c22d2", "મોડ."),
                n("c3153100", "એડમિન"),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" માટે શોધો';
                }),
                n("jcec6620", "પોસ્ટનો પ્રત્યુત્તર છુપાવેલ"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "બેઝિક"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "ષટ્‍કોણીય પ્રોફાઇલ ચિત્ર"),
                n("fcc8734a", "ચોરસ પ્રોફાઇલ ચિત્ર"),
                n("c64e46f8", "આ સભ્યને કમ્યૂનિટિમાંથી દૂર કરવામાં આવ્યા હતા, તેથી તેમની પોસ્ટ્સ છુપાવેલી છે."),
                n("b3f1cb42", "મૉડરેટરે આ પોસ્ટને કમ્યૂનિટિના નિયમનો ભંગ કરવા બદલ છુપાવી."),
                n("cbd2dc9c", "તમે આ પોસ્ટની જાણ કરી છે."),
                n("cfbea177", function (e) {
                    return e.name + "ની સ્પેસ";
                }),
                n("ab4fc8bc", "અવકાશ"),
                n("jd859c9c", "તમને આ સ્પેસમાંથી દૂર કરવામાં આવ્યા છે."),
                n("c60ed9b0", "તમે આ સ્પેસમાં જોડાવા માટે અધિકૃત નથી."),
                n("d8227e16", "તમે આ સ્પેસ બનાવવા માટે અધિકૃત નથી "),
                n("f027fed8", "ચિત્ર-માં-ચિત્ર"),
                n("hd50e064", "હમણાં નહી"),
                n("i76d640e", "અમને તમારી પરવાનગીની જરૂર છે"),
                n("fdaa0be8", "આ સ્પેસમાં બોલવા માટે, તમારે Xને તમારા માઇક્રોફોનની ઍક્સેસ આપવી જરૂરી છે. કૃપા કરીને તમારાં બ્રાઉઝર સેટિંગ્સ તપાસો. "),
                n("gea6cc1a", "શું તમને ખાતરી છે?"),
                n("hb568af4", "જોડાણ અટકાવવું"),
                n("f7c8617a", "ક્લિપ્સ શું હોય છે?"),
                n("ecc7d2ec", "ક્લિપ્સ એ કેપ્ચર કરેલી મોમેન્ટ્સ હોય છે કે જે તમારી સ્પેસમાં કોઈપણ બનાવી શકે અને શેર કરી શકે છે. બધી ક્લિપ્સની સમયસીમા 30 દિવસ પછી સમાપ્ત થઈ જાય છે."),
                n("d575ee02", "ક્લિપ કોણ બનાવી શકે છે?"),
                n("dbc477a4", "કોઈ પણ વ્યક્તિ (શ્રોતાઓ પણ) ક્લિપ્સ બનાવી શકે છે. એકમાત્ર શરત એ છે કે તમારે Xમાં સાઇન ઇન થયેલા હોવું પડશે."),
                n("ed1d1cc0", "બોલનારી કોઈપણ વ્યક્તિ ક્લિપમાં સામેલ થઈ શકે છે"),
                n("e5d193c8", "જો તમે બોલતા હો, તો તમે ક્લિપમાં સામેલ થઈ જાઓ એવું બની શકે છે. તમે કોઈ ક્લિપમાં સામેલ હશો તો અમે તમને તે અંગે જણાવીશું."),
                n("e1547ec0", "સ્પેસમાં મોમેન્ટની ક્લિપ બનાવો"),
                n("i154245e", "કંઈક હાસ્યાસ્પદ અથવા અદ્ભુત સાંભળ્યું છે? તેની ક્લિપ બનાવી તે શેર કરો."),
                n("j24c37b2", "સમજાઈ ગયું"),
                n("g1c6f16e", "રેકોર્ડ કરેલી Spaces"),
                n("e5609214", "સ્પેસને ચાલતી રહેવા દો"),
                n("g665514c", "ફક્ત સ્પીકર્સને જ રેકોર્ડ કરવામાં આવે છે"),
                n("ja196c5a", "જેઓ પોતાની વાત મૂકશે તે અતિથિઓને રેકોર્ડ કરવામાં આવશે. આ રેકોર્ડિંગ સાર્વજનિક છે, તેથી કોઈપણ વ્યક્તિ તેને રીપ્લે કરી શકે છે."),
                n("dd317ed6", "તેને રીપ્લે કરો અથવા કોઈપણ વ્યક્તિ સાથે શેર કરો"),
                n("jf03b37c", "રેકોર્ડિંગને ગમે ત્યારે સાંભળો. તમે પોસ્ટ વડે તેને શેર પણ કરી શકો છો."),
                n("fd05976b", "વધુ જાણો"),
                n("b4f91a8a", "રેકોર્ડિંગ સક્રિય"),
                n("gb418012", "Spaces પર સ્વાગત છે"),
                n("fec3c1e0", "જ્યાં લાઈવ ઓડિયો વાર્તાલાપ થાય છે"),
                n("j32eb4f8", "વધુમાં વધુ 10 સ્પીકરો ઉમેરો"),
                n("j4f133a6", "X પરની કોઈ પણ વ્યક્તિને તમે બોલવા માટે આમંત્રણ આપી શકો છો."),
                n("ed434ac6", "Spaces સાર્વજનિક છે — તેમાં કોઈપણ જોડાઈ શકે છે"),
                n("e0025688", "તમારી સ્પેસ, તમારા નિયમો"),
                n("c1bc6f86", "એક હોસ્ટ તરીકે, તમે કોને બોલવાની મંજૂરી આપવી છે તે નિયંત્રિત કરો છો. તમારી પાસે તમારી સ્પેસમાં તમે ઇચ્છતા ન હો તેવા લોકોને દૂર કરવાની સત્તા પણ છે."),
                n("b0bc8330", "તમે પણ સ્પેસમાં લોકોને અવરોધિત કરી શકો છો અને તેમની જાણ કરી શકો છો."),
                n("cb17a0f3", "વધુ જાણો"),
                n("dcd77941", "વધુ જાણો"),
                n("cc724cb0", "ક્લિપ બનાવો"),
                n("cfd2f35e", "રદ કરો"),
                n("c1df579e", "પછીનું"),
                n("e3146662", "આ ક્લિપ માટે કૅપ્શન્સ બનાવી શકાયાં નહીં."),
                n("f123fea8", "આ સ્પેસની જાણ કરો"),
                n("d0aebc28", "સમસ્યાનું વર્ણન કરો"),
                n("g971a4e8", "સ્વ-હાનિ"),
                n("b96e6682", "હિંસા"),
                n("e5bf9b3a", "જાતીય સામગ્રી"),
                n("d2a34320", "બાળ સુરક્ષા"),
                n("a9ba3e28", "ખાનગી માહિતી"),
                n("d5519f4a", "અપમાનજનક વર્તણૂક"),
                n("eb55363c", "આ સ્પેસની જાણ કરવામાં આવી છે"),
                n("i65de934", "તમે અનામી વ્યક્તિ તરીકે સાંભળી રહ્યા છો"),
                n("b1037050", "સ્પેસનું સંચાલન કરો"),
                n("ic107434", "કૅમેરા ચાલુ કરો"),
                n("d7e0329c", "કૅમેરા બંધ કરો"),
                n("b772cd66", "થઈ ગયું"),
                n("b3bd3e38", "ટોચની પોસ્ટ્સ પ્રથમ"),
                n("d88cf16c", "તાજેતરની પોસ્ટ્સ પ્રથમ"),
                n("bd4ad3ea", "પહોળું"),
                n("ca1180a0", "મધ્યમ"),
                n("c86ff1b0", "સાંકડી"),
                n("eed02406", "નાનું"),
                n("cffb04d6", "પ્રમાણભૂત"),
                n("af15cef8", "નોંધવાળી પોસ્ટ"),
                n("ab28945c", "યોગદાનકર્તાની પ્રોફાઈલ"),
                n("e2462db4", "તમારા નેટવર્કમાં સૌથી વધુ શેર થયેલ · છેલ્લા 24 કલાક"),
                n("ad16f482", "ઈવેન્ટ"),
                n("c20aaf3e", "ભૂલ"),
                n("edf7bc2e", "વર્તમાનપ્રવાહ"),
                n("fa884026", "યાદી"),
                n("fa98627a", "પ્રોફાઈલ"),
                n("a9ae1e78", "શોધો"),
                n("a2a3824a", "વિષય"),
                n("a6d5b010", "સમય અવધિ"),
                n("h5860a68", "Grok"),
                n("a990900c", "વ્યક્તિગત વર્ણન"),
                n("h02a6fe6", "કોમ્યુનિટીઝ"),
                n("a15648a4", "કોમ્યુનિટી નોટ્સ"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • ફોલ્ડરને બુકમાર્ક કરો";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • સંદેશા";
                }),
                n("d80c77dc", "તમે આ પ્રત્યુતરો છુપાવી દીધા છે"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " દ્વારા છુપાવેલ પ્રત્યુતરો";
                }),
                n("g40ff2b4", "તમારી મીડિયા ફાઈલ ફરી સાઈઝ કરવામાં નિષ્ફળ થઇ અને અપલોડ કરવા માટે મોટી છે."),
                n("b8098028", "એક અથા વધુ ઈમેજો કદ મર્યાદા કરતા વધુ છે અને તેનું કદ પુન ગોઠવી શકાય એમ નથી."),
                n("b36f4170", "ફાઈલ ખાલી છે."),
                n("hab3781e", "એક અથવા વધુ પૂરી પાડેલી ફાઈલો ઈમેજો નથી."),
                n("f6c4fb02", "તમારી GIF ફાઈલ પર પ્રક્રિયા થઈ શકતી નથી. કૃપયા GIFs અપલોડીંગ માટેની ટિપ્સ જુઓ."),
                n("g0af3dd2", "તમારી GIF ફાઈલ સુસંગત નથી. કૃપયા GIFs અપલોડ કરવા માટે ટિપ્સ જુઓ."),
                n("b8c8b0be", "તમારી વિડિયો ફાઈલની પ્રક્રિયા કરી શકાઈ નથી. કૃપા કરીને વિડિયો અપલોડ કરવા માટે ટિપ્સ જુઓ."),
                n("ica6d718", "તમારી વિડિયો ફાઈલ સુસંગત નથી. કૃપા કરીને વિડિયો અપલોડ કરવા માટે ટિપ્સ જુઓ."),
                n("b28d44f7", function (e) {
                    return "તમારી GIF ફાઈલ ખૂબ મોટી છે. GIF " + e.limit + " MB કરતાં ઓછી હોવી જોઈએ";
                }),
                n("i1db7d13", function (e) {
                    return "તમારી વિડિયો ફાઈલ ખૂબ મોટી છે. વિડિયો " + e.limit + " MB કરતાં ઓછા હોવા જોઈએ";
                }),
                n("baac0ed7", function (e) {
                    return "તમારી વિડિયો ફાઇલ ખૂબ મોટી છે. વિડિયો " + e.limit + " GB કરતાં ઓછા કદના હોવા જોઈએ";
                }),
                n("a22385bb", function (e) {
                    return "તમારો વિડિયો બહુ લાંબો છે. તેને " + e.limit + " સેકન્ડ અથવા તેથી ઓછા સમયનો રાખવાનો પ્રયાસ કરી જુઓ.";
                }),
                n("be0440bf", function (e) {
                    return "તમારો વિડિયો બહુ લાંબો છે. તેને " + e.limit + " મિનિટ અથવા તેથી ઓછા સમયનો રાખવાનો પ્રયાસ કરી જુઓ.";
                }),
                n("feeba512", "તમારી ઈમેજ ફાઇલ પર પ્રક્રિયા કરી શકતી નથી. કૃપા કરીને છબીઓ અપલોડ કરવા માટે ટિપ્સ જુઓ."),
                n("db123c02", "તમારી ઈમેજ ફાઈલ સુસંગત નથી. કૃપયા ઈમેજીસ અપલોડ કરવા ટિપ્સ જુઓ."),
                n("db6001e7", function (e) {
                    return "તમારી છબી ફાઈલ ખૂબ મોટી છે. છબીઓ " + e.limit + " MB કરતાં ઓછી હોવી જોઈએ";
                }),
                n("eb96d952", "તમારી ઈમેજ ફાઈલમાં ઊંચાઈ અને પહોળાઈનો અભાવ છે"),
                n("b3880588", "અપલોડ સત્રની અવધિ સમાપ્ત થઈ ગઈ છે."),
                n("ca058b68", "લોડ કરવા માટે તમારા કેટલાંક માધ્યમો નિષ્ફળ ગયા."),
                n("id24379c", "તમારા મીડિયામાંથી કેટલાંક અપલોડ કરવામાં નિષ્ફળ ગયા."),
                n("h4d7cbcc", "તમારું મીડિયા અપલોડ કરવામાં નિષ્ફળ રહ્યું છે. કૃપા કરીને ફરી પ્રયાસ કરો."),
                n("aaa798fc", "અપગ્રેડ કરો"),
                n("f13bb672", "પ્રીમિયમ પર સબ્સ્ક્રાઇબ કરો"),
                n("ab0decc0", "સબ્સ્ક્રાઈબ કરો"),
                n("e4e92f35", function (e) {
                    return e.tier + " પર અપગ્રેડ કરો";
                }),
                n("c2831f07", function (e) {
                    return e.tier + "ને સબ્સ્ક્રાઇબ કરો";
                }),
                n("fd425414", "Radar મેળવો "),
                n("g6320792", "Premium Analytics મેળવો"),
                n("f09be7f8", "ચકાસણી કરાવો"),
                n("j34ad558", "Premium મેળવો"),
                n("a73d39fb", function (e) {
                    return "મફત " + e.numberOfDays + "-દિવસનું ટ્રાયલ શરૂ કરો";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + "પર " + e.percentage + "% સુધી છૂટ મેળવો";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% છૂટ";
                }),
                n("c5546038", "ટૂંક સમયમાં સમાપ્ત થઈ રહ્યું છે!"),
                n("e9a47564", "છેલ્લી તક"),
                n("f65e7e91", function (e) {
                    return e.tier + " " + e.plan + " પર " + e.percentage + "%ની છૂટ";
                }),
                n("a84a736e", "નિઃશુલ્ક જાહેરાત ક્રેડિટ મેળવો"),
                n("a0713d76", "નિઃશુલ્ક જાહેરાત ક્રેડિટ અને વ્યવસાય વૃદ્ધિ સાધનોનો સમૂહ મેળવવા માટે ચકાસાયેલ સંસ્થાઓ પર અપગ્રેડ કરો. "),
                n("a07e13fc", "Premium નિર્માતા બનો"),
                n("i1b4aea2", "વધુ લાંબા વિડિયો પોસ્ટ કરવા માટે અપગ્રેડ કરો"),
                n("efa90342", "X Premiumમાં પોસ્ટ્સનું સંપાદન કરવાની સુવિધા મેળવો"),
                n("cc528e28", "માત્ર X Premiumના સબ્સ્ક્રાઇબરોને પોસ્ટ્સનું સંપાદન કરવાની ઍક્સેસ છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("h8a3525e", "તમારા પ્રોફાઇલમાંની હાઇલાઇટ"),
                n("c0f7a722", "તમારા પ્રોફાઇલ પર પોસ્ટને હાઇલાઇટ કરવા માટે તમારે પ્રિમિયમને સબ્સ્ક્રાઇબ કરેલું હોવું જરૂરી છે."),
                n("i3b31136", "X પર લેખો લખો"),
                n("b6a41c5f", function (e) {
                    return "X પર લેખ લખવા માટે તમે " + e.tier + " ને સબ્સ્ક્રાઇબ કરેલું હોવું જરૂરી છે";
                }),
                n("ae2c4afc", "તમારા પોતાના લેખનું પ્રકાશન કરવું છે?"),
                n("d300e29b", function (e) {
                    return "વધુ લાંબી પોસ્ટ્સ અને લેખો લખવા માટે " + e.tier + " પર અપગ્રેડ કરો.";
                }),
                n("f614e2bc", "વધુ લાંબી પોસ્ટ્સ લખવા અને બોલ્ડ તથા ઇટાલિક્સ જેવા ફૉર્મેટિંગ લાગુ કરવા માટે Premium પર અપગ્રેડ કરો."),
                n("c9772e6e", "પ્રીમિયમ પર અપગ્રેડ કરો"),
                n("dc5575ac", "તમારા પ્રોફાઇલ પર ID ચકાસાયેલું હોવાનું લેબલ જોઈએ છે?"),
                n("d154f46e", "X Premium વડે કમ્યૂનિટિઝ બનાવવાની સુવિધા મેળવો"),
                n("a0228c02", "માત્ર X Premiumના સબ્સ્ક્રાઇબરોને કમ્યૂનિટિઝની રચના કરવાની ઍક્સેસ છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("d07f1d74", "આ વપરાશકારોને વાર્તાલાપમાં ઉમેરવા માટે તમે ચકાસાયેલા હોવા જરૂરી છે"),
                n("ebe38626", "માત્ર ચકાસાયેલા વપરાશકારો તેમને સમૂહમાં ન અનુસરતા હોય તેવા લોકોને ઉમેરી શકે છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("e6eddae0", "આ સમૂહ બનાવવા માટે પોતાને ચકાસાવો"),
                n("he27089e", "માત્ર ચકાસાયેલા વપરાશકારો તેમને ન અનુસરતા હોય તેવા લોકો સાથે સમૂહ બનાવી શકે છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("d7bc1116", "આ વપરાશકારને સંદેશ મોકલવા માટે ચકાસણી કરાવો"),
                n("f897074a", "માત્ર ચકાસાયેલા વપરાશકારો તેમને ન અનુસરતા હોય તેવા લોકોને સીધા સંદેશની વિનંતીઓ મોકલી શકે છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("c0cf5eae", "વધુ સંદેશા મોકલવા માટે ચકાસાવો"),
                n("h2da08fc", "તમે એક જ દિવસમાં સીધા સંદેશાની મહત્તમ સીમા વટાવી દીધી છે. સંદેશાની આપ-લે ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("j503aee6", "X Premium વડે વીડિયો ડાઉનલોડ કરો"),
                n("j4dd3bf4", "માત્ર Premiumના સબ્સ્ક્રાઇબરો જ વિડિયો ડાઉનલોડ કરી શકે છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("bc231a74", "X Premium વડે બુકમાર્ક ફોલ્ડરોને અનલૉક કરો"),
                n("ed534c78", "માત્ર X Premiumના સબ્સ્ક્રાઇબરોને બુકમાર્ક ફોલ્ડરોની ઍક્સેસ છે. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("ed924940", "Premium+ સાથે બધી જાહેરાતો દૂર કરો"),
                n("dccdb326", "માત્ર Premium+ સબ્સ્ક્રાઇબર્સ જ કોઈ જાહેરાત દેખાતી નથી. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("adf3410a", "નવી સુવિધાઓને અનલૉક કરવા માટે સબ્સ્ક્રાઇબ કરો અને જો યોગ્યતા હોય, તો આવકનો હિસ્સો મેળવો."),
                n("d8661dd4", "મર્યાદિત સમય માટે જ. Xના શ્રેષ્ઠ લાભ મેળવો."),
                n("fe7fd234", "Premium બેસિક આજે જ મફત અજમાવી જુઓ"),
                n("a2f86dda", "Premium બેસક સાથે બુકમાર્ક ફોલ્ડરો, એડિટ પોસ્ટ, કસ્ટમ ઍપ આયકન્સ અને વધુ સાથે તમારા અનુભવને બહેતર બનાવો."),
                n("d9593598", "Premium આજે જ મફત અજમાવી જુઓ"),
                n("d0d6b59c", "પ્રીમિયમ સાથે ઓછી જાહેરાતો, પાવરના સાધનો અને વધુ સાથે તમારા અનુભવને અપગ્રેડ કરો."),
                n("g4bb7ea8", "X Premium પર 50% સુધીની છૂટ મેળવો"),
                n("b748499c", "ઑફરનો સમયગાળો વધારાયો!"),
                n("b81135bc", "આજે સમાપ્ત થાય છે!"),
                n("a8b4b878", "આ થૅંક્સગિવિંગ પ્રસંગે Xનો શ્રેષ્ઠ અનુભવ મેળવો."),
                n("df7fb242", "થૅંક્સગિવિંગની ઑફર"),
                n("aeaf14a6", "Premium પર 40%ની છૂટ મેળવો. સમયસીમા ટૂંક સમયમાં સમાપ્ત થઈ રહી છે!"),
                n("ca8cbf78", "Premium અને Premium+ પર 40% છૂટ મેળવો"),
                n("j88ba18e", "ઑફર ઝડપી લો"),
                n("f4dc8ea3", function (e) {
                    return "X Premium પર " + e.percentage + "%ની છૂટ મેળવો. Xના શ્રેષ્ઠ લાભ મેળવો.";
                }),
                n("db6a5d54", "તમારી હજુ સુધી ચકાસણી થઈ નથી"),
                n("edf7f57e", "બુસ્ટ કરેલા જવાબો, વિશ્લેષણ, જાહેરાત-મુક્ત બ્રાઉઝિંગ અને વધુ માટે ચકાસણી કરાવો. હમણાં જ તમારી પ્રોફાઇલ અપગ્રેડ કરો."),
                n("ba920d68", "ચકાસણી સાથે તમારો પ્રભાવ બૂસ્ટ કરો"),
                n("ib79d0c2", "VIP સુવિધાઓ અનલૉક કરો: તમારું એકાઉન્ટ ચકાસો"),
                n("bebc5f12", "તમે X પર વિજ્ઞાપન કરી રહ્યા છો, પરંતુ તમારી પાસે ચકાસાયેલ સંસ્થાઓનું સબ્સ્ક્રિપ્શન નથી."),
                n("d7836d1e", "$12,000 સુધીની મફત જાહેરાત ક્રેડિટ, ગોલ્ડ ચકાસણી, VIP સપોર્ટ અને વિકાસ માટે સાધનોનો સમૂહ મેળવવા માટે સબ્સ્ક્રાઇબ કરો."),
                n("f528e369", function (e) {
                    return "તમારા પોતાના લેખો લખવા માટે " + e.tier + " ને સબ્સ્ક્રાઇબ કરો";
                }),
                n("c5a8022a", "લેખો થકી, તમે તમારી પોતાની સમૃદ્ધ લખાણ તથા ઇનલાઇન મીડિયાવાળી લૉંગ ફૉર્મ સામગ્રીનું સીધું X પર પ્રકાશન કરી શકો છો."),
                n("d77899b6", "તમારી વધુ લાંબી પોસ્ટ્સ લખવા માટે Premiumને સબ્સ્ક્રાઇબ કરો"),
                n("bd65482a", "વધુ લાંબી પોસ્ટ્સ લખો અને બોલ્ડ તથા ઇટાલિક્સ જેવા લેખનના ફૉર્મેટિંગ લાગુ કરો."),
                n("bee20918", "પોસ્ટ કરવા બદલ ચુકવણી મેળવો"),
                n("gb699d52", "X પર પોસ્ટ કરવાનો આનંદ માણો છો? અમારા આવક વહેંચણી કાર્યક્રમમાં જોડાવા માટે Premium પર સબ્સ્ક્રાઇબ કરો."),
                n("f69877c2", "Premium દ્વારા તમારી પ્રત્યુત્તરોને બૂસ્ટ કરો"),
                n("gba90d44", "વધુ દૃશ્યતા મેળવો, અલગ તરી આવો અને જોવામાં આવો."),
                n("a6dbcd58", "Premiumને સબ્સ્ક્રાઇબ કરીને નિર્માતાઓને સમર્થન આપો"),
                n("c4f49130", "તમારી સબ્સ્ક્રિપ્શન ફીના 25% સુધી સીધા નિર્માતાઓને જાય છે."),
                n("ca8fa2c0", "વાદળી ચેક વડે ચકાસણી કરાવો"),
                n("febffc1a", "તમારી વિશ્વસનીયતા બૂસ્ટ કરો, તમારી દૃશ્યતા વધારો અને તમારો અવાજ લોકો સુધી પહોંચાડો."),
                n("j45a377a", "Premium+ પર અપગ્રેડ કરો"),
                n("i7170016", "વધારાના લાભ, શૂન્ય જાહેરાતો અને પ્રત્યુત્તરની વિશાળતમ પ્રાધાન્યતાનો આનંદ માણો."),
                n("ee87f95e", "X Premium દ્વારા અદ્યતન વિશ્લેષણ"),
                n("ac38dbc0", "તમારી પ્રોફાઇલ એનાલિટિક્સ જુઓ, તમારા શ્રોતાઓને સમજો અને વધુ. ચાલુ રાખવા માટે અપગ્રેડ કરો."),
                n("i6e73154", "બાર ચાર્ટ અને મેટ્રિક્સ સહિત એકાઉન્ટ એનાલિટિક્સ સુવિધાનું પૂર્વાવલોકન"),
                n("b583e154", "X Premium સાથે વિશ્લેષણ મેળવો"),
                n("b7fb8c5e", "$1k ખરચો, $1k મેળવો"),
                n("ca559b70", "હમણાં જ સબ્સ્ક્રાઇબ કરો"),
                n("d68773a4", "Radar સાથે વર્તમાન પ્રવાહની કલ્પના કરો"),
                n("f677fed6", "મુખ્ય શબ્દોનું નિરીક્ષણ કરો, વર્તમાન પ્રવાહની પ્રવૃત્તિની કલ્પના કરો અને વાર્તાલાપોને ફિલ્ટર કરો. વાસ્તવિક-સમયમાં."),
                n("ha49eac2", "X પર વધુ ઝડપથી વિકાસ કરવો છે?"),
                n("f27018b4", "ડેટાની સ્માર્ટ જાણકારીઓ વડે તમારા અનુયાયીઓની સંખ્યા વધારવા માટે Premium Analyticsનો ઉપયોગ કરો."),
                n("dfea1f08", "મૂલ્યવાન જાણકારીઓ ન ચૂકો"),
                n("da8c5244", "Premium Analytics વડે, તમે તમારા અનુયાયીઓની સંખ્યા વધારવા માટે ડેટાની સ્માર્ટ જાણકારીઓને અનલૉક કરી શકો છો."),
                n("b081baea", "તમે જાણકારીઓ ચૂકી રહ્યા છો!"),
                n("d5effffc", "બૅજ ઉમેરો"),
                n("c3653d44", "તમારા વ્યવસાયની ચકાસણી કરો"),
                n("e8070e70", "Premium અજમાવો"),
                n("ec42820e", "તમારો પ્રત્યુત્તર વધુ લોકો જુએ એવું ઇચ્છો છો?"),
                n("b0a95418", "Premium વડે પ્રત્યુત્તરમાં બૂસ્ટ મેળવો"),
                n("j8ee20aa", "પ્રત્યુત્તરમાં બૂસ્ટ વડે અલગ તરી આવો"),
                n("g13aa596", "તમારા પ્રત્યુત્તર બૂસ્ટ કરવા માટે Premium પર સબ્સ્ક્રાઇબ કરો"),
                n("cadd92be", "તમારી પોસ્ટ એનાલિટિક્સ ઍક્સેસ કરો"),
                n("a7058228", "X Premium સાથે એડવાન્સડ વિશ્લેષણો અનલૉક કરો"),
                n("gb7823ba", "એકાઉન્ટ એનાલિટિક્સ"),
                n("i90f8e36", "તમારા બુકમાર્કને ગોઠવો"),
                n("abc6e710", "X Premium સાથે તમારા બુકમાર્કને ફોલ્ડરોમાં સૉર્ટ કરો"),
                n("b7fa0cfe", "ટોચના લેખો"),
                n("bcc7e8c0", "તમામ બુકમાર્ક્સ"),
                n("i3145aa0", "બુકમાર્ક્સ"),
                n("e39b368e", "બ્રૉડકાસ્ટ કરો"),
                n("hbea78a8", "નવી કૉલમ"),
                n("b5298d92", "જોડાણ કરો"),
                n("d35d74e4", "વાર્તાલાપ"),
                n("h5245afa", "કોમ્યુનિટી"),
                n("d4ebc798", "રૂપરેખાઓ"),
                n("fcf3e54c", "એક્સપ્લોર"),
                n("d806aa1a", "છુપાયેલા પ્રત્યુતરો"),
                n("ha8209bc", "હોમ"),
                n("a2f81050", "સંદેશાઓ"),
                n("cf2d1048", "સંદેશ વિનંતીઓ"),
                n("e7172d70", "વધારાના સંદેશા"),
                n("e1066d88", "મારી પ્રોફાઈલ"),
                n("eb75875e", "સૂચનાઓ"),
                n("j45978a8", "અવતરણો"),
                n("fd6a3f30", "શેડ્યૂલ કરેલ પોસ્ટ્સ"),
                n("aa4209e8", "સુપર અનુયાયી"),
                n("d52a1caa", "સબસ્ક્રાબર્સ"),
                n("d7b51c68", "સબ્સ્ક્રિપ્શન્સ"),
                n("c5f4befa", "વર્તમાન પ્રવાહો"),
                n("df34a454", "પોસ્ટ"),
                n("gfccba44", "સભ્યની વિનંતીઓ"),
                n("e42dd8fa", "મૉડરેશન લૉગ"),
                n("c2c191fc", "જાણ કરવામા આવેલી પોસ્ટ્સ"),
                n("c63602d4", "મારી કોમ્યુનિટીઝ"),
                n("ddf0ba7e", "સંગ્રહ"),
                n("c64974fc", "અનુયાયીઓ"),
                n("i099d32e", "તમે જાણતા હોવ તેવા અનુયાયીઓ"),
                n("d960b55c", "અનુસરે છે"),
                n("b007440a", "નોકરીઓ"),
                n("aa68dafc", "સૂચનાની વિગતો"),
                n("b8533bac", "વિષયો"),
                n("jf00ebf6", "કૉલમ અનુપલબ્ધ છે"),
                n("jaaa8984", "સ્થાન"),
                n("f345dcda", "સંપાદન ઇતિહાસ"),
                n("hea3f8ac", "સંબંધિત પોસ્ટ્સ"),
                n("c8ee31da", "સમાચાર"),
                n("d35c9eec", "એકાઉન્ટનું વિશ્લેષણ"),
                n("b5b7fb94", "સમૂહ"),
                n("g755fcde", "તમે"),
                n("f6b1ff81", function (e) {
                    return e.name + " અને તમે";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " અને " + e.count + " વધુ";
                }),
                n("fb4ee2f6", "સંદેશ વિનંતીઓ કાઢી નાખી"),
                n("j607bf02", "X ઍપ ડાઉનલોડ કરો"),
                n("j49fd4e8", "એપ્લિકેશન પર ફેરબદલી કરો"),
                n("a565833e", "સાઈન અપ"),
                n("e919c3bc", "લોગ ઈન"),
                n("a17a75da", "ઍપ પર X વધુ સારું છે"),
                n("e7342ed4", "કોઈ પોસ્ટ ક્યારેય ચૂકશો નહીં. સંપૂર્ણ અનુભવ મેળવવા માટે આને X એપ્લિકેશનમાં ખોલો."),
                n("b6a43e78", "જાણનારી પ્રથમ વ્યક્તિ બનો"),
                n("b469e406", "તમારા માટે સૌથી વધુ મહત્ત્વની હોય તેવી બાબતો સાથે અદ્યતન રહો. તમે અનુસરો છો તેવા લોકો, મુદ્દાઓ અને ઇવેન્ટ્સ વિશે પુશ સૂચનાઓ માટે એપ્લિકેશન પર સ્વિચ કરો."),
                n("b8505290", "વાર્તાલાપમાં જોડાવા માટે પ્રત્યુતર પાઠવો."),
                n("ae8b0564", "શબ્દનો પ્રચાર કરવા રીપોસ્ટ કરો."),
                n("f2adab0e", "ચાહતને શેર કરવા પોસ્ટને લાઈક કરો."),
                n("b7821a74", "સાઈન અપ કરો જેથી તમે તેમની પોસ્ટ્સ ક્યારેય ચૂકશો નહીં."),
                n("e6d43d06", "મુખ્ય પોસ્ટ્સ શોધવા માટે એક મુદ્દાને અનુસરો"),
                n("ic848090", "સૌ પ્રથમ લોગ ઈન કરો"),
                n("f9ebe066", "હવે તમે કોમ્યુનિટીઝમાં વાર્તાલાપમાં જોડાઈ શકો છો — તમે લોગ ઈન કરો તેના તરત પછી. "),
                n("je3d93e2", "X પરના લોકોને સૌથી પહેલા જાણકારી મળે છે."),
                n("ea88ce2e", "શું થઈ રહ્યું છે તે ચૂકશો નહીં"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "સહાયતા કેન્દ્ર"),
                n("g482c949", "તમારી પસંદગીઓ વિશે વધુ જણાવો."),
                n("b47e760e", "કીબોર્ડ શોર્ટકટ્સ જોવા માટે, પ્રશ્ન ચિહ્ન દબાવો"),
                n("fd2c7b44", "કીબોર્ડ શોર્ટકટ્સ જુઓ"),
                n("g7e2adf2", "એક નવું ડેક બનાવો"),
                n("a6ba09e8", "ડ્યૂપ્લિકેટ કૉલમ"),
                n("f5c9ccca", "હાલના ડેકને સંપાદિત કરો"),
                n("bf42c578", "'ફરીથી ક્રમમાં ગોઠવવા પર ધ્યાન કેન્દ્રિત કરો' બટન"),
                n("j6fa64a6", "અંતિમ કૉલમ પર જાઓ"),
                n("b5545202", "પિન કરેલા અંતિમ ડેક પર જાઓ"),
                n("e0497acc", "'તમામ ડેક્સને મેનેજ કરો' પર જાઓ"),
                n("beef7b14", "આગલી કૉલમ પર જાઓ"),
                n("a5cb005e", "Nth કૉલમ પર જાઓ"),
                n("f65391bc", "પિન કરેલા Nth ડેક પર જાઓ"),
                n("h0bfdd20", "કૉલમ ઉમેરો"),
                n("h770f6d4", "પાછલી કૉલમ પર જાઓ"),
                n("b8b2b70c", "કૉલમ કાઢી નાખો"),
                n("a3e2df76", "કૉલમને કાઢી નાખવાનાને પૂર્વવત્ કરો"),
                n("g850aec4", "કૉલમ સેટિંગ્સને ખોલો / બંધ કરો"),
                n("d5696fcc", "શોર્ટકટ સહાય"),
                n("a83d4280", "આગલી પોસ્ટ"),
                n("g0048656", "અગાઉની પોસ્ટ"),
                n("a690c4d0", "નીચેના પેજ પર જાવ"),
                n("e893811a", "નવી પોસ્ટ લોડ કરો"),
                n("cdb53d7a", "ઉલ્લેખો"),
                n("d7b8ebaa", "લાઈક્સ"),
                n("b0041756", "યાદી"),
                n("d4986f86", "સીધા સંદેશા"),
                n("bb081ea2", "સેટિંગ્સ"),
                n("eee2ed92", "વપરાશકાર પર જાવ..."),
                n("ee5ccf3e", "સેટિંગ્સ પ્રદર્શિત કરો"),
                n("ab3d53f8", "નવી પોસ્ટ"),
                n("de94bda6", "પોસ્ટ મોકલો"),
                n("e736990a", "નવો સીધો સંદેશ"),
                n("fe731016", "લાઈક"),
                n("d17df548", "પ્રત્યુતર"),
                n("g062295e", "રીપોસ્ટ કરો"),
                n("h01621a4", "પોસ્ટ શેર કરો"),
                n("gb303814", "બુકમાર્ક"),
                n("c03b1126", "એકાઉન્ટનું જોડાણ અટકાવો"),
                n("ebd2abb2", "એકાઉન્ટ અવરોધિત કરો"),
                n("hc6c5510", "પોસ્ટની વિગતો ખોલો"),
                n("eebdef38", "ફોટો વિસ્તૃત કરો"),
                n("b488758c", "સંદેશા ડોક ખોલો/બંધ કરો"),
                n("c82314e0", "પસંદ કરેલો વિડિયો થોભાવો/ચલાવો"),
                n("b881560e", "પસંદ કરેલ વિડિયોનું જોડાણ અટકાવો"),
                n("a94f7302", "ઓડિયો ડોક પર જાઓ"),
                n("a7e604c6", "ઓડિયો ડોક ચલાવો/થોભાવો"),
                n("f978c4fc", "ઓડિયો ડોકનું જોડાણ અટકાવો/નિષેધ દૂર કરો"),
                n("hc73f030", "તમારું એકાઉન્ટ"),
                n("f15bfdb4", "એકાઉન્ટ માહિતી"),
                n("a3841918", "ઈમેલ"),
                n("c21037d0", "દેશ"),
                n("ab1f7ee0", "તમારો સાંકેતિક શબ્દ બદલો"),
                n("e731db5a", "સાંકેતિક શબ્દ પુનઃગોઠવો"),
                n("f56af9cc", "તમારા ડેટાનું આર્કાઇવ ડાઉનલોડ કરો"),
                n("hfb92b14", "તમારું એકાઉન્ટ નિષ્ક્રિય કરો"),
                n("bf96fda4", "ઉંમર"),
                n("d12d42dc", "ઓટોમેશન"),
                n("fdb81456", "પેરોડી લેબલ"),
                n("j9d10268", "એકાઉન્ટની પ્રવૃત્તિ"),
                n("i6b3f59a", "એકાઉન્ટનો ઈતિહાસ"),
                n("da202f9a", "તમારી વિજ્ઞાપક યાદી"),
                n("hc36dbba", "લોગીન કરેલા ઉપકરણો અને એપ્લિકેશન્સ"),
                n("a8d0108e", "જાતિ"),
                n("a03dacaa", "ભાષા"),
                n("d9138166", "તમે મુલાકાત લીધેલા સ્થાનો"),
                n("b523ecc6", "એકાઉન્ટ પ્રવેશ વિશેનો ઈતિહાસ"),
                n("abedd45c", "તમારા ડેટાની વિનંતી કરો"),
                n("h1f01a24", "રુચિઓ"),
                n("j7ad754a", "તમારો X ડેટા"),
                n("d299431c", "મોનેટાઇઝેશન"),
                n("j087774e", "કોઈન્સ"),
                n("ff9ed474", "કુલ કમાણી"),
                n("ec885836", "નિર્માતા આવક શેર"),
                n("b431a5c6", "જાહેરાત રેવ શેર"),
                n("b0e986ec", "મનીટાઇઝેશન IDV"),
                n("aca4d76a", "જાહેરાત રેવ શેર સેટઅપ"),
                n("ab1b837a", "જાહેરાત રેવ શેર ડેશબોર્ડ"),
                n("a9c1a9cc", "વિડિયો જાહેરાતો"),
                n("d4ab5c12", "વિડિયો જાહેરાતોનું સેટઅપ"),
                n("c429e3ba", "નિર્માતાનાં સબ્સ્ક્રિપ્શનો"),
                n("fce877d6", "પોસ્ટ પૂર્વવત્ કરો"),
                n("dd0c889e", "પ્રોફાઇલનું કસ્ટમાઇઝેશન"),
                n("ib35705e", "સબ્સ્ક્રિપ્શન મેનેજ કરો"),
                n("cf131522", "સહયોગી બૅજનું સંચાલન કરો"),
                n("cb165528", "સમાચારની સુવિધાઓ અને સેટિંગ્સ"),
                n("f8645654", "સુરક્ષા અને એકાઉન્ટમાં પ્રવેશ"),
                n("j95edf76", "સુરક્ષા"),
                n("afe4a358", "ID ચકાસણી"),
                n("dd703318", "દ્વિ-પરિબળ પ્રમાણીકરણ"),
                n("b1686800", "સિક્યુરિટી કી મેનેજ કરો"),
                n("ae72d4c4", "એપ્લિકેશન્સ અને સત્રો"),
                n("a1e8e682", "નોંધાયેલ ઉપકરણો"),
                n("h1abfbce", "જોડાયેલા એકાઉન્ટ્સ"),
                n("cad53944", "ગોપનીયતા અને સુરક્ષા"),
                n("e908903a", "પ્રેક્ષક અને ટેગીંગ"),
                n("b5c85d2c", "પોસ્ટ્સ સુરક્ષિત કરો"),
                n("f56d108e", "ફોટો ટેગીંગ"),
                n("c6f67e32", "તમારી પોસ્ટ્સ"),
                n("f2bd9c48", "તમે જુઓ છો તે સામગ્રી"),
                n("cbd449a0", "જોડાણ અટકાવવું અને અવરોધિત કરવું"),
                n("daef29b8", "જોડાણ અટકાવેલા એકાઉન્ટ્સ"),
                n("i0dd9b9e", "જોડાણ અટકાવેલા શબ્દો"),
                n("a5f32aa2", "અવરોધિત એકાઉન્ટ્સ"),
                n("i58a274c", "સીધા સંદેશા"),
                n("ded416b0", "Spaces"),
                n("fd4d9068", "શોધવા સક્ષમ અને સંપર્કો"),
                n("bbcafbda", "સંપર્કો સંચાલિત કરો"),
                n("aeddb28a", "સામગ્રી પસંદગીઓ"),
                n("d035a8d0", "જાહેરાતની પસંદગીઓ"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "અનુમાનિત ઓળખ"),
                n("d84e63d2", "ઑફ-X પ્રવૃત્તિ"),
                n("h14ba864", "વ્યાવસાયિક ભાગીદારો સાથે ડેટા શેરિંગ"),
                n("jabb9c9a", "સ્થાન માહિતી"),
                n("fcb6a5b8", "તમારી પોસ્ટ્સમાં સ્થાનની માહિતી ઉમેરો"),
                n("h9f2da68", "સંવેદનશીલ મીડિયા"),
                n("id6a8e1a", "પ્રત્યુતરનું ફિલ્ટર"),
                n("fc35f762", "ફિલ્ટર કરેલા પ્રત્યુતરો"),
                n("gaac710a", "રિપોર્ટ કેન્દ્ર"),
                n("bcd81cac", "પસંદગીઓ"),
                n("i647fb04", "ફિલ્ટર્સ"),
                n("hee41732", "પુશ સૂચનાઓ"),
                n("e75f25a8", "ઈમેલ સૂચનાઓ"),
                n("cf9b166a", "પ્રવેશક્ષમતા, ડિસ્પ્લે અને ભાષાઓ"),
                n("e3719c16", "ઉપલ્બધતા"),
                n("a776eed8", "ઓટોપ્લે"),
                n("c4881c66", "પ્રદર્શ‍િત કરો"),
                n("d495680e", "ભાષાઓ"),
                n("f953f53a", "પ્રદર્શનની ભાષા બદલો"),
                n("eafe3288", "ડેટા વપરાશ"),
                n("b721eb38", "વિશે"),
                n("g9230d00", "પ્રતિનિધિ"),
                n("cb8ebf5c", "તમે જેમને ડેલિગેટ કર્યું હોય તે સભ્યો"),
                n("i95202f6", "તમને ડેલિગેટ કરેલાં એકાઉન્ટ્સ"),
                n("afcad7f2", "એપ્લિકેશન ડાઉનલોડ કરો"),
                n("e8f57e08", "વૈયક્તિકરણ અને ડેટા"),
                n("gbde3534", "રુચિઓ અને જાહેરાતો ડેટા"),
                n("a54826c6", "ભાગીદારો તરફથી એકત્રિત રુચિઓ"),
                n("a5cbc19a", "તમારું Analytics"),
                n("i9028824", "લોડ થઈ રહ્યું છે"),
                n("f5090e28", "એવું જણાય છે કે તમારી કનેક્ટિવિટી જતી રહી હતી. અમે ફરી પ્રયાસ કરતા રહીશું."),
                n("ba929da8", "પેજ મળતું નથી"),
                n("d203e242", "મળ્યું નહીં"),
                n("e2eac0c4", "પ્રાથમિક"),
                n("i5aa4ce0", "વધુ મેનુ આઇટમ્સ"),
                n("h63a5c3c", "વધુ"),
                n("a4fc1872", "ગયા અઠવાડિયે"),
                n("e14bb1da", "છેલ્લો દિવસ"),
                n("d86bbf0f", function (e) {
                    return e.count + " ન વાંચેલી વસ્તુઓ";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "એકાઉન્ટ"),
                n("da4691aa", "તમામ એકાઉન્ટ્સ જુઓ"),
                n("c7e55ccf", function (e) {
                    return "'@" + e.screenname + " પર ફેરબદલી કરો";
                }),
                n("b20a3894", "તમે જે એકાઉન્ટ પર સ્વિચ કરવાનો પ્રયાસ કરી રહ્યા છો તે કાઢી નાખવામાં આવ્યું છે."),
                n("daffabde", "આ તરીકે વર્તી રહ્યાં છે..."),
                n("eccbfa26", "ડેલિગેટ એકાઉન્ટ્સ"),
                n("a1b7a904", "આ તરીકે વર્તો"),
                n("g61ed8a4", "કંઈક ખોટુ થયું હતું."),
                n("e520f166", "તમે પોસ્ટ્સ મોકલવા માટેની દૈનિક મર્યાદાને પાર કરી ગયા છો."),
                n("c0554ca0", "કંઈક ખોટું થયું. એક મિનિટમાં તમારી પોસ્ટ મોકલવાનો ફરી પ્રયાસ કરો."),
                n("b25c5b2a", "ઓહ! તમે પહેલાથી જ તે કહ્યું હતું."),
                n("cef21114", "તમારું એકાઉન્ટ સ્થગિત કરેલ છે અને તમને પોસ્ટ્સ મોકલવાની પરવાનગી નથી."),
                n("cf369a0e", "તમે જે પોસ્ટનો પ્રત્યુત્તર આપવા માંગો છો તે કાઢી નાખવામાં આવી છે અથવા તમારા માટે દૃશ્યમાન નથી."),
                n("cd86efa8", "તમારી પોસ્ટના લખાણમાં મંજૂરી કરાયેલી સંખ્યા કરતાં @ઉલ્લેખો વધી જાય છે."),
                n("e002f424", "તમારી પોસ્ટના લખાણમાં મંજૂર કરાયેલી સંખ્યા કરતાં URL વધી જાય છે."),
                n("c2b4ae8c", "તમારી પોસ્ટના લખાણમાં મંજૂરી આપેલી સંખ્યા કરતાં વધુ હૅશટૅગ વધુ છે."),
                n("hf05f59e", "તમારી પોસ્ટના લખાણમાં મંજૂરી આપેલી સંખ્યા કરતાં વધુ કૅશટૅગ્સ છે."),
                n("dffb84c6", "તમારી પોસ્ટના લખાણમાં મંજૂરી કરતા વધુ લાંબા હૅશટૅગનો સમાવેશ થાય છે."),
                n("d7b21bc8", "તમારી પોસ્ટમાં બિડાણના પ્રકારોની સંખ્યા મંજૂર કરેલ કરતા વધારે છે."),
                n("e4672ac2", "અરેરે! તમારી પોસ્ટમાંનું URL એવા પેજ સાથે લિંક થયેલું દેખાય છે જે સ્પામ અથવા અસુરક્ષિત સામગ્રી ધરાવે છે."),
                n("he5ecf52", "તમારી પોસ્ટનું લખાણ મંજૂર કરેલી મહત્તમ મર્યાદાથી વધી જાય છે."),
                n("ac78e602", "તમારી પોસ્ટની સામગ્રી અમાન્ય છે."),
                n("i251c738", "તમે અપલોડ કરવાનો પ્રયાસ કરેલ વિડિઓનો ફ્રેમ રેટ ખૂબ વધારે હતો."),
                n("ed3ac7ef", function (e) {
                    return "તમે અપલોડ કરવાનો પ્રયાસ કરેલા વિડિયોનો ફ્રેમ રેટ ખૂબ વધારે હતો. મહત્તમ ફ્રેમ રેટ: 60. વાસ્તવિક ફ્રેમ રેટ: " + e.frameRate;
                }),
                n("e23fe0cc", "તમે જે વિડિયો અપલોડ કરવાનો પ્રયાસ કર્યો છે તેનો સાપેક્ષ ગુણોત્તર ઘણો મોટો હતો."),
                n("ca4514c0", "તમે જે વિડિયો અપલોડ કરવાનો પ્રયાસ કર્યો છે તેનો સાપેક્ષ ગુણોત્તર ઘણો નાનો હતો."),
                n("fb4a459c", "તમે અપલોડ કરવાનો પ્રયાસ કરેલ વિડિઓનો સમયગાળો ઘણો ટૂંકો હતો."),
                n("ca1afa98", "તમે અપલોડ કરવાનો પ્રયાસ કરેલ વિડિઓનો સમયગાળો ઘણો લાંબો હતો."),
                n("b2e94283", function (e) {
                    return "@" + e.viaScreenName + " મારફતે";
                }),
                n("ee69d769", function (e) {
                    return "પોસ્ટ કરો" + e.verb;
                }),
                n("ge8e4a38", "બધા પોસ્ટ કરો"),
                n("h735a98e", "શેડ્યૂલ કરો"),
                n("h3701ffe", "અપડેટ કરો"),
                n("d9ef2842", "ન વાંચેલી વસ્તુઓ"),
                n("cdf89b84", "બ્રાન્ડેડ લાઈક્સ પૂર્વાવલોકન"),
                n("i83d4f14", "અનુયાયી વિનંતી કરે છે"),
                n("aeede01a", "મહોર"),
                n("ae1bbb26", "લોગ આઉટ કરો"),
                n("fd442790", "સેટિંગ્સ અને ગોપનીયતા"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "જાહેરાતો"),
                n("e2eef3c2", "ચકાસાયેલી સંસ્થા"),
                n("b55d8a78", "તમારી સ્પેસ બનાવો"),
                n("e5323e36", "Go Live"),
                n("a5a30af0", "લેખો"),
                n("d13d697c", "નવું"),
                n("j0e2cfa8", "વેપાર"),
                n("h5e38204", "ચૅટ"),
                n("h7d5d9fa", "બીટા"),
                n("ga169e1b", function (e) {
                    return "સીધા સંદેશા (" + e.count + " ન વાંચેલા વાર્તાલાપ" + f(e.count, "", "ો") + ")";
                }),
                n("d83682ec", "હોમ (નવી ન વાંચેલી પોસ્ટ્સ)"),
                n("e1249849", function (e) {
                    return "સૂચનાઓ (" + e.count + " બિનવાંચેલ સૂચના" + f(e.count, "", "ઓ") + ")";
                }),
                n("c0b786ee", "શોધો અને અન્વેષણ કરો"),
                n("bb967f9e", "વિડિઓ"),
                n("e04033be", "નવી પોસ્ટ્સ ઉપલબ્ધ છે. તેના પર જવા માટે period કીને દબાવો."),
                n("hec711c0", "નવી પોસ્ટ્સ જુઓ"),
                n("j0a8da6e", "કોઈ મોજૂદ એકાઉન્ટ ઉમેરો"),
                n("c6f2bf00", "એકાઉન્ટ્સનું વ્યવસ્થાપન કરો"),
                n("a58e0e51", function (e) {
                    return "@" + e.screenName + " લોગ આઉટ કરો";
                }),
                n("j62f43a6", "ડેલિગેટ એકાઉન્ટ્સને જુઓ"),
                n("d4c52015", function (e) {
                    return e.count + " બાકી ડેલિગેટ એકાઉન્ટનું(નાં) આમંત્રણ";
                }),
                n("b8e1d524", "એકાઉન્ટ"),
                n("gef27c4c", "એકાઉન્ટ મેન્યૂ"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + " પર ફેરબદલી કરો";
                }),
                n("c61eea74", "વ્યક્તિગત એકાઉન્ટ્સ"),
                n("g6d42fea", "નેવિગેશનને ટોગલ કરો"),
                n("eb022176", "એકાઉન્ટ બનાવો"),
                n("gcfef7b6", "ફોન અથવા ઈમેલ વડે એકાઉન્ટ બનાવો"),
                n("e5b0e544", "સાઈન ઈન"),
                n("gd93944e", "એપ્લિકેશનનો ઉપયોગ કરો"),
                n("c1df1ae0", "કુકીના ઉપયોગ"),
                n("f2f787a0", "સેવાની શરતો"),
                n("e1099fd6", "ગોપનીયતા નીતિ"),
                n("cdc1bff7", function (e) {
                    return "પ્રોફાઈલ મેનુ " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " લોકો";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "વ્યક્તિ", "લોકો");
                }),
                n("ae2205d2", "તમે એકબીજાને અનુસરો છો"),
                n("fd06b02f", function (e) {
                    return "હાલમાં @" + e.screenName + " એક સક્રિય સ્પેસમાં છે, તેમની પ્રોફાઈલ મારફતે જોડાવા માટે ક્લિક કરો";
                }),
                n("f2b3fe06", "પરિણામો લોડ થઈ રહ્યા છે"),
                n("fc9dd578", "લોકોને શોધો"),
                n("gdb7bc25", function (e) {
                    return e.name + " - કાઢી નાખવા માટે પસંદ કરો";
                }),
                n("f065ba8c", "શોધ ક્વેરી"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + " પર જાઓ";
                }),
                n("a2c1b222", "લોકો, યાદી અથવા મુખ્યશબ્દોને શોધવાનો પ્રયાસ કરો"),
                n("f45c4250", "તાજેતરની તમામ શોધો સાફ કરવી છે?"),
                n("caae4dda", "આ પૂર્વવત કરી શકાતું નથી અને તમે તમારી તમામ તાજેતરની શોધો દૂર કરશો."),
                n("dbd5d400", "કાઢી નાખો"),
                n("a8d68f62", "તાજેતરનું"),
                n("c6530778", "સચવાયેલી શોધો"),
                n("e047b8fa", "તમામને દૂર કરો"),
                n("aa6e3300", "એવું લાગે છે કે તમે તમારું જોડાણ ગુમાવી દીધું છે. કૃપા કરી તે તપાસો અને ફરી પ્રયાસ કરો."),
                n("e68b09b4", "દૂર કરો"),
                n("hffea05c", "સાચવેલી શોધ કાઢી નાખવી છે?"),
                n("j037e374", "આને પૂર્વવત કરી શકાતું નથી અને તમે તમારી સાચવેલી શોધ ગુમાવશો."),
                n("d96cf7ce", "કાઢી નાખો"),
                n("hbe4feb5", function (e) {
                    return "અનુસરવાની વિનંતી @" + e.screenName + "ને મોકલવામાં આવી અને તેમની મંજૂરી બાકી રહેલી છે.";
                }),
                n("df4c86b0", "કૃપા કરીને પહેલા તમારી પ્રોફાઈલ અપડેટ કરો"),
                n("bba40ffa", "તમે આ એકાઉન્ટને અનુસરી શકતા નથી"),
                n("f558829e", "આ એકાઉન્ટને અનુસરવા માટે, તમે ઓછામાં ઓછી જરૂરી ઉંમરના છો તે ખાતરી કરવા તમારી પ્રોફાઈલ પર તમારે તમારી જન્મ તારીખ શામેલ કરવાની જરૂર પડશે."),
                n("a6941096", "આ એકાઉન્ટ તમારા દેશમાંથી અનુસરી શકાતું નથી."),
                n("if8cd2a4", "તમે આ એકાઉન્ટને અનુસરવા માટે પૂરતી ઉંમરના નથી."),
                n("b5972260", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે વપરાશકાર માટે તમારી અનુસરણની વિનંતી રદ કરવાનો ફરી પ્રયાસ કરો."),
                n("j4292c24", "તમને આ વપરાશકારને અનુસરતાં તેમની વિનંતીથી અટકાવવામાં આવ્યા છે."),
                n("a0ba5842", "તમે આ સમયે વધુ લોકોને અનુસરવા સમર્થ નથી."),
                n("a5202b82", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે વપરાશકારને અનુસરવાનો ફરી પ્રયાસ કરો."),
                n("f8cbf714", "તમે એવા વપરાશકારને અનુસરવાનો પ્રયત્ન કરી રહ્યાં છો જે મોજૂદ નથી."),
                n("f2e66452", "તમારું એકાઉન્ટ સ્થગિત કરવામાં આવ્યું છે અને વપરાશકારોને અનુસરવાની વિનંતી નથી."),
                n("ca96fe6e", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે વપરાશકારને અનાવરોધિત કરવાનો ફરી પ્રયાસ કરો."),
                n("e1a0aaca", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે વપરાશકારને અનુસરવાનું બંધ કરવાનો ફરી પ્રયાસ કરો."),
                n("fd5208c6", "સેટિંગ્સ પર જાઓ"),
                n("c0d13570", "સહભાગીઓ"),
                n("ba96929e", "નિયુક્તિ ચાલુ છે"),
                n("gf62c116", "સપોર્ટ"),
                n("a4cf866e", "જાહેરાત"),
                n("g2fd3206", "લોકો"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "સંપૂર્ણ ઍક્સેસ"),
                n("e49537c2", "હમમ...આ પેજ અસ્તિત્વમાં નથી. કંઈક બીજું શોધી જુઓ."),
                n("fcbb540a", "દર મર્યાદા ઓળંગી"),
                n("d4f88600", "સંપર્કની ચકાસણી કરો"),
                n("b192ccae", "તમારી પાસે પુષ્ટિ થયેલ સંપર્ક પદ્ધતિ નથી."),
                n("a0487504", "ચકાસણીની વિનંતી કરવા માટે, તમારે પહેલા સંપર્ક પદ્ધતિની પુષ્ટિ કરવી આવશ્યક છે."),
                n("fff7d93c", "ફોટો ઉમેરો"),
                n("g969bfae", "તમારી પ્રોફાઈલનો ફોટો ખૂટતો છે."),
                n("gb2f35e4", "ચકાસણીની વિનંતી કરવા માટે, તમારે સૌથી પહેલા એક પ્રોફાઈલ ફોટો ઉમેરવો જરૂરી છે."),
                n("i33cf692", "URL ફીલ્ડ ઉમેરો"),
                n("b679ff6a", "અમાન્ય URL"),
                n("i79902b4", "પ્રમાણિતતાની પદ્ધતિ પસંદ કરો"),
                n("fb2fcb5c", "આ પગલાંથી તમારી ઓળખ ચકાસવામાં અમને મદદ મળે છે. તમારી માટે શ્રેષ્ઠ કામ કરતી પદ્ધતિને પસંદ કરો."),
                n("e43425fa", "સરકાર દ્વારા જારી કરેલ ID"),
                n("cb7c2e2e", "સરકાર દ્વારા જારી કરાયેલ તમારા IDનો ફોટો."),
                n("a411926a", "સત્તાવાર ઈમેલ સરનામું"),
                n("g253cdd0", "તમે પસંદ કરેલી શ્રેણી સાથે સુસંગત ડોમેન ધરાવતો એક સત્તાવાર ઈમેલ."),
                n("cf93bcb0", "સત્તાવાર વેબસાઈટનો સંદર્ભ"),
                n("gfb55fa8", "એક સત્તાવાર વેબસાઇટ જે સીધી તમારા X એકાઉન્ટનો જ સંદર્ભ આપે છે."),
                n("g40cd2c0", "ચકાસાયેલ સંદર્ભ"),
                n("a7f1cff6", "સત્તાવાર વેબસાઈટનો સંદર્ભ ઉમેરો"),
                n("a11cd524", "એક સત્તાવાર વેબસાઇટ દાખલ કરો કે જે તમારા X એકાઉન્ટનો સંદર્ભ આપે છે અને તમારી ચકાસણીની વિનંતી સાથે સંકળાયેલ છે."),
                n("ba656f26", "શું વેબસાઈટ પર તમારા X એકાઉન્ટનો સંદર્ભ આપવામાં આવ્યો છે?"),
                n("ed751204", "અમારે તમારી ચકાસણી કરવા માટે તમારું એકાઉન્ટ પ્રમાણિત છે તેની પુષ્ટિ કરવાની જરૂર છે. જો તમે લિંક કરેલા પૃષ્ઠ પર તમારા હેન્ડલનો સંદર્ભ આપવામાં આવેલો નથી, તો તમારી વિનંતી પૂર્ણ કરવાના પહેલાં તમારે પ્રમાણિતતાનો પુરાવો સબમિટ કરવાની જરૂર પડશે."),
                n("fbc023b0", "હા, તે છે"),
                n("e785ce06", "હું અલગ વિકલ્પનો ઉપયોગ કરીશ"),
                n("i8d58f3e", "હું સરકારી IDનો ઉપયોગ કરીશ"),
                n("eb21ecaa", "હું ઈમેલ સરનામાનો ઉપયોગ કરીશ"),
                n("f848a69e", "તમારી ચકાસણી કરવા માટે અમારે તમારું એકાઉન્ટ પ્રમાણિત હોવાની પુષ્ટિ કરવાની જરૂર છે. જો પ્રદાન કરવામાં આવેલી સત્તાવાર વેબસાઈટમાં તમારા હેન્ડલનો સંદર્ભ આપવામાં આવ્યો નથી, તો અમે એકાઉન્ટની પ્રમાણિતતાની પુષ્ટિ કરી શકતા નથી."),
                n("d59b5366", "તમારી ચકાસણી કરવા માટે અમારે તમારું એકાઉન્ટ પ્રમાણિત હોવાની પુષ્ટિ કરવાની જરૂર છે. જો તમે લિંક કરેલા પૃષ્ઠ પર તમારા હેન્ડલનો સંદર્ભ આપવામાં આવ્યો નથી, તો અમે તમારા એકાઉન્ટને નોંધપાત્ર સામગ્રી નિર્માતા સાથે  વિશ્વસનીય રીતે લિંક કરી શકતા નથી."),
                n("bfb01c62", "નહીં, પાછળ જાઓ"),
                n("fa51040a", "તે લાયકાત ધરાવતી સમાચાર સંસ્થા અથવા પ્રકાશનની સત્તાવાર વેબસાઈટની લિંક પ્રદાન કરો કે જે તમારો અને તમારા X એકાઉન્ટનો સંદર્ભ આપે છે."),
                n("d0460f12", "તમારા એકાઉન્ટનો તમારી સંસ્થા માટેના સત્તાવાર X એકાઉન્ટ તરીકે જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("h45b00d8", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત મનોરંજન કંપની દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("fc718708", "તે લાયકાત ધરાવતી સંસ્થાની સત્તાવાર વેબસાઈટ કે જે તમારો અને તમારા X એકાઉન્ટનો સંદર્ભ આપે છે."),
                n("g32c2900", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત પ્રોડક્શન સંસ્થા દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("j5b1224c", "તમારા એકાઉન્ટનો તમારા પ્રોડક્શન માટેના સત્તાવાર X એકાઉન્ટ તરીકે જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("d090a5d4", "તે ચકાસાયેલી સંસ્થા અથવા પ્રકાશનની સત્તાવાર વેબસાઈટ કે જે તમારા X એકાઉન્ટનો સંદર્ભ આપે છે."),
                n("eb08a392", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત સરકારી ઓફિસ માટેના ઉમેદવાર દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("h0de1396", "આ વિનંતીથી સંબંધિત ઓફિસ માટેના ઉમેદવારના સત્તાવાર X એકાઉન્ટ તરીકે તમારા એકાઉન્ટનો સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("dcc23262", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત ચળવળકારી અથવા આયોજક દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("c880e068", "તે હિમાયતી સંસ્થાની એક સત્તાવાર વેબસાઈટ કે જે તમારો અને તમારા X એકાઉન્ટનો સંદર્ભ આપે છે."),
                n("e412d500", "એક ચકાસાયેલી હિમાયતી સંસ્થા માટે લીડરશિપના પદ પર તમારા હોવાનો તથા તમારા X એકાઉન્ટનો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર સાઈટ પરથી આવે તે આવશ્યક છે."),
                n("dedf41f2", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત પ્રભાવશાળી વ્યક્તિ દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("b4aed9e0", "તે ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ કે જે તમારો અને તમારા X એકાઉન્ટનો સંદર્ભ આપે છે."),
                n("b2069e40", "તમારો તથા તમારા X એકાઉન્ટનો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર સાઈટ પરથી આવે તે આવશ્યક છે."),
                n("baf718c4", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત કંપની, બ્રાન્ડ અથવા સંસ્થા દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("c65bbbc2", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત વરિષ્ઠ નેતા અથવા અધિકારી દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("i31e3606", "લાયકાત ધરાવતી કંપની, બ્રાન્ડ અથવા સંસ્થાના ડોમેનવાળું સત્તાવાર ઈમેલ સરનામું."),
                n("de70afe8", "લાયકાત ધરાવતી સંસ્થાની અધિકૃત વેબસાઇટ પર તમારા અને તમારા X એકાઉન્ટનો સંદર્ભ."),
                n("a3a523f2", "તમારા એકાઉન્ટનો તમારી કંપની માટેના સત્તાવાર X એકાઉન્ટ તરીકે જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("jf58899a", "તમારી સંસ્થામાં સીનિયર લીડર હોવા તરીકે તમારો, તથા તમારા X એકાઉન્ટનો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી પરથી આવે તે આવશ્યક છે."),
                n("f7afbaec", "તમારું એકાઉન્ટ પ્રમાણિત છે અને લાયકાત ધરાવતી સમાચાર સંસ્થા માટેના કોઈ પત્રકાર અથવા પ્રકાશન દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("d4ab0056", "તમારું એકાઉન્ટ પ્રમાણિત છે અને નોંધપાત્ર ફ્રીલાન્સ પત્રકાર દ્વારા મેનેજ થાય છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("d2a77622", "લાયકાત ધરાવતી ન્યૂઝ સંસ્થા અથવા પ્રકાશનના ડોમેનવાળું સત્તાવાર ઈમેલ સરનામું."),
                n("eec341da", "તે સમાચાર સંસ્થા અથવા પ્રકાશનની સત્તાવાર વેબસાઈટ કે જે તમારા X એકાઉન્ટનો સંદર્ભ આપે છે."),
                n("b03ae068", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત સમાચાર સંસ્થા અથવા પ્રકાશન દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("g0daba4a", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત વ્યાવસાયિક ગેમિંગની નામાંકિત વ્યક્તિ દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("ab8e430c", "આ વિનંતીથી સંબંધિત ગેમિંગ ઉદ્યોગની વ્યક્તિના સત્તાવાર X એકાઉન્ટ તરીકે તમારા એકાઉન્ટનો સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("cdcd9cd6", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થા દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("gad25890", "આ વિનંતીથી સંબંધિત વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થાના સત્તાવાર X એકાઉન્ટ તરીકે તમારા એકાઉન્ટનો સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("e6dc91b2", "તમારું એકાઉન્ટ પ્રમાણિત છે અને આ વિનંતીથી સંબંધિત વ્યાવસાયિક સ્પોર્ટ્સની નામાંકિત વ્યક્તિ દ્વારા મેનેજ કરવામાં આવે છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો."),
                n("i9aed706", "આ વિનંતીથી સંબંધિત વ્યાવસાયિક સ્પોર્ટ્સની નામાંકિત વ્યક્તિના સત્તાવાર X એકાઉન્ટ તરીકે તમારા એકાઉન્ટનો સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે."),
                n("abd587d2", "બીજો સંદર્ભ ઉમેરો"),
                n("i0bba81a", "નોકરીનો સંદર્ભ ઉમેરો"),
                n("a6a76e3c", "નોંધવાજોગ પદ્ધતિ પસંદ કરો"),
                n("ecd2abda", "એકાઉન્ટની પાત્રતાની પુષ્ટિ કરો"),
                n("cb70b894", "પાછા જાઓ"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "તમારા વિશે તાજેતરની શોધ પ્રવૃત્તિના પુરાવા સાથે Google Trends પરની એક પ્રોફાઈલ."),
                n("a68b43ee", "Google Trends પ્રોફાઈલ ઉમેરો"),
                n("b5e30390", "Google Trends પ્રોફાઈલ"),
                n("h146703e", "Wikipedia લેખ"),
                n("ee38d0f0", "એક Wikipedia લેખ જે તમારા વિશે છે અને લોકો માટેના તેમના નોંધવાજોગ સંબંધી ધોરણોને પરિપૂર્ણ કરે છે."),
                n("cb97ee3e", "Wikipedia લેખ"),
                n("hc371f34", "સમાચાર કવરેજ"),
                n("b9d0ad90", "છેલ્લા છ મહિનાની અંદર તમને કવર કરેલ હોય અથવા જેણે તમારો સંદર્ભ આપ્યો હોય તેવી જાણીતી સમાચાર સંસ્થાઓમાંથી ઓછામાં ઓછી ત્રણ લિંક."),
                n("ge137dce", "લાયકાત ધરાવતા સમાચાર પ્રકાશનોમાં છેલ્લા છ મહિનામાં પ્રકાશિત થયા હોય એવા તમારા વિશેના ઓછામાં ઓછા ત્રણ લેખો."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "ચકાસાયેલા સમાચાર કવરેજને ઉમેરો"),
                n("feadd98c", "સમાચારના ચકાસાયેલ સંદર્ભો ઉમેરો"),
                n("j7ae97aa", "સમાચારના ચકાસાયેલ સંદર્ભો"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "લેખ #" + e.n;
                }),
                n("bebae55a", "જાહેર સ્ટોક એક્સચેન્જ"),
                n("c5571610", "જાહેર સ્ટોક એક્સચેન્જમાં નોંધપાત્ર હાજરીના પુરાવા પ્રદાન કરતી એક લિંક."),
                n("e2d42628", "સ્ટોક એક્સચેન્જનો સંદર્ભ ઉમેરો"),
                n("jc19b4e8", "સ્ટોક એક્સચેન્જ લિસ્ટિંગ"),
                n("fc3ee696", "નેતૃત્વનો સંદર્ભ"),
                n("i3e65eb4", "એક ચકાસાયેલી સંસ્થાની સત્તાવાર સાઇટ જે તમને નેતૃત્વના પદ પર હોવાનો સંદર્ભ આપે છે."),
                n("jd014eba", "પ્રદાન કરેલું URL અરજીકર્તાનો સંદર્ભ આપતા ચોક્કસ પૃષ્ઠથી લિંક કરે છે."),
                n("a96901cc", "લીડરશિપનો સંદર્ભ ઉમેરો"),
                n("cc424a22", "હિમાયત  બાબતનો સંદર્ભ"),
                n("ibfc1a5a", "તમે આ શ્રેણીમાં ચકાસણી માટે પાત્ર નથી."),
                n("e1c78796", "સત્તાવાર વેબસાઇટ"),
                n("ff2ee0c2", "ચળવળતા"),
                n("hc61adfc", "મનોરંજન"),
                n("e404203c", "ગેમિંગ"),
                n("d2042392", "સરકારી"),
                n("c365dcc6", "અન્ય"),
                n("d27beb9e", "સ્પોર્ટ્સ"),
                n("cc4b66b6", "શ્રેણી પસંદ કરો"),
                n("b37461a4", "એકાઉન્ટનો પ્રકાર પસંદ કરો"),
                n("b27325f6", "સામગ્રી નિર્માતા"),
                n("a5a6affc", "પ્રભાવશાળી ડિજિટલ સામગ્રી નિર્માતાઓ જેઓ સતત આકર્ષક, મૂળ સામગ્રીને પ્રકાશિત કરે છે."),
                n("a15326de", "લાયકાત ધરાવતા સમાચાર પ્રકાશનોના એવા ઓછામાં ઓછા ત્રણ લેખો જે તમારો સંદર્ભ આપતા હોય."),
                n("g704a93a", "જાણીતા હિમાયતી કાર્ય સાથે સંકળાયેલી એક સત્તાવાર સાઈટ કે જે લીડરશિપના પદ પર તમારા હોવાનો સંદર્ભ આપતી હોય."),
                n("c6bd60ec", "ચળવળકારી અથવા આયોજક"),
                n("c92fdb06", "સામાજિક અને આર્થિક, રાજકીય અથવા સાંસ્કૃતિક પરિવર્તન લાવવા બાબતે Xsનો ઉપયોગ કરતી નોંધપાત્ર વ્યક્તિઓ."),
                n("a18c6dfc", "પત્રકાર"),
                n("h0b46534", "ચકાસાયેલી સમાચાર સંસ્થાઓ અથવા પ્રકાશનો દ્વારા નિયુક્ત વ્યક્તિગત પત્રકારો."),
                n("ff929fec", "નામાંકિત સંસ્થા અથવા આનુષંગિક"),
                n("jf537894", "પ્રખ્યાત સંસ્થાઓ, અને કંપનીઓ, બ્રાન્ડ્સ અને બિન-નફાકારક સંસ્થાઓ સહિત ગૌણ સંલગ્ન એકાઉન્ટ્સ."),
                n("d2ea204a", "અન્ય પ્રભાવશાળી વ્યક્તિ"),
                n("f875ec6e", "X પ્લેટફોર્મ પર અને તેની બહાર જે અન્ય શ્રેણીઓમાં આવતી નથી એવી નોંધપાત્ર હાજરી ધરાવતી વ્યક્તિઓ."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "નોંધપાત્ર કંપનીઓ, બ્રાન્ડ્સ અને બિન-નફાકારક સંસ્થાઓના અન્ય નેતાઓ અને નામાંકિત અધિકારીઓ."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "મનોરંજન કંપની"),
                n("d5b3cbca", "મુખ્ય મનોરંજન કંપનીઓ જેમ કે ટેલિવિઝન નેટવર્ક્સ, ફિલ્મ સ્ટુડિયોઝ અને સંગીત લેબલ્સ."),
                n("b5a3e590", "મનોરંજન ઉદ્યોગની વ્યક્તિ"),
                n("e484f794", "મનોરંજન ઉદ્યોગની પ્રભાવશાળી વ્યક્તિઓ જેમ કે અભિનેતાઓ, સંગીતકારો, દિગ્દર્શકો, પટકથા લેખકો, હાસ્ય કલાકારો અને વધુ."),
                n("b8d8ea64", "પ્રોડક્શન સંસ્થા"),
                n("ff27db3c", "ફિલ્મો, ઘટનાઓ/ઉત્સવો, ટીવી શો અને વધુ જેવા મનોરંજન એકમો સાથે સંકળાયેલા પ્રોડક્શન્સના સત્તાવાર એકાઉન્ટ્સ."),
                n("c0e57cb2", "તમારી નિર્માતા પ્રોફાઈલ ઉમેરો"),
                n("f3c605b6", "નિર્માતા પ્રોફાઈલ"),
                n("h042d1a6", "IMDB પ્રોફાઈલ"),
                n("d2310f0c", "IMDB પરની એક પ્રોફાઈલ જેમાં ઓછામાં ઓછા 50 પ્રોડકશન શ્રેય સામેલ હોય."),
                n("ba04b4c2", "IMDB પ્રોફાઈલ ઉમેરો"),
                n("i9b124b6", "સરકારી અધિકારી"),
                n("f84a99ee", "મુખ્ય સરકારી અધિકારીઓ, જેમાં રાજ્યના વડાઓ, ચૂંટાયેલા અધિકારીઓ, નિયુક્ત મંત્રીઓ અને રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરના રાજદૂતોનો સમાવેશ થાય છે."),
                n("j2cb5f50", "ઓફિસ માટેના ઉમેદવાર"),
                n("j2472894", "રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરની સાર્વજનિક ઓફિસ માટેના સત્તાવાર ઉમેદવારો."),
                n("ha44c130", "સરકારી ઓફિસ અથવા સાર્વજનિક સેવા"),
                n("j8ae9d40", "મુખ્ય સરકારી ઓફિસો અને સંસ્થાગત એન્ટિટી તેમજ સાર્વજનિક ઉપયોગિતાની વ્યવસ્થાઓ અને સેવાઓ."),
                n("ef1d6176", "શું તમે રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરના ઉમેદવાર છો?"),
                n("f54ba6e6", "આ શ્રેણીમાં ચકાસણી માટે લાયક ઠરવા માટે તમારે રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરે ઓફિસ માટેના વર્તમાન ઉમેદવાર હોવું આવશ્યક છે."),
                n("dd85d0a0", "શું તમે રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરના અધિકારી છો?"),
                n("f0058c60", "આ શ્રેણીમાં ચકાસણી માટે લાયક ઠરવા માટે તમારે રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરના વર્તમાન સરકારી અધિકારી હોવું આવશ્યક છે."),
                n("f420a712", "હા, હું અધિકારી છું"),
                n("fb97d22c", "નહીં, હું અધિકારી નથી"),
                n("e16b1cc8", "શું તમારી પ્રોફાઈલ ઉમેદવાર માટેના માપદંડને પૂર્ણ કરે છે?"),
                n("cf2ee92e", "ઓફિસ માટેના ઉમેદવારો પાસે એવું સાર્વજનિક એકાઉન્ટ હોવું આવશ્યક છે જે તેઓ જે ઓફિસ માટે ચૂંટણી લડી રહ્યા હોય તેનો સંદર્ભ આપતું હોય તથા તેમના કેમ્પેનની સત્તાવાર વેબસાઈટથી લિંક કરતું હોય, આમ બંને બાબત કરતું હોય."),
                n("g544885e", "શું તમારી પ્રોફાઈલ સરકારી ઓફિસ અથવા સંસ્થાગત એન્ટિટી માટેના માપદંડને પૂર્ણ કરે છે?"),
                n("bd0b4542", "સરકારી ઓફિસો અને સંસ્થાગત એન્ટિટી પાસે એવું સાર્વજનિક એકાઉન્ટ હોવું આવશ્યક છે કે જે તેમની સત્તાવાર વેબસાઈટથી લિંક કરતું હોય."),
                n("i45b224c", "શું તમારી પ્રોફાઈલ અધિકારી માટેના માપદંડને પૂર્ણ કરે છે?"),
                n("fba1dd66", "સરકારી અધિકારીઓ પાસે એવું સાર્વજનિક એકાઉન્ટ હોવું આવશ્યક છે કે જે તેમના વર્તમાન સરકારી હોદ્દાનો સંદર્ભ આપતું હોય અને તેમની ઓફિસની સત્તાવાર વેબસાઈટથી લિંક કરતું હોય, આમ બંને બાબત કરતું હોય."),
                n("e95c44de", "હા, તે પૂર્ણ છે"),
                n("fa5e15e2", "મારે અપડેટ કરવાની જરૂર છે"),
                n("jdf47e8e", "કેમ્પેનની વેબસાઈટ"),
                n("eeec7316", "કેમ્પેનની વેબસાઈટ ઉમેરો"),
                n("b163b654", "સરકારી સંદર્ભ"),
                n("d2378d34", "સરકારી સંદર્ભ ઉમેરો"),
                n("a05b8446", "ફ્રીલાન્સ પત્રકાર"),
                n("hdad12b2", "ચકાસાયેલા પ્રકાશનોમાં નોંધપાત્ર કાર્ય ધરાવતા સ્વતંત્ર, ફ્રીલાન્સ પત્રકારો."),
                n("d2d7af4c", "સમાચાર સંસ્થા અથવા પ્રકાશક"),
                n("d83e51dc", "પ્રિન્ટ અને ડિજિટલ પ્રકાશનો; બ્રોડકાસ્ટ્સ, કૅબલ, ઉપગ્રહ અને સ્ટ્રીમિંગ TV અને રેડિયો સમાચાર નેટવર્ક, સ્ટેશન અને કાર્યક્રમો; પોડકાસ્ટ્સ અને અન્ય સમાન મીડિયા."),
                n("g708cbdc", "શું તમારી પ્રોફાઈલ ચકાસણીની આવશ્યકતાઓને પૂર્ણ કરે છે?"),
                n("b107ee5c", "સમાચાર સંસ્થાઓનું એવું એક જાહેર એકાઉન્ટ હોવું આવશ્યક છે જે તેમની સત્તાવાર વેબસાઈટથી લિંક કરતું હોય."),
                n("e8746826", "મેં પુષ્ટિ કરી છે કે મારા નોકરીદાતાના એકાઉન્ટની પહેલેથી જ ચકાસણી કરી લેવામાં આવી છે."),
                n("jc09b420", "શું તમારી પ્રોફાઈલ પત્રકાર માટેના માપદંડને પૂર્ણ કરે છે?"),
                n("gfbd7e58", "પત્રકારો પાસે એક જાહેર એકાઉન્ટ હોવું આવશ્યક છે જે તેઓ જેના માટે કામ કરે છે તે ચકાસાયેલી સમાચાર સંસ્થાના નામનો સંદર્ભ આપે છે અને સાથે જ તેની સત્તાવાર વેબસાઈટથી લિંક કરે છે."),
                n("h0ad4c9e", "સત્તાવાર સમાચાર સંસ્થાનો(ના) સંદર્ભ(સંદર્ભો)"),
                n("a6553b50", "એક લાયકાત ધરાવતા સમાચાર પ્રકાશન અથવા સંસ્થાની સત્તાવાર વેબસાઈટ જે એક પત્રકાર તરીકે તમારો સંદર્ભ આપે છે."),
                n("a29b2988", "લેખની બાઇલાઇન્સ અને શ્રેયો"),
                n("ab4eae60", "છેલ્લા છ મહિનાની અંદર લાયકાત ધરાવતા પ્રકાશનોમાં પ્રકાશિત થયેલી ઓછામાં ઓછી ત્રણ બાઇલાઇન અથવા શ્રેયો."),
                n("b3fac982", "પ્રદાન કરેલું URL મારો સંદર્ભ આપતા ચોક્કસ પૃષ્ઠથી લિંક કરે છે."),
                n("e26dc9e2", "નોંધપાત્ર કાર્ય ઉમેરો"),
                n("e164df2e", "શું પ્રદાન કરેલા લેખો નોંધવાજોગ હોવા સંબંધી માપદંડોને પૂર્ણ કરે છે?"),
                n("i80ff05e", "માત્ર ચકાસાયેલી સમાચાર સંસ્થાઓ અને પ્રકાશનો દ્વારા પ્રકાશિત લેખો જ નોંધવાજોગ હોવાના પુરાવા તરીકે લાયક છે."),
                n("cf7482ec", "હા, તે પૂર્ણ કરે છે"),
                n("fcb96cfc", "વ્યાવસાયિક સ્પોર્ટ્સ ઉદ્યોગની વ્યક્તિ"),
                n("ddc7d64a", "વ્યાવસાયિક સ્પોર્ટ્સ એથ્લીટ્સ, કોચ, મેનેજરો તેમજ વૈશ્વિક સ્પર્ધાઓ (દા.ત. ઓલિમ્પિક્સ, પેરાલિમ્પિક્સ વગેરે)માં ભાગ લેનારા એથ્લીટ્સ."),
                n("c4e0d346", "વ્યાવસાયિક સ્પોર્ટ્સની સંંસ્થા"),
                n("e3ce81fa", "વ્યાવસાયિક સ્પોર્ટ્સ લીગ્સ, ટીમો અને વૈશ્વિક સ્પર્ધાઓ (દા.ત. ઓલિમ્પિક્સ, પેરાલિમ્પિક્સ વગેરે)."),
                n("b2808f48", "ગેમિંગ ઉદ્યોગની વ્યક્તિ"),
                n("db7b3558", "ચકાસાયેલી ગેમિંગ ટીમ્સ અથવા લીગ્સ સાથે સંલગ્ન હોય તે ઈસ્પોર્ટ્સ એથ્લીટ્સના વ્યક્તિગત એકાઉન્ટ્સ."),
                n("bbd9a912", "મેં પુષ્ટિ કરી છે કે મારા એકાઉન્ટ સાથે સંકળાયેલી ટીમ, લીગ, ઇવેન્ટ અથવા સંસ્થાની પહેલાંથી જ ચકાસણી થઈ ચૂકી છે."),
                n("he9c5638", "તમારો સંદર્ભ આપતી વૈશ્વિક સ્પર્ધા અથવા સ્પોર્ટ્સની સંસ્થાની સત્તાવાર વેબસાઈટની એક લિંક."),
                n("bf06e1d6", "વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થાની સાથે સંકળાયેલ એક સત્તાવાર સાઈટ કે જે તમારો એક વ્યાવસાયિક એથ્લીટ, મેનેજર અથવા કોચ તરીકે સંદર્ભ આપતી હોય."),
                n("e241d35e", "ચકાસાયેલી સમાચાર સંસ્થા કે પ્રકાશનોના ઓછામાં ઓછા ત્રણ લેખ કે જે એક વ્યાવસાયિક એથ્લીટ, મેનેજર અથવા કોચ તરીકે તમારો સંદર્ભ આપતા હોય."),
                n("ad456030", "ચકાસાયેલી સમાચાર સંસ્થા કે પ્રકાશનોના ઓછામાં ઓછા ત્રણ લેખ કે જે ગેમિંગ ઉદ્યોગની વ્યક્તિ તરીકે તમારો સંદર્ભ આપતા હોય."),
                n("hbe2e65c", "ચકાસાયેલ ઈસ્પોર્ટ્સ લીગ અથવા ઇવેન્ટની સાથે સંકળાયેલ એક સત્તાવાર સાઈટ કે જે ગેમિંગ ઉદ્યોગની વ્યક્તિ તરીકે તમારો સંદર્ભ આપતી હોય."),
                n("j3da4dea", "તમે હમણાં ચકાસણીની વિનંતી કરી શકતા નથી."),
                n("af39265e", "કંપનીઓ, બ્રાન્ડ્સ અને સંસ્થાઓ"),
                n("bb51cd7a", "સ્પોર્ટ્સ અને ગેમિંગ"),
                n("c044a571", "વધુ જાણો"),
                n("a58cd1fb", "વધુ જાણો"),
                n("b47b0fd1", "વધુ જાણો"),
                n("db25263b", "વધુ જાણો"),
                n("b25b02c3", "વધુ જાણો"),
                n("j6ef6afb", "વધુ જાણો"),
                n("d42d162b", "વધુ જાણો"),
                n("ccadfc85", "વધુ જાણો"),
                n("ddb47f57", "વધુ જાણો"),
                n("bf9e181b", "વધુ જાણો"),
                n("e8e39f95", "વધુ જાણો"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more"),
                n("e7e0d88b", "વધુ જાણો"),
                n("i560665f", "Learn more");
            n("f6e774d9", "વધુ જાણો"),
                n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "વધુ જાણો"),
                n("f8493831", "વધુ જાણો"),
                n("icb5913f", "વધુ જાણો"),
                n("af819833", "વધુ જાણો"),
                n("d35525b1", "વધુ જાણો"),
                n("cb181ed1", "વધુ જાણો"),
                n("f6c3d3f1", "વધુ જાણો"),
                n("d4588ded", "વધુ જાણો"),
                n("a759bff9", "વધુ જાણો"),
                n("c64a59f7", "વધુ જાણો"),
                n("c054f433", "વધુ જાણો"),
                n("c1b7ad51", "વધુ જાણો"),
                n("f7998565", "વધુ જાણો"),
                n("c74a47ef", "વધુ જાણો"),
                n("gf9899bf", "વધુ જાણો"),
                n("d7a9185d", "વધુ જાણો"),
                n("c4b205e1", "વધુ જાણો"),
                n("c04b4b1d", "વધુ જાણો"),
                n("d26ccc67", "વધુ જાણો"),
                n("hdb3bc85", "વધુ જાણો"),
                n("b6cb494f", "વધુ જાણો"),
                n("abc132eb", "વધુ જાણો"),
                n("de1b28ad", "વધુ જાણો"),
                n("h04c272d", "વધુ જાણો"),
                n("j331c659", "વધુ જાણો"),
                n("h02fe64f", "વધુ જાણો"),
                n("a7df4b85", "વધુ જાણો"),
                n("e9b71903", "વધુ જાણો"),
                n("g961011f", "વધુ જાણો"),
                n("d5dedb7b", "વધુ જાણો"),
                n("gd396551", "વધુ જાણો"),
                n("dccc08bf", "વધુ જાણો"),
                n("f22a6d0d", "વધુ જાણો"),
                n("i78c9fd5", "વધુ જાણો"),
                n("f3e333a9", "વધુ જાણો"),
                n("i5fee6d3", "વધુ જાણો"),
                n("fe7420f5", "વધુ જાણો"),
                n("fcfad60d", "વધુ જાણો"),
                n("cc35a6b9", "વધુ જાણો"),
                n("d9bd3823", "વધુ જાણો"),
                n("a67f27bd", "વધુ જાણો"),
                n("b8be7adb", "વધુ જાણો"),
                n("gd663f41", "વધુ જાણો"),
                n("b436b101", "વધુ જાણો"),
                n("j97bce4a", "X હૅન્ડલ"),
                n("acd5ca14", "ફરીથી પ્રયાસ કરો. વપરાશકારનાં નામમાં @, $, અથવા # જેવા ખાસ વર્ણો સામેલ થતા નથી."),
                n("bbef41c2", "તમારા X ચકાસણીની વિનંતી સાથે સંકળાયેલ સત્તાવાર ઈમેલ સરનામાંની સમીક્ષા કરો."),
                n("be03ecca", "ઈમેલ એડ્રેસ"),
                n("c69a40de", "તમે હાલનું ચકાસાયેલ ઈમેલ સરનામું ધરાવતા નથી."),
                n("c83a1662", "તમારી પાસે યોગ્ય ઈમેલ સરનામું ચકાસાયેલ નથી."),
                n("e1e878ee", "સેટિંગ્સ"),
                n("b9635182", "સેટિંગ્સ"),
                n("j163be32", "વિનંતી શરૂ કરો"),
                n("gaf821c8", "ચકાસણી વિનંતી"),
                n("e1ac0f9b", "વધુ જાણો"),
                n("h2d4ba56", "તમારું ID તપાસવામાં આવી રહ્યું છે..."),
                n("i2051842", "અમે ખાતરી કરી રહ્યા છીએ કે તમારું ID અમારા ધોરણોને પૂરા કરે છે. આમાં 30 સેકન્ડ જેટલો સમય લાગી શકે છે."),
                n("fc2a5c92", "કંઇક ખોટું થયું હતું"),
                n("jf4b6f70", "તમારું ID અપલોડ કરતી વખતે એક ભૂલ આવી હતી. કૃપા કરીને તેને ફરીથી અપલોડ કરી જુઓ."),
                n("d338f53e", "ફરીથી પ્રયાસ કરો"),
                n("e43672a0", "અમને તમારા સરકાર તરફથી જારી કરેલ ID વિશે થોડી માહિતી એકત્રિત કરવાની જરૂર છે."),
                n("b246aa5e", "જારી કરનાર દેશ"),
                n("d6fb5878", "દેશ પસંદ કરો"),
                n("b72f97cc", "ID પ્રકાર"),
                n("b2ab6008", "ID પ્રકાર પસંદ કરો"),
                n("h9270b1c", "દેશોને શોધો"),
                n("ff1d68f8", "તમારા IDનો એક ફોટો અપલોડ કરો"),
                n("bdada5a6", "આગળનો ભાગ"),
                n("edfed0f6", "IDનો આગળનો ભાગ અપલોડ કરો"),
                n("def5015d", function (e) {
                    return "પાછળ જાઓ" + e.back_of_document;
                }),
                n("b09aade6", "IDનો પાછળનો ભાગ અપલોડ કરો"),
                n("b40ed190", "દસ્તાવેજ"),
                n("c6650b56", "દસ્તાવેજ અપલોડ કરો"),
                n("d171ed16", "અમે અમને મદદ કરવા માટે ભરોસાપાત્ર ત્રીજા પક્ષ પર આધાર રાખી છીએ. આ પક્ષો તમારા IDની પ્રમાણિકતાની ચકાસણી કરે છે અને અમને મર્યાદિત માહિતી અને પ્લેટફોર્મ પ્રદાન કરે છે, જે અમને ચકાસાયેલા એકાઉન્ટની સ્થિતિ માટે તમારી યોગ્યતાની પુષ્ટિ કરવાની મંજૂરી આપે છે."),
                n("d20f76cb", "વધુ જાણો"),
                n("b8deb156", "ગોપનીયતા નીતિ "),
                n("b9960f32", "ફોટા અથવા વિડિયો ઉમેરો"),
                n("gd80afba", "મીડિયા સંપાદિત કરો"),
                n("j322caee", "સંવેદનશીલ મીડિયાને ફ્લેગ કરો"),
                n("abd845fe", "સંપાદિત કરો"),
                n("df1b0708", "આ GIF ચાલુ કરો"),
                n("cd959e5c", "મીડિયા દૂર કરો"),
                n("add55c98", "મીડિયા"),
                n("f350cf46", "મીડિયાને ખેંચી લાવીને મૂકો"),
                n("gff1f69e", "છબી લોડ થઈ રહી છે"),
                n("a91bb144", "રજૂ કરો"),
                n("affce770", "અમે અને અમારા વિશ્વસનીય ત્રીજા પક્ષો ચકાસણી માટે તમારા એકાઉન્ટ સાથે સંબંધિત માહિતી અને તમારી પ્રામાણિકતા અને યોગ્યતા નક્કી કરવા માટે તમે અમને પ્રદાન કરેલી કોઈપણ વધારાની માહિતીનો ઉપયોગ કરીશું."),
                n("i0864918", "શ્રેણી"),
                n("c7942074", "એકાઉન્ટનો પ્રકાર"),
                n("b8121daa", "નોંધવાજોગ સંદર્ભ(સંદર્ભો)"),
                n("d247ca70", "નીચે તમારી ચકાસણીની વિનંતીના વિગતોની સમીક્ષા કરો. પુષ્ટિ કર્યા બાદ, સબમિટ કરો પર ક્લિક કરો."),
                n("b51afbb2", "પ્રમાણિતતાની પદ્ધતિ"),
                n("cc87b01c", "સમીક્ષા કરીને સબમિટ કરો"),
                n("ec6801cc", "તમારી વિનંંતી મોકલવામાં આવી છે!"),
                n("i6ef95ec", "સર્વેક્ષણ"),
                n("j94e995e", "તમારી છેલ્લી વિનંતી નકારવામાં આવી હતી. તમારે એક નવી વિનંતી સબમિટ કરવા તે તારીખથી 30 દિવસની રાહ જોવી પડશે."),
                n("da458d6c", "તમે છેલ્લા 30 દિવસમાં ચકાસણી માટેની એક વિનંતી સબમિટ કરેલી અને તે નકારવામાં આવી છે. કૃપા કરીને ફરીથી પ્રયાસ કરો."),
                n("j4ed9f0e", "તમે ચકાસણી માટેની વિનંતી સબમિટ કરી છે અને નિર્ણય લેવામાં આવતાની સાથે જ તમારો સંપર્ક કરવામાં આવશે."),
                n("b1ade780", "તમારું એકાઉન્ટ ઘણું નવું છે. જ્યાં સુધી તમારું એકાઉન્ટ ઓછામાં ઓછા 7 દિવસનું નથી થતું ત્યાં સુધી રાહ જુઓ અને પછી ફરી પ્રયત્ન કરો."),
                n("aab67626", "તમારી ચકાસણીની વિનંતીની સમીક્ષા કરવામાંં આવી રહી છે"),
                n("d3c1e25e", "ના, તે સપનું ન હતું. હા, તમારી ચકાસણી સાચે જ થઈ ગઈ છે."),
                n("a8b4500e", "ના નિયમો"),
                n("ef1b5cbc", "તમે જે સૂચનાઓ જોવા માંગતા હોવ — અને જે તમે જોવા ન માંગતા હોવ તે પસંદ કરો."),
                n("aaafffda", "સૂચનાઓનું જોડાણ અટકાવ્યું"),
                n("afdf29b8", "ગુણવત્તા ફિલ્ટર"),
                n("da19d878", "ડુપ્લિકેટ અથવા ઓટોમેટેડ પોસ્ટ્સ જેવી સામગ્રીને ફિલ્ટર કરવાનું પસંદ કરો. આ તમે અનુસરો છો અથવા તાજેતરમાં વાતચીત કરી હોય તે એકાઉન્ટ્સની સૂચનાઓ પર લાગુ થતું નથી."),
                n("i2209530", "સાચવો"),
                n("da867c58", "સૂચનાના પ્રકાર અનુસાર તમારી પસંદગીઓ પસંદ કરો."),
                n("a2197726", "તમારા એકાઉન્ટની સુરક્ષાનું સંચાલન કરો."),
                n("i36dcc3e", "તમારા X સાંકેતિક શબ્દ ઉપરાંત બીજી પ્રમાણીકરણ પદ્ધતિની જરૂરિયાત દ્વારા તમારા એકાઉન્ટને અનધિકૃત પ્રવેશથી બહેતર સુરક્ષિત કરો. તમે ટેક્સ્ટ સંદેશ, પ્રમાણીકરણ એપ્લિકેશન અથવા સુરક્ષા કી પસંદ કરી શકો છો."),
                n("ead60eb8", "વધારાની સાંકેતિક શબ્દ સુરક્ષા"),
                n("gfaf9a4a", "સાંકેતિક શબ્દ રીસેટ સુરક્ષિત"),
                n("h3cc8462", "વધારાના સંરક્ષણ માટે, તમને તમારા X સાંકેતિક શબ્દને રીસેટ કરવા માટે તમારા ઈમેલ સરનામાં અથવા ફોન નંબરની પુષ્ટિ કરવી પડશે."),
                n("b4bbdeb4", "પાસકી"),
                n("aeb7dcdc", "તમારા બાયોમેટ્રિક્સ સાથે જોડાયેલી હોઈ શકે તેવી વધારાની સુરક્ષા માટે પાસકીઝને સક્ષમ કરો."),
                n("dc096238", "તમારા એકાઉન્ટની પ્રમાણિતતાની પુષ્ટિ કરવા ઓળખનો મંજૂરીપ્રાપ્ત પ્રકાર અપલોડ કરો. તમારી માહિતીનો ઉપયોગ માત્ર તમારી ઓળખની ખરાઈ કરવા માટે થશે અને તેને સુરક્ષિત રીતે તથા સલામત રીતે રાખવામાં આવશે."),
                n("a999cb72", "એકાઉન્ટ પરિવર્તનો સાચવો"),
                n("dec3c9b8", "સાંકેતિક શબ્દ"),
                n("b929aa74", "તમારા Twitter એકાઉન્ટમાં કરેલ પરિવર્તનો સાચવવા માટે તમારો X સાંકેતિક શબ્દ ફરી દાખલ કરો."),
                n("d1091f50", "સાંકેતિક શબ્દ ભૂલી ગયા?"),
                n("d97c07be", "નિર્માતાનાં સબ્સ્ક્રિપ્શનોને મેનેજ કરો"),
                n("efa291da", "Stripeનો ઉપયોગ કરીને નિમ્નલિખિત નિર્માતાઓના તમારાં સબ્સ્ક્રિપ્શનો જુઓ અને મૅનેજ કરો. તમે iOS કે Android પર શરૂ કરેલાં બધાં સક્રિય સબ્સ્ક્રિપ્શનોને ઍપમાં મૅનેજ કરી શકાશે."),
                n("j7f5c6aa", "હજુ તમારી પાસે કોઈ પણ સબ્સ્ક્રિપ્શન નથી"),
                n("ef4602ec", "કંઈક ખોટું થયું હતું. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("b02df748", "તમારા એકાઉન્ટની સુરક્ષાનું સંચાલન કરો અને તમારા એકાઉન્ટ સાથે તમે જોડેલી એપ્લિકેશન્સ સહિત તમારા એકાઉન્ટના વપરાશ પર નજર રાખો."),
                n("g2841de4", "તમારા એકાઉન્ટમાં જ્યારે તમે લોગીન થયા અને તમારા એકાઉન્ટ સાથે જોડાયેલી એપ્લિકેશન્સ વિશેની માહિતી જુઓ."),
                n("hf45cca6", "લોગ ઈન કરવા માટે X સાથે જોડાયેલા Google અથવા Apple એકાઉન્ટ્સને મેનેજ કરો."),
                n("a310511c", "તમારા સહિયારા એકાઉન્ટ્સને મેનેજ કરો."),
                n("jc02ae68", "જોડાયેલી એપ્લિકેશન્સ"),
                n("dd82312a", "સત્રો"),
                n("e5e8a89a", "એપ્લિકેશન્સ લોડ થઈ રહી છે"),
                n("hfa9a2c8", "પળવારમાં જોડાણ કરેલી એપ્લિકેશન્સને મેનેજ કરો"),
                n("dd1b86f9", function (e) {
                    return e.name + " દ્વારા";
                }),
                n("cf461930", "તમે જેને તમારા X એકાઉન્ટને ઍક્સેસ કરવાની મંજૂરી આપશો તે ત્રીજા-પક્ષની એપ્લિકેશન્સ અહીં દેખાશે."),
                n("b63b0b1d", "વધુ જાણો"),
                n("c2cb5560", "વર્તમાન સક્રિય સત્ર"),
                n("bca43fd0", "અન્ય સત્રોમાંથી લોગ આઉટ કરો"),
                n("ha6df2ca", "સત્રો એ તમે તમારા X એકાઉન્ટ માટે ઉપયોગમાં લઈ રહ્યા હોવ અથવા જેનો ઉપયોગ કરવામાં આવ્યો હોય તે ઉપકરણો છે. આ તે સત્રો છે કે જ્યાં તમારું એકાઉન્ટ વર્તમાનમાં લોગ ઈન થયેલું છે. તમે દરેક સત્રમાંથી લોગ આઉટ કરી શકો છો."),
                n("b72d2904", "તમે આ ઉપકરણ પર આ X એકાઉન્ટમાં લોગ ઈન થયેલા છો અને વર્તમાનમાં તેનો ઉપયોગ કરી રહ્યા છો."),
                n("b850cbd0", "તમે આ ઉપકરણો પર આ એકાઉન્ટ્સમાં લોગ ઈન થયેલા છો અને વર્તમાનમાં તેનો ઉપયોગ કરી રહ્યા નથી. "),
                n("cf3e3164", "તમામ અન્ય સત્રોમાંથી લોગ આઉટ કરો"),
                n("f810f27a", "શું તમે તમારા અન્ય સત્રોને સમાપ્ત કરવા માંગો છો?"),
                n("gbb5cec5", function (e) {
                    return "લોગ આઉટ કરવાથી તમારા અન્ય " + e.num + " સક્રિય X સત્ર સમાપ્ત થઈ જશે. તેનાથી તમારા વર્તમાન સક્રિય સત્ર પર કોઈ અસર પડશે નહીં.";
                }),
                n("fcbd4904", "આ તમારા સક્રિય X સત્રને સમાપ્ત કરશે."),
                n("ab78d946", "તમે તમારા અન્ય સક્રિય X સત્રોને સમાપ્ત કરી રહ્યા છો, અને તમારે નવી શરૂઆત કરવા માટે તમારે તે ઉપકરણોમાં ફરી લોગ ઈન કરવું પડશે."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "હવે સક્રિય"),
                n("c9bc33fa", "ડિવાઇસેસ"),
                n("f95ed3e6", "વર્તમાન ઉપકરણ"),
                n("a787669a", "અન્ય ઉપકરણની નોંધણી"),
                n("gbefe730", "તમે આ અન્ય ઉપકરણો પર એન્ક્રિપ્ટેડ સીધા સંદેશ માટે નોંધાયેલા છો. "),
                n("d7a9796e", "ઉપકરણો લોડ કરી રહ્યું છે"),
                n("b5635e86", "આ ઉપકરણની નોંધણી કરો"),
                n("bb4a95dc", "તમારું ઉપકરણ નોંધાવવું છે?"),
                n("a9538040", "આ ઉપકરણની નોંધણી કરવાથી તમે અન્ય નોંધાયેલા વપરાશકારો સાથે નવા એન્ક્રિપ્ટ કરેલા વાર્તાલાપો શરૂ કરી શકશો"),
                n("hd173c7a", "નોંધાવો"),
                n("hf4312a4", "ઉપકરણની નોંધણી થઈ."),
                n("h7797d18", "નોંધાયેલ"),
                n("hc48a042", "આ ઉપકરણની નોંધણી રદ કરો"),
                n("d5bafb20", "આ ઉપકરણની નોંધણી રદ કરવી છે?"),
                n("i12dee70", "ઉપકરણની નોંધણી રદ કરવાનો અર્થ છે કે તમને ત્યાર પછી તેમાં એન્ક્રિપ્ટ કરેલા સંદેશા માટે ઍક્સેસ નહીં મળે."),
                n("d4b9db26", "નોંધણી રદ કરો"),
                n("c18b1b34", "નોંધાયેલ તારીખ અને સમય"),
                n("e7c9d60a", "પસંદ કરેલ ઉપકરણની નોંધણી રદ કરવામાં આવી છે."),
                n("cd14c8fe", "ઉપકરણ માહિતી લોડ કરી રહ્યું છે"),
                n("j9db22f4", "અમે આ ઉપકરણ શોધી શકતા નથી"),
                n("c477d710", "તમે X પર કઈ માહિતી જુઓ અને શેર કરો છો તે મેનેજ કરો."),
                n("b06f5d36", "તમારી X પ્રવૃત્તિ"),
                n("fd807e78", "પ્રેક્ષક, મીડિયા અને ટૅગિંગ"),
                n("a9ff473c", "તમે X પર અન્ય લોકોને કઈ માહિતી જોવાની મંજૂરી આપો છો તે મેનેજ કરો."),
                n("d0484606", "તમારી પોસ્ટ્સ સાથે સંકળાયેલી માહિતીને મેનેજ કરો."),
                n("c4afe0e6", "તમારી પસંદગીઓ જેમ કે મુદ્દા અને રુચિઓના આધારે X પર તમે શું જુઓ તે નક્કી કરો"),
                n("ab125232", "તમે જોડાણ અટકાવેલા અથવા અવરોધિત કરેલા એકાઉન્ટ્સ, શબ્દો અને સૂચનાઓનું સંચાલન કરો."),
                n("cc950d94", "કોણ તમને સીધો સંદેશ મોકલી શકે છે તેનું સંચાલન કરો."),
                n("fe37f854", "તમારી Spaces સાંભળવાની પ્રવૃત્તિ કોણ જોઈ શકે છે તેને મેનેજ કરો"),
                n("ab987f3c", "તમારી શોધવા સક્ષમ સેટિંગ્સનું નિયંત્રણ કરો અને તમે ઇમ્પોર્ટ કરેલા સંપર્કોનું સંચાલન કરો."),
                n("db5fabb0", "ડેટા શેરિંગ અને ઑફ-X પ્રવૃત્તિ"),
                n("i83cab8a", "ડેટા શેરિંગ અને વૈયક્તિકરણ"),
                n("e338a794", "X પર તમારી જાહેરાતોનાં અનુભવને મેનેજ કરો."),
                n("c05e8024", "X પર તમારી કુકીઓનો ઉપયોગનાં અનુભવને મેનેજ કરો."),
                n("d29d59d0", "X, તમારા અનુભવને વૈયક્તિકૃત કરવા માટે Xની બહારની તમારી ઓનલાઇન પ્રવૃત્તિ, જેમ કે તમે જુઓ છો તે વેબસાઇટ્સ, આનો ઉપયોગ કેવી રીતે કરે છે તે મેનેજ કરો."),
                n("c981a36c", "Xને તમારી અનુમાનિત પ્રવૃત્તિની મદદથી તમારા અનુભવનું વૈયક્તિકરણ કરવાની મંજૂરી આપો, દા.ત. Xમાં લોગ ઈન કરવા માટે તમે જેનો ઉપયોગ કર્યો નથી એવાં ડિવાઇસ પરની પ્રવૃત્તિ."),
                n("eb0cc786", "Xના વેપારી ભાગીદારો સાથે વધારાની માહિતી શેર કરવાની મંજૂરી આપો."),
                n("dd533318", "તમારા અનુભવને વૈયક્તિકૃત કરવા માટે X જે સ્થાન માહિતીનો ઉપયોગ કરે છે તેને મેનેજ કરો."),
                n("bd0646a0", "X પર ગોપનીયતા વિશે વધુ જાણો"),
                n("a607862a", "ગોપનીયતા નીતિ"),
                n("g5925628", "અમારો સંપર્ક કરો"),
                n("dd6012f8", "ગોપનીયતા કેન્દ્ર"),
                n("jdceda60", "પ્રત્યુતરો"),
                n("f644b748", "તમારી પોસ્ટ્સનો કોણ પ્રત્યુતર આપી શકે તે અને તમારા ફિલ્ટર કરેલા પ્રત્યુતરોને મેનેજ કરો."),
                n("ff4b3818", "Grok અને ત્રીજા પક્ષના સહકાર્યકર્તાઓ"),
                n("i586f3e0", "તમારા સાર્વજનિક ડેટાની સાથે-સાથે Grok સાથેની તમારી ક્રિયાપ્રતિક્રિયાઓ, ઇનપુટ અને પરિણામોને પ્રશિક્ષણ અને ફાઇન-ટ્યૂનિંગ માટે ઉપયોગમાં લેવાની મંજૂરી આપો"),
                n("d8492604", "જ્યારે પસંદ કર્યું હોય ત્યારે, તમને અનુસરતાં લોકોને જ તમારી પોસ્ટ્સ અને અન્ય એકાઉન્ટ માહિતી દૃશ્યક્ષમ થાય છે."),
                n("if050fae", "તમારા વિડિયોઝને સુરક્ષિત કરો"),
                n("b7ed5f6e", "જો પસંદ કરવામાં આવે, તો તમારી પોસ્ટ્સમાંના વિડિયો ડિફૉલ્ટ રૂપે ડાઉનલોડ કરી શકાશે નહીં. આ સેટિંગ હવે પછીની પોસ્ટ્સ પર લાગુ થાય છે અને તે પૂર્વવર્તી નથી"),
                n("dbb51952", "તમારી પોસ્ટ્સને સુરક્ષિત કરો?"),
                n("de735de6", "આ તેમને ફક્ત તમારા X અનુયાયીઓ માટે જ દૃશ્યક્ષમ બનાવશે."),
                n("c5d4192a", "સુરક્ષિત કરો"),
                n("d9ddba70", "કોમ્યુનિટીઝ સાર્વજનિક છે, તેથી તમારા એકાઉન્ટને સુરક્ષિત કરવાથી તમારી અગાઉની પોસ્ટ્સ છુપાઈ જશે. જ્યાં સુધી તમારું એકાઉન્ટ ફરીથી સાર્વજનિક નહીં થાય ત્યાં સુધી તમે કોમ્યુનિટીમાં પોસ્ટ પણ કરી શકશો નહીં."),
                n("f527b322", "મારા એકાઉન્ટને સુરક્ષિત કરો"),
                n("d165c992", "કોઈપણ તમને ટેગ કરી શકે છે"),
                n("ea339390", "તમે અનુસરતા હોવ તેવા લોકો જ તમને ટેગ કરી શકે છે"),
                n("e3a761ee", "બંધ"),
                n("a61ed23a", "તમે પોસ્ટ કરેલ મીડિયાને તેમાં સંવેદનશીલ સામગ્રી હોઈ શકે છે તે રીતે ચિહ્નિત કરો"),
                n("ae27c454", "જ્યારે સક્ષમ કરેલ હોય ત્યારે, જે લોકો સંવેદનશીલ સામગ્રી જોવા ઇચ્છતાં નથી તેમના માટે તમે પોસ્ટ કરેલા ચિત્રો અને વિડિયો સંવેદનશીલ તરીકે ચિહ્નિત થશે."),
                n("fc1d217c", "સંવેદનશીલ સામગ્રી સામેલ હોઈ શકે એવો મીડિયા પ્રદર્શિત કરો"),
                n("j018f2a2", "એક્સપ્લોર માટેની સેટિંગ્સ"),
                n("h1ef00dc", "શોધ સેટિંગ્સ"),
                n("b05b9398", "જ્યારે આ સેટિંગને સક્ષમ કરવામાં આવે, ત્યારે તમારી Xની પ્રવૃત્તિના આધારે તમારા માટેની સામગ્રીને X દ્વારા વ્યક્તિગત કરવામાં આવી શકે છે. "),
                n("a3c1324c", "તમારા માટે સમયરેખામાં ભલામણ કરેલી સામગ્રી બતાવો"),
                n("ee4592ca", "કોઈ નહિ"),
                n("da813d22", "ચકાસાયેલા વપરાશકારો"),
                n("baffe39a", "દરેક"),
                n("b3d8566e", "ઓછી-ગુણવત્તાના સંદેશા ફિલ્ટર કરો"),
                n("cfda8c44", "સંભવિત બિનજરૂરી અથવા ઓછી-ગુણવત્તાવાળી હોવાનું જણાયું હોય તેવી સંદેશ વિનંતીઓ છુપાવો. આ તમારી સંદેશ વિનંતીઓના તળીયે એક અલગ ઇનબોક્સ પર મોકલવામાં આવશે. જો તમે ઇચ્છો તો હજુ પણ તેમાં પ્રવેશ મેળવી શકો છો."),
                n("f4c91f40", "મારા સબ્સ્ક્રાઇબરો તરફના સંદેશાને મંજૂરી આપો"),
                n("bf0c4336", "તમારા સબ્સ્ક્રાઇબરો તમને હંમેશા અન્ય મેસેજિંગ સેટિંગ્સથી સ્વતંત્ર એવા સંદેશા મોકલી શકશે."),
                n("e6c411d8", "ગ્રાફિક મીડિયા ફિલ્ટર કરો"),
                n("g558101a", "શોધી કાઢેલા સંદેશાઓ જેમાં (નગ્નતા, જાતીય સામગ્રી અથવા હિંસા જેવા) સંભવિત ગ્રાફિક મીડિયા સમાવિષ્ટ કરેલ હોય તે માટે ચેતવણીઓ પ્રદર્શિત કરો. જો તમે ઇચ્છતાં હોવ તો તમારા માટે હંમેશા મીડિયા જોવાનો વિકલ્પ રહેશે."),
                n("d9172542", "વાંચેલ પ્રાપ્તિઓ દર્શાવો"),
                n("bd557506", "તમે જેમને સંદેશા મોકલી રહ્યાં છો તેમને જાણ થવા દો કે તમે તેમના સંદેશા ક્યારે જોયા. સંદેશ વિનંતીઓ પર વાંચ્યાની રસીદો બતાવવામાં આવતી નથી."),
                n("f29080d0", "તરફથી સંદેશની વિનંતીઓને મંજૂરી આપો:"),
                n("j0adcc2d", "વધુ જાણો"),
                n("ib3357a6", "વૈયક્તિકૃત જાહેરાતો"),
                n("f2f9628e", "તમે હંમેશા તમારી X પ્રવૃત્તિના આધારે X પર જાહેરાતો જોશો. જ્યારે આ સેટિંગ સક્ષમ હોય, ત્યારે X તમારી Twitter પ્રવૃત્તિને અન્ય ઑનલાઇન પ્રવૃત્તિ અને અમારા ભાગીદારો પાસેથી મળેલી માહિતી સાથે જોડીને, X પર અને તે સિવાય, X જાહેરાતકર્તાઓની જાહેરાતોનું વધુ વૈયક્તિકરણ કરી શકે છે. "),
                n("b5fe50fc", "જાહેરાતોની શ્રેણીઓ"),
                n("c31a2ea6", "આ સેટિંગ્સને સક્ષમ કરવાથી તમે આ શ્રેણીઓમાં જાહેરાતો જોવા માટે યોગ્યતા ધરાવો છો. પસંદગી રદ કરીને આ શ્રેણીઓ વિશેની ઓછી જાહેરાતો જોવાનું પસંદ કરો."),
                n("if996630", "જુગાર"),
                n("a9ed7774", "વેબ પર તમે જ્યાં X સામગ્રી જુઓ છો ત્યાંના ઉપયોગની મંજૂરી આપો"),
                n("e2d61838", "આ સેટિંગ Xને એમ્બેડ કરેલી સમય અવધિઓ જેવી X સામગ્રીને એકીકૃત કરતી અન્ય વેબસાઇટ્સ પરની તમારી મુલાકાતો ટ્રેક રાખવા દે છે. તે માહિતી Xને તમારા માટે વધુ સારું બનાવે છે, જેમ કે તમારા અનુભવને વૈયક્તિકૃત કરીને. આ વેબ બ્રાઉઝિંગ ઇતિહાસ તમારા નામ, ઈમેલ અથવા ફોન નંબર સાથે ક્યારેય સંગ્રહિત કરાશે નહીં."),
                n("c966aaf4", "તમે ચોક્કસ દેશોમાં હોવ ત્યારે આ વેબ પૃષ્ઠ મુલાકાતોનો સંગ્રહ અથવા ઉપયોગ કરવામાં આવતો નથી."),
                n("e8313b32", "શું તમને ખાતરી છે? એકવાર આ બંધ કર્યા પછી, તમે આ દેશમાં હોવ ત્યારે તમે તેને ફરીથી ચાલુ કરી શકતા નથી."),
                n("f1d46fd6", "હા, મને ખાતરી છે"),
                n("f6c8ccc8", "તમારી અનુમાનિત ઓળખના આધારે વ્યક્તિગત કરો"),
                n("ed012c88", "તમે જે માહિતી પૂરી પાડી છે, તેમજ તમે લોગ ઈન કરવા માટે જે ઉપકરણોનો ઉપયોગ કર્યો છે તેના આધારે X હંમેશાં તમારા અનુભવને વૈયક્તિકૃત કરશે. જ્યારે આ સેટિંગ સક્ષમ કરવામાં આવે છે ત્યારે, Xમાં તમે લોગ ઈન કરવા માટે ઉપયોગ ન કર્યો હોય તેવા ઉપકરણો અને બ્રાઉઝર્સ અથવા તમારા X એકાઉન્ટ સાથે લિંક કરેલા હોય તેવા ઈમેલ એડ્રેસ અને ફોન નંબરો જેવા, તમારી ઓળખ વિશેના અન્ય નિષ્કર્ષોના આધારે પણ X વૈયક્તિકૃત કરી શકે છે."),
                n("d3c20d80", "વ્યવસાયિક ભાગીદારો સાથે વધારાની માહિતી શેર કરવાની મંજૂરી આપો"),
                n("f1c0d09c", "X હંમેશાં તેના ઉત્પાદનોને ચલાવવા અને સુધારવાની રીત તરીકે વ્યાવસાયિક ભાગીદારો સાથે માહિતી શેર કરે છે. જ્યારે સક્ષમ કરેલું હોય ત્યારે, આ અન્ય સાઇટ્સ અને એપ્લિકેશન્સ પર Xની માર્કેટિંગ પ્રવૃત્તિઓને તમારા માટે વધુ સુસંગત બનાવવા સહિત Xનો વ્યવસાય ચલાવવામાં મદદ કરવા માટે ભાગીદારો સાથે વધારાની માહિતી શેર કરવા માટે Xને મંજૂરી આપે છે."),
                n("dc20d918", "તમે મુલાકાત લીધેલા સ્થાનોના આધારે વૈયક્તિકૃત કરો"),
                n("af7d89e6", "X, હંમેશાં તમને વધુ સુસંગત સામગ્રી દર્શાવવામાં મદદ મળે તે માટે, તમે ક્યાં સાઈન અપ કર્યું અને તમારું વર્તમાન સ્થાન જેવી કેટલીક માહિતીનો ઉપયોગ કરે છે. જ્યારે આ સેટિંગ સક્ષમ હોય, ત્યારે તમે મુલાકાત લીધેલી અન્ય જગ્યાઓના આધારે પણ X તમારા અનુભવનું વૈયક્તિકરણ કરી શકે છે."),
                n("f2b23062", "પ્રવેશક્ષમતા, ડિસ્પ્લે અને ભાષાઓ"),
                n("fa76d7dc", "X સામગ્રી તમારી સમક્ષ કેવી રીતે પ્રદર્શિત કરવામાં આવે છે તે મેનેજ કરો."),
                n("j7a15010", "તમારા Xના અનુભવોના પાસાંઓ જેમ કે  રંગ વિરોધાભાસ અને ગતિની મર્યાદાનું સંચાલન કરો."),
                n("a257ecae", "તમારા ફોન્ટનું કદ, રંગ, અને પૃષ્ઠભૂમિ મેનેજ કરો. આ સેટિંગ્સથી આ બ્રાઉઝર પર રહેલા તમામ X એકાઉન્ટ્સ પ્રભાવિત થાય છે."),
                n("jc3fa0e2", "તમારો Xનો અનુભવ વૈયક્તિકૃત કરવા કઈ ભાષાઓનો ઉપયોગ કરવામાં આવે તે મેનેજ કરો."),
                n("cc2973a8", "આ ડિવાઇસ પર X તમારા કેટલાક નેટવર્ક ડેટાનો ઉપયોગ કેવી રીતે કરે છે તે મર્યાદિત કરો."),
                n("h54e6138", "કીબોર્ડ શોર્ટકટ્સ"),
                n("a4b69cbc", "પ્રદર્શનની ભાષા"),
                n("c856bd00", "મુખ્ય શીર્ષકો, બટનો અને અન્ય ટેક્સ્ટ માટે X પરથી તમારી પસંદગીની ભાષા પસંદ કરો."),
                n("cab61d58", "વધારાની ભાષાઓ પસંદ કરો"),
                n("dd93fafa", "X પર તમે જોવા ઇચ્છતાં હોવ તે સામગ્રી માટે વધારાની ભાષાઓ પસંદ કરો."),
                n("bca1de4a", "તમે બોલતા હોવ તે વધારાની ભાષાઓ"),
                n("c3aa76c4", "તમે જાણતાં હોય તેવી ભાષાઓ"),
                n("g099069c", "તમારી પ્રવૃત્તિ, જેમ કે તમે જે એકાઉન્ટ્સને અનુસરો છો અને જે પોસ્ટ્સ સાથે તમે જોડાયેલા છો તેના આધારે X અનુમાનિત ભાષાઓનું સંચાલન કરો."),
                n("cf9ce876", "એપ્લિકેશન અને પોસ્ટની ભાષાઓ"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "આ તે સામાજિક એકાઉન્ટ્સ છે કે જેનું તમે લોગ ઈન કરવા માટે તમારા X એકાઉન્ટથી જોડાણ કર્યું હતું. તમે તેના પ્રવેશને અહીં અક્ષમ કરી શકો છો."),
                n("d84ed6b2", "જોડાણ તોડી નાખો"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "જોડાયેલા"),
                n("ad31b476", "તમારા ઓટોમેટેડ એકાઉન્ટને મેનેજ કરો."),
                n("a2981062", "મેનેજ કરતું એકાઉન્ટ"),
                n("aff4540e", "મેનેજ કરતા એકાઉન્ટને બદલો"),
                n("b8b9d100", "એકાઉન્ટ ઓટોમેશનને સેટ અપ કરો"),
                n("e0bc51f6", "એકાઉન્ટનું ઓટોમેશન બંધ કરો"),
                n("b92190c2", "મેનેજ કરતા એકાઉન્ટનું જોડાણ કરવામાં આવ્યું"),
                n("fb03b39a", "મેનેજ કરતા એકાઉન્ટનું જોડાણ તોડી નાખવામાં આવ્યું"),
                n("bd51ddfa", "અમે આ સમયે તમારા મેનેજ કરતા એકાઉન્ટનું જોડાણ તોડી નાખવામાં અસમર્થ છીએ. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("e91c15f6", "તમારા મેનેજ કરતા એકાઉન્ટનું જોડાણ તોડી નાખવું છે?"),
                n("df035b80", "જો તમે તમારા મેનેજ કરતા એકાઉન્ટનું જોડાણ તોડી નાખો છો તો તમારું ઓટોમેટેડ એકાઉન્ટ તેનું લેબલ ગુમાવી દેશે."),
                n("bd12cf34", "હા, જોડાણ તોડી નાખો"),
                n("f79acef3", "વધુ જાણો"),
                n("a57a341c", "ડેટા બચતકર્તા"),
                n("ab6505a8", "જો પસંદ કરેલ હોય તો, X ઓછા નેટવર્ક ડેટાનો ઉપયોગ કરશે."),
                n("a5d4fda0", "કંઈક ખોટું થયું હતું, પણ ગુસ્સે ન થશો — ચાલો આપણે ફરી એકવાર પ્રયાસ કરીએ."),
                n("g1888dc2", "ક્યારેય નહીં"),
                n("f724d1aa", "માત્ર વાઈ-ફાઈ પર"),
                n("cf6472c2", "સેલ્યૂલર અથવા વાઈ-ફાઈ પર"),
                n("b2ed92c4", "આર્કાઇવની વિનંતી કરવી"),
                n("ce5d2c46", "અસ્થાયીરૂપે અનુપલબ્ધ"),
                n("bed6a87c", "તમારી X ડેટા લિંક સમાપ્ત થઈ ગઈ છે"),
                n("b24b4768", "માય એક્સ ડેટા પર જાઓ"),
                n("a0c3f812", "અપડેટ કરેલ મેળવવા માટે, તમારે નવી વિનંતી કરવી પડશે."),
                n("eea30bb5", function (e) {
                    return "બનાવ્યાંની તારીખ: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "સમાપ્તિ તારીખ: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "અંદાજિત કદ: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X ડેટા ( " + e.currentIndex + " માંથી" + e.count + " )";
                }),
                n("fc5bfd96", "શરૂઆત કરીએ"),
                n("gee8110e", "આર્કાઈવ ડાઉનલોડ કરો"),
                n("c326f156", "આર્કાઇવ ડાઉનલોડ કરવામાં આવ્યો"),
                n("c9fe9b56", "તમારું આર્કાઇવ ડાઉનલોડ થવાની તૈયારીમાં છે"),
                n("j54b679b", function (e) {
                    return "આ બીજી વિન્ડોમાં ખુલશે અને સમાપ્ત થવામાં થોડો સમય લાગી શકે છે. પૂર્ણ થવા પર, ડાઉનલોડ એક " + e.size + " ZIP ફાઈલ હશે.";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "ફોન્ટનું કદ"),
                n("c783d45e", "રંગ"),
                n("h306a358", "પૃષ્ઠભૂમિ"),
                n("d8680056", "વધુ નાનું"),
                n("j59f0b94", "ડિફૉલ્ટ"),
                n("b81aaad8", "મોટું"),
                n("c7044880", "અતિરિક્ત મોટું"),
                n("e46dffa0", "ટેક્ષ્ટનું કદ"),
                n("ce8a8116", "પૃષ્ઠભૂમિ વિકલ્પો"),
                n("d3d48f3a", "પ્રકાશ"),
                n("i76f67ee", "ધૂંધળું"),
                n("c8f85960", "લાઇટો બંધ"),
                n("aefc5b20", "રંગ વિકલ્પો"),
                n("a52d0fde", "વાદળી"),
                n("d818cdd6", "પીળો"),
                n("fee1cd64", "ગુલાબી"),
                n("cbed7fb2", "જાંબલી"),
                n("g697ec02", "નારંગી"),
                n("a7c2204a", "લીલો"),
                n("gde8fdd7", function (e) {
                    return "પોસ્ટ્સ નામના આના જેવા જ ટૂંકા સંદેશા Xના મૂળનો મહત્વપૂર્ણ ભાગ હોય છે — આની જેમ જ — જેમાં ફોટા, વિડિયો, લિંક્સ, ટેક્સ્ટ, હેશટેગ્સ અને @" + e.mention + " જેવા ઉલ્લેખો સામેલ હોઈ શકે છે.";
                }),
                n("f277e94a", "જુઓ"),
                n("ee79367b", function (e) {
                    return "સ્તર " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "જાહેરાત"),
                n("d9587114", "નવીનતમ પોસ્ટ જુઓ"),
                n("b7b86c3c", "આ પોસ્ટનું એક નવું સંસ્કરણ ખોલે છે"),
                n("a407814e", "છેલ્લે સંપાદિત કર્યું:"),
                n("i46ee3f0", "આ, આ પોસ્ટનું નવીનતમ સંસ્કરણ છે."),
                n("e18cb87c", "આ પોસ્ટ સમજાવો"),
                n("ffe16626", "પ્રત્યુતરનું ફિલ્ટર ચાલુ છે."),
                n("jc81f6a7", function (e) {
                    return e.count + " વ્યૂ";
                }),
                n("g521abc6", "Grok, વિશ્લેષણ!"),
                n("a09331e0", "સંબંધિત લેખો"),
                n("e3eceda6", "Grok પગલાં"),
                n("a653f08f", function (e) {
                    return e.replyCount + " પ્રત્યુત્તરો વાંચો";
                }),
                n("dc0c8266", "Grokને પૂછો"),
                n("i7ac410e", "મૂળભૂત બતાવો"),
                n("c67f09e8", "અનુવાદ બતાવો"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "વ્યૂ" + f(e.count, "", "ઝ");
                }),
                n("b8f3500a", "રીડરમાં થ્રેડ જુઓ"),
                n("fc7db594", "પ્રોફાઇલ સારાંશ"),
                n("c3f04d9c", "વિચાર કરું છું"),
                n("cbdddb0a", "પૂર્ણ થયેલ"),
                n("b0d1e205", function (e) {
                    return '**"' + e.query + '"** માટે શોધો';
                }),
                n("acb9b845", function (e) {
                    return '**"' + e.query + '"** માટે ' + e.url + " બ્રાઉઝિંગ";
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " દ્વારા પોસ્ટ શોધી રહ્યા છીએ";
                }),
                n("bec7eb11", function (e) {
                    return ' **"' + e.query + '"** માટે @' + e.username + " દ્વારા પોસ્ટ શોધી રહ્યા છીએ";
                }),
                n("ead81122", "કંઈક ખોટું થયું, કૃપા કરીને ફરીથી કનેક્ટ કરવા માટે રિફ્રેશ કરો અથવા ફરી પ્રયાસ કરો."),
                n("f808a13a", "દરની મર્યાદા પાર થઈ ગઈ. કૃપા કરી થોડી વાર માટે પ્રતીક્ષા કરો અને ફરીથી પ્રયાસ કરો."),
                n("e0481e5a", "Grok આ સમયે તમારા દેશમાં સમર્થિત નથી."),
                n("bc0a5b5a", "હાલમાં Grok અનુપલબ્ધ છે, કૃપા કરીને પછીથી વળતી તપાસ કરો."),
                n("ef674976", "તમે આ સેવાનો ઉપયોગ કરવા માટે અધિકૃત નથી."),
                n("c74e87e0", "આ ફાઇલ ઘણી મોટી છે. કૃપા કરી નાની ફાઇલ પસંદ કરો."),
                n("bea50a2a", "ફાઇલનું ફૉર્મેટ સમર્થિત નથી."),
                n("j77292b7", function (e) {
                    return "કૃપા કરીને માત્ર " + e.count + " ફાઇલ" + f(e.count, "", "ો") + "સુધી પસંદ કરો";
                }),
                n("d4d35bea", "અનુવાદ થઈ રહ્યો છે..."),
                n("he9c9634", "અનુવાદનું આનયન કરવામાં અક્ષમ"),
                n("j2198c98", "અનુવાદિત પોસ્ટ છુપાવો"),
                n("i73a7d48", "Google દ્વારા અનુવાદિત"),
                n("eeadb767", function (e) {
                    return "Google દ્વારા " + e.originLanguage + " માંથી અનુવાદિત";
                }),
                n("be9b9fb8", "Grok દ્વારા અનુવાદિત"),
                n("d9c6f69d", function (e) {
                    return " Grok દ્વારા " + e.originLanguage + " માંથી અનુવાદ ";
                }),
                n("dc445f82", "Papago દ્વારા અનુવાદિત"),
                n("he9803d3", function (e) {
                    return "Papago દ્વારા " + e.originLanguage + "માંથી અનુવાદિત";
                }),
                n("f8264fc0", "X દ્વારા અનુવાદિત"),
                n("caa5ba3d", function (e) {
                    return e.originLanguage + "માંથી X દ્વારા અનુવાદિત";
                }),
                n("e0f81ff3", "અનુવાદ:"),
                n("j2862695", function (e) {
                    return "દ્વારા " + e.originLanguage + "માંથી અનુવાદિત";
                }),
                n("b7cb4fab", "દ્વારા અનુવાદિત"),
                n("cbc8fed4", "શું આ અનુવાદ સાચો હતો? અમને પ્રતિભાવ આપો, જેથી અમે આ સેવાને બહેતર બનાવી શકીએ:"),
                n("d56779a2", "સમજવામાં સરળ"),
                n("b6fe8a56", "મૂંઝવણકારી અથવા અસ્પષ્ટ"),
                n("a66d80d0", "પોસ્ટનો અનુવાદ કરો"),
                n("d4c339b9", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ની પોસ્ટ";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") પોસ્ટ કરેલ:\n" + e.tweet;
                }),
                n("h6f99ac4", "તમારા બુકમાર્ક્સમાં ઉમેરવામાં આવ્યું"),
                n("g1c463f6", "તમારા બુકમાર્ક્સમાંથી દૂર કરવામાં આવ્યું"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + "માંથી દૂર કરેલ છે";
                }),
                n("i47ad24c", "ચાલુ રાખો! તમને જેટલી વધુ પોસ્ટ ગમશે, તમારી સમયરેખા એટલી સારી હશે."),
                n("def4a37c", "બહુ સરસ! તમારી સમય અવધિ બહેતર બની રહી છે. તમે જેટલી વધુ લાઈક આપશો, તમારી સમય અવધિ પણ તેટલી જ બહેતર બનશે – તમને જેમાં રુચિ હોય તેવી સામગ્રીને લાઈક કરતા રહો."),
                n("f5d17674", "પોસ્ટ ફરીથી પોસ્ટ કરી"),
                n("d714acfa", "પોસ્ટ અનરીપોસ્ટ કરી"),
                n("b18dff26", "ફક્ત સબ્સ્ક્રાઇબ કરેલ લોકો જ આ રીપોસ્ટ જોઈ શકે છે"),
                n("c2453318", "ફોલ્ડરમાં ઉમેરો"),
                n("f88553c8", "ક્લિપબોર્ડ પર કૉપિ કરી"),
                n("b5b36724", "તેના બદલે પ્રત્યુતર પાઠવીએ?"),
                n("gce00a2a", "તેના બદલે રીપોસ્ટ કરીએ?"),
                n("g271f120", "તમારી રૂપરેખા બનાવેલી પોસ્ટ તમે પ્રત્યુતર આપો તે પહેલાં કાઢી નાખવામાં આવશે."),
                n("gad04d1a", "તમારી ડ્રાફ્ટ કરેલી પોસ્ટ તમે ક્વોટ આપો તે પહેલાં કાઢી નાખવામાં આવશે."),
                n("ibd021f2", "પહેલા લેખ વાંચવા ઇચ્છો છો?"),
                n("bbef69c4", "તમે X પર ખોલ્યો ન હોય તેવા લેખને તમે શેર કરવા જઈ રહ્યા છો."),
                n("g5092766", "લેખ વાંચો"),
                n("a2d5c006", "લિંકની મુલાકાત લેવા બદલ આભાર"),
                n("g37bb2d0", "લિંક્સને શેર કરવાની પહેલાં તેમની મુલાકાત લેવાથી સૂચિત ચર્ચાનો પ્રચાર કરવામાં મદદ મળી રહે છે."),
                n("gc45a90a", "આ પ્રોમ્પ્ટને વિસ્તૃત કરો"),
                n("g7135e44", "Xને વિશ્વસનીય માહિતી માટેનું સ્થાન બનાવી રાખવામાં મદદ કરો. આ પોસ્ટને લાઈક કરવાની પહેલાં વધુ જાણો."),
                n("h9b6d468", "Xને વિશ્વસનીય માહિતી માટેનું સ્થાન બનાવી રાખવામાં મદદ કરો. આ પોસ્ટને શેર કરવાની પહેલાં વધુ જાણો."),
                n("af5cd00e", "વધુ જાણો"),
                n("e29c651e", "વધુ જાણવા બદલ આભાર"),
                n("ef504d80", "તમે સુરક્ષિત એકાઉન્ટ્સમાંથી તમારા બુકમાર્ક્સમાં પોસ્ટ્સ ન ઉમેરી શકો - હજી પણ."),
                n("cef96d5a", "તમારા બુકમાર્ક્સમાં પોસ્ટ પહેલાથી છે"),
                n("b2542f56", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે પોસ્ટ બુકમાર્ક કરવાનો ફરી પ્રયાસ કરો."),
                n("fe3b9942", "તમને આ વપરાશકારની વિનંતીથી તેમની પોસ્ટ્સને લાઈક કરવાથી અવરોધિત કરાયા છે."),
                n("c2a6dc5c", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારી પોસ્ટ લાઈક કરવાનો ફરી પ્રયાસ કરો."),
                n("b57f01b8", "તમે અનુસરી રહ્યા નથી તેવા સુરક્ષિત વપરાશકારોની પોસ્ટ્સ લાઈક ન કરી શકો."),
                n("ba0b3cc0", "તમને આ વપરાશકારની વિનંતીથી તેમની પોસ્ટ્સને ફરી પોસ્ટ કરવાથી અવરોધિત કરાયા છે."),
                n("h32b1ac4", "કંઈક ખોટું થયું હતું. એક મિનિટમાં ફરી પોસ્ટ કરવાનો ફરી પ્રયાસ કરો."),
                n("e50cea9e", "આ પોસ્ટ ફરી પોસ્ટ થવા માટેની પરવાનગી મળવાને યોગ્ય નથી."),
                n("d8e56f40", "ખેદ છે! તમે તમારી પોસ્ટની મર્યાદા ઓળંગી ગયા છો. આવતીકાલે ફરી પોસ્ટ કરવાનો ફરી પ્રયાસ કરજો"),
                n("i14d7a46", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારા બુકમાર્ક્સમાંથી તે પોસ્ટ દૂર કરવાનો ફરી પ્રયાસ કરો."),
                n("d4ebfeb0", "એક મિનિટમાં તમારી પોસ્ટને ફરી અનલાઇક કરવાનો પ્રયત્ન કરો."),
                n("e639775e", "એક મિનિટમાં ફરી તમારી પુનટ્વીટ પૂર્વવત્ કરવાનો પ્રયત્ન કરો."),
                n("fcad707a", "અમે આ પોસ્ટ પર ચેતવણી મૂકી છે કારણ કે તેમાં સંવેદનશીલ સામગ્રી હોઈ શકે છે."),
                n("f1824804", "આ ચેતવણી અંગે અપીલ કરો"),
                n("f755f710", "સમજાઈ ગયું"),
                n("ced4abbe", "વાર્તાલાપ જુઓ"),
                n("d00e1d2a", "કોમ્યુનિટીમાં જોડાઓ"),
                n("e6057014", "જોડાવા માટે પૂછો"),
                n("ba352986", "તમે હજી સુધી પ્રત્યુતર આપી શકતા નથી..."),
                n("d09e76d8", "કમ્યૂનિટિઝ સાર્વજનિક હોય છે, તેથી તમે પોસ્ટ્સ વાંચી શકો છો — પણ ભાગ લેવા માટે તમારે જોડાવું જરૂરી છે."),
                n("cfa1f802", "કમ્યૂનિટિઝનું અન્વેષણ કરો"),
                n("af27a0f8", "તમને આ કમ્યૂનિટિમાંથી દૂર કરવામાં આવ્યા છે"),
                n("id089506", "પુનઃસ્થાપિત કરવા માટે કમ્યુનિટિ મૉડરેટરોનો સંપર્ક કરો."),
                n("cac4e916", "આ પોસ્ટ છુપાયેલી છે"),
                n("cb18be32", "તમે તે હજી સુધી કરી શકતા નથી…"),
                n("dbb5fd8e", "સર્કલ પોસ્ટ્સ ફરીથી પોસ્ટ કરી શકાતી નથી"),
                n("ae2c8a1e", "શા માટે તમે આને પ્રત્યુતર આપી શકતા નથી?"),
                n("afe7ba26", "શા માટે તમે આને લાઈક કરી શકતા નથી?"),
                n("df9e2356", "તમે આને બુકમાર્ક્સમાં શા માટે ઉમેરી નથી શકતા?"),
                n("jead3bc2", "શા માટે તમે આ શેર કરી શકતા નથી?"),
                n("h2a668b8", "તમે શા માટે પોસ્ટ વિશ્લેષણને જોઈ શકતા નથી?"),
                n("bd85267e", "શા માટે તમે આને રીપોસ્ટ કરી શકતા નથી?"),
                n("dcc05a7e", "વ્યૂઝ"),
                n("e213fada", "આ પોસ્ટ માટે જોવાયાની સંખ્યાઓ ઉપલબ્ધ નથી."),
                n("g0954ea6", "ફક્ત પોસ્ટના લેખક અને કોમ્યુનિટી મોડરેશન ટીમ જ તેને જોઈ શકે છે અને જોડાણો અક્ષમ કરેલા છે."),
                n("e7969518", "કમ્યૂનિટિઝ સાર્વજનિક હોય છે, તેથી તમે પોસ્ટ્સ વાંચી શકો છો — પરંતુ અત્યારે, ફક્ત આમંત્રણથી જ ભાગ લઈ શકાય છે."),
                n("g2dc874a", "કોમ્યુનિટીઝ સાર્વજનિક હોય છે, તેથી તમે પોસ્ટ્સને વાંચી શકો છો — પરંતુ ફક્ત સભ્યો જ તેની સાથે ક્રિયાપ્રતિક્રિયા કરી શકે છે."),
                n("g562676f", "વધુ જાણો"),
                n("ee574c37", "વધુ જાણો"),
                n("de2d83d6", "ફોલ્ડરમાં બુકમાર્ક કરો"),
                n("f14df406", "જાહેરાતમાં લિંક કૉપી કરો"),
                n("e05c00b4", "લિંક કોપી કરો"),
                n("f61c4bb0", "સીધો સંદેશ દ્વારા મોકલો"),
                n("id35970e", "વિડિયો પોસ્ટ કરો"),
                n("ff9348b8", "આની દ્વારા જાહેરાત શેર કરો …"),
                n("d03241f8", "… દ્વારા પોસ્ટ શેર કરો"),
                n("j08dd2d4", "બુકમાર્ક્સમાંથી દૂર કરો"),
                n("b7fde1ea", "ફોલ્ડરમાંથી દૂર કરો"),
                n("d9a2bd78", "વિડિયો ડાઉનલોડ કરો"),
                n("fbfab656", "સ્પેસ પર શેર કરો"),
                n("e668112c", "સ્પેસ સાથે પોસ્ટ શેર કરી છે"),
                n("g5775e46", "અવતરણો જુઓ"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "બુકમાર્ક" + f(e.count, " કરો", "્સ");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "લાઈક" + f(e.count, "", "્સ");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "અવતરણ" + f(e.count, "", "ો");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "ફરીથી કરવામાં આવેલી પોસ્ટ" + f(e.count, "", "્સ");
                }),
                n("e9f1fbcc", "અહીં જોવા માટે કંઈ નથી — હજુ સુધી"),
                n("a3b80be6", "આ વિશેની પોસ્ટ્સ જોવા માટે પછીથી પાછા તપાસો."),
                n("d93b360a", "આ કૉલમ સાફ કરવામાં આવી, વધુ પોસ્ટ બનશે ત્યારે તે ઉપર દેખાશે."),
                n("d6e2f9be", "સમય અવધિ લોડ થઈ રહી છે"),
                n("afb4c24a", "વસ્તુઓ નથી"),
                n("e5b0063d", function (e) {
                    return "સમય અવધિ: " + e.title;
                }),
                n("ib65b1c6", "Apple દ્વારા સાઈન અપ કરો"),
                n("f55cebb8", "Apple દ્વારા સાઈન ઈન કરો"),
                n("dcc304d6", "Appleની સાથે ચાલુ રાખો"),
                n("e0870f26", "Google દ્વારા સાઈન અપ કરો"),
                n("gfeffd6a", "Google દ્વારા સાઈન ઈન કરો"),
                n("gf5e9ea6", "પૂર્વવત કરો"),
                n("e43138c5", function (e) {
                    return e.name + "ને અનુસરો";
                }),
                n("be65f2e7", function (e) {
                    return e.name + "ને અનુસરવાનું બંધ કરો";
                }),
                n("a649d337", function (e) {
                    return e.name + "માં રુચિ નથી";
                }),
                n("e2f2b658", "અમે આ મુદ્દો હવેથી સૂચવીશું નહીં."),
                n("b51f7edf", function (e) {
                    return "તમે " + e.name + "ને અનુસરવાનું બંધ કર્યું";
                }),
                n("gac366b3", function (e) {
                    return "તમે " + e.name + "ને અનુસર્યા";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " અવરોધિત કરવું છે?";
                }),
                n("fcd4d489", function (e) {
                    return "અવરોધિત કરો @" + e.screenName;
                }),
                n("a6450e84", "અવરોધિત કરો"),
                n("g353ad73", function (e) {
                    return "તેઓ તમને અનુસરી શકશે નહીં અથવા તમારી પોસ્ટ્સ જોઈ શકશે નહીં, અને તમે @" + e.screenName + " ની પોસ્ટ્સ અથવા સૂચનાઓ જોઈ શકશો નહીં.";
                }),
                n("ad00a739", function (e) {
                    return "તેઓ તમારી સાર્વજનિક પોસ્ટ જોઈ શકશે, પરંતુ હવે તેમની સાથે જોડાઈ શકશે નહીં. @" + e.screenName + " તમને અનુસરી કે સંદેશ પણ કરી શકશે નહીં અને તમે તેમના તરફથી સૂચનાઓ જોઈ શકશો નહીં.";
                }),
                n("a9fd20be", "સફળતાપૂર્વક અવરોધિત કરેલું હતું."),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + " અનાવરોધિત કરવું છે?";
                }),
                n("c9623eeb", function (e) {
                    return "અનાવરોધિત કરો @" + e.screenName;
                }),
                n("e133be4e", "અનાવરોધિત"),
                n("he43bca4", "તેઓ તમને અનુસરી શકશે અને તમારી પોસ્ટ્સ જોઈ શકશે."),
                n("f5f01af6", "તેઓ તમને અનુસરવામાં અને તમારી સાર્વજનિક પોસ્ટ સાથે જોડાઈ શકશે."),
                n("b6878b0a", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે વપરાશકારને અવરોધિત કરવાનો ફરી પ્રયાસ કરો."),
                n("e40252de", "આ પોસ્ટ્સને તમારા માટે બતાવો નહીં"),
                n("ae225c26", "આ પોસ્ટ્સને તમારા માટે બતાવો."),
                n("a96d2628", "આ યાદી તમારા માટે બતાવશો નહીં"),
                n("d00abae0", "આ યાદીમાંની ટોચની પોસ્ટ્સ હવે તમારી તમારા માટેમાં દેખાશે નહીં."),
                n("e566dd06", "આ યાદીમાંની ટોચની પોસ્ટ્સ હવે તમારી તમારા માટેમાં દેખાશે નહીં."),
                n("j3cc1526", "આ યાદી તમારા માટે બતાવશો."),
                n("h435716e", "આ યાદીમાંની ટોચની પોસ્ટ્સ તમારી તમારા માટેમાં દેખાઈ શકે છે."),
                n("e8ba412e", "આ યાદીમાંની ટોચની પોસ્ટ્સ હવે તમારી તમારા માટેમાં દેખાઇ શકે છે."),
                n("d66e95cc", "તમારી પોસ્ટમાં પ્રત્યુત્તરને પિન કરવો છે?"),
                n("i24ed0de", "પ્રત્યુતરને પિન કરો"),
                n("b1033082", "તે તમારી પોસ્ટના પ્રત્યુત્તરોમાં સૌથી ઉપર દેખાશે. તમે તેને કોઈ પણ સમયે બદલી શકો છો અથવા તેની પિનને દૂર કરી શકો છો."),
                n("e96a5962", "આ પ્રત્યુતરની પિનને દૂર કરીએ?"),
                n("ec04e6fc", "પ્રત્યુતરની પિનને દૂર કરો"),
                n("d05618f2", "તે હવે આ પોસ્ટના પ્રત્યુત્તરોમાં સૌથી ઉપર દેખાશે નહીં."),
                n("j9aedfdc", "પ્રત્યુતરને પિન કરો"),
                n("c034211a", "પ્રત્યુતરની પિનને દૂર કરો"),
                n("ie4538b4", "પ્રત્યુત્તરને પોસ્ટમાં પિન કર્યો"),
                n("ad135a24", "પ્રત્યુતરને પોસ્ટમાંથી અનપિન કર્યો"),
                n("ee369efc", "પોસ્ટના પ્રત્યુત્તરને પિન કરવામાં અસમર્થ"),
                n("c3e7f572", "પોસ્ટમાંથી પ્રત્યુત્તરને અનપિન કરવામાં અસમર્થ"),
                n("d058316c", "ધન્યવાદ. X આનો ઉપયોગ તમારી સમયરેખા વધુ સારી બનાવવા માટે કરશે."),
                n("afb7e8f8", "લેખ વાંચો"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " દ્વારા";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "પિન કરવું"),
                n("j44ec610", "પિન દૂર કરવી"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "સભ્ય" + f(e.count, "", "ો");
                }),
                n("b5334780", "બાકી રહેલું"),
                n("b171d7c4", "જોડાઓ"),
                n("aa7ae3f6", "જોડાયા"),
                n("bb1d57b6", "છોડો"),
                n("h4fbfa58", "સંમત થાઓ અને જોડાઓ"),
                n("ea8cfb1e", "સંમત થાઓ અને જોડાવા માટે પૂછો"),
                n("dc1b14a1", function (e) {
                    return e.communityName + "ના નિયમોની સમીક્ષા કરીને તેનાથી સંમત થાઓ";
                }),
                n("c966ac64", "કોમ્યુનિટીમાં જોડાવાની વિનંતી કરવામાં અસમર્થ. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("g690e07e", "તમારો Answer (વૈકલ્પિક)"),
                n("a5d21bf4", "Answer વૈકલ્પિક છે. પરંતુ યાદ રાખો કે તે મોડરેટરોને તમારી વિનંતી સ્વીકારવામાં મદદ કરે છે."),
                n("h9526e03", "Xના નિયમો"),
                n("c00c234f", function (e) {
                    return e.communityName + " નિયમ";
                }),
                n("hafa07f2", "ભાગીદારી મર્યાદિત છે"),
                n("c15bee32", "તમને આ કોમ્યુનિટીમાંથી દૂર કરવામાં આવ્યા છે"),
                n("efa265fc", "તમારી પોસ્ટ્સ સુરક્ષિત છે"),
                n("f9cecf48", "ખેદ છે, તમે હમણાં જોડાઈ શકતા નથી"),
                n("bf7bdb60", "તે તમે નથી, તે અમે છીએ (સાચે જ). કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("h27d6950", "તમે બસ તેમ જ છોડીને જઈ શકતા નથી"),
                n("b02360f6", "જ્યાં સુધી કોમ્યુનિટી ખાલી ન થાય ત્યાં સુધી છેલ્લા એડમિન અથવા મોડરેટર પદ છોડી શકતા નથી."),
                n("fe832999", "તમારી પોસ્ટ્સને જાહેર બનાવો"),
                n("bc7a7af4", "કમ્યૂનિટિમાં રહેલી તમારી પોસ્ટ્સ છુપાવવામાં આવશે અને તમે ફરીથી જોડાઈ શકશો નહીં."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "વધુ પોસ્ટ્સ બતાવો"),
                n("aebb6546", "વધુ પોસ્ટ્સ લોડ થઈ રહી છે"),
                n("a3484d22", "ટાઇ"),
                n("aab2efa9", function (e) {
                    return "વિજેતા, " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "સ્કોર કાર્ડ, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "આવનારી"),
                n("b6da6b02", "લાઈવ"),
                n("i9f615c8", "અંતિમ"),
                n("f897267a", "મુલતવી રાખ્યું"),
                n("f93c4b6a", "રદ થયેલ"),
                n("i79ab12a", "મુદ્દાને અનુસરો"),
                n("c0f56044", "અનુસરવાનું બંધ કરો"),
                n("fcf51fe6", "સ્ટાર"),
                n("e9a90d72", "સ્ટાર કરેલ છે"),
                n("bf403716", "સ્ટારને દૂર કરો"),
                n("c9f08e29", function (e) {
                    return e.title + "ના સ્ટારને દૂર કરવો છે?";
                }),
                n("hed4dcd0", "તમે આ મુદ્દાના સ્ટારને દૂર કરી દો તો પણ, તમે કયા એકાઉન્ટ્સને અનુસરી રહ્યા છો તેના આધારે તમને હજીયે તેના વિશેની પોસ્ટ્સ કદાચ દેખાઈ શકે છે."),
                n("cd876e02", "મનપસંદ"),
                n("f2816e02", "મનપસંદ કરેલ છે"),
                n("f5b04fbc", "મનપસંદમાંથી દૂર કરો"),
                n("c481ae3f", function (e) {
                    return e.title + "ને મનપસંદમાંથી દૂર કરવું છે?";
                }),
                n("c94116de", "તમે આ મુદ્દાને મનપસંદમાંથી દૂર કરી દો તો પણ, તમે કયા એકાઉન્ટ્સને અનુસરી રહ્યા છો તેના આધારે તમને હજીયે તેના વિશેની પોસ્ટ્સ કદાચ દેખાઈ શકે છે."),
                n("e0e730b0", "રુચિ છે"),
                n("b1850062", "રુચિ નથી"),
                n("gd3f996f", function (e) {
                    return e.title + "માં રુચિ નથી?";
                }),
                n("jdd65aac", "તમને આ મુદ્દામાં રુચિ ન હોય તો પણ, તમે કયા એકાઉન્ટ્સને અનુસરી રહ્યા છો તેના આધારે તમે હજીયે તેના વિશેની પોસ્ટ્સને કદાચ જુઓ એમ બની શકે છે."),
                n("f93bb3ee", "છબી લોડ કરો"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "GIF લોડ કરો"),
                n("d3ac405c", "વીડિયો લોડ કરો"),
                n("g97a046c", "આ વીડિયો પ્લે કરો"),
                n("ac4c73d8", "એમ્બેડ કરેલો વિડિઓ"),
                n("f3bb10a6", "વીડિયો પ્લે કરવો"),
                n("b87c0a72", "X પર જે ચાલી રહ્યું છે તે ક્યારેય ચૂકી ન જવાય તે માટે પુશ સૂચનાઓને સક્ષમ કરો"),
                n("e71e09ec", "સૂચનાઓ ચાલુ કરો"),
                n("g4850f44", "પુશ સૂચનાઓ સક્ષમ કરવામાં આવી છે"),
                n("dc397182", "અનુકૂલિત કરો"),
                n("ia5e7488", "બંધ કરવું"),
                n("j681933e", "ખાનગી યાદી"),
                n("add55942", "કંઈક ખોટું થયું હતું. એક મિનિટમાં ફરી સબ્સ્ક્રાઈબ કરવાનો પ્રયાસ કરો."),
                n("ib8f5f3c", "કંઈક ખોટું થયું હતું. એક મિનિટમાં ફરી અનસબ્સ્ક્રાઈબ કરવાનો પ્રયાસ કરો."),
                n("e20fc756", "તમને આ યાદીમાં આ સભ્ય ઉમેરવાની મંજૂરી નથી."),
                n("d8a032a2", "તમારે અન્યને ઉમેરતા પહેલાં પિન કરેલી સમયરેખામાંથી એકને દૂર કરવી જરૂરી છે"),
                n("fa816a0a", "યાદી ફરી ગોઠવો"),
                n("ac832ae4", "યાદી પિન કરો"),
                n("cdb33880", "યાદી અનપિન કરો"),
                n("ca5d0a82", "યાદી સંપાદિત કરો"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "અનુયાયી" + f(e.count, "", "ઓ");
                }),
                n("jceadc3e", "અનામાંકિત"),
                n("a1d5303c", "ખાનગી"),
                n("cc8f8a80", "અસૂચિબદ્ધ"),
                n("c33a97d6", "જાહેર"),
                n("i73fff1b", function (e) {
                    return e.count + " પોસ્ટ" + f(e.count, "", "્સ ") + " બતાવો";
                }),
                n("a682906d", function (e) {
                    return e.count + " લાઈક હેન્ડલ કરવાની બાકી છે";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " ઉપલબ્ધ નોકરીઓ" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " જીતી ગઈ";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "આજે"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "આવતીકાલે"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "અન્ય બીજી પોસ્ટ ઉમેરો"),
                n("i569ff3e", "આ થ્રેડ બતાવો"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '" માટે સમાવેશ થતાં પરિણામો';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '" માટે દર્શાવતાં પરિણામો';
                }),
                n("a1979464", "વિડિયો લોડ થઈ રહ્યો છે"),
                n("ic1e826e", "ચાલુ કરો"),
                n("c8b4bca0", "ખરીદી કરો"),
                n("f5ea07ec", "હમણાં ખરીદો"),
                n("b62956aa", "બુક કરો"),
                n("i3ea806a", "ઓર્ડર કરો"),
                n("fd00a76a", "ખોલો"),
                n("e0aa5848", "ઇન્સ્ટોલ કરો"),
                n("g33f3050", "વેબ"),
                n("d3f6b1a6", "અમને સંદેશો મોકલો"),
                n("b0e322cc", "અમને ખાનગી સંદેશો મોકલો"),
                n("cb8bddc8", "મને ખાનગી સંદેશો મોકલો"),
                n("cb8c547e", "ખાનગી સંદેશો મોકલો"),
                n("d980e29f", function (e) {
                    return "પ્રારંભ " + e.date;
                }),
                n("fdd81500", "કરાઉઝલ"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "નગ્નતા"),
                n("e1b4e672", "સંવેદનશીલ સામગ્રી"),
                n("acc48c15", function (e) {
                    return "ચેતવણી: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "બતાવો"),
                n("g034e6f1", function (e) {
                    return "આ રિપોર્ટમાં તમે વધુમાં વધુ ફક્ત " + e.count + " પોસ્ટ્સ જ જોડી શકો છો.";
                }),
                n("i2e0d584", "પ્રચાર કરાયેલ પોસ્ટ"),
                n("b52a940c", "આ પોસ્ટ અનુપલબ્ધ છે."),
                n("da59404c", "તમે હાલમાં નવીનતમ સંસ્કરણને જોઈ રહ્યા છો."),
                n("e267df68", "પ્રત્યુતર છુપાવેલો છે"),
                n("d5f162b6", "આ પ્રત્યુતરને કોઈપણ સમયે દેખાતો કરો. બીજું કંઈક?"),
                n("f376e9d4", "પોસ્ટનો પ્રતિભાવ"),
                n("d7c93b6c", "પોસ્ટ છુપાવેલ"),
                n("b3abacee", "તમને આના જેવી થોડી ઓછી પોસ્ટ્સ દેખાશે. કોઈ અન્ય પ્રતિભાવ છે?"),
                n("a2411360", "તમને ગમતો પ્રત્યુતર જોયો?"),
                n("e8a14626", "હવે તમે ઍક્શન મેનૂ -- પોસ્ટ પરના ત્રણ નાના ટપકાં (...)નો ઉપયોગ કરીને તમારી પોસ્ટ પરના કોઈ પ્રત્યુત્તરને પિન કરી શકો છો."),
                n("d41305a8", "પુશપિનવાળો સંદેશ બબલ"),
                n("eca84b72", "પુનઃપોસ્ટ પૂર્વવત્ કરો"),
                n("g6185a9e", "કોણ પ્રત્યુતર આપી શકે?"),
                n("i00051cc", "આ પોસ્ટને કોણ પ્રત્યુત્તર આપી શકે છે તે પસંદ કરો. ઉલ્લેખિત કોઈ પણ વ્યક્તિ હંમેશાં પ્રત્યુત્તર આપી શકે છે."),
                n("i9000126", "એકાઉન્ટો જેમને તમે અનુસરો છો"),
                n("dcaede8a", "તમે ઉલ્લેખ કરો તે એકાઉન્ટ્સ જ"),
                n("ad85cd2e", "તમારા સબ્સ્ક્રાઇબર્સ"),
                n("f19e4bfc", "ચકાસાયેલાં એકાઉન્ટ્સ"),
                n("bf994ab2", "માત્ર તમે"),
                n("e7b4b30a", "તમે ઉલ્લેખ કર્યો હોય તે એકાઉન્ટ્સ જ"),
                n("ca6500a8", "પ્રત્યુત્તરમાં બાહ્ય લિંક્સને અક્ષમ કરો"),
                n("e839db3a", "બરતરફ કરો"),
                n("c8a98928", "પ્રમોશનલ છબી"),
                n("f5b3dc1e", "કદાચ પછીથી"),
                n("ae0c5fbe", "કોણ પ્રત્યુતર આપી શકે છે તે બદલવામાં ભૂલ"),
                n("bae0cbc0", "કોણ પ્રત્યુતર આપી શકે છે તે બદલો"),
                n("d78131b9", function (e) {
                    return "@" + e.screenName + "ને યાદીઓમાં ઉમેરો/યાદીઓમાંથી દૂર કરો";
                }),
                n("fb4ee11c", "આ જાહેરાત શા માટે?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " વિશ્લેષણ જુઓ";
                }),
                n("ef1042f8", "કોમ્યુનિટી નોટ લખો"),
                n("h3edf7a6", "કમ્યૂનિટિ નોટની વિનંતી કરો"),
                n("bf8d98f4", "સબ્સ્ક્રાઇબ કર્યું હોય તે જ પ્રત્યુત્તર આપી શકે"),
                n("e69ada9e", "માત્ર Premium સબ્સ્ક્રાઇબર્સ જ પ્રત્યુતર આપી શકે છે"),
                n("ae04c4dd", function (e) {
                    return e.entity + "ને કાઢી નાખો?";
                }),
                n("d9442996", "આ પૂર્વવત કરી શકાતું નથી અને તે તમારી પ્રોફાઇલમાંથી, તમને અનુસરતા બધાં એકાઉન્ટ્સની સમયરેખામાંથી અને શોધ પરિણામોમાંથી દૂર કરવામાં આવશે."),
                n("dad785a7", function (e) {
                    return "આનાથી તમારી પ્રોફાઇલમાંથી, તમે અનુસરતા હો તે કોઈપણ એકાઉન્ટની સમય અવધિ પરથી અને શોધ પરિણામોમાંથી આ " + e.entity + "નાં બધાં સંસ્કરણો કાઢી નાખવામાં આવશે. આને પૂર્વવત્ કરી શકાશે નહીં.";
                }),
                n("jda253ab", function (e) {
                    return "તમે " + e.entity + " આ કાઢી નાખી";
                }),
                n("j49c2f85", function (e) {
                    return "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારું " + e.entity + " કાઢી નાખવાનો ફરી પ્રયાસ કરો.";
                }),
                n("f9fa0390", "તમારો લેખ ડ્રાફ્ટ સ્થિતિમાં ખસેડાશે અને લેખો પેજ પરથી કાઢી નાખવામાં આવી શકે છે."),
                n("dad450ec", "લેખનું સંપાદન કરો"),
                n("g9677c6e", "પુષ્ટિ કરો"),
                n("b57bfe70", "લેખનું સંપાદન કરવું છે?"),
                n("bd3da7be", "આ લેખનું તમે સંપાદન કરતા હશો ત્યારે તે કામચલાઉ ધોરણે અપ્રકાશિત રહેશે અને સાર્વજનિક રૂપે દેખાશે નહીં. જ્યારે તમે અપડેટ થયેલા સંસ્કરણનું ફરી પ્રકાશન કરશો ત્યારે હાલના બધા જોડાણો જાળવી રખાશે અને આગળ લઈ જવામાં આવશે."),
                n("j26481e6", "તમારો લેખ અપ્રકાશિત થયો છે અને ફેરફાર કરવા માટે તમારા ડ્રાફ્ટ્સમાં ખસેડવામાં આવ્યો છે."),
                n("b360ac7c", "વિભાગનું નેવિગેશન"),
                n("adc81042", "વિભાગની વિગતો"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "આ એક પ્રકાશિત લેખ છે, જે X પર લખવાની એક નવી રીત છે."),
                n("b14efa0a", "લેખની કવર છબી"),
                n("afdccedb", function (e) {
                    return e.displayCount + " પ્રત્યુત્તર" + f(e.count, "", "ો") + " બતાવો";
                }),
                n("bdba3e1a", "પોસ્ટ સૂચનાઓ ચાલુ કરો"),
                n("c4da7d28", "પોસ્ટ સૂચનાઓ બંધ કરો"),
                n("j87c21f4", "સૂચિત કરો"),
                n("iebc30ca", "સૂચનાઓ બંધ કરો"),
                n("dc740eb2", "તમને સૂચનાઓ સમય અવધિમાં આ એકાઉન્ટની પોસ્ટ સૂચનાઓ દેખાશે. તમે ક્યારેય પોસ્ટ ચૂકી ન જાઓ તે માટે તમારા ઉપકરણમાં પુશ સૂચનાઓને સક્ષમ પણ કરી શકો છે."),
                n("dca669ad", function (e) {
                    return "હવેથી " + e.name + "ની રીપોસ્ટ્સ તમારી સમયરેખામાં દેખાશે નહીં";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + "ની રીપોસ્ટ્સ તમારી સમયરેખામાં દેખાશે";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X પર " + e.fullName + " તપાસો\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " હવે તમને અનુસરી રહ્યા નથી";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + "ની જાણ કરો";
                }),
                n("hef5960c", "આની દ્વારા પ્રોફાઈલ શેર કરો..."),
                n("bb1cbeb6", "નિષેધ દૂર કરવો"),
                n("h2f62206", "વપરાશકારનું જોડાણ અટકાવવું"),
                n("e67b2d65", function (e) {
                    return "જોડાણ અટકાવો @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "નિષેધ દૂર કરો @" + e.screenName;
                }),
                n("h59f52ee", "સફળતાપૂર્વક અટકાવવામાં આવ્યું હતું."),
                n("eea0cbee", "સફળતાપૂર્વક અટકાવ દૂર કર્યો હતો."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + "નું જોડાણ અટકાવી દેવામાં આવ્યું છે.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + "નું નિષેધ દૂર કરવામાં આવ્યું છે.";
                }),
                n("b3036480", "આ અનુયાયીને દૂર કરો"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + "ને તમારા અનુયાયીઓમાંથી દૂર કરવામાં આવશે અને X દ્વારા સૂચિત કરવામાં આવશે નહીં. તેઓ ભવિષ્યમાં તમને ફરીથી અનુસરી શકે છે.";
                }),
                n("ibd0b842", "પ્રોફાઈલમાં લિંક કોપી કરો"),
                n("b9c26480", "વિષયો જુઓ"),
                n("e922ce0c", "રીપોસ્ટ ચાલુ કરો"),
                n("ge54bb8c", "રીપોસ્ટ બંધ કરો"),
                n("h5ef9bc8", "યાદીઓ જુઓ"),
                n("e9eef4c6", "EU ગેરકાયદેસર સામગ્રીની જાણ કરો"),
                n("e28ba0bb", function (e) {
                    return "@" + e.screenName + "ની EU ગેરકાયદેસર સામગ્રી વિશે જાણ કરો";
                }),
                n("a30b63da", "કંઈક ખોટું થયું હતું. એક મિનિટમાં અનુયાયીને દૂર કરવાનો ફરીથી પ્રયાસ કરો."),
                n("gd11f228", "(શીર્ષક જરૂરી)"),
                n("ced3c85a", "સંપાદિત કરેલ"),
                n("b375ece0", "માત્ર તમે આ અપ્રકાશિત લેખો જોઈ શકો છો."),
                n("edf9101f", "વાંચતા રહો"),
                n("icf7f1a4", "ક્લિપબોર્ડ પર કૉપિ કરો"),
                n("e1a292ec", "મીડિયા ઉમેરો"),
                n("ebfd8ac6", "દાખલ કરો"),
                n("ia3611ee", "લખવાનું શરૂ કરો"),
                n("d794135c", "ફાઇલ પસંદ કરો અથવા તેને ખેંચીને અહીં લાવો.\n\nદરેક બ્લૉકમાં GIF, વિડિયો અથવા (પ્રતિ સેટ વધુમાં વધુ 4 ફોટાવાળા) ફોટો સેટનો સમાવેશ થઈ શકે."),
                n("e187f906", "GIF"),
                n("fa4e68ca", "પોસ્ટ્સ"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "કોડ"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "લાઈક કરેલું"),
                n("g88b88a6", "બુકમાર્ક કરેલા"),
                n("i282583e", "સંરક્ષિત એકાઉન્ટ્સ પરની પોસ્ટ્સનો ઉપયોગ ન કરી શકાય"),
                n("eae4fe7a", "કાઢી નાખેલી પોસ્ટની ક્વોટ પોસ્ટનો ઉપયોગ ન કરી શકાય."),
                n("d2042fb6", "લાઇક કરેલી પોસ્ટ્સ"),
                n("iad3e15c", "બુકમાર્ક કરેલી પોસ્ટ્સ"),
                n("f1c63c34", "પોસ્ટનું URL પેસ્ટ કરો"),
                n("a78f6310", "અમાન્ય પોસ્ટ URL"),
                n("fe9ddab6", "પોસ્ટ મળી નથી"),
                n("dd2c9034", "પછી માટે પોસ્ટ્સ સાચવો"),
                n("cada17f8", "પોસ્ટ્સને ભવિષ્યમાં સરળતાથી ફરીથી શોધવા માટે તેમને બુકમાર્ક કરો."),
                n("j0179e90", "એક પોસ્ટ લખો"),
                n("adad5408", "નવું ફોલ્ડર"),
                n("f44ddd2e", "પોસ્ટ્સને પછીના માટે સાચવવા તેને બુકમાર્ક કરો"),
                n("c91d2c4c", "રોચક પ્રતિસાદ લખવા માટે વધુ સમય જોઈએ છે અથવા પછીના માટે બસ પોસ્ટને સાચવવા માંગો છો? તેને બુકમાર્ક કરો!"),
                n("j45c642e", "અત્યારે કોઈ ફોલ્ડર્સ લોડ નથી થઈ રહ્યાં"),
                n("b87ca51a", "ફોટો દૂર કરો"),
                n("eebff22c", "ફોટો ક્રોપ કરો"),
                n("hf6f2914", "પૂર્વાવલોકન"),
                n("be4a00c2", "કોડ અહીં ઉમેરો"),
                n("i3128619", function (e) {
                    return "બ્લૉક્સમાં " + e.count + " કરતાં વધારે અક્ષરો ન હોઈ શકે";
                }),
                n("dbb02ec4", "પ્રોગ્રામિંગ ભાષા પસંદ કરો"),
                n("d942865e", "પ્રોગ્રામિંગ ભાષા શોધો"),
                n("e554f642", "ફેરફારો કાઢી નાખવા છે?"),
                n("fa524058", "રાખો"),
                n("d4ab68e2", "કાઢી નાખો"),
                n("a50ba822", "GIFs શોધો"),
                n("c6f5ac52", "શ્રેણીઓ - GIF શોધો"),
                n("ab468379", function (e) {
                    return e.query + " - GIF શોધ";
                }),
                n("j7fc4f9c", "GIF ઑટો-પ્લે કરો"),
                n("a66b7760", "લેબલ ન કરેલ GIF"),
                n("a723aefa", "કોઈ GIF મળી નથી"),
                n("a6ecfa0a", "તેને બદલે કંઈક બીજું શોધવાનો પ્રયાસ કરી જુઓ."),
                n("f5ff0d6f", function (e) {
                    return e.category + " - GIF શોધ";
                }),
                n("effe1ca6", "LaTeX હાવભાવ ઉમેરો"),
                n("c46c3c62", "તમારા હાવભાવમાં ભૂલ આવી. તેને સુધાર્યા પછી કૃપા કરીને ફરી પ્રયાસ કરો."),
                n("d4a4842e", "ઈમોજી ઉમેરો"),
                n("fec16c1c", "ઈમોજી"),
                n("idc01eb8", "બોલ્ડ"),
                n("cd7c97c6", "ઇટાલિક કરો"),
                n("dab932be", "અન્ડરલાઇન"),
                n("c5b6178a", "સ્ટ્રાઇકથ્રૂ"),
                n("c03d7fd6", "લિંક દાખલ કરો"),
                n("abfe2d36", "બુલેટવાળી યાદી"),
                n("da685a7c", "ક્રમવાળી યાદી"),
                n("g74d920c", "ક્વોટને અવરોધો"),
                n("cda501c6", "લખાણનું કદ વધારો"),
                n("a54fdc46", "લખાણનું કદ ઘટાડો"),
                n("b340830e", "લખાણમાં શૉર્ટકટ્સ"),
                n("c1ea915e", "નવી લાઇનની શરૂઆતમાં દાખલ કરો અથવા તેના પછી ખાલી જગ્યા રાખીને બ્લૉક કરો"),
                n("e8a4ef02", "શીર્ષક"),
                n("dd71241a", "ઉપશીર્ષક"),
                n("ja9ca202", "લેખના શૉર્ટકટ્સ"),
                n("ef1649e2", "X - કીબોર્ડ શોર્ટકર્ટ્સ"),
                n("aefd89c8", "નેવીગેશન"),
                n("cafdefb2", "ક્રિયાઓ"),
                n("dda42cf2", "કૉલમ અને ડેક"),
                n("e8a12604", "કૅપ્શન પ્રદાન કરો (વૈકલ્પિક)"),
                n("eabf2209", function (e) {
                    return e.providerName + " દ્વારા પૂરી પાડેલી GIF";
                }),
                n("a613e720", "GIFમાં લિંક કોપી કરો"),
                n("aeca1239", function (e) {
                    return "બોલ્ડ" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "ઇટાલિક" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "સક્રિય" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "બ્લૉકનું સંપાદન કરો"),
                n("a8f09fb8", "બ્લૉક કાઢી નાખો"),
                n("i89195ea", "વિભાજક"),
                n("da8ac57c", "કૅપ્શનમાં ફેરફાર કરો"),
                n("a8fdd09c", "લેખનું પ્રકાશન કરો"),
                n("d8047cc8", "પ્રકાશિત કરો"),
                n("ff7ddca2", "તમારો લેખ એકવાર તમે પ્રકાશિત કરશો એટલે તે પોસ્ટ તરીકે દેખાશે. ઉપરાંત, તે તમારા પ્રોફાઇલના લેખો ટૅબ હેઠળ મળશે."),
                n("ef34d7be", "લેખ પ્રકાશિત થઈ ગયા પછી પ્રેક્ષકો અને પ્રત્યુત્તર નિયંત્રણોમાં ફેરફાર નહીં કરી શકાય."),
                n("e52d4998", "તમારા પ્રેક્ષકોને પસંદ કરો"),
                n("d7985b24", "આ લેખને કોણ પ્રત્યુત્તર આપી શકે તે પસંદ કરો"),
                n("b5660338", "સમયરેખા પ્રીવ્યૂ"),
                n("hff1b97a", "સબ્સ્ક્રાઇબ કર્યું હોય તે જ પ્રત્યુત્તર આપી શકે."),
                n("a330771e", "તમારા ક્લિપબૉર્ડની લિંકની કૉપિ કરો"),
                n("b6510e68", "તમારા લેખના URLની કૉપિ કરો જેથી તમે તેને શેર કરી શકો."),
                n("e4a6e006", "કંઈક ખોટું થયું. કૃપા કરીને ફરીથી પ્રયાસ કરો."),
                n("eff483e0", "તમે પ્રકાશિત કરો, તે પછી લેખ શેર કરવા માટેની લિંક મેળવો."),
                n("ca15dd4e", "રૂપરેખા"),
                n("bb40bf66", "પ્રકાશિત");
            n("h107935c", "છેલ્લી સાચવણી બસ હમણાં જ"),
                n("a753a870", "લાગુ કરો"),
                n("afccc67e", "લેખની લિંકની કૉપિ કરો"),
                n("beb24e9e", "ક્લિપબૉર્ડ પર URLની કૉપિ થઈ"),
                n("db9cc928", "લેખ કાઢી નાખવો છે?"),
                n("c4e28ba6", "આ પૂર્વવત્ કરી શકાતું નથી અને તમે તમારો લેખ ગુમાવી દેશો."),
                n("ff2982d0", "તમારો લેખ કાઢી નાખવામાં આવ્યો. આને પૂર્વવત્ કરી શકાતું નથી અને તે તમારા પ્રોફાઇલમાંથી, તમને અનુસરતા બધાં એકાઉન્ટ્સની સમયરેખામાંથી અને શોધ પરિણામોમાંથી દૂર કરવામાં આવશે."),
                n("ca17beec", "તમારો લેખ કાઢી નાખવામાં આવ્યો"),
                n("f5cbb31c", "લેખ કાઢી નાખો"),
                n("f0977f52", "હા,કાઢી નાખો"),
                n("db419d4c", "તમારા ડ્રાફ્ટનું પ્રિવ્યૂ કરો"),
                n("a1bc8e6c", "લેખ જુઓ"),
                n("b6f72a22", "આ લેખ અપ્રકાશિત કરવામાં આવશે, તમારા ડ્રાફ્ટ્સમાં ખસેડવામાં આવશે અને સાર્વજનિક રૂપે દેખાશે નહીં."),
                n("f558d2e0", "ડ્રાફ્ટ્સમાં ખસેડો"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "કૃપયા ક્યાંતો 1 GIF અથવા વધુમાં 4 ફોટો પસંદ કરો."),
                n("eb7ab862", "કૃપા કરીને વધુમાં વધુ 4 ફોટા, વીડિયો અથવા GIF પસંદ કરો."),
                n("ce9a9736", "સચવાઈ રહ્યું છે..."),
                n("dd63549e", "સફળતા મળી! તમારો લેખ પ્રકાશિત થયો છે "),
                n("a4d128bc", "સફળતા મળી! તમારો લેખ પ્રકાશિત થયો છે અને લિંકની તમારા ક્લિપબૉર્ડ પર કૉપિ કરવામાં આવી છે"),
                n("b4071e18", "લેખનું શીર્ષક"),
                n("f586b7fa", "એક શીર્ષક ઉમેરો"),
                n("ab0fa9ba", "ફેરફાર કરવા માટે, ડ્રાફ્ટ્સ પર પાછા જાઓ"),
                n("c5f35c98", "મીડિયા અપલોડ થઈ રહ્યું છે..."),
                n("d739d83e", "અપલોડ કરવાનું રદ કરો"),
                n("a94efeda", "મીડિયા સચવાઈ રહ્યું છે..."),
                n("gd79d45a", "ફોકસ મોડ ચાલુ કરીને તમારા લેખન પર જ ધ્યાન આપતા રહો"),
                n("g1866bb2", "ફોકસ મોડમાંથી બહાર નીકળી જઈને નિયમિત સંપાદક પર પાછા જાઓ"),
                n("a6a78df4", "પ્રકાશન પહેલાં તમારા લેખમાં શીર્ષક અને સામગ્રી ઉમેરવી જરૂરી છે."),
                n("ia656f1c", "તમારા લેખમાં શીર્ષક છે, પણ પ્રકાશન પહેલાં સામગ્રી ઉમેરવી જરૂરી છે."),
                n("d3855e36", "પ્રકાશન પહેલાં તમારા લેખમાં શીર્ષક ઉમેરવું જરૂરી છે."),
                n("f325958e", "તમારા શીર્ષકમાં અક્ષરોની સંખ્યા વધી ગઈ છે. તેને ટૂંકું કર્યા પછી પ્રકાશિત કરો."),
                n("ie5d9064", "તમારા લેખમાં અક્ષરોની સંખ્યા વધી ગઈ છે. વર્ણનાત્મક લખાણ ટૂંકું કરો અને પછી પ્રકાશિત કરો."),
                n("e03487a0", "તમારા શીર્ષકમાં અક્ષરોની સંખ્યા વધી ગઈ છે અને લેખમાં શબ્દોની સંખ્યા વધી ગઈ છે. બન્નેને ટૂંકા કર્યા પછી પ્રકાશિત કરો."),
                n("e938d562", "તમારા શીર્ષકમાં અક્ષરોની સંખ્યા વધી ગઈ છે. શીર્ષકને ટૂંકું કરો, વર્ણનાત્મક લખાણમાં કશું ઉમેરો અને પછી પ્રકાશિત કરો."),
                n("e449c546", "તમારા લેખમાં શીર્ષક ખૂટે છે અને તમારા લેખમાં શબ્દોની સંખ્યા વધી ગઈ છે. શીર્ષક ઉમેરો, વર્ણનાત્મક લખાણ ટૂંકું કરો અને પછી પ્રકાશિત કરો."),
                n("bd00e836", "તમારો સૌથી તાજેતરનો ડ્રાફ્ટ સાચવવામાં આવ્યો નથી કારણ કે તેમાં અક્ષરોની સંખ્યા વધી ગઈ છે."),
                n("ic110f68", "તમારો નવીનતમ ડ્રાફ્ટ અતિશય લાંબો હોવાથી સાચવવામાં આવ્યો નથી."),
                n("ifea3114", "શેર કરો"),
                n("b384f696", "અમે 50-70 અક્ષરોવાળા શીર્ષકની ભલામણ કરીએ છીએ"),
                n("a7da0adb", function (e) {
                    return e.count + " શબ્દ";
                }),
                n("aea1d455", function (e) {
                    return e.count + " મિનિટ";
                }),
                n("df898d71", function (e) {
                    return "વાંચન સમય " + e.readingTimeValue;
                }),
                n("i9aadf4a", "આ લિંક ખોટી હોઈ શકે છે. લેખ વાંચવા, તેમાં ફેરફાર કરવા કે તેનું પ્રકાશન કરવા માટે ડાબા સાઇડબારમાંથી તમારા લેખોમાંથી એક લેખ પર ક્લિક કરો."),
                n("hfdce46e", "તમારો લેખ અપ્રકાશિત કરવામાં આવ્યો છે"),
                n("df079228", "ફોકસ મોડ"),
                n("f5037228", "અમે શ્રેષ્ઠ પરિણામો માટે 5:2ના સાપેક્ષ ગુણોત્તરવાળી છબીની ભલામણ કરીએ છીએ."),
                n("f965e890", "તમારા ડ્રાફ્ટસ અહીં રખાય છે"),
                n("c2756718", "તમારા પ્રકાશિત લેખો અહીં રાખવામાં આવે છે"),
                n("af65c854", "ફોકસ મોડમાં રહીને ફેરફાર કરો"),
                n("e05e2336", "અપ્રકાશિત, લેખને ડ્રાફ્ટ્સમાં ખસેડો"),
                n("d36447e0", "તમે અહીં લખો છો"),
                n("ca0ed982", "ડ્રાફ્ટમાં લખવાનું ચાલુ રાખો અથવા નવો લેખ રચો"),
                n("ee9e42aa", "લખો"),
                n("e9a50596", "નવો ડ્રાફ્ટ બનાવવામાં ભૂલ આવી"),
                n("e070024a", "ફોટો સંપાદિત કરો"),
                n("i7d24b36", "આગામીની છબી"),
                n("f96a38a2", "અગાઉની છબી"),
                n("hac7c548", "મીડિયા ક્રોપ કરો"),
                n("e3dbfba4", "છબીનું વર્ણન સંપાદિત કરો"),
                n("dd4a83a6", "સામગ્રી અંગેની ચેતવણી"),
                n("ffe9ec3a", "વર્ણનો ઉમેરો"),
                n("j063b262", "તમે તમારા ફોટામાં વર્ણન ઉમેરી શકો છો, જેને કેટલીકવાર વૈકલ્પિક-ટેક્સ્ટ કહેવામાં આવે છે, જેથી તે જેઓ પ્રજ્ઞાચક્ષુ હોય અથવા જેમને ઓછું દેખાતું હોય તેવા લોકો સહિત વધુ લોકો માટે પ્રવેશપાત્ર થાય. સારા વર્ણનો સંક્ષિપ્ત હોય છે, પરંતુ તમારા ફોટામાં જે છે તેનો સંદર્ભ સમજવા માટે સચોટ રજૂઆત કરવા માટે પૂરતાં હોય છે."),
                n("e57144f0", "ચોક્કસ"),
                n("f9f9210c", "ના, આભાર"),
                n("feabf2a0", "ટેક્સ્ટ બદલો"),
                n("e36287c6", "વર્ણન"),
                n("cf565d08", "વૈકલ્પિક ટેક્સ્ટ શું છે?"),
                n("d9f7b32a", "આ પોસ્ટ પર સામગ્રી અંગેની ચેતવણી મૂકો"),
                n("ead1b80a", "એક શ્રેણી પસંદ કરો અને આ પોસ્ટ પર અમે સામગ્રી અંગેની એક ચેતવણી મૂકીશું. આનાથી લોકોને એવી સામગ્રીને ટાળવામાં મદદ મળે છે કે જેને તેઓ જોવા માંગતા નથી."),
                n("h2437f26", "સંવેદનશીલ"),
                n("g5e1668a", "ડાઉનલોડ કરી શકાશે"),
                n("fdc6a52a", "તમારો વિડિયો સક્ષમ હશે ત્યારે ડાઉનલોડ કરવા માટે ઉપલબ્ધ હશે."),
                n("fe09fde2", "સેટિંગ્સ બદલો"),
                n("cd5cba97", function (e) {
                    return "સામગ્રી અંગેની ચેતવણી: " + e.formattedWarningList;
                }),
                n("h7215a76", "પોસ્ટના લેખકે આ પોસ્ટને સંવેદશીલ સામગ્રી બતાવે છે તરીકે ફ્લૅગ કરી છે."),
                n("j32d345e", "નીચેનામાં સંવેદનશીલ સામગ્રી હોઈ શકે છે"),
                n("f1d9930c", "છુપાવો"),
                n("c91f83ae", "વિડિયો સંપાદિત કરો"),
                n("icbec4ae", "કૅપ્શન્સ અપલોડ કરો"),
                n("e0342f98", "કૅપ્શન્સ"),
                n("e7048e74", "મીડિયાને ટ્રીમ કરો"),
                n("ga408160", "આગલો વિડિયો"),
                n("dc402134", "પાછલો વિડિયો"),
                n("bf4e9d7a", "કૅપ્શન ફાઈલ (.srt) અપલોડ કરો"),
                n("j435467e", "તમારા વિડિયોમાં એક માન્ય સબટાઇટલ ફાઇલ અપલોડ કરીને સબટાઇટલ્સ અને કૅપ્શન્સને ઉમેરી શકાય છે. ફાઇલો SRT ફોર્મેટમાં હોવી આવશ્યક છે. વિડિયોના સંપાદનોથી સબટાઇટલ્સ અને કૅપ્શન્સ પર પ્રભાવ પડશે નહીં."),
                n("a6b267fa", "કૅપ્શન્સ દૂર કરો"),
                n("a609edbe", "નવી પોસ્ટ લખો"),
                n("dc295bb0", "કમ્યૂનિટીમાં પોસ્ટ કરવું"),
                n("e536de22", "પોસ્ટ કરવા માટે, તમારે પહેલા સભ્ય બનવું પડશે. ભાગ લેવા માટે આ કમ્યૂનિટીમાં જોડાઓ!"),
                n("cb817dae", "પોસ્ટ સંપાદિત કરો"),
                n("bec9cff8", "X માટે સાઇન અપ કરો"),
                n("c150ba68", "આપનું સ્વાગત છે!"),
                n("f8e2163e", "પહેલાં લોગ ઈન કરવા માંગો છો?"),
                n("a108c147", function (e) {
                    return "શું તમારે @" + e.screenName + "ને અનુસરવું છે?";
                }),
                n("c66afdc3", function (e) {
                    return "અનુસરો @" + e.screenName;
                }),
                n("feccfd6e", "તમે કોઈને પણ અનુસરી શકો તે પહેલાં તમારે લોગ ઈન કરવાની જરૂર પડશે."),
                n("dedce756", "હવે તમે તે પોસ્ટને લાઈક કરી શકો છો."),
                n("ha5987e0", "શું તમે આ પોસ્ટને પસંદ કરવા માંગો છો?"),
                n("f98f4e00", "તમે તે પોસ્ટ લાઈક કરી શકો તે પહેલાં તમારે લોગ ઈન કરવાની જરૂર પડશે."),
                n("b459ba4c", "તમે આ પોસ્ટને પ્રત્યુતર આપી શકો તે પહેલા તમારે લોગ ઈન કરવાની જરૂર પડશે."),
                n("f3e1093a", "હવે તમે તેને ફરીથી પોસ્ટ કરી શકો છો."),
                n("i1d8723c", "શું તમે આ પોસ્ટને ફરીથી પોસ્ટ કરવા માંગો છો?"),
                n("h19f38de", "તમે તેને પોસ્ટ કરી શકો તે પહેલાં તમારે લૉગ ઇન કરવાની જરૂર પડશે."),
                n("e289d950", "તમે તે પોસ્ટ શેર કરી શકો તે પહેલા તમારે લોગ ઈન કરવાની જરૂર પડશે."),
                n("d28215f0", "માફ કરશો, કોમ્યુનિટીઝમાં મતદાન આયોજવાની મંજૂરી નથી!"),
                n("ec2fc089", function (e) {
                    return e.communityName + "ને તમારી પોસ્ટ" + f(e.numOfTweets, "", "્સ") + " હતી મોકલવામાં આવી હતી";
                }),
                n("c7152355", function (e) {
                    return "તમારી છબી" + f(e.numberOfImages, "", "ઓ") + "ને ઍક્સેસિબલ બનાવવાનું ભૂલશો નહીં";
                }),
                n("ffa5562a", "સારી છબીનાં વર્ણનો સંક્ષિપ્ત, તેમ છતાં વિગતવારનાં હોય છે. છબીમાં રહેલા કોઈપણ ટેક્સ્ટને લખવાની અથવા તેનો સારાંશ આપવાની ખાતરી કરો."),
                n("a2d3facd", function (e) {
                    return "તમારી વર્ણન" + f(e.numberOfImages, "", "ો") + " Xને અક્ષમતાઓ ધરાવતાં લોકો અને વધુ સંદર્ભ ઈચ્છનારી દરેક વ્યક્તિ માટે ઍક્સેસિબલ બનાવે છે.";
                }),
                n("cc6d0a48", "તમે ઍક્સેસિબિલિટી સેટિંગ્સમાં જઈને આ રિમાઇન્ડરને બંધ કરી શકો છો."),
                n("j499fbcb", function (e) {
                    return "વર્ણન" + f(e.numberOfImages, "", "ો") + " ઉમેરો";
                }),
                n("bb8170da", "આ સમયે નહીં"),
                n("h4dd544e", "તમારી પોસ્ટ મોકલવામાં આવી હતી."),
                n("ice925ce", "તમારી પોસ્ટ સંપાદિત કરવામાં આવી છે."),
                n("eae9e604", "તમારી પોસ્ટ મોકલવામાં આવી હતી. તમારી પાસે તેમાં કોઈપણ સંપાદનો કરવાં માટે 30 મિનિટનો સમય છે."),
                n("gcdf3fd6", "તમારી પોસ્ટ મોકલવામાં આવી છે. તેમાં કોઈ પણ સંપાદન કરવા માટે તમારી પાસે 1 કલાકનો સમય છે."),
                n("c7999d10", "તમારી પોસ્ટ્સ મોકલવામાં આવી હતી."),
                n("b97f5eb2", "પોસ્ટ મોકલી રહ્યાં છે..."),
                n("g08523f0", "પોસ્ટ મોકલવામાં આવી રહી છે ... એકવાર તે પ્રકાશિત થઈ જાય, એટલે કોઈપણ સંપાદન કરવા માટે તમારી પાસે 30 મિનિટનો સમય હશે."),
                n("fa53f95c", "પોસ્ટ મોકલવામાં આવી રહ્યું છે ... એકવાર તે પ્રકાશિત થઈ જાય, એટલે કોઈપણ સંપાદન કરવા માટે તમારી પાસે 1 કલાકનો સમય હશે."),
                n("a608b1b4", "પોસ્ટ કાઢી નાખીએ?"),
                n("j890123a", "થ્રેડ કાઢી નાખવી છે?"),
                n("af4d0a80", "સંપાદનોને કાઢી નાખીએ?"),
                n("bb01231c", "આને પૂર્વવત કરી શકાતું નથી અને તમે તમારી રૂપરેખા ગુમાવશો."),
                n("if69307c", "જો તમે છોડીને જશો, તો તમારા ફેરફારો સાચવવામાં આવશે નહીં."),
                n("d2c271f6", "પોસ્ટને સાચવવી છે?"),
                n("abb90544", "તમે આને તમારા ડ્રાફ્ટમાંથી પછીથી મોકલવા માટે સાચવી શકો છો."),
                n("d3bb6f30", "નોંધ: મીડિયામાં ટૅગ થયેલાં એકાઉન્ટ્સ ડ્રાફ્ટમાં સચવાશે નહીં."),
                n("bf9b89e4", "તમારી રૂપરેખા સાચવી લીધી હતી."),
                n("i63bfbf0", "તે વિચાર યાદ કરીને રાખો"),
                n("a6c55352", "અમે હજી પણ તમારા વિડિયોને અપલોડ કરી રહ્યા છીએ. શું તમે ખરેખર તમારી પોસ્ટને કાઢી નાખવા માંગો છો? તમારી રૂપરેખા અને જોડાણો ગુમ થઈ જશે."),
                n("c3d89aca", "ચાલુ રાખો"),
                n("b983f9e0", "ધ્યાન રાખો"),
                n("ed5c4342", "ધ્યાનમાં રાખવાની એક-બે બાબતો ..."),
                n("abc4afcc", "તમારા સંપાદન સમયની સમયસીમા સમાપ્ત થઈ"),
                n("a9a471fa", "પોસ્ટ્સને પ્રકાશિત કર્યા પછી તેની પ્રથમ 30 મિનિટની અંદર જ સંપાદિત કરી શકાય છે."),
                n("a3483f1c", "પોસ્ટ્સને પ્રકાશિત કર્યા પછી તેના પહેલા 1 કલાકની અંદર જ તેનું સંપાદન કરી શકાય છે."),
                n("g4bcc5f4", "આ તમારું છેલ્લું સંપાદન છે"),
                n("g922bf14", "તમારી પોસ્ટ ફરીથી અપડેટ કરી શકાતી નથી."),
                n("f58b5009", function (e) {
                    return "તમારી પોસ્ટ " + e.scheduleDate + " પર " + e.scheduleTime + " માં મોકલવામાં આવશે";
                }),
                n("fa97f508", "આ મોકલ્યા પછી તમે આ થ્રેડમાં વધુ પોસ્ટ્સ ઉમેરી શકો છો."),
                n("c091760c", "આ સંપાદન સાચવવામાં આવ્યું ન હતું. તમે તમારા અપડેટનો ફરી પ્રયાસ કરી શકો છો અથવા તેને કાઢી નાખીને નવેસરથી શરૂ કરી શકો છો."),
                n("d38504ad", function (e) {
                    return "કૃપા કરીને વધુમાં વધુ " + e.maxMediaCap + " ફોટા, વીડિયો અથવા GIF પસંદ કરો.";
                }),
                n("dd6734c2", "વધુ વાંચો"),
                n("g589c2e2", "પસંદગી 1"),
                n("a1e6c3a2", "પસંદગી 2"),
                n("a739e006", "પસંદગી 3 (વૈકલ્પિક)"),
                n("d89a5b92", "પસંદગી 4 (વૈકલ્પિક)"),
                n("c2a8118e", "મતદાન કાઢી નાખો"),
                n("a8ede1de", "કોઈ પસંદગી ઉમેરો"),
                n("af40a8e0", "ઉમેરો"),
                n("caf8edc4", "મતદાન લંબાઈ"),
                n("g93586be", "દિવસ"),
                n("d073b644", "કલાક"),
                n("a2f0728e", "મિનિટ"),
                n("c9f5ae0a", "ડ્રાફ્ટ્સમાં સાચવેલ"),
                n("f0afcc0e", "મતદાન ઉમેરો"),
                n("d39e3e78", "પોસ્ટ શેડ્યૂલ કરો"),
                n("f6bab0da", "લખાણ પોસ્ટ કરો"),
                n("cc2b28fc", "તમારી પાસે ફક્ત 1 પ્રકારનું જોડાણ હોઈ શકે છે"),
                n("i6f7062c", "પોસ્ટ ઉમેરો"),
                n("j1d5791c", "પ્રત્યુતર ઉમેરો"),
                n("e76f3776", "પોસ્ટ દૂર કરો"),
                n("ec10ee02", "મતદાન"),
                n("cce30dcc", "સ્થાનને ટેગ કરો"),
                n("ee016dd6", "લાંબા વિડિયોને અપલોડ કરવામાં થોડો સમય લાગશે. અપલોડ સંબંધી વિક્ષેપોથી બચવા માટે તમારા બ્રાઉઝરની ટેબ ખુલ્લી રાખવાની ખાતરી કરો."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " છબી વર્ણન" + f(e.numberOfAltTextEntries, "", "ો");
                }),
                n("d1175c78", "લોકોને ટેગ કરો"),
                n("b2943227", function (e) {
                    return "કૅપ્શન અપલોડ કરો ફાઇલ" + f(e.numberOfVideos, "", "ો") + " (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " કૅપ્શનો ફાઇલ" + f(e.numberOfSubtitles, "", "ો");
                }),
                n("e349147c", "શું ચાલી રહ્યું છે?"),
                n("b4481d6c", "તમારા વિચારો શેર કરો..."),
                n("fbd24526", "બીજો પ્રત્યુતર ઉમેરો"),
                n("de4669e2", "ટિપ્પણી ઉમેરો"),
                n("ed1f39ec", "તમારો પ્રત્યુત્તર પોસ્ટ કરો"),
                n("a402b908", "પ્રશ્ન પૂછો"),
                n("ic05a146", "શીર્ષક"),
                n("d9c096f0", "છબી જનરેટ કરો"),
                n("d2553906", "તમારી પોસ્ટને બહેતર બનાવો"),
                n("b85f402a", "Grok વડે તમારી પોસ્ટને બહેતર બનાવો"),
                n("e815fc34", "પ્રેક્ષકોને પસંદ કરો"),
                n("cf44066a", "સર્કલ"),
                n("c6992b94", "Premium એક્સક્લુઝિવ"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "વ્યક્તિ", "લોકો");
                }),
                n("f0598964", "લોકોના નાના જૂથની સાથે શેર કરવા માંગો છો?"),
                n("e1ae1c0a", "સર્કલ તમને માત્ર એ જ લોકોને પોસ્ટ્સ મોકલવા દે છે કે જેમને તમે પસંદ કર્યા હોય."),
                n("eb969e30", "સર્કલ કેવી રીતે કામ કરે છે"),
                n("bb55e8ee", "તમારા લોકોને ઉમેરો"),
                n("f1aedb7c", "તમે તમારા સર્કલમાં સામેલ કરવા માટે તેમાંથી વધુમાં વધુ 150ને પસંદ કરી શકો છો."),
                n("b659fba8", "ફક્ત તેમને જ પોસ્ટ કરો"),
                n("c474be66", "આગળ વધો - તે વિચારોને શેર કરો. માત્ર તમારું સર્કલ જ તેને જોઈ શકે અને તેનો પ્રત્યુત્તર આપી શકે છે."),
                n("h031847a", "ગમે ત્યારે વસ્તુઓમાં ફેરબદલ કરો"),
                n("bd9db21f", "વધુ જાણો"),
                n("gfca5254", "નિયમો"),
                n("f510c8b2", "કોમ્યુનિટીના નિયમો"),
                n("g46f363e", "વાર્તાલાપમાં જોડાવાની પહેલાં કોમ્યુનિટીના નિયમોને તપાસો"),
                n("f6fec9f6", "કાર્ડ પ્રીવ્યૂ દૂર કરો"),
                n("b2df0574", "અનુયાયીઓ સાથે પણ શેર કરો"),
                n("ccfc7453", function (e) {
                    return "@" + e.screenName + "ના સર્કલમાં તમારું અનુસરણ કરનાર દરેક જણ પ્રત્યુત્તર આપી શકે છે";
                }),
                n("d4d17205", function (e) {
                    return "@" + e.screenName + "ના સર્કલમાં રહેલ દરેક વ્યક્તિ પ્રત્યુત્તર આપી શકે છે";
                }),
                n("df961844", "તમારું અનુસરણ કરે છે એવું તમારું સર્કલ જ પ્રત્યુતર આપી શકે છે"),
                n("ce958ec8", "માત્ર તમારું સર્કલ જ પ્રત્યુતર આપી શકે છે"),
                n("c7df589e", "પોસ્ટના લેખકના સર્કલમાં રહેલ દરેક વ્યક્તિ જે તમારું અનુસરણ કરે છે તે પ્રત્યુતર આપી શકે છે"),
                n("j65d7c72", "પોસ્ટના લેખકના સર્કલમાં રહેલ દરેક વ્યક્તિ પ્રત્યુતર આપી શકે છે"),
                n("i8ea6d4e", "બધા પ્રત્યુતર આપી શકે છે"),
                n("a176d0d8", "તમે અનુસરો છો તે એકાઉન્ટ્સ પ્રત્યુત્તર આપી શકે છે"),
                n("gc7e52ca", "તમે ઉલ્લેખ કરો તે એકાઉન્ટ્સ જ પ્રત્યુત્તર આપી શકે છે"),
                n("feb7560a", "માત્ર સબ્સ્ક્રાઈબર્સ જ પ્રત્યુતર આપી શકે છે"),
                n("h257006e", "આ કમ્યૂનિટીના નિયમોની સમીક્ષા કરો"),
                n("ebe1d850", "ફક્ત તમારા સબ્સ્ક્રાઇબર્સ જ પ્રત્યુત્તર આપી શકે છે"),
                n("b121464a", "માત્ર ચકાસાયેલાં એકાઉન્ટ્સ જ પ્રત્યુત્તર આપી શકે"),
                n("aa65a44a", "અમે આ ડિવાઇસ પર તમારી પસંદગીને યાદ રાખીશું"),
                n("a4993fa2", "એક GIF ઉમેરો"),
                n("bfb895b1", function (e) {
                    return e.date + "ના રોજ " + e.time + " વાગ્યે મોકલશે";
                }),
                n("hb36f723", function (e) {
                    return "સમયરેખા પર માત્ર પહેલા " + e.count + " વર્ણો દેખાશે.";
                }),
                n("d759c09e", "અજમાવી જુઓ"),
                n("e4472565", function (e) {
                    return "અપલોડ થયું (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "પ્રક્રિયા થાય છે (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "અપલોડ થાય છે (" + e.percent + "%)";
                }),
                n("daad8822", "અપલોડ કરવાનું નિષ્ફળ થયું"),
                n("i8ff6261", function (e) {
                    return "એવું જણાય છે કે આ વીડિયોનું કદ ફાઇલના અપલોડ કરી શકાય તેવા મહત્તમ કદ (" + e.human_readable_max_size + "GB) કરતાં વધારે છે.";
                }),
                n("cba4fdde", "X પર દર્શકોને 1080pમાં આપો"),
                n("ef8f5d90", "ભલામણ કરાયેલ"),
                n("a7046fb0", "જવલ્લે જ જરૂરી"),
                n("acf3ecf4", "મીડિયા ઉમેરો"),
                n("bdbcdd94", "ફોટાઓ ઉમેરો"),
                n("f2c8c04d", "તમારી પોસ્ટ્સને સાર્વજનિક કરવા"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " અને " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + f(e.othersCount, "1", "" + e.othersCount) + " અન્ય";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " અને " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + f(e.othersCount, "1 અન્ય", e.othersCount + " અન્યો");
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "સબ્સ્ક્રાઈબર્સ"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " અને " + e.otherUserName;
                }),
                n("i9451241", "સબ્સ્ક્રાઈબર્સ"),
                n("hdf48104", function (e) {
                    return "" + e.userOneName + e.userTwoName + " અને " + e.userThreeName;
                }),
                n("dcbb6a0b", "સબ્સ્ક્રાઈબર્સ"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + f(e.othersCount, "1 અન્ય", e.othersCount + " અન્ય લોકો");
                }),
                n("c65916af", "સબ્સ્ક્રાઈબર્સ"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " અને " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + "ના";
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " અને " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + "ના";
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + "ના ";
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + "ના";
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + f(e.othersCount, "1 અન્ય", e.othersCount + " અન્ય લોકો");
                }),
                n("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + "ના";
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " અને " + f(e.othersCount, "1 અન્ય", e.othersCount + " અન્ય લોકો");
                }),
                n("j8e134e5", function (e) {
                    return e.trustedFriendsTweetOwner + "ના";
                }),
                n("c14cdb18", "પ્રચાર કરો"),
                n("f11264ac", "ચુકવણી પદ્ધતિ ઉમેરો"),
                n("j619ec94", "પોસ્ટનો પ્રચાર કરો"),
                n("h1fcb36c", "તમારી પોસ્ટનો પ્રચાર કરો"),
                n("fd22cfe0", "જાહેરાતના નિયમો અને શરતો સાથે સંમત થાઓ છો."),
                n("i3656b52", "તમે કેટલો ખર્ચ કરવા માંગો છો?"),
                n("h7c29de6", "અંદાજિત પહોંચ"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " લોકો";
                }),
                n("i976aff4", "તમારા બિલિંગ ચલણ અનુરૂપ દૈનિક બજેટ માહિતીને અપડેટ કરો."),
                n("e1e912f2", "તમારી પોસ્ટને પોસ્ટ કરવામાં આવી, પણ અમે તેના પર બૂસ્ટ પ્રક્રિયા કરવામાં નિષ્ફળ રહ્યાં. તમને શુલ્ક લાગુ નહીં થાય."),
                n("fe26420a", "મુખ્ય શબ્દો ઉમેરો"),
                n("aacfbe55", function (e) {
                    return "તમે @" + e.screenName + "માટે પોસ્ટ કરી રહ્યા છો.";
                }),
                n("ga8627cd", function (e) {
                    return "તમે @" + e.screenName + " માટે પ્રત્યુતર આપી રહ્યા છો.";
                }),
                n("e6d2573f", function (e) {
                    return "તમે @" + e.screenName + " માટે સંદેશો મોકલી રહ્યા છો.";
                }),
                n("d37a3e15", function (e) {
                    return "તમે @" + e.screenName + " માટે આ યાદી બનાવી રહ્યા છો.";
                }),
                n("ceb1ad26", "ડાઉનલોડ કરી શકાય તેવા વીડિયો રજૂ કરી રહ્યાં છીએ"),
                n("ea97bc08", 'ઑફલાઇન જાઓ, અથવા રિમિક્સ પર જાઓ! પ્રીમિયમ સબ્સ્ક્રાઇબરો પાસે હવે તમારી સામગ્રી ડાઉનલોડ કરવાની અને ફરીથી કલ્પના કરવાની શક્તિ છે. જો તમે ઇચ્છતા હો કે તમારા વિડિઓઝ ડાઉનલોડ કરી શકાય તેવા ન હોય, તો તમારા વિડિઓ પર "સંપાદન કરો" પર ટૅપ કરો. તમારી સામગ્રી, તમારા નિયમો.'),
                n("e6042757", function (e) {
                    return "પોસ્ટને સંપાદિત કરવા માટે " + e.minutes + " મિનિટ અને " + e.seconds + " સેકન્ડ બાકી";
                }),
                n("a4e39717", function (e) {
                    return "પોસ્ટને સંપાદિત કરવા માટે " + e.minutes + " મિનિટ બાકી";
                }),
                n("c55eed72", "આમને પ્રત્યુતર આપી રહ્યાં છે"),
                n("caca3102", "આ વાર્તાલાપમાં સામેલ અન્યો"),
                n("c6a6dc2f", function (e) {
                    return "તમે @" + e.screenName + " ને અવરોધિત કરેલ છે, તેથી જ્યારે તમે પ્રત્યુતર આપશો ત્યારે તેમને સૂચિત કરવામાં આવશે નહીં.";
                }),
                n("f5b426c2", "વપરાશકારો લોડ થઈ રહ્યાં છે"),
                n("c20dc654", "માત્ર 10 લોકો ટેગ કરી શકાય છે."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " ને ફોટામાં ટેગ કરી શકતા નથી";
                }),
                n("cca7fa72", "શેડ્યૂલ કરેલી પોસ્ટ કાઢી નાખી શકાઈ નથી."),
                n("c5dd0190", "સમય"),
                n("edeff232", "તારીખ"),
                n("fddf24b4", "સમય ઝોન"),
                n("d39dc06e", "તમે ભૂતકાળમાં મોકલવા માટે પોસ્ટ શેડ્યૂલ કરી શકતા નથી."),
                n("d024efe2", "તમે ભવિષ્યમાં 18 મહિનાથી વધુ સમય સુધી પોસ્ટને શેડ્યૂલ કરી શકતા નથી."),
                n("d15af6da", "કેટલીક મોકલ્યા વગરની પોસ્ટ્સ કાઢી નાખી શકાઈ નથી."),
                n("a1e1b748", "તમારી પસંદ કરેલી મોકલ્યા વગરની પોસ્ટ્સ કાઢી નાખવામાં આવી."),
                n("ce80fba0", "મોકલ્યા વગરની પોસ્ટ્સ લોડ કરવી"),
                n("i5d56b62", "હજી પોસ્ટ કરવા માટે તૈયાર નથી? તેને તમારા ડ્રાફ્ટમાં સાચવી રાખો અથવા પછીથી પોસ્ટ કરવા માટે શેડ્યૂલ કરો."),
                n("aef6257e", "મોકલ્યા વગરની પોસ્ટ્સ કાઢી નાખવી"),
                n("dce0bc34", "ન મોકલેલી પોસ્ટ્સ"),
                n("f8464692", "શેડ્યૂલ કરેલ"),
                n("e8bd47f2", "તમામને પસંદ કરો"),
                n("j2b145d4", "તમામને નાપસંદ કરો"),
                n("h6c79ac2", "મોકલ્યા વગરની પોસ્ટ્સ કાઢી નાખો"),
                n("d0a4a03c", "આને પૂર્વવત્ કરી શકાતું નથી અને તમે તમારી ન મોકલેલી પોસ્ટ્સ ગુમાવશો."),
                n("f9f69d32", "મોકલવામાં નિષ્ફળ"),
                n("j74e5dd4", "તમે જે પોસ્ટનો પ્રત્યુત્તર આપવા માંગો છો તે કાઢી નાખવામાં આવી છે"),
                n("c5ceafc8", "પ્રત્યુતર આપી રહ્યાં છે"),
                n("f501ba43", function (e) {
                    return "વધુ " + e.count + " પોસ્ટ" + f(e.count, "", "્સ");
                }),
                n("b321d0cc", "છબીઓ લોડ કરો"),
                n("abd649ce", "મોકલ્યા વગરની પોસ્ટ કાઢી નાખો"),
                n("c7d42978", "આને પૂર્વવત કરી શકાતું નથી અને તમે તમારી ડ્રાફ્ટ પોસ્ટ ગુમાવશો."),
                n("e43a5528", "કંઈક ખોટું થયું અને ન મોકલેલ પોસ્ટ કાઢી નખાઈ નથી."),
                n("e7c766ee", "સ્થાનની સેવાઓ અક્ષમ કરેલી છે"),
                n("ab68727a", "તમે તમારા ડિવાઇસની સેટિંગ્સમાં તેને ચાલુ કરી શકો છો."),
                n("ae4057a2", "સ્થાનને નિર્ધારિત કરવામાં અસમર્થ"),
                n("bf2923a6", "તમારા ડિવાઇસની સેટિંગ્સને તપાસો."),
                n("d963d1b6", "કોઈ સ્થાન મળ્યા નહોતાં"),
                n("a893d602", "બરાબર છે"),
                n("be6cc44e", "સ્થાનો શોધો"),
                n("d8ef3232", "સ્થાનોને મેળવવામાં નિષ્ફળ રહ્યા"),
                n("b01ed2db", function (e) {
                    return e.distance + " માઈલ";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " ફૂટ";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + "કિમી";
                }),
                n("b211849f", function (e) {
                    return e.distance + " મી";
                }),
                n("fd391b9f", function (e) {
                    return "એમ્બેડ " + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "@" + e.screenName + " ને તમે અનુસર્યા";
                }),
                n("ge5067bc", "પ્રત્યુતર છુપાવો"),
                n("j136c720", "પોસ્ટમાંથી પ્રત્યુત્તર છુપાવી દીધો છે"),
                n("d66f0338", "તમારી પોસ્ટ્સના પ્રત્યુત્તરો છુપાવી રહ્યાં છીએ"),
                n("cfc8cb50", "તમે જે વાર્તાલાપ શરૂ કરો તેના પર તમને વધુ નિયંત્રણ આપવા માટે, પોસ્ટના લેખકો તેમની પોસ્ટ્સ પર પ્રત્યુત્તરો છુપાવી શકે છે."),
                n("if8dc5f0", "છુપાયેલા પ્રત્યુત્તરો એક અલગ પૃષ્ઠ પર ખસેડવામાં આવે છે અને કોઈ પણ વ્યક્તિ પોસ્ટ પર છુપાયેલા પ્રત્યુત્તર આઇકનને પસંદ કરીને જોઈ શકે છે."),
                n("b2615c6d", function (e) {
                    return "શું @" + e.screenName + " પણ અવરોધિત કરવું છે?";
                }),
                n("i62a03aa", "ના"),
                n("f9f27fa2", "પોસ્ટ છુપાવો"),
                n("ce87916a", "હાઇલાઇટ્સમાં ઉમેરો/તેમાંથી કાઢી નાખો"),
                n("eaae42ce", "હાઇલાઇટ્સમાં ઉમેરવી છે?"),
                n("h032d096", "હાઇલાઇટ્સમાંથી કાઢી નાખવી છે?"),
                n("be38d25e", "આ પોસ્ટ તમારા પ્રોફાઇલમાં હાઇલાઇટ્સ ટૅબમાં પ્રદર્શિત થશે."),
                n("d2be9310", "આ પોસ્ટ તમારા પ્રોફાઇલમાં હાઇલાઇટ્સ ટૅબમાંથી કાઢી નખાશે."),
                n("jea6b076", "સફળતાપૂર્વક હાઇલાઇટ્સમાં ઉમેરવામાં આવી."),
                n("ce6fd0ec", "સફળતાપૂર્વક હાઇલાઇટ્સમાંથી કાઢી નાખવામાં આવી."),
                n("ha35a1d2", "તમારી પ્રોફાઈલમાં પિન કરો"),
                n("d04f95c0", "તમારી પોસ્ટને તમારા પ્રોફાઇલ પર પિન કરવામાં આવી."),
                n("i419d136", "પ્રોફાઇલમાં પોસ્ટને પિન કરવી છે?"),
                n("c1b9714a", "આ તમારી પ્રોફાઇલની ટોચ પર દેખાશે અને કોઈ પણ અગાઉ પિન કરેલી પોસ્ટની જગ્યા લેશે."),
                n("fe4d099a", "હાઇલાઇટ"),
                n("e8d4c1cc", "પોસ્ટ્સને હાઇલાઇટ કરવી એ સબ્સ્ક્રિપ્શન ધરાવતી સુવિધા છે. આ અને અન્ય સુવિધાઓ અનલૉક કરવા માટે ચકાસણી કરાવો."),
                n("b68c3784", "ચકાસણી કરાવો"),
                n("bb16cc76", "આ વાર્તાલાપ છોડો"),
                n("de21174c", "તમે આ વાર્તાલાપ છોડીને જતા રહ્યાં છો"),
                n("j33c9fc6", "કોઈ વાંધો નહીં, હું રહીશ"),
                n("aed79c54", "ચાલો તમને આ વાર્તાલાપમાંથી બહાર લઈ જઈએ"),
                n("h12044a4", "કેટલીકવાર તમારી બસ સામેલ થવાની ઇચ્છા હોતી નથી. વાર્તાલાપ છોડી દેવો આ કરશે…"),
                n("f100e566", "તમારા વપરાશકારના નામને અનટેગ"),
                n("a0d68f4e", "તમારું વપરાશકાર નામ રહે છે, પરંતુ તેને મૂળ પોસ્ટ અને તમામ પ્રત્યુત્તરોમાંથી અનટૅગ કરવામાં આવશે."),
                n("b00255b6", "ભાવિ ઉલ્લેખોને બંધ"),
                n("geea29ee", "લોકો આ વાર્તાલાપમાં તમારો ઉલ્લેખ ફરીથી કરી શકતા નથી."),
                n("c54678e8", "સૂચનાઓને બંધ"),
                n("ga4fa180", "તમે હવે આગળ સૂચનાઓ પ્રાપ્ત કરશો નહીં પરંતુ હજીપણ વાર્તાલાપ જોઈ શકો છો."),
                n("h8dde772", "જો તમે વાર્તાલાપને છોડી દેશો, તો કોઈને સૂચના આપવામાં આવશે નહીં."),
                n("ee87e71c", "તમે તમારી જાતનું જોડાણ અટકાવી શકો નહીં."),
                n("ed428a76", "તમે ચોક્કસ વપરાશકારોનો નિષેધ કરતાં નથી."),
                n("e2d6c17e", "આ વાર્તાલાપનું જોડાણ અટકાવો"),
                n("cd1942f4", "આ વાર્તાલાપનો નિષેધ દૂર કરો"),
                n("bbd8bed6", "આ વાર્તાલાપ માટે જોડાણ અટકાવેલ સૂચનાઓ"),
                n("c13af432", "આ વાર્તાલાપ માટે નિષેધ દૂર કરેલ સૂચનાઓ"),
                n("df744bda", "આનું જોડાણ અટકાવો"),
                n("j9552760", "વાર્તાલાપનું જોડાણ અટકાવો"),
                n("d751694c", "જ્યારે તમે કોઈપણ વાર્તાલાપનું જોડાણ અટકાવો છો, ત્યારે તમને તેના વિશે કોઈપણ નવી સૂચનાઓ નહીં મળે."),
                n("a50c911e", "તમારી પોસ્ટને પિન કરવામાં આવી છે અને હાઇલાઇટ્સમાં ઉમેરવામાં આવી છે."),
                n("d1c1e2c2", "કોમ્યુનિટીમાં પિન કરો"),
                n("j832cc34", "આ, તમારી કોમ્યુનિટીની ટોચ પર દેખાશે."),
                n("h7dbb2f2", "આ તમારી કમ્યૂનિટિની ટોચ પર દેખાશે અને કોઈપણ અગાઉ પિન કરેલી પોસ્ટની જગ્યા લેશે."),
                n("d8725596", "કોમ્યુનિટી મોડરેટર્સ દ્વારા પિન કરાયેલી"),
                n("f5cdcc2c", "આ જાહેરાતમાં રુચિ નથી"),
                n("c2e276e4", "લેખકને કમ્યૂનિટિમાંથી બૅન કરો"),
                n("a95f04ba", "શું તમારે ખરેખર આ પોસ્ટમાંથી ફોટો ટૅગ કાઢી નાખવું છે?"),
                n("jfc76958", "ફોટોમાંથી ટેગ દૂર કરો"),
                n("j4e43d8b", function (e) {
                    return e.entity + "ની જાણ કરો";
                }),
                n("e3fd237e", "જાહેરાતની જાણ કરો"),
                n("d1e21610", "NetzDG ઉલ્લંઘનની જાણ કરો"),
                n("d7513755", function (e) {
                    return "આ કમ્યૂનિટિમાં @" + e.screenName + "ની પોસ્ટ્સ શોધો";
                }),
                n("d7dbb71b", function (e) {
                    return e.screenName + "ને " + e.followType;
                }),
                n("ja66a2b5", function (e) {
                    return "અનુસરવાનું બંધ કરો @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "@" + e.screenName + "ને તમે અનુસરવાનું બંધ કર્યું";
                }),
                n("i31dfa4c", "પ્રત્યુતર ખુલ્લો પાડો"),
                n("j8e56ba2", "પ્રત્યુતર છુપાવેલું નથી"),
                n("ic030338", "પ્રોફાઈલમાંથી અનપિન કરો"),
                n("gfcea3f4", "પ્રોફાઇલમાંથી પિન દૂર કરવી છે?"),
                n("eb2d59f4", "આ હવે તમારી પ્રોફાઈલની ટોચ પર આપમેળે નહીં દેખાય."),
                n("a2dd7414", "તમારી પોસ્ટ તમારા પ્રોફાઇલમાંથી અનપિન કરવામાં આવી છે"),
                n("cac6a24a", "પિન કરેલી પોસ્ટ દૂર કરો"),
                n("i642edc4", "આ પોસ્ટ હવે કમ્યૂનિટિ ફીડની ટોચ પર દેખાશે નહીં."),
                n("f9478972", "છુપાયેલા પ્રત્યુતરો જુઓ"),
                n("c5491b5d", function (e) {
                    return e.entity + " જોડાણો જુઓ";
                }),
                n("haebcf52", "લોકો આ વાર્તાલાપમાં ફરીથી તમારો ઉલ્લેખ કરી શકતા નથી અને તમને વધુ સૂચનાઓ મળશે નહીં."),
                n("c837fcaa", "વધુ પ્રત્યુતરો દર્શાવો"),
                n("d228a9a0", "વધુ દર્શાવો"),
                n("g0b48670", "આ વાર્તાલાપમાં વધુ પડતા પ્રત્યુતર હોવાથી બધા બતાવી શકાતા નથી."),
                n("d9b417c4", "રુચિ નથી તરીકે સેટ કર્યું"),
                n("c29d6806", "ભલામણ કરવાનું બંધ કરો"),
                n("ge8f3043", function (e) {
                    return e.topicName + " મુદ્દાને અનુસરો";
                }),
                n("aa576cbf", function (e) {
                    return e.topicName + " મુદ્દાને અનુસરવાનું બંધ કરો";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " મુદ્દો કાઢી નાખો";
                }),
                n("d69b2d90", "તમને આ મુદ્દામાં રુચિ નથી."),
                n("je808a17", function (e) {
                    return e.topicName + " મુદ્દો";
                }),
                n("ic6aa5f4", "સત્તાધિકરણ"),
                n("c02e7e3c", "લોડ થઈ રહ્યું છે..."),
                n("c5453f28", "64 મો રાઉન્ડ"),
                n("eb256a86", "32 મો રાઉન્ડ"),
                n("g77adc66", "સ્વીટ સિક્સટીન"),
                n("a6d2520c", "સ્વીટ 16"),
                n("g5b63eb6", "એલીટ આઠ"),
                n("d8bf2890", "એલિટ 8"),
                n("f9d3d6f2", "અંતિમ ચાર"),
                n("bda24f7c", "અંતિમ 4"),
                n("i5043440", "રાષ્ટ્રીય ચેમ્પિયનશીપ"),
                n("fcb16026", "ચેમ્પિયનશીપ"),
                n("e9c89ee8", "પૂર્વ"),
                n("h259fd86", "પશ્ચિમ"),
                n("a7b2545a", "દક્ષિણ"),
                n("fdf7819a", "મિડવેસ્ટ"),
                n("i899e9b0", "બ્રૅકેટ સબમિટ કરો"),
                n("c5b04394", "પિક્સ જુઓ"),
                n("h836bbae", "ટુર્નામેન્ટ જુઓ"),
                n("e1059d6c", "1લો રાઉન્ડ"),
                n("b1602be4", "2જો રાઉન્ડ"),
                n("ef7bc2c0", "20-21 માર્ચ"),
                n("h726aaf2", "22-23 માર્ચ"),
                n("ee7cd198", "27-28 માર્ચ"),
                n("fed91402", "29-30 માર્ચ"),
                n("aba0a450", "5 એપ્રિલ"),
                n("jdfba2dc", "7 એપ્રિલ"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "Pick:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " over "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "હમણાં જ મોકલો"),
                n("b23688c8", "ટાઇમરને પૂર્વવત્ કરો"),
                n("cca5d499", function (e) {
                    return "મને 1 અથવા 2 વાક્યોમાં " + e.selectedText + " વિશે જણાવો.";
                }),
                n("d231a76a", "સર્વોત્તમ બ્રૅકેટ માટે $100k જીતો 🏀"),
                n("heaba5d8", "X પર તમારી કૉલેજ બાસ્કેટબૉલ બ્રૅકેટની ડિઝાઇન બનાવો. સર્વોત્તમ બ્રૅકેટ મંગળની નિઃશુલ્ક ટ્રિપ જીતશે!"),
                n("i57d3ea0", "નિયમો લાગુ થાય છે"),
                n("a0440af6", "બ્રૅકેટની રચના કરો"),
                n("aaad27c8", "લેખક"),
                n("eb748f7e", "પોસ્ટનું વિશ્લેષણ જુઓ"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "કૉઇન" + f(e.count, "", "્સ");
                }),
                n("be059f7e", "હવે 100k વધુ વપરાશકારો સુધી પહોંચો"),
                n("c34f845e", "આ પોસ્ટને બૂસ્ટ કરવાનો પ્રયન્ત કરો!"),
                n("c37102aa", "આજે 100,000 થી વધુ યૂઝર્સ સુધી પહોંચો જેમને તમારી સામગ્રીમાં રુચિ હોવાની શક્યતા છે."),
                n("ac245c4c", "હવે દૃશ્યતા બૂસ્ટ કરો"),
                n("e4db6326", "કદાચ પછીથી"),
                n("g6237a1e", "પ્રચાર ચાલી રહ્યો છે"),
                n("d6b5949e", "પ્રચાર થોભાવ્યો"),
                n("ffd9cfe6", "વધુ જુઓ"),
                n("d172116a", "વધુ શોધો"),
                n("be5df69e", "વધુ પોસ્ટ્સ"),
                n("g11ebd34", "વધુ સૂચનો"),
                n("g4a6901a", "બ્રાઉઝ કરો"),
                n("h6453e74", "પોસ્ટ્સ બ્રાઉઝ કરો"),
                n("je506a60", "વપરાશકારનું નામ બદલો"),
                n("c0fcb08a", "તમારું વપરાશકાર નામ બદલવાના પરિણામે તમારું ચેકમાર્ક અને સહયોગિતાઓ, જ્યાં સુધી તેમની સમીક્ષા ન થાય ત્યાં સુધી, કામચલાઉ ધોરણે કાઢી નાખવામાં આવશે."),
                n("d1f6d336", "વપરાશકારનું નામ"),
                n("de65c756", "સૂચનો"),
                n("ebeeac1a", "ઈમેલ બદલો"),
                n("dc013356", "હાલનું"),
                n("ea28c7ce", "ઈમેલ સેટિંગ્સ લોડ થાય છે"),
                n("f3f66252", "ઈમેલ એડ્રેસ ઉમેરો"),
                n("i5107de4", "ઈમેલ એડ્રેસ અપડેટ કરો"),
                n("d19fd42a", "પુષ્ટીકરણ ઈમેલ ફરી મોકલો"),
                n("g4da3246", "ઈમેલ મોકલી. પુષ્ટિકરણ લિંક માટે ટૂંક સમયમાં તમારો ઇનબૉક્સ કૃપા કરી તપાસો."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "વર્તમાન સાંકેતિક શબ્દ"),
                n("a9bc3044", "નવો સાંકેતિક શબ્દ"),
                n("b8c03cfc", "સાંકેતિક શબ્દની ખાતરી કરો"),
                n("b731d32c", "તમારો સાંકેતિક શબ્દ સફળતાપૂર્વક અપડેટ કરવામાં આવ્યો છે."),
                n("d555d7e0", "નવો સાંકેતિક શબ્દ તમારા હાલના સાંકેતિક શબ્દ જેવો નથી હોઈ શકતો."),
                n("fa8af9ae", "સાંકેતિક શબ્દો મેળ ખાતા નથી."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " એપ્લિકેશન્સ";
                }),
                n("j25601d9", "વધુ જાણો"),
                n("cb841d56", "ફોન બદલો"),
                n("ce37ea44", "ફોન નંબર ઉમેરો"),
                n("ibaf239e", "ફોન નંબર અપડેટ કરો"),
                n("j2636558", "ફોન નંબર હટાવો"),
                n("e49b16d4", "ફોન નંબર કાઢી નાખવો છે?"),
                n("i931719e", "આનાથી તમારા એકાઉન્ટમાંથી આ નંબર દૂર કરવામાં આવશે અને હવે તમે તેના પર સૂચનાઓ અથવા લોગીન કોડ્સ મેળવી શકશો નહીં."),
                n("j841d1f4", "ફોન દૂર કરવામાં આવ્યો છે."),
                n("fe8b565a", "આનાથી, આ એકાઉન્ટમાંથી ફોન નંબર કાઢી નાખવામાં આવશે અને તમને હવેથી X દ્વારા ટેક્સ્ટ સંદેશાઓ તરીકે સૂચનાઓ નહીં મળે. ઉપરાંત, આનાથી એકાઉન્ટ પરનું દ્વિ-પરિબળ પ્રમાણીકરણ બંધ કરવામાં આવશે."),
                n("hf45b8d4", "આનાથી, આ એકાઉન્ટમાંથી ફોન નંબર કાઢી નાખવામાં આવશે અને તમને હવેથી X દ્વારા ટેક્સ્ટ સંદેશાઓ તરીકે સૂચનાઓ નહીં મળે. ઉપરાંત, આનાથી એકાઉન્ટ પરની દ્વિ-પરિબળ પ્રમાણીકરણ પદ્ધતિ તરીકે ટેક્સ્ટ સંદેશ બંધ કરવામાં આવશે."),
                n("bc262c2e", "વધારાની પદ્ધતિઓ"),
                n("hc1a91da", "બેકઅપ કોડ્સ"),
                n("e4fed8f0", "જો તમારી પાસે દ્વિ-પરિબળ પ્રમાણીકરણ વિકલ્પો ના હોય તો, એકલ-વપરાશ બેકઅપ કોડ્સનો ઉપયોગ કરો જેથી તમે X પર લોગ ઈન કરી શકો."),
                n("b39c7b14", "લોગીન ચકાસણી અક્ષમ કરવી છે?"),
                n("a923fce6", "દ્વિ-પરિબળ પ્રમાણીકરણ બંધ કરવાનો અર્થ એ છે કે તમારું એકાઉન્ટ સમાધાન માટે વધુ સંવેદનશીલ હોઈ શકે છે. શું તમે ખરેખર તેને બંધ કરવા માંગો છો?"),
                n("ff781e0a", "આ બંધ કરવું છે?"),
                n("c557ac30", "શું તમે ચોક્કસ છો કે તમારે આ પદ્ધતિ બંધ કરવી છે?"),
                n("d133464a", "આ બંધ કરવાથી તમારા એકાઉન્ટમાંથી આ દ્વિ-પરિબળ પ્રમાણીકરણ પદ્ધતિ દૂર થાય છે. શું તમે ખરેખર તેને બંધ કરવા માંગો છો?"),
                n("ee3a7bfa", "બંધ કરો"),
                n("aa9139cc", "લોગીન વિનંતીઓની ચકાસણી કરો"),
                n("jc22dd42", "તમે લોગ ઈન થાવ તે પછી, X એપ્લિકેશન પર X પુશ સૂચના મોકલશે જેને તમારા એકાઉન્ટનો એક્સેસ મેળવવા માટે તમારે મંજૂર કરવી પડશે."),
                n("a219e218", "બરાબર છે"),
                n("e0d79de8", "તમે તમારા એકાઉન્ટ સાથે લિંક થયેલી ફક્ત એક જ સુરક્ષા કી ધરાવો છે. જો તમે તેને ગુમાવો છો તો તમે લૉક આઉટ ન થઈ જાઓ તેની ખાતરી કરવા માટે, બીજી કી ઉમેરો અને દ્વિ-પરિબળ પ્રમાણીકરણનો બેકઅપ કોડ સાચવો."),
                n("ja6bbfa0", "લોગીન ચકાસણી ડેટા લોડ થાય છે"),
                n("c2570922", "ટેક્સ્ટ સંદેશો"),
                n("fba9483c", "જ્યારે તમે Xમાં લોગ ઈન કરો છો ત્યારે દાખલ કરવા માટે પ્રમાણીકરણ કોડ સાથેનો ટેક્સ્ટ સંદેશ મેળવવા માટે તમારા મોબાઇલ ફોનનો ઉપયોગ કરો."),
                n("ab61b41a", "પ્રમાણીકરણ એપ્લિકેશન"),
                n("a67c7d68", "જ્યારે તમે X પર લોગ ઈન કરો ત્યારે દરેક વખતે દાખલ કરવા માટે ચકાસણી કોડ મેળવવા મોબાઈલ પ્રમાણીકરણ એપ્લિકેશનનો ઉપયોગ કરો."),
                n("h6d0d89c", "સુરક્ષા કી"),
                n("b3e5c946", "જ્યારે તમે Xમાં લોગીન કરો છો ત્યારે તમારા કમ્પ્યુટરમાં દાખલ કરવામાં આવનારી અથવા તમારા મોબાઈલ ડિવાઇસમાં સમન્વિત થનારી સુરક્ષા કીનો ઉપયોગ કરો. તમારે સમર્થિત મોબાઈલ ડિવાઇસ અથવા વેબ બ્રાઉઝરનો ઉપયોગ કરવો પડશે."),
                n("cd195528", "નવી સુરક્ષા કી ઉમેરો"),
                n("a1860ee8", "હંગામી સાંકેતિક શબ્દ"),
                n("j45a2856", "તૃતીય-પક્ષની સેવાઓનો ઉપયોગ કરવા માટે વન-ટાઈમ હંગામી સાંકેતિક શબ્દ બનાવો."),
                n("d8612d9c", "સૌથી પહેલા ટેક્સ્ટ સંદેશ અથવા પ્રમાણીકરણ એપ્લિકેશન ચાલુ કરો"),
                n("e13d4468", "તમે સુરક્ષા કી સેટ કરી શકો તે પહેલાં, તમારે પ્રથમ તમારી બે-પરિબળ પ્રમાણીકરણ પદ્ધતિઓમાંથી એક તરીકે ટેક્સ્ટ સંદેશ અથવા પ્રમાણીકરણ એપ્લિકેશનને ચાલુ કરવાની જરૂર છે."),
                n("c1d96d6a", "તમે વધુમાં વધુ સંખ્યામાં કી ઉમેરી લીધી છે"),
                n("gf91694e", "તમારે બીજી કી ઉમેરતાં પહેલાં કોઈ કી કાઢી નાખવાની જરૂર પડશે."),
                n("j265ddb6", "તમારા ઈમેલની પુષ્ટિ કરો"),
                n("a7cfdf1c", "દ્વિ-પરિબળ પ્રમાણીકરણ ચાલુ કરવા માટે, તમારે આ X એકાઉન્ટ સાથે એક ઈમેલ એડ્રેસ જોડવાની જરૂર છે અને પછી તેની પુષ્ટિ કરો, તેથી અમને ખબર પડે કે તે ખરેખર તમારું છે."),
                n("d7bfde1a", "એવું લાગે છે કે તમારું એકાઉન્ટ હાલમાં રદ બાતલ કરવામાં આવ્યું છે. જ્યારે તમારું એકાઉન્ટ રદ બાતલ કરવામાં હોય ત્યારે તમે દ્વિ-પરિબળ પ્રમાણીકરણ ચાલુ કરી શકતા નથી."),
                n("g268fbb8", "આ એકાઉન્ટનું ID ચકાસાયેલું છે."),
                n("f66d24be", "સહાયતા કેન્દ્ર"),
                n("c8255462", "તમારું ID ચકાસાયેલું હોવાનું લેબલ છુપાવો"),
                n("c6e731ee", "તમારું ID ચકાસાયેલું હોવાનું લેબલ છુપાવો જેથી તમારા પ્રોફાઇલ પેજ પરના Blue ચેકમાર્ક પર ટૅપ કરતી વખતે લોકોને તે ન દેખાય."),
                n("be582166", "ID ચકાસણી તમારા એકાઉન્ટને અન્યના  સ્વાંગ સામે સુરક્ષિત કરવામાં મદદ કરી શકે છે અને તમારી પ્રોફાઇલને ID ચકાસાયેલ લેબલ આપે છે."),
                n("b496bc94", "અમે તમારા સરકાર-પ્રદત્ત IDની સમીક્ષા કરી રહ્યાં છીએ. અમે તમને સૂચનાઓ દ્વારા સૂચિત કરતાં રહીશું!\n\nએકવાર મંજૂર થયા પછી, તમને તમારા પ્રોફાઇલ પર ID ચકાસાયેલું લેબલ મળશે, જેથી લોકોને જાણ થાય કે તમારા એકાઉન્ટનું ID ચકાસાયેલું છે."),
                n("d8f5cce4", "તમે તમારી ચકાસણીની વિનંતીની મર્યાદા વટાવી ચૂક્યા છો. ફરીથી પ્રયાસ કરતા પહેલાં કૃપા કરીને 24 કલાક રાહ જુઓ."),
                n("i8427a1e", "આ એકાઉન્ટ ID ચકાસણી આટે યોગ્યતા ધરાવતું નથી. માત્ર વ્યક્તિગત પ્રીમિયમ સબ્સ્ક્રાઇબરો હાલમાં ID ચકાસણી માટે યોગ્યતા ધરાવે છે."),
                n("cdc65e89", function (e) {
                    return e.title + " (વૈકલ્પિક)";
                }),
                n("h05c1f28", "સરકાર દ્વારા જારી કરાયેલ ID પ્રદાન કરીને તમારું એકાઉન્ટ ચકાસો. આ સામાન્ય રીતે લગભગ 5 મિનિટ લે છે."),
                n("j8cfcc62", "હું Xને અને Au10tixને મારી ઓળખની પુષ્ટિ કરવા અને અન્યનો સ્વાંગ રચવાનું અટકાવવા સહિતના, Xના સંબંધિત સુરક્ષા તથા સલામતીના હેતુઓ માટે, તારવેલા બાયોમેટ્રિક ડેટા સહિત મારા IDની છબીઓનો અને મારી સેલ્ફીનો ઉપયોગ કરવાની સંમતિ આપું છું. Au10tix આવા ડેટાનો વધુમાં વધુ 30 દિવસ સુધી સંગ્રહ કરી શકે છે."),
                n("c4930cb6", "તમને શેની જરૂર પડશે:"),
                n("ac7bb0fe", "એક સરકાર-પ્રદત્ત ID તૈયાર કરો"),
                n("c12ce69c", "તમારા ઉપકરણના કૅમેરા પર કશું આવરેલું ન હોવાનું અને તે કાર્ય કરતો હોવાનું તપાસો."),
                n("c5bfe94a", "સેલ્ફી અને તમારા IDના ફોટા લેવા માટે તૈયાર થઈ જાઓ"),
                n("e5b7dd84", "શરૂ કરો"),
                n("abfaa528", "અવગણો"),
                n("e4fed511", "X Premium"),
                n("def518fa", "નિર્માતા સબ્સ્ક્રિપ્શનો"),
                n("f61cda83", "જાહેરાત આવકની વહેંચણી"),
                n("g1952008", "નિર્માતા સબ્સ્ક્રિપ્શનો"),
                n("e5d0419c", "નિર્માતા આવકની વહેંચણી"),
                n("g3723480", "નિર્માતા સબ્સ્ક્રિપ્શનો"),
                n("c776f523", "જાહેરાત આવકની વહેંચણી"),
                n("ab9f38f8", "નિર્માતા સબ્સ્ક્રિપ્શનો"),
                n("d5cab8b0", "નિર્માતા આવકની વહેંચણી"),
                n("deaf5b16", "ફરી પ્રયાસ કરો"),
                n("g1a4a1b6", "ID ચકાસણી ભૂલ"),
                n("e24305e4", "તમારું ઓળખ ચકાસણી સત્ર જૂનું અથવા અમાન્ય હતું, કૃપા કરીને ફરીથી પ્રયાસ કરો."),
                n("f7954a0c", "સુરક્ષા કી ડેટા લોડ થઇ રહ્યો છે"),
                n("h69986c2", "તમે તમારી સુરક્ષા કીનું નામ બદલી શકો છો અથવા તેમને કાઢી નાખી શકો છો."),
                n("i5896ba2", "અન્ય કી ઉમેરો"),
                n("a8ef2b64", "અનામી સુરક્ષા કી"),
                n("d4e220b4", "નામ"),
                n("g6d0f0b6", "સિક્યુરિટી કી મેનેજ કરો"),
                n("b894f68a", "સુરક્ષા કી ડેટા લોડ થઇ રહ્યો છે"),
                n("g2601bb6", "કીનું નામ બદલો"),
                n("b464b726", "કી કાઢી નાખો"),
                n("a4101e1b", function (e) {
                    return "ઉમેર્યાની તારીખ: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "બેકઅપ કોડ"),
                n("ec6a76e0", "નવો કોડ જનરેટ કરો"),
                n("f2c3c31c", "કોડ કોપી કરો"),
                n("e8016b64", "બેકઅપ કોડ લોડ કરી રહ્યું છે"),
                n("c4ca22bc", "જો તમે ક્યારેય તમારા ઉપકરણમાં પ્રવેશ ગુમાવી દો, તો તમે તમારી ઓળખની ચકાસણી કરવા આ કોડનો ઉપયોગ કરી શકો છો."),
                n("f20ff69f", "વધુ જાણો"),
                n("j2327f80", "હંગામી સાંકેતિક શબ્દ"),
                n("fbfeaf8e", "નવો સાંકેતિક શબ્દ જનરેટ કરો"),
                n("h4a8bd12", "સાંકેતિક શબ્દ કોપી કરો"),
                n("g247dc1c", "હંગામી સાંકેતિક શબ્દ લોડ કરી રહ્યા છે"),
                n("h3a32f52", "એપ્લિકેશન્સ અને ઉપકરણો પર X માં લોગ ઈન થવા માટે આ હંગામી સાંકેતિક શબ્દ (સ્પેસ વૈકલ્પિક છે)નો ઉપયોગ કરો."),
                n("d70fceac", "આ સાંકેતિક શબ્દ એક કલાકમાં સમાપ્ત થઈ જશે."),
                n("j924d222", "દેશ બદલો"),
                n("e9310157", "વધુ જાણો"),
                n("bd5ac12e", "આ એકાઉન્ટ પર Xમાંની હેડલાઇન્સ, બટનો અને અન્ય ટેક્સ્ટ માટે તમારી પસંદગીની ભાષા પસંદ કરો. આનાથી તમારી સમય અવધિમાં તમને દેખાતી સામગ્રીની ભાષા બદલાતી નથી."),
                n("cef33711", function (e) {
                    return e.languageName + " (બીટા)";
                }),
                n("b033248c", "શોધવા સક્ષમ"),
                n("c69b4798", "નક્કી કરો કે જે લોકો પાસે તમારું ઈમેલ એડ્રેસ અથવા ફોન નંબર છે તેઓ X પર તમને શોધી અને તમારી સાથે જોડાણ કરી શકે કે નહીં."),
                n("eca117e6", "જે લોકો પાસે તમારું ઈમેલ એડ્રેસ છે તેમને X પર તમને શોધવા દો."),
                n("acd36386", "જે લોકો પાસે તમારું ઈમેલ એડ્રેસ છે તેમને X પર તમને શોધવા અને તમારી સાથે જોડાણ કરવા દો."),
                n("gd8511ca", "જે લોકો પાસે તમારો ફોન નંબર છે તેમને X પર તમને શોધવા દો"),
                n("eca935ec", "જે લોકો પાસે તમારો ફોન નંબર છે તેમને X પર તમને શોધવા અને તમારી સાથે જોડાણ કરવા દો."),
                n("ac77c66c", "સંપર્કો"),
                n("jadf483e", "તમારા મોબાઇલ ઉપકરણોમાંથી તમે ઇમ્પોર્ટ કરેલા સંપર્કોનું સંચાલન કરો."),
                n("b864be7a", "તમામ સંપર્કો કાઢી નાખો"),
                n("g5fa1090", "તમામ સંપર્કો દૂર કરવા છે?"),
                n("h3e420fc", "આનાથી તમે અગાઉ અપલોડ કરેલા કોઈપણ સંપર્કો કાઢી નાખવામાં આવે છે અને બધા ઉપકરણો પર X સાથેનું સમન્વયન બંધ કરી દેવામાં આવે છે. કૃપા કરી ધ્યાન રાખો કે આમાં થોડો સમય લાગે છે, પૂર્વવત્ કરી શકાતું નથી, અને તે દરમિયાન તમને હજી પણ (તમારા સંપર્કો પર આધારિત) X પર કેટલાક સૂચનો દેખાશે."),
                n("ca24589e", "નામ નથી"),
                n("d439b1c1", "વધુ જાણો"),
                n("fe36fe10", "તમારા સાંકેતિક શબ્દની પુષ્ટિ કરો"),
                n("hccd9dbe", "આ માહિતી મેળવવા માટે કૃપા કરીને તમારો સાંકેતિક શબ્દ દાખલ કરો."),
                n("df1ddda4", "તમારી પોસ્ટ્સમાં તમે ઉમેરેલા સ્થાન લેબલ્સ હવે X.com, iOS માટે X અને એન્ડ્રોઈડ માટે X પર દેખાશે નહીં. આ અપડેટ્સને અમલમાં મૂકવામાં થોડો સમય લાગી શકે છે."),
                n("ed7fa034", "તમારી સ્થાન સેવાઓ હાલમાં આ ડિવાઇસ પર સક્ષમ કરેલી નથી. તમે તેને તમારી ડિવાઇસ સેટિંગ્સમાં ચાલુ કરી શકો છો."),
                n("e80e4288", "તમારી પોસ્ટ્સમાં જોડાયેલી તમામ સ્થાનની માહિતી દૂર કરો"),
                n("b0ee8ab6", "તમારી પોસ્ટ્સ સાથે જોડાયેલી તમામ સ્થાનની માહિતી દૂર કરીએ?"),
                n("e23b2991", "વધુ જાણો"),
                n("gd758534", "લોકોને તેમના ફોટામાં તમને ટેગ કરવાની મંજૂરી આપો અને જ્યારે તેઓ એમ કરે ત્યારે સૂચનાઓ મેળવો."),
                n("a90af44e", "સંવેદનશીલ સામગ્રી છુપાવો"),
                n("a25e2ec6", "અવરોધિત કરેલ અને જોડાણ અટકાવેલ એકાઉન્ટ્સ કાઢી નાખો"),
                n("b827a058", "સુરક્ષિત શોધ સેટિંગ્સ અપડેટ કરવામાં આવ્યા છે."),
                n("b27c9852", "તમારા સુરક્ષિત શોધ સેટિંગ્સ અપડેટ કરવામાં કંઇક ખોટું થયું હતું."),
                n("j3402d7e", "સંભવિત સંવેદનશીલ સામગ્રીવાળી પોસ્ટ્સને તમારા શોધ પરિણામોમાં પ્રદર્શિત થવાથી આ અટકાવે છે."),
                n("if05bca6", "તમે અવરોધિત કરેલ અથવા જોડાણ અટકાવેલ એકાઉન્ટ્સમાંથી શોધ પરિણામો દૂર કરવા માટે આનો ઉપયોગ કરો."),
                n("bc7fd990", "વર્તમાનપ્રવાહોના સેટિંગ્સ લોડ થાય છે"),
                n("e2f16650", "આ સ્થાનમાં સામગ્રી બતાવો"),
                n("e5e88f40", "આ ચાલુ હોય, ત્યારે તમે હમણાં જ તમારી આસપાસ શું ચાલી રહ્યું છે તે જોશો."),
                n("i4d54b0e", "તમારા માટે વર્તમાનપ્રવાહો"),
                n("ad431584", "મને રમૂજી Grok વાર્તાઓ બતાવો"),
                n("df9f03c8", "તમારા સ્થળ અને અને તમે કોને અનુસરો છો તેના આધારે વ્યક્તિગતધોરણે તૈયાર કરાયેલા વર્તમાનપ્રવાહો."),
                n("c6cf5c7e", "તમારા સ્થાન અને તમે જેમનું અનુસરણ કરો છો તેમના આધારે તમે વર્તમાનપ્રવાહો વૈયક્તિકૃત કરી શકો છો."),
                n("e09358ba", "Grok રમૂજી મોડમાં X પર નવીનતમ વાર્તાઓ જુઓ."),
                n("a55db872", "વૈયક્તિકરણ"),
                n("a58170fc", "Grok વાર્તાઓ"),
                n("h0b5152e", "સ્થાન બદલો"),
                n("dfeada5e", "સ્થાનોનું અન્વેષણ કરો"),
                n("ac854308", "નીતિ"),
                n("d429c942", "યુ.એસ. ચૂંટણી નીતિના વર્તમાનપ્રવાહો"),
                n("ede134f2", "આ ઉપકરણ પર વિડિયો અને GIF આપોઆપ પ્લે થવા જોઈએ કે કેમ તે પસંદ કરો."),
                n("b3aab6d4", "સ્થાનો"),
                n("e53e05e4", "સ્થાન લોડ કરી રહ્યું છે"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "% બચાવો";
                }),
                n("c6614cc0", "ઉપરાંત લાગુ પડતો કોઈ પણ કર"),
                n("f8d3b50a", "કર સહિત"),
                n("i2c32253", function (e) {
                    return e.price + " / માસ";
                }),
                n("c41e1023", function (e) {
                    return e.price + "/વર્ષ";
                }),
                n("i57aeafb", function (e) {
                    return "પ્રથમ " + f(e.duration, "", e.duration + " ") + "મહિના માટે, પછી " + e.standardPrice + " માસિક બિલિંગ";
                }),
                n("ae3e3723", function (e) {
                    return "પ્રથમ " + f(e.duration, "", e.duration + " ") + "વર્ષ માટે, પછી " + e.standardPrice + " વાર્ષિક બિલિંગ";
                }),
                n("ade4c757", function (e) {
                    return "પછી " + e.price + " / મહિનો";
                }),
                n("f7798e11", function (e) {
                    return "પછી " + e.price + " / વર્ષ";
                }),
                n("e0b39888", "માસિક બિલિંગ"),
                n("b67c37de", "વાર્ષિક બિલિંગ"),
                n("a8363765", function (e) {
                    return "વાર્ષિક બિલિંગ " + e.price;
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "તમે વિદાય લો તે પહેલાં, તમને જેની ખોટ પડશે તેના વિશે વિચારો"),
                n("a092f1ba", "રદ કરવા માટે ચાલુ રાખો"),
                n("g96c7f48", "બદલીને બીજો પ્લાન કરો"),
                n("iccac88e", "અડધી જાહેરાત તમારા માટે અને અનુસરાતી સમયરેખાઓ"),
                n("d7a124d8", "કોઈ જાહેરાતો નથી"),
                n("d2d22c36", "Grokની ઍક્સેસ"),
                n("j249b1d4", "પ્રત્યુત્તરનું બૂસ્ટિંગ"),
                n("c4a37384", "લાંબી પોસ્ટ્સ"),
                n("fb656858", "પોસ્ટ્સનું સંપાદન કરો"),
                n("faaec212", "પોસ્ટ કરવા બદલ ચુકવણી મેળવવી"),
                n("fb3c7168", "તમારા બુકમાર્ક ફોલ્ડરો"),
                n("b346bc12", "ચેકમાર્ક"),
                n("je8143e1", function (e) {
                    return f(e.duration, "એક મહિનો", e.duration + " મહિના") + " માટે X " + e.productName + " થી " + e.percentage + "% મેળવો";
                }),
                n("j5847735", function (e) {
                    return f(e.duration, "એક", "" + e.duration) + " વર્ષ માટે X " + e.productName + " થી " + e.percentage + "% મેળવો";
                }),
                n("da3431f9", function (e) {
                    return "આ ડિસ્કાઉન્ટ એ તમારા માટે અમારી એક નાની ભેટ છે, જો તમે X " + e.productName + "ને થોડું વધુ સમય માટે રાખવા માંગતા હો તો!";
                }),
                n("i6fbfc72", "એક-વાર આવતી ખાસ ઑફર"),
                n("f1bc6309", function (e) {
                    return "બધા X " + e.productName + " સુવિધાઓ પર સંપૂર્ણ ઍક્સેસ જાળવો";
                }),
                n("fdb7b52a", "તમારા હવે પછીના દરેક બિલિંગ પર ડિસ્કાઉન્ટ લાગુ કરવામાં આવશે."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "તમે બધું સેટ કરી લીધું છે"),
                n("a905eac6", "Premium નું અન્વેષણ કરો"),
                n("j6083a1c", "તમારું સબ્સ્ક્રિપ્શન મૅનેજ કરો"),
                n("b4fa4630", "ચુકવણી પદ્ધતિને અપડેટ કરો"),
                n("ef0dfa5a", "બિલિંગની માહિતીને અપડેટ કરો"),
                n("f5b352ec", "સબ્સ્ક્રિપ્શન રદ કરો"),
                n("j317d958", "ધ્યાન આપો - તમે તમારું બાકી રહેલું ડિસ્કાઉન્ટ ગુમાવશો"),
                n("a46e42d2", "મારું સબ્સ્ક્રિપ્શન રાખો"),
                n("e122fb3f", function (e) {
                    return "તમારી ફ્રી ટ્રાયલ " + e.endDate + " ના રોજ સમાપ્ત થશે.";
                }),
                n("be103b84", "સક્રિય"),
                n("ace43720", "ટૂંક સમયમાં સમયસમાપ્તિ થશે"),
                n("c8f18aa4", "તમે Premium+ મેળવી રહ્યા છો કારણ કે તમે ચકાસણીકૃત સંસ્થાના સબ્સ્ક્રાઇબર છો."),
                n("a341d1f7", function (e) {
                    return "તમને Premium+ પ્રાપ્ત થાય છે કારણ કે તમારી સંસ્થા @" + e.organization + " મારફત ચકાસણીકૃત સંસ્થાકીય સબ્સ્ક્રાઇબર છે. વધુ વિગતો માટે તમારી સંસ્થાનો સંપર્ક કરો.";
                }),
                n("e4aaf0f8", "પ્રીમિયમનું તમારું શુભેચ્છા સબ્સ્ક્રિપ્શન રદ કરવા માટે, ગ્રાહક સહાયનો સંપર્ક કરો"),
                n("e5170220", "આ એકાઉન્ટને જાહેરાતના ખર્ચમાંથી સૌજન્ય રૂપે Premium સબ્સ્ક્રિપ્શન પ્રાપ્ત થયું."),
                n("j6d6b66e", "આ એકાઉન્ટને ભેટમાં સબ્સ્ક્રિપ્શન આપવામાં આવ્યું છે. તમારું સબ્સ્ક્રિપ્શન રદ કરવા માટે, સહાયનો સંપર્ક કરો"),
                n("fae1751f", function (e) {
                    return "એવું લાગે છે કે તમે આ સબ્સ્ક્રિપ્શન X " + e.mobilePlatform + " ઍપ પરથી ખરીદ્યું છે. તમારે ત્યાંથી તમારા સબ્સ્ક્રિપ્શનને મૅનેજ કરવું અથવા રદ કરવું જરૂરી છે.";
                }),
                n("fecebd4c", "અહીં"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "અન્ય"),
                n("baf97716", "તમારી સુવિધાઓ તમારી બિલિંગ અવધિના બાકીના સમય માટે ઉપલબ્ધ રહેશે."),
                n("ae864b69", function (e) {
                    return "તમારું સબ્સ્ક્રિપ્શન ટિઅર " + e.date + "ના રોજ આગલા બિલિંગ સાઇકલથી બદલાઈને " + e.tierName + " થવા પર શેડ્યૂલ થયું છે.";
                }),
                n("edbb700f", function (e) {
                    return " " + e.date + "ના રોજ આગામી બિલિંગ ચક્રથી શરૂ થાય છે";
                }),
                n("e9884540", "સક્રિય ડિસ્કાઉન્ટ"),
                n("bfb879aa", "બાકી ડિસ્કાઉન્ટ"),
                n("f8321d82", "તમામ"),
                n("eb233866", "આયાત કરેલ"),
                n("d23b0404", "જ્યારે તમે કોઈને અવરોધિત કરશો, ત્યારે તેઓ તમને અનુસરી શકશે નહીં અથવા સંદેશો મોકલી શકશે નહીં અને તમને તેમની સૂચનાઓ દેખાશે નહીં."),
                n("e0a7e9bc", "અનિચ્છિત એકાઉન્ટ્સને અવરોધિત કરો"),
                n("ef731b14", "અવરોધિત એકાઉન્ટ્સ લોડ થઈ રહ્યા છે"),
                n("e554ba83", "વધુ જાણો"),
                n("if594962", "અવરોધિત કરેલું"),
                n("i2b9632e", "સફળતાપૂર્વક અનાવરોધિત કરેલ."),
                n("g51a96de", "જ્યારે તમે કોઈને અવરોધિત કરશો, ત્યારે તેઓ તમને અનુસરી શકશે નહીં અથવા સંદેશો મોકલી શકશે નહીં અને તમને તેમની સૂચનાઓ દેખાશે નહીં. તમે એવા એકાઉન્ટ્સની યાદીને ઇમ્પોર્ટ કરી શકો છો કે જેને તમે X પર અવરોધિત કરવા માંગતા હો."),
                n("j035733c", "તમે તમારા X એકાઉન્ટને નિષ્ક્રિય કરવાની પ્રક્રિયા શરૂ કરવા જઈ રહ્યા છો. તમારું પ્રદર્શન નામ, @વપરાશકારનામ અને સાર્વજનિક પ્રોફાઇલ હવે X.com, iOS માટે X અથવા એન્ડ્રોઈડ માટે X પર જોઈ શકાશે નહીં."),
                n("j4a29d52", "જો તમારું X એકાઉન્ટ અકસ્માતે અથવા ખોટી રીતે નિષ્ક્રિય થઈ ગયું હતું, તો નિષ્ક્રિયકરણ પછી 30 દિવસ સુધી તમે તેને પુનઃસ્થાપિત કરી શકો છો."),
                n("ea989810", "એકાઉન્ટ નિષ્ક્રિય કરો"),
                n("f6e73faa", "નિષ્ક્રિય કરો"),
                n("c3743328", "આ તમારા એકાઉન્ટને નિષ્ક્રિય કરશે"),
                n("a20cd24e", "તમારે બીજું શું જાણવું જોઈએ"),
                n("e93b0ae0", "તમારા એકાઉન્ટ સાથે સંકળાયેલ સાંકેતિક શબ્દ દાખલ કરીને તમારી નિષ્ક્રિયકરણ વિનંતિ પૂર્ણ કરો."),
                n("fc025d1d", "વધુ જાણો"),
                n("bb5e039c", "સેટિંગ્સ"),
                n("j37efff6", "તેને બદલો"),
                n("ce5bfe12", "તમારો X ડેટા"),
                n("g7088266", "પ્રોફાઈલ સંપાદિત કરો"),
                n("d9d293b8", "વેબસાઇટ"),
                n("cb469ff6", "નામ ખાલી ન હોઈ શકે"),
                n("g511f468", "તમારું અવતાર અપડેટ થવામાં નિષ્ફળ રહ્યું કારણ કે કેટલાક મીડિયા અપલોડ થયા નથી"),
                n("ec3a116e", "તમારુ બેનર અપડેટ થવાનું નિષ્ફળ રહ્યું કારણ કે કેટલાંક મીડિયા અપલોડ થયા ન હતા."),
                n("j94599ec", "અવતાર ફોટો ઉમેરો"),
                n("df31d76a", "બેનર ફોટો ઉમેરો"),
                n("c01a0e1a", "જન્મ તારીખની પુષ્ટિ કરવી છે?"),
                n("df2c469a", "પ્રોફેશનલમાં ફેરબદલી કરો"),
                n("e1f76978", "પ્રોફેશનલ પ્રોફાઈલને સંપાદિત કરો"),
                n("ic04a6f6", "આને પૂર્વવત્ કરી શકાતું નથી અને તમે તમારા ફેરફારો ગુમાવશો."),
                n("addbe8e8", "વિશિષ્ટ અક્ષરો વગરના નામનો ઉપયોગ કરવાનું ધ્યાનમાં રાખો જેથી તે જેઓ પ્રજ્ઞાચક્ષુ હોય અથવા જેમને ઓછું દેખાતું હોય તેવા લોકો સહિત હજુ વધુ લોકો માટે પ્રવેશપાત્ર થાય."),
                n("a46f80ab", function (e) {
                    return e.birthdate + "એ જન્મ";
                }),
                n("c7905f89", function (e) {
                    return e.year + "માં જન્મ";
                }),
                n("bfe8d1a2", "વિસ્તૃત વ્યક્તિગત વર્ણનનું સંપાદન કરો"),
                n("e1ec926e", "વિસ્તૃત વ્યક્તિગત વર્ણન બનાવો"),
                n("c119dee8", "જન્મ તારીખ"),
                n("bbf0afc8", "તમારી જન્મ તારીખ ઉમેરો"),
                n("f98d367e", "જન્મ તારીખ સંપાદિત કરવી છે?"),
                n("d3f43300", "આને માત્ર થોડી વખત જ બદલી શકાય છે. ખાતરી કરો કે તમે એકાઉન્ટનો ઉપયોગ કરી રહેલી વ્યક્તિની ઉંમર દાખલ કરો છો."),
                n("g10411f0", "આ, એકાઉન્ટનો ઉપયોગ કરી રહેલી વ્યક્તિની જન્મ તારીખ હોવી જોઈએ. પછી ભલેને તમે તમારા વેપાર, ઇવેન્ટ અથવા બિલાડી માટે એકાઉન્ટ બનાવી રહ્યા હો."),
                n("a0c5e370", "આ કોણ જુએ છે?"),
                n("i68fe54e", "મહિનો અને દિવસ"),
                n("b4e729b6", "વર્ષ"),
                n("f3bb1b48", "જન્મ તારીખ દૂર કરવી છે?"),
                n("c9cb9972", "આ તેને તમારી પ્રોફાઈલમાંથી દૂર કરશે."),
                n("a2bef112", "જન્મ તારીખ દૂર કરો"),
                n("c37622ec", "કૃપા કરી એક માન્ય તારીખ દાખલ કરો"),
                n("f679d166", "તમારા અનુયાયીઓ"),
                n("af293dc2", "લોકો જેમને તમે અનુસરો છો"),
                n("h99b6d08", "ગોપનીયતા નીતિ"),
                n("hce7a225", "વધુ જાણો"),
                n("e9603d88", "પુષ્ટિ કરેલા ફોન નંબર માર્ક પ્રદર્શિત કરો"),
                n("ada99498", "આ માર્ક ફક્ત તમારા પ્રદેશમાં રહેલાં અન્ય લોકોને બતાવવામાં આવશે."),
                n("a765e936", "તમારું વિસ્તૃત વ્યક્તિગત વર્ણન કાઢી નાખો"),
                n("d4d68e44", "સાચવ્યો"),
                n("ie4f57d2", "તમારું Premium સબ્સ્ક્રિપ્શન રિન્યૂ કરો"),
                n("h293aa52", "તમારા Premium સબ્સ્ક્રિપ્શનની સમયસીમા સમાપ્ત થઈ રહી છે!"),
                n("j1923668", "Xનું શ્રેષ્ઠ જાળવી રાખો."),
                n("ac7e97ee", "સબ્સ્ક્રિપ્શન રિન્યૂ કરો"),
                n("f70c69b4", "પ્રત્યુત્તર બૂસ્ટ, પોસ્ટનું સંપાદન, કસ્ટમાઇઝેશન, વધુ લાંબી પોસ્ટ્સ અને બીજું ઘણું."),
                n("f4cec4d2", "ભૂરું ચેકમાર્ક, પ્રત્યુત્તરમાં બૂસ્ટ, Grokની વધેલી મર્યાદાઓ અને બીજું ઘણું."),
                n("b6de83a0", "ફક્ત કર્મચારી માટે સ્પેસ"),
                n("g3f251f2", "ખાનગી બ્રૉડકાસ્ટ"),
                n("d08666ba", "ખાનગી સ્પેસ"),
                n("eadb5a46", "જોડાનારી પ્રથમ વ્યક્તિ બનો"),
                n("f9629a8f", function (e) {
                    return e.hostName + "નું બ્રૉડકાસ્ટ";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + "ની સ્પેસ";
                }),
                n("hd552761", function (e) {
                    return e.hostName + " દ્વારા હોસ્ટ કરેલ";
                }),
                n("c3ea19a5", function (e) {
                    return e.total + " નું " + e.index;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " જોડાયા";
                }),
                n("df9f8243", function (e) {
                    return e.name + " સાંભળી રહ્યાં છે";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " બોલી રહ્યાં છે";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " હોસ્ટ કરી રહ્યાં છે";
                }),
                n("f7882829", function (e) {
                    return e.name + " કો-હોસ્ટ કરી રહ્યાં છે";
                }),
                n("d961a4a0", "X પર લાઇવ"),
                n("g2c0144a", "ચકાસાયેલી સંસ્થાઓ"),
                n("cd5cdec8", "તમારી જાહેરાત ક્રેડિટને મૅનેજ કરો"),
                n("f23b6a72", "બાકી રહેલી જાહેરાત ક્રેડિટ"),
                n("i969d5de", "જાહેરાત અભિયાનનું સેટઅપ કરો"),
                n("d0924f58", "સમસ્યા ઉકેલવા સહાય મેળવો"),
                n("j8d53b64", "બધી સુવિધાઓ જુઓ"),
                n("jd26f2a6", "સહયોગીઓ ઉમેરો"),
                n("e0a492e6", "તમારા જોબ્સનું સંચાલન કરો"),
                n("d9cbd02c", "તમારી ઍપ્લિકેશન સમીક્ષામાં છે"),
                n("ed4759a6", "તમે થોડા દિવસોમાં તમારી ઍપ્લિકેશનના પરિણામ વિશે ફરી સાંભળશો. અમે વધારાની માહિતી માટે ઇમેલ દ્વારા સંપર્ક કરી શકીએ છીએ. "),
                n("dad69faa", "તમારી ચુકવણી પદ્ધતિને અપડેટ કરો"),
                n("daf3248a", "એપ્લિકેશન અધૂરી છે"),
                n("eb71036f", function (e) {
                    return e.date + "સુધીમાં તમારી સંસ્થાના દસ્તાવેજો અપલોડ કરો અને ચકાસો";
                }),
                n("a1d3f1f2", "X ની સલામતી અને સુરક્ષા હેતુઓ માટે અમે તમારી ઓળખ અને વ્યવસાય દસ્તાવેજોની ચકાસણી કરવા માટે Persona સાથે ભાગીદારી કરીએ છીએ. Persona તમારા ડેટાને 30 દિવસ સુધી સંગ્રહિત કરી શકે છે."),
                n("ea8c295a", "દસ્તાવેજની ચકાસણી શરૂ કરો"),
                n("da1aa48f", function (e) {
                    return "ચકાસણી તમારી વિશ્વસનીયતા અને દૃશ્યતાને વધારે છે, જેમ કે @" + e.screenName + ".";
                }),
                n("e4a7a968", "તમારી ચકાસણી હજુ સુધી થઈ નથી."),
                n("id9c1e82", "આ પ્રોફાઇલ ચકાસાયેલ છે."),
                n("d43b0edc", "ચકાસાયેલ સર્કલમાં જોડાઓ"),
                n("d4ea0ed4", "તમારો પોતાનો બ્લુ બેજ મેળવો"),
                n("cffeaeae", "તમારી જાતની ચકાસણી કરાવો"),
                n("b8e930fe", "હવે વલણો લાગુ થઈ રહ્યાં છે"),
                n("ae05f268", "વર્તમાન પ્રવાહો અનુપબલ્ધ છે."),
                n("c6b51af8", "X માટે નવા છો?"),
                n("ie8e1ffc", "તમારી વ્યક્તિગત સમય અવધિ મેળવવા માટે સાઈન અપ કરો!"),
                n("fd6473fa", "અનુસરણ કરવા વપરાશકારો માટે ભલામણો લોડ થઈ રહી છે"),
                n("a526aa66", "કોને અનુસરવું"),
                n("ef625010", "તમે કદાચ લાઈક કરશો"),
                n("b7388a56", "ફૂટર"),
                n("hdabc3fc", "સેવાની શરતો"),
                n("bc6efc72", "ગોપનીયતા નીતિ"),
                n("h3161192", "કુકીની નીતિ"),
                n("a7de64de", "વિજ્ઞાપનોની માહિતી"),
                n("jb0a4c36", "બ્લોગ"),
                n("ce6d095a", "કારકિર્દી"),
                n("e0adec82", "બ્રાન્ડ સંસાધનો"),
                n("df1b7550", "માર્કેટિંગ"),
                n("he258678", "વ્યવસાય માટે X"),
                n("c6f58084", "ડેવલપર્સ"),
                n("d83f18d2", "ડિરેક્ટરી"),
                n("hc5aa17c", "X ઍપ મેળવો"),
                n("j0693948", "Grok ઍપ મેળવો"),
                n("fbf83158", "ચેતવણી: ચુકવણી નિષ્ફળ થઈ"),
                n("jadeb4da", "તમે તમારા સબ્સ્ક્રિપ્શન લાભો ગુમાવો તે પહેલાં કૃપા કરીને તમારી ચુકવણી પદ્ધતિને તાત્કાલિક અપડેટ કરો.");
            n("bce3726a", "બિલિંગ અપડેટ કરો"),
                n("fce9ecce", "સૂચવેલા વિડિયો"),
                n("efe6ef9e", "પોસ્ટ જુઓ"),
                n("b3d183ce", "પ્રત્યુત્તરો સાથેની પોસ્ટ"),
                n("c299a6c0", "થ્રેડ"),
                n("h3d5d79e", "કમ્યૂનિટિ પોસ્ટ"),
                n("cfe877ca", "કોનું અનુસરણ કરવું તે પસંદ કરો"),
                n("e06b864c", "એવું લાગે છે કે તમે આ વાર્તાલાપનો આનંદ લઈ રહ્યા છો"),
                n("a078ff70", "આ થ્રેડમાં તમે જેની સાથે ક્રિયા-પ્રતિક્રિયા કરેલી તેવાં લોકોની થોડી વધુ સામગ્રી જોવા માંગો છો? નવાં એકાઉન્ટની સામગ્રીનું અન્વેષણ કરવાનું શરૂ કરો."),
                n("cb80300e", "છોડી દઈને હોમ સમય અવધિ પર જાઓ"),
                n("ea5cd098", "છોડી દઈને વર્તમાનપ્રવાહ પર જાઓ"),
                n("c67e3fc2", "હોમ સમય અવધિ"),
                n("d601fc20", "તાજેતરનું"),
                n("j43f99be", "સુસંગતતા"),
                n("ad6e11ac", "દ્વારા પ્રત્યુત્તરોને સૉર્ટ કરો"),
                n("b2311b70", "આ તમને ઉપલબ્ધ નથી"),
                n("j88f27d8", "સંબંધિત લોકો"),
                n("i31dcd22", "લેખ"),
                n("e3de2f6f", function (e) {
                    return e.entity + " તમારા બુકમાર્ક્સમાં ઉમેરવામાં આવ્યું હતું";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + " તમારા બુકમાર્ક્સમાંથી કાઢી નાખવામાં આવ્યું હતું";
                }),
                n("d6d9aab6", "બુકમાર્ક ઉમેરો"),
                n("bb89cf46", "બુકમાર્ક દૂર કરો"),
                n("a739d4ba", "બુકમાર્ક ફોલ્ડરમાં ઉમેરો"),
                n("d5270434", "બહાર નીકળો"),
                n("ac85c6b2", "આ છબી લોડ કરતાં ખામી આવી હતી"),
                n("b327c12a", "છબી"),
                n("ic76bdf0", "આને Grok સાથે ફરીથી બનાવો"),
                n("a4d3eb67", function (e) {
                    return e.fullName + ' X પર: "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return e.number + " દિવસ માટે છુપાવો";
                }),
                n("j7d0e836", "વિસ્તારો"),
                n("d227d19e", "સંકોચો"),
                n("h367e724", "વિસ્તૃત વ્યક્તિગત વર્ણન"),
                n("ea5928d4", "તમારામાં ઘણી ક્ષમતાઓ છે. એ જ રીતે તમારા પ્રોફાઇલમાં પણ.\nલોકોને તમારા વિશે વધુ જણાવવા માટે વિસ્તૃત વ્યક્તિગત વર્ણન ઉમેરો."),
                n("h7ef9dc8", "આમાં સમાવિષ્ટ હોઈ શકે તે છે:"),
                n("c04ba4b4", "તમે જેના પર કાર્ય કરી રહ્યા છો અને બતાવવા ઇચ્છો છો તે વિષયો"),
                n("d7666008", "તમારી પાસ્તા બનાવવાની દંતકથા રૂપ પદ્ધતિ"),
                n("cb24ee16", "કાર્યનો અનુભવ અને કારકિર્દીની પસંદગીઓ"),
                n("a1c93d74", "એવું લાગે છે કે અમને તમારા ફેરફારો સાચવવામાં સમસ્યા આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("b956c04a", "શું તમારે ખરેખર તમારું વિસ્તૃત વ્યક્તિગત વર્ણન કાઢી નાખવું છે?"),
                n("ifb23caa", "તમારું વિસ્તૃત વ્યક્તિગત વર્ણન કાઢી નાખવાથી તમારું પ્રોફાઇલ પણ નીકળી જશે."),
                n("c2333081", function (e) {
                    return e.count + " વર્ણ";
                }),
                n("a2b8c54c", "કાઢી નાખ્યું"),
                n("a9cc8f96", "મહત્તમ અક્ષરો કરતાં વધારે છે"),
                n("eb7710f1", function (e) {
                    return e.years + " વર્ષ";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " માસ";
                }),
                n("h6a724ac", "શું તમે આને રદ કરવા માટે ચોક્કસ છો?"),
                n("f94aacae", "કાઢી નાખવાથી તે તમારા પ્રોફાઇલમાંથી પણ નીકળી જશે."),
                n("je07e266", "છુપાયેલું"),
                n("a622dfcc", "કાર્ય ઇતિહાસ"),
                n("a6ec7ff8", "વ્યક્તિગત વર્ણન"),
                n("eeb6d22c", "અનુભવ"),
                n("eba5a8ec", "નોકરીનું શીર્ષક"),
                n("fd20adb8", "હું હાલમાં અહીં કાર્યરત છું"),
                n("cd3059f2", "આરંભ તારીખ"),
                n("b86019ae", "સમાપ્તિ તારીખ"),
                n("eedfd35c", "કંપની"),
                n("caa46e54", "કંપનીનું નામ"),
                n("e893fe6e", "કંપનીની રચના કરો"),
                n("j1c09ca4", "કંપનીની વેબસાઇટ"),
                n("hd332c96", "નોકરીનો હોદ્દો આવશ્યક છે"),
                n("d2fb1b80", "કંપની જણાવવી આવશ્યક છે"),
                n("b3590132", "આરંભ અને સમાપ્તિ તારીખો આવશ્યક છે"),
                n("debb6abe", "આરંભ તારીખ ભવિષ્યની ન હોઈ શકે"),
                n("j7d08ada", "સમાપ્તિ તારીખ ભવિષ્યની ન હોઈ શકે"),
                n("a8c7d3fc", "આરંભ તારીખ પછી સમાપ્તિ તારીખ હોવી જરૂરી છે"),
                n("b335d507", function (e) {
                    return "મહત્તમ અક્ષરો " + e.maxChars + " હોવા કરતાં વધુ છે";
                }),
                n("j29ab120", "લોકોની સૂચનાઓનું જોડાણ અટકાવો:"),
                n("jdfc82f6", "તમે અનુસરતા નથી"),
                n("cfcda0e6", "એ લોકો જે તમને અનુસરતા નથી"),
                n("c75b9b2a", "એક નવા એકાઉન્ટ સાથે"),
                n("f39b9c9e", "જેમની પાસે એક ડિફૉલ્ટ પ્રોફાઈલ ફોટો છે"),
                n("d227f940", "જેમણે તેમના ઈમેલની પુષ્ટિ કરી નથી"),
                n("b210936e", "જેમણે તેમના ફોન નંબરની પુષ્ટિ કરી નથી"),
                n("ed0df10b", "વધુ જાણો"),
                n("dcef34ac", "ચાલુ કરો"),
                n("a39f706e", "તમારું બ્રાઉઝર પુશ સૂચનાઓને સહયોગ કરતું નથી"),
                n("h4f20d0e", "જ્યારે તમે X પર ન હોવ ત્યારે શું ચાલી રહ્યું છે તે જાણવા માટે પુશ સૂચનાઓ મેળવો. તમે તેને કોઈપણ સમયે બંધ કરી શકો છો."),
                n("cdce0394", "જ્યારે તમે તેનો ઉપયોગ બ્રાઉઝરમાં કરતાં હો ત્યારે આ પસંદગી કોઈપણ એકાઉન્ટ માટે હોય છે."),
                n("b39bcae2", "પુશ સૂચનાઓ ચાલુ કરો"),
                n("b50f6144", "તે થાય એટલે તુરંત તેની સૂચનાઓ મેળવવા માટે, પુશ સૂચનાઓ ચાલુ કરો. જ્યારે તમે X પર ન હોવ ત્યારે પણ તમને તે મળશે. તેને કોઈપણ સમયે બંધ કરો."),
                n("fe11b3ea", "અસમર્થિત બ્રાઉઝર"),
                n("a1245d3a", "એવું લાગે છે કે તમારું બ્રાઉઝર પુશ સૂચનાઓને સમર્થન કરતું નથી."),
                n("f580c738", "સૂચનાઓ ચાલુ કરવી છે?"),
                n("i951fbcc", "Xની સૂચનાઓ મેળવવા માટે, તમારે સૌથી પહેલા તેમને તમારી બ્રાઉઝર સેટિંગ્સમાં મંજૂરી આપવી પડશે."),
                n("ec7cb554", "જ્યારે તમે તમારા દ્વારા અનુસરવામાં આવતા લોકોની ટ્વીટ અંગે સૂચનાઓ મેળવવાની સુવિધાને ચાલુ કરો છો, ત્યારે તમને તેમની પોસ્ટ્સ અથવા લાઈવ વિડિયો વિશે પુશ સૂચનાઓ મળશે."),
                n("b68050dc", "વપરાશકારો જુઓ"),
                n("af045060", "તમારા અને તમારી પોસ્ટ્સ સંબંધિત"),
                n("cf378ff8", "X તરફથી"),
                n("f823bbbe", "માત્ર ચકાસાયેલા એકાઉન્ટ્સ માટે"),
                n("a40e37f2", "તમે X પર ન હોવ ત્યારે શું ચાલી રહ્યું છે તે શોધવા માટે ઈમેલ્સ મેળવો. તમે કોઈપણ સમયે તેને બંધ કરી શકો છો."),
                n("e8eb54a0", "તમારા એકાઉન્ટ માટે અઠવાડિક અહેવાલો"),
                n("ib80b0f2", "નવી સૂચનાઓ"),
                n("ba58e6b0", "પોસ્ટ્સ તમને ઇમેઇલ કરવામાં આવી છે"),
                n("fae2c81a", "ટોચની પોસ્ટ્સ અને વાર્તાઓ"),
                n("f7b09bb4", "તમારીપોસ્ટ્સની કામગીરી વિશે અપડેટ્સ"),
                n("d3978554", "X પ્રોડક્ટ અને વિશેષતા અપડેટ્સ વિશે સમાચાર"),
                n("bdccb81c", "Xમાંથી વધુ મેળવવા પર ટિપ્સ"),
                n("c3d47fe6", "તમે છેલ્લે X પર લોગ ઈન કર્યું હતું ત્યારથી ધ્યાન બહાર રહેલી બાબતો"),
                n("af8caf3e", "ભાગીદાર પ્રોડક્ટ્સ અને અન્ય ત્રીજા પક્ષની સેવાઓ પર X વિશે સમાચાર"),
                n("hc076ee4", "X સંશોધન સર્વેમાં સહભાગિતા"),
                n("ddfe3776", "ભલામણ કરેલા એકાઉન્ટ્સ માટે સૂચનો"),
                n("d17ba8c2", "તમારા તાજેતરના અનુસરણોના આધારે સૂચનો"),
                n("bcf50a1a", "X ના વ્યાવસાયિક ઉત્પાદનો પર ટિપ્સ"),
                n("fcad1e2e", "દરરોજ"),
                n("h9e0dfde", "અઠવાડિક"),
                n("e26d98ac", "સમયાંતરે"),
                n("h0c94842", "માહિતગાર થયેલા રહો"),
                n("c460d332", "જ્યારે તમે કોઈ એકાઉન્ટ માટેની પોસ્ટ સૂચનાઓને ચાલુ કરશો, ત્યારે તમને જાણ થશે કે તેઓ ક્યારે પોસ્ટ કરે છે, લાઈવ થાય છે અને સ્પેસ હોસ્ટ કરે છે."),
                n("a820d092", "અનુસરવું લોડ થઈ રહ્યું છે"),
                n("ha45c9e4", "પોસ્ટ સૂચનાઓ"),
                n("bdbf8f4e", "શબ્દ અથવા શબ્દસમૂહ દાખલ કરો"),
                n("h43e2ea8", "જોડાણ અટકાવેલ શબ્દ"),
                n("da8c0440", "આમાંથી જોડાણ અટકાવેલ"),
                n("defb4aaa", "કોઈપણ વ્યક્તિ દ્વારા"),
                n("e7d47b00", "તમે જેમને અનુસરતા નથી તે લોકો તરફથી"),
                n("d9d6e10e", "સમયગાળો"),
                n("gfa5008e", "જોડાણ અટકાવવાનો સમય વધારો"),
                n("c5595dfe", "જોડાણ અટકાવવાનો સમય બદલો"),
                n("he6804e0", "તમે એ શબ્દ પરનો નિષેધ દૂર ન કરો ત્યાં સુધી"),
                n("a268406c", "24 કલાક"),
                n("fc638aa2", "7 દિવસ"),
                n("b8971cfa", "30 દિવસ"),
                n("cc7bedfc", "આનો જોડાણ અટકાવેલ સમય તમે બદલી શકો છો. જો તમે અગાઉ “કાયમ માટે” પસંદ કર્યું હોય, તો તમારી દ્વારા બદલવામાં આવેલો સમય તરત જ શરૂ થશે."),
                n("d768049c", "જોડાણ અટકાવેલો શબ્દ ઉમેરો"),
                n("c6203da8", "જોડાણ અટકાવેલ શબ્દ વિકલ્પો"),
                n("e3f0d3db", function (e) {
                    return 'જોડાણ અટકાવેલો "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return 'અપડેટ કરેલ "' + e.keyword + '"';
                }),
                n("d2693eb8", "કૃપયા ખાતરી કરો કે તમારા જોડાણ અટકાવેલો શબ્દસમૂહ 140 વર્ણાક્ષરોથી વધુ નથી."),
                n("f8488024", "આ એક ખૂબ સુંદર સામાન્ય શબ્દ છે, અને ઘણી બધી પોસ્ટ્સમાં દેખાય છે, પરંતુ જો તમે માગતા હો તો તેનું જોડાણ અટકાવી શકો છો."),
                n("deb4924d", "વધુ જાણો"),
                n("aa09e528", "જોડાણ અટકાવેલા શબ્દો ઉમેરો"),
                n("e506aa92", "જોડાણ અટકાવેલો શબ્દ અથવા શબ્દસમૂહ ઉમેરો"),
                n("cbd04965", function (e) {
                    return 'નિષેધ દૂર કરેલો "' + e.keyword + '"';
                }),
                n("eb4e810a", "સમયસીમા સમાપ્ત થયેલ"),
                n("cabeb6c2", "કાયમ માટે"),
                n("f9bce916", "જોડાણ અટકાવેલા શબ્દો"),
                n("gfe0ee3b", "વધુ જાણો"),
                n("ba4aaa9e", "શબ્દસમૂહનો નિષેધ દૂર કરવો છે?"),
                n("f837ed7e", "આ શબ્દસમૂહ હવે તમારી સૂચનાઓ અને હોમ સમય અવધિમાં મંજૂર હશે."),
                n("a6194d10", "જોડાણ અટકાવેલા એકાઉન્ટ્સ લોડ થઈ રહ્યા છે"),
                n("bcf6ad9a", "જોડાણ અટકાવેલા એકાઉન્ટ્સની પોસ્ટ્સ તમારી હોમ સમય અવધિમાં દેખાશે નહીં. એકાઉન્ટ્સનું જોડાણ સીધા જ તેમની પ્રોફાઈલ અથવા પોસ્ટ પરથી અટકાવો."),
                n("b8e49590", "જ્યારે તમે એકાઉન્ટનું જોડાણ અટકાવો છો, ત્યારે તેમના સંદેશા ફિલ્ટર કરવામાં આવશે અને તમારી સંદેશા વિનંતી યાદીમાં નીચે મોકલવામાં આવશે."),
                n("ec202165", "વધુ જાણો"),
                n("gde6b425", function (e) {
                    return e.name + "નું જોડાણ અટકાવી દેવામાં આવ્યું છે";
                }),
                n("e308019b", function (e) {
                    return e.name + "નું નિષેધ દૂર કરવામાં આવ્યું છે";
                }),
                n("hfb77cf6", "સુરક્ષા"),
                n("f350f0c0", "ભલામણો"),
                n("fd3369a2", "એ ભાષાઓ પસંદ કરો જે તમે ભલામણ કરેલ પોસ્ટ્સ, લોકો અને વર્તમાન પ્રવાહોમાં સામેલ કરવા માંગો છો."),
                n("hfc86556", "જોડાણ અટકાવેલ"),
                n("dae57a42", "બધાને મંજૂરી આપો"),
                n("i7cbc154", "અમુકને મંજૂરી આપો"),
                n("d623aecc", "જેમને ભૂમિકાઓ ડેલિગેટ થઈ હોય તે લોકો સાથે એકાઉન્ટ સહિયારું કરો."),
                n("f3029d5c", "જ્યારે આ સેટિંગ્સ ચાલુ હશે, ત્યારે લોકો તેમના એકાઉન્ટને સહિયારું કરવા તમને આમંત્રિત કરી શકશે."),
                n("cd1305e8", "અન્ય લોકોને તેમના એકાઉન્ટમાં તમને આમંત્રિત કરવાની મંજૂરી આપો"),
                n("j339ef22", "કોઈને પણ તમને આમંત્રિત કરવાની મંજૂરી આપો"),
                n("g4b0c2dc", "તમે અનુસરતા હો તે જ લોકોને માત્ર તમને આમંત્રિત કરવાની મંજૂરી આપો"),
                n("d9aef256", "તમારા ડેલિગેશન્સ"),
                n("afb3ccf6", "મંજૂરી આપશો નહીં"),
                n("dfae5248", "અન્ય લોકોને તેમના એકાઉન્ટમાં તમને આમંત્રિત કરવાની મંજૂરી નથી આપવી?"),
                n("b9c91524", "ભવિષ્યમાં, તમને અન્ય ડેલિગેશન્સનાં આમંત્રણો પ્રાપ્ત થશે નહીં. તમે હજી પણ તમારા હાજર ડેલિગેશન્સમાં પ્રવેશ કરી શકશો."),
                n("c349b958", "સભ્યને આમંત્રિત કરો"),
                n("e177f72a", "તમારા એકાઉન્ટ વતી કાર્ય કરવા અને એકાઉન્ટની ભૂમિકાઓને મેનેજ કરવા માટે અન્ય લોકોને આમંત્રિત કરો. સભ્યો સીધા સંદેશા મોકલી શકે છે, પોસ્ટ્સને પ્રકાશિત કરી શકે છે અને યાદીઓ બનાવી શકે છે - તેમજ તેને જોઈ શકે છે."),
                n("cd5c5e73", function (e) {
                    return "તમારી પાસે માત્ર હોઈ શકે છે " + e.numDelegatesLabel + " " + f(e.numDelegates, "પ્રતિનિધિ", "ડેલિગેશન");
                }),
                n("efee0a50", "આ એકાઉન્ટમાં કોઈ સભ્યને આમંત્રિત કરો"),
                n("ja0a1aa6", "આ એકાઉન્ટમાં કોઈ યોગદાનકર્તાને આમંત્રિત કરો"),
                n("db4f623a", "આ સભ્યને ભૂમિકા અસાઇન કરો"),
                n("be7350e3", function (e) {
                    return "એડમિન તરીકે @" + e.screenName + "ને અસાઇન કરીએ?";
                }),
                n("b7aa7642", "આમંત્રણ મોકલ્યું"),
                n("edbca224", "આમંત્રણ મોકલો"),
                n("f4834ca6", "બીજા સભ્યને આમંત્રિત કરો"),
                n("cb04a824", "યોગદાનકર્તા"),
                n("d4b3abde", "યોગદાનકર્તાઓ સીધા સંદેશા મોકલી શકે છે, પોસ્ટ્સ પ્રકાશિત કરી શકે છે અને યાદીઓને બનાવી શકે છે. યોગદાનકર્તાઓ એકાઉન્ટનાં સીધા સંદેશા, પોસ્ટ્સ અને યાદીઓને જોઈ પણ શકે છે."),
                n("b92e2700", "એડમિન પાસે યોગદાનકર્તાઓ જેટલી જ પરવાનગીઓ છે. તેઓ યોગદાનકર્તાઓને આમંત્રિત અથવા દૂર પણ કરી શકે છે અને પોસ્ટ વિશ્લેષણ જોઈ શકે છે."),
                n("hbbbf908", "એડમિન્સ અન્ય યોગદાનકર્તાઓને આ એકાઉન્ટમાં આમંત્રિત કરી શકે છે અને પોસ્ટ એનાલિટિક્સ જોઈ શકે છે. બે વાર તપાસો કે તમે યોગ્ય વ્યક્તિને ભૂમિકા સોંપી રહ્યાં છો."),
                n("d8eda249", function (e) {
                    return "એકવાર @" + e.screenName + " તેમના આમંત્રણને સ્વીકારી લે, તે પછી તેઓ તેમની અપડેટ થયેલી પરવાનગીઓની મદદથી આ એકાઉન્ટમાં યોગદાન આપી શકશે.";
                }),
                n("b5faf216", "આ સભ્ય 'ડેલિગેટ કરો' માટેનાં આમંત્રણોની મંજૂરી આપતાં નથી."),
                n("hcc3b4ce", "તમારા એકાઉન્ટ દ્વારા આ સભ્યને અવરોધિત કરવામાં આવેલ છે."),
                n("ace0f0a4", "આ સભ્ય, તેમને કોણ 'ડેલિગેટ કરો' માટે આમંત્રિત કરી શકે તેને મર્યાદિત કરે છે."),
                n("c2e8f726", "એડમિન્સ"),
                n("fade0942", "એડમિન્સ એકાઉન્ટમાં યોગદાન આપનારાઓને આમંત્રિત અથવા દૂર પણ કરી શકે છે અને પોસ્ટ વિશ્લેષણ જોઈ શકે છે."),
                n("b7d6e5d6", "યોગદાનકર્તાઓ"),
                n("cd76a282", "હજી સુધી કોઈ સભ્ય ઉમેરવામાં આવ્યા નથી"),
                n("db25d796", "આ સભ્યોની ભૂમિકા બદલો"),
                n("e4133790", "ભૂમિકા અપડેટ કરી"),
                n("a1a27c26", "ભૂમિકા બદલો"),
                n("fd7b1b1c", "પાછા જાઓ"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + ", તેમની નવી પરવાનગીઓની મદદથી આ એકાઉન્ટ વતી કાર્ય કરી શકે છે.";
                }),
                n("h502484e", "બાકી આમંત્રણ"),
                n("a171ca7c", "સભ્યનું આમંત્રણ રદ કરો"),
                n("f68f079c", "ભૂમિકા બદલો"),
                n("b2794e9e", "સમૂહમાંથી દૂર કરો"),
                n("gca83d6a", "તેઓ હવે આ એકાઉન્ટ પર એડમિન રહેશે નહીં."),
                n("b8cac21c", "તેઓ હવે આ એકાઉન્ટ પર યોગદાનકર્તા રહેશે નહીં."),
                n("hd67c2e8", "આમંત્રણ રદ કરો"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + "ને દૂર કરીએ?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + "નું આમંત્રણ રદ કરીએ?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + "ને સમૂહમાંથી દૂર કરવામાં આવ્યા";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + "નું આમંત્રણ રદ કરવામાં આવ્યું";
                }),
                n("a44c6034", "બાકી આમંત્રણો"),
                n("e39bc936", "સભ્ય તરીકે, તમે સીધો સંદેશ મોકલી શકો છો, પોસ્ટ પ્રકાશિત કરી શકો છો અને યાદી બનાવી શકો છો — તેમજ તેમને જોઈ શકો છો. એડમિન્સ એકાઉન્ટમાં યોગદાન આપનારાઓને આમંત્રિત અથવા દૂર પણ કરી શકે છે અને પોસ્ટ વિશ્લેષણ જોઈ શકે છે."),
                n("h0d3bddc", "એડમિનનો પ્રવેશ"),
                n("c54aafb0", "યોગદાનકર્તાનો પ્રવેશ"),
                n("idc35f32", "તમને કોઈપણ એકાઉન્ટમાં ડેલિગેટ કરવામાં આવ્યા નથી"),
                n("fab787b4", "એકાઉન્ટ છોડો"),
                n("bfbe9620", "સભ્યોને જુઓ"),
                n("d52a2b36", "તમે હવે આ એકાઉન્ટ પર એડમિન રહેશો નહીં."),
                n("df515932", "તમે હવે આ એકાઉન્ટ પર યોગદાનકર્તા રહેશો નહીં."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " છોડી દઈએ?";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + " છોડી ગયા";
                }),
                n("c6dae164", "આમંત્રણ સ્વીકારો"),
                n("f8376170", "આમંત્રણ નકારો"),
                n("a68c45e4", "નકારો"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + " તરફથી આવેલું આમંત્રણ નકારીએ?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + "ના સભ્ય બનવાનું આમંત્રણ નકારવામાં આવ્યું";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + "ના સભ્ય બનવાનું આમંત્રણ સ્વીકારવામાં આવ્યું";
                }),
                n("d2da668c", "સભ્યોને ડેલિગેટ કરો"),
                n("ddf27b8e", "યોગદાનકર્તાને આમંત્રિત કરો"),
                n("jba63182", "એકાઉન્ટ પર રહેલ સભ્યની ભૂમિકાઓને જુઓ. સભ્યો સીધા સંદેશા મોકલી શકે છે, પોસ્ટ્સને પ્રકાશિત કરી શકે છે અને યાદીઓ બનાવી શકે છે – તેમજ તેને જોઈ શકે છે."),
                n("af59527e", "એકાઉન્ટમાં સભ્યની ભૂમિકાઓને જુઓ અને યોગદાનકર્તાઓને આમંત્રિત કરો. સભ્યો સીધા સંદેશા મોકલી શકે છે, પોસ્ટ્સને પ્રકાશિત કરી શકે છે અને યાદીઓ બનાવી શકે છે – તેમજ તેને જોઈ શકે છે."),
                n("eafcc76a", "આ એપ્લિકેશન આ બાબતોને જોઈ શકે છે..."),
                n("j3998a16", "આ એપ્લિકેશન આ બાબતો કરી શકે છે..."),
                n("a6845663", function (e) {
                    return "તમે " + e.date + " પર આ એપ્લિકેશન પરવાનગીઓને મંજૂર કરી હતી";
                }),
                n("b2347f7c", "એપ્લિકેશન ડેટા લોડ થઈ રહ્યો છે"),
                n("e1fda16e", "તમારી પાસે આ એપ્લિકેશન જોડાયેલી નથી"),
                n("b8f3ed46", "તમે જ્યારે ત્રીજા-પક્ષ માટેની એપ્લિકેશન તમારા X એકાઉન્ટ સાથે જોડો ત્યારે, તમે તે એપ્લિકેશનને તમારા એકાઉન્ટમાં પ્રવેશની મંજૂરી આપી રહ્યા છો."),
                n("gb8d09ba", "તમારા ઈમેલ એડ્રેસમાં પ્રવેશ ધરાવે છે"),
                n("g6dc09a0", "પરવાનગીઓ"),
                n("a6e6e898", "ફક્ત વાંચવા માટે"),
                n("cde3b9ae", "વાંચો અને લખો"),
                n("g0d7813a", "વાંચો, લખો અને સીધા સંદેશાઓ"),
                n("c9b35b9e", "તમારો જાહેરાત ડેટા વાંચો"),
                n("e0191264", "તમારો જાહેરાત ડેટા વાંચો, બનાવો, અને સંચાલન કરો"),
                n("b73e1e8a", "પ્રવેશ રદબાતલ કેવી રીતે કરવો તે શીખો"),
                n("c174e46e", "ઓછું બતાવો"),
                n("a39075ff", function (e) {
                    return e.n + " વધુ";
                }),
                n("da6cdba8", "એપ્લિકેશન પરવાનગીઓને રદબાતલ કરો"),
                n("ef1d3dcc", "એપ્લિકેશન અંગે જાણ કરો"),
                n("d64e29c6", "બતાવેલ ઉપકરણને લોગ આઉટ કરો"),
                n("idfa01cc", "બતાવેલ ઉપકરણમાંથી લોગ આઉટ કરવું છે?"),
                n("f400075e", "આ તમારા સક્રિય X સત્રને સમાપ્ત કરશે અને નવું શરૂ કરવા માટે તમને ફરીથી લોગીન કરવાની જરૂર પડશે."),
                n("e04ba39c", "તારીખ અને સમય"),
                n("eed75824", "તમે તમારા સક્રિય X સત્રને સમાપ્ત કર્યું છે."),
                n("ddcd3d26", "સત્રનો ડેટા લોડ થઈ રહ્યો છે"),
                n("d2f0f3fe", "અમે આ સત્ર શોધી શકતા નથી"),
                n("ga05517a", "તમે કોઈ રિપોર્ટ બનાવ્યા નથી"),
                n("ea1715c0", "તમે જ્યારે કરો, ત્યારે તે અહીં દેખાશે."),
                n("b70a2cde", "અમને સંવેદનશીલ મીડિયાને ઓળખી કાઢવામાં મદદ મળે તે માટે અમે ટેક્નોલૉજીનો ઉપયોગ કરીએ છીએ, તેથી અમે જોકે હંમેશાં સુધાર લાવતા રહીએ છીએ, તેમ છતાં અમે બાબતોને સમજવામાં દર વખતે સાચા જ હોઈએ એવું ન પણ બને."),
                n("ee320a07", "સંવેદનશીલ મીડિયા અંગેની નીતિ"),
                n("ffeb836a", "સેટિંગ્સ અનુપલબ્ધ છે"),
                n("f2fb9746", "આ સેટિંગ્સ ઉપલબ્ધ નથી કારણ કે તે બિન-આવશ્યક કૂકીઓને લાગુ પડે છે. તમે તે વિકલ્પને પહેલાંથી જ નાપસંદ કરી દીધો હોવાથી અમે ફક્ત તે જ કૂકીઓનો ઉપયોગ કરી રહ્યા છીએ જે તમારા ડિવાઇસમાંથી આવશ્યક ડેટાને એકત્રિત કરે છે."),
                n("aa4342be", "ગ્રાફિક હિંસા"),
                n("jfec3aa0", "વયસ્ક સામગ્રી"),
                n("j6bacd6a", "ગ્રાફિક હિંસા તરીકે ચિહ્નિત કરેલા મીડિયાને ત્યાં સુધી છુપાવી રાખો કે જ્યાં સુધી તમે તેને બતાવવાનું પસંદ ન કરો. iOS માટે X પર, આ મીડિયા બિલકુલ બતાવવામાં આવશે નહીં."),
                n("a73e66a8", "વયસ્ક સામગ્રી તરીકે ચિહ્નિત કરેલા મીડિયાને ત્યાં સુધી છુપાવી રાખો કે જ્યાં સુધી તમે તેને બતાવવાનું પસંદ ન કરો. iOS માટે X પર, આ મીડિયા બિલકુલ બતાવવામાં આવશે નહીં."),
                n("fef1b8dc", "સંવેદનશીલ તરીકે ચિહ્નિત કરેલા મીડિયાને ત્યાં સુધી છુપાવી રાખો કે જ્યાં સુધી તમે તેને બતાવવાનું પસંદ ન કરો. iOS માટે X પર, આ મીડિયા બિલકુલ બતાવવામાં આવશે નહીં."),
                n("d0a5a1c0", "ચેતવણી આપો"),
                n("ga197e26", "તમામ બતાવો"),
                n("eb723386", "આ ક્યારેય બતાવશો નહીં"),
                n("ea31c622", "આમાં એવા કોઈપણ મીડિયાનો સમાવેશ થાય છે કે જેમાં મૃત્યુ, હિંસા, ગંભીર શારીરિક ઈજા અથવા તબીબી પ્રક્રિયાઓ સવિસ્તાર બતાવી હોય."),
                n("e40985c4", "આમાં સંમતિની સાથે બનાવવામાં આવેલા અને વિતરિત મીડિયાનો સમાવેશ થાય છે કે જે અશ્લીલ હોય અથવા જેનો ઉદ્દેશ્ય જાતીય ઉત્તેજના જાગૃત કરવાનો હોય."),
                n("h7e0672b", "મીડિયા સેટિંગ્સ"),
                n("de9f111a", "તમારા વર્તમાન સબ્સ્ક્રિપ્શનને મેનેજ કરો"),
                n("d5839f9e", "તમારા Stripe એકાઉન્ટ પરથી શરતોની સમીક્ષા કરો અથવા તમારા સબ્સ્ક્રિપ્શનને મેનેજ કરો."),
                n("a840c22c", "હાલનું પ્રીમિયમ સબ્સ્ક્રિપ્શન મૅનેજ કરો"),
                n("e31456f8", "ટિઅર સ્વિચ કરો"),
                n("a7c4ecea", "જાહેરાત-મુક્ત તમારા માટે સમયરેખાનો અનુભવ કરો, બધી સુવિધાઓ વિશે જાણો અને સૌથી વધુ પ્રત્યુત્તર બૂસ્ટ મેળવો."),
                n("h15cc518", "ટિઅરના વિકલ્પોમાં શોધખોળ કરો અને માસિક અથવા વાર્ષિક પ્લાનમાંથી પસંદ કરો."),
                n("ce70c590", "સહયોગના બૅજનું સંચાલન કરો"),
                n("a49e1b2a", "તમારા સહયોગીઓને સૉર્ટ કરો"),
                n("e2daf93c", "પ્રથમ બૅજ બધી પોસ્ટ્સમાં દર્શાવાશે."),
                n("ab8089ea", "પુનઃક્રમાંકિત કરો"),
                n("e0221c42", "X પર અને તેની બહાર વાંચનનો એક વધુ સારો અનુભવ."),
                n("adcaa214", "તમે જેમને અનુસરો છો તે લોકોના સૌથી વધુ શેર કરવામાં આવતા લેખોને જુઓ."),
                n("b62d6e4c", "રીડર"),
                n("acf63cd2", "થ્રેડ્સ વાંચવા માટે તમારી પસંદગીનું ટેક્સ્ટ કદ પસંદ કરો. થ્રેડમાં રહેલી કોઈપણ પોસ્ટમાંથી બુક બટનને પસંદ કરીને રીડરની સુવિધાને ચાલુ કરો."),
                n("e5fff0c8", "તમારું સબ્સ્ક્રિપ્શન સક્રિય છે."),
                n("ac057b4e", "X પર સંકળાવા માટે તમારું શુભેચ્છા સબ્સ્ક્રિપ્શન રદ કરવા માટે, ગ્રાહક સહાયનો સંપર્ક કરો"),
                n("ib8ebf3b", function (e) {
                    return "એવું લાગે છે કે તમે આ સબ્સ્ક્રિપ્શન " + e.mobilePlatform + " ડિવાઇસ પરથી ખરીદ્યું છે. તમારે તે પ્લેટફોર્મ પરથી તમારા સબ્સ્ક્રિપ્શનને મેનેજ અથવા રદ કરવાની જરૂર પડશે.";
                }),
                n("i8132774", "તમારા સૌથી વધુ પ્રવૃત્ત અનુયાયીઓ માટે બોનસ સામગ્રી"),
                n("a1222584", "તમારી સામગ્રી વડે સીધી કમાણી કરો"),
                n("df837dac", "અંદાજિત કમાવેલું રેવેન્યૂ / પેઆઉટનું થ્રેશોલ્ડ"),
                n("df29646e", "પેઆઉટનું થ્રેશોલ્ડ"),
                n("b0ac642a", "તમારા એકાઉન્ટમાં પેઆઉટને ડિપોઝિટ કરવામાં 90 દિવસ સુધીનો સમય લાગી શકે છે."),
                n("c747df1c", "પેઆઉટની વિગતોને સેટ અપ કરો"),
                n("ac814a76", "તમે હજુ પેઆઉટની વિગતોને સેટ અપ કરી નથી."),
                n("f139168e", "કમાણી માટેનું ડેશબોર્ડ"),
                n("ee0510c2", "પેઆઉટનો ઇતિહાસ"),
                n("c9b82b4c", "અરજી સ્વીકારવામાં આવી · તમારું સબ્સ્ક્રિપ્શન બનાવો"),
                n("ibb5e1c8", "અરજી નકારવામાં આવી"),
                n("b255df58", "અરજી સબમિટ કરી દીધી · સમીક્ષાની રાહ જોવાય છે"),
                n("b3f834c8", "અરજીને પ્રતીક્ષા યાદીમાં મૂકવામાં આવી"),
                n("i14be2c6", "અંદાજિત કમાવેલી આવક"),
                n("fd74390a", "નિર્માતા ID ચકાસાયું"),
                n("e8dc82e2", "સક્રિય કાર્યક્રમો"),
                n("c12c5eb6", "ઉપલબ્ધ કાર્યક્રમો"),
                n("j53f5eb0", "યોગ્યતા ધરાવતા નિર્માતા માસિક સબ્સ્ક્રિપ્શનો માટે અને જાહેરાતોની આવકની વહેંચણી માટે સાઇન અપ કરી શકે છે."),
                n("e9c1273a", "યોગ્યતા ધરાવતા નિર્માતા માસિક સબ્સ્ક્રિપ્શનો માટે અને નિર્માતાની આવકની વહેંચણી માટે સાઇન અપ કરી શકે છે."),
                n("jd176c82", "તમારા વિસ્તારમાં ચુકવણીઓ સમર્થિત નથી"),
                n("d6ff74ca", "કમનસીબે, અમારા ચુકવણી પ્રદાતા હજુ સુધી તમારા દેશમાં ચૂકવણીને સમર્થન આપતા નથી. કેટલાક મનીટાઇઝેશન પ્રોગ્રામ્સ ઉપલબ્ધ નથી."),
                n("e89cdac0", "પેઆઉટ એકાઉન્ટ મેનેજ કરો"),
                n("dd7a54b4", "તમારું Stripe એકાઉન્ટ સેટ અપ કરો"),
                n("jff3ab68", "ઓળખ ચકાસણી"),
                n("j2876824", "ઓળખ ચકાસો"),
                n("ebd06fb0", "ID સબમિટ થયું"),
                n("f65b960c", "નિર્માતા કાર્યક્રમ માટે અમે તમારા સરકાર-પ્રદત્ત IDની સમીક્ષા કરી રહ્યાં છીએ."),
                n("i4a1e936", "ચુકવણી મેળવવા માટે, ખાતરી કરો કે તમે Stripe એકાઉન્ટને લિંક કરો છો અથવા એક નવું બનાવો છો."),
                n("f5931b6a", "નિર્માતા કાર્યક્રમમાં ભાગ લેવા માટે ઓળખની ચકાસણી આવશ્યક છે. જો તમે નિર્માતા કાર્યક્રમ માટે અગાઉ તમારું ID સબમિટ કર્યું હોય, તો તમારે તેને ફરી સબમિટ કરવું જરૂરી નથી."),
                n("c8798a95", "અહીં"),
                n("d809ac49", "અહીં"),
                n("bbe09d38", "એપ્લિકેશન સ્વીકારાઈ · એપ સ્ટોર્સ પર ગોઠવણી બાકી છે"),
                n("efbc5066", "IDની ચકાસણી બાકી"),
                n("hc7631da", "તમે તમારું Stripe એકાઉન્ટ સેટ કરવાનું પૂર્ણ કર્યું નથી"),
                n("h72d71a2", "લાયક"),
                n("e12b0b16", "હજુ સુધી પાત્ર નથી"),
                n("a1e57106", "અપૂર્ણ"),
                n("i51b4e22", "નકારાયો"),
                n("h5bd7160", "આ એકાઉન્ટ ચકાસણી માટે યોગ્યતા ધરાવતું નથી."),
                n("e32040c4", "ચુકવણીઓ મેળવવા માટે તમારે IDની ચકાસણી પૂરી કરવી જરૂરી છે."),
                n("j8769b42", "અમે તમારા સરકાર-પ્રદત્ત IDની સમીક્ષા કરી રહ્યાં છીએ."),
                n("be955554", "નિર્માતા આવક વહેંચણી"),
                n("b03a3d62", "જાહેરાતોની આવક વહેંચણી"),
                n("cbbe29c2", "તમે ચૂકવણી માટે ટ્રેક પર છો"),
                n("g97a2d6c", "વધુ જાણો"),
                n("f30774ea", "મનીટાઇઝેશન કાર્યક્રમો અને નીતિઓ વિશે અહીં વધુ જાણો."),
                n("aea0b11a", "કોઈ પણ વ્યક્તિને માસિક સામગ્રી માટે તમને સબ્સ્ક્રાઇબ કરવાની અનુમતિ આપીને X પરથી કમાણી કરો."),
                n("bce47f48", "તમારી પોસ્ટ્સ પરના જોડાણોમાંથી કમાણી કરો."),
                n("h7a68080", "તમારી પોસ્ટના પ્રત્યુત્તરોમાં આપવામાં આવતી જાહેરાતોમાંથી આવક મેળવો"),
                n("eefd091e", "ઓળખની ચકાસણી આવશ્યક"),
                n("cd616a5a", "નિર્માતા કાર્યક્રમમાં ભાગ લેવા માટે ઓળખની ચકાસણી આવશ્યક છે."),
                n("cce8c40a", "IDની ચકાસણી કરો"),
                n("ja73ebac", "રેવેન્યૂ"),
                n("h16eeb42", "મેનેજ કરો"),
                n("bc43a32e", "તાજેતરની પ્રવૃત્તિ"),
                n("i4c3b046", "અત્યારે તમારી પાસે નવા કૉઇન્સ નથી."),
                n("ca516a66", "તમામ પ્રવૃત્તિ જુઓ"),
                n("ee9ea930", "હીરા"),
                n("cf3b535e", "હીરા એ યોગ્યતાપ્રાપ્ત પોસ્ટ્સને મળતા કૉઇન્સ દ્વારા એકત્ર થાય છે. હીરામાંથી મળેલા નાણાં તમારી અંદાજિત આવકમાં ઉમેરાય છે."),
                n("fbb7764b", function (e) {
                    return e.count + " કૉઇન" + f(e.count, "", "્સ");
                }),
                n("e70a07b2", "અજ્ઞાત"),
                n("c76972f0", "છેલ્લા પેઆઉટ પછીથી"),
                n("c219a552", "આખો વખત"),
                n("f3ce76c0", "વધુ મદદની જરૂર છે?"),
                n("i8982e7e", "જો તમને પ્રશ્નો હોય, તો અમારા સહાયતા કેન્દ્ર પર જાઓ અથવા અમારો સંપર્ક કરો."),
                n("fbbfe8aa", "કૉઇન્સ નિષ્ક્રિય કરો"),
                n("e4f29140", "નિષ્ક્રિય કરવાથી, તમને કૉઇન્સ કાર્યક્રમમાંથી દૂર કરવામાં આવશે અને તમે કૉઇન્સ મેળવવા માટે યોગ્યતા નહીં ધરાવો."),
                n("e58e85d2", "નિષ્ક્રિયકરણ કરવાનું ચાલુ રાખો"),
                n("be8e87b4", "કૉઇન્સ નિષ્ક્રિય કરવા છે?"),
                n("bee26fa8", "હા, નિષ્ક્રિય કરો"),
                n("f0145c9a", "હવે કૉઇન્સ નિષ્ક્રિય છે"),
                n("a22f6808", "તમામ પ્રવૃત્તિ"),
                n("g1b8020c", "છેલ્લા 30 દિવસ"),
                n("jb13b840", "બધો વખત"),
                n("b4f24360", "છેલ્લા 30 દિવસમાં તમારી પાસે કોઈ નવા કૉઇન્સ નથી."),
                n("d59dbf8a", "ઓવરવ્યૂ"),
                n("g652fc4c", "તમારી પાસે આ મહિને પેઆઉટનો કોઈ ઇતિહાસ નથી."),
                n("d55e017a", "આ મહિને"),
                n("f883322d", function (e) {
                    return "વ્યવહારનું ID " + e.transactionId;
                }),
                n("d978f43e", "નવાં સબ્સ્ક્રિપ્શન્સ"),
                n("d113fc10", "તમારી પાસે આ સમયે કોઈ નવાં સબ્સ્ક્રિપ્શન્સ નથી."),
                n("h7a41c02", "રિન્યુઅલ્સ"),
                n("eedf2eaa", "તમારી પાસે આ સમયે કોઈ નવાં રિન્યૂઅલ્સ નથી."),
                n("d93308d8", "તમામ વ્યવહારો જુઓ"),
                n("a23e724a", "આ એકાઉન્ટ અનુપલબ્ધ છે."),
                n("a384fda0", "સબ્સ્ક્રિપ્શનનું ઓવરવ્યૂ"),
                n("i4313618", "તમારો પોતાનો પરિચય આપો અને લોકો જ્યારે તમારું સુપર અનુસરણ કરશે ત્યારે તેઓ શેની અપેક્ષા રાખી શકે છે તે વર્ણવો."),
                n("c0348964", "પરિચય"),
                n("g522fd30", "સબ્સ્ક્રાઇબ કરેલા લાભ"),
                n("e85471c6", "સબ્સ્ક્રાઇબ કર્યાનો બૅજ"),
                n("fd75ca92", "તમને સબ્સ્ક્રાઇબ કર્યાનો સાર્વજનિક બૅજ મળશે જે ધ્યાનમાં આવવાનું, ચૅટ કરવાનું અને જોડાણ કરવાનું વધુ સરળ બનાવે છે."),
                n("ia9c37c4", "કિંમત"),
                n("f5be83b2", "કોમ્યુનિટીમાં જોડાઓ"),
                n("e4ee8c6a", "'સબ્સ્ક્રિપ્શન્સ'ના નિર્માતાઓના પ્રતિભાવની કોમ્યુનિટીમાં વિચારો શેર કરો, પ્રેરણા મેળવો અને અન્ય નિર્માતાઓની સાથે જોડાણ કરો."),
                n("i3a90dee", "'સબ્સ્ક્રિપ્શન્સ' નિષ્ક્રિય કરો"),
                n("e261e6e6", "નિષ્ક્રિયકરણ કરવાથી, તમને 'સબ્સ્ક્રિપ્શન્સ' પ્રોગ્રામમાંથી દૂર કરવામાં આવશે અને તમે તમારા બધા સબ્સ્ક્રાઇબર્સને ગુમાવી દેશો."),
                n("ca5ca5ee", "પૂર્વાવલોકન જુઓ"),
                n("a329ce88", "વર્ણન ઉમેરો..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "પોસ્ટના પ્રીવ્યૂને સક્ષમ કરો"),
                n("c1521804", "તમારા સબ્સ્ક્રાઇબર પોસ્ટના પ્રીવ્યૂ જેઓ સબ્સ્ક્રાઇબર નહીં હોય તેમને બતાવાશે."),
                n("jd0f1ac0", "'સબ્સ્ક્રિપ્શન્સ' નિષ્ક્રિય કરીએ?"),
                n("c6c27fc8", "'સબ્સ્ક્રિપ્શન્સ'ને નિષ્ક્રિય કરવું એ કાયમી હોય છે. તમને 'સબ્સ્ક્રિપ્શન્સ' પ્રોગ્રામમાંથી દૂર કરવામાં આવશે. પ્રોગ્રામમાં પાછા ફરવા માટે, તમારે ફરીથી અરજી કરવાની જરૂર પડશે."),
                n("f82a23ec", "'સબ્સ્ક્રિપ્શન્સ' હવે નિષ્ક્રિય થઈ ગયું છે"),
                n("a4c6e458", "તમે તમારી માસિક સબ્સ્ક્રિપ્શન ફી આટલી સેટ કરી છે:"),
                n("be54a313", function (e) {
                    return e.price + "/માસિક";
                }),
                n("hadd463a", "કિંમતમાં વધારાને વિનંતી કરો"),
                n("b0728b5c", "કિમતમાં ફેરફાર રદ કરો"),
                n("aea9f79c", "તમારે કિંમતનો આ વધારો સ્વીકારવો બાકી છે:"),
                n("c701e5cc", "તમે જે કોઈપણ ફેરફારો કરો છો તે સાચવવામાં આવશે નહીં."),
                n("a649778c", "સંપાદન કરવાનું ચાલુ રાખો"),
                n("d1a683b8", "સબ્સ્ક્રિપ્શન્સના નિર્માતાઓ વિશે"),
                n("iba08a94", "બધું કેવું લાગી રહ્યું છે?"),
                n("a5f55bfa", "આ તે છે જે સંભવિત સબ્સ્ક્રાઇબર્સ તમારા પૃષ્ઠ પર આવશે ત્યારે તેમને દેખાશે. તમે ગમે ત્યારે પાછા આવીને તમારાં વર્ણનોને અપડેટ કરી શકો છો."),
                n("b600eb88", "તમારા લોકોને શોધો અને માન્યતા મેળવો"),
                n("da48ebf6", "જ્યારે તમે સાઇન અપ ત્યારે બોનસ સામગ્રી મેળવો"),
                n("f324fb6c", "સબ્સ્ક્રિપ્શન"),
                n("c654a3aa", "ફક્ત સબ્સ્ક્રાઇબરો જ આ પોસ્ટ જોઈ શકે છે"),
                n("d409ce3c", "બોનસ સામગ્રી અને વધારાના ફાયદાઓ માટે X પર તમારા મનપસંદ લોકોને સપોર્ટ કરો."),
                n("a4ed9072", "પરિચય ઉમેરો..."),
                n("af5b098e", "સબ્સ્ક્રિપ્શન્સના ફાયદા"),
                n("gf32cca2", "તમે ઓફર કરશો તે ફાયદાઓનું વર્ણન કરો"),
                n("j8ba99b4", "તમે શેર કરશો તે બોનસ સામગ્રીના ઝડપી સારાંશ દ્વારા દર મહિને લોકોને તેઓ જેના માટે જોડાયા છે તેને અનુભવવાની તક આપો."),
                n("j679dcda", "ઉદાહરણો જુઓ"),
                n("j325331a", "હેલો કહેવા એક મિનિટનો સમય કાઢો"),
                n("e18e8da8", "તમારા સંભવિત સબ્સ્ક્રાઇબર્સ માટે ઝડપી પરિચયના સંદેશ દ્વારા સારો પહેલો પ્રભાવ પાડો."),
                n("fce14f56", "નવી કિંમત"),
                n("b0c58272", "નવી માસિક કિંમત પસંદ કરો. કિંમતના ફેરફારની પ્રક્રિયા થવામાં 3-7 વ્યાવસાયિક દિવસ લાગે છે. કિંમતમાં વધારા માટે હાલના સબ્સ્ક્રાઇબરોએ પસંદ કરવું જરૂરી હોઈ શકે છે."),
                n("d5737f0e", "માસિક સબ્સ્ક્રિપ્શન"),
                n("edc014fb", "વધુ જાણો"),
                n("h810143c", "વિગતો"),
                n("ga57b610", "ખરીદીની તારીખ"),
                n("h3b68828", "ખરીદીનો પ્રકાર"),
                n("cc2aa67a", "ખરીદી કરવાનું પ્લેટફોર્મ"),
                n("b313bb24", "ચુકવણી"),
                n("e5188502", "તમામ વેચાણ અંતિમ છે"),
                n("bf364d62", "તમામ વ્યવહારો"),
                n("ed3efef0", "તમારી પાસે છેલ્લા 30 દિવસમાં કોઈ નવાં સબ્સ્ક્રિપ્શન્સ નથી."),
                n("b5f9ec14", "તમારી પાસે છેલ્લા 30 દિવસમાં કોઈ રિન્યુઅલ્સ નથી."),
                n("d8eed490", "તમારા જાહેરતરફી પ્રોફાઇલના દેખાવનું સંચાલન કરો"),
                n("e26dbcd0", "તમારા નિર્માતા સબ્સ્ક્રિપ્શનોને છુપાવો"),
                n("aea7dda8", "તમારા પ્રોફાઇલ પરની તમારી નિર્માતા સબ્સ્ક્રિપ્શનોની યાદી માત્ર તમને દેખાશે."),
                n("j3d2cfc4", "તમે કઈ સ્પેસિસમાં સાંભળી રહ્યા છો તે જોવા માટે અનુયાયીઓને મંજૂરી આપો"),
                n("d9588ae6", "એ ધ્યાનમાં રાખશો કે આ સેટિંગ બંધ કરીને રાખવાથી પણ જ્યારે તમે સ્પેસમાં હશો ત્યારે દરેક જણને તમે દેખાઈ શકશો. તમારા અનુયાયીઓ હંમેશાં એ જોઈ શકે છે કે તમે કઈ સ્પેસિસને હોસ્ટ, કો-હોસ્ટ કરી રહ્યા છો અથવા કઈ સ્પેસિસમાં બોલી રહ્યા છો."),
                n("i84c5de8", "નિર્માતા એપ્લિકેશન ટૂંક સમયમાં આવે છે"),
                n("b8922f7e", "'સબ્સ્ક્રિપ્શન્સ' પ્રોગ્રામમાં જોડાવાની અરજી કરી શકો તે માટે ટૂંક સમયમાં પાછું તપાસી જુઓ."),
                n("ad588be6", "તમે યોગ્યતા ધરાવો છો!"),
                n("f6443bd2", "શુભ સમાચાર — તમે 'સબ્સ્ક્રિપ્શન્સ' માટેની પાત્રતા સંબંધી અમારી આવશ્યકતાઓને પૂર્ણ કરો છો. અરજી કરવા માટે તૈયાર છો?"),
                n("a3a20a10", "પછીથી ફરી તપાસો"),
                n("b8d29e4a", "કમનસીબે, તમે આ સમયે 'સબ્સ્ક્રિપ્શન્સ' માટેની પાત્રતા સંબંધી અમારી આવશ્યકતાઓને પૂર્ણ કરતા નથી."),
                n("d92c1d0a", "એપ્લિકેશન પર ચાલુ રાખો"),
                n("fde27650", "સબ્સ્ક્રિપ્શન્સની શરતો"),
                n("c5f89b06", "Premiumને સબ્સ્ક્રાઇબ કરીને ચકાસણી કરાવો"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " ચકાસાયેલાં અનુયાયીઓ";
                }),
                n("b747ce3a", "છેલ્લા 30 દિવસમાં સક્રિય"),
                n("c27f57ac", "ઓછામાં ઓછા 18 વર્ષના હોવા જોઈએ"),
                n("h63d2973", function (e) {
                    return "ગત 3 મહિનામાં " + e.count + " ઑર્ગૅનિક છાપ";
                }),
                n("ef606fca", "તમારા સૌથી વધુ પ્રવૃત્ત અનુયાયીઓ માટે સશુલ્ક સબ્સ્ક્રિપ્શન્સ"),
                n("e533715e", "પાત્રતા તપાસો"),
                n("d8671da2", "X પરથી કમાણી કરો"),
                n("d126a504", "તમારા મનગમતા અનુયાયીઓ સમક્ષ વધારાનું કશુંક વિશેષ પ્રસ્તુત કરો અને દર મહિને વધારાના નાણાં કમાઓ. "),
                n("d08d0bb2", "બોનસ સામગ્રી"),
                n("ef29d2c2", "વધારાની પોસ્ટ્સ અને વ્યક્તિગત પ્રત્યુત્તરો વડે તે જ ક્ષણે આવેલા વિચારો, ખ્યાલો અને અભિપ્રાયો શેર કરો."),
                n("if12af7c", "સબ્સ્ક્રિપ્શનોનું સેટ અપ"),
                n("cc4c1a14", "કિંમતનું સેટ અપ"),
                n("e1453e45", "વધુ જાણો"),
                n("aa7e35ee", "તમારું એકાઉન્ટ પસંદ કરવામાં આવ્યું ન હતું"),
                n("c984cc62", "આ સમયે તમારું એકાઉન્ટ પસંદ કરવામાં આવ્યું ન હતું. ભાગ લેવા માટેની ભાવિ તકો માટે જોડાયેલા રહો."),
                n("gd115e64", "સબ્સ્ક્રિપ્શન્સ માટે અરજી કરો"),
                n("a9f08d5c", "નીચેના પ્રશ્નોના તમારા જવાબો અમારી સમીક્ષા માટે છે અને તે તમારા પ્રોફાઇલ પર નહીં બતાવાય."),
                n("c3f8d650", "તમારી સામગ્રીનું વર્ણન કરો"),
                n("j89dd344", "કૃપા કરીને તમારા સબ્સ્ક્રિપ્શનમાં સમાવેશ થનારી સામગ્રીનું ઉદાહરણ આપો, જેટલું વધુ સ્પષ્ટ એટલું વધુ સારું."),
                n("d19cc490", "ઉદાહરણરૂપ સામગ્રી ઉમેરો"),
                n("c737c1b2", "અમને તમારા અનુભવ વિશે જણાવો"),
                n("f98e5fd4", "શું તમે અન્ય પ્લૅટફૉર્મો પર સશુલ્ક સામગ્રીની રચના કરો છો? તમારા મતાનુસાર, વપરાશકારો શા માટે સબ્સ્ક્રાઇબ કરે છે?"),
                n("c41b01be", "પિચ ઉમેરો"),
                n("e2aad0fe", "હું ગ્રાફિક અથવા પુખ્ત વયના લોકો માટેની સામગ્રી પોસ્ટ નહીં કરું"),
                n("d1b983ef", function (e) {
                    return "ઓછામાં ઓછા " + e.count + " અક્ષરો હોવા જરૂરી છે";
                }),
                n("d3d6c52c", "તમારી અરજી સબમિટ થઈ ગઈ છે"),
                n("cb27c0ba", "તમે રજૂ કરેલી કિંમતની અમે પુષ્ટિ કરી છે. તમારી અરજીની સમીક્ષા થશે અને જો તમે મંજૂર થશો, તો તે લાઇવ થતાંની સાથે અમે તમને સૂચના મોકલીશું."),
                n("j274e6aa", "તમે પ્રતીક્ષા યાદીમાં છો"),
                n("j006be54", "'સબ્સ્ક્રિપ્શન્સ' માટેનો અમારો પરીક્ષણ સમૂહ ઝડપથી ભરાઈ ગયો, પરંતુ અમે તમને પ્રતીક્ષા યાદીમાં ઉમેર્યા છે અને વધુ જગ્યાઓ ઉપલબ્ધ થવા પર અમે તમને જણાવીશું."),
                n("d5cb1114", "'સબ્સ્ક્રિપ્શન્સ'ની સાથે શરૂઆત કરો"),
                n("j2f622ec", "તમને અમારા પરીક્ષણ સમૂહ માટે પસંદ કરવામાં આવ્યા છે! હમણાં જ તમારા સબ્સ્ક્રિપ્શનની વિગતોને સેટ અપ કરો અને જ્યારે તે લાઈવ થશે ત્યારે અમે તમને જણાવીશું."),
                n("e2cd7000", "લગભગ પહોંચી ગયા..."),
                n("b3629b92", " તમારા સબ્સ્ક્રિપ્શનને સેટ અપ કરવાનું પૂર્ણ કરવા માટે બસ થોડાં વધુ પગલાં."),
                n("f4619a62", "સ્વીકારો અને ચાલુ રાખો"),
                n("c5625f84", "તમારા સબ્સ્ક્રિપ્શનના ફાયદાનું વર્ણન કરો"),
                n("c7289544", "સબ્સ્ક્રિપ્શનની કિંમત સેટ કરો"),
                n("aaf68c58", "તમારાં પેઆઉટની વિગતોની પુષ્ટિ કરો"),
                n("b8a69fa0", "સબ્સ્ક્રિપ્શન્સની શરતો"),
                n("ad4a92a2", "બેજ"),
                n("d5aa8de0", "તમારા સબ્સ્ક્રાઇબર્સના બેજીસ આપો"),
                n("j0bbda92", "બદલવા કે સંપાદિત કરવા માટે અહીં કંઈ જ નથી. જ્યારે તમારા બધા સબ્સ્ક્રાઇબર્સ સબ્સ્ક્રાઇબ કરશે ત્યારે તેમને આપમેળે એક સાર્વજનિક બેજ મળશે."),
                n("e18b7a72", "સમીક્ષા કરો"),
                n("be76dc34", "વર્ણન ઉમેરો"),
                n("ef5406e4", "પરિચય ઉમેરો"),
                n("ea8a3d2e", "કિંમતનું સેટઅપ"),
                n("f77bb179", function (e) {
                    return "તમારી " + e.price + " પસંદગીની પુષ્ટિ કરો";
                }),
                n("g2a6f160", "તમારી સબ્સ્ક્રિપ્શન કિંમતને બે-વાર તપાસો અને તેની પુષ્ટિ કરો. તમે કિંમતને સેટ કરશો તે પછી તમે પાછા આવીને તેને બદલી શકશો નહીં."),
                n("g767d1c9", "નોંધ કરો: તમે તેને બદલી શકશો નહીં"),
                n("df057690", "તમારા સબ્સ્ક્રાઇબર કેટલી રકમ ચૂકવે તે પસંદ કરો"),
                n("g5923869", function (e) {
                    return e.price + " દર મહિને";
                }),
                n("f025ab3a", "તમારા અનુયાયીઓનો મોટો, વ્યાપક પાયો ચણો"),
                n("c962df0e", "સબ્સ્ક્રાઇબર્સ સાથે જવલ્લે જ પોસ્ટ કરવું અને ક્રિયાપ્રતિક્રિયા કરવી"),
                n("ib075804", "તમારા અનુયાયીઓનો પાયો વિસ્તૃત કરો અને આવકને અધિકતમ કરો"),
                n("fc04f3a6", "સબ્સ્ક્રાઇબર્સ સાથે સીમિત પોસ્ટ કરવું અને ક્રિયાપ્રતિક્રિયા કરવી"),
                n("c246656e", "ઘનિષ્ઠ અનુયાયીઓનો પાયો ચણો"),
                n("h0c5405c", "સબ્સ્ક્રાઇબર્સ સાથે નિયમિત પોસ્ટ કરવું અને ક્રિયાપ્રતિક્રિયા કરવી"),
                n("f2d2153d", function (e) {
                    return "મોટા ભાગના નિર્માતાઓ " + e.price + " શુલ્ક વસૂલ કરે છે, પણ તમે તમારી ઇચ્છા મુજબ કોઈ પણ કિંમત પસંદ કરી શકો";
                }),
                n("f1cb36b8", "પેઆઉટનું સેટઅપ"),
                n("e20f6662", "તમે બધું સેટ કરી લીધું છે!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "તમારા પેઆઉટની વિગતોને સેટ અપ કરો"),
                n("a3f6a966", "Stripe એકાઉન્ટ સાથે જોડાણ કરો"),
                n("cb031e44", "તમારા એકાઉન્ટ સાથે જોડાણ કરવા માટે તમને Stripe પર લઈ જવાશે. જો તમારે તમે હાલમાં જે Stripe એકાઉન્ટ ધરાવો છો તેનો ઉપયોગ કરવો હોય, તો Stripe દ્વારા ઇમેલ માટે સંકેત આપવામાં આવે ત્યારે એ એકાઉન્ટનું ઇમેલ સરનામું દાખલ કરો. નોંધ: તમારા X ઇમેલ સરનામા કરતાં તમારું Stripe ઇમેલ સરનામું ભિન્ન હોઈ શકે છે."),
                n("ebfb897c", "ઉદાહરણો"),
                n("dc4feb1a", "શું કહેવું તે બાબતે અનિશ્ચિત છો?"),
                n("h9b9d486", "તમે સબ્સ્ક્રાઇબર્સને કયા પ્રકારની સામગ્રી ઓફર કરો છો તે સંપૂર્ણપણે તમારા પર નિર્ભર કરે છે. શરૂઆત કરવામાં તમને મદદ મળી રહે તે માટે અહીં કેટલાંક ઉદાહરણો આપ્યાં છે."),
                n("ic130fd6", "તમને પડદા પાછળની કેટલીક સરસ સામગ્રી, મારા પુસ્તકો અને અન્ય પ્રોજેક્ટ પર વહેલી નજર ફેરવવાની તક તથા માસિક AMA મળશે."),
                n("dd913e24", "તમે મારી પાસેથી ધ્યાન ખેંચતી મારી ટિપ્પણીઓ, તે જ ક્ષણે આવેલા વિચારો અને વધારાની સામગ્રી માટે તૈયાર રહો."),
                n("b737ee66", "VIP અનુભવ માટે તૈયાર થઈ જાઓ. આ બાબતે વિચારો: મતદાનો, વિડિયો અને ડીલ્સ જેવી ફક્ત-સબ્સ્ક્રાઇબર માટેની સામગ્રી."),
                n("a0bb2076", "તમારા પરિચયને ટૂંકો અને રોચક રાખો, તમે પછીથી તમારી સામગ્રીનું વર્ણન કરી શકશો. તમને શરૂ કરવામાં મદદ મળી રહે તે માટે અહીં થોડાક ઉદાહરણો આપ્યા છે."),
                n("fe076612", "હાય અને મારા 'સબ્સ્ક્રિપ્શન્સ' પૃષ્ઠ પર સ્વાગત છે! તમે અહીં છો તેની મને ઘણી ખુશી થઈ છે. મને જે બહુ ગમે છે તે કરવાનું મારા માટે શક્ય બનાવવા બદલ આભાર."),
                n("g7f66daa", "શું ચાલી રહ્યું છે તમારા બધાનું? મારા સબ્સ્ક્રિપ્શનને તપાસી જોવા માટે આભાર. મને લાગે છે કે તમારા માટે મારી પાસે જે છે તે તમને પસંદ પડશે."),
                n("hbe4f99e", "હેય! કેટલીક અત્યંત ગુપ્ત સામગ્રીને શેર કરવા અને તમને હજુ વધુ સારી રીતે જાણવા માટે આતુર છું :)"),
                n("fb278c82", "આ પૂર્વાવલોકન શેનું છે?"),
                n("j6cab6ec", "લોકો તમને સબ્સ્ક્રાઇબ કરશે તે પહેલાં તેઓને આ દેખાય છે. જ્યાં સુધી તમને તમારાં વર્ણનો એકદમ બરાબર સ્વરૂપમાં ન જણાય ત્યાં સુધી તેમાં ફેરફારો કરો અને તેને સંપાદિત કરો."),
                n("i22beaa4", "ડેટા શેરિંગ"),
                n("e110a46c", "વાર્તાલાપનો ઇતિહાસ કાઢી નાખો"),
                n("ebc4fda0", "તમે તમારો Grok વાર્તાલાપ ઇતિહાસ કાઢી નાખવા જઈ રહ્યા છો. તમે આ વાર્તાલાપોને ફરીથી ઍક્સેસ નહીં કરી શકો."),
                n("c90fe716", "તમારે તમારા વાર્તાલાપો કાઢી નાખવા છે?"),
                n("a8d516a4", "Grok તથા xAI દ્વારા જનરેટ થયેલા અન્ય AI મૉડલોને પ્રશિક્ષિત અને ફાઇન ટ્યૂન કરવા માટે, X દ્વારા xAI સાથે તમારા Xના સાર્વજનિક ડેટાની સાથે-સાથે Grok સાથેની તમારી વપરાશકાર ક્રિયાપ્રતિક્રિયાઓ, ઇનપુટ અને પરિણામો શેર થઈ શકે છે. આના થકી અમને તમારો વપરાશકાર તરીકેનો અનુભવ બેહતર બનાવવામાં સહાય મળે છે."),
                n("a127886c", "Grokને તમારો વાર્તાલાપ ઇતિહાસ યાદ રાખવાની મંજૂરી આપો"),
                n("f49b39b8", "Grokને તમારા અગાઉના વાર્તાલાપોમાંથી વિગતો યાદ રાખવાની મંજૂરી આપો. તમે સંકળાયેલી વિગતો ભૂલવા માટે એકલ વાર્તાલાપો કાઢી નાખી શકો છો."),
                n("b7de9ad2", "Xને તમારા Grok સાથેના અનુભવને વ્યક્તિગત કરવાની મંજૂરી આપો"),
                n("ed141096", "તમારા Xના ડેટાની સાથે-સાથે Grok સાથેની તમારી વપરાશકાર ક્રિયાપ્રતિક્રિયાઓ, ઇનપુટ અને પરિણામોનો તમારા Grokના અનુભવને વ્યક્તિગત કરવા માટે ઉપયોગમાં લેવાની મંજૂરી આપો. Grok અને xAI દ્વારા જનરેટ થયેલા અન્ય AI મૉડલો સાથેના તમારા અનુભવને વ્યક્તિગત કરવા માટે, X દ્વારા xAI સાથે તમારા Xના ડેટાની સાથે-સાથે Grok સાથેની તમારી વપરાશકાર ક્રિયાપ્રતિક્રિયાઓ, ઇનપુટ અને પરિણામો શેર થઈ શકે છે. આના થકી અમને તમારો વપરાશકાર તરીકેનો અનુભવ નિરંતર બહેતર બનાવવામાં સહાય મળે છે. "),
                n("ecdbece0", "કૉઇન્સ કાર્યક્રમમાં તમારી સફળતાપૂર્વક નોંધણી કરવામાં આવી."),
                n("db3f0bbe", "નિર્માતાઓને તેમની સામગ્રીમાંથી કમાણી કરવામાં સહાય કરવી."),
                n("a1f40cf8", "સંમત છું"),
                n("d604fb32", "નિર્માતાના નિયમો"),
                n("d520d188", "કૉઇન્સ મેળવો"),
                n("ea770766", "કૉઇન્સ એ વર્ચ્યુઅલ સામગ્રી છે જે યોગ્યતા ધરાવતી પોસ્ટ્સ માટે મેળવી શકાય છે. જેમ જેમ તમને કૉઇન્સ મળતા જાય, તેમ તેમ તે હીરા બનતા જાય છે, જેને તમે વટાવી શકો છો."),
                n("d27f5ac6", "નિષ્ક્રિય આવક"),
                n("h1d66df0", "X પર ઉત્તમ સામગ્રી પોસ્ટ કરવા માત્રથી નાણાં કમાઓ. તમારા અનુયાયીઓ હવે તમને કૉઇન્સ આપીને નવાજી શકે છે."),
                n("f85fb0a2", "તમારા પ્રેક્ષકો સાથે જોડાણ કરો"),
                n("d1433e24", "કૉઇન્સ એ ચાહકોને સૌથી વધુ ગમેલી સામગ્રી બનાવવા માટે તેમની તમને નવાજવા માટેની રમૂજી રીત છે. તમારા અનુયાયીઓ અને ચાહકો સાથે બહેતર રીતે જોડાવા માટે તમને મળતી તક છે."),
                n("e6ba42de", "જાહેરાત આવક શેર"),
                n("ebc16756", "નિર્માતા આવક શેર"),
                n("da4cd6fa", "કમનસીબે, તમે હજુ સુધી જાહેરાતોની આવક વહેંચણી માટે પાત્ર નથી. ભાગ લેવા માટે તમારે નીચેની આવશ્યકતાઓને પૂર્ણ કરવાની જરૂર પડશે:"),
                n("b2961492", "કમનસીબે, તમે હજુ સુધી નિર્માતાની આવક વહેંચણી માટે યોગ્યતા ધરાવતા નથી. ભાગ લેવા માટે તમારે નીચેની આવશ્યકતાઓને પૂર્ણ કરવાની જરૂર પડશે:"),
                n("d3789528", "જાહેરાત રેવ શેર વિશે"),
                n("aa0ff456", "નિર્માતા આવક શેર વિશે"),
                n("bf214f48", "ઠીક છે"),
                n("b2b4d592", "પ્રીમિયમ અથવા ચકાસાયેલ સંસ્થાઓ પર સબ્સ્ક્રાઇબ કરો"),
                n("fbb03ba6", "500 Premium અનુયાયીઓ"),
                n("hb4c5169", function (e) {
                    return "છેલ્લા 3 મહિનામાં તમારી પોસ્ટ્સ પર ઓછામાં ઓછી " + e.impression_number + "M પ્રભાવ મેળવો";
                }),
                n("f91685ba", "તમે તમારી પોસ્ટ્સ માટે ચૂકવણી મેળવવા માટે આપમેળે પાત્ર છો!"),
                n("a9f0e0fa", "પ્રીમિયમ અથવાચકાસાયેલ ઓર્ગેનાઈઝેશન સબ્સ્ક્રાઈબર તરીકે, તમે જાહેરાતોની આવક વહેંચણી માટે આપમેળે પાત્ર છો. તમારું પેઆઉટ તમારી પોસ્ટ્સના પ્રત્યુત્તરમાં દર્શાવેલ જાહેરાતો પર ચકાસાયેલ છાપની સંખ્યા પર આધારિત છે."),
                n("c694e3e4", "Premium અથવા ચકાસાયેલી સંસ્થાઓ સબ્સ્ક્રાઇબર તરીકે, તમે નિર્માતા આવક શેરિંગ માટે આપમેળે યોગ્યતા મેળવો છો."),
                n("acd1a1be", "ભાવિ ચૂકવણીઓ પ્રાપ્ત કરવા માટે હમણાં જ તમારી ચૂકવણીની વિગતો સેટ કરો."),
                n("f7e11f70", "જોડાઓ અને ID ચકાસો"),
                n("c8169274", "તમારી એપ્લિકેશન સાચવવામાં સમસ્યા આવી હતી. પછીથી ફરી પ્રયત્ન કરો."),
                n("c3f93665", "નિર્માતા આવક વહેંચણીની શરતો"),
                n("a249ce04", "જાહેરાતોની આવક વહેંચણીની શરતો"),
                n("d085a144", "નિર્માતાની કમાણીનું ડેશબોર્ડ"),
                n("a5204850", "કુલ આવક"),
                n("ada650cf", function (e) {
                    return "ચુકવણીનો સમયગાળો: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "વિડિયો જાહેરાતોની આવક વહેંચણી"),
                n("g88c1108", "વિડિયો જાહેરાતોની આવક વહેંચણી વિશે"),
                n("d4bb7e9c", "વિડિયો જાહેરાતોની આવક વહેંચણીના નિયમો"),
                n("dc535dbe", "અમારા વિડિયો પ્રિ-રોલ જાહેરાત આવક વહેંચણી કાર્યક્રમમાં અરજી કરીને X પર તમારી સામગ્રી માટે વધુ કમાઓ."),
                n("eb6d9270", "તમારી સામગ્રી માટે પૈસા મેળવો"),
                n("a778472e", "વિગતો:"),
                n("bde8446e", 'જાહેરાત આવક વહેંચણી કાર્યક્રમ માટે અરજી કરવા માટે "સંમત થાઓ અને સબમિટ કરો" પસંદ કરો.'),
                n("a415fd3a", "સંમતિ આપો અને સબમિટ કરો"),
                n("fbba9725", "Xના નિયમો"),
                n("f3dd8c4a", "જાહેરાત આવકની વહેંચણીના નિયમો અને નિર્માતા મનીટાઇઝેશનના ધોરણો"),
                n("hd885ae0", "તમારો પ્રભાવ જુઓ"),
                n("je4ccd3a", "જાહેરાત-રહિત લેખો માટેનું સહાયતા કેન્દ્ર"),
                n("i6cb493e", "તમારા સહયોગીઓને દર્શાવવાની રીતનું સંચાલન કરો"),
                n("e4fde082", "મોકલેલી પોસ્ટ્સને પૂર્વવત્ કરવા માટે ટાઇમર સેટ કરો અને તમે કયા પ્રકારની પોસ્ટ્સને પૂર્વવત્ કરવા માંગો છો તે પસંદ કરો."),
                n("dcfc6540", "મૂળ પોસ્ટ્સ"),
                n("be077e8c", "થ્રેડ્સ"),
                n("f3429f2c", "મતદાન"),
                n("i647ba8a", "પોસ્ટ પૂર્વવત્ કરવાની અવધિ"),
                n("d195528e", "તમે કયા પ્રકારની પોસ્ટ્સ સાર્વજનિક થાય તે પહેલાં તેને પૂર્વવત્ કરવા માંગો છો, આ ઉપરાંત તમારી પૂર્વવત્ કરવાની અવધિ કેટલી લાંબી હશે, તે પસંદ કરો."),
                n("bcf3a9e6", "અનાવકાર્ય પ્રત્યુતરોને મર્યાદિત કરવામાં મદદ કરતી સેટિંગ્સને મેનેજ કરો."),
                n("c048fd3a", "સંભવિત રીતે અનાવકાર્ય પ્રત્યુતરોને ફિલ્ટર કરો"),
                n("dab7dac4", "તમારી પોસ્ટ્સના સંભવિત રીતે હાનિકારક અથવા વાંધાજનક ભાષા ધરાવતા પ્રત્યુતરોને ફિલ્ટર કરવામાં આવશે અને તે અહીં દેખાશે. અન્ય લોકો હજી પણ આ પ્રત્યુતરોને જોઈ શકે છે."),
                n("c4c53b86", "એ ધ્યાનમાં રાખશો કે અમને આવા પ્રત્યુતરોને ઓળખી કાઢવામાં મદદ મળે તે માટે અમે ટેક્નોલૉજીનો ઉપયોગ કરીએ છીએ, તેથી અમે જોકે હંમેશાં સુધાર લાવતા રહીએ છીએ, તેમ છતાં અમે બાબતોને સમજવામાં દર વખતે સાચા જ હોઈએ એવું ન પણ બને."),
                n("dca3d2ee", "પ્રત્યુતરનું ફિલ્ટર બંધ કરીએ?"),
                n("fe440ff8", "ફિલ્ટર કરેલા પ્રત્યુતરોને તમારી પોસ્ટ્સ પર પુનઃસ્થાપિત કરવામાં આવશે નહીં."),
                n("cedbb01c", "કાયદાકીય"),
                n("b4f917d0", "પ્રકીર્ણ"),
                n("bdfa2b8c", "વધારાના સંસાધનો"),
                n("b8692262", "Xના ઉત્પાદનો અને સેવાઓ વિશે વધુ જાણવા હેતુ મદદરૂપ માહિતી મેળવવા માટે અન્ય જગ્યાઓ તપાસો."),
                n("c0398892", "રિલીઝ નોંધો"),
                n("b833bcde", "રંગ વિરોધાભાસ અને ગતિ મર્યાદિત કરવા જેવા તમારા Xના અનુભવના પાસાંને મેનેજ કરો. આ સેટિંગ્સથી આ બ્રાઉઝર પર રહેલા તમામ X એકાઉન્ટ્સ પ્રભાવિત થાય છે."),
                n("d5b646be", "દૃષ્ટિ"),
                n("jfe6a3a0", "ગતિ"),
                n("e8c72272", "રંગ વિપર્યાસ વધારો"),
                n("dba2cdd2", "ટેક્સ્ટ અને પૃષ્ઠભૂમિ રંગોની વચ્ચે વિપર્યાસ વધારીને સુવાચ્યતા સુધારે છે."),
                n("d070244e", "ગતિ ઘટાડો"),
                n("icfa5e8c", "લાઈવ જોડાણની ગણતરીઓ સહિત, ઈન-એપ્લિકેશન એનિમેશનની માત્રા મર્યાદિત કરે છે."),
                n("ae41b002", "લાઈવ જોડાણની ગણતરીઓ સહિત, ઈન-એપ્લિકેશન એનિમેશનની માત્રા મર્યાદિત કરે છે. તમારી સિસ્ટમ હાલમાં ગતિ ઘટાડવાનો સંકેત આપી રહી છે. જો તમે ગતિ ફરીથી સક્ષમ કરવા માંગતા હો, તો તમને તેને પહેલા ત્યાં અક્ષમ કરવી પડશે."),
                n("h9d1cfae", "છબીના વર્ણનનું રિમાઇન્ડર પ્રાપ્ત કરો"),
                n("c878e9f8", "કોઈ પોસ્ટ મોકલી શકાય તે પહેલાં છબીનાં વર્ણનોને ઉમેરવા માટેના રિમાઇન્ડરને સક્ષમ કરે છે."),
                n("bbd1fc7c", "X પર પ્રવેશક્ષમતા વિશે વધુ જાણો"),
                n("ac865cf0", "X ખાતે એક્સેસિબિલિટી"),
                n("d3a2bde8", "તમારા એકાઉન્ટ અંગે માહિતી જુઓ, તમારા ડેટાનો આર્કાઇવ ડાઉનલોડ કરો અથવા તમારા એકાઉન્ટના નિષ્ક્રિયકરણ વિકલ્પો વિશે વધુ જાણો"),
                n("idca4742", "તમારા એકાઉન્ટની માહિતી જુઓ જેમ કે, તમારો ફોન નંબર અને ઈમેલ એડ્રેસ."),
                n("b6ded35e", "કોઈપણ સમયે તમારો સાંકેતિક શબ્દ બદલો."),
                n("cce24bf4", "તમારા એકાઉન્ટ માટે સંગ્રહિત માહિતીના પ્રકારની ઊંડી સમજ મેળવો."),
                n("i203df96", "તમે તમારું એકાઉન્ટ કેવી રીતે નિષ્ક્રિય કરી શકો છો તે શોધો."),
                n("f70cd5ee", "ફોન"),
                n("ib6f1694", "એકાઉન્ટ નિર્માણ"),
                n("de323650", "મહિલા"),
                n("b6ab31be", "પુરુષ"),
                n("h3290872", "ચકાસાયેલું"),
                n("hbd12156", "ચકાસણી કરવાની વિનંતી કરો"),
                n("b7ec04f4", "હા"),
                n("f70d5780", "હા."),
                n("dc62d3c6", "ના."),
                n("a67dbd0a", "પૅરોડી, કૉમેન્ટરી અને ફૅન એકાઉન્ટ"),
                n("a3db727e", "તમારી પૅરોડી, કૉમેન્ટરી અને ફૅન એકાઉન્ટનું સંચાલન કરો"),
                n("eacf1990", "તમારા પ્રોફાઇલમાં તમારો જન્મદિવસ ઉમેરો."),
                n("a3bf1262", "તમારા પ્રોફાઇલમાં તમારી જન્મતારીખ બદલો."),
                n("h530db16", "સુરક્ષિત પોસ્ટ્સ"),
                n("d6d80990", "જ્યારે તમે લોગ આઉટ હોવ ત્યારે આ માહિતી તમારા બ્રાઉઝર અથવા ઉપકરણ પર લાગુ થાય છે. જ્યારે તમે લોગીન હોવ ત્યારે તે અલગ હોઈ શકે છે."),
                n("i0d81ddb", "તમારા વૈયક્તિકરણ અને ડેટા સેટિંગ્સ"),
                n("g2a9bd3e", "ઓટોમેટેડ એકાઉન્ટના લેબલ્સ"),
                n("dd9b3aae", "ઓટોમેટેડ એકાઉન્ટ શું છે?"),
                n("b80bdc40", "ઓટોમેટેડ એકાઉન્ટ્સને X API મારફતે અમુક ચોક્કસ ક્રિયાઓને આપમેળે કરવા માટે પ્રોગ્રામ કરવામાં આવે છે. જેમ કે ઉદાહરણ તરીકે, જે-તે પ્રદેશની હવામાન પરિસ્થિતિઓને પોસ્ટ કરવી. તે X પર અન્ય લોકો દ્વારા બનાવવામાં અને મેનેજ કરવામાં આવે છે."),
                n("a01ac9b6", "લેબલ્સથી વિશ્વના લોકોને ઓટોમેટેડ એકાઉન્ટને કોણ મેનેજ કરી રહ્યું છે તેની જાણ થાય છે. એકવાર ઓટોમેટેડ એકાઉન્ટના માલિકે તેમના મેનેજ કરતા એકાઉન્ટનું જોડાણ કરી દીધું હોય, તે પછી ઓટોમેટેડ એકાઉન્ટની પ્રોફાઈલ અને પોસ્ટ્સ પર એક લેબલ દેખાશે."),
                n("b989e1fe", "શું મારે મારા ઓટોમેટેડ એકાઉન્ટ્સને લેબલ કરવાની જરૂર છે?"),
                n("i2d599aa", "હું મારા ઓટોમેટેડ એકાઉન્ટને લેબલ કેવી રીતે કરી શકું?"),
                n("gd5bed72", "મેનેજ કરતું એકાઉન્ટ બનાવો"),
                n("g6d44432", "મેનેજ કરતું એકાઉન્ટ એ ઓટોમેટેડ એકાઉન્ટ માટે જવાબદાર માનવ દ્વારા ચલાવાતું એકાઉન્ટ છે."),
                n("e20a69e8", "તમારા મેનેજ કરતા અને ઓટોમેટેડ એકાઉન્ટનું જોડાણ કરો"),
                n("d2f88358", "તમારી સેટિંગ્સમાં ઓટોમેશન પૃષ્ઠ પરથી તમારા એકાઉન્ટ્સનું જોડાણ કરો."),
                n("e427f632", "તમારા એકાઉન્ટ પર લેબલ લગાવવામાં આવ્યું છે!"),
                n("a4d7cffa", "એકવાર એકાઉન્ટ્સનું જોડાણ થઈ જાય, તે પછી ઓટોમેટેડ એકાઉન્ટમાં એક લેબલ હશે."),
                n("a18d6a7d", "નવા નિયમો"),
                n("e9965c14", "ઓટોમેટેડ એકાઉન્ટના લેબલ સંબંધી અવારનવાર પૂછાતા પ્રશ્નો"),
                n("ee78c192", "PCF એકાઉન્ટ શું છે?"),
                n("c3f35e0c", "PCF એકાઉન્ટ પોતાના પ્રોફાઇલમાં બીજી વ્યક્તિ, સમૂહ કે સંસ્થા વિશે ચર્ચા કરવા, કટાક્ષ કરવા અથવા તે એકમ વિશેની માહિતી શેર કરવા માટે તેમને રજૂ કરે છે. "),
                n("d019b5fa", "શું મારે મારા PCF એકાઉન્ટને લેબલ કરવું જરૂરી છે?"),
                n("dd04f24e", "હા. PCF લેબલ આશ્વસ્ત કરે છે કે Xના વપરાશકારો તમારા એકાઉન્ટના કારણે મૂંઝવણમાં ન મૂકાય, તેથી તમારું એકાઉન્ટ પ્રોફાઇલના વિષય સાથે સહયોગી નથી તે માહિતી આપે છે. જો લેબલ કરેલું ન હોય, તો તમારા એકાઉન્ટ દ્વારા અધિકૃતતા નીતિનું ઉલ્લંઘન થતું હોઈ શકે છે."),
                n("hb0f8bbc", "હું મારા એકાઉન્ટને લેબલ કેવી રીતે કરી શકું?"),
                n("g69acc5c", "બસ, 'સમજાઈ ગયું' પર ક્લિક કરો, અમે તમને એકાઉન્ટનું લેબલ સેટ કરવા માટે તમારા પ્રોફાઇલ પર લઈ જઈશું."),
                n("d313d431", "અધિકૃતતા નીતિ"),
                n("a3f22d8e", "તમારી પ્રવૃત્તિઓ, રુચિઓ અને ભલામણો વિશે તમને મળતી સૂચનાઓનો પ્રકાર પસંદ કરો."),
                n("bc20979a", "X અને તેના ભાગીદારો તમને વધુ સારી, સુરક્ષિત અને ઝડપી સેવા પ્રદાન કરવા અને અમારા વ્યવસાયને સમર્થન આપવા માટે કૂકીઝનો ઉપયોગ કરે છે. કેટલીક કૂકીઝ અમારી સેવાઓનો ઉપયોગ કરવા, અમારી સેવાઓને બહેતર બનાવવા અને તે યોગ્ય રીતે કામ કરે છે તેની ખાતરી કરવા માટે જરૂરી છે."),
                n("ge06dadc", "X અને તેના ભાગીદારોને તમારી રુચિઓને અનુરૂપ જાહેરાતો અને સંચાર પ્રદાન કરવા માટે કૂકીઝનો ઉપયોગ કરવાની મંજૂરી આપો."),
                n("he20de3a", "અનુરૂપ જાહેરાતો અને સંદેશાવ્યવહાર માટે વધારાનો ડેટા એકત્ર કરવા માટે X ને કૂકીઝનો ઉપયોગ કરવાની મંજૂરી આપશો નહીં."),
                n("g0ec0bec", "નિષ્ક્રિય કરેલ"),
                n("g89f4614", "તમારું એકાઉન્ટ નિષ્ક્રિય કરી થઈ ગયું છે"),
                n("f1768324", "X કેવી રીતે સામગ્રી વ્યક્તિગત બનાવે છે અને અમુક ડેટા કેવી રીતે એકત્રિત અને શેર કરે છે તે નિયંત્રિત કરો."),
                n("ja94f34e", "તમે લોગ આઉટ હોવ ત્યારે આ સેટિંગ્સ આ બ્રાઉઝર અથવા ઉપકરણ પર લાગુ થાય છે. તમે લોગીન હોવ ત્યારે તેની કોઈ અસર થતી નથી."),
                n("bd73f7e6", "આનાથી આ પેજ પરની બધી સેટિંગ્સ સક્ષમ અથવા અક્ષમ થશે."),
                n("ddbc3288", "ડેટા"),
                n("ae5339a0", "તમારો X ડેટા જુઓ"),
                n("b934e0ea", "વૈયક્તિકરણ અને ડેટા અક્ષમ કરવા છે?"),
                n("i0317e0e", "આનાથી તમને દેખાતી પોસ્ટ્સ અને જાહેરાતો ઓછી સંબંધિત થઈ શકે છે."),
                n("a148acba", "અક્ષમ કરો"),
                n("aa023546", "તમે મુલાકાત લીધેલ સ્થાનોના આધારે વૈયક્તિકૃત કરો"),
                n("ced77194", "વેબ પર તમે જ્યાં X સામગ્રી જુઓ છો ત્યાંના ઉપયોગની મંજૂરી આપો"),
                n("fe1fc83e", "તમારી સાથે આ ઉંમર શ્રેણીઓ સંકળાયેલી છે."),
                n("bf9c74d0", "વૈયક્તિકરણ માટે આ ઉંમર શ્રેણીઓનો ઉપયોગ કરશો નહીં."),
                n("cf0daa24", "આ માહિતી એકત્રિત કરવા માટે થોડો સમય લાગી શકે છે. પછી ફરીથી પ્રયાસ કરો."),
                n("ea522535", "વધુ જાણો"),
                n("hf5ca8f8", "તમારી પ્રોફાઈલ"),
                n("d9cbe351", function (e) {
                    return e.count + "એ ઈવેન્ટ" + f(e.count, "", "્સ") + "માં લોગીન કર્યું";
                }),
                n("de90b04a", "તમે મુલાકાત લીધેલ સ્થાનો"),
                n("cbd2ef59", function (e) {
                    return e.count + " સ્થાન" + f(e.count, "", "ો");
                }),
                n("a4441bb8", "X અનુસાર રુચિઓ"),
                n("e1c6b2d6", "બંધબેસતા પ્રેક્ષકો"),
                n("ed19d10d", function (e) {
                    return e.advertiserCount + " વિજ્ઞાપક" + f(e.advertiserCount, "", "ો") + "ના " + e.audienceCount + " પ્રેક્ષક" + f(e.audienceCount, "", "ો");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " રુચિ" + f(e.count, "", "ઓ");
                }),
                n("hf9c2caa", "વિજ્ઞાપક યાદીની વિનંતી કરવી છે?"),
                n("c29b7971", function (e) {
                    return "આ " + e.primaryEmail + "ને મોકલવામાં આવશે.";
                }),
                n("b9e1cf02", "વિનંતી"),
                n("a8276fac", "વિજ્ઞાપક યાદીની વિનંતી કરો"),
                n("g7912a84", "સમજાઈ ગયું. તમારી યાદી એક વખત તૈયાર થયા પછી તમને ઈમેલ કરવામાં આવશે."),
                n("d6104de0", "તમે તમારા વૈયક્તિકરણ અને ડેટા સેટિંગ્સમાં રૂચિ-આધારિત જાહેરાતોને નાપસંદ કરી શકો છો. આનાથી X પર તમને દેખાતી જાહેરાતો બદલાશે, જો કે તે તમને વિજ્ઞાપકોના પ્રેક્ષકોમાંથી દૂર નહીં કરે."),
                n("ed8c03f5", "વધુ જાણો"),
                n("acb25e32", function (e) {
                    return e.num_advertisers + "વિજ્ઞાપકો";
                }),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " પ્રેક્ષકો ";
                }),
                n("j4fa776e", "ફોન્સ"),
                n("i7acdb36", "ટેબ્લેટ્સ"),
                n("c112dfc8", "ડેસ્કટૉપ"),
                n("jd8607ba", "આના પર સક્રિય કરેલ"),
                n("ea4f6c9e", "બ્રાઉઝર્સ"),
                n("d750b93f", function (e) {
                    return e.count + " બ્રાઉઝર" + f(e.count, "", "્સ");
                }),
                n("a9783602", "મોબાઈલ ડિવાઇસેસ"),
                n("j043aa31", function (e) {
                    return e.count + " મોબાઈલ ઉપકરણ" + f(e.count, "", "ો");
                }),
                n("ae415fd2", "આ સેટિંગ બંધ છે."),
                n("a90be7b4", "ઈમેલ સરનામા"),
                n("c0f6f911", "X બહારની પવૃત્તિ"),
                n("adaafb3f", "અનુમાનિત ઓળખ"),
                n("f0f72665", "અનુમાનિત ઓળખ"),
                n("d33b4e5b", "X બહારની પ્રવૃત્તિ"),
                n("c4668d4f", "X બહારની પ્રવૃત્તિ"),
                n("df3e137b", "વધુ જાણો"),
                n("d1597ccb", "વધુ જાણો"),
                n("c1b03a07", "વધુ જાણો"),
                n("b056d9dc", "આ તમારા એકાઉન્ટની પ્રાથમિક ભાષા સેટિંગ છે."),
                n("h68bc23c", "આ વધારાની ભાષાઓનો ઉપયોગ તમારા અનુભવને વ્યક્તિગત બનાવવા માટે કરવામાં આવે છે."),
                n("fbf0e61e", "જો તમે તમારી જાતિ અગાઉથી દર્શાવી ના હોય તો, આ તમારી પ્રોફાઈલ અને પ્રવૃત્તિના આધારે તમારા એકાઉન્ટ સાથે સંકળાયેલ છે. આ માહિતી જાહેરમાં પ્રદર્શિત કરવામાં નહીં આવે."),
                n("b4568a3a", "તમારી જાતિ ઉમેરો"),
                n("c0be743e", "જાતિ અપડેટ કરવામાં આવી"),
                n("c5abae66", "આ તે જાતિ છે જે X દ્વારા તમારી સાથે સૌથી વધુ મજબૂત રીતે સંકળાયેલ છે."),
                n("cdb0d3e6", "વૈયક્તિકરણ માટે આ જાતિનો ઉપયોગ કરશો નહીં."),
                n("j31a1aa0", 'આ એ સ્થાનો છે જેનો ઉપયોગ X તમને વધુ સંબંધિત સામગ્રી બતાવવા માટે કરે છે. જો "તમે મુલાકાત લીધેલા સ્થાનોના આધારે વૈયક્તિકૃત કરો"ને તમે બંધ કર્યું છે તો અહીં યાદી આપેલા સ્થાનો તમે જોશો નહીં.'),
                n("ddefdd1c", "તમે મુલાકાત લીધેલા સ્થાનોને દૂર કરવા છે?"),
                n("hea740ac", "આના માટે થોડો સમય લાગશે અને પૂર્વવત કરી શકાતું નથી."),
                n("a26e0d52", "સમજી ગયો. આ સ્થાનો કાઢી નાખવામાં આવશે."),
                n("he447966", "હાલમાં કોઈ સ્થળો મળ્યા નથી."),
                n("b9d98dec", "સ્થાન સેટિંગ્સ"),
                n("e27e4fce", "અજ્ઞાત સ્થાન"),
                n("ib55eb6b", "જોડાયેલી એપ્લિકેશન્સ"),
                n("e5a4a539", "વધુ જાણો"),
                n("gc8f2e14", "તમે તમારા વૈયક્તિકરણ અને ડેટા સેટિંગ્સમાં રૂચિ-આધારિત જાહેરાતોને નાપસંદ કરી શકો છો."),
                n("e6dbe66b", "વધુ જાણો"),
                n("d3310e49", function (e) {
                    return "તમારા એકાઉન્ટ સાથે સંકળાયેલી તમામ માહિતી સાથેની ફાઈલ " + e.primaryEmail + " પર મોકલવામાં આવશે.";
                }),
                n("ib03e8c8", "શું આ ડિવાઇસમાં તમારા એકાઉન્ટ સાથે સંકળાયેલી તમામ માહિતી સાથેની ફાઈલ ડાઉનલોડ કરવી છે?"),
                n("g49741e8", "ડાઉનલોડ"),
                n("dc370a0c", "સમજાઈ ગયું. તમારો ડેટા એક વખત તૈયાર થયા પછી તમને ઈમેલ કરવામાં આવશે."),
                n("c07b4316", "આમાં રૂચિ ધરાવતા"),
                n("e97196fe", "આના માટે જાણીતા"),
                n("ja0f971c", "તમારી પ્રોફાઈલ, પ્રવૃત્તિ અને તમે અનુસરો છો તે મુદ્દાના આધારે આ તમારી સાથે મેળ ખાતી આ કેટલીક રુચિઓ છે. આનો ઉપયોગ X પર તમે જુઓ તે જાહેરાતો સહિત, તમારા અનુભવને વૈયક્તિકૃત કરવા માટે થાય છે. જો કંઈક યોગ્ય ના લાગતું હોય તો તમે તમારી રુચિઓ સમાયોજિત કરી શકો છો. તમે કરેલા કોઈપણ ફેરફારો અમલમાં આવવામાં થોડો સમય લાગશે."),
                n("gd1ce494", "અમે માનીએ છીએ કે તમે નીચેની રુચિઓ માટે જાણીતા છો. આનો ઉપયોગ તે બાબતોમાં રુચિ ધરાવતા લોકોને તમારી સામગ્રી વધુ બતાવવા માટે થાય છે. જો કંઈક યોગ્ય ન લાગતું હોય તો તમે તેને સમાયોજિત કરી શકો છો. તમે કરેલા કોઈપણ ફેરફારો અમલમાં આવવામાં થોડો સમય લાગશે."),
                n("a6b0b41a", "તમારા મોબાઈલ ફોન પર X એપ્લિકેશન મેળવો. તે મફત છે."),
                n("h3ed510e", "X ડેટા"),
                n("b708417c", "તમે તમારી એકાઉન્ટ માહિતી, એકાઉન્ટ ઇતિહાસ, એપ્લિકેશનો અને ઉપકરણો, એકાઉન્ટ પ્રવૃત્તિ, રુચિઓ અને જાહેરાતો સંબંધી ડેટાના આર્કાઇવવાળી એક ZIP ફાઇલની વિનંતી કરી શકો છો. જ્યારે તમારા ડેટાનો આર્કાઇવ ડાઉનલોડ કરવા માટે તૈયાર હશે ત્યારે તમને એપ્લિકેશનમાં સૂચના મળશે."),
                n("jbf5843e", "Periscope ડેટા"),
                n("ea886c6e", "તમે સીધા જ Periscope પર તમારા Periscope ડેટાના આર્કાઇવની વિનંતી કરી શકો છો."),
                n("cdcc2ad4", "ડાઉનલોડ નિષ્ફળ ગયું"),
                n("dbeff87a", "આર્કાઇવની વિનંતી કરો"),
                n("hb02ed28", "તમારો ડેટા ડાઉનલોડ કરોની સુવિધા હમણાં અનુપલબ્ધ છે. પછીની તારીખે ફરીથી પ્રયાસ કરો."),
                n("c2254084", "અમને તમારી વિનંતી પ્રાપ્ત થઈ. તમારા એકાઉન્ટની સુરક્ષા કરવા માટે, તમારો ડેટા તૈયાર થાય તેમાં 24 કલાક અથવા તેથી વધુ સમય લાગી શકે છે."),
                n("f62d1d9e", "તમારો આર્કાઇવ ડેટા તમારા માટે તૈયાર છે જેથી તમે તમારા ડેસ્કટૉપ બ્રાઉઝરનો ઉપયોગ કરીને ડાઉનલોડ કરી શકો અને જોઈ શકો. ધ્યાનમાં રાખશો, તમારે આ ડેટાને થોડા દિવસમાં તેની સમયસીમા સમાપ્ત થાય તે પહેલાં ડાઉનલોડ કરવાની જરૂર છે."),
                n("b221ca4c", "તમારો ડેટા ડાઉનલોડ કરવા માટે તૈયાર હશે ત્યારે અમે તમને જાણ કરીશું"),
                n("db40dfcf", "આ ફોર્મ ભરો"),
                n("g1aced04", "એપ્લિકેશન્સ, ઉપકરણો અને માહિતી"),
                n("dbcf3a1a", "પ્રોફાઇલ લેબલ ઉમેરો"),
                n("cbb2367c", "પૅરોડી, કૉમેન્ટરી અને ફૅન એકાઉન્ટ પ્રોફાઇલ લેબલ બતાવો અથવા છુપાવો."),
                n("ge48855c", "પૅરોડી"),
                n("hf019b20", "આ લેબલ ખાતરી કરે છે કે X પરના લોકો તમારા એકાઉન્ટથી મૂંઝવણમાં ન આવે, તેમને જાણ કરે છે કે તમારું એકાઉન્ટ પ્રોફાઇલના વિષય સાથે જોડાયેલું નથી."),
                n("d048571e", "પેરોડી લેબલ દૂર કરીએ?"),
                n("g905134c", "આ લેબલને બંધ કરવાથી તે તમારી પ્રોફાઇલ અને તમામ પાછલી પોસ્ટમાંથી દૂર થઈ જશે. કૃપા કરીને તપાસો કે તમે અધિકૃતતા નીતિ સાથે સુસંગત છો."),
                n("ce62c8c2", "પ્રોફાઇલ લેબલ દૂર કરવો છે?"),
                n("a14080ce", "પ્રોફાઇલનું લેબલ અપડેટ કરવું છે?"),
                n("db6796f6", "આ લેબલને બંધ કરવાથી તે તમારી પ્રોફાઇલ અને તમામ પાછલી પોસ્ટમાંથી દૂર થઈ જશે. કૃપા કરીને તપાસો કે તમે અધિકૃતતા નીતિ સાથે સુસંગત છો. એકવાર અપડેટ થયા પછી, આગળના અપડેટ 48 કલાક સુધી લૉક થયેલા રહેશે."),
                n("c700b6be", "એકવાર અપડેટ થયા પછી, આગળના અપડેટ 48 કલાક સુધી લૉક થયેલા રહેશે."),
                n("ff1739ae", "પ્રોફાઇલ લેબલ"),
                n("h70c602c", "પ્રોફાઇલ લેબલ અપડેટ કરવામાં અક્ષમ"),
                n("c818c60c", "એનાલિટિક્સ"),
                n("ha9f14b1", function (e) {
                    return "તમારી સ્પેસ " + e.scheduleDate + "ના રોજ " + e.scheduleTime + " વાગ્યે ચાલુ થશે";
                }),
                n("jafbef80", "તમે આ સ્પેસને શેડ્યૂલ કરવા માટે અધિકૃત નથી "),
                n("e5d26f84", "સૂચનાઓ ચાલુ કરો જેથી શું થઈ રહ્યું છે તે ક્યારેય ચૂકાય નહીં. Xને તમારી સૂચનાઓ વ્યક્તિગત કરવા માટે તમારા ઉપકરણના દેશ અને ભાષાની માહિતી મળશે."),
                n("f91f00ba", "ક્લિપ બનાવો"),
                n("f9b2d343", function (e) {
                    return e.count + " પોસ્ટ" + f(e.count, "", "્સ ");
                }),
                n("jcc8306e", "બોલવા માટેની વિનંતી કરો"),
                n("j41fd45a", "વિનંતી મોકલી"),
                n("d5b2aae8", "બોલવા માટે ઘણી બધી વિનંતીઓ મોકલવામાં આવી છે. પછીથી ફરી પ્રયત્ન કરો."),
                n("b9945b98", "બોલવાની વિનંતી નિષ્ફળ ગઈ. કૃપા કરીને સ્પેસમાં ફરીથી જોડાઓ અને થોડી સેકંડમાં ફરી પ્રયાસ કરો."),
                n("b2cc6a54", "સ્પીકર તરીકે જોડાઓ"),
                n("fb6c0bbc", "અનામી રૂપે સાંભળી રહ્યા છો"),
                n("e49a1f42", "હાલમાં તમે અનામી વ્યક્તિ તરીકે સાંભળી રહ્યા છો અને હોસ્ટને તથા અન્ય પ્રતિભાગીઓને દેખાઈ રહ્યા નથી."),
                n("jf01aea4", "ભાગ લેવા માટે, તમારે બહાર નીકળી જઈને શ્રોતા તરીકે ફરી જોડાવું જરૂરી છે."),
                n("cac1482a", "પ્રતિક્રિયા આપો"),
                n("fc0e94b7", function (e) {
                    return e.emoji + " સાથે પ્રતિક્રિયા આપો";
                }),
                n("jf9f3e54", "15 સેકન્ડ છોડી આગળ જાઓ"),
                n("hdd1aba0", "15 સેકન્ડ પાછળ લઈ જાઓ"),
                n("b89c5a50", "થોભાવો"),
                n("e674c120", "કૅપ્શન્સ બતાવો"),
                n("f45bace4", "કૅપ્શન્સ છુપાવો"),
                n("ce96f1dc", "કૅપ્શન્સ અનુપલબ્ધ"),
                n("e07f6e7d", function (e) {
                    return "ગતિ " + e.rate + "x";
                }),
                n("jd04fc66", "0.5x ગતિ"),
                n("f03848b8", "સામાન્ય"),
                n("j0e5c2ce", "1.5x ગતિ"),
                n("b3f2318e", "2x ગતિ"),
                n("f17bc95a", "સ્ક્રીન શેર કરો"),
                n("b11a74b2", "શેર કરવાનું રોકો"),
                n("e51c2372", "અતિથિઓ"),
                n("b08821f4", "પાછળ જાઓ"),
                n("fed1388a", "સ્પેસ સેટિંગ્સ"),
                n("c63dd2cc", "મારી સાથે આ લાઈવ વાર્તાલાપમાં જોડાઓ!"),
                n("c958c6c8", "આ પોસ્ટ કરો"),
                n("if23a252", "આની દ્વારા શેર કરો..."),
                n("c0530da6", "મેનુ શેર કરો"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "સ્પેસ સમાપ્ત કરીએ?"),
                n("db684264", "હા, સમાપ્ત કરો"),
                n("je23178a", "આનાથી બધા માટે વાર્તાલાપ સમાપ્ત થઈ જશે."),
                n("c371fb9a", "પૂર્ણ કરો"),
                n("c0ce822e", "માઇક્રોફોન સેટિંગ્સ"),
                n("a2bf8b8a", "સાંભળવા પર સ્વિચ કરો"),
                n("caa8d928", "અવાજ દમન ટૉગલ કરો"),
                n("b5d88f0c", "ફક્ત કર્મચારીઓ"),
                n("c855ab8e", "માત્ર સબ્સ્ક્રાઈબર્સ જ"),
                n("ddeb0a3c", "આ રહી કોમ્યુનિટી. લોકો પસંદ છે? એક નજર ફેરવો."),
                n("e111f531", function (e) {
                    return e.count + " જોડાયા";
                }),
                n("cbef820f", function (e) {
                    return e.screenName + " સ્ટ્રીમ ફરીથી પોસ્ટ કરી!";
                }),
                n("e3275464", "મોકલો"),
                n("cededf2a", "હોસ્ટ"),
                n("i2caef48", "કો-હોસ્ટ્સ"),
                n("j245c654", "સ્પીકર્સ"),
                n("eda23a02", "શ્રોતાઓ"),
                n("b90eb348", "બોલવા માટે આમંત્રિત કરો"),
                n("d9a63e82", "સ્પીકર્સની યાદીમાંથી દૂર કરો"),
                n("bd917b26", "કો-હોસ્ટ કરવાનું આમંત્રણ આપો"),
                n("d7357e7e", "કો-હોસ્ટ્સમાંથી દૂર કરો"),
                n("bf307fc0", "અવરોધિત અને દૂર કરો"),
                n("ccf2f24e", "જાણ કરો"),
                n("i22835de", "મંજૂર કરો"),
                n("cb59a0fe", "નકારો"),
                n("c2376960", "બોલવા માટેની વિનંતી");
            n("aba7dcdd", function (e) {
                return e.name + "ને આમંત્રણ આપો";
            }),
                n("f5c7aaa7", function (e) {
                    return "હોસ્ટ" + f(e.count, "", "્સ");
                }),
                n("fc56c8b1", function (e) {
                    return "કો-હોસ્ટ" + f(e.count, "", "્સ");
                }),
                n("iba0f45d", function (e) {
                    return "સ્પીકર" + f(e.count, "", "્સ");
                }),
                n("dc066955", function (e) {
                    return "શ્રોતા" + f(e.count, "", "ઓ");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " ઓપન સ્પોટ" + f(e.remainingCapacityCount, "", "્સ");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " વિનંતી";
                }),
                n("fe7a1910", "આમંત્રણો મોકલો"),
                n("ic3c757e", "વપરાશકારો શોધો"),
                n("cd133486", "આમંત્રિત કરો"),
                n("f2333850", "Xની બહારના લોકો સાથે શેર કરો"),
                n("cddb8097", "વધુ જાણો"),
                n("f77997b0", "કો-હોસ્ટ"),
                n("i48f4ed8", "સ્પીકર"),
                n("a77c8e02", "શ્રોતા"),
                n("bdfa93eb", function (e) {
                    return e.name + " દ્વારા શેર કરવામાં આવી";
                }),
                n("d8cc6ada", "કોણ બોલી શકે છે? વર્તમાન સ્પીકર્સ પર અસર થશે નહીં. ફેરફારોમાં થોડીક સેકન્ડ લાગી શકે છે."),
                n("e3a87142", "ફક્ત તે જ લોકો કે જેને તમે બોલાવવા માટે આમંત્રિત કરો છો"),
                n("db3de1d2", "સ્પીકર તરીકે જોડાઓ"),
                n("d7f4bc44", "કો-હોસ્ટ તરીકે જોડાઓ"),
                n("edcf15e9", function (e) {
                    return "વિનંતી કરી (" + e.count + ")";
                }),
                n("h13957aa", "સ્પેસ જોડાણ અટકાવો"),
                n("ge6372fa", "અનમ્યૂટ સ્પેસ"),
                n("i7a42e1c", "આ સ્પેસ મેનેજ કરવામાં સહાય કરો"),
                n("e0b8f112", "તમને કો-હોસ્ટ કરવા માટે આમંત્રિત કરવામાં આવ્યા છે!"),
                n("ee12263c", "કો-હોસ્ટ્સ સ્પેસમાં બોલી શકે છે"),
                n("jee7002c", "કો-હોસ્ટ્સ, સ્પીકરોને આમંત્રણ આપી શકે, તેમને દૂર કરી શકે અને તેમનું જોડાણ અટકાવી શકે છે"),
                n("i95225d2", "કો-હોસ્ટ્સ પોસ્ટ શેર અને દૂર કરી શકે છે"),
                n("f07137fa", "કો-હોસ્ટ્સ શ્રોતાઓને સ્પેસમાંથી દૂર કરી શકે છે"),
                n("j6cdf012", "કો-હોસ્ટ્સ અન્ય કો-હોસ્ટ્સને આમંત્રિત કે દૂર કરી શકતા નથી"),
                n("c727d116", "કો-હોસ્ટ્સ સ્પેસ સમાપ્ત કરી શકતા નથી"),
                n("g69084b8", "કો-હોસ્ટ માટેનું આમંત્રણ સ્વીકારો"),
                n("ee230734", "વધુ વિકલ્પો દર્શાવો"),
                n("ic8c615e", "પસંદ કરો અને ઝડપી પ્રત્યુતર વિકલ્પ મોકલો"),
                n("a04077c4", "કૃપા કરીને 1 ફોટો, વિડિયો અથવા GIF પસંદ કરો."),
                n("c07367d8", "એન્ક્રિપ્ટ કરેલા સંદેશા માટે હાલમાં મીડિયા સમર્થિત નથી."),
                n("af71ef68", "અવાજ"),
                n("fc64990e", "વિડિયો"),
                n("ca0ce0e4", "એક નવો સંદેશો શરૂ કરો"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + "ને સંદેશ મોકલવા માટે X Premium મેળવો";
                }),
                n("c3752568", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારો સંદેશો મોકલવાનો ફરી પ્રયાસ કરો."),
                n("f78aa3ea", "તમારા કેટલાક સંદેશા આ સમયે મોકલી શકાયા નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("f9690dc0", "માફ કરશો! તમે આ એકાઉન્ટ મેસેજ કરી શકતા નથી."),
                n("b1d35408", "તમે સંદેશાઓ મોકલવા માટેની દૈનિક મર્યાદા પસાર કરી દીધી છે."),
                n("g539cca6", "તમારું એકાઉન્ટ સ્થગિત છે અને સંદેશાઓ મોકલવાની મંજૂરી નથી."),
                n("bbac001a", "આ સંદેશો ઘણો લાંબો છે."),
                n("a1d2a68e", "આ વપરાશકાર તમને અનુસરતા નથી. જે લોકો આવું કરે તેમને જ તમે સંદેશા મોકલી શકો છો."),
                n("ec2bb9d4", "તમે જે પોસ્ટ મોકલવાનો પ્રયાસ કરી રહ્યા છો તે કાઢી નાખવામાં આવી છે."),
                n("hf383be4", "તમે જે એકાઉન્ટને સંદેશો મોકલવાનો પ્રયત્ન કરો છો તે કાઢી નાખવામાં આવ્યું છે."),
                n("c4fdbd16", "તમે જે વપરાશકારોને અવરોધિત કર્યા હોય તેમને સંદેશા મોકલી શકતા નથી."),
                n("hf3e7e38", "તમારો સંદેશો મોકલી શકાયો નથી."),
                n("dd8272fd", function (e) {
                    return e.count + " નવો(નવા) સંદેશ";
                }),
                n("e2cd3b7c", "ઑડિયો કૉલ સમાપ્ત થયો"),
                n("f42f365a", "વિડિયો કૉલ સમાપ્ત થયો"),
                n("a7570f2c", "ચૂકાયેલો ઑડિયો કૉલ"),
                n("jd9831b2", "ચૂકાયેલો વિડિયો કૉલ"),
                n("f0985268", "ઑડિયો કૉલ"),
                n("ca397a48", "વિડિયો કૉલ"),
                n("bb7e2143", function (e) {
                    return e.seconds + "સે";
                }),
                n("c1d4ac84", "તમે સમૂહનો ફોટો બદલ્યો"),
                n("abc7b032", "સમૂહ ફોટો બદલ્યો હતો"),
                n("i263b294", "તમે વાર્તાલાપમાં જોડાયા છો"),
                n("i8d5e62b", function (e) {
                    return e.count + " અન્ય લોકો ";
                }),
                n("f7204380", "આ Fleet સમાપ્ત થઈ ગઈ છે"),
                n("d9de7b58", "આ મીડિયા છુપાયેલ છે કારણ કે તે કોઈ એવી વ્યક્તિ તરફથી છે જેને તમે અનુસરતાં નથી."),
                n("f2879f4e", "આ સંદેશમાં ગ્રાફિક મીડિયા શામેલ હોઈ શકે છે."),
                n("b518221e", "છબી ખોલો"),
                n("eeaa9f90", "વિડિયો ખોલો"),
                n("g2b43664", "GIF ખોલો"),
                n("d99de549", function (e) {
                    return e.name + "ને પ્રત્યુત્તર અપાઈ રહ્યો છે";
                }),
                n("f5a07f7c", "બિડાણ"),
                n("fd079470", "આ બિનજરૂરી છે"),
                n("c7a92dca", "સંદેશો બરાબર છે"),
                n("fb3ccb56", "શંકાસ્પદ સામગ્રીને કારણે સંદેશો છુપાઈ ગયો છે"),
                n("c94b7d8a", "વૉઇસ સંદેશને ચાલુ કરો"),
                n("eb6f9582", "વૉઇસ સંદેશને થોભાવો"),
                n("b6b4142e", "આ પોસ્ટ છુપાવેલી છે કારણ કે તે કોઈ એવી વ્યક્તિ તરફથી છે જેને તમે અનુસરતા નથી."),
                n("fda60d78", "આ પોસ્ટમાં ગ્રાફિક મીડિયાનો સમાવેશ હોઈ શકે છે."),
                n("b59a9004", "પોસ્ટ ખોલો"),
                n("daf6bf02", "સેટિંગ્સ બદલો"),
                n("ba60339a", "તમારા માટે કાઢી નાખો"),
                n("eb497e08", "વધુ ક્રિયાઓ"),
                n("b170974a", "પ્રતિક્રિયા ઉમેરો"),
                n("i202bd22", "સંદેશાની જાણ કરો"),
                n("f2e5491a", "સંદેશો કૉપિ કરો"),
                n("bf2d08ca", "વધુ પ્રતિક્રિયાઓ"),
                n("ca7a2215", function (e) {
                    return "તમારી હાલની પ્રતિક્રિયા: " + e.emoji;
                }),
                n("j4bfee22", "સંદેશો કાઢી નાખીએ?"),
                n("faddd3a2", "આ સંદેશો તમારા માટે કાઢી નાખવામાં આવશે. વાર્તાલાપમાં રહેલા અન્ય લોકો હજી પણ તેને જોઈ શકશે."),
                n("f58dff34", "કંઈક ખોટું થયું હતું અને સંદેશો કાઢી શકાયો નહોતો."),
                n("ad5a8e8e", "માફ કરશો! તમને આ સંદેશ કાઢી નાખવાની મંજૂરી નથી."),
                n("fad48eea", "મોકલી રહ્યું છે..."),
                n("ae7d7a24", "સંદેશ મોકલવામાં નિષ્ફળ"),
                n("bbe74f3f", function (e) {
                    return "ગઈકાલ, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " પ્રતિક્રિયા" + f(e.reactionCount, "", "ઓ");
                }),
                n("c0098d4a", "પ્રતિક્રિયાઓ"),
                n("j85999ec", "વપરાશકારોની પ્રતિક્રિયાઓની યાદી"),
                n("a2d48779", function (e) {
                    return "તમારી વર્તમાન પ્રતિક્રિયા દૂર કરો: " + e.emoji;
                }),
                n("icd0bf34", "જોવાયેલ"),
                n("e8bd8fec", "મોકલ્યું"),
                n("b2d32fae", "દરેક દ્વારા જોવાયેલ"),
                n("a763d33f", function (e) {
                    return e.count + " " + f(e.count, "વ્યક્તિ", "લોકો") + "એ જોયેલું";
                }),
                n("d84b485e", "તમે આ એકાઉન્ટને અનુસર્યું છે"),
                n("be0c83d8", "તમે વિનંતી સ્વીકારી છે"),
                n("bcc13060", "વહેલો પ્રવેશ"),
                n("e535cae9", function (e) {
                    return e.count + " અનુયાયી";
                }),
                n("cf249089", function (e) {
                    return e.joinDate + "એ જોડાયા";
                }),
                n("g1f972d7", "વધુ જાણો"),
                n("bb0e37c3", "વધુ જાણો"),
                n("a89e8ab3", "વધુ જાણો "),
                n("d98540eb", "વધુ જાણો"),
                n("j296badb", "વધુ જાણો"),
                n("e45d77f5", "વધુ જાણો"),
                n("h52ca4c4", "નવા સંદેશા"),
                n("ffde2fdc", "વાર્તાલાપ લોડ થઈ રહ્યા છે"),
                n("da878dc0", "સ્વીકારો"),
                n("hc52446c", "શું તમે આ ગ્રૂપમાં ભાગ લેવા માંગો છો? તમે જ્યાં સુધી સ્વીકારશો નહીં ત્યાં સુધી તેમને ખબર નહીં પડે કે તમે તેમની વિનંતી જોઈ છે."),
                n("f7e1ad65", function (e) {
                    return "શું તમે " + e.senderName + " તરફથી સંદેશો મેળવવા માંગો છો? તમે જ્યાં સુધી સ્વીકારશો નહીં ત્યાં સુધી તેમને ખબર નહીં પડે કે તમે તેમનો સંદેશો જોયો છે.";
                }),
                n("gdf4b790", "વાર્તાલાપ છોડી દેવો છે?"),
                n("bbf83d84", "આ પૂર્વવત કરી શકાતું નથી અને વાર્તાલાપનો ઈતિહાસ તમારા ઈનબોક્સમાંથી કાઢી નાખવામાં આવશે."),
                n("ib3fe8aa", "અવરોધિત કરો અથવા જાણ કરો"),
                n("gbed8594", "અવરોધરિત કરવાથી આ વ્યક્તિને ભવિષ્યમાં તમને સંદેશ વિનંતીઓ મોકલવાથી અટકાવશે."),
                n("g9074da4", "વાતચીત છોડો"),
                n("ad63377e", "વાર્તાલાપ કાઢી નાખો"),
                n("h09b49f8", "આ વાર્તાલાપ તમારા ઇનબોક્સમાંથી કાઢી નાખવામાં આવશે. વાર્તાલાપમાં રહેલા અન્ય લોકો હજી પણ તેને જોઈ શકશે."),
                n("i6b19b08", "વાર્તાલાપની જાણ કરો"),
                n("cdb1a05a", "Xને સ્પામ અથવા દુરુપયોગ વિશે જાણવા દો જેથી અમે અન્યોને આના જેવા એકાઉન્ટ્સથી સુરક્ષિત રાખવામાં મદદ કરી શકીએ."),
                n("d6b11d9c", "તમારો સીધો સંદેશ મોકલવામાં નિષ્ફળ ગયા કારણ કે કેટલાંક મીડિયા અપલોડ થયા ન હતાં."),
                n("c64c1884", "નવો સંદેશ કમ્પોઝ કરો"),
                n("cdcebd22", "નવો સંદેશો"),
                n("a66ac766", "સીધઆ સંદેશાઓ લોડ થઈ રહ્યાં છે"),
                n("a846382a", "સીધા સંદેશા શોધો"),
                n("h845f282", "સીધો સંદેશ"),
                n("d7ad7414", "સંદેશો ઉપલબ્ધ નથી"),
                n("ga086a54", "ઇમેજ જોડાણ"),
                n("a9cc8cfe", "GIF મોકલી"),
                n("eb3d722e", "તમે GIF મોકલી"),
                n("e5bfe07e", "એક લિન્ક મોકલી"),
                n("db53c018", "તમે લિંક મોકલી"),
                n("bf584cd2", "એક ફોટો મોકલ્્યો"),
                n("f80629ba", "તમે ફોટો મોકલ્યો"),
                n("e20b65b0", "એક સ્ટીકર મોકલ્યું"),
                n("d30c2d40", "તમે સ્ટીકર મોકલ્યું"),
                n("a876e58c", "એક વીડિયો મોકલ્્યો"),
                n("j7d8101a", "તમે વિડિયો મોકલ્યો"),
                n("dedfd266", "એક વૉઈસ સંદેશ મોકલ્યો"),
                n("h7033cac", "તમે એક વૉઈસ સંદેશ મોકલ્યો"),
                n("i34ec422", "પોસ્ટ શેર કરી"),
                n("a4939874", "તમે પોસ્ટ શેર કરી"),
                n("a30a206e", "સમજાઈ ગયું!"),
                n("ib4b1b86", "પ્રસ્તુત છે પિન કરાયેલા વાર્તાલાપ"),
                n("bd3ca2ef", function (e) {
                    return "કોઈપણ વાર્તાલાપમાં સરળ પ્રવેશ માટે તેને ટોચ પર પિન કરવા માટે તેના પર રહેલા ક્રિયાઓ મેનૂને પસંદ કરો. તમે એક સમયે " + e.count + " વાર્તાલાપ જેટલા વાર્તાલાપને પિન કરી શકો છો.";
                }),
                n("e1c9ec9c", "વાર્તાલાપને પિન કરો"),
                n("e3cfff7c", "વાર્તાલાપને સ્નૂઝ કરો"),
                n("f398722e", "વાર્તાલાપ સ્નૂઝ કર્યો"),
                n("bdd91964", "વાર્તાલાપની પિન દૂર કરો"),
                n("a8ed0eca", "વાર્તાલાપમાંથી સ્નૂઝ દૂર કરો"),
                n("jac4eb1e", "વાર્તાલાપમાંથી સ્નૂઝ દૂર કર્યું"),
                n("d88d0790", "વિકલ્પોનો મેનૂ"),
                n("ce108dda", "લેબલ પસંદ કરો"),
                n("abf2d13c", "પસંદ કરો"),
                n("e4b3f520", "પિન કરાયેલા વાર્તાલાપો"),
                n("ae4d666a", "બધા વાર્તાલાપ"),
                n("d98e066c", "વાર્તાલાપ પિન કર્યો."),
                n("j302dba8", "વાર્તાલાપની પિન દૂર કરી."),
                n("cb367658", "વાર્તાલાપને પિન કરવાનું નિષ્ફળ થયું. ફરી પ્રયાસ કરો."),
                n("ie9a7e48", "વાર્તાલાપને પિન કરવાનું નિષ્ફળ થયું. તમારું જોડાણ તપાસો અને ફરી પ્રયાસ કરો."),
                n("hd3927c6", "વાર્તાલાપની પિન દૂર કરવાનું નિષ્ફળ થયું. ફરી પ્રયાસ કરો."),
                n("f1ac0968", "વાર્તાલાપની પિન દૂર કરવાનું નિષ્ફળ થયું. તમારું જોડાણ તપાસો અને ફરી પ્રયાસ કરો."),
                n("d571e4f9", function (e) {
                    return "તમે ફક્ત " + e.count + " વાર્તાલાપને પિન કરી શકો છો";
                }),
                n("a551bf7e", "તમારે બીજા કોઈ વાર્તાલાપને પિન કરવા માટે અગાઉના એકની પિન દૂર કરવાની જરૂર પડશે."),
                n("a676a876", "તમારા ઇનબોક્સમાં સ્વાગત છે!"),
                n("h52877aa", "X પર તમારા અને અન્ય લોકો વચ્ચે ખાનગી વાર્તાલાપ દ્વારા એક નાનકડી નોંધ લખો, પોસ્ટ્સ શેર કરો અને વધુ કાર્યો કરો. "),
                n("efe8fda0", "એક સંદેશો લખો"),
                n("b9dae4f4", "અલગ શોધ શબ્દને અજમાવી જુઓ"),
                n("e7fb2028", "કોઈ વધુ પરિણામો નથી"),
                n("ae111c99", function (e) {
                    return '"' + e.query + '" માટે કોઈ પરિણામો નથી';
                }),
                n("e8581cce", "તમે દાખલ કરેલા શબ્દ માટે કોઈ પરિણામ આવ્યા નથી"),
                n("f08940ac", "નવો સંદેશ શરૂ કરો"),
                n("i5d7593a", "લોકો, સમૂહો અથવા સંદેશા માટે શોધ કરી જુઓ"),
                n("c94ac69e", "સમૂહો"),
                n("fb3c8e74", "તાજેતરની શોધો"),
                n("fd6150fc", "સીધા સંદેશામાં તમને વધુ સલામત રાખવા"),
                n("c7e8a9ee", "ગોપનીયતા નીતિ"),
                n("bece84b4", "તમારી સંદેશ વિનંતીઓ ખાલી છે"),
                n("e51be7c1", "વધુ જાણો"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "", "s");
                }),
                n("ed93de0c", "વિશ્લેષણાત્મક પોસ્ટ"),
                n("ba44f4ea", "Grok તરફથી વધુ વિગતો"),
                n("a6e89af8", "ખુલ્લો વાર્તાલાપ"),
                n("ica55d24", "નવી ચૅટ"),
                n("f794af9a", "આનંદ મોડ"),
                n("eccf9fea", "સામાન્ય મોડ"),
                n("g7b1c574", "ફરી ડિફૉલ્ટ પર સેટ કરો"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "તમારો ઇચ્છિત શોધ મોડ પસંદ કરો"),
                n("i330e54c", "અદ્યતન શોધ અને તર્ક"),
                n("ac64b674", "વિસ્તૃત શોધ, વધુ તર્ક"),
                n("j22655f2", "જે પૂછવું હોય તે પૂછો"),
                n("h0681e3e", "અમારા AI આસિસ્ટન્ટ Grok સાથે વાત કરો"),
                n("d593fd78", "તે તમારા પ્રશ્નોના જવાબ આપી શકે છે, X પર શોધ કરી શકે છે અને છબીઓ જનરેટ કરી શકે છે"),
                n("d0205a24", "વાસ્તવિકતાઓ તપાસો"),
                n("ed4177c4", "Grok વિશ્વાસપૂર્વક વાસ્તવિક રૂપે ખોટી માહિતી આપી શકે છે, ખોટો સારાંશ બનાવી શકે છે અથવા કેટલીક સામગ્રી ચૂકી જઈ શકે છે. તમારે બધી માહિતી સ્વતંત્ર રીતે ચકાસવી જોઈએ."),
                n("c0ff98f8", "AI પ્રશિક્ષણ અને વૈયક્તિકરણ"),
                n("f1a8218a", "અમે મૉડલના પ્રશિક્ષણ માટે, ફાઇન-ટ્યૂનિંગ અને તમારા Grokના અનુભવને વ્યક્તિગત બનાવવા માટે, તમારા X ડેટાની સાથે-સાથે Grok સાથેની તમારી ક્રિયાપ્રતિક્રિયાઓ, ઇનપુટ અને પરિણામોનો ઉપયોગ કરી શકીએ છીએ. તમે તમારા Xના સેટિંગ્સનો ઉપયોગ કરીને પસંદગી રદ કરી શકો છો. વધુ જાણવા માટે, અમારા સહાય કેન્દ્રની મુલાકાત લો."),
                n("bcbf5b6e", "શેર કરે છે"),
                n("j7b5c844", "તમે સાર્વજનિક ધોરણે જે વાર્તાલાપો શેર કરો તેના માટે તમે જવાબદાર છો. Grok સાથેના તમારા વાર્તાલાપોમાં તમારા વિશેની અને અન્ય લોકો વિશેની સંવેદનશીલ અને ગોપનીય માહિતી શેર કરવાનું ટાળો (અમારું સહાય કેન્દ્ર જુઓ)."),
                n("c9f7c196", "સહાયતા કેન્દ્ર"),
                n("b63d3d36", "જોડો"),
                n("c65f7308", "સર્વર હમણાં રસોઈ બનાવી રહ્યા છે."),
                n("f2a8655e", "Grok એડવાન્સ્ડ ટૂલિંગ હાલમાં અનુપલબ્ધ છે."),
                n("c26b9b9c", "ફાઈલ"),
                n("g10600b0", "મેનૂ"),
                n("j826e722", "ઇમેજ સેવ કરો"),
                n("a9325f10", "ઇમેજ કૉપી કરો"),
                n("g0b12442", "ઇમેજ કૉપી કરવા નિષ્ફળ"),
                n("edd0c172", "ઇમેજ પોસ્ટ કરો"),
                n("d1d3a41a", "છબી સંપાદિત કરો"),
                n("a2697040", "છબીમાં શું બદલવું તેનું વર્ણન કરો."),
                n("ge1cefc4", "ટૂલ્સ"),
                n("e9b6d404", "Grokને કયાં શોધ સાધનોની ઍક્સેસ હોવી જોઈએ?"),
                n("h15dce2e", "પ્રગત સેટિંગ્સ"),
                n("ff9dc268", "પ્રોમ્પ્ટ સંપાદિત કરો"),
                n("acb2baa0", "Create Images"),
                n("h30fd372", "Try Voice Mode"),
                n("e9fcdd0c", "આક્રમક રીતે વેબ પર શોધ કરવા માટે Grokને પૂછો"),
                n("fc4e8aba", "પગલાવાર તર્ક કરવા માટે Grokને પૂછો"),
                n("e4ae6abe", "Grokને તમારી છબીનું રૂપાંતરણ કરવાનું કહો"),
                n("e8ade5e2", "વ્યક્તિત્વ પસંદ કરો"),
                n("b5df32b0", "કશુંક Grok કરો"),
                n("fb3b9776", "આ વપરાશકાર દ્વારા Grok ના આઉટપુટને કસ્ટમાઇઝ કરવામાં આવ્યો છે."),
                n("ca93f2ee", "આ સંદેશ કાઢી નાખવામાં આવ્યો છે."),
                n("b52484b6", "શોધ થઈ રહી છે..."),
                n("b8c06820", "ટેક્સ્ટની કૉપિ કરો"),
                n("ca0f5894", "નાપસંદ કરો"),
                n("ja8d189e", "ટેક્સ્ટ જવાબ જોઈતો હતો"),
                n("e951f04e", "છબી જોઈતી હતી"),
                n("c503b35e", "ભિન્ન છબી જોઈતી હતી"),
                n("d4371c92", "કોડ ખોટો છે"),
                n("dbe8586e", "ભિન્ન કોડ જોઈતો હતો"),
                n("e360eb4a", "કોડ નહોતો જોઈતો"),
                n("a18657ca", "ખોટું ગણિત છે"),
                n("b8b86300", "ગણિત નહોતું જોઈતું"),
                n("e4c34788", "ખોટો જવાબ"),
                n("b220a8c8", "બીજું કશુંક જોઈતું હતું"),
                n("b115fd18", "પક્ષપાતી જવાબ"),
                n("dc637214", "ખરાબ શૈલી/ટોન"),
                n("f02e6d42", "શોધ કરવી હતી"),
                n("bbec6bba", "ખરાબ શોધ પરિણામો"),
                n("b494d088", "શોધ નહોતી કરવી"),
                n("a44974f2", "છબી ન સમજાઈ"),
                n("bd44a8a8", "અમને વધુ જણાવો"),
                n("fcdbe764", "શું Grok વધુ સારું કાર્ય કરી શકે?"),
                n("bb6adb22", "શું ખરાબ થયું તે વર્ણવો"),
                n("h0fa15f2", "તમારા પ્રતિભાવ બદલ આભાર!"),
                n("d700b268", "સંદર્ભિત ચૅટ્સ"),
                n("cd7bdab2", "વાર્તાલાપોને ભૂલી જવાથી તે ઇતિહાસમાંથી નીકળી નહીં જાય"),
                n("f21b84de", "સંદર્ભ યાદ નથી"),
                n("i52a9cb8", "પ્રદર્શિત કરવા માટે કોઈ મેમરી નથી."),
                n("d9d36880", "ભૂલી જાઓ"),
                n("g02dacc0", "આજ"),
                n("c6e845c0", "ગઈકાલે"),
                n("a5fa4a86", "જાન્યુ"),
                n("c51724a4", "ફેબ્રુ"),
                n("j244ceb2", "માર્ચ"),
                n("b22b12e0", "એપ્રિલ"),
                n("h3023cac", "મે"),
                n("b10dbffa", "જૂન"),
                n("c81da1b6", "જુલાઈ"),
                n("d4e4d3ce", "ઑગસ્ટ"),
                n("c3418f9a", "સપ્ટે"),
                n("b64dada6", "ઑક્ટો"),
                n("ad24ec20", "નવે"),
                n("c7902252", "ડિસે"),
                n("idf94bac", "ફરીથી બનાવો"),
                n("f7614f92", "શોધ વિના"),
                n("c5ade3ba", "શોધ દ્વારા"),
                n("c16e5b1a", "છબીના જનરેશન વિના"),
                n("i2ca65fa", "છબીના જનરેશન દ્વારા"),
                n("d3927f88", "લિંક પોસ્ટ કરો"),
                n("be37ecd4", "ક્લિપબોર્ડ પર કૉપી કરવામાં નિષ્ફળ"),
                n("h708a4c0", "વાર્તાલાપ શેર કરો"),
                n("g06a67e2", "શેર પેજમાં આ પૉઇન્ટ સુધીના સંદેશાઓનો સમાવેશ હશે"),
                n("a0428662", "મદદરૂપ નથી"),
                n("fe4fd310", "મદદરૂપ"),
                n("bfd161bc", "સરખામણી"),
                n("j5dcf1b2", "અપડેટ કરેલ"),
                n("a50aaa10", "પ્રી-માર્કેટ"),
                n("dd614d10", "સમય પછી"),
                n("d6b0b0d5", function (e) {
                    return "પ્રારંભિક ભાવ" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "માર્કેટ કેપ" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "વર્ષનું ઊંચું " + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "ઉચ્ચ" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "P/E રેશિયો" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "વર્ષનું નીચું" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "નિમ્ન" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "ઓલ-ટાઇમ હાઇ" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "ઓલ-ટાઇમ લો" + e.ttc_stock_details;
                }),
                n("a22063d2", "સુધારેલી ચોકકસતા માટે તમારા સ્થળની વહેંચણી કરો."),
                n("db3248a8", "લોડિંગ સ્થળ "),
                n("ffe0e588", "સ્થાન શેર કરો"),
                n("e41a0dc2", "બંધ"),
                n("ieff24f4", "પૂર્ણ-કાલીન"),
                n("e2811afc", "રમતો"),
                n("j081fa34", "સ્ટૅન્ડિંગ્સ"),
                n("i7c7f156", "આવતીકાલ"),
                n("b134ba52", "પ્રગતિમાં છે"),
                n("j1361724", "હાફટાઇમ"),
                n("fa0f1262", "વિરામ "),
                n("c2cac618", "Grok હાલમાં La Liga, Premier League, Bundesliga, Series A અને Ligue 1 ડેટાને સમર્થન આપે છે."),
                n("acae223d", function (e) {
                    return '"' + e.prompt + '" માટેનાં પરિણામો';
                }),
                n("bed99fe2", "ઓછું જુઓ"),
                n("f7b57ac0", "આંકડા"),
                n("i7e3e446", "અનુરૂપ"),
                n("d490977e", "હવે"),
                n("e9f55db8", "રવિવાર"),
                n("e9cf3af8", "સોમવાર"),
                n("d5868a7e", "મંગળવાર"),
                n("b5dfdb46", "બુધવાર"),
                n("ab8095a2", "ગુરુવાર"),
                n("e298e6f2", "શુક્રવાર"),
                n("ef519654", "શનિવાર"),
                n("c609a1b4", "રવિ"),
                n("j92274b0", "સોમ"),
                n("ja482160", "મંગળ"),
                n("f4ad4cb0", "બુધ"),
                n("d66bf142", "ગુરુ"),
                n("dc17968a", "શુક્ર"),
                n("j310a2d6", "શનિ"),
                n("eaf55eb4", "વિચાર બતાવો"),
                n("j1ab5f40", "વાંચવા માટે ટૅપ કરો"),
                n("ee000b0d", function (e) {
                    return e.numSources + " સ્રોતો ";
                }),
                n("b1ac6016", "DeepSearch પૂર્ણ થઇ"),
                n("f766feca", "DeeperSearch પૂર્ણ થઈ"),
                n("e258000e", "સૂચના"),
                n("d591a772", "સૂચના ઉપલબ્ધ નથી"),
                n("bc49b728", "જ્યારે જવાબ તૈયાર હોય ત્યારે તમને સૂચના આપવામાં આવશે"),
                n("d8aadeba", "સૂચના બંધ છે"),
                n("db832e38", "કૃપા કરીને બ્રાઉઝર સેટિંગ્સમાં સૂચનાઓને સક્રિય કરો"),
                n("a910cac6", "સૂચનાઓને સક્રિય કરવામાં સમસ્યા આવી હતી"),
                n("g4b3a3e6", "DeepSearch  થઈ ગયું "),
                n("bf780b13", function (e) {
                    return e.minutes + "m " + e.seconds + "s";
                }),
                n("c2745fa4", "રદ કરેલ"),
                n("be30b6ee", "અસ્થિર કનેક્શન"),
                n("a4d9dbfa", "વિચારો "),
                n("d7cb5408", "સંબંધિત વેબ પૃષ્ઠો"),
                n("aa7c96bb", function (e) {
                    return e.numResults + " વધુ જુઓ";
                }),
                n("b58d2bd2", "સંબંધિત પોસ્ટ્સ"),
                n("f5a2377e", "માટે વિચારી રહ્યા છે "),
                n("g3ce0132", "માટે વિચાર"),
                n("f8007364", "વિગતો માટે વિસ્તૃત રીતે જુઓ"),
                n("ca53f780", "વિમાની વિગતો"),
                n("ha8fbe22", "Premium થકી વધુ છબીઓ જનરેટ કરો"),
                n("d95c232a", "તમે તમારી મર્યાદાએ પહોંચી ગયા છો. વધુ જનરેટ કરવા માટે હમણાં જ અપગ્રેડ કરો."),
                n("h2671312", "Premium સાથે વધુ Grok"),
                n("a1bb9c8a", "Premium+ સાથે વધુ Grok"),
                n("b08ef3ae", "વાર્તાલાપ ચાલુ રાખવા માટે X Premium+ પર અપગ્રેડ કરો, અથવા પછીથી ફરી પ્રયાસ કરો"),
                n("jf9363b8", "વાર્તાલાપ ચાલુ રાખવા માટે X Premium+ પર અપગ્રેડ કરો, અથવા પછીથી ફરી પ્રયાસ કરો"),
                n("ef018bf6", "Premium થકી વધુ છબીઓનું વિશ્લેષણ કરો"),
                n("cdace6d2", "હમણાં જ અપગ્રેડ કરો"),
                n("a3186bff", function (e) {
                    return e.count + " વેબ પૃષ્ઠ" + f(e.count, "", "ો");
                }),
                n("f4146dda", "તમને કયો પ્રતિભાવ ગમે છે?"),
                n("a2c2be32", "આ Grok ને વધુ સારું બનાવવામાં મદદ કરશે."),
                n("g01599b6", "પ્રતિભાવ 1"),
                n("e02694e0", "પ્રતિભાવ 2"),
                n("h6867fcc", "મને આ પ્રતિભાવ ગમે છે."),
                n("d07488a6", "Get the Android app"),
                n("d9cfe70c", "Access advanced Grok features"),
                n("hf9afab0", "ઇન્ટરનેટ અને X ને સ્કેન કરવા, માહિતીનું વિશ્લેષણ કરવા અને ઝડપી, એજન્ટિક શોધ સાથે વિગતવાર, સારી રીતે તર્કબદ્ધ જવાબો પહોંચાડવા માટે DeepSearch ને સક્ષમ કરો"),
                n("ef3b3f04", 'અમારા તર્ક મોડેલનો ઉપયોગ કરવા માટે વિચારને સક્ષમ કરો તે ગણિત, વિજ્ઞાન અને કોડિંગ માટે શ્રેષ્ઠ છે તમે Grok ને કોઈ પણ પ્રશ્ન વિશે "સખત વિચાર" કરવા માટે પણ કહી શકો છો જેને થોડી વધુ મગજની શક્તિની જરૂર પડી શકે છે '),
                n("b43636b8", "Grok 3 વિશે ઓળખ"),
                n("j376298c", "ગ્રોક 3 અમારા સૌથી શક્તિશાળી મોડેલ સાથે ક્રિયાપ્રતિક્રિયા કરવા માટે બે નવા મોડ્સ રજૂ કરે છેઃ DeepSearch અને વિચારો"),
                n("e3584f8e", "હેજ ફંડ્સ દ્વારા ઉપયોગમાં લેવાતી 10 સૌથી સફળ વિકલ્પ વેપાર વ્યૂહરચનાઓ શું છે"),
                n("d91b7b8a", "1885માં યુનિવર્સિટી બનાવવા માટે કેટલો ખર્ચ થશે?"),
                n("ia5bef3e", "આજે હું તમને કેવી રીતે મદદ કરી શકું?"),
                n("ebea5880", "Recent Conversations"),
                n("e13591c0", "Grok વાર્તાલાપનું ઉદાહરણ"),
                n("c27ca452", "Premiumના સબ્સ્ક્રાઇબરો હવે X પર અમારા સૌથી વધુ પ્રગત AI, Grokનો ઉપયોગ કરી શકે છે."),
                n("b6abc25a", "Grok 2 નો પરિચય"),
                n("e1cdaf9e", "અમારું નવીનતમ AI અસિસ્ટન્ટ, X દ્વારા સંચાલિત છે"),
                n("e6796748", "કંઈપણ પૂછો"),
                n("db470fdc", "Grok દરરોજના કામમાં જેમ કે ઇમેઇલ્સ લખવામાં, પ્રશ્નોના જવાબ આપવામાં, અને વાનગીઓ પ્રદાન કરવામાં મદદરૂપ થઈ શકે છે."),
                n("e9adc2d0", "કોડ બેહતર"),
                n("aaab6cdc", "પ્રોગ્રામિંગના પ્રશ્નો પૂછો અથવા નવા વિચાર શીખવામાં મદદ મેળવો."),
                n("jd08d606", "સર્જનાત્મક મેળવો"),
                n("he526d22", "અમારી નવી છબી નિર્માણની ક્ષમતાઓ સાથે અદભૂત દ્રશ્યો બનાવો."),
                n("i6932876", "એક સાયબરપંક પિક્ચર"),
                n("j7cdee8e", "માહિતગાર રહો"),
                n("f1f683c2", "નવીનતમ સમાચારો અને વર્તમાનપ્રવાહનો વિષયો પર અદ્યતન માહિતી મેળવો, વિશેષ રૂપે X તરફથી."),
                n("h73b9cc0", "તમારો સંદેશ મોકલવામાં ન આવ્યો કારણ કે તમે હાલમાં ચૅટ સાથે કનેક્ટ થયેલા નથી"),
                n("b6c73662", "સંદેશ મોકલો"),
                n("h6070fdc", "ચૅટ સેટિંગ્સ"),
                n("d49326ba", "અવતારોને છુપાવો"),
                n("h79f3532", "અવતારો બતાવો"),
                n("a8c1e2f0", "મૉડરેટરની ક્રિયાઓ છુપાવો"),
                n("jd83edd4", "મૉડરેટરની ક્રિયાઓ બતાવો"),
                n("ecca11ac", "ટાઇમસ્ટૅમ્પ્સ છુપાવો"),
                n("e358a9f8", "ટાઇમસ્ટૅમ્પ્સ બતાવો"),
                n("fca62374", "ચૅટને પૉપઆઉટ કરો"),
                n("fe20f01b", function (e) {
                    return e.name + "નું જોડાણ અટકાવવું છે?";
                }),
                n("f5dc372a", "જોડાણ અટકાવવાથી વપરાશકારના બધા સંદેશા કાઢી નખાય છે અને તેમને બાકીના બ્રૉડકાસ્ટ દરમિયાન ચૅટ કરવાથી અટકાવાશે."),
                n("e91dd1fa", "મૉડરેટર દ્વારા સંદેશો કાઢી નાખવામાં આવ્યો હતો."),
                n("d1da3709", function (e) {
                    return e.username + "ને પ્રત્યુત્તર: " + e.body;
                }),
                n("fc82a896", "આ બ્રૉડકાસ્ટ સમાપ્ત થયું છે"),
                n("ea58dbd0", "આ બ્રૉડકાસ્ટ શરૂ નથી થયું"),
                n("cb5b6784", "બ્રૉડકાસ્ટર દ્વારા મર્યાદિત"),
                n("eba27300", "બ્રૉડકાસ્ટર દ્વારા અનુસરાતાં એકાઉન્ટ્સ જ ચૅટ કરી શકે"),
                n("f28984fb", function (e) {
                    return e.screenName + " દ્વારા અનુસરાતાં એકાઉન્ટ્સ જ ચૅટ કરી શકે";
                }),
                n("a3fec810", "ચૅટ કરવા માટે Premiumને સબ્સ્ક્રાઇબ કરો"),
                n("dbf0b235", function (e) {
                    return "ચૅટ કરવા માટે " + e.screenName + "ને સબ્સ્ક્રાઇબ કરો";
                }),
                n("ifbd8342", "જીવંત સ્ક્રીન ખોલો"),
                n("f935d3ce", "ચેટ શરૂ કરો"),
                n("abbe8212", "ચેટ બંધ કરો"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% પૂર્ણ";
                }),
                n("e4f6bd9e", "અરે, કંઈક ખોટું થયું હતું. કૃપા કરીને પછી ફરી પ્રયત્ન કરો."),
                n("ac966f94", "બ્રાઉઝર સમર્થિત નથી"),
                n("ca86b62c", "અથવા"),
                n("d5568440", "કૃપા કરી મજબૂત સાંકેતિક શબ્દ દાખલ કરો."),
                n("d0511fe6", "આ નંબર પહેલાથી જ અન્ય એકાઉન્ટ્સ સાથે ઉપયોગમાં છે. કૃપા કરીને અન્યનો ઉપયોગ કરો."),
                n("cd24fe60", "કૃપા કરી યોગ્ય ફોન નંબર દાખલ કરો."),
                n("gf8388fe", "દેશનો કોડ"),
                n("c52be452", "હા, દૂર કરો"),
                n("bcb388a0", "આ એવા કોઈપણ સંપર્કોને દૂર કરે છે જે તમે પહેલાં અપલોડ કર્યા છે અને તમારા તમામ ઉપકરણ પર X સાથે ઍડ્રેસ બુકને સિંક કરવાનું બંધ કરે છે. કૃપા કરીને ધ્યાન રાખો કે આ થોડો સમય લે છે."),
                n("ec129eb6", "તમે સફળતાપૂર્વક તમારા સંપર્કોને દૂર કર્યા છે."),
                n("f1b5048a", "તમારા સંપર્કો દૂર કરવામાં ખામી આવી હતી."),
                n("hc72e1fc", "કૃપા કરી યોગ્ય ઈમેલ દાખલ કરો."),
                n("bc0ad88a", "ઉપરાંત, ('+' ચિહ્નવાળાં ઇમેલ) સરનામાનો ઉલ્લેખ કરવાને મંજૂરી નથી. કૃપા કરીને માન્ય ઇમેલ સરનામું દાખલ કરો."),
                n("f134915f", function (e) {
                    return e.count + " પસંદ કરેલ આઇટમ્સ";
                }),
                n("b8fb87e0", "પસંદ કરેલા વિષયો બતાવો"),
                n("e854ad27", function (e) {
                    return "મુદ્દો - " + e.title;
                }),
                n("e4ff75aa", "કંઈક ખોટું થયું હતું. તમારું જોડાણ ચકાસો અને ફરી પ્રયત્ન કરો."),
                n("b60eba9e", "ચાલો સૌથી પહેલા એક વાત તપાસી જોઈએ. Google reCAPTCHA પડકાર પસાર કરીને કૃપા કરી તમે રોબોટ નથી તેની પુષ્ટિ કરો."),
                n("ba939778", "શું તમે રોબોટ છો?"),
                n("d44efc66", "તમારું નામ શું છે?"),
                n("b4867a18", 'તમારા સંપૂર્ણ નામમાં "Twitter" શબ્દનો સમાવેશ ન થઈ શકે.'),
                n("j1c3f4b9", function (e) {
                    return "જન્મતારીખ " + e.birthdate + " સંપાદિત કરો";
                }),
                n("j231d352", "તમામને અનુસરો"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + "ની પોસ્ટ્સ લોડ થઈ રહી છે";
                }),
                n("c9a1cb5e", "આ એકાઉન્ટ અસ્તિત્વમાં નથી"),
                n("e7b201de", "બીજાનો શોધ કરવાનો પ્રયાસ કરો."),
                n("ica87fde", "તમે અવરોધિત છો"),
                n("c7ec6faf", "વધુ જાણો"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " અવરોધિત કરાઈ છે";
                }),
                n("gba95028", "પોસ્ટ્સ જુઓ"),
                n("a2216a79", "વધુ જાણો"),
                n("a2811f96", "પ્રોફાઈલ સમયઅવધિઓ"),
                n("d25805fa", "સબ્સ"),
                n("b05be0c8", "વિશેષતાઓ"),
                n("b9891db3", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ના પ્રત્યુત્તરોવાળી પોસ્ટ્સ";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + "ની સબ્સ્ક્રિપ્શનની પોસ્ટ્સ લોડ થઈ રહી છે";
                }),
                n("ac3f4be9", function (e) {
                    return "@" + e.screenName + "ની હાઇલાઇટ્સ લોડ થઈ રહી છે";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + "ના લેખો લોડ થઈ રહ્યા છે";
                }),
                n("b7363b66", "પોસ્ટ મોકલો"),
                n("ce659062", "તમારા સબ્સ્ક્રાઇબર્સની પાસે રાહ ન જોવડાવો"),
                n("f1e98cc2", "તમારી શ્રેષ્ઠ પોસ્ટ બતાવો!"),
                n("d5c743c6", "લેખ લખો"),
                n("d1e5e328", "તમે જ્યારે કરો, ત્યારે તે અહીં દેખાશે."),
                n("hb26a1fe", "આગળ વધો — પેલી વિશિષ્ટ સામગ્રીને પોસ્ટ કરવાનું શરૂ કરો. તમારી તમામ સબ્સ્ક્રિપ્શનની પોસ્ટ્સ અહીં દેખાશે."),
                n("b7c3572e", 'તમારા પ્રોફાઇલમાં હાઇલાઇટ ઉમેરવા માટે:\n\n1. તમે બનાવેલી કોઈ પણ પોસ્ટ શોધો\n2. મેનૂ બટન “⋮” પર ટૅપ કરો\n3. "હાઇલાઇટ્સમાં ઉમેરો/તેમાંથી કાઢી નાખો" પર ટૅપ કરો'),
                n("i8123550", "જ્યારે તમે લેખ પ્રકાશિત કરશો, ત્યારે તે અહીં દેખાશે."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " દ્વારા પોસ્ટ થયું નથી";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " દ્વારા હજુ સુધી કોઈ સબ્સ્ક્રિપ્શનની પોસ્ટને પોસ્ટ કરી નથી";
                }),
                n("jbae8c54", "હાઇલાઇટ કરેલી કોઈ પોસ્ટ ઉપલબ્ધ નથી"),
                n("g8fb219e", "કોઈ લેખ ઉપલબ્ધ નથી."),
                n("f34dfc18", "જ્યારે તેઓ કરશે, ત્યારે તેમની પોસ્ટ્સ અહીં દેખાશે."),
                n("h9346040", "સબ્સ્ક્રિપ્શનની પોસ્ટ્સ જ્યારે પોસ્ટ કરવામાં આવશે ત્યારે તે અહીં દેખાશે"),
                n("i4c3ddc6", "લેખો પ્રકાશિત થશે ત્યારે અહીં દેખાશે."),
                n("e0118142", "હમણાં પોસ્ટ કરો"),
                n("e0c1d871", function (e) {
                    return e.fullName + "ની પોસ્ટ્સ";
                }),
                n("c575828f", function (e) {
                    return e.fullName + "ની સબ્સ્ક્રિપ્શન પોસ્ટ";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + "ની હાઇલાઇટ્સ";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + "ના લેખો";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ની સબ્સ્ક્રિપ્શન પોસ્ટ";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ની વિશેષતાઓ";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ના લેખો";
                }),
                n("h088ae72", "પ્રોફાઇલ પોસ્ટ્સ"),
                n("hbf64b75", function (e) {
                    return e.fullName + " (@" + e.screenName + ") દ્વારા લાઇક કરવામાં આવેલી પોસ્ટ";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + " દ્વારા લાઈક્સ લોડ થઈ રહી છે";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " દ્વારા કોઈ પોસ્ટ લાઇક કરવામાં આવી નથી";
                }),
                n("d34b5306", "જ્યારે તેઓ કરશે, ત્યારે તેઓની પોસ્ટ્સ અહીં દેખાશે."),
                n("bb0e41bc", "તમને હજુ સુધી કોઈ લાઈક્સ મળી નથી"),
                n("d3d4a21c", "કોઈ પણ પોસ્ટ પર પ્રેમ દર્શાવવા માટે તેની પર હાર્ટને ટૅપ કરો. જ્યારે તમે એમ કરશો, ત્યારે તે અહીં દેખાશે."),
                n("d95c3d31", function (e) {
                    return e.fullName + " દ્વારા લાઇક કરવામાં આવેલી પોસ્ટ";
                }),
                n("eeb7d696", "તમારી લાઇક્સ ખાનગી છે. માત્ર તમે તેમને જોઈ શકશો."),
                n("h6e91bb1", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ની મીડિયા પોસ્ટ્સ";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " દ્વારા મીડિયા લોડ થઈ રહ્યું છે";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " દ્વારા મીડિયા પોસ્ટ થયું નથી";
                }),
                n("ccc363f6", "એકવાર તેઓ કરશે, પછી તે પોસ્ટ્સ અહીં દેખાશે."),
                n("d1614228", "લાઇટ્સ, કેમેરા … જોડાણો!"),
                n("d7dc8d0a", "જ્યારે તમે ફોટા અથવા વિડિયો પોસ્ટ કરશો, ત્યારે તે અહીં દેખાશે."),
                n("hf761abf", function (e) {
                    return e.fullName + "નું મીડિયા";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ના સહભાગીઓ";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + "ના સહભાગીઓ લોડ થઈ રહ્યા છે";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + "ના સહભાગીઓ";
                }),
                n("ba5a88e4", "સૂચવેલ"),
                n("ddee8ae2", "બધી નોકરીઓ જુઓ"),
                n("d2a04c68", "અમે નિયુક્ત કરી રહ્યાં છીએ"),
                n("dc12a126", "દિશાનિર્દેશો મેળવો"),
                n("e2acb642", "સંપર્ક કરો"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " પર કૉલ કરો";
                }),
                n("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " પર ટેક્સ્ટ મોકલો";
                }),
                n("b44c0205", function (e) {
                    return e.day + "ના રોજ " + e.time + " વાગ્યે";
                }),
                n("de1123f5", function (e) {
                    return e.time + " વાગ્યે";
                }),
                n("e2a5bd50", "24 કલાક ચાલુ"),
                n("e0d7da6c", "બંધ થવાનો સમય - "),
                n("i7059f56", "ખુલવાનો સમય - "),
                n("a7391348", "કોઈ કામકાજનો સમય ઉપલબ્ધ નથી"),
                n("c9eba532", "અપડેટ કરેલો સમય"),
                n("b5fea270", "ઉત્પાદન કરાઉઝલ"),
                n("h10bb33c", "ઉત્પાદનની જાણ કરીએ?"),
                n("dda5d96a", "ઉત્પાદનની જાણ કરો"),
                n("fca46f40", "સહાયતા કેન્દ્ર"),
                n("c71a053b", "અહીં ક્લિક કરો"),
                n("d7f8a117", function (e) {
                    return e.days + "- દિવસ વિશ્લેષણ";
                }),
                n("cae20e93", function (e) {
                    return e.days + " દિવસ";
                }),
                n("gc767fda", "તમારા સુધી ખાનગી"),
                n("c7c85e0c", "ઍનલિટિક્સને અનલૉક કરો"),
                n("b15df4b4", "X પર તમારી પોસ્ટ્સ જોવાયાની આવૃત્તિની સંખ્યા"),
                n("e5fe61e0", "પ્રભાવો"),
                n("d1018321", function (e) {
                    return e.value + " છેલ્લે તમારી પોસ્ટ્સ પરની છાપ " + e.period;
                }),
                n("e623137c", "જોડાણનો દર"),
                n("d9d34182", "છાપ દ્વારા ભાગવામાં આવેલી પોસ્ટ્સનાં જોડાણો."),
                n("aeee0182", "પ્રોફાઈલની મુલાકાતો"),
                n("b2bde01a", "તમારી પોસ્ટ્સમાંથી પ્રોફાઈલ જોવાયાની સંખ્યા"),
                n("faf4c1f5", function (e) {
                    return e.value + " છેલ્લે તમારી પ્રોફાઇલની મુલાકાત લીધી " + e.period;
                }),
                n("d5f1e554", "લિંક ક્લિક કર્યાની સંખ્યા"),
                n("cf573986", "તમારી પોસ્ટ્સમાં રહેલા કોઈ પણ URL પર ક્લિક કર્યાની સંખ્યા"),
                n("j761451e", "નવા અનુયાયીઓ"),
                n("e1a87d14", "તમને મળેલા નવા અનુયાયીઓની સંખ્યા (અનુસરણ બંધ કર્યું હોય તેમનો સમાવેશ નથી)"),
                n("j590577e", "તમારી પોસ્ટ્સ માટે તમને મળેલા પ્રત્યુત્તરોની સંખ્યા"),
                n("ia1da622", "તમારી પોસ્ટ્સ માટે તમને મળેલી લાઇકની સંખ્યા"),
                n("cfd1036b", function (e) {
                    return e.value + " છેલ્લે તમારી પોસ્ટ્સ પર પસંદગી કરી " + e.period;
                }),
                n("ja42739e", "ફરીથી કરવામાં આવેલી પોસ્ટ"),
                n("ca6e8de0", "તમારી પોસ્ટ્સ ફરી પોસ્ટ થયાની આવૃત્તિની સંખ્યા"),
                n("b1b4d57e", "વિડિયો જોવાયાની સંખ્યા"),
                n("bdaf100e", "તમારી પોસ્ટમાં વીડિયો જોવાયાની સંખ્યા"),
                n("ca826772", "મીડિયા વ્યૂ"),
                n("j43b8f52", "તમારા મીડિયા (GIF, છબીઓ, વીડિયો)ને મળેલા વ્યૂની સંખ્યા"),
                n("d3969c06", "પૂર્ણતાનો દર"),
                n("c58c3476", "વિડિયો પૂર્ણતા ભાગ્યા વિડિયોના વ્યૂઝ"),
                n("c8aae62a", "તમારી પોસ્ટ્સ માટે તમને મળેલી બુકમાર્ક્સની સંખ્યા"),
                n("g70825e0", "શેર્સ"),
                n("c6fbefd4", "તમારી પોસ્ટ્સ માટે તમને મળેલી શેર્સની સંખ્યા"),
                n("dbe9353e", "જોડાણો"),
                n("a3a4e8f8", "માસિક"),
                n("eb2e0272", "લાઇન"),
                n("e298b08e", "બાર"),
                n("bbc6e7c6", "યુનાઇટેડ સ્ટેટ્સ"),
                n("h88ad664", "કેનેડા"),
                n("gd139910", "યુનાઈટેડ કિંગડમ"),
                n("e08feda2", "જાપાન"),
                n("fad772ce", "મધ્ય પૂર્વ અને ઉત્તર આફ્રિકા"),
                n("a396dd6c", "એશિયા પૅસેફિક"),
                n("j942b16c", "યુરોપ અને ગ્રોથ માર્કેટો"),
                n("j3cc0c00", "લૅટિન અમેરિકા"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "બિન-અનુયાયીઓ"),
                n("d61b2bcc", "કમ્યૂનિટિ પોસ્ટ્સ"),
                n("h3525cb8", "ઉલ્લેખિત નથી"),
                n("a3c544e8", "ટોચના દેશો"),
                n("f30795d0", "પ્રોફાઈલ ફોટો ખુલે છે"),
                n("gd7acb84", "પ્રોફાઈલ સેટ કરો"),
                n("b7636014", "સંદેશો"),
                n("haad225c", "Premiumની ભેટ આપો"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + "ને સબ્સ્ક્રાઈબ કરો";
                }),
                n("j33d8902", "ટિપ મોકલો"),
                n("a8ab3d08", "અહીં મોકલો"),
                n("d740d2d9", function (e) {
                    return "ક્લિપબોર્ડ પર " + e.service + " લિંકની કૉપિ કરી";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "બિટકૉઇનનું સરનામું"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "ઇથિરિયમનું સરનામું"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "વધુ જુઓ"),
                n("df7cb6d4", "પ્રોફેશનલ શ્રેણીઓ"),
                n("ec429e79", "વધુ જાણો."),
                n("j04c717a", "+ અનુભવ ઉમેરો"),
                n("a1ea2f12", "જન્મદિવસની શુભેચ્છા!"),
                n("g8191e78", "આજે તેમનો જન્મદિવસ છે!"),
                n("c1b819ba", "જન્મદિવસ ગુબ્બારા આજે અહીં બતાવવામાં આવ્યા છે"),
                n("ad7a451e", "વ્યક્તિગત વર્ણનનો અનુવાદ કરો"),
                n("f543dbf6", "ચકાસાયેલો ફોન નંબર"),
                n("cef4e8cf", function (e) {
                    return "@" + e.screenName + "નો નિષેધ દૂર કરો";
                }),
                n("h03a094a", "આ એકાઉન્ટની પોસ્ટ્સને હવે તમારી હોમ સમયરેખામાં મંજૂરી આપવામાં આવશે."),
                n("a6e94418", "તમે આ એકાઉન્ટ પરથી પોસ્ટ્સ બંધ કરી છે."),
                n("dd3d10f6", "સમીક્ષા હેઠળ"),
                n("i06d4712", "અમારી ટીમ તમારા એકાઉન્ટની ઝડપી સમીક્ષા કરી રહી છે. તમારે અહીં થોડા દિવસોમાં અંદર તમારો ચેકમાર્ક જોવો જોઈએ."),
                n("j354c438", "સમીક્ષા હેઠળ લેબલ ફક્ત તમને જ દૃશ્યક્ષમ છે."),
                n("e018b5fa", "ચકાસાવા માટે અપગ્રેડ કરો"),
                n("b74bd6c6", "આ એકાઉન્ટ ચકાસાયેલ છે કારણ કે તે સરકાર, સમાચાર, મનોરંજન અથવા અન્ય નિયુક્ત કેટેગરીમાં નોંધપાત્ર છે."),
                n("e1e0c916", "આ એકાઉન્ટ ચકાસાયેલું છે, કારણ કે તેણે પ્રીમિયમમાં સબ્સ્ક્રાઇબ કર્યું છે. "),
                n("eb5d72e4", "આ એકાઉન્ટની પોસ્ટ્સ સુરક્ષિત છે. માત્ર તેના અનુયાયીઓ તે વાંચી શકશે."),
                n("g776ca50", "ચકાસાયેલું એકાઉન્ટ"),
                n("ad465ee8", "પ્રાથમિક જોડાણ સેટ કરો"),
                n("d01612d3", function (e) {
                    return e.date + "ના રોજથી ચકાસાયેલ";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", તમારી હજુ સુધી ચકાસણી થઈ નથી";
                }),
                n("b2d0c0f4", "ચકાસણી કરાવેલી પસંદ મેળવો "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " અને અલગ તરી આવીને પ્રત્યુત્તરની પહોંચ માટે બૂસ્ટ મેળવો."),
                n("d834ab9c", "હા, પ્રોફાઈલ જુઓ"),
                n("cb339f26", "સાવધાન: આ એકાઉન્ટ અસામાન્ય રીતે વર્તન કરી રહ્યું છે"),
                n("hf06085e", "તમે આ ચેતવણી જોઈ રહ્યાં છો કારણ કે આ એકાઉન્ટમાંથી કેટલીક અસામાન્ય પ્રવૃત્તિ થઈ છે. શું તમે હજુ પણ તે જોવા માંગો છો?"),
                n("aa959f36", "સાવધાન:આ એકાઉન્ટ હંગામી રૂપે પ્રતિબંધિત કરવામાં આવ્યું છે"),
                n("jf604336", "સાવધાન: આ પ્રોફાઈલમાં સંભાવિત સંવેદનશીલ સામગ્રી સામેલ હોઈ શકે છે"),
                n("c9bfda48", "સાવધાન: આ પ્રોફાઈલમાં સંભવિત સંવેદનશીલ સામગ્રી શામેલ હોઈ શકે છે તમે આ ચેતવણી જોઈ રહ્યાં છો કારણ કે તેઓ સંભવિત સંવેદનશીલ છબીઓ અથવા ભાષાનો ઉપયોગ કરે છે. શું તમે હજુ પણ તે જોવા માંગો છો?"),
                n("g29ebf26", "તમે આ ચેતવણી જોઈ રહ્યાં છો કારણ કે તેઓ સંભવિત સંવેદનશીલ છબીઓ અથવા ભાષા પોસ્ટ કરે છે. શું તમે હજી પણ તે જોવા માંગો છો?"),
                n("jcfb7fba", "તમે આ ચેતવણી જોઈ રહ્યા છો કારણ કે તેઓએ Xના નિયમોનું સંભવિત ઉલ્લંઘન કર્યું હોઈ શકે છે. શું તમે હજી પણ તે જોવા માંગો છો?"),
                n("bd598c70", "આ પોસ્ટ્સ સુરક્ષિત છે"),
                n("e617164b", "વધુ જાણો"),
                n("g8475f82", "સ્થગિત કરાયેલું એકાઉન્ટ"),
                n("j5e1cf59", "Xના નિયમો"),
                n("gbf342a4", "એકાઉન્ટ અટકાવ્યું"),
                n("defba9a4", "X પર આપનું સ્વાગત છે!"),
                n("d11934ec", "સૂચના મેળવો"),
                n("a2cd2b0a", "અનુસરો અને સૂચના મેળવો"),
                n("a70bae53", function (e) {
                    return e.fullName + " પોસ્ટ કરે તે દર વખતે હવે તમે સૂચના મેળવી શકો છો.";
                }),
                n("f51a4c29", function (e) {
                    return "હવે તમે " + e.fullName + "ને અનુસરી શકો છો અને તેઓ પોસ્ટ કરે તે દર વખતે સૂચના મેળવી શકો છો.";
                }),
                n("cfa5e58d", function (e) {
                    return "તમે " + e.fullName + "નું અનુસરણ કરી રહ્યા છો અને જ્યારે તેઓ પોસ્ટ કરે ત્યારે સૂચના મેળવશો.";
                }),
                n("be3a652d", function (e) {
                    return "જ્યારે પણ " + e.fullName + " પોસ્ટ કરે ત્યારે તમને સૂચિત કરવામાં આવશે.";
                }),
                n("f089620c", "તમારી હોમ સમય અવધિ"),
                n("a1ab9c80", "આ કમ્યૂનિટિમાં હજુ સુધી કોઈ પોસ્ટ નથી"),
                n("b32c4fb0", "એકવાર તમે કોમ્યુનિટીમાં જોડાઈ જાઓ, તે પછી તમે તેમને અહીં જોશો."),
                n("bf17deda", "ચાલો આગળ વધીએ!"),
                n("c3fbf1da", "તમારી દુનિયામાં શું થઈ રહ્યું છે તે જોવા માટે આ શ્રેષ્ઠ સ્થળ છે. હમણાં અનુસરવા માટે કેટલાક લોકો અને વિષયો શોધો."),
                n("a2515900", "પોસ્ટ્સની રાહ જોઈ રહ્યા છે"),
                n("je23cdb2", "આ યાદીમાં રહેલાં લોકોની પોસ્ટ્સ અહીં દેખાશે."),
                n("e69b7e02", "એકાઉન્ટ્સ મેનેજ કરો"),
                n("b6bd6ae4", "વર્તમાન એકાઉન્ટ"),
                n("d577bccd", function (e) {
                    return "જો તમારી પાસે એકથી વધુ X એકાઉન્ટ હોય, તો તમે તેમને ઉમેરી શકો છો અને સહેલાઈથી તેમની વચ્ચે  સ્વિચ કરી શકો છો. તમે વધુમાં વધુ " + e.maxAccounts + " એકાઉન્ટ્સ ઉમેરી શકો છો.";
                }),
                n("dc65b3e5", function (e) {
                    return "તમે " + e.maxAccounts + " એકાઉન્ટ્સની મર્યાદા સુધી પહોંચી ગયા છો.";
                }),
                n("b8045b33", function (e) {
                    return "તમે એકાઉન્ટ્સની સીમા " + e.maxAccounts + " સુધી પહોંચી ગયા છો.";
                }),
                n("d075dc89", function (e) {
                    return "તમે પર્સનલ એકાઉન્ટ્સની સીમા " + e.maxAccounts + " સુધી પહોંચી ગયા છો.";
                }),
                n("bade139e", "તમામ એકાઉન્ટ્સમાંથી લૉગ આઉટ કરો"),
                n("ae33b982", "તમામ એકાઉન્ટમાંથી લોગ આઉટ કરવું છે?"),
                n("fa07bf68", "આ તમારા તમામ બ્રાઉઝર ટેબ્સ પરનાં તમારા તમામ એકાઉન્ટ્સને લાગુ થશે."),
                n("f7865ab6", "શું તમારું એકાઉન્ટ નથી?"),
                n("a35248e4", "આ મારું એકાઉન્ટ નથી"),
                n("f794a67c", "આ મારું એકાઉન્ટ છે"),
                n("j79c0ff7", function (e) {
                    return "અમે આ એકાઉન્ટમાંથી " + e.emailAddress + " દૂર કર્યું છે";
                }),
                n("fb46383c", "તમે તમારા પોતાના એકાઉન્ટમાંથી ઈમેલ એડ્રેસ દૂર કરી શકો નહીં."),
                n("gcfdbc2b", function (e) {
                    return "આ ઈમેલ એડ્રેસ હવે " + e.screenName + " X એકાઉન્ટ સાથે સંકળાયેલું નથી.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "સૂચના સેટિંગ્સ પર જાવ."),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "શા માટે જે તમારું X એકાઉન્ટ નથી તેની સાથે તમારું ઈમેલ એડ્રેસ સંકળાયેલું હતું?"),
                n("ac71e82f", "વધુ જાણો"),
                n("b069d89c", "પ્રેક્ષકગણ"),
                n("f5a61ae6", "સામગ્રી"),
                n("a4df00c0", "એકાઉન્ટનું વિશ્લેષણ ટૅબ્સ"),
                n("ac248548", "એકાઉન્ટનું સર્વસામાન્ય નિરીક્ષણ"),
                n("je62f358", "છેલ્લા 28 દિવસ"),
                n("bc2f16a4", "સક્રિય સમય"),
                n("d603209e", "પ્રવૃત્તિ બ્રેકડાઉન"),
                n("ac3fb6de", "એટેન્ડિંગ સ્પેસ"),
                n("ie181958", "ઑડીયન્સ ઈન્સાઈટ્સ"),
                n("j6f8d422", "તમારા વિડિયોઝ જોવાયાનો સરેરાશ સમય."),
                n("e7479ce4", "જોવાનો સરેરાશ સમય"),
                n("g1dfa7d0", "સરેરાશ"),
                n("h7d28188", "સામગ્રી પર પાછા જાઓ"),
                n("if2704e4", "લાઇવ ઓવરવ્યૂ પર પાછા"),
                n("ea928ae4", "સ્પેસ પર પાછા જાઓ"),
                n("e8c07c22", "બ્રૉડકાસ્ટ કરો"),
                n("a4ce6e68", "બ્રૉડકાસ્ટના મેટ્રિક્સ"),
                n("b2214c74", "આ બ્રૉડકાસ્ટ માટે જોવાયાની કુલ સંખ્યા"),
                n("d4fcf83a", "આ બ્રૉડકાસ્ટ જોવા માટે દર્શકોએ પસાર કરેલો કુલ સમય"),
                n("a89b0322", "રદ કર્યું"),
                n("j3cb12ea", "એક સમયે સાંભળતા શ્રોતાઓ"),
                n("b93931ee", "તમારી સામગ્રી કેટલી વાર પોસ્ટ કરવામાં આવી હતી તેની સંખ્યા."),
                n("a1814798", "તમે પોસ્ટને જેટલી વાર જવાબ આપ્યા તેની સંખ્યા."),
                n("addd5575", function (e) {
                    return "શુક્ર" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "સોમ" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "શનિ" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "રવિ" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "ગુરુ" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "મંગળ" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "બુધ" + e.date;
                }),
                n("d9c70840", "ઉપકરણ"),
                n("ba55e824", "સમાપ્ત થઈ"),
                n("id276c42", "તમારી સામગ્રી સાથે જોડાણ થયાની સંખ્યા."),
                n("j033d090", "અંદાજિત આવક"),
                n("efd4d7d4", "ફિલ્ટર સ્પેસ"),
                n("a1334290", "પહેલા 48 કલાક"),
                n("gc10a3b0", "સમય સામે અનુયાયીઓ"),
                n("efa0f858", "સમય સામે અનુયાયીઓ અને પોસ્ટ્સની સંખ્યા. આ તમારા અનુયાયીઓની સંખ્યા બતાવે તે જરૂરી નથી."),
                n("g2b06cc6", "લિંગનો ડેટા અનુમાનિત કરી શકાય છે"),
                n("b66b3baa", "કલાક"),
                n("cf8a0772", "વ્યૂની છાપ"),
                n("g13d8010", "છેલ્લા 48 કલાક"),
                n("d5627596", "છેલ્લો કલાક"),
                n("baf120a6", "છેલ્લે સક્રિય"),
                n("f2382014", "લાઈવ"),
                n("c4a7a6aa", "લાઇવ ડેટા"),
                n("a992032a", "લાઇવસ્ટ્રીમનું વિશ્લેષણ"),
                n("ie45edda", "Livestreamનું પૂર્વાવલોકન"),
                n("e30fc268", "લાઇવ દર્શકો"),
                n("bd37f68e", "મીડિયાની પ્રવૃત્તિ"),
                n("fe074210", "મિનિટ"),
                n("jd03a1b8", "જોવાયાની મિનિટો"),
                n("a20e91e8", "જોવાયાની મિનિટો"),
                n("ic2bebee", "મનીટાઇઝ કરેલ"),
                n("a1d642c8", "સૌથી વધુ સક્રિય"),
                n("ifc4c1f8", "આ કન્ટેન્ટમાંથી નવા ફોલોઅર્સ પ્રાપ્ત થયા છે."),
                n("fff1315a", "પસંદ કરેલા ફિલ્ટર માટે કોઈ ખાલી બ્રૉડકાસ્ટ ઉપલબ્ધ નથી"),
                n("jbcb09a8", "હજુ પૂરતો ડેટા નથી"),
                n("df846d6c", "સમયની પસંદ કરેલી રેન્જ માટે કોઈ પોસ્ટ ન મળી."),
                n("g2ba40f6", "પસંદ કરેલ ફિલ્ટર માટે કોઈ ખાલી સ્પેસ ઉપલબ્ધ નથી"),
                n("j44061a0", "ઉપલબ્ધ નથી"),
                n("c4a93912", "લાગુ નથી પડતું"),
                n("a6b78788", "કોઈ દર્શક ડેટા ઉપલબ્ધ નથી"),
                n("b2438638", "કુલમાંથી"),
                n("ic0399e0", "ઓર્ગેનિક અભિપ્રાયો"),
                n("ja5c444a", "ચુકવણીનો સમયગાળો"),
                n("f04e025e", "એક સમયે સાંભળતા મહત્તમ શ્રોતાઓ"),
                n("d6d10662", "મહત્તમ દર્શકો: "),
                n("d147bea2", "કૃપા કરીને પછીથી ફરી તપાસ કરો"),
                n("f0336d68", "પોસ્ટનું વિશ્લેષણ"),
                n("g85fbd2e", "પોસ્ટ id"),
                n("ice5c5b6", "આ કન્ટેન્ટ વપરાશકર્તાઓને કેટલી વાર બતાવવામાં આવી તેની સંખ્યા."),
                n("hf4f9bfe", "પોસ્ટ લિંક"),
                n("bf5ebf5c", "પોસ્ટ્સ અને પ્રત્યુત્તરો"),
                n("b211652e", "સમય સામે પોસ્ટ્સ"),
                n("f2efec0a", "પૂર્વ-પ્રકાશિત"),
                n("i61e0302", "અગાઉનું"),
                n("e08a706a", "પ્રચાર કરાયેલા અભિપ્રાયો"),
                n("cbc99192", "પ્રકાશન તારીખ "),
                n("a83c2a9a", "રિઅલટાઇમ"),
                n("e9d72896", "રેકોર્ડ કરેલ"),
                n("gede4932", "રીપ્લે"),
                n("h0de359c", "આ કન્ટેંટ કેટલી વખત ફરીથી પોસ્ટ કરવામાં આવી હતી તેની સંખ્યા."),
                n("e0568f2c", "આના માટે શેડ્યૂલ કરેલ: "),
                n("gd86baa8", "શેડ્યૂલ કરેલ શરૂઆત"),
                n("fef3bfae", "ગૌણ મેટ્રિકની પસંદગી કરો"),
                n("g7e3d2a4", "સ્પેસ વિશ્લેષણો"),
                n("fbc79a40", "સ્પેસીસ ઓવરવ્યૂ"),
                n("d077112a", "સ્પેસના આંકડા"),
                n("cf3709da", "સ્ટેટસ"),
                n("e797dc32", "સ્ટ્રીમ સમય: "),
                n("b649d8cc", "માત્ર સબ્સ્ક્રાઇબર્સ "),
                n("j9282130", "બ્રૉડકાસ્ટ થમ્બનેલ"),
                n("g629b8b0", "સમય સમાપ્ત"),
                n("eb87323c", "લાઇવસ્ટ્રીમ થઈ ત્યારથી પસંદ કરેલા સમયગાળા માટે આ વિશ્લેષણનો ડેટા બતાવે છે."),
                n("i6a75722", "સમય શ્રેણી"),
                n("c602f5b8", "કુલ"),
                n("b35e68ae", "કુલ સહભાગીઓ"),
                n("h78ee79a", "કુલ જોવાયેલ રિપ્લે "),
                n("e3efaed0", "પ્રકાર "),
                n("c37993e2", "અનુસરવાનું બંધ"),
                n("b1ed35d0", "અનન્ય દર્શકો"),
                n("bfad9306", "અજ્ઞાત"),
                n("b5a58f36", "શીર્ષકરહિત બ્રૉડકાસ્ટ"),
                n("i70f5278", "આના પર અપલોડ કર્યું:"),
                n("a98b58b6", "અનુયાયીઓની ચકાસણ કરી"),
                n("a5de67ca", "પોતાના એકાઉન્ટની ચકાસણી કરનારા અનુસરનારાઓની સંખ્યા."),
                n("g3367ff4", "વિડિયો પૂર્ણતા "),
                n("a7b48b36", "પૂર્ણ થયા હોય તે વિડિયો વ્યૂઝની ટકાવારી."),
                n("a2580f2a", "પૂર્ણતાનો દર"),
                n("ff95a9cc", "વિડિયો ID"),
                n("a97e358e", "વિડિયો લિંક"),
                n("e10e8b46", "ફક્ત છેલ્લા 100 દિવસના વિડિયો બતાવી રહ્યું છે."),
                n("ba37f6da", "વિડિયોનો ઓવરવ્યૂ"),
                n("f19846b2", "વિડિયો થમ્બનેલ"),
                n("ccd6f4a8", "વિડિયોનું શીર્ષક"),
                n("c8410542", "તમારો વિડિયો જેટલી વાર જોવાયો તેની સંખ્યા."),
                n("a532072a", " વ્યૂઅર્સ"),
                n("d9508ab0", "વ્યૂઝ"),
                n("d9f9dec0", "સ્પેસ જુઓ"),
                n("h0c1f37a", "સ્પેસ વિશ્લેષણો જુઓ"),
                n("e41fffbc", "તમારા વિડિયોઝ જોવાયાનો કુલ સમય."),
                n("if2909ba", "જોવાયાનો સમય"),
                n("i0e5bf4c", "તમારા વિડિઓઝ"),
                n("ed99baea", "બીટાની વહેલી ઍક્સેસ"),
                n("gf898b70", "પ્રગત શોધ"),
                n("d2a43a7a", '"ai" અને "સ્ટાર્ટઅપ" એ બન્નેનો સમાવેશ હોય'),
                n("a8584698", "ai સ્ટાર્ટઅપ"),
                n("jb6f9292", 'ચોક્કસ શબ્દસમૂહ "ai સ્ટાર્ટઅપ"નો સમાવેશ થતો હોય'),
                n("j8ee77c4", '"ai સ્ટાર્ટઅપ"'),
                n("d0480758", '"ai" અથવા "સ્ટાર્ટઅપ" બેમાંથી એકનો (અથવા બન્નેનો) સમાવેશ હોય'),
                n("f0048fa2", "ai અથવા સ્ટાર્ટઅપ"),
                n("da0df186", '"ai"નો સમાવેશ પણ "સ્ટાર્ટઅપ"નો ન હોય'),
                n("f2f463ea", "ai -સ્ટાર્ટઅપ"),
                n("a10a357e", '"ai"નો સમાવેશ હોય અને ઓછામાં ઓછી 50 લાઇક હોય'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", '"ai" અને URL સાથે તેમાં "grok"નો સમાવેશ હોય');
            n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'X એકાઉન્ટ "grok"નો ઉલ્લેખ હોય'),
                n("e2634592", "@grok"),
                n("i88ba038", "ચેતવણી અક્ષમ"),
                n("j2cb0214", "ચેતવણી સક્ષમ"),
                n("ae852cd0", "દર સોમવારે આ વલણમાં ફેરફારોનો સારાંશ આપતી સૂચના પ્રાપ્ત કરો."),
                n("d1d8633e", "Radar ચેતવણીઓ"),
                n("g096d0cc", "બધી ક્વેરીઓ"),
                n("e77035aa", "શોધ સાફ કરો"),
                n("a895ec64", "શું તમારે ખરેખર આ ક્વેરીને કાઢી નાખવી છે?"),
                n("a4f5e431", function (e) {
                    return "’" + e.name + "’ કાઢી નાખ્યું";
                }),
                n("db28b535", function (e) {
                    return "'" + e.name + "' કાઢી નાખો";
                }),
                n("bcf89b8a", "તમારી ક્વેરીનું સંપાદન કરો"),
                n("f0002e72", "પરિણામોમાં શોધ કરો"),
                n("b0924d7a", "ક્વેરી બનાવવામાં નિષ્ફળતા મળી. કૃપા કરી ફરી પ્રયાસ કરો."),
                n("cfd731ee", "ક્વેરીને કાઢી નાખવામાં નિષ્ફળતા મળી. કૃપા કરી ફરી પ્રયાસ કરો."),
                n("g08bff82", "ચેતવણીને અક્ષમ કરવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો."),
                n("fa1fd798", "ચેતવણી સક્ષમ કરવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો."),
                n("ia7dce48", "ક્વેરી જનરેટ કરવામાં નિષ્ફળતા મળી. કૃપા કરી ફરી પ્રયાસ કરો."),
                n("d494d4aa", "ક્વેરીને અપડેટ કરવામાં નિષ્ફળતા મળી. કૃપા કરી ફરી પ્રયાસ કરો."),
                n("i4a49588", "ગ્લોબલ ટાઉન સ્ક્વેર"),
                n("c0799860", "દિવસ"),
                n("b43679d2", "કલાક"),
                n("f1fce85e", "મિનિટ"),
                n("ea3e0ec4", "બજાર"),
                n("d8d9aec2", "તમે ક્વેરીની મહત્તમ સંખ્યા સુધી પહોંચી ગયા છો"),
                n("c9aa246e", "નવી ક્વેરી"),
                n("b9b7a50e", "અપડેટ થયેલા રહેવા માટે કોઈ પણ સમયે તમારો શોધ માપદંડ અનુકૂળ કરો"),
                n("i9a09bb6", "ક્વેરી સાફ કરો અને Radarને રિઅલ-ટાઇમ અપડેટ્સને ટ્રૅક કરવા દો"),
                n("da20008c", "કોઈ વલણ ઉપલબ્ધ નથી. તમારી શોધનો માપદંડ વિસ્તારીને પ્રયાસ કરો."),
                n("e78ca8c6", "કૃપા કરીને પછીથી ફરી પ્રયાસ કરો"),
                n("ce3216ec", "તપાસ"),
                n("ef609bb8", "X પર શું થઈ રહ્યું છે?"),
                n("a636a738", "ફૉલો-અપની માંગણી કરો..."),
                n("d92ec304", "ક્વેરી ન મળી"),
                n("bbf29e20", "પસંદગી રિસેટ કરો"),
                n("ie3321ea", "$NVDA (વેચો અથવા ખરીદો)"),
                n("cf223996", "સારાંશ"),
                n("a27ccab8", "એક સંપૂર્ણ ઍપ"),
                n("i66136aa", "ટોચના"),
                n("e7c44382", "અનન્ય વપરાશકાર"),
                n("d559e5b8", "શીર્ષકરહિત ક્વેરી"),
                n("i1d9be88", "પ્રગત શોધ ઑપરેટરોનો ઉપયોગ કરીને"),
                n("ae9f604c", "સહયોગ"),
                n("a7d2d8f4", "માત્ર સહયોગી એકાઉન્ટ્સ બતાવો"),
                n("je21ffbe", "અનુયાયીઓની સંખ્યા"),
                n("i8d9797c", "સંપૂર્ણ પ્રોફાઇલ"),
                n("a36bebf2", "મહત્તમ"),
                n("i5ef8b4a", "મહત્તમ અનુયાયીઓની સંખ્યા"),
                n("fcf0ec1c", "ન્યૂનતમ"),
                n("ccc0bbc6", "લઘુતમ અનુયાયીઓની સંખ્યા"),
                n("je1bd63a", "પ્રતિભા, વેચાણ માટેની ઈડ અને વ્યૂહાત્મક ભાગીદારો શોધવા માટે Xની શક્તિનો સંપૂર્ણ ઉપયોગ કરો"),
                n("i6766078", "ટોચની પ્રતિભા, વેચાણ માટે સંભવનીય ગ્રાહકો અને ભાગીદારો શોધો"),
                n("d509bbd4", "X પર લોકોને શોધો"),
                n("a5afaf54", "રીસેટ કરો"),
                n("i9006fb0", "તમામને રીસેટ કરો"),
                n("fa598a82", "પરિણામો"),
                n("g3688a48", "પ્રશ્ન પસંદ કરો"),
                n("ab5a91a4", "વપરાશકાર"),
                n("cef20fd0", "ચકાસણી"),
                n("a2b286b0", "નોકરીઓ, તમારાં ઉત્પાદનો અને તમારા સંદેશનો પ્રચાર કરો"),
                n("e2895a38", "વધુમાં વધુ $12kની જાહેરાત ક્રેડિટ"),
                n("becba496", "વિજ્ઞાપક ક્રેડિટ્સ મર્યાદિત સમયની ઑફરો માટે ઉપલબ્ધ છે."),
                n("ded395ae", "એક સ્થાને તમારા વ્યવસાય માટે વિશ્લેષણને ઍક્સેસ કરો"),
                n("a47a20d4", "પ્રગત વિશ્લેષણ"),
                n("b56d3ec6", "બધી સંસ્થાઓને અને સહયોગીઓને Grok 3 ની ઍક્સેસની સાથે Premium+ મળે છે"),
                n("ie663a1a", "સમર્પિત ગ્રાહક ટીમ સાથે ઝડપી સહાય અને વૃદ્ધિ પ્રાપ્ત કરો"),
                n("j7f75bec", "VIP સહાય"),
                n("ebf5ec26", "ટૂંક સમયમાં આવી રહ્યું છે"),
                n("eeb424e2", "તમારી વાર્તાની રચના કરો."),
                n("ab62db18", "તમારા ઑડિયન્સની રચના કરો."),
                n("j2c9bc4e", "ગોલ્ડ ચેકમાર્ક વડે અનોખા તરી આવો અને તમારી કંપનીને ઑર્ગૅનિકલી માર્કેટ કરવા માટે સહયોગીઓ ઉમેરો."),
                n("e7930f82", "ટોળામાં જુદા દેખાઓ"),
                n("e77ea57e", "વેચાણમાં વધારો કરવા, શ્રેષ્ઠ લોકોને નોકરીએ રાખવા અને બજારની વિશિષ્ટ વિગતવાર જાણકારીઓ મેળવવા માટેનાં સૌથી શક્તિશાળી સાધનો."),
                n("a558a254", "ચકાસાયેલ સંસ્થાઓ સાથે X પર વૃદ્ધિને અનલૉક કરો"),
                n("b099f256", "Radar વડે એક બટન દબાવીને બજારના વર્તમાન પ્રવાહો અને જાહેર અભિપ્રાય."),
                n("ecb7fa02", "વ્યાવસાયિક બુદ્ધિમતા"),
                n("cb5faa2a", "પૃથ્વી પરના સૌથી સ્માર્ટ લોકો સુધી પહોંચવા માટે તમારી જાહેરાત ક્રેડિટનો ઉપયોગ કરો."),
                n("c67b260c", "જોબ પ્રમોશન"),
                n("if48b5c2", "સીધી X પર નોકરીઓ અપલોડ કરો અને લાખો લોકો સુધી તેનો પ્રચાર કરો."),
                n("aa0d60aa", "મહિના"),
                n("cebfdb52", "સંસ્થાઓ"),
                n("i9b6fcbc", "એન્જિનીયરો, સેલ્સ લીડ્સ અને નિર્માતાઓને શોધવા અને તેમનો સંપર્ક કરવા માટે લોકોની શોધ સુવિધાનો ઉપયોગ કરો. "),
                n("a6b5c3f0", "શ્રેષ્ઠ લોકો શોધો"),
                n("a51acce8", "મૂળભૂત પર ડાઉનગ્રેડ કરો"),
                n("ie132f40", "પૂર્ણ ઍક્સેસ રાખવા માટે અપગ્રેડ કરો"),
                n("b0d26232", "સાચવો"),
                n("f563b353", function (e) {
                    return "ઑફરો સમાપ્ત થઈ રહી છે " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.percentOff + "% છૂટ સુધી " + e.endDate;
                }),
                n("j3cfae29", function (e) {
                    return e.discountedCost + " તમારા પહેલા વર્ષ માટે વાર્ષિક, પછી " + e.baseCost + " વાર્ષિક.";
                }),
                n("jb74aea4", "દરેક વધારાનું સહયોગી એકાઉન્ટ પ્રતિ માસ પ્રતિ હૅન્ડલ $50ના દરે છે અને જાહેરાતની ક્રેડિટ મર્યાદાઓને આધીન છે."),
                n("fc9fc856", "દરેક વધારાનું સહયોગી એકાઉન્ટ પ્રતિ વર્ષ પ્રતિ હૅન્ડલ $600ના દરે છે અને જાહેરાતની ક્રેડિટ મર્યાદાઓને આધીન છે."),
                n("fc785aec", "બેઝિક મેળવો"),
                n("edf32072", "Premium+ માં બધુ વત્તા:"),
                n("b3caf146", "ચકાસાયેલો ગોલ્ડ બૅજ"),
                n("a1dbf70c", "$200 મફત માસિક જાહેરાત ક્રેડિટ"),
                n("i2a2286c", "$2,500 મફત જાહેરાત ક્રેડિટ"),
                n("e8d0fd04", "Radar બેઝિક"),
                n("cf038828", "સમર્પિત સપોર્ટ સર્વિસ"),
                n("efd56302", "તમારા પૃષ્ઠ પર સહયોગી ઉમેરો"),
                n("bc1bb6aa", "$1,000 મફત માસિક જાહેરાત ક્રેડિટ"),
                n("e1669560", "$12,000 મફત જાહેરાત ક્રેડિટ"),
                n("hb973da4", "Radarની સંપૂર્ણ ઍક્સેસ"),
                n("g444c82e", "એન્ટરપ્રાઇઝ સુવિધા માટે વહેલી ઍક્સેસ"),
                n("a1bc0bcf", function (e) {
                    return "વાર્ષિક બિલિંગ " + e.cost;
                }),
                n("i0f58dac", "બધા પ્લાન લાગુ થતા કર અને શુલ્કને આધીન છે"),
                n("je182d8a", "એન્ટરપ્રાઇઝ"),
                n("ge609bd6", "સેલ્સ વિભાગનો સંપર્ક કરો"),
                n("je6d2aec", "મૉડ્યુલર કિંમતો"),
                n("ed33b888", "લોકોની શોધ"),
                n("ade522c4", "આંતરિક માહિતી"),
                n("h551f266", "જાહેરાત ક્રેડિટ"),
                n("c74f7856", "પૅકેજોને સહયોગી બનાવો"),
                n("b9b41f7a", "શોધ શ્રેષ્ઠીકરણ"),
                n("b1f368ee", "પ્રતિબદ્ધ સહાય ટીમ"),
                n("j189c5b2", "Pro plusમાંનું બધું:"),
                n("i7f4b58e", "કસ્ટમ"),
                n("h45fd8ae", "સંપૂર્ણ ઍક્સેસ મેળવો"),
                n("f1c3b32c", "બેઝિક પ્લસમાંનું બધું:"),
                n("f4307806", "લોકપ્રિય"),
                n("ce7c21de", "વાર્ષિક"),
                n("a21a64f6", '"વેપાર માટે X એ સરસ સોદો છે. પ્રતિભા શોધ સાધનનો ઉપયોગ કરીને અમે ઉત્તમ લોકોને નોકરી આપી."'),
                n("dbb3fc54", "સહસ્થાપક અને સીઇઓ"),
                n("c1600210", '"વેપાર માટે X ખૂબ સરળ છે. બજારની વિગતવાર માહિતી મળવાના કારણે અમને ક્લાયન્ટ મેળવવામાં સહાય પ્રાપ્ત થઈ."'),
                n("fb3e127a", "મર્યાદિત સમય માટે નવા વર્ષની ઑફરો"),
                n("a5fee980", "પહેલાં સબ્સ્ક્રાઇબ કરો ત્યારે વાર્ષિક પ્લાન પર 30% ડિસ્કાઉન્ટ અને $12,000 સુધીની મફત જાહેરાત ક્રેડિટનો દાવો કરો"),
                n("c9051cac", "દિવસ"),
                n("ie035790", "સેકન્ડ્સ"),
                n("cbd3dfaa", "બીટા અજમાવો"),
                n("h260121e", "તમારા પ્રેક્ષકોને તમારી ટોચની ભૂમિકાઓ દર્શાવો."),
                n("ae0ad604", "કારકિર્દી પૃષ્ઠો"),
                n("cbd4ba6e", "શોધો અને ટોચની પ્રતિભા સાથે જોડાઓ"),
                n("b71927b2", "અમર્યાદિત જોબ પોસ્ટ્સ"),
                n("a0b5b7d4", "અમારા પ્રદર્શન જાહેરાત મોડેલ સાથે AI લક્ષ્યીકરણને અનલૉક કરો."),
                n("aa3f0e90", "AI લક્ષ્યીકરણ સાથે નોકરીઓને પ્રોત્સાહન આપો"),
                n("hc67be9e", "શરૂ કરો"),
                n("c9a67f9e", "ભરતી કરવાનું શરૂ કરો"),
                n("jd937cda", "X હાયરિંગ સાથે લાખો સંબંધિત ઉમેદવારો સુધી પહોંચો. તમારી નોકરીઓને સમન્વયિત કરો, કસ્ટમ કારકિર્દી પૃષ્ઠો બનાવો અને સમયરેખામાં લક્ષિત જાહેરાતો ચલાવવા માટે જોબ પ્રમોશન સેટ કરો."),
                n("d92d2632", "ટોચની પ્રતિભાઓને હાયર કરવા માટેનું શ્રેષ્ઠ પ્લેટફોર્મ"),
                n("c10bee94", "માસિક ઍપ્લિકેશનો"),
                n("ib69d218", "250K+"),
                n("i953576c", "કંપનીઓ ભરતી કરે છે"),
                n("j395b846", "10K+"),
                n("g48a59c2", "વપરાશકારો"),
                n("j228841a", "500M+"),
                n("da570714", "ATS એકીકરણો"),
                n("h25a3132", "નોકરીના પ્રચાર માટે જાહેરાત પ્રચારમાં વધુમાં વધુ $2,400"),
                n("f25a2004", "Premium+ના લાભ"),
                n("c237b78e", "તમારી નિયુક્તિકર્તા ટીમ માટે સહયોગીઓ"),
                n("fc3d58fe", "નોકરીના પ્રચાર માટે જાહેરાત પ્રચારમાં વધુમાં વધુ $12,000"),
                n("eb5f060c", "અનુસરો"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + "ને અનુસરવાનું બંધ કરવું છે?";
                }),
                n("e4c91b70", "હવે તેમની પોસ્ટ્સ તમારી ફોર યુ સમયરેખામાં દેખાશે નહીં. તેમની પોસ્ટ્સ સુરક્ષિત ન હોય ત્યાં સુધી, તમે હજી પણ તેમનું પ્રોફાઇલ જોઈ શકો છો."),
                n("j650c8dc", "અનુસરવાની વિનંતી કાઢી નાખવી છે?"),
                n("c02f8de1", function (e) {
                    return "આ તમારી અનુસરવાની વિનંતી રદ કરશે, અને @" + e.screenName + " હવે તે જોઈ શકશે નહીં.";
                }),
                n("e2ee95a1", function (e) {
                    return e.date + "ના રોજ જોડાયા";
                }),
                n("d64fef58", "તમે હજુ પોસ્ટ કરી નથી"),
                n("e2a098dc", "આની દ્વારા સૉર્ટ કરો"),
                n("c5709148", "મહત્તમ મર્યાદાવાળી 1000 પોસ્ટ બતાવાઈ છે"),
                n("ca5e57bd", function (e) {
                    return "પોસ્ટ" + e.noun;
                }),
                n("d16c1ab6", "સૌથી તાજેતરની"),
                n("f0a28956", "ન્યૂનતમ તાજેતરની"),
                n("h06df79a", "મહત્તમ છાપ"),
                n("c44744e6", "ન્યૂનતમ છાપ"),
                n("j6b98664", "મહત્તમ લાઇક્સ"),
                n("a669f95c", "ન્યૂનતમ લાઇક્સ"),
                n("a0c66496", "મોટા ભાગના પ્રત્યુત્તરો"),
                n("h45174fe", "ઓછામાં ઓછા પ્રત્યુત્તરો"),
                n("ea20f92a", "મોટા ભાગના રિપોસ્ટ્સ"),
                n("c9a63566", "ઓછામાં ઓછા રિપોસ્ટ્સ"),
                n("b40d33e4", "વિગતને વિસ્તૃત કરીને જોયાની સંખ્યા"),
                n("gedf636e", "Url ક્લિક"),
                n("bbc12690", "હૅશટૅગ ક્લિક"),
                n("g7ede992", "કાયમી ક્લિક"),
                n("f5210bae", "લિંક"),
                n("b1f77a7c", "ડેટા નિકાસ કરો"),
                n("j62d2af4", "ઓવરવ્યૂ પોસ્ટ કરો"),
                n("dc70a568", "પોસ્ટનું વિશ્લેષણ"),
                n("j9f65603", function (e) {
                    return "12 am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4 am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8 am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12 pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4 pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8 pm" + e.date;
                }),
                n("h7cd94fe", "ઝાંખી રેખાવાળો આલેખ"),
                n("b10621d4", "તમારી બધી આંકડાકીય માહિતી જુઓ"),
                n("c23def7a", "જોડાણોની સંખ્યા"),
                n("jc14a9e8", "ખર્ચો"),
                n("d16b5a18", "જાહેરાતો પર કુલ ખર્ચ"),
                n("g01559c6", "છેલ્લા 7 દિવસ માટે બતાવવામાં આવેલાં મેટ્રિક્સ"),
                n("ddc8d458", "ઐતિહાસિક ડેટાને અનલૉક કરો"),
                n("j74eab48", "પ્રગત વિશ્લેષણ વિશેષ રૂપે X Premiumના સભ્યો માટે છે"),
                n("i02166f6", "તમારા ઑડિયન્સને સમજો"),
                n("cef977e4", "તમારા ડેટાની નિકાસ કરો"),
                n("f88e624e", "વાર્તાલાપ અપડેટ કર્યો"),
                n("e15e5637", function (e) {
                    return "છેલ્લા " + f(e.count, "એક", "" + e.count) + " કલાક";
                }),
                n("h5ab8b0e", "તેઓ જેમને અનુસરે છે તે લોકો"),
                n("a0f01bca", "ટાઇમ ફ્રેમને બદલવા માટે ક્લિક કરો"),
                n("he30b16c", '"તેઓ જેમને અનુસરે છે તે લોકો" તમે જેમને અનુસરો છો તે લોકો તથા તેઓ જેમને અનુસરે છે તે લોકો તરફથી સૌથી વધુ શેર કરવામાં આવેલા લેખો બતાવીને તમારાં પરિણામોને વિસ્તૃત કરે છે.'),
                n("b0589550", "વધુ સમાચાર મેળવો"),
                n("b60e4f78", "તપાસી જુઓ"),
                n("e950f6e0", "તમારા નેટવર્કમાં કોઈપણ લેખોને શેર કરવામાં આવ્યા નથી."),
                n("e7dcfb81", "વધુ એકાઉન્ટ્સ"),
                n("h965157c", "આ પેજ સમર્થિત નથી."),
                n("cd388852", "આ સામગ્રી જોવા માટે કૃપા કરીને Xના નવીનતમ વર્ઝન પર લેખકના પ્રોફાઇલની મુલાકાત લો."),
                n("abebdfae", "તમે માત્ર એ જ સ્પેસિસ વિશેના વિશ્લેષણોને જોઈ શકો છો કે જેને તમે હોસ્ટ અથવા કો-હોસ્ટ કર્યા હોય."),
                n("fcb205da", "લાઈવ શ્રોતાઓ"),
                n("jb088200", "રીપ્લે રેકોર્ડ થાય છે"),
                n("if65328a", "જોડાયેલા"),
                n("a1a0e6d8", "હોસ્ટને અનુસરો"),
                n("a3c4e396", "હોસ્ટને અનુસરવાનું બંધ કરો"),
                n("j58e7b00", "પ્રોફાઈલ જુઓ"),
                n("eca4e32a", "વિગતો જુઓ"),
                n("hd908df2", "લાઇવ Spaces"),
                n("c5d40fe2", "કોઈપણ વ્યક્તિ"),
                n("a8df1d34", "વિડિયોને સક્ષમ કરો"),
                n("if410292", "Spaces વિશે જાણો"),
                n("i43fdce9", function (e) {
                    return "વિષયો (" + e.count + "/" + e.total + ") ઉમેરો";
                }),
                n("e32e99ec", "તમારે શેના વિશે વાત કરવી છે?"),
                n("e93f3c2a", "સ્પેસ રેકોર્ડ કરો"),
                n("b701d610", "શેડ્યૂલ કરેલી સ્પેસ કાઢી નખાઈ"),
                n("b028792d", function (e) {
                    return "શેડ્યૂલ કરેલી Spaces (" + e.count + ")ને મૅનેજ કરો";
                }),
                n("e9b73da8", "સ્પેસને શેડ્યૂલ કરો"),
                n("cdf630be", "હમણાં શરૂ કરો"),
                n("acd1bcb0", "કોણ જોડાઈ શકે?"),
                n("h07146a2", "કોણ બોલી શકે?"),
                n("h61d92b0", "શેડ્યૂલ કરેલી સ્પેસ કાઢી નાખો"),
                n("a488f2eb", function (e) {
                    return e.total + "માંથી " + e.count + "ની પસંદગી કરી";
                }),
                n("d2dfe80d", function (e) {
                    return "સ્પેસ " + e.date + "ના રોજ " + e.time + " વાગ્યે ચાલુ થશે";
                }),
                n("aef95393", function (e) {
                    return "હાલની સ્પેસને " + e.date + "ના રોજ " + e.time + " વાગ્યા માટે શેડ્યૂલ કરવામાં આવી";
                }),
                n("a7069f2e", "વિગતોમાં ફેરફાર કરો"),
                n("a15f06fc", "શેડ્યૂલ કરેલી Spaces"),
                n("f6cfa3fe", "તમે ભૂતકાળમાં મોકલવા માટે સ્પેસને શેડ્યૂલ કરી શકતા નથી."),
                n("a8f71a2b", function (e) {
                    return "તમે ભવિષ્યમાં " + e.days + " દિવસથી વધુ સમય સુધી સ્પેસને શેડ્યૂલ કરી શકતા નથી.";
                }),
                n("ae092f6c", "શેડ્યૂલ કરેલી સ્પેસ કાઢી નાખી શકાઈ નથી."),
                n("jd7f0030", "શેડ્યૂલ કરેલી સ્પેસ અપડેટ થઈ"),
                n("a26da034", "બદલાવોને સાચવો"),
                n("b3633046", "કોમ્યુનિટી પસંદ કરો"),
                n("ce447fcb", function (e) {
                    return e.count + " શ્રોતા";
                }),
                n("ef7da97f", function (e) {
                    return e.count + " લોકો સાંભળી રહ્યા છે";
                }),
                n("a065e7e7", function (e) {
                    return "હમણાં થઈ રહી છે: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "આ સ્પેસ સમાપ્ત થઈ ગઈ છે: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "રેકોર્ડિંગ પ્લે કરો: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "જોડાઈ રહ્યા છે..."),
                n("aadbc747", function (e) {
                    return "કો-હોસ્ટ";
                }),
                n("hbd6035f", function (e) {
                    return "સ્પીકર";
                }),
                n("if420852", "રેકોર્ડિંગ ચલાવો"),
                n("f7dc3b1c", "આ સ્પેસ સમાપ્ત થઈ ગઈ છે"),
                n("c1d15dc0", "એવું લાગે છે કે આ સ્પેસ બંધ કરવામાં આવી છે."),
                n("g3e2f3a6", "અનામી રૂપે સાંભળો"),
                n("cd64d43e", "સીધા સ્પીકર તરીકે જોડાઓ"),
                n("jcdc32f0", "સાંભળવાનું શરૂ કરો"),
                n("a0cee16a", "બોલવાનું શરૂ કરો"),
                n("bf3daa48", "અનામી વ્યક્તિ તરીકે સાંભળવાનું શરૂ કરો"),
                n("f9305f48", "ફરીથી જોડાણ કરો"),
                n("e51df2e6", "શરૂ કરતી વખતે તમારું માઇક બંધ હશે"),
                n("h114ff6c", "તમે પહેલેથી સ્પેસમાં જ હોવાથી આ સ્પેસમાં જોડાઈ ન શકો."),
                n("d7fe2d7e", "તમે પહેલેથી સ્પેસમાં જ હોવાથી આ સ્પેસમાં ફરી જોડાઈ ન શકો."),
                n("e61bdea4", "હોસ્ટ આ સ્પેસને રેકોર્ડ કરી રહ્યા છે. જે કોઈ પણ વ્યક્તિ પોતાની વાત રજૂ કરશે તે દરેકને સાર્વજનિક રેકોર્ડિંગમાં સામેલ કરવામાં આવશે."),
                n("d0ebf4f7", "વધુ જાણો"),
                n("d782b808", "સબ્સ્ક્રાઇબ કરવાના તેના પોતાના ફાયદા છે"),
                n("i7f83b8d", "વધુ જાણો"),
                n("fc962610", "સ્પેસ અથવા હોસ્ટના નામને શોધો"),
                n("e5b5f091", function (e) {
                    return '"' + e.searchQuery + '" સાથે મેળ ખાતી કોઈ સ્પેસ નથી';
                }),
                n("g5812140", "એક શરૂ કરો તો કેવું રહે?"),
                n("e8fe1ecb", function (e) {
                    return '"' + e.searchQuery + '" સાથે મેળ ખાતી કોઈ ' + e.section + " Spaces મળતી નથી";
                }),
                n("c432d2b2", "સ્પેસને શોધો"),
                n("d39e8b30", "નોંધ ઉમેરો"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + " તરીકે લખી રહ્યા છો";
                }),
                n("g17e4064", "તમારી X પ્રોફાઈલ સાથે જોડાણો વિના, તમારી નોટને તમારા 'કોમ્યુનિટી નોટ્સ'ના ઉપનામનો ઉપયોગ કરીને પ્રકાશિત કરવામાં આવશે."),
                n("d9b09ee8", "ચોક્કસ બનો - બહારના સ્રોતોને લિંક્સ આપવી જરૂરી છે."),
                n("b7476596", "ચોક્કસ બનો - બહારના સ્રોતોની લિંક્સ પ્રદાન કરવાનો પ્રોત્સાહન આપવામાં આવે છે."),
                n("df6c8292", "તમારું સ્પષ્ટીકરણ"),
                n("ecb4d20c", "તમારી નોંધ સચવાઈ નહોતી, કૃપા કરીને ખાતરી કરો કે તમે આ પોસ્ટ પર અગાઉ કોઈ નોંધ લખી તો નહોતી અને પછીથી ફરી પ્રયાસ કરો."),
                n("eb5b4a12", "'કોમ્યુનિટી નોટ્સ' ઉપનામો વિશે"),
                n("ja0ee360", "તમારું ઉપનામ પસંદ કરો"),
                n("f7b7c250", "ખાનગી બની રહેવા માટે 'કોમ્યુનિટી નોટ્સ'નું એક ઉપનામ પસંદ કરો"),
                n("c6382384", "શા માટે 'કોમ્યુનિટી નોટ્સ' ઉપનામોનો ઉપયોગ કરી રહી છે?"),
                n("j48ab594", "ખાનગી રીતે યોગદાન આપો"),
                n("bc2399a0", "તમારી X ઓળખને શેર કર્યા વગર નોંધ લખો અને તેને રેટ કરો."),
                n("d939cf16", "સામગ્રી પર ફોકસ કરો"),
                n("a56f0c32", "ઉપનામો, યોગદાનકર્તાઓને લેખકો પર ઓછું અને સામગ્રી પર વધુ ધ્યાન કેન્દ્રિત કરવામાં મદદ કરીને પક્ષપાત ઘટાડવામાં મદદ કરી શકે છે."),
                n("d17c59e4", "દરેક જણ ઉત્તરદાયી રહે છે"),
                n("i719f8e2", "તમે યોગદાનકર્તાઓના ઇતિહાસને જોઈ શકો છો અને દરેક જણ તેમને મળનારી રેટિંગ મારફતે ઉત્તરદાયી હોય છે."),
                n("a96bb564", "'કોમ્યુનિટી નોટ્સ'નું તમારું ઉપનામ પસંદ કરો"),
                n("afcdcf84", "કોમ્યુનિટી નોટ્સ લખતી વખતે અને તેને રેટ કરતી વખતે આ ઉપનામ તમારી ઓળખ બની રહેશે. તે તમારા X પ્રોફાઇલ સાથે સંકળાયેલું નથી."),
                n("f83d0446", "તમારું ઉપનામ સાચવવામાં આવ્યું છે."),
                n("ed0e6b2e", "નોટ્સને રેટિંગ આપવાનું શરૂ કરો"),
                n("if4c5e06", "કોમ્યુનિટી નોટ્સમાં સ્વાગત છે!"),
                n("g880a78a", "નોટ્સને રેટિંગ આપીને શરૂઆત કરો"),
                n("d1be2236", "'કોમ્યુનિટી નોટ્સ' દરેક જણને બતાવવા માટેની મદદરૂપ નોટ્સને ઓળખવામાં મદદ માટે તમારા જેવા યોગદાનકર્તાઓ પર આધાર રાખે છે."),
                n("af9f2b78", "તમારા રેટિંગ પ્રભાવને ટ્રેક કરો"),
                n("af68afc8", "જ્યારે પણ તમે નોટને 'મદદરૂપ' કે 'મદદરૂપ નહીં'ની સ્થિતિ મેળવવામાં મદદ કરો છો ત્યારે તમારો પ્રભાવ વધે છે."),
                n("fb5c5d42", "નોટ્સ લખવાની ક્ષમતાને અનલૉક કરો"),
                n("a1e58cdc", "એકવાર તમારો રેટિંગ પ્રભાવ 5 અથવા તેથી વધુ પર પહોંચી જાય, એટલે તમે તમારી પોતાની કોમ્યુનિટી નોટ્સને લખવાની ક્ષમતાને અનલૉક કરશો."),
                n("j5f112b4", "તમારી તાજેતરની બે નોટ્સમાં હાલમાં 'મદદરૂપ નહીં'નું સ્ટેટસ છે."),
                n("ac34c5e8", "જેઓ પોતાની ભૂતકાળની રેટિંગ્સમાં એકબીજાની સાથે અસંમત થયા છે તેઓ સહિત પર્યાપ્ત માત્રામાં યોગદાનકર્તાઓ તમારી નોટ્સ પૈકીની 2 'મદદરૂપ નથી' તે બાબતથી સંમત થયા છે. અહીં તેમની પ્રતિક્રિયા આપી છે:"),
                n("ib7886d0", "તમારી પ્રોફાઇલ પરની આ નોટ્સને જુઓ"),
                n("b0a7d360", "તમારા પર નોટ્સ લખવાથી કામચલાઉ ધોરણે લૉક કરી દેવાનું જોખમ રહેલું છે."),
                n("e473f876", "જે યોગદાનકર્તાઓની 'મદદરૂપ' અથવા 'મદદરૂપ નહીં'ની સ્થિતિવાળી 5 સૌથી તાજેતરની નોટ્સમાં 3 'મદદરૂપ નહીં' નોટ્સ શામેલ છે તેમની લખવાની ક્ષમતા કામચલાઉ ધોરણે લૉક કરેલી છે."),
                n("ef490ae8", "સ્ત્રોતો શામેલ નથી અથવા અવિશ્વસનીય છે"),
                n("bf3dc462", "સ્ત્રોતો નોંધને સમર્થિત કરતા નથી"),
                n("heb35e12", "ખોટી માહિતી"),
                n("ib117532", "પજવણી અથવા અપમાન"),
                n("a7bc3192", "ઉચ્ચ ગુણવત્તાવાળા સ્રોતો રજૂ કરે છે"),
                n("a26f8dc2", "સમજવામાં સરળ"),
                n("cbdef06c", "પોસ્ટના દાવાને સીધો હાથ પર લે છે"),
                n("faa5f9e8", "મહત્ત્વપૂર્ણ સંદર્ભ પ્રદાન કરે છે"),
                n("gf3b38f4", "તટસ્થ અથવા નિષ્પક્ષ ભાષા"),
                n("a50327ea", "આ પોસ્ટ પર નોંધ જરૂરી નથી"),
                n("h7c59ea2", "અભિપ્રાય અથવા અનુમાન"),
                n("d60c0064", "ટાઇપ કરવામાં થયેલી ભૂલો અથવા અસ્પષ્ટ ભાષા"),
                n("e06416ca", "મુખ્ય બિંદુઓ ખૂટતા હતા અથવા અસંબંધિત હતા"),
                n("cff1aa8c", "દલીલયુક્ત અથવા પક્ષપાતી ભાષા"),
                n("c5d55592", "અનન્ય માહિતી અથવા સંદર્ભ આપે છે"),
                n("f3e6f0aa", "માહિતીપ્રદ"),
                n("hc2b6a7e", "અનિર્ણાત્મક અને/અથવા તદનુભૂતિક"),
                n("bbe8b4ac", "અભિપ્રાય, અટકળો અથવા પૂર્વગ્રહ"),
                n("dd1f17ea", "મુદ્દાની બહાર"),
                n("if966b54", "જૂની માહિતી"),
                n("fdc2060a", "નોટ્સ લખવા માટે તમને એક વધુ ઉચ્ચ 'પ્રભાવ સ્કોર' સ્કોરની જરૂર છે."),
                n("edd80858", "તમારી પ્રોફાઇલ અને સ્કોર જુઓ"),
                n("eec24ff6", "રેટિંગ આપવાનું શરૂ કરો"),
                n("eb9dc3ec", "લોકોને માહિતગાર રાખવા માટે તમારા જેવા યોગદાનકર્તાઓ પોસ્ટ્સ પર સંદર્ભકર્તા તરીકે બતાવવામાં આવતી 'મદદરૂપ નોટ્સ'ને ઓળખવામાં સામૂહિક રીતે મદદ કરે છે."),
                n("f2f61788", "લખવાની ક્ષમતાને અનલૉક કરો"),
                n("ca7e11e6", "એકવાર તમારો સફળ રેટિંગનો સ્કોર 5 અથવા તેથી વધુ પર પહોંચી જાય, એટલે તમે કોમ્યુનિટી નોટ્સને લખવાની ક્ષમતાને અનલૉક કરશો."),
                n("e7beb100", "તમારી પ્રોફાઈલ અને પ્રતિભાવને જુઓ"),
                n("fd02e290", "બધા નિયમો જુઓ"),
                n("ee7b8050", "નવી નોટ્સ લખવાથી તમને કામચલાઉ ધોરણે લૉક કર્યા છે."),
                n("b8cc2e9a", "તમારી તાજેતરની નોટ્સને મદદરૂપ નથી તરીકે રેટ કરવામાં આવી હોવાથી, તમારી લખવાની ક્ષમતાને કામચલાઉ ધોરણે લૉક કરવામાં આવી છે."),
                n("f6c8613e", "તમારી નોટ્સ પર યોગદાનકર્તાઓનો પ્રતિભાવ:"),
                n("fd5c2282", "નોટ લખવા સંબંધી વધુ ટિપ્સ મેળવો"),
                n("c23e67ea", "લખવાની તમારા ક્ષમતાને અનલૉક કરો"),
                n("i0e66c5a", "એક પસંદ કરો"),
                n("j8e3e3be", "ઓછામાં ઓછો એક વિકલ્પ પસંદ કરો"),
                n("f1e851f0", "એક સમજૂતી દાખલ કરો"),
                n("ff5dcac8", "તમારી સમજૂતી ઘણી લાંબી છે"),
                n("b47b5a16", "બધી ફીલ્ડ જરૂરી છે. કૃપા કરીને ખાતરી કરો કે તમે બધા પ્રશ્નોના જવાબ આપ્યા છે."),
                n("g9cffe16", "તમારી નોંધમાં સ્રોત સામેલ નથી"),
                n("bfa9e276", "નોંધ ફરી લખો જેથી છબી ધરાવતી બધી પોસ્ટ પર તે સહાયરૂપ બને અથવા આ ફૉર્મમાંના પહેલા પ્રશ્નના તમારા જવાબની સમીક્ષા કરો"),
                n("ja36d83e", "નોંધ ફરી લખો જેથી વીડિયો ધરાવતી બધી પોસ્ટ પર તે સહાયરૂપ બને અથવા આ ફૉર્મમાંના પહેલા પ્રશ્નના તમારા જવાબની સમીક્ષા કરો"),
                n("i6488a04", "નોંધ ફરી લખો જેથી મીડિયા ધરાવતી બધી પોસ્ટ પર તે સહાયરૂપ બને અથવા આ ફૉર્મમાંના પહેલા પ્રશ્નના તમારા જવાબની સમીક્ષા કરો"),
                n("j6e12b24", "તેમાં ડિજિટલી ફેરફાર કરેલ ફોટો અથવા વિડિઓ શામેલ છે"),
                n("eda68484", "આ ડિજિટલ રૂપમાં બદલેલી છે"),
                n("e198eb8c", "સંદર્ભ સાથે એક નોટ લખો કે જે તમને લાગે છે કે અન્ય લોકોને માહિતગાર રાખવા માટે વિડિયો સાથે બતાવવામાં આવવી જોઈએ."),
                n("a9803d44", "સંદર્ભ સાથે એક એવી નોંધ લખો કે જે તમને લાગે છે કે અન્ય લોકોને માહિતગાર રાખવા માટે છબી સાથે બતાવવી જોઈએ."),
                n("j7ddf18a", "સંદર્ભ સાથે એક નોંધ લખો જે તમે માનો છો કે અન્ય લોકોને માહિતગાર રાખવા માટે લિંક સાથેની બધી પોસ્ટ્સ પર દર્શાવવી જોઈએ."),
                n("g3874520", "સંદર્ભ સાથે એક એવી નોંધ લખો કે જે તમને લાગે છે કે અન્ય લોકોને માહિતગાર રાખવા માટે પોસ્ટ સાથે બતાવવી જોઈએ."),
                n("ac1141aa", "અન્ય કોમ્યુનિટી નોટ્સ યોગદાનકર્તાઓને એ સમજવામાં મદદ કરવા માટે એક નોટ લખો કે શા માટે આ વિડિયો ગેરમાર્ગે દોરતો નથી અથવા તેને સંદર્ભ ઉમેરવાની જરૂર નથી."),
                n("f99ebcfc", "'કોમ્યુનિટી નોટ્સ'ના અન્ય યોગદાનકર્તાઓને આ છબી શા માટે ગેરમાર્ગે દોરનારી નથી અથવા તેમાં ઉમેરવામાં આવેલા સંદર્ભની જરૂર નથી તે સમજવામાં મદદ કરવા માટે એક નોંધ લખો."),
                n("h641949e", "અન્ય કોમ્યુનિટી નોટ્સ યોગદાનકર્તાઓને એ સમજવામાં મદદ કરવા માટે એક નોંધ લખો કે શા માટે આ પોસ્ટ ગેરમાર્ગે દોરતી નથી અથવા તેમાં વધારાના સંદર્ભની જરૂર નથી."),
                n("c926cff6", "વર્તમાન પુરાવો જોતા, હું માનું છું કે આ પોસ્ટ સંભવિત રૂપે..."),
                n("e0ef7a2c", "વર્તમાન પુરાવો જોતા, હું માનું છું કે આ છબી સંભવિત રૂપે..."),
                n("g491d33a", "વર્તમાન પુરાવાઓને જોતાં, હું માનું છું કે આ વિડિયો સંભવ છે..."),
                n("b253e462", "વર્તમાન પુરાવાને જોતાં, હું માનું છું કે આ લિંક કરેલ પૃષ્ઠ સંભવિત છે..."),
                n("b1b2d004", "સંભવિત રૂપે ગેરમાર્ગે દોરનાર અને વધારાના સંદર્ભથી લાભ થશે"),
                n("ha9655c2", "ભ્રામક નથી"),
                n("ebd2de06", "તમે કેમ માનો છો કે આ પોસ્ટ ગેરમાર્ગે દોરનારી હોઈ શકે છે?"),
                n("i865abe8", "તમે શા માટે માનો છો કે આ છબી ગેરમાર્ગે દોરતી હોઈ શકે?"),
                n("add096c6", "તમે શા માટે માનો છો કે આ વિડિયો ભ્રામક હોઈ શકે છે?"),
                n("eb604e2e", "તમે શા માટે માનો છો કે લિંક કરેલ પૃષ્ઠ ભ્રામક હોઈ શકે છે?"),
                n("c33bc7d4", "તેમાં વાસ્તવિક ભૂલ છે"),
                n("aadb676c", "તેમાં જૂની માહિતી શામેલ છે જે ભ્રામક હોઈ શકે છે"),
                n("g21a0ef4", "આ ખોટી રજૂઆત છે અથવા મહત્વપૂર્ણ સંદર્ભ ખૂટે છે"),
                n("daf354de", "તે એક વાસ્તવિક તરીકે વણચકાસેલ દાવા રજૂ કરે છે"),
                n("d1d2ef84", "તે એક મજાક અથવા વ્યંગ્ય છે જેને એક હકીકત તરીકે ખોટું સમજી શકાય છે"),
                n("bfee6064", "તમે કેમ માનો છો કે આ પોસ્ટ ગેરમાર્ગે દોરનારી નથી?"),
                n("dfd1f7f0", "તમે શા માટે માનો છો કે આ છબી ગેરમાર્ગે દોરતી નથી?"),
                n("b8623176", "તમે શા માટે માનો છો કે આ વિડિયો ભ્રામક હોઈ શકે નહી?"),
                n("ec66e3fc", "તમે કેમ માનો છો કે લિંક કરેલ પૃષ્ઠ ભ્રામક નથી?"),
                n("g228df26", "તે હકીકતમાં સાચા દાવાને વ્યક્ત કરે છે"),
                n("h890a3f2", "જ્યારે શેર કરવામાં આવ્યું ત્યારે તે સાચું હતું, પરંતુ હવે જૂનું થઈ ગયું છે"),
                n("hf607a0a", "આ સ્પષ્ટ રીતે વ્યંગ/મજાક છે"),
                n("j6ac7742", "તે વ્યક્તિગત અભિપ્રાય વ્યક્ત કરે છે"),
                n("b1d82aae", "શું તમે એવા સ્રોત સાથે જોડાઓ છો જેને તમે માનો છો કે મોટાભાગના લોકો વિશ્વાસપાત્ર માનશે?"),
                n("ae859ee0", "તમારી નોંધ પોસ્ટ વિશે છે કે છબી વિશે?"),
                n("ba84e7f8", "તમારી નોંધ પોસ્ટ વિશે છે કે વિડિયો વિશે?"),
                n("ibb784c6", "આ વિશેષ પોસ્ટ વિશે"),
                n("a21ecb8c", "આ પોસ્ટમાંની છબી વિશે અને આ છબીનો સમાવેશ કરતી બધી પોસ્ટ્સ પર દેખાવા જોઈએ"),
                n("he0ca8da", "આ પોસ્ટમાંના વિડિયો વિશે અને આ વિડિયોનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર દેખાવા જોઈએ"),
                n("d0bf8d34", "શું તમારી પોસ્ટ વિશેની નોંધ અથવા લિંક છે?"),
                n("db370b9a", "શું તમારી નોંધ પોસ્ટ, છબી કે લિંક વિશે છે?"),
                n("c35bf10e", "શું તમારી નોંધ પોસ્ટ, વિડિયો કે લિંક વિશે છે?"),
                n("d96ce0d2", "આ નોંધ એ રીતે લખાઈ છે કે આ છબીનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("a1fb516c", "આ નોંધ એ રીતે લખાઈ છે કે આ વીડિયોનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("be46a61e", "આ નોંધ એ રીતે લખાઈ છે કે આ મીડિયાનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("ied1c2c2", "આ નોંધ આ પોસ્ટ માટે થોડીઘણી વિશિષ્ટ છે અને અન્ય પોસ્ટ્સ પર તે અસંગત હોઈ શકે છે."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "બધી " + e.matchCount + "પોસ્ટ";
                }),
                n("d7959c4d", function (e) {
                    return " બધી " + e.matchCount + " પોસ્ટ";
                }),
                n("ff5be16d", function (e) {
                    return " બધી " + e.matchCount + " પોસ્ટ";
                }),
                n("abdd8d0a", "નોંધ સંપાદિત કરો"),
                n("c097608e", "તમારી નોંધ સમજૂતી ધરાવતી નથી"),
                n("ba25898c", "જે નોંધો તેમના સ્રોતોની સમજણ આપે છે તે મદદરૂપ તરીકે રેટ થવાની વધુ સારી તક છે."),
                n("e764d704", "જે નોંધો વિશ્વસનીય સ્રોતો સાથે લિંક થયેલી હોય તે મદદરૂપ તરીકે રેટ થવાની વધુ સારી તક છે."),
                n("gb67e44c", "સમજૂતી વગર દાખલ કરો"),
                n("d6b758a2", "સ્રોત વગર સબમિટ કરો"),
                n("dc1fa12c", "'કોમ્યુનિટી નોટ્સ' એકાઉન્ટ્સમાં ચકાસાયેલા ફોન નંબર્સ હોવા આવશ્યક છે"),
                n("a1752fde", "આ એકાઉન્ટમાંથી 'કોમ્યુનિટી નોટ્સ'માં યોગદાન આપવાનું ચાલુ રાખવા માટે, તમારે તમારા ફોન નંબરની ચકાસણી કરવાની જરૂર પડશે."),
                n("hef02710", "ચકાસાયેલા હોવા ઉપરાંત, તમારો નંબર વિશ્વાસપાત્ર કૅરિઅરનો હોવો તથા અન્ય કોમ્યુનિટી નોટ્સ એકાઉન્ટ સાથે સંકળાયેલો ન હોવો આવશ્યક છે."),
                n("dff9b6bc", "તમારા ફોનની ચકાસણી કરો"),
                n("f051e434", "'કોમ્યુનિટી નોટ્સ'ના યોગદાનકર્તાઓ પાસે અનન્ય ફોન નંબર હોવા આવશ્યક છે"),
                n("eaef2f72", "એવું લાગે છે કે 'કોમ્યુનિટી નોટ્સ'ના બહુવિધ યોગદાનકર્તાઓ છે જેમનાં X એકાઉન્ટ્સ આ ફોન નંબર સાથે સંકળાયેલા છે."),
                n("j78d41b4", "આ એકાઉન્ટ પરથી યોગદાન આપવાનું ચાલુ રાખવા માટે, તમારે અન્ય X એકાઉન્ટ્સ પરથી આ ફોન નંબરને દૂર કરવો પડશે."),
                n("a7c9a176", "કોમ્યુનિટી નોટ્સ એકાઉન્ટ્સમાં એક વિશ્વસનીય કૅરિઅરના ચકાસાયેલા ફોન નંબરો હોવા આવશ્યક છે"),
                n("ec853dfa", "કૃત્રિમ રીતે બનાવેલા અથવા વર્ચ્યુઅલ ફોન નંબરોનો ઉપયોગ ઘટાડવા માટે, ફોન નંબરો એક વિશ્વસનીય કૅરિઅરના હોવા આવશ્યક છે."),
                n("j6e19c58", "કોમ્યુનિટી નોટ્સનાં મૂલ્યો"),
                n("ea580ee2", "કોમ્યુનિટી નોટ્સનાં મૂલ્યો બાબતે એક ઝડપી રિમાઈન્ડર"),
                n("eac7b6ac", "સમજ વધારવામાં યોગદાન આપો"),
                n("b0381cfc", "સદ્ભાવનાથી કાર્ય કરો"),
                n("f0addddc", "અસંમત લોકો માટે પણ, સહાયક બનો"),
                n("h7c7b204", "એક નવી નોટને લખવાની પહેલાં હાલની નોટ્સને રેટિંગ આપવામાં મદદ કરો"),
                n("i8cae552", "રેટિંગ આપીને, તમે કોમ્યુનિટી નોટ્સને ગુણવત્તામાં ઉચ્ચ રાખવામાં મદદ કરશો."),
                n("hd43a218", "તમે નોંધ લખવાની તમારી દૈનિક મર્યાદાએ પહોંચી ગયા છો"),
                n("aaba8ed2", "નોંધની ગુણવત્તા ઊંચી રાખવા અને સ્પામ અટકાવવા માટે, યોગદાનકર્તાઓ દરરોજ લખી શકે તે નોંધની સંખ્યા મર્યાદિત રાખવામાં આવી છે, જે લખાણની અસર પર આધારિત છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("b98f077c", "નોટની માહિતીની વિનંતી કરો"),
                n("ee691104", "આ પોસ્ટ વિશે કમ્યૂનિટિ નોટની વિનંતી કરો"),
                n("f8cbdf02", "શું તમે માનો છો કે આ પોસ્ટ સંભવિત રૂપે ગેરમાર્ગે દોરનારી છે? કમ્યૂનિટિ નોટની વિનંતી કરો."),
                n("f132d1be", "જે પોસ્ટને પૂરતી વિનંતીઓ મળે તેના પર યોગદાનકર્તાઓને ચેતવણીઓ દેખાશે"),
                n("gf71296c", "જો નોટ અન્ય યોગદાનકર્તાઓ દ્વારા લખાઈ હોય અને સહાયરૂપ તરીકે રેટ કરવામાં આવી હોય, તો તે પોસ્ટ પર બતાવવામાં આવશે"),
                n("de0685b4", "કઈ નોટ બતાવવી તેનો નિર્ણય X દ્વારા લેવામાં આવતો નથી – કમ્યૂનિટિ નોટ્સ લોકો દ્વારા, લોકો માટે છે"),
                n("f8ac3c88", "સંમત થાઓ અને નોટની વિનંતી કરો"),
                n("a8edd0ea", "સ્રોત ઉમેરવો છે?"),
                n("a39a0de6", "Xની પોસ્ટની લિંક"),
                n("j819c176", "સંભવતઃ શું ગેરમાર્ગે દોરનાર છે તે સમજાવતી Xની પોસ્ટની લિંકનો સમાવેશ કરીને કમ્યૂનિટિ નોટ્સના યોગદાનકર્તાઓને સહાય કરો."),
                n("e15b3b44", "લિંક Xની પોસ્ટની હોવી જરૂરી છે. ઉદાહરણ: x.com/user/status/...."),
                n("c81085a4", "કમ્યૂનિટિ નોટ્સ"),
                n("c363515c", "જાહેર જનતા માટે ઉપલબ્ધ"),
                n("cb6b0138", "આભાર! તમારી વિનંતી મોકલવામાં આવી હતી"),
                n("c196e8b8", "જો કોઈ નોટ લખેલી હોય અને મદદરૂપ તરીકે રેટ કરવામાં આવે, તો તમે તેને પોસ્ટ પર જોશો."),
                n("a9491efa", "કમ્યૂનિટિ નોટ્સની વિનંતી સબમિટ કરી"),
                n("f060d1cc", "વિનંતી કાઢી નાખો"),
                n("f499f824", "તમારી વિનંતી કાઢી નાખો"),
                n("hd1bc518", "તમે આ પોસ્ટ પર નવી વિનંતી કરી શકો તે પહેલાં થોડો સમય લાગી શકે છે"),
                n("geb8d31d", "સાઇન અપ કરો"),
                n("gc399930", "દૈનિક મર્યાદાની નોંધની વિનંતીની માહિતી"),
                n("fee815e4", "તમે નોંધની વિનંતી કરવાની તમારી દૈનિક મર્યાદાએ પહોંચી ગયા છો"),
                n("i7eb7900", "જો તમે સહાયકારી નોંધ સફળતાપૂર્વક મેળવતી પોસ્ટ્સ પર વિનંતીઓ કરશો, તો તમારી દૈનિક મર્યાદા વધશે."),
                n("d1a3817e", "આનાથી એ લોકોને પુરસ્કૃત કરવામાં સહાય મળે છે જેઓ વધારાનો સંદર્ભ ઉપયોગમાં લઈ શકે તેવી સંભવિત ગેરમાર્ગે દોરતી પોસ્ટ્સ સફળતાપૂર્વક શોધે છે."),
                n("c031c77a", "જે પોસ્ટ માટે લોકો નોંધના જરૂરી હોવા સાથે સંમત ન થતા હોય તેના પર જો તમે ઘણી બધી વિનંતીઓ કરો, તો તમારી દૈનિક મર્યાદા ઘટી શકે છે."),
                n("f87129d2", "આનાથી સ્પામને અટકાવવામાં અને નોંધ લેખકોનું ધ્યાન સહાયકારી નોંધનો ઉપયોગ કરી શકતી પોસ્ટ્સ પર કેન્દ્રિત રાખવામાં સહાય થાય છે."),
                n("jdd4a572", "તમારા એકાઉન્ટ સાથે ચકાસાયેલો ફોન નંબર હોવો જરૂરી છે"),
                n("i0f07c07", "તમારો ફોન નંબર ચકાસો"),
                n("i157c1a8", "આ વિનંતી કાઢી નાખવામાં આવી છે."),
                n("a9f4ca9c", "'કોમ્યુનિટી નોટ્સ'ના યોગદાનકર્તાઓને હવે તમારી નોટ દેખાઈ શકે છે"),
                n("eb8f7c0c", "અન્ય યોગદાનકર્તાઓ હવે તમારી નોટને રેટ આપી શકે છે"),
                n("h87c6bd6", "અન્ય યોગદાનકર્તાઓને હવે તમારી નોટ દેખાઈ શકે છે"),
                n("gc1a5bce", "તેઓ તે કેટલી મદદરૂપ છે તે મુજબ તેને રેટ કરશે"),
                n("i0e950ca", "જો તમારી નોંધને 'મદદરૂપ'ની સ્થિતિ મળે છે, તો તેને પોસ્ટ જોનાર દરેક વ્યક્તિને સંદર્ભ તરીકે દેખાવાની શરૂ થઈ જશે"),
                n("a047e800", "તમારી નોટ અન્ય યોગદાનકર્તાઓને નોટ્સને રેટ કરતી વખતે વધુ સંદર્ભ બાબતે મદદ કરે છે"),
                n("cec8a38c", "જો તમારી નોટને 'મદદરૂપ'ની સ્થિતિ મળે છે, તો તમને 'લેખનનો પ્રભાવ' મળશે."),
                n("a377532e", "જો અલગ-અલગ દૃષ્ટિકોણ ધરાવતા પર્યાપ્ત માત્રામાં લોકો તેને મદદરૂપ તરીકે રેટ કરશે, તો પોસ્ટ જોનાર દરેક વ્યક્તિને તે સંદર્ભ તરીકે બતાવવામાં આવશે"),
                n("d790fa4e", "નોટની સ્થિતિ બહુમતિના નિયમ દ્વારા વ્યાખ્યાયિત થતી નથી"),
                n("e90cda68", "વિશાળ શ્રેણીમાં લોકોને મદદરૂપ હોય એવી નોટ્સને ઓળખી કાઢવા માટે, નોટની સ્થિતિ માટે એવા યોગદાનકર્તાઓ વચ્ચે સહમતિ હોવી જરૂરી છે કે જેઓ તેમની ભૂતકાળની રેટિંગ્સમાં ક્યારેક અસંમત થયા હોય."),
                n("j5a1d85a", "તમારી નોંધ જુઓ"),
                n("b25b64d6", "તમારી નોંધ સબમિટ કરવામાં આવી હતી!"),
                n("g1428d70", "તમારી નોટ સબમિટ કરવામાં આવી છે!"),
                n("a4ec7004", "હવે શું થશે તે અહીં આપ્યું છે:"),
                n("c4093274", "સબમિશન પછીની કોમ્યુનિટી નોટ્સ વિશે"),
                n("bc8746a6", "નવી નોંધ લખતા પહેલાં કૃપા કરીને તમારી ઓછામાં ઓછી એક નોંધને રેટ કરો."),
                n("ce3c80b8", "ઊંચી ગુણવત્તા જળવાય તે માટે કોમ્યુનિટી નોટ્સ તમારા રેટિંગ પર આધાર રાખે છે."),
                n("fa6a075a", "પોસ્ટ સાથે બતાવવાના સંદર્ભને સૂચવતી નોંધ"),
                n("acb7ecae", "ઉમેરાયેલા સંદર્ભની શા માટે જરૂર નથી તે સમજાવતી નોટ્સ"),
                n("d9a5fc06", "પોસ્ટને રેટ કરો"),
                n("b73cebd2", "પોસ્ટ અને નોટ્સને દર આપો"),
                n("ad8883f2", "આ પોસ્ટ પર કોઈ નોંધ નથી"),
                n("efd14e7a", "નોંધ લોડ થઈ રહી છે"),
                n("e65b7186", "લોકોએ આ પોસ્ટ વિશે 'કોમ્યુનિટી નોટ્સ'નો પ્રસ્તાવ મૂક્યો છે"),
                n("bcc14a68", "'કોમ્યુનિટી નોટ્સ' એ એક પ્રોગ્રામ છે કે જ્યાં સ્વૈચ્છિક યોગદાનકર્તાઓ એવી પોસ્ટ્સમાં સંદર્ભ (જે \"નોટ\" કહેવાય છે તે) ઉમેરે છે કે જે તેમના માનવા અનુસાર ગેરમાર્ગે દોરનારી હોઈ શકે છે. નીચેની નોટ્સને યોગદાનકર્તાઓ દ્વારા રેટિંગ આપવામાં આવી શકે છે અને જો તે હાલમાં મદદરૂપ તરીકે રેટ થઈ હોય, તો તે પોસ્ટ પર સંદર્ભ તરીકે દેખાશે. જો કોઈ નોંધ મદદરૂપ તરીકે રેટ થઈ હોય અને તમે તેની સાથે અસંમત થતા હો, તો તમે વધારાની સમીક્ષાની વિનંતી કરી શકો છો — એટલે કે વધુ યોગદાનકર્તાઓ નોટની સમીક્ષા કરશે અને તેનું રેટિંગ બદલાઈ શકે છે. "),
                n("c21313ba", "હાલમાં નોંધો મદદરૂપ નથી તરીકે રેટ થયેલી છે"),
                n("c2c40120", "બધી નોંધો બતાવો"),
                n("ia596d40", "શું તમને એવું કંઈક દેખાય છે જેમાં સુધારો કરાવવા માંગો છો?"),
                n("deff0bde", "એક નોંધ લખો"),
                n("i8e85ef8", "'કોમ્યુનિટી નોટ્સ'માં જોડાઓ અને એક સુમાહિતગાર વિશ્વ બનાવવામાં મદદ કરવા માટે નોટ લેખન અને અન્ય સુવિધાઓની ઍક્સેસ મેળવો"),
                n("af88892a", "આ નોટ્સ 'કોમ્યુનિટી નોટ્સ'ના એવા યોગદાનકર્તાઓ દ્વારા ઉમેરવામાં આવે છે કે જેમનું માનવું હોય કે જે-તે પોસ્ટ સંભવિતપણે ગેરમાર્ગે દોરનારી છે અને વધારાના સંદર્ભથી તેને લાભ થશે."),
                n("cf8a40a6", "જ્યાં સુધી નોટ્સને પૂરતા પ્રમાણમાં યોગદાનકર્તાઓ દ્વારા 'મદદરૂપ' તરીકે રેટિંગ આપવામાં આવતી નથી, ત્યાં સુધી તે માત્ર 'કોમ્યુનિટી નોટ્સ'માં જ દેખાય છે."),
                n("g22c8c30", "જો આ નોટ્સને એવા યોગદાનકર્તાઓ કે જેઓ સામાન્ય રીતે તેમની ભૂતકાળની રેટિંગમાં અસંમત થયેલા તેમના સહિત પૂરતા પ્રમાણમાં યોગદાનકર્તાઓ દ્વારા 'મદદરૂપ' તરીકે રેટિંગ આપવામાં આવે છે, તો તે ઉમેરાયેલા સંદર્ભ તરીકે પોસ્ટ સાથે સાર્વજનિક રીતે દેખાવા માંડે છે."),
                n("jf04b084", "આ નોટ્સ એવા યોગદાનકર્તાઓ દ્વારા ઉમેરવામાં આવે છે કે જેમનું માનવું હોય કે જે-તે પોસ્ટ ગેરમાર્ગે દોરનારી નથી અને તેમાં વધારાના સંદર્ભની જરૂર નથી."),
                n("g5a72e98", "આ માત્ર 'કોમ્યુનિટી નોટ્સ'માં રેટિંગ આપનારાઓને વધારાની માહિતી તરીકે જ દેખાય છે અને પોસ્ટ સાથે સંદર્ભ તરીકે બતાવવામાં આવતી નથી, પછી ભલેને તેને 'મદદરૂપ'નું સ્ટેટસ મળ્યું હોય."),
                n("h53cb7de", "તમે આ પોસ્ટ વિશે શું વિચારો છો?"),
                n("dc3bfc82", "આ પોસ્ટ વિશે, જો હોય તો, એવું શું છે જે તમને ગમ્યું છે?"),
                n("b4704bf4", "આ પોસ્ટ વિશે, જો હોય તો, એવું શું છે જે તમને નથી ગમ્યું?"),
                n("ed5156fa", "તમારી રેટિંગ સાચવતી વખતે એક ભૂલ આવી હતી. કૃપા કરી ફરીથી પ્રયાસ કરો."),
                n("d5f9fb42", "તમે આ કમ્યુનિટી બુસ્ટને રેટ કર્યું છે"),
                n("j6aa6172", "રેટિંગ કાઢી નાખીએ?"),
                n("i4112750", "આ પૂર્વવત્ કરી શકાતું નથી."),
                n("bd7eb888", "આ પોસ્ટ પરની બધી નોંધ જુઓ"),
                n("i97b83f6", "તમારી અપીલને સબમિટ કરતી વખતે ભૂલ આવી હતી, કૃપા કરીને ફરી પ્રયાસ કરો."),
                n("a038ab9a", "નોંધનો અનુવાદ કરો"),
                n("i606fc4c", "કોમ્યુનિટી નોટ્સ સંબંધી અપીલ્સ વિશે"),
                n("b664c554", "યોગદાનકર્તાની વધારાની સમીક્ષાની વિનંતી કરો"),
                n("ab66e1f2", "તે કેવી રીતે કામ કરે છે તે અહીં આપ્યું છે:"),
                n("e36d807c", "'કોમ્યુનિટી નોટ્સ'ના વધુ યોગદાનકર્તાઓને આ નોટની સમીક્ષા કરવાની અને તેને રેટિંગ આપવાની વિનંતી પ્રાપ્ત થશે."),
                n("d8afb99c", "જો યોગદાનકર્તાની રેટિંગ્સ કોઈ નોંધની સ્થિતિને બદલે છે જેથી કરીને તે હાલમાં મદદરૂપ તરીકે રેટ થયેલ ન રહે, તો નોંધ પોસ્ટ પર પ્રદર્શિત થશે નહીં."),
                n("f9e1090c", "સમીક્ષાઓ યોગદાનકર્તાઓ દ્વારા કરવામાં આવે છે, ન કે X દ્વારા."),
                n("i80c8a84", "વધારાની સમીક્ષાની વિનંતી કરી."),
                n("f93d4391", "આ નોંધની યોગદાનકર્તાની વધારાની સમીક્ષાની વિનંતી"),
                n("e457970a", "નોંધ વિગતો"),
                n("df587b98", "નોંધ ID"),
                n("h201bdc8", "નોંધના લેખક"),
                n("h74b96b0", "નોંધ સબમિટ કરવામાં આવી "),
                n("ge25848a", "હાલનું સ્ટેટસ"),
                n("d6db34cc", "વધુ રેટિંગ્સની જરૂર છે"),
                n("ce8b505e", "મદદરૂપ નથી"),
                n("e5be8156", "નોટ્સની સ્થિતિની ગણતરી ઓપન-સૉર્સ ઍલ્ગોરિધમથી થઈ છે"),
                n("fca23c42", "અલગ-અલગ દૃષ્ટિકોણ ધરાવતા પૂરતા પ્રમાણમાં યોગદાનકર્તાઓ સંમત થયા છે કે આ નોંધ મદદરૂપ છે, તેથી પોસ્ટ પર તેને સંદર્ભ તરીકે બતાવવામાં આવી રહી છે."),
                n("hef420c2", "આ નોંધને હજુ સુધી અલગ-અલગ દૃષ્ટિકોણ ધરાવતા પૂરતા પ્રમાણમાં યોગદાનકર્તાઓ દ્વારા રેટિંગ આપવામાં આવી નથી."),
                n("j3af43c4", "અલગ-અલગ દૃષ્ટિકોણ ધરાવતા પૂરતા પ્રમાણમાં યોગદાનકર્તાઓ સંમત થયા છે કે આ નોંધ મદદરૂપ નથી."),
                n("f79d812c", "પોસ્ટ થયાના એક કલાકની અંદર ઉપયોગી હોવાનું રેટિંગ મળ્યું અને બતાવવામાં આવી"),
                n("cc02373e", "રજૂઆત થયાના એક કલાકની અંદર ઉપયોગી હોવાનું રેટિંગ મળ્યું અને બતાવવામાં આવી"),
                n("d9f72d90", "પોસ્ટ થયાના એક કલાકની અંદર મેળ થયો અને બતાવવામાં આવી"),
                n("fc6e4594", "રેટિંગ આપનારાઓ દ્વારા પસંદ કરવામાં આવેલા ટોચના ટેગ"),
                n("f7427d6f", "આ પોસ્ટ"),
                n("aa94541d", "આ પોસ્ટ"),
                n("fe821ebb", "આ પોસ્ટ"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "અન્ય પોસ્ટ"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " પોસ્ટ";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " પોસ્ટ";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " પોસ્ટ";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("a0dec723", "આ પોસ્ટ"),
                n("f20fa57c", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("b95920ef", "આ પોસ્ટ"),
                n("f8dcced2", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("e3002eab", "આ પોસ્ટ"),
                n("df3f2d52", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("ia35cd39", "આ પોસ્ટ"),
                n("a499228a", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("fa56f7cb", "આ પોસ્ટ"),
                n("b826c19c", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("i56af3fd", "આ પોસ્ટ"),
                n("g1f275b6", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "આ પોસ્ટ"),
                n("f5b30b8a", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " પોસ્ટ્સ";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "આ પોસ્ટ"),
                n("ef8a55a6", function (e) {
                    return e.matches + "પોસ્ટ્સ";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "X પર બતાવાતી નથી"),
                n("e272836c", "નોંધ કાઢી નાખીએ?"),
                n("da5a5d8c", "એકવાર તમે આ નોટ કાઢી નાખો, તે પછી તે 'કોમ્યુનિટી નોટ્સ'માંથી કાયમી ધોરણે દૂર થઈ જશે."),
                n("a804a8f4", "વધુ નોટ્સમાં તમારી મદદની જરૂર છે"),
                n("ib9628b8", "તમારા રેટિંગ પ્રભાવને કેળવતા રહેવા માટે વધુ નોટ્સને રેટિંગ આપો"),
                n("bf08be2e", "હમણાં જ વધુ નોટ્સને રેટિંગ આપો"),
                n("i26425d8", "કેટલેક અંશે"),
                n("c6e683d0", "સબમિટ કરો અને સંમત થાઓ"),
                n("b3fcaac6", "આ નોટને રેટિંગ આપતા પહેલા સ્રોત ખોલવા અને તેની સમીક્ષા કરવાનું વિચારો"),
                n("e8a33850", "કૃપા કરીને આ નોટને રેટિંગ આપતા પહેલા સ્ત્રોતો ખોલો અને તેની સમીક્ષા કરો"),
                n("ca6f04ec", "નોટ્સમાં ટાંકવામાં આવેલા સ્ત્રોતોની સમીક્ષા કરવાથી તેમની ચોકસાઈની ખાતરી કરવામાં મદદ મળે છે. "),
                n("a7338bc2", "શું આ નોંધ મદદરૂપ છે?"),
                n("bd0b6422", "ઉમેરાયેલા સંદર્ભની શા માટે જરૂર નથી તેની શું આ મદદરૂપ સમજૂતી છે?"),
                n("ac7f9746", "તેના વિશે શું મદદરૂપ હતું?"),
                n("c7751804", "તેના વિશે શું બિનમદદરૂપ હતું?"),
                n("dc9c823a", "આ નોંધ લિંક સમાવિષ્ટ તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("da0bb868", "આ નોંધ વીડિયોનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("e8694748", "આ નોંધ છબીનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("b487e12e", "આ નોંધ મીડિયાનો સમાવેશ કરતી તમામ પોસ્ટ્સ પર મદદરૂપ થશે."),
                n("hfdb963e", "આ નોંધ આ પોસ્ટ માટે ખૂબ જ વિશિષ્ટ છે અને સમાન લિંક ધરાવતી અન્ય પોસ્ટ્સ પર તે અપ્રસ્તુત હોઈ શકે છે."),
                n("bd6742c2", "આ નોંધ આ પોસ્ટ માટે ખૂબ જ વિશિષ્ટ છે અને સમાન વીડિયો ધરાવતી અન્ય પોસ્ટ્સ પર તે અસંગત હોઈ શકે છે."),
                n("ded3a8a2", "આ નોંધ આ પોસ્ટ માટે ખૂબ જ વિશિષ્ટ છે અને સમાન છબી ધરાવતી અન્ય પોસ્ટ્સ પર તે અસંગત હોઈ શકે છે."),
                n("c1e42c92", "આ નોંધ આ પોસ્ટ માટે ખૂબ જ વિશિષ્ટ છે અને સમાન મીડિયા ધરાવતી અન્ય પોસ્ટ્સ પર તે અસંગત હોઈ શકે છે."),
                n("af198630", "જાહેર જનતા માટે ડેટા ઉપલબ્ધ કરાવે છે"),
                n("d39720d3", "મદદરૂપ"),
                n("i7d91dc9", "કેટલેક અંશે મદદરૂપ"),
                n("c75b7fb4", "મદદરૂપ નથી"),
                n("d9025c46", function (e) {
                    return e.matches + " પોસ્ટ્સ ";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " પોસ્ટ";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " પોસ્ટ";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " પોસ્ટ";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "તમારી નોંધ"),
                n("b9f18eec", "હાલમાં રેટ કરેલ સહાયક"),
                n("j33f6520", "હાલમાં મદદરૂપ તરીકે રેટ કરેલ નથી"),
                n("idc0e9fc", "કોમ્યુનિટી નોટ્સ યોગદાનકર્તા બનવા માટે સાઇન અપ કરો"),
                n("a83cccfa", "યોગદાનકર્તાઓ નોટ દરખાસ્તોની સમીક્ષા કરી શકે છે, નોટ્સ લખી શકે છે, તેમની અસરને ટ્રૅક કરી શકે છે અને વધુ!"),
                n("c2a6ec00", "'કોમ્યુનિટી નોટ્સ'માં જોડાવા માંગો છો?"),
                n("d2470b62", "વધુ સારી રીતે માહિતગાર થઈને રહેવામાં લોકોની મદદ કરો."),
                n("ab23a972", "વાર્તાલાપને અનુસરો"),
                n("c68f3bc0", "અમારા મૂલ્યો વિશે વધુ જાણો"),
                n("dfb1f498", "પ્રતિભાવ"),
                n("a584cfa7", "@CommunityNotes પર અમને DM મોકલો"),
                n("e4d93012", "એકથી વધારે લોકોએ કમ્યૂનિટિ નોટની વિનંતી કરી છે"),
                n("e55983c0", "કોઈ વિનંતીકર્તાએ હજુ સુધી નોટની આવશ્યકતાનું કારણ સમજાવતી હોય એવી સ્રોતની લિંક પૂરી પાડી નથી"),
                n("h23be93e", "વિનંતીકર્તાઓ X પોસ્ટનો સમાવેશ કરી શકે છે જેથી તેઓ સમજાવી શકે કે નોટ્સ કેમ મદદરૂપ થશે. તેમણે નીચેની પોસ્ટનો સમાવેશ કર્યો છે."),
                n("ca6ae344", "કોમ્યુનિટી નોટ્સ ટેબ બાર"),
                n("fe27c1e2", "નોટ્સ"),
                n("ff692d64", "તમારી પ્રોફાઈલ"),
                n("cb1adfa0", "ડેટા ડાઉનલોડ કરો"),
                n("jaf0d42c", "તમારી નોંધો"),
                n("fa9a644a", "જો 'મદદરૂપ' અથવા 'મદદરૂપ નથી'ની સ્થિતિ ધરાવતી તમારી 5 તાજેતરની નોટ્સમાંથી 3ને 'મદદરૂપ નથી' માનવામાં આવે, તો નોટ્સ લખવાની તમારી ક્ષમતા કામચલાઉ ધોરણે લૉક કરી દેવામાં આવશે."),
                n("i4014342", "તમારી લેખન ક્ષમતાને લૉક થવાથી બચાવો. તમારી બે નોટ્સ વિશે યોગદાનકર્તાઓ તરફથી આવેલો પ્રતિસાદ અહીં આપ્યો છે:"),
                n("j9897a7c", "નોટ લખવા સંબંધી ટિપ્સ મેળવો"),
                n("ac71a5a0", "જેને મદદની જરૂર હોય તેવી નોટ્સને રેટ કરો"),
                n("h544e3c8", "યોગદાનકર્તાઓએ હવે 5નો રેટિંગ પ્રભાવ મેળવીને નોટ્સ લખવાની ક્ષમતાને અનલૉક કરવાની જરૂર છે."),
                n("d88c63f6", "નવું: નોટ્સ લખવાની ક્ષમતાને અનલૉક કરો"),
                n("bd31adde", "તમે કમ્યૂનિટિ નોટ્સ કાર્યક્રમ છોડી દીધો છે."),
                n("a796c19c", "ફરી જોડાઓ"),
                n("h837a96c", "તમે કમ્યૂનિટિ નોટ્સ કાર્યક્રમમાં ફરી જોડાશો."),
                n("a4d4bcb9", function (e) {
                    return "જો તમારે ફરી જોડાવું હોય, તો તમે અહીં " + e.numDaysToRejoin + " દિવસમાં તે કરી શકશો.";
                }),
                n("a490bc51", "વધુ જાણો"),
                n("c94ad3e8", "અમને પ્રતિભાવ મોકલો"),
                n("ee160790", "કાઢી નાખવામાં આવેલી નોંધ"),
                n("b3de4a42", "રેટિંગની અસર"),
                n("a7b0393c", "લેખનની અસર"),
                n("id568acc", "ટોચના લેખક"),
                n("e25f9ad6", "રેટિંગ્સ કે જેણે નોટને 'મદદરૂપ' સ્થિતિ મેળવવામાં મદદ કરી"),
                n("a0697fbc", "સરસ કામ! આ રેટિંગ્સથી એવી મદદરૂપ નોંધને ઓળખી કાઢવામાં આવી છે કે જે પોસ્ટ્સ પર સંદર્ભ તરીકે બતાવવામાં આવે છે અને લોકોને માહિતગાર રાખવામાં મદદ કરે છે."),
                n("a3311a60", "આ રેટિંગ્સથી એવી મદદરૂપ નોંધને ઓળખી કાઢવામાં આવી છે કે જે પોસ્ટ્સ પર સંદર્ભ તરીકે બતાવવામાં આવે છે અને લોકોને માહિતગાર રાખવામાં મદદ કરે છે."),
                n("bbc44f5a", "આ રેટિંગ્સથી એવી મદદરૂપ નોંધને ઓળખી કાઢવામાં આવે છે કે જે પોસ્ટ્સ પર સંદર્ભ તરીકે બતાવવામાં આવે છે અને લોકોને માહિતગાર રાખવામાં મદદ કરે છે."),
                n("b4f21858", "રેટિંગ્સ કે જેણે નોટને 'મદદરૂપ નથી' સ્ટેટસ મેળવવામાં મદદ કરી"),
                n("d46b6bc8", "આ રેટિંગ્સથી 'કોમ્યુનિટી નોટ્સ' બહેતર બને છે, જે નોટના લેખકોને પ્રતિભાવ આપીને તથા યોગદાનકર્તાઓને સૌથી વધુ આશાસ્પદ નોટ્સ પર ધ્યાન કેન્દ્રિત કરવા દઈને થાય છે."),
                n("a5e6ba6a", "મદદરૂપ નથી સ્થિતિવાળી નોટ્સને મદદરૂપ હોવાનું રેટિંગ મળ્યું"),
                n("a22929e4", "મદદરૂપ સ્થિતિવાળી નોટ્સને મદદરૂપ નથી હોવાનું રેટિંગ મળ્યું"),
                n("b76dd726", 'આ રેટિંગ્સ સામાન્ય છે અને સ્થિતિના ફેરફારમાં પરિણમી શકે છે જો પૂરતાં લોકો સંમત થાય કે "મદદરૂપ" નોંધ પૂરતી મદદરૂપ નથી.'),
                n("j29cc0f2", "આ રેટિંગ્સની ગણતરી બે વાર થાય છે કારણ કે તે ઘણીવાર એ નોટ્સને સમર્થન આપે છે જેને અન્ય લોકોએ નિમ્ન-ગુણવત્તાવાળી જણાવી હોય."),
                n("cd4333d0", "ચિંતા કરશો નહીં, દરેકને આમાંથી કેટલીક મળે છે! "),
                n("e9fa53ac", "એવી નોટ્સ પરની રેટિંગ્સ કે જે હાલમાં 'મદદરૂપ' અથવા 'મદદરૂપ નથી' સ્ટેટસ ધરાવતી નથી."),
                n("fc664dee", "સ્ટેટસ સુધી પહોંચી જવાયા બાદ કરવામાં આવેલી રેટિંગ્સ"),
                n("f024ec64", "આ રેટિંગ્સથી નોટનું સ્ટેટસ વધુ મજબૂત બની શકે છે અથવા તેને પલટાવવામાં મદદ મળી શકે છે."),
                n("e1ee08e6", "લેખનની અસર"),
                n("je3fc324", "તમારી નોટ્સ જેણે 'મદદરૂપ' સ્ટેટસ મેળવ્યું છે"),
                n("f7358242", "નોટ્સ જેણે 'મદદરૂપ' સ્ટેટસ મેળવ્યું છે"),
                n("j8e9b514", "ખૂબ સરસ! આ નોટ્સ હવે પોસ્ટ જોનાર દરેક વ્યક્તિને બતાવવામાં આવી રહી છે, જે સંદર્ભ ઉમેરે છે અને લોકોને માહિતગાર રાખવામાં મદદ કરે છે."),
                n("e9e57c5c", "આ નોટ્સ હવે પોસ્ટ જોનાર દરેક વ્યક્તિને બતાવવામાં આવી રહી છે, જે સંદર્ભ ઉમેરે છે અને લોકોને માહિતગાર રાખવામાં મદદ કરે છે."),
                n("fee0d8a8", "આ નોટ્સ X પર બતાવવામાં આવે છે, જે પોસ્ટ્સમાં સંદર્ભ ઉમેરે છે અને લોકોને માહિતગાર રાખવામાં મદદ કરે છે."),
                n("iab44364", "તમારી નોટ્સ જે 'મદદરૂપ નથી' સ્ટેટસ સુધી પહોંચી છે"),
                n("d8c90438", "નોટ્સ જે 'મદદરૂપ નથી' સ્ટેટસ સુધી પહોંચી છે"),
                n("accaa48e", "આ નોટ્સ પર્યાપ્ત માત્રામાં યોગદાનકર્તાઓ દ્વારા 'મદદરૂપ નથી'ની રેટિંગ આપવામાં આવી છે, જેમાં એવા યોગદાનકર્તાઓનો સમાવેશ થાય છે કે જેઓ ક્યારેક તેમની ભૂતકાળની રેટિંગ્સમાં અસંમત રહ્યા છે. તમે આ નોટ્સ અને તેને પ્રાપ્ત થયેલા પ્રતિભાવને તમારી પ્રોફાઇલ પર જોઈ શકો છો.\nજેમ-જેમ વધુ લોકો નોટ્સને રેટિંગ આપતાં જાય, તેમ-તેમ નોટ્સનાં સ્ટેટસ બદલાઈ શકે છે."),
                n("fa2156f6", "આ નોટ્સ પર્યાપ્ત માત્રામાં યોગદાનકર્તાઓ દ્વારા 'મદદરૂપ નથી'ની રેટિંગ આપવામાં આવી છે, જેમાં એવા યોગદાનકર્તાઓનો સમાવેશ થાય છે કે જેઓ તેમની ભૂતકાળની રેટિંગ્સમાં ક્યારેક અસંમત થયા હોય.\nજેમ-જેમ વધુ લોકો નોટ્સને રેટિંગ આપતાં જાય, તેમ-તેમ નોટ્સનાં સ્ટેટસ બદલાઈ શકે છે."),
                n("d004c768", "નોટ્સ જેને વધુ રેટિંગ્સની જરૂર છે"),
                n("f3d6d6c0", "નોટ્સ જે હજી સુધી 'મદદરૂપ' અથવા 'મદદરૂપ નથી' સ્ટેટસ ધરાવતી નથી."),
                n("d68a370c", "છેલ્લું અપડેટ: "),
                n("f10aaf3c", "રેટિંગ સંબંધી ટિપ્સની નોંધ રાખો"),
                n("b9793c9a", "તમે હજી સુધી કોઈપણ નોટ્સ લખી નથી"),
                n("bed66f92", "કેવી રીતે શરૂ કરવું તે અહીં આપ્યું છે:"),
                n("a3ca686a", "મદદરૂપ નોટ્સ લખવા માટેની ટિપ્સ જુઓ"),
                n("ga8034c6", "નોંધ લખવા માટે કોઈ પણ ટ્વીટ પર રહેલા ••• મેનૂ પર ટૅપ કરો"),
                n("h4109636", "જો તમને લાગે કે પોસ્ટ સંભવિત રીતે ગેરમાર્ગે દોરનારી છે, તો જેમની સમક્ષ તે કદાચ આવી જાય એવાં લોકો માટે એક એવી નોટ લખો કે જે મદદરૂપ સંદર્ભ ઉમેરતી હોય."),
                n("ec30e9ac", "અન્ય યોગદાનકર્તાઓ તમારી નોટની 'મદદરૂપતા'ને રેટ કરશે"),
                n("e0c42f80", "જો તે 'મદદરૂપ' હોવાની સ્થિતિ સુધી પહોંચે, તો તેને પોસ્ટ જોનાર દરેક વ્યક્તિને સંદર્ભ તરીકે બતાવવામાં આવશે"),
                n("ife4baaa", "'કોમ્યુનિટી નોટ્સ' બહુમતિના નિયમ પ્રમાણે કામ કરતી નથી. વિશાળ શ્રેણીમાં લોકોને મદદરૂપ હોય એવી નોટ્સને ઓળખી કાઢવા માટે, સ્ટેટસ માટે એવા યોગદાનકર્તાઓ વચ્ચે સહમતિ હોવી જરૂરી છે કે જેઓ તેમની ભૂતકાળની રેટિંગ્સમાં ક્યારેક અસંમત થયા હોય. આનાથી એકતરફી રેટિંગ્સને અટકાવવામાં મદદ મળે છે."),
                n("a0c552ee", "તમારો પ્રભાવ અહીં દેખાશે"),
                n("a4e5ea3c", "તમે હજી સુધી કોઈપણ નોટ્સને રેટ કરી નથી"),
                n("g9a28bde", "જેને મદદની જરૂર હોય તેવી નોટ્સને બ્રાઉઝ કરો"),
                n("dc0046e2", "કોમ્યુનિટી નોટ્સના હોમને બ્રાઉઝ કરો"),
                n("fecae168", "ત્યાં, તમને જેને વધુ રેટિંગની જરૂર હોય એવી નોટ્સ મળશે અને જ્યાં તમારી રેટિંગ વિશેષ કરીને મદદરૂપ થઈ શકે છે."),
                n("h525e29e", "ઘણા લોકો માટે મદદરૂપ હોઈ શકે તેવી નોટ્સને શોધવામાં મદદ કરો"),
                n("f6db7706", "શ્રેષ્ઠ કોમ્યુનિટી નોટ્સ સીધી જ પોસ્ટના દાવાનો ઉકેલ લાવે છે, તે મદદરૂપ અને સ્પષ્ટ ભાષામાં લખવામાં આવી હોય છે તથા એવા સ્રોતો ઉમેરે છે જે લોકોની વિશાળ શ્રેણીને વિશ્વસનીય લાગે."),
                n("f636b582", "મદદરૂપ ન હોય તેવી નોટ્સને શોધવામાં મદદ કરો"),
                n("f58f4f62", "ઓછી ગુણવત્તાવાળી નોટ્સને રેટિંગ આપવાથી 'કોમ્યુનિટી નોટ્સ' બહેતર બને છે, જે નોટના લેખકોને પ્રતિભાવ આપીને તથા યોગદાનકર્તાઓને સૌથી વધુ આશાસ્પદ નોટ્સ પર ધ્યાન કેન્દ્રિત કરવા દઈને થાય છે."),
                n("cf30af22", "શું તમે જાણો છો?"),
                n("d145b0fa", "બહુમતીના નિયમથી નોટ્સનાં સ્ટેટસ સુધી પહોંચવામાં આવતું નથી. વિશાળ શ્રેણીમાં લોકોને મદદરૂપ હોય એવી નોટ્સને ઓળખી કાઢવા માટે, નોટનાં સ્ટેટસ માટે એવા યોગદાનકર્તાઓ વચ્ચે સહમતિ હોવી જરૂરી છે કે જેઓ તેમની ભૂતકાળની રેટિંગ્સમાં ક્યારેક અસંમત થયા હોય. આનાથી એકતરફી રેટિંગ્સને અટકાવવામાં મદદ મળે છે."),
                n("c20a24cc", "અભિનંદન!"),
                n("d01b8fc8", "તમે ટોચના કોમ્યુનિટી નોટ્સ લેખક છો."),
                n("jbe2ad46", 'ઉચ્ચ લેખન પ્રભાવ ધરાવતા લેખકો અને "સહાયક" ની સ્થિતિ સાથે નોટ્સના ઉચ્ચ પ્રમાણ સાથે આની ઍક્સેસ મેળવે છે:'),
                n("d2dc3d4c", "નોટ ચેતવણીઓ માટે પ્રાથમિકતા"),
                n("heb73816", "ટોચના લેખકોની નોટની દરખાસ્તો રેટરનું ધ્યાન ખેંચવા માટે સૂચનાઓને ટ્રિગર કરે તેવી શક્યતા વધુ હોય છે."),
                n("b760d51a", "ઉપનામ પ્રોફાઇલમાં બેજ"),
                n("ief63e50", "ટોચના લેખકોને તેમની કોમ્યુનિટી નોટ્સ પ્રોફાઇલમાં બેજ દ્વારા ઓળખી શકાય છે."),
                n("jd6b88ca", "મીડિયા વિશે નોટ્સ"),
                n("c39bdf5a", "ટોચના લેખકો બહુવિધ પોસ્ટ્સ પર દર્શાવવામાં આવેલા મીડિયા વિશે નોટ્સ લખી શકે છે, જે ઘણા લોકોને વધુ સારી રીતે માહિતગાર રાખે છે."),
                n("efb9a9e0", "અહીં જોવા માટે કંઈ નથી"),
                n("a1529ce7", "વધુ જાણો"),
                n("f07ed596", "તમારા જેવા યોગદાનકર્તાઓ X પર સંદર્ભકર્તા તરીકે બતાવવામાં આવતી 'મદદરૂપ નોટ્સ'ને ઓળખવામાં તથા લોકોને માહિતગાર રાખવામાં સામૂહિક રીતે મદદ કરે છે."),
                n("h2b5268a", "સરસ! તમારા પ્રભાવને વધારવાનું ચાલુ રાખવા માટે વધુ નોટ્સને રેટ કરો."),
                n("e86c87a0", "વધુ નોટ્સને રેટ કરો"),
                n("ad98f836", "તમારો રેટિંગ પ્રભાવ નકારાત્મક થઈ ગયો હતો. ચિંતા કરશો નહીં!"),
                n("e2d7c914", "નોટ્સને રેટ કરવાનું ચાલુ રાખો"),
                n("a5427624", "જેને વધુ યોગદાનકર્તાઓની રેટિંગ્સની જરૂર હોય તેવી નોટ્સને શોધવા માટે કોમ્યુનિટી નોટ્સના હોમને બ્રાઉઝ કરો."),
                n("e227a7fa", "નોટના સ્ટેટ્સ હંમેશાં બદલાઈ શકે છે"),
                n("eda73c9c", "તમારી રેટિંગ્સ ક્યારેક નોટ પર રહેલા સ્ટેટસની સાથે અસંમત થશે. તે કોઈ સમસ્યા નથી! જો વધુ યોગદાનકર્તાઓ તમારી સાથે સંમત થાય છે, તો સ્ટેટસને ઉલટાવી શકાય છે અને તમારો પ્રભાવ બદલાશે."),
                n("cfa3b664", "તમે હવે કોમ્યુનિટી નોટ્સ લખી શકો છો!"),
                n("j44125ee", "આ યોગદાનકર્તાએ હજી સુધી કોઈપણ નોંધો લખી નથી."),
                n("da55067c", "આ સ્પેસને પછીથી તપાસજો!"),
                n("f893c3b8", "'કોમ્યુનિટી નોટ્સ'માં જોડાઓ"),
                n("a701795c", "હજુ સુધી કોઈ કોમ્યુનિટી નોટ્સ નથી"),
                n("db08295e", "જોડાવા માંગો છો?"),
                n("ha275800", "એવું લાગે છે કે તમે 'કોમ્યુનિટી નોટ્સ' પાઇલટ પ્રોગ્રામનો ભાગ નથી. લોકોને વધુ સારી રીતે માહિતગાર રાખવામાં મદદ માટે હમણાં જ જોડાઓ."),
                n("ce0a213a", "નોટ બનાવવા માટે, કોઈ પણ પોસ્ટના મેનૂમાં 'કમ્યૂનિટિ નોટ્સ'નું આઇકન પસંદ કરો. તમે બનાવેલી નોટ્સ અહીં દેખાશે."),
                n("c87f3cf8", "નોંધ"),
                n("a5b19492", "આ નોંધ ઉપલબ્ધ નથી"),
                n("c21d1b2a", "જ્યારે પર્યાપ્ત યોગદાનકર્તાઓ તરફથી સંમતિ હોય ત્યારે નોંધો 'મદદરૂપ' અથવા 'મદદરૂપ નહીં'ના સ્ટેટસ સુધી પહોંચે છે, જેમાં એવા લોકોનો સમાવેશ થાય છે કે જેઓ તેમની ભૂતકાળની રેટિંગમાં ક્યારેક અસંમત થયા હોય. આ, નોંધો લોકોની વિશાળ શ્રેણી માટે મદદરૂપ છે તેની ખાતરી કરવામાં મદદ કરે છે અને એકતરફી રેટિંગ્સને અટકાવે છે."),
                n("c7b59cde", "કોમ્યુનિટી નોટ્સની સેટિંગ્સ"),
                n("c8be1d0d", "વધારે શોધો."),
                n("a5a2330c", "સમાન મીડિયા ધરાવતી પોસ્ટ્સ"),
                n("ad071b5c", "સમાન લિંક દર્શાવતી પોસ્ટ્સ"),
                n("b92967c0", "આ નોંધ મીડિયા નોંધ નથી"),
                n("i92fddce", "નોંધ આપમેળે નીચે પોસ્ટ પર દેખાય છે, જો પૂરતા લોકો સંમત થતા હોય કે તે થવું જોઈએ."),
                n("f5ce7a00", "આ મીડિયા પોસ્ટ હજુ કોઈ મેળ ધરાવતી નથી."),
                n("e1288bdc", "જ્યારે નોટને મદદની જરૂર હોય ત્યારે એલર્ટ્સ"),
                n("ca14eab4", "જ્યારે કોમ્યુનિટી નોટને તમારી રેટિંગની જરૂર પડે ત્યારે સૂચનાઓ પ્રાપ્ત કરો."),
                n("gb2bc3d0", "હું તૈયાર છું 🔥"),
                n("c35ebcd2", "હું જેટલાને મદદ કરી શકું તેટલા - દર દિવસે થોડાક જેટલા"),
                n("ba165b3c", "અવારનવાર"),
                n("g72e2a58", "દર અઠવાડિયે અમુક એલર્ટ્સ"),
                n("idd249e0", "ક્યારેક"),
                n("if2e01ee", "દર મહિને અમુક એલર્ટ્સ"),
                n("fdaeaab8", "તમારાં સેટિંગ્સને સાચવવામાં ભૂલ આવી, કૃપા કરીને ફરીથી પ્રયાસ કરો."),
                n("db4e443a", "તમારા સેટિંગ્સને સાચવવામાં આવ્યા છે."),
                n("dc11636c", "તમે બોલતા હો તે ભાષાઓ"),
                n("fae059c6", "કમ્યૂનિટિ નોટ્સ કાર્યક્રમ છોડી દો"),
                n("ed37123a", "તમે કમ્યૂનિટિ નોટ્સ કાર્યક્રમ છોડી રહ્યા છો"),
                n("c1a554a2", "તમારે આ બાબતો જાણવી જરૂરી છે:"),
                n("j59355fe", "તમે નવી કમ્યૂનિટિ નોટ્સ નહીં લખી શકો."),
                n("c23420ec", "જો કમ્યૂનિટિ નોટ્સ તરફથી મોકલાતી સૂચનાઓ X પરની તમારી પ્રવૃત્તિઓ સાથે સંબંધિત નહીં હોય, તો તે તમને નહીં મળે."),
                n("c76031ee", "તમારું અજ્ઞાત કમ્યૂનિટિ નોટ્સ પ્રોફાઇલ અને અગાઉના સબમિશનો સાર્વજનિક ધોરણે ઉપલબ્ધ રહેશે. તમે હજુ પણ તમારી નોટ્સ જોઈ શકશો અને કાઢી નાખી શકશો."),
                n("be4f9106", "તમે 90 દિવસ પછી ફરી જોડાઈ શકો છો."),
                n("hf68e810", "'કોમ્યુનિટી નોટ્સ' એ એક પ્રોગ્રામ છે જેનો હેતુ સુમાહિતગાર વિશ્વ રચવાનો છે. તે X પર લોકોને એવી પોસ્ટ્સ, જે ગેરમાર્ગે દોરનારી હોઈ શકે, તેમાં સહયોગપૂર્ણ રીતે મદદરૂપ નોટ્સ ઉમેરવા સશક્ત બનાવે છે."),
                n("jdb52860", "યોગદાનકર્તાઓ નોંધોને લખે અને રેટ કરે છે"),
                n("c104025c", "યોગદાનકર્તાઓ એ તમારા જેવા જ X પરના લોકો છે, જેઓ નોંધોને લખવા અને રેટ કરવા માટે પાઇલટમાં નોંધણી કરાવવાનું પસંદ કરે છે. જેટલા વધુ લોકો સહભાગી થાય છે, એટલો વધુ સારો પ્રોગ્રામ બને છે."),
                n("j7872b8c", "લોકોને જે મદદરૂપ જણાય માત્ર તે નોંધો જ પોસ્ટ પર દેખાય છે"),
                n("fb59415e", "નોંધને પોસ્ટ પર સંદર્ભ તરીકે સાર્વજનિક રીતે દેખાવા માટે, તે અલગ-અલગ દૃષ્ટિકોણના પર્યાપ્ત માત્રામાં લોકો દ્વારા મદદરૂપ તરીકે રેટ થવી જરૂરી છે. આ અભિગમથી પક્ષપાત અને ચેડાંથી બચવામાં મદદ મળે છે અને ઘણા લોકોને જે મદદરૂપ હોય એવી નોંધોને શોધવામાં મદદ મળે છે."),
                n("f9a44022", "શું દેખાય તે X કંપની પસંદ કરતી નથી: લોકો પસંદ કરે છે"),
                n("gdf4fbb2", "X, કંપની, નોંધોને લખતું, રેટ કરતું અથવા મોડરેટ કરતું નથી, (સિવાય કે તે Xના નિયમોને ભંગ કરતી હોય). અમારું માનવું છે કે લોકોને સાથે મળીને આ પસંદગીઓ કરવાનો અધિકાર આપવો એ લોકોને વધુ સારી રીતે માહિતગાર રહેવામાં જેનાથી મદદ મળે તેવી માહિતીને ઉમેરવાની વાજબી તથા અસરકારક રીત છે."),
                n("cc720e6a", "'કોમ્યુનિટી નોટ્સ' ડેટાની પારદર્શિતા પર બનેલી છે"),
                n("j2fcd33a", "ડેટા, જેમાં અહીં સુધીના યોગદાન સમાવિષ્ટ છે"),
                n("d4a6b322", "'કોમ્યુનિટી નોટ્સ'નો તમામ ડેટા અહીં દરરોજ પ્રકાશિત થાય છે, તેથી લોકો પાસે તેનું વિશ્લેષણ કરવા, સમસ્યાઓને ઓળખવાં અને કોમ્યુનિટી નોટ્સને વધુ સારી બનાવવા માટેની તકોને શોધી કાઢવાની મફત ઍક્સેસ રહે છે. અમે તમારી સાથે શીખવા માટે આતુર છીએ."),
                n("c359263a", "કેવી રીતે 'કોમ્યુનિટી નોટ્સ'ના ડેટાનો ઉપયોગ કરવો અને તેનું વિશ્લેષણ કરવું તે જાણો "),
                n("b8a27fe2", "અમારી માર્ગદર્શિકામાં"),
                n("j1c99e00", "નોંધોનો ડેટા"),
                n("i6f69314", "રેટિંગ્સ ડેટા"),
                n("b7e4c114", "નોંધના સ્ટેટસના ઈતિહાસનો ડેટા"),
                n("d7f19114", "વપરાશકારની નોંધણીની સ્થિતિ સંબંધી ડેટા"),
                n("b6008808", "નોંધની વિનંતીનો ડેટા"),
                n("h786cd7a", "નોંધોનો ડેટા હજી ઉપલબ્ધ નથી"),
                n("d0fe8052", "રેટિંગ્સ નો ડેટા હજી ઉપલબ્ધ નથી"),
                n("c0427f94", "નોંધના સ્ટેટસના ઈતિહાસનો ડેટા હજી સુધી ઉપલબ્ધ નથી"),
                n("g880d8c0", "વપરાશકારની નોંધણીની સ્થિતિ સંબંધી ડેટા હજી સુધી ઉપલબ્ધ નથી"),
                n("ab1b3d38", "નોંધની વિનંતીનો ડેટા હજી ઉપલબ્ધ નથી"),
                n("c43fb933", "X વિકાસકર્તા કરાર અને નીતિ"),
                n("ed88e742", "મુદ્દાની લિંક કૉપિ કરો"),
                n("h92fe1be", "કમનસીબે, આ સમયે 'કોમ્યુનિટી નોટ્સ'ની સુવિધા તમારા માટે ઉપલબ્ધ નથી."),
                n("f0dc1434", "કોમ્યુનિટી નોટ્સની સુવિધા હાલમાં માત્ર યુ.એસ.માં જ ઉપલબ્ધ છે."),
                n("f8fc0b48", "એક ફોલ્ડર બનાવો"),
                n("c14bcdde", "બુકમાર્ક્સ શોધો"),
                n("e9c65c4a", "બુકમાર્ક્સની શોધ"),
                n("b92a21d9", function (e) {
                    return e.query + " માટે કોઈ પરિણામ નથી";
                }),
                n("f191a2ba", "શોધ સેટિંગ્સ"),
                n("a068008a", "અત્યારે કોઈ ફોલ્ડર લોડ નથી થઈ રહ્યું"),
                n("f075b0e8", "ફોલ્ડર સંપાદિત કરો"),
                n("beba2a0e", "એક નવું બુકમાર્ક ફોલ્ડર બનાવો"),
                n("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + " પર સાચવ્યું";
                }),
                n("h18f86a4", "ફોલ્ડર કાઢી નાખો"),
                n("f4ea967a", "ફોલ્ડર કાઢી નાખવામાં આવ્યું છે"),
                n("b670aa62", "ફોલ્ડરનું નામ"),
                n("aece5462", "ફોલ્ડરનું નામ સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું છે"),
                n("e3299b94", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે ફોલ્ડરને અપડેટ કરવાનો ફરી પ્રયાસ કરો."),
                n("c09ea714", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તે ફોલ્ડરને કાઢી નાખવાનો ફરી પ્રયાસ કરો."),
                n("gee78816", "બુકમાર્ક ફોલ્ડરના નામ 25 અક્ષર કરતાં વધુના હોઈ શકતા નથી"),
                n("h9a5daa2", "ફોલ્ડર કાઢી નાખવું છે?"),
                n("ac9d5f56", 'તમારી પોસ્ટ્સ ને હજી પણ "બધા બુકમાર્ક્સ" ફોલ્ડરમાં સાચવવામાં આવશે'),
                n("i6e7e298", "બનાવો"),
                n("a0ea2fa6", "નામની ફીલ્ડ ખાલી રાખી શકાતી નથી"),
                n("eec37eac", "તે નામવાળું બુકમાર્ક ફોલ્ડર પહેલેથી જ હાજર છે"),
                n("fce0c59e", "એનિમેશન JSONને પાર્સ કરવામાં નિષ્ફળ. કૃપા કરીને તમારી એનિમેશન ફાઇલમાં JSONનું ફોર્મેટ તપાસી જુઓ અને ફરી પ્રયાસ કરો."),
                n("g0eea6c2", "એનિમેશન JSON ફાઇલને વાંચવામાં નિષ્ફળ. કૃપા કરીને ફાઇલને ફરીથી ખોલવાનો પ્રયાસ કરો."),
                n("ae58026a", "પૂર્વાવલોકન કરવા માટે એક બ્રાન્ડેડ લાઈક .json ફાઇલ ખોલો"),
                n("hd0bc1eb", function (e) {
                    return e.name + " લાઈવ છે";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " લાઈવ હતા";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " લાઇવ નથી";
                }),
                n("d39d46c4", "ટાઇટલ અપડેટ થયું છે. થયેલા ફેરફારો જોવા માટે 30 સેકંડ જેટલો  સમય લાગી શકે છે."),
                n("e44095a5", function (e) {
                    return e.timestamp + "ના રોજ શરૂઆત થઈ";
                }),
                n("j83f29dd", function (e) {
                    return e.timestamp + "ના રોજ સમાપ્તિ થઈ";
                }),
                n("daca8a2c", "ડોકમાં ખોલો"),
                n("e3aac82a", "બ્રૉડકાસ્ટ લોડ થઈ રહ્યું છે"),
                n("i0ed3f4e", "ઘટના છબી"),
                n("cbae35fa", "બ્રોડકાસ્ટની જાણ કરો"),
                n("fd12ab58", "સંગ્રહ પોસ્ટ્સ"),
                n("a226497c", "એક નવી કોમ્યુનિટી બનાવો"),
                n("d7346632", "તમે હજી સુધી કોઈપણ કોમ્યુનિટીઝમાં જોડાયા નથી"),
                n("b732a4cc", "જ્યારે તમે જોડાશો, ત્યારે તમને તેમની પોસ્ટ્સ અહીં દેખાશે."),
                n("hff48914", "આ સમયે કોઈ પોસ્ટ ન મળી."),
                n("hb52cc4a", "કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("e50e1bb0", "કમ્યૂનિટિઝમાં આપનું સ્વાગત છે"),
                n("i6829daa", "કમ્યૂનિટિઝ એ મૉડરેટ કરેલા ચર્ચા સમૂહો છે જ્યાં X પરના લોકો જોડાઈ શકે છે અને શેર કરી શકે છે."),
                n("fc5c6914", "તમારી રુચિઓ ધરાવતા અન્યોને મળો"),
                n("aa1a9820", "કમ્યૂનિટિઝમાં જોડાઓ અને તમારી પસંદગી જેવી જ રુચિઓ ધરાવતા લોકો સાથે જોડાઓ."),
                n("edef4c82", "સીધા કમ્યૂનિટિમાં પોસ્ટ કરો"),
                n("a7640df6", "તમારી પોસ્ટ્સ અન્ય કમ્યૂનિટિના સભ્યો અને તમારા અનુયાયીઓ સાથે શેર કરવામાં આવે છે."),
                n("h3bb8068", "જ્યારે તમને જરૂર હોય ત્યારે બેકઅપ મેળવો"),
                n("a709f8f8", "એડમિન્સ અને મોડરેટર્સ કોમ્યુનિટીઝને મેનેજ કરવામાં મદદ કરે છે અને વાર્તાલાપોને મુદ્દા પર રાખે છે.");
            n("c8d33380", "નવી વસ્તુઓ"),
                n("cb6adb10", "કોમ્યુનિટીઝ શોધો"),
                n("df362964", "કોમ્યુનિટીઝમાં શોધો"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " નવા પોસ્ટ" + f(e.newTweets, "", "્સ ");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " રિપોર્ટ";
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " વિનંતી";
                }),
                n("a2118086", "પોસ્ટ્સને સૉર્ટ કરો"),
                n("hb01fe46", "જ્યારે તમે જોડાશો, ત્યારે તમને તેમની ટ્વીટ્સ અહીં દેખાશે."),
                n("c170a564", "તમે દાખલ કરેલા શબ્દ માટે કોઈ પરિણામો આવ્યા નથી. કોઈ અલગ શોધ શબ્દને અજમાવી જુઓ."),
                n("cbd1aef8", "કમ્યૂનિટીઝ અને પોસ્ટ્સ માટે શોધો"),
                n("fbf01e52", "કોમ્યુનિટીઝને શોધો"),
                n("c8a6499c", "કમ્યુનિટી પોસ્ટ્સ શોધ પરિણામો"),
                n("af05a978", "જેમ-જેમ તમે ટાઈપ કરતા જશો તેમ-તેમ શોધ પરિણામો અહીં દેખાતા જશે."),
                n("eb4d2cd0", "કોઈ પોસ્ટ ન મળી."),
                n("a8ecdb4c", "કમ્યુનિટી નવીનતમ પોસ્ટ્સ શોધ પરિણામો"),
                n("dc6ce7b4", "સભ્યો"),
                n("ga2aa43c", "મોડરેટર્સ"),
                n("b139b54a", "સભ્યોને આમંત્રિત કરો"),
                n("cf4898a0", "લોકોને શોધો"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + " પ્રોફાઈલ જુઓ";
                }),
                n("e585d844", "મોડરેટરની ટીમમાં ઉમેરો"),
                n("cab7c6f8", "મોડરેટરની ટીમમાં ઉમેરીએ?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " હવે મોડરેટર છે.";
                }),
                n("f348a395", function (e) {
                    return "અમે અત્યારે @" + e.screenName + "ને મોડરેટરની ટીમમાં ઉમેરી શકતા નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.";
                }),
                n("c3a1aebe", "મોડરેટરની ટીમમાંથી દૂર કરો"),
                n("c273c8a6", "મોડરેટરની ટીમમાંથી દૂર કરીએ?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " હવે મોડરેટર નથી.";
                }),
                n("a5808125", function (e) {
                    return "અમે અત્યારે @" + e.screenName + "ને મોડરેટરની ટીમમાંથી દૂર કરી શકતા નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.";
                }),
                n("a51d671b", function (e) {
                    return "@" + e.screenName + "ને કમ્યૂનિટિમાંથી બૅન કરો";
                }),
                n("cdd87524", "હજી સુધી કોઈ અહીં આવ્યું નથી"),
                n("cca51910", "જ્યારે લોકો આ કોમ્યુનિટીમાં જોડાશે, ત્યારે તમે તેમને અહીં જોશો."),
                n("c9d56b72", "તમારી કોમ્યુનિટી વિશે અમને થોડું જણાવો. તમે આ વિગતોને પછીથી ક્યારેય પણ બદલી શકો છો."),
                n("c1ad5a12", "એવું લાગે છે કે અમને તમારી નવી કોમ્યુનિટી બનાવવામાં મુશ્કેલી આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("f713fbd2", "સભ્યપદ"),
                n("d1fa71fc", "મંજૂરી પ્રશ્ન (વૈકલ્પિક)"),
                n("a0a16d38", "કોઈપણ વ્યક્તિ કોમ્યુનિટીમાં જોડાઈ શકે છે અને/અથવા આમંત્રિત કરવામાં આવી શકે છે."),
                n("ce0523a8", "પ્રતિબંધિત"),
                n("i1aad6ec", "લોકોએ જોડાવા માટે પૂછવું આવશ્યક છે અને મોડરેટરની ટીમે તે વિનંતીઓને મંજૂર કરવી આવશ્યક છે. મોડરેટરની ટીમ દ્વારા આમંત્રિત કરવામાં આવેલા લોકો આપમેળે મંજૂર થઈ જાય છે."),
                n("c85960a0", "સભ્યોને આમંત્રણ જારી કરવાની મંજૂરી આપો"),
                n("ca373cd2", "હાજર સભ્યો દ્વારા આમંત્રિત કરવામાં આવેલા લોકો આપમેળે મંજૂર થઈ જાય છે."),
                n("dfdcc6b4", "તમારી કોમ્યુનિટીમાં કોણ જોડાઈ શકે છે તે નિયંત્રિત કરો. એ ધ્યાનમાં રાખશો કે બધી કોમ્યુનિટીઝ X પર રહેલી દરેક વ્યક્તિને દેખાય છે."),
                n("h3e55b40", "કોમ્યુનિટીનું નામ"),
                n("dd71d9c9", function (e) {
                    return "નામ " + e.minCharacterCount + " અને " + e.maxCharacterCount + "ની વચ્ચેના વર્ણનું હોવું જરૂરી છે અને તેમાં હૅશટૅગ્સ અથવા @વપરાશકારના નામને સામેલ કરી શકાતાં નથી";
                }),
                n("cf65e56b", function (e) {
                    return "નામ " + e.minCharacterCount + " અને " + e.maxCharacterCount + " વર્ણની વચ્ચેનું હોવું જરૂરી છે";
                }),
                n("d936eeca", "નામમાં હૅશટૅગ્સ અથવા @વપરાશકારના નામને સામેલ કરી શકાતાં નથી."),
                n("e2df7cf2", "કોમ્યુનિટીનો હેતુ"),
                n("be9bb312", "એક મજબૂત હેતુ કોમ્યુનિટીનું વર્ણન કરે છે અને શું અપેક્ષા રાખવી તે લોકોને જણાવે છે"),
                n("e988475f", function (e) {
                    return "હેતુ " + e.minCharacterCount + " અને " + e.maxCharacterCount + " વર્ણની વચ્ચેનો હોવો જરૂરી છે";
                }),
                n("gcddfba8", "મંજૂરી પ્રશ્ન"),
                n("hf86d862", "જ્યારે વપરાશકારો જોડાવા માટે વિનંતી કરે, ત્યારે તેઓ આ પ્રશ્નનો જવાબ આપી શકે છે. તેમનો પ્રતિભાવ તેમની વિનંતી સાથે બતાવવામાં આવશે. તમે ખાલી જગ્યા બતાવીને પ્રશ્નને કાઢી નાખી શકો છો."),
                n("i88b7305", function (e) {
                    return "પ્રશ્ન " + e.maxCharacterCount + " કરતાં ઓછા અક્ષરોનો હોવો જરૂરી છે";
                }),
                n("dce5e1b4", "એડમિનના ટૂલ્સ"),
                n("c5d8c93e", "મોડરેટરના ટૂલ્સ"),
                n("c8c7f9fc", "સમીક્ષાની જરૂર છે"),
                n("a87df2ee", "કોમ્યુનિટી મેનેજમેન્ટ"),
                n("ee609174", "સામાન્ય સેટિંગ્સ"),
                n("ab19cdaa", "સ્પામ સેટિંગ્સ"),
                n("d755f47d", function (e) {
                    return "સમીક્ષા કરવા માટે " + e.count + " નવી પોસ્ટ" + f(e.count, "", "્સ ");
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " સભ્ય" + f(e.memberCount, "", "ો");
                }),
                n("adfcc3ce", "નિયમોને ઉમેરો, કાઢી નાખો અથવા સંપાદિત કરો"),
                n("d0330d9c", "નિયમો જુઓ"),
                n("fd67f7c8", "કોમ્યુનિટીનું નામ, હેતુ અને વધુ બાબતોને સંપાદિત કરો"),
                n("e7e31264", "સ્પામ ફિલ્ટર અને રિપોર્ટ ટૂલ્સને સમાયોજિત કરો"),
                n("gc00d212", "સપોર્ટ અને સંસાધનો"),
                n("g0cbfc50", "કોમ્યુનિટી મોડરેશન માટેની ઉપયોગી માર્ગદર્શિકા"),
                n("h6ebcfca", "તમારી પ્રોફાઈલ પર આ કોમ્યુનિટી બતાવો"),
                n("c0fa0634", "તમારી કોમ્યુનિટીને સ્પોટલાઈટ કરવી"),
                n("da035fd5", function (e) {
                    return "નવું" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "તમારી પ્રોફાઈલ પર તમારી કોમ્યુનિટીને સ્પોટલાઈટ કરવી"),
                n("b18e94b2", "તમારી પ્રોફાઈલ પર કોમ્યુનિટી બતાવવા, પ્રેક્ષક વિશ્લેષણને ઍક્સેસ, વગેરે માટે પ્રોફેશનલ પ્રોફાઈલ પર ફેરબદલી કરો."),
                n("dc716b1c", "કમ્યૂનિટિ યાદી"),
                n("c3e2dda6", "કમ્યૂનિટિ યાદીમાં ઉમેરો અથવા તેમાંથી કાઢી નાખો"),
                n("a68bffdc", "કમ્યૂનિટિના મેટ્રિક્સ જુઓ"),
                n("c6ea29a2", "મોડરેશનની ટીમને છોડી દો"),
                n("a6e13fac", "શું તમે ખરેખર મોડરેટરની ટીમ છોડી દેવા માંગો છો?"),
                n("e538848c", "તમારી પાસે હવે મોડરેશન ટૂલ્સનો પ્રવેશ રહેશે નહીં. જો તમારો વિચાર બદલાય જાય છે, તો તમારે મોડરેટર તરીકે ફરીથી આમંત્રિત થવું પડશે."),
                n("j49e6aa2", "હા, હું છોડી દેવા માંગું છું"),
                n("dde5f323", function (e) {
                    return "સમીક્ષા કરવા માટે " + e.count + " નવી સભ્યની વિનંતી";
                }),
                n("f5e0332a", "વયસ્ક માટેની સામગ્રી (NSFW)"),
                n("e983404a", "પિન કરેલાં હૅશટૅગ"),
                n("j8af8eaa", "સભ્યપદનો પ્રકાર"),
                n("d5f01116", "હેતુ"),
                n("c2ff3c9e", "શોધ ટૅગ્સ"),
                n("f4a98e9e", "કોમ્યુનિટીની માહિતી"),
                n("a43bed28", "જો તમારી કમ્યૂનિટિમાં વયસ્ક-સંવેદનશીલ સામગ્રી હોય તો તમારે આ સેટિંગને સક્ષમ કરવું જરૂરી છે. આ કરવાનું છોડી દેવાના પરિણામે તમારી કમ્યૂનિટિમાંની બધા પ્રકારની વયસ્ક-સંવેદનશીલ સામગ્રી આપમેળે ફિલ્ટર થઈ જશે."),
                n("ab1069de", "કોમ્યુનિટીને કાઢી નાખો"),
                n("bbc91896", "આ પૂર્વવત્ કરી શકાતું નથી. પોસ્ટ લેખક હજુ પણ પોતાની પોસ્ટ જોઈ શકે છે."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "કોમ્યુનિટીનું બેનર"),
                n("ea965b82", "કોમ્યુનિટીના બેનરને સંપાદિત કરો"),
                n("j35d3ad6", "દૂર કરો અને બદલો"),
                n("f1e8fb22", "તમારું બેનર દૂર કરવામાં આવશે અને તેની જગ્યા ડિફૉલ્ટ બેનર લેશે."),
                n("e405ec22", "એવું લાગે છે કે અમને તમારા બેનરની છબીને સાચવવામાં સમસ્યા આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("b7fb6bda", "છબીને ક્રૉપ કરો"),
                n("e71cdf4e", "થંબનેલને ક્રૉપ કરો"),
                n("ef199198", "તમારાં સેટિંગ્સ સચવાયાં"),
                n("ee10aa5a", "તમારા સેટિંગ્સ સાચવી ન શકાયાં"),
                n("i307a7ca", "પિન કરેલાં હૅશટૅગ્સનું સંપાદન કરો"),
                n("dc6eca54", "હૅશટૅગ કાઢી નખાયું"),
                n("d27de326", "તમારી કમ્યૂનિટિની પોસ્ટને ભિન્ન સમયરેખાઓમાં વ્યવસ્થિત કરવા માટે હૅશટૅગ્સને પિન કરો"),
                n("d84cc77a", "અહીં હૅશટૅગ ટાઇપ કરો"),
                n("d22e4cba", "હૅશ્ટૅગ્સ અનન્ય હોવાં જોઈએ"),
                n("ca72a540", "તમે હૅશટૅગ્સની મંજૂરી આપવામાં આવેલી મહત્તમ સંખ્યાએ પહોંચી ગયા છો"),
                n("bd96bf16", "હૅશટૅગ્સમાં ન્યૂનતમ 1 અક્ષર અને તેની મહત્તમ લંબાઈ 30 અક્ષરોની હોવી જોઈએ"),
                n("j27623d4", "હૅશટૅગ્સમાં જગ્યા કે વિશિષ અક્ષરો ન હોવા જોઈએ"),
                n("c5d1634e", "ભલે, હું સમજું છું"),
                n("daedd9fa", "આનાથી કોઈપણ વ્યક્તિ તમારી કોમ્યુનિટીમાં જોડાઈ શકશે. જોડાવા માટેની બાકી રહેલી તમામ વિનંતીઓને આપમેળે મંજૂરી મળશે."),
                n("h3c0f1a2", "કોમ્યુનિટીના નામને સંપાદિત કરો"),
                n("cb5e6510", "એવું લાગે છે કે અમને તમારું નવું નામ સાચવવામાં સમસ્યા આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("a8955490", "હેતુને સંપાદિત કરો"),
                n("ced2292a", "એવું લાગે છે કે અમને તમારા હેતુના વર્ણનને સાચવવામાં સમસ્યા આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("ba74c098", "પ્રશ્ન સંપાદિત કરો"),
                n("bd3e0420", "એવું લાગે છે કે અમને તમારા પ્રશ્નને સાચવવામાં સમસ્યા આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("b57baa7a", "શોધ ટૅગ્સનું સંપાદન કરો"),
                n("f8caab7a", "ભલામણો અને શોધ પરિણામોમાં તમારી કમ્યૂનિટિને બૂસ્ટ કરવા માટે શોધ ટૅગ્સ ઉમેરો"),
                n("f35a667a", "શોધ ટૅગ અહીં ટાઇપ કરો"),
                n("b057d5c6", "શોધ ટૅગ્સ અનન્ય હોવાં જોઈએ"),
                n("cc961258", "તમે શોધ ટૅગ્સની મંજૂરી આપવામાં આવેલી મહત્તમ સંખ્યાએ પહોંચી ગયા છો"),
                n("df4aca88", "શોધ ટૅગ્સની ન્યૂનતમ લંબાઈ 1 અક્ષર અને મહત્તમ લંબાઈ 30 અક્ષરોની હોવી જોઈએ"),
                n("ie58fa58", "શોધ ટૅગ્સમાં જગ્યા કે વિશિષ અક્ષરો ન હોવા જોઈએ"),
                n("hd176a01", function (e) {
                    return "વિષય સચવાયો! કમ્યૂનિટિનો વિષય હવે છે " + e.newTopicName;
                }),
                n("i39a43cc", "કમ્યૂનિટિનો વિષય કાઢી નખાયો"),
                n("e81b196e", "નવો વિષય સાચવી ન શકાયો"),
                n("c1f97ad4", "વિષયમાં ફેરફાર કરો"),
                n("g908eb0c", "અન્ય લોકો તમારી કમ્યૂનિટિને સરળતાથી શોધી શકે તે માટે વિષય ઉમેરો! તમારી કમ્યૂનિટિ માટે શ્રેષ્ઠ હોય તે વિષય પસંદ કરો."),
                n("f18a8ca0", "સ્પામ સેટિંગ્સ"),
                n("c8bd5d42", "સ્પામ ફિલ્ટર તાકાત"),
                n("gfeb40a2", "અનિચ્છનીય પોસ્ટ્સનું સંચાલન કરવા માટે સ્પામ ફિલ્ટર્સને સંવેદનશીલતાના વિવિધ સ્તરોમાં એડજસ્ટ કરી શકાય છે."),
                n("h766865c", "X દ્વારા આપમેળે રિપોર્ટ"),
                n("fd1f413a", "પસંદ કરેલી સુવિધાઓ સાથે મોડરેટર્સને આપમેળે રિપોર્ટ કરો. એકવાર પોસ્ટ મંજૂર થઈ ગયા પછી, તે જ લેખકની અનુગામી પોસ્ટ્સની X દ્વારા રિપોર્ટ કરવામાં નહીં આવે."),
                n("b1ba5fb4", "સ્પામર શોધ"),
                n("ee195f28", "સ્પામ મુખ્ય શબ્દ"),
                n("cf276a82", "મોડરેટર્સ દ્વારા મંજૂર ન થાય ત્યાં સુધી X દ્વારા નોંધાયેલી પોસ્ટ છુપાવો"),
                n("a8c4c3fe", "સ્પામના વર્તનના ટ્રેક રેકોર્ડ સાથે વપરાશકર્તાઓની પોસ્ટ્સની રિપોર્ટ કરો"),
                n("j8de95ec", "મુખ્ય શબ્દ દાખલ કરો જે આપમેળે રિપોર્ટ્સને ટ્રિગર કરે"),
                n("ie873142", "ઉચ્ચ"),
                n("a977afa2", "નિમ્ન"),
                n("j715cb38", "પ્રતિબંધિત મુખ્ય શબ્દ એડિટ કરો"),
                n("b32ebbe8", "સમુદાય મોડરેટર્સને આપમેળે જાણ કરવા માટે X માટે મુખ્ય શબ્દ ઉમેરો"),
                n("acde5366", "અહીં મુખ્ય શબ્દ લખો"),
                n("a5f66c34", "મુખ્ય શબ્દ અનન્ય હોવા જોઈએ"),
                n("ea637914", "તમે મુખ્ય શબ્દની મંજૂરી આપવામાં આવેલી મહત્તમ સંખ્યાએ પહોંચી ગયા છો"),
                n("fede6d3c", "મુખ્ય શબ્દમાં ન્યૂનતમ 1 અક્ષર અને તેની મહત્તમ લંબાઈ 30 અક્ષરોની હોવી જોઈએ"),
                n("cc06e200", "મુખ્ય શબ્દમાં જગ્યા કે વિશિષ અક્ષરો ન હોવા જોઈએ"),
                n("d94edeb4", "તમારા કોમ્યુનિટીમાં 10 જેટલા નિયમો હોઈ શકે છે. સ્પષ્ટ નિયમો આદરપૂર્વક સહભાગિતાને પ્રોત્સાહન આપી શકે છે અને વાર્તાલાપોને મુદ્દા પર રાખવામાં મદદ કરી શકે છે."),
                n("j560c8ea", "નિયમ ઉમેરો"),
                n("a9ba79c0", "સારા નિયમોથી સારી કોમ્યુનિટીઝ બને છે"),
                n("h5482c7a", "તમારી કોમ્યુનિટીના નિયમો વિશે થોડીક ગંભીરતાથી વિચાર કરો. તે કોમ્યુનિટીનું વલણ સેટ કરશે અને તમારા સભ્યોને તેમની પાસેથી શેની અપેક્ષા રાખવામાં આવશે તે અંગે જણાવશે."),
                n("d5033a7a", "ઉદાહરણ તરીકે, શું તમે ઇચ્છો છો કે વાર્તાલાપો દૃઢપણે મુદ્દા પર જ કેન્દ્રિત રહે? શું સ્વ-પ્રચારની મંજૂરી છે? અપશબ્દો બોલવા વિશે શું વલણ રહેશે?"),
                n("ee8c43a0", "પહેલેથી તમે જેટલી વધુ બાબતોને સ્પષ્ટ કરેલી હશે, તેટલું ઓછું મોડરેશન તમારે પછીથી કરવાનું રહેશે."),
                n("gaa3239a", "એવું લાગે છે કે અમને તમારો નવો નિયમ સાચવવામાં સમસ્યા આવી રહી છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("a67445d6", "તમે મહત્તમ ઉમેરી ચૂક્યા છો"),
                n("fcbe0993", function (e) {
                    return "કોમ્યુનિટીઝ પાસે " + e.maxRuleCount + " જેટલા નિયમો હોઈ શકે છે. એક નવો નિયમ ઉમેરવા માટે, તમારી પાસે પહેલેથી રહેલા કોઈ નિયમને તમારે કાઢી નાખવો પડશે.";
                }),
                n("c66769a4", "નિયમ"),
                n("ef02695b", function (e) {
                    return "નિયમનાં નામ " + e.minCharacterCount + " અને " + e.maxCharacterCount + " વર્ણની વચ્ચેના હોવા આવશ્યક છે";
                }),
                n("c8242020", "વર્ણન (વૈકલ્પિક)"),
                n("d32cf5e7", function (e) {
                    return "વર્ણન " + e.maxCharacterCount + " જેટલા અક્ષર સુધીના હોઈ શકે છે";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "કોમ્યુનિટીને જાણ કરવાનું ભૂલતા નહીં"),
                n("c1631260", "દરેકને નિયમમાં થયેલા ફેરફારો વિશે વાકેફ રાખવાથી વિશ્વાસ વધારવામાં મદદ મળે છે."),
                n("d3190bde", "નિયમ સાચવો"),
                n("ifd6e91c", "રદ કરો અને નિયમને સંપાદિત કરો"),
                n("h99020e0", "નિયમને સંપાદિત કરો"),
                n("f74a5adc", "કોમ્યુનિટીઝને ઓછામાં ઓછા એક નિયમની જરૂર છે. તમારી પાસે જે છે તે તમે સંપાદિત કરી શકો છો અથવા બીજો નિયમ ઉમેરી શકો છો અને પછી આને કાઢી નાખી શકો છો."),
                n("fbb0ed92", "આ નિયમ કાઢી નાખો"),
                n("hed35472", "નિયમને કાઢી નાખવું કાયમી છે અને તે પૂર્વવત્ કરી શકાતું નથી."),
                n("c8677446", "નિયમ કાઢી નાખો"),
                n("c3a0d44e", "રદ કરો અને તેના બદલે નિયમને સંપાદિત કરો"),
                n("d703ce9e", "તમારા સમુદાયની યાદી ઉમેરો"),
                n("f21f023c", "તમારી ક્મ્યૂનિટિમાં યાદી ઉમેરવાથી તમે રચેલી સુસંગત સામગ્રીમાં ફીડ એકત્ર થાય છે. તમારી નીચેની યાદીઓમાંથી એક પસંદ કરો:"),
                n("gbc2cf50", "તમારી યાદીઓ"),
                n("ef9462fa", "સુસંગત યાદી નથી?"),
                n("fcda89f4", "તમારી કમ્યૂનિટિને સુસંગત સામગ્રી પોસ્ટ કરતા હોય તેવા X પરના એકાઉન્ટ્સ દર્શાવતી નવી યાદી બનાવો. તમારી યાદીને સાર્વજનિક બનાવો જેથી તે કમ્યૂનિટિ માટે દૃશ્યક્ષમ રહે."),
                n("c09609d8", "એક યાદી બનાવો"),
                n("dfddd842", "સીધા સંદેશનાં માધ્યમથી મોકલ્યું"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + "ને પહેલેથી જ આમંત્રિત કરવામાં આવેલ છે";
                }),
                n("db4f0cc9", function (e) {
                    return "આ કોમ્યુનિટીમાં @" + e.screen_name + " પહેલેથી હાજર છે";
                }),
                n("h252ede6", "તમે પહેલેથી તમારા તમામ આમંત્રણોનો ઉપયોગ કરી લીધો છે"),
                n("a5cd93f9", function (e) {
                    return "હાલમાં @" + e.screen_name + "ને આમાંત્રિત કરી શકતા નથી";
                }),
                n("i6568549", function (e) {
                    return "તમારી પાસે " + e.remaining_invite_count + " આમંત્રણ બાકી છે";
                }),
                n("b4f16d00", "આમંત્રિત કરવા માટે લોકોને શોધો"),
                n("ja1387a8", "શોધના પરિણામો ફક્ત તમારા અનુયાયીઓ અને એ લોકોને સામેલ કરશે જે દરેકના સીધા સંદેશાને મંજૂરી આપે છે."),
                n("ae85768c", "શોધના પરિણામો ફક્ત તમારા અનુયાયીઓ અને એ લોકોને સામેલ કરે છે જે દરેકના સીધા સંદેશાને મંજૂરી આપે છે."),
                n("hb1e378e", "આમંત્રિત કરાયેલ"),
                n("d710b60c", "કમ્યૂનિટિ વિશ્લેષણ"),
                n("c199e390", "નવી પોસ્ટ્સ"),
                n("b4f51cd6", "ગત અઠવાડિયે બનેલી પોસ્ટ્સની સંખ્યા"),
                n("g6f8325a", "નવા સભ્યો"),
                n("b2bb7276", "ગત અઠવાડિયે આમાં જોડાનારા સભ્યોની સંખ્યા"),
                n("e2172c92", "સક્રિય સભ્યો"),
                n("fe1a9f68", "તમારી કમ્યૂનિટિમાં પોસ્ટ કરનારા સભ્યોની સંખ્યા"),
                n("e989927e", "અનન્ય પોસ્ટરો"),
                n("d1386a90", "તમારી કમ્યૂનિટિમાં પોસ્ટ બનાવનારા સભ્યોની સંખ્યા"),
                n("abf609f2", "કુલ સભ્યો"),
                n("h2081878", "તમારી કમ્યૂનિટિમાં કુલ સભ્યોની સંખ્યા"),
                n("a3235cd6", "અનન્ય મુલાકાતો"),
                n("g21e2a70", "ગયા સપ્તાહે તમારી કમ્યૂનિટિની મુલાકાત લીધી હોય તેવા ટ્વિટર વપરાશકારોની સંખ્યા"),
                n("ied6bac2", "લાઈકની સંખ્યા"),
                n("ced8d39a", "ગયા અઠવાડિયે તમારી કમ્યૂનિટિમાં લાઇકની સંખ્યા"),
                n("fb4f859c", "પ્રત્યુતરની સંખ્યા"),
                n("h5a41cce", "ગયા અઠવાડિયે તમારી કમ્યૂનિટિમાં પ્રત્યુત્તરોની સંખ્યા"),
                n("i314218e", "છેલ્લા 7 દિવસ માટે દર્શાવવામાં આવેલ મેટ્રિક્સ. અપડેટ કરેલ "),
                n("addbb11e", "સભ્યપદ માટેની કોઈ નવી વિનંતી નથી"),
                n("c38131de", "તમે બધી વિનંતી જોઈ લીધી છે. નવી વિનંતીઓ આવવા પર, તમે તેમને અહીં જોશો."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + "ને મંજૂર કરવામાં આવ્યા અને તેઓ હવે તમારી કોમ્યુનિટીના સભ્ય છે";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + "ને નકારવામાં આવ્યા અને તે તમારી કોમ્યુનિટીમાં જોડાઈ નહીં શકે";
                }),
                n("jd8aae9d", function (e) {
                    return "એવું લાગે છે કે અમે અત્યારે @" + e.screenName + "ને મંજૂર કરી શકતા નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.";
                }),
                n("i580e149", function (e) {
                    return "એવું લાગે છે કે અમે અત્યારે @" + e.screenName + "ને નકારી શકતા નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.";
                }),
                n("b4a38e4e", "તમે આ વ્યક્તિને અવરોધિત કરી છે. જો તેમનું સભ્યપદ મંજૂર થશે, તો તેમની પોસ્ટ્સ જોવા માટે તમારે તેમને અનાવરોધિત કરવાની જરૂર પડશે."),
                n("f0956736", "તમે આ વ્યક્તિનું જોડાણ અટકાવી દીધું છે. જો તેમનું સભ્યપદ મંજૂર થશે, તો તેમની પોસ્ટ્સ જોવા માટે તમારે તેમના નિષેધને દૂર કરવાની જરૂર પડશે."),
                n("b7f1e58a", "તમને અનુસરે છે"),
                n("dffb0774", "અત્યારે સમીક્ષા કરવા માટે કંઈ નથી"),
                n("ab512f26", "કોઈ ક્રિયા લૉગ રેકૉર્ડ કરેલો નથી."),
                n("b8171558", "પ્રતિબંધિત"),
                n("e32e7e1a", "મોડરેટર"),
                n("b53fb7c6", "એવું જણાય છે કે અમે આ ક્રિયાને હમણાં પાછી નહીં વાળી શકીએ. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("c546ba07", function (e) {
                    return e.userName + "ની પ્રોફાઈલ જુઓ";
                }),
                n("h4516e4f", function (e) {
                    return "આ કમ્યૂનિટિમાં " + e.userName + "ની પોસ્ટ્સ શોધો";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " દ્વારા પોસ્ટ છુપાવવામાં આવી";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " દ્વારા પોસ્ટ જાહેર કરવામાં આવી";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " દ્વારા પોસ્ટને પિન કરવામાં આવી";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " દ્વારા પોસ્ટને અનપિન કરવામાં આવી";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "પોસ્ટને જાહેર કરો"),
                n("j68fc824", "જાહેર કરેલ"),
                n("j9541e18", "પોસ્ટ્સ શોધો"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " દ્વારા સભ્યને દૂર કરવામાં આવ્યા";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " દ્વારા સભ્યને પાછા લેવામાં આવ્યા";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " આ કમ્યૂનિટિમાં જોડાયા";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " આ કમ્યૂનિટિ છોડી ગયા";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " દ્વારા સભ્યની વિનંતી મંજૂર કરવામાં આવી";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " દ્વારા સભ્યની વિનંતી નકારાઈ";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " દ્વારા સભ્યની વિનંતી ફરી મંજૂર કરવામાં આવી";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "વિનંતીને ફરી મંજૂર કરો"),
                n("i9a18ce0", "ફરી મંજૂર થઈ"),
                n("i24de0fe", "સભ્યને પાછા લો"),
                n("b1c662f8", "પુનર્સ્થાપના કરેલ"),
                n("j2e04b1e", "જાણ કરાયેલી તમામ પોસ્ટ્સને મૉડરેટર્સ દ્વારા તપાસી લેવામાં આવી છે."),
                n("hb21cdb6", "પ્રતિબંધ મૂકો"),
                n("dc7a9436", "પોસ્ટ વિશે Xને જાણ કરો"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " સભ્ય" + f(e.count, "", "ો");
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " સભ્ય";
                }),
                n("dca19c06", "તમે આ પોસ્ટ છુપાવી"),
                n("dd641764", "તમે આ પોસ્ટ રાખી"),
                n("jf99d610", "કોમ્યુનિટી સંબંધી પ્રતિભાવ"),
                n("bbd69672", "આ પોસ્ટ કમ્યૂનિટિના નિયમોનો ભંગ કરવા બદલ મૉડરેટર દ્વારા છુપાવવામાં આવી હતી"),
                n("c730a21c", "તેણે ભંગ કરેલો નિયમ અહીં આપ્યો છે:"),
                n("a5baa7d2", "નિયમોની સમીક્ષા કરવામાં એક મિનિટનો સમય વીતાવો. આ નિયમોથી વાર્તાલાપને સલામત અને મુદ્દા પર રાખવામાં મદદ મળે છે"),
                n("icc32e3d", function (e) {
                    return "મોડરેટરે આ કોમ્યુનિટીના નિયમનું ઉલ્લંઘન કરવા બદલ તમને " + e.communityName + "માંથી દૂર કર્યા:";
                }),
                n("d7d9be8a", "કમ્યૂનિટીઝ અને પોસ્ટ્સ શોધો"),
                n("cae9962e", "આ સમયે કોઈ કમ્યૂનિટિ ન મળી."),
                n("c2117be6", "નેવિગેશનમાં પેલી સામગ્રી દેખાય છે? 👀"),
                n("c2c4dad4", "કંઈક પસંદ કરો અને તે અહીં દેખાશે. આગળ વધો. અમે રાહ જોઈશું."),
                n("b7218496", "હજી સુધી ... કોઈ હૅશટૅગ્ નથી"),
                n("gc09bcfe", "તમારી કોમ્યુનિટીમાં હૅશટૅગ્ કરેલા કોઈપણ વાર્તાલાપ નથી, પણ તમે તે બદલી શકો છો."),
                n("cf35a990", "કમ્યૂનિટિ હૅશટૅગ પોસ્ટ્સ લોડ થઈ રહી છે"),
                n("a1c41fe8", "કમ્યૂનિટિ હૅશટૅગ પોસ્ટ્સ"),
                n("f27a2232", "કોમ્યુનિટી શોધો"),
                n("ie2efe36", "કોમ્યુનિટી શોધનાં પરિણામો"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " કોમ્યુનિટી";
                }),
                n("a94092a2", "તમારી પાસે હવે મોડરેશનનાં ટૂલ્સનો પ્રવેશ છે"),
                n("be6dfbae", "કમ્યૂનિટિના મૉડરેટર તરીકે, તમે સભ્યો ઉમેરી અને દૂર કરી શકો છો."),
                n("b4f877be", "કોમ્યુનિટી મળી નથી"),
                n("e48fbb02", "કોમ્યુનિટીની જાણ કરો"),
                n("b1614c34", "કમ્યૂનિટિઝ વિશે"),
                n("j1dcedde", "પોસ્ટ્સ શોધો"),
                n("cc683fba", "કોમ્યુનિટી વિશે"),
                n("af7c11aa", "કોમ્યુનિટીની માહિતી"),
                n("fb974b24", "માત્ર સભ્યો પોસ્ટ કરી શકે છે."),
                n("fcef2922", "કોઈપણ આ કોમ્યુનિટીમાં જોડાઈ શકે છે."),
                n("c93dd2c8", "આ કોમ્યુનિટીમાં જોડાવા માટે, તમારે મંજૂરી માંગવી અને મંજૂર થવું આવશ્યક છે."),
                n("gedb877d", "બધી કોમ્યુનિટીઝ સાર્વજનિક રીતે દૃશ્યક્ષમ છે."),
                n("bf359e0e", "તમારી નવી કોમ્યુનિટી વિશે"),
                n("e8fcdd3a", "અમે તમારા માટે કેટલીક મૂળભૂત સેટિંગ શરૂ કરીશું, પણ તમારી કોમ્યુનિટી સંપૂર્ણપણે કસ્ટમાઇઝ કરી શકાય તેવી છે. અમે તેના પર આગળ વધીશું."),
                n("b37d580e", "તમારી કોમ્યુનિટી પ્રતિબંધિત છે"),
                n("c6d9c07c", "X પર દરેક વ્યક્તિને બધી કમ્યૂનિટિઝ દેખાય છે. લોકોએ તમારી કમ્યૂનિટિમાં જોડાવા માટે વિનંતી કરવી અથવા તેમને મૉડરેટરની ટીમ દ્વારા અથવા (જો છૂટ હોય તો) હાજર સભ્યો દ્વારા આમંત્રણ મળવું આવશ્યક છે."),
                n("ea3b38fa", "તમારી કોમ્યુનિટી ઓપન છે"),
                n("i625c42e", "બધી કમ્યૂનિટિઝ X પર દરેક જણને દેખાય છે. કોઈ પણ વ્યક્તિ તમારી કમ્યૂનિટિમાં જોડાઈ શકે છે અને/અથવા તેમાં આમંત્રણ મેળવી શકે છે."),
                n("ca7eeab0", "તમારી સ્ટાર્ટર કોમ્યુનિટીના નિયમો છે"),
                n("acae4034", "સેટિંગ્સ એડમિન ટૂલ્સમાં બદલી શકાય છે"),
                n("e2186ee2", "તમારી સેટિંગ્સ ગમતી નથી? કોઈ વાંધો નહીં. તેને બદલવાનું બહુ સહેલું છે."),
                n("a0e3ece4", "કોમ્યુનિટીની વિગત"),
                n("d11f73ea", "વયસ્ક માટેની સામગ્રી"),
                n("hb9400dc", "વધુ જુઓ"),
                n("b71a08a0", "સબ્સ્ક્રાઇબરની કોમ્યુનિટી"),
                n("d0574662", "સૂચનાઓ સેટ કરો"),
                n("fc16f13a", "તમને કઈ સૂચનાઓ જોઈએ છે?"),
                n("be341c46", "કોમ્યુનિટી Spaces (ઓડિયો ચેટ્સ)"),
                n("fbe88a32", "કોમ્યુનિટી લાઈવ ટેક્સ્ટ ચેટ્સ"),
                n("b551cd1e", "પિન કરેલી પોસ્ટ્સ"),
                n("i9f39962", "કમ્યૂનિટિને પિન કરો"),
                n("bc7f90a0", "તમારા પ્રોફાઇલ પર કમ્યૂનિટિને સ્પૉટલાઇટ કરો"),
                n("j5a37508", "હોમ સ્ક્રીન પર કમ્યૂનિટિને પિન કરો"),
                n("c7a4610a", "હોમ સ્ક્રીન પરથી કમ્યૂનિટિની પિન દૂર કરો"),
                n("bec3b8fa", "કોમ્યુનિટી શેર કરો"),
                n("cc7d5b88", "DMના માધ્યમથી આમંત્રણ આપો"),
                n("c66b37fa", "કોમ્યુનિટીની ચેકલિસ્ટ"),
                n("g2768d0e", "તમારી કોમ્યુનિટીને તેના પદાર્પણ માટે સારા સ્વરૂપમાં લાવવા માટે બસ થોડીક બાબતો ..."),
                n("b192b58c", "ચેકલિસ્ટ કાઢી નાખો"),
                n("gd302780", "મેં બનાવેલી કોમ્યુનિટીને તપાસી જુઓ:"),
                n("h5890b1a", "અપૂર્ણ"),
                n("b4a6faca", "તમારા નિયમોની સમીક્ષા કરો"),
                n("a01e1a7c", "તમારી કોમ્યુનિટીને વ્યક્તિગત બનાવો"),
                n("f493480c", "તમારી કમ્યૂનિટિને પોસ્ટ કરો"),
                n("i9b7f6ba", "પોસ્ટ્સ લોડ કરી રહ્યું છે"),
                n("c22e8902", "તેને અજમાવી જુઓ"),
                n("a3466e1c", "હૅશટૅગ્ ધરાવતા વાર્તાલાપોને ટ્રૅક કરો"),
                n("a524bb7e", "હૅશટૅગ્, કોમ્યુનિટીમાં રહેલા થીમવાળા વાર્તાલાપોને બનાવવાનું, શોધવાનું અને તેમાં જોડાવવાનું સરળ બનાવે છે."),
                n("he8db880", "આ કોમ્યુનિટી હાજર હોય એવું લાગતું નથી"),
                n("cc684fbc", "તેને કાઢી નાખવામાં આવી હોઈ શકે છે અથવા તે ક્યારેય બિલકુલ હાજર રહી ન હોય એવું બની શકે છે. જીવન રહસ્યોથી ભરેલું છે."),
                n("b4f8b518", "તમને ગમે તેવા નિર્માતા"),
                n("f5c41e22", "ડેલિગેટના સેટિંગ પર જાઓ"),
                n("f47b48f6", "વપરાશકાર"),
                n("b9226ec1", "તરીકે સાઇન ઇન કર્યું"),
                n("b2ca74aa", "તમે ફેરબદલી કરી ડેલિગેટ એકાઉન્ટ પર જવાના છો"),
                n("ba77b438", "એકાઉન્ટ્સની ફેરબદલી કરો"),
                n("g5261e91", function (e) {
                    return "હવે તમે @" + e.screenName + " તરીકે કાર્ય કરી રહ્યા છો.";
                }),
                n("cc15a3ea", "યાદ રાખો કે આ એકાઉન્ટ તમારું નથી. ઍડ્મિન તરીકે, તમે સીધો સંદેશ મોકલી શકો છો, પોસ્ટ્સ પ્રકાશિત કરી શકો છો અને યાદી બનાવી શકો છો — તેમજ તેમને જોઈ શકો છો. તમે એકાઉન્ટમાં યોગદાનકર્તાઓને આમંત્રિત અથવા દૂર પણ કરી શકો છો અને પોસ્ટના વિશ્લેષણો જોઈ શકો છો."),
                n("e406250c", "યાદ રાખો કે આ એકાઉન્ટ તમારું નથી. યોગદાનકર્તા તરીકે, તમે સીધો સંદેશ મોકલી શકો છો, પોસ્ટ્સ પ્રકાશિત કરી શકો છો અને યાદી બનાવી શકો છો — તેમજ તેમને જોઈ શકો છો."),
                n("e6718a62", "ફક્ત એકાઉન્ટના માલિક આ સુવિધાનો ઉપયોગ કરી શકે છે"),
                n("ba411b6f", "અમને પ્રતિભાવ મોકલો."),
                n("f01ee14b", "અમને પ્રતિભાવ મોકલો."),
                n("dbc85148", "સંદેશો પસંદ કરો"),
                n("a073658c", "તમારા હાજર વાર્તાલાપમાંથી પસંદગી કરો, એક નવો વાર્તાલાપ શરૂ કરો અથવા તો બસ હિંમત હાર્યા વિના યોગ્ય વાર્તાલાપ શોધતા રહો."),
                n("f325afc4", "સીધો સંદેશ લખો"),
                n("f5dc353c", "હવે ગ્રાફિક્સ મીડિયા ફિલ્ટર થઈ રહ્યું છે"),
                n("daeda054", "સેટિંગ્સમાં જાઓ"),
                n("fe1eaa96", "શોધી કાઢેલા સંદેશાઓ જેમાં (નગ્નતા, જાતીય સામગ્રી અથવા હિંસા જેવા) સંભવિત ગ્રાફિક મીડિયા સમાવિષ્ટ કરેલ હોય તેની માટે હવે ચેતવણીઓ પ્રદર્શિત કરવામાં આવશે. તેમને સેટિંગ્સમાં પછી હંમેશા તેને બંધ કરી શકો છો."),
                n("hc32acba", "સંદેશ વિનંતીઓ કાઢી નાખીએ?"),
                n("f9048f58", "આ પૂર્વવત્ કરી શકાતું નથી અને પસંદ કરેલ વિનંતીઓનો સંદેશ તમારા ઇનબોક્સ માંથી કાઢી નાખવામાં આવશે."),
                n("a9d0d7f0", "બલ્કમાં સંપાદન કરો"),
                n("eb7de4aa", "જેમાં અપમાનજનક સામગ્રી શામેલ હોઈ શકે તે સહિત વધારાના સંદેશા બતાવો."),
                n("ee8c0c8a", "તમે જેમને અનુસરતાં નથી તે લોકોના આવનારા સંદેશા અથવા સમૂહના સંદેશા અહીં દેખાશે અને તમે તેમને સ્વીકારી કે કાઢી નાખી શકશો."),
                n("ff599112", "સમૂહ બનાવો"),
                n("c602600a", "લોકો ઉમેરો"),
                n("fa2033f6", "એન્ક્રિપ્ટ કરેલ છે"),
                n("aa59bb6a", "પોસ્ટ અલગથી મોકલો"),
                n("a2ccb2e8", "સીધો સંદેશ મોકલ્યો."),
                n("f906f464", "પોસ્ટ સમૂહમાં શેર કરી."),
                n("i8a99aae", "પોસ્ટ અલગથી શેર કરવામાં આવી."),
                n("hbbc401c", "સમૂહને મોકલો"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + "ને સંદેશો મોકલી શકાતો નથી";
                }),
                n("f7289cd6", "તમારી પાસે એક સમૂહ વાર્તાલાપ પસંદ કરેલ છે"),
                n("e6cced4e", "ફક્ત 1-1ની સાથે થતા વાર્તાલાપ જ “સમૂહ પર મોકલી” શકાય છે. તમે હજીપણ તમારા સંદેશને અલગથી મોકલી શકો છો."),
                n("e3e58b6e", "વાર્તાલાપની માહિતી"),
                n("a9ddbb94", "સમૂહની માહિતી"),
                n("dd4779a0", "ટેગ્સ સંચાલિત કરો"),
                n("ca9af866", "ટેગ્સ"),
                n("e62d3c10", "એ નામ સાથે કોઈ એકાઉન્ટ નથી. કૃપા કરી ફરીથી પ્રયાસ કરો."),
                n("h8403fb6", "તમે હમણાં આ વાર્તાલાપમાં તેમને ઉમેરી શકતા નથી."),
                n("ja522ed4", "તમે હમણાં આ વાર્તાલાપમાં એમાંના કેટલાક લોકોને ઉમેરી શકતા નથી."),
                n("d87bff5a", "તમારા વાર્તાલાપની માહિતી લોડ થઈ રહી છે."),
                n("cabb453e", "સમૂહ નામ"),
                n("eb1bb5a2", "તમામ લોકોને જુઓ"),
                n("a70436ac", "એન્ક્રિપ્ટેડ સંદેશો શરૂ કરો"),
                n("a7f20223", function (e) {
                    return e.name + "ની સૂચનાઓ સ્નૂઝ કરો";
                }),
                n("g2f04a6b", function (e) {
                    return "તમે " + e.name + " નું સ્નૂઝ કાઢી નાખ્યું છે";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + " સુધી સ્નૂઝ કરેલ છે";
                }),
                n("b3dfd51a", "ઉલ્લેખો સ્નૂઝ કરો"),
                n("cc7c8ce6", "લોકો આ વાર્તાલાપમાં તમારો ઉલ્લેખ કરે ત્યારે સૂચનાઓ અક્ષમ કરો."),
                n("hab58674", "ઉલ્લેખો અક્ષમ કરેલા છે"),
                n("e3c6e080", "ઉલ્લેખો સક્ષમ કરેલા છે"),
                n("f33ef58a", "વાર્તાલાપની  EU ગેરકાયદેસર સામગ્રીની જાણ કરો "),
                n("d1a6dbe6", "બધું જ અવરોધિત કરો "),
                n("f24af200", "DMs ને અવરોધિત કરો"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + " અવરોધિત કરો, @" + e.screenName + " હવે તમને અનુસરી અથવા સંદેશો મોકલી શકશે નહીં, અને તમને @" + e.screenName + "ની સૂચનાઓ દેખાશે નહીં";
                }),
                n("iae09949", function (e) {
                    return "@" + e.screenName + " ના DMs ને અવરોધિત કરીએ?";
                }),
                n("e778e3d8", "DMs ને સફળતાપૂર્વક અવરોધિત કર્યા"),
                n("b7867912", "બધું અનાવરોધિત કરો"),
                n("gaddb872", "DMs અનાવરોધિત કરો"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + "ને અનાવરોધિત કરવા છે? તેઓ તમને અનુસરી શકશે અને તમારી પોસ્ટ્સ જોઈ શકશે.";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + " નેઅનાવરોધિત કરીએ  ? તેઓ તમને અનુસરવામાં અને તમારી સાર્વજનિક પોસ્ટ સાથે જોડાઈ શકશે.";
                }),
                n("cde6e1ff", function (e) {
                    return "@" + e.screenName + " ના DMs ને અનાવરોધિત કરીએ?";
                }),
                n("j37c4674", "1 કલાક"),
                n("je7e1fed", function (e) {
                    return "તમે " + e.name + " ને 1 કલાક માટે સ્નૂઝ પર રાખ્યા છે";
                }),
                n("hf94a2d6", "1 કલાક માટે નિષેધ કરેલ"),
                n("fb7a43c6", "8 કલાક"),
                n("e95c8f8b", function (e) {
                    return "તમે " + e.name + " ને 8 કલાક માટે સ્નૂઝ પર રાખ્યા છે";
                }),
                n("bd54fad2", "8 કલાક માટે નિષેધ કરેલ"),
                n("cb5bf56e", "1 અઠવાડિયું"),
                n("gb7a130b", function (e) {
                    return "તમે " + e.name + " ને 1 અઠવાડિયા સુધી સ્નૂઝ પર રાખ્યા છે";
                }),
                n("f6fce0fe", "1 અઠવાડિયા માટે નિષેધ કરેલ"),
                n("i78153dd", function (e) {
                    return "તમે " + e.name + " ને હંમેશ માટે સ્નૂઝ પર રાખ્યા છે";
                }),
                n("je9455da", "સંદેશા એન્ક્રિપ્ટ થાય છે"),
                n("b5b0afa4", "તમારું દૃશ્ય કસ્ટમાઇઝ કરો"),
                n("ec5880e6", "આ સેટિંગ્સ આ બ્રાઉઝર પર રહેલાં બધાં X એકાઉન્ટ્સને પ્રભાવિત કરે છે."),
                n("babfa32c", "તમારું દૃશ્ય ઝડપથી કસ્ટમાઇઝ કરો"),
                n("a2a2f98e", "નવું શું છે તે જુઓ"),
                n("b4a361c0", "તમે તમારા રંગને અને તમારા ટેક્સ્ટના કદને વ્યક્તિગત બનાવી શકો છો, તેમજ તમારા ડાર્ક મોડ પસંદગીને નિયંત્રિત કરી શકો છો. આ સેટિંગ્સ ફક્ત તમને જ દૃશ્યક્ષમ છે."),
                n("c797b44e", "X પરની તાજેતરની વાર્તાઓ - પોસ્ટ્સ દ્વારા જણાવાયા મુજબ."),
                n("a19ce060", "એક્સપ્લોર અનુપલબ્ધ છે."),
                n("f7d1a8e0", "Android એપ્લિકેશન"),
                n("aab2fae0", "iOS એપ્લિકેશન"),
                n("a35d9c9a", "સંસાધનો"),
                n("i6671128", "તમે X પર વધુ સુવિધાઓને અનલૉક કરી છે"),
                n("d5e4d0a6", "તમે વધુ સરળતાથી વાર્તાલાપમાં જોડાઈ શકો છો અને અન્ય લોકો સાથે જોડાણ કરી શકો છો. હવે તમે નીચેની બાબતો કરી શકો છો:"),
                n("a97bc07e", "X પર વધુ સુવિધાઓને અનલૉક કરો"),
                n("a72188d6", "દરેક માટે Xને ઉત્કૃષ્ટ બનાવવા માટે, અમે ખાતરી કરવા માંગીએ છીએ કે આ એકાઉન્ટનું સંચાલન કોઈ માનવીની પાસે છે. તમારી સમયરેખામાં પ્રવૃત્ત થવામાં અને અન્ય લોકો સાથે જોડાણ કરવામાં સમય પસાર કરીને અમને એ જાણવામાં મદદ કરો. જ્યારે અમને આ વાતનો વિશ્વાસ થઈ જશે, ત્યારે તમે નીચેની બાબતો કરી શકશો:"),
                n("a4ee9572", "વધુ લોકો દ્વારા જોવામાં આવવા"),
                n("e5f4eac0", "તમારી સામગ્રી વધુ શોધવા યોગ્ય હશે. અને તમે શોધ પરિણામો અને વર્તમાનપ્રવાહોમાં દેખાશો."),
                n("c7832a72", "અન્યો સાથે સીધા જ જોડાણ કરો"),
                n("i1ccd17a", "તમારો સંદેશો આપમેળે ફિલ્ટર કરવામાં આવ્યા વિના, જેઓ તમને અનુસરતાં નથી તે લોકોને સીધા સંદેશા મોકલો."),
                n("hc965308", "મજા"),
                n("eb78b77e", "આનંદ મોડ"),
                n("aa8ece10", "grok.com અજમાવો"),
                n("gb5fb7d0", "ફોકસ મોડ"),
                n("g5665caa", "ફોકસ મોડમાંથી બહાર નીકળો"),
                n("a372681e", "શેર લિંક કૉપી કરો"),
                n("fbc79f6a", "ચૅટ ઇતિહાસ"),
                n("b61ad410", "ઇતિહાસ"),
                n("b3de2628", "ચૅટ ઇતિહાસ ઉપલબ્ધ નથી"),
                n("acfbfb28", "તમારા ભાવિ વાર્તાલાપો અહીં દેખાશે."),
                n("i1147548", "Grok ઇતિહાસ શોધો"),
                n("ab437026", "કોઈ વાર્તાલાપ ન મળ્યો"),
                n("e12569ec", "બીજું કશુંક શોધવાનો પ્રયાસ કરો."),
                n("d4eb0e26", "ફરીથી નામ આપો"),
                n("c64975ea", "તમે હજી સુધી કોઈ સંવાદ પસંદ નથી કર્યો"),
                n("a3e3db6e", "તમે વારંવાર પાછા આવતા ચેટ્સ સાચવવા માટે સ્ટાર પર ક્લિક કરો"),
                n("f4ae77ac", "કોઈ છબી ઇતિહાસ ઉપલબ્ધ નથી"),
                n("d57d337e", "તમારી જનરેટ કરેલી છબીઓ અહીં દેખાશે."),
                n("dab087ee", "ચૅટ્સ"),
                n("a911623c", "છબીઓ"),
                n("ae9cdac6", "ચૅટ ઇતિહાસ"),
                n("b198a392", "Grok વાર્તાલાપ"),
                n("d16329b4", "વાર્તાલાપની કૉપિ કરો"),
                n("af6c4470", "કંઈક ખોટું થયું, કૃપા કરીને ફરીથી પ્રયાસ કરો."),
                n("gf43d270", "આ વાર્તાલાપ ચાલુ રાખો"),
                n("f4b5fae2", "સંદેશો મોકલવાથી આ વાર્તાલાપની તમારા ઇતિહાસમાં કૉપિ થશે"),
                n("eb0d91ac", "Grok વડે તમારી છબી બનાવો"),
                n("c5a23514", "મને દોરો"),
                n("g1cb8096", "મને આશ્ચર્યચકિત કરો"),
                n("a5a3df56", "રચવાની છબીનું વર્ણન કરો"),
                n("gbb4e90a", "ક્રમરહિત અસામાન્ય મનોકલ્પિત સ્વપ્ન સૃષ્ટિ"),
                n("af21f92e", "પરમ આનંદ"),
                n("e207cba2", "રમતગમતની ક્રમરહિત સ્પર્ધા"),
                n("b1323f10", "પેરિસ ફૅશન વીકમાં રનવે પર ચાલી રહેલ મૉડલ"),
                n("g6a90174", "રમૂજી હિપ્સ્ટર પ્રાણી"),
                n("jdc4b66c", "વિશ્વની અજાયબી"),
                n("ec601934", "રિમિક્સ"),
                n("f9ecd3ba", "પોસ્ટ તરીકે દાખલ કરો"),
                n("af652514", "તફાવત"),
                n("j95bac7a", "Grokને કસ્ટમાઇઝ કરો"),
                n("c5665922", "Grok તમારા વિશે શું જાણે તેવું તમે ઈચ્છો છો?"),
                n("ff625c40", "Grok કેવી પ્રતિક્રિયા આપે તેવું તમે ઈચ્છો છો?"),
                n("e5c7d602", "બધી ચેટ માટે સક્ષમ કરો"),
                n("d5e03fbc", "Grok ફીડ"),
                n("a294d0c6", "તમારું સંસ્કરણ બનાવો"),
                n("b38adba2", "X - એક સમગ્રતા ઍપ"),
                n("d05ae004", "NHL ગેમ"),
                n("d35ad22c", "તાજેતરની NHL ગેમ જુઓ"),
                n("e806daa2", "સોકર મેચ"),
                n("cc2c2eca", "તાજેતરની સોકર મેચ જુઓ"),
                n("bcdeae66", "F1 ગ્રાન્ડ પ્રિકસ પોર્ટલ"),
                n("e30e4bea", "X પર ગ્રાન્ડ પ્રિકસ એક્શનને ફોલો કરો."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " વિ. " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X પર " + e.teamName1 + " વિ " + e.teamName2 + " અપડેટ્સ ";
                }),
                n("b72c924c", "નોકરીની શોધ"),
                n("f4da95a0", "નોકરીની ભલામણો"),
                n("eedd808c", "સાચવેલી નોકરીઓ"),
                n("e0ba641a", "કંપનીઓ માટે"),
                n("f9e6381a", "નોકરીઓ શોધો"),
                n("fb15ec28", "નોકરીની ભલામણો મેળવો"),
                n("ece910f0", "તમારી પસંદગીઓ પર આધારિત નોકરીઓ જુઓ"),
                n("jd08bc14", "સમયાંતરે ભલામણો બહેતર બને છે"),
                n("de0a4a72", "તમે ભલામણો જુઓ ત્યાં નિયંત્રણ કરો"),
                n("db8c4158", "હમણાં જ અરજી કરો"),
                n("d9c8057a", "અહીં ક્લિક"),
                n("a71d7584", "ફીચર કરેલી"),
                n("d2b8da2c", "સોફ્ટવેર એન્જિનિયરિંગ"),
                n("cd958040", "ડેટા & એનાલિટિક્સ"),
                n("c5760ca2", "ઉત્પાદન"),
                n("d31b4a2a", "ડિઝાઇન"),
                n("f38959a6", "વેચાણ"),
                n("bc78a26c", "કામગીરી"),
                n("ec28738e", "લોકો & HR"),
                n("icb06308", "ફાયનાન્સ અને એકાઉન્ટિંગ"),
                n("d0b978ec", "કાનૂની & પાલન"),
                n("af19cdc2", "વિજ્ઞાન અને એન્જિનિયરિંગ"),
                n("e4a51fca", "તબીબી"),
                n("e8ca78ae", "બાંધકામ & વેપાર"),
                n("e25d75e4", "ઇન્ટર્ન"),
                n("e89b3f04", "પ્રવેશ સ્તર"),
                n("h55825dc", "જુનિયર"),
                n("cc537386", "મધ્ય-સ્તર"),
                n("jfc3cece", "વરિષ્ઠ"),
                n("e1b683aa", "લીડ"),
                n("c4627fda", "મેનેજર"),
                n("db75b47c", "એક્ઝિક્યુટિવ"),
                n("i312f0ce", "જગ્યા પર"),
                n("b4aff05e", "હાઇબ્રિડ"),
                n("c08b9138", "દૂરસ્થ"),
                n("ia5d6422", "ભૌતિક સ્થાન પર હોવું જરૂરી છે"),
                n("h97c7f42", "ઓનસાઇટ હોવું આંશિક જરૂરી છે"),
                n("ibed2d04", "ઓનસાઇટ હોવું જરૂરી નથી"),
                n("f508c49c", "જોબમાં લિંક કૉપી કરો"),
                n("d6825dce", "સીધા સંદેશ દ્વારા શેર કરો"),
                n("b9613442", "પોસ્ટ દ્વારા શેર કરો"),
                n("c2b3f0da", "પ્રોફાઇલ પર દર્શાવો"),
                n("c791d3fc", "નોકરી શેર કરો"),
                n("eb517058", "AI કંપનીઝ"),
                n("b677cb9b", function (e) {
                    return e.count + " કંપની ફિલ્ટરો";
                }),
                n("ja04d37c", "કંપનીનાં નામ દાખલ કરો"),
                n("a1876045", function (e) {
                    return e.count + " રોજગારના પ્રકારના ફિલ્ટરો";
                }),
                n("fb146dd2", "રોજગારનો પ્રકાર"),
                n("a7090408", "મુખ્ય શબ્દ"),
                n("f16e9a15", function (e) {
                    return "સ્થાનના " + e.count + " પ્રકારના ફિલ્ટરો";
                }),
                n("fa7d455a", "સ્થાન પ્રકાર"),
                n("caa606db", function (e) {
                    return e.count + " વરિષ્ઠતા ફિલ્ટરો";
                }),
                n("jda06238", "વરિષ્ઠતા"),
                n("j595df68", "ભલામણોની તમારી પસંદગીઓને અપડેટ કરો:"),
                n("a1227d5e", "ભલામણો ચાલુ કરો"),
                n("bae2f5f0", "તમારા પ્રોફાઇલમાં આ નોકરી ઉમેરો"),
                n("cbcaaa1a", "આ જેવું દેખાશે તેનું પ્રીવ્યૂ નીચે પ્રમાણે છે"),
                n("f58cf1ac", "નોકરી ઉમેરો"),
                n("j4ae9960", "તમારા પ્રોફાઇલમાં આ નોકરી ઉમેરવામાં સમસ્યા આવી."),
                n("caa352f0", "ઘણી બધી નોકરીઓ"),
                n("i08bee0e", "ઘણી બધી નોકરીઓ દર્શાવાઈ"),
                n("d7ccaea2", "હાલમાં તમે 3 સક્રિય નોકરીઓ સુધી મર્યાદિત છો."),
                n("h05e4a7a", "તમે 10 દર્શાવાતી નોકરીઓની મર્યાદા ધરાવો છો."),
                n("b518daae", "નિયુક્ત કરનાર ડૅશબોર્ડ પર જાઓ"),
                n("f48e9c52", "નોકરી સફળતાપૂર્વક ઉમેરી!"),
                n("f6757978", "તમે તમારા નિયુક્ત કરનર ડૅશબોર્ડમાંથી આ નોકરી કાઢી નાખી શકો છો અથવા અન્ય નોકરીઓ ઉમેરી શકો છો."),
                n("i329c5a6", "નિયુક્ત કરનાર ડૅશબોર્ડ જુઓ"),
                n("h39a5448", "X Hiringના માધ્યમથી તમારી નોકરીઓ દર્શાવો!"),
                n("d204515c", "એક ક્લિક વડે તમારા પ્રોફાઇલમાં નોકરીઓ ઉમેરો."),
                n("ecb3df70", "ઇવેન્ટની પોસ્ટ્સ"),
                n("a01d5a7c", "આ ઉપલબ્ધ નથી કારણ કે તે તમે અવરોધિત કરેલ કોઈ વ્યક્તિ દ્વારા બનાવવામાં આવ્યું હતું"),
                n("cab51f93", function (e) {
                    return "તમે આને જોઈ શકતા નથી કારણ કે @" + e.screenName + " એ તમને અવરોધિત કર્યા છે.";
                }),
                n("eaaca5dc", "સ્કોર"),
                n("abdcd68a", "ઈવેન્ટ લોડ કરી રહ્યા છે"),
                n("cfb57adb", function (e) {
                    return e.hashtag + " વિશે પોસ્ટ";
                }),
                n("b1037710", "તમારા વિચારો શેર કરો"),
                n("bb980db0", "ઈવેન્ટ સમય અવધિ"),
                n("ffd929c1", function (e) {
                    return "નવું" + e.ttc_live_event;
                }),
                n("c9b302f8", "તાજેતરના ઉત્પાદનો જોવા પછીથી પાછા તપાસો."),
                n("cfe836d1", function (e) {
                    return e.percent + "% છૂટ";
                }),
                n("efb132c3", function (e) {
                    return e.price + "માં " + e.title + " - " + e.description;
                }),
                n("f27deeea", "વાણિજ્ય ઉત્પાદન ટાઇલ"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "રીપ્લે"),
                n("j1d352d8", "રિમાઇન્ડર સેટ કર્યું છે"),
                n("d18909d4", "રિમાઇન્ડર સેટ કરો"),
                n("b0b38774", "શીર્ષક મીડિયા"),
                n("a7a119ec", "અનડૉક કરો"),
                n("cfadb00e", "સાંભળી રહ્યા છે"),
                n("db4620aa", "લાઈવ સ્પેસ"),
                n("c958e692", "રેકોર્ડ કરેલી સ્પેસ"),
                n("i2c2bfb7", function (e) {
                    return e.count + " સાંભળી રહ્યા છે";
                }),
                n("i3f7ff00", "મીડિયા થંબનેલ"),
                n("h400d7c2", "સ્પેસમાં જોડાઓ"),
                n("be6ef5b4", "આવી રહી છે"),
                n("ca25ebae", "ઑડ્સ પ્રેષક"),
                n("e749753a", "સ્પ્રેડ"),
                n("ea885dec", "નાણાં"),
                n("cde48000", "જુગાર સંબંધિત સમસ્યા છે? 1-800-GAMBLER પર કૉલ કરો"),
                n("g53d5df6", "કેન્દ્રિત"),
                n("d1e0a75f", function (e) {
                    return "તમારા માટે" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "અનુસરી રહ્યા છો" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "સબ્સ્ક્રાઇબ કરેલું" + e.noun;
                }),
                n("d3619250", "સૌથી વધુ પસંદ થયેલ"),
                n("f5edfbde", "Xમાંથી લૉગ આઉટ કરવું છે?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + "માંથી લોગ આઉટ કરવું છે?";
                }),
                n("ia5ff8b6", "તમે હંમેશાં કોઈપણ સમયે પાછા લોગ ઈન કરી શકો છો. જો તમે ફક્ત એકાઉન્ટ્સ ફેરબદલી કરવા માગતા હોવ તો, તમે હાલનું એકાઉન્ટ ઉમેરીને તે કરી શકો છો."),
                n("ea3750c4", "આ ફક્ત આ એકાઉન્ટ પર જ લાગુ થશે અને તમે હજી પણ તમારા અન્ય એકાઉન્ટ્સમાં લોગીન હશો."),
                n("gc6866f8", "લોગ આઉટ કરી રહ્યા છો"),
                n("f8ad0092", "અમને ક્ષમા કરશો, કંઈક ભુલ હતી. કૃપા કરીને ફરીથી લોગીન કરવાનો પ્રયાસ કરો."),
                n("h2c7767e", "તમારું સત્ર હવે માન્ય નથી. કૃપા કરીને ફરીથી લોગીન કરવાનો પ્રયાસ કરો."),
                n("e83047c2", "તમે ઘણા બધા ખોટા કોડ્સ દાખલ કર્યા છે. કૃપા કરીને ફરીથી લોગીન કરવાનો પ્રયાસ કરો."),
                n("g4b108ee", "તમે ઘણા બધા બેકઅપ કોડ્સ બનાવ્યાં છે. તમારે તમારા ફોન પર લોગીન ચકાસણીમાં ફરીથી નોંધણી કરવાની જરૂર છે."),
                n("a9be9b44", "X પર ચાલુ રાખો"),
                n("e55188f0", "તમે આ બ્રાઉઝર સાથે આ એકાઉન્ટમાં લોગીન થયા છો"),
                n("d55d8fe2", "તમે આ એકાઉન્ટ સાથે ચાલુ રાખવા માંગો છો?"),
                n("g806008e", "અલગ એકાઉન્ટ સાથે લોગીન કરો"),
                n("c55f5c9a", "કંઈક ખોટું થયું હતું, પણ ગુસ્સે ન થશો — એમાં તમારો દોષ નથી. ચાલો ફરી પ્રયાસ કરીએ."),
                n("bfb6be8a", "X પર નાણાં કમાઓ"),
                n("ed6c6da2", "મનીટાઇઝેશન પ્રતિનું પહેલું પગલું છે X Premiumમાં ચકાસણી કરાવવી."),
                n("h93b6580", "ઉચ્ચ ગુણવત્તાવાળી સામગ્રી શેર કરીને કમાણી કરો. તમે X પર વપરાશકારોને જેટલા વધુ સાંકળી શકશો, એટલી વધુ કમાણી કરી શકશો."),
                n("eea6d8f8", "નિર્માતા આવક વહેંચણી માટેની યોગ્યતા"),
                n("a0e8811e", "ફૅનબેઝ બનાવો"),
                n("e1a74ac0", "તમારા સૌથી મોટા સમર્થકો સમક્ષ વિશિષ્ટ સામગ્રી પ્રસ્તુત કરો અને પુનરાવર્તિત કમાણી મેળવો."),
                n("cd3a6f9a", "સબ્સ્ક્રિપ્શનો માટેની યોગ્યતા"),
                n("c35e6144", "Premium સાધનો વડે બહેતર સામગ્રી બનાવો"),
                n("b9dbeb34", "લાંબી પોસ્ટ્સ, મીડિયા સ્ટુડિયો, એનાલિટિક્સ અનલૉક કરો અને પ્રાયોરીટી સપોર્ટ મેળવો."),
                n("b2d41138", "વધુ પહોંચ = વધુ કમાણી"),
                n("defa7f12", "પ્રત્યુત્તર બૂસ્ટમાંથી લાભ મેળવો, જે વધુ ઝડપથી વિકસવા માટે તમને વધારાની દૃશ્યતા આપે છે."),
                n("i3e4955d", "અહીં"),
                n("cea1c00e", "જોડાવાની ક્ષમતાને અનલૉક કરો"),
                n("f8e6a280", "તમે પોસ્ટ કરી શકો, લાઇક કરી શકો, બુકમાર્ક કરી શકો અને પ્રત્યુત્તર આપી શકો તે પહેલાં નવા એકાઉન્ટ્સ નાનકડું વાર્ષિક શુલ્ક ચૂકવે તે જરૂરી છે. આ સ્પામ ઘટાડવા અને દરેક વ્યક્તિ માટે અનુભવને બહેતર બનાવવા માટે છે. તમે હજુ પણ મફતમાં એકાઉન્ટ્સને અનુસરી શકો છો અને Xને બ્રાઉઝ કરી શકો છો."),
                n("h968efc6", "તમે પોસ્ટ કરી શકો, લાઇક કરી શકો, બુકમાર્ક કરી શકો અને પ્રત્યુત્તર આપી શકો તે પહેલાં નવા એકાઉન્ટ્સ નાનકડું શુલ્ક ચૂકવે તે જરૂરી છે. આ સ્પામ ઘટાડવા અને દરેક વ્યક્તિ માટે અનુભવને બહેતર બનાવવા માટે છે. તમે હજુ પણ મફતમાં એકાઉન્ટ્સને અનુસરી શકો છો અને Xને બ્રાઉઝ કરી શકો છો."),
                n("b66b62a4", "ખરીદનારની સેવાની શરતો"),
                n("e5b5faa6", "બોટ-નથી સુવિધાની શરતો"),
                n("i61a221c", "સબ્સ્ક્રાઇબ કરો અને ચૂકવો"),
                n("fce91ab4", "હમ્મ્મ - તે કામ ન કર્યું."),
                n("a235cb76", "તમારા બોટ નથી સબ્સ્ક્રિપ્શનની પ્રક્રિયા કરવામાં સમસ્યા આવી. કૃપા કરીને તમારી ચુકવણી માહિતી તપાસો અને ફરીથી પ્રયાસ કરો."),
                n("a8eea654", "તમારી ખરીદી સફળ રહી હતી."),
                n("bc8baa08", "સબસ્ક્રાઈબ કરેલું"),
                n("a98ba778", "સૂચનાઓ સમય અવધિઓ"),
                n("j887d006", "લાઈક્સથી લઈને રીપોસ્ટ્સ અને બીજું ઘણું બધું, આ તે જગ્યા છે જ્યાં બધી ક્રિયાઓ થાય છે."),
                n("c06d4306", "જ્યારે કોઈ તમારો ઉલ્લેખ કરે તો, તમે તે અહીં મેળવશો."),
                n("ge7c661a", "લાઈક્સ, ઉલ્લેખો, રીપોસ્ટ્સ અને બીજું ઘણું બધું — જ્યારે તે અન્ય ચકાસાયેલાં લોકો પાસેથી  આવશે, ત્યારે તમને તે અહીં મળશે."),
                n("d3de3b5c", "લાઇક્સ, ઉલ્લેખો, રીપોસ્ટ્સ અને બીજું ઘણું બધું — જ્યારે તે તમારા સબ્સ્ક્રાઇબરો પાસેથી આવશે, ત્યારે તમને તે અહીં મળશે."),
                n("e3f9838d", "વધુ જાણો"),
                n("eba8b1c8", "તમારો ઉલ્લેખ કયા વાર્તાલાપોમાં થાય છે તે નિયંત્રિત કરો"),
                n("j745b8a6", "પોસ્ટ પર રહેલા પેલા ત્રણ નાના ટપકાં એવા — ક્રિયા મેનૂનો ઉપયોગ — પોતાને અનટૅગ કરવા અને વાર્તાલાપને છોડી દેવા માટે કરો."),
                n("c380d684", "તમારો અહેવાલ"),
                n("da7cf0d8", "અમે આ પોસ્ટને સંવેદનશીલ સામગ્રી તરીકે ફ્લૅગ કરી"),
                n("a6da21a1", function (e) {
                    return e.appName + "ને તમારા  એકાઉન્ટની ઍક્સેસ મેળવવી છે";
                }),
                n("f4392d00", "એપ્લિકેશનને અધિકૃત કરો"),
                n("ee4dca3c", "લિંક રદ કરો"),
                n("bb347bbc", "સહાયતા કેન્દ્ર"),
                n("be38d34e", "આ ઍપનો ઉપયોગ કરવા માટે, તમારે Xમાં લૉગિન કરેલું હોવું જરૂરી છે."),
                n("e087691a", "તમે એપ્લિકેશનને પ્રવેશ આપવામાં અસમર્થ રહ્યા હતા. પાછા જાઓ અને ફરીથી લોગ ઈન કરવાનો પ્રયાસ કરો."),
                n("e7dd62c4", '"ઍપને અધિકૃત કરો" બટન પર ક્લિક કરીને, તમે xAIને Xમાંથી નિમ્નલિખિત સહિતના તમારા ડેટાને ઍક્સેસ કરવા માટે અધિકૃત કરો છો: '),
                n("debbdc98", "તમારું X વપરાશકાર પ્રોફાઇલ, X એકાઉન્ટની માહિતી, X સેટિંગ્સ અને X પસંદગીઓ."),
                n("d9cf7c9c", "તમારા X એકાઉન્ટમાં જોઈ શકાય તેવી તમારી પોસ્ટ્સ, જેમાં (સાર્વજનિક અથવા સંરક્ષિત) બધા એકાઉન્ટ્સમાંની અથવા તેમાંથી આવતી તમે જોઈ શકો તેવી પોસ્ટ્સનો સમાવેશ થાય છે."),
                n("cdf40068", "X પર Grok માટેનો તમારા વાર્તાલાપનો ઇતિહાસ. "),
                n("cea71014", "અમે તમારા સંપર્કોને લોડ કરી રહ્યા છીએ..."),
                n("b5474bd2", "હમમ... કશુંક ખોટું થયું હતું."),
                n("ab4b970a", "કૃપા કરી પાછા જવા અને નવા ચકાસણી ઇમેલની વિનંતી કરવા માટે X ઍપનો ઉપયોગ કરો."),
                n("j6d103b8", "X એકાઉન્ટ માટે સાઇન અપ કરો. બ્રેકિંગ ન્યૂઝ અને મનોરંજનથી લઈને રમતો અને રાજકારણ સુધી, તમામ લાઇવ કોમેન્ટરી સાથે સંપૂર્ણ સ્ટોરી મેળવો."),
                n("ca042c78", "Xમાં લૉગિન કરો"),
                n("ff869362", "તાજેતરનાં ટ્વીટ્સને જોવા માટે Xમાં લૉગિન કરો. વાર્તાલાપમાં જોડાઓ, એકાઉન્ટ્સને અનુસરો, તમારી હોમ સમયરેખા જુઓ અને તમે જાણતા હો તે લોકોની ટ્વીટ્સને જુઓ."),
                n("f4a654a4", "ફોરસ્ક્વેર પર જુઓ"),
                n("c09de2d4", "સમય અવધિ શોધો"),
                n("i1801686", "આ અમાન્ય શોધ ક્વેરી છે, કૃપા કરીને કોઇ અન્ય અજમાવો."),
                n("a0b4541c", "કંઈક ખોટું થયું હતું - પણ ગુસ્સે ન થશો, આમાં તમારો દોષ નથી"),
                n("d7eebb60", "તમારા સબ્સ્ક્રિપ્શનનું સેટઅપ થઈ રહ્યું છે"),
                n("a452ab68", "આમાં થોડી સેકન્ડો લાગી શકે છે."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "સફળતાપૂર્વક અપડેટ થયું"),
                n("e957c20e", "સંપૂર્ણ ઍક્સેસ મફત અજમાયશ"),
                n("a1436e70", "તમે હવે તમારી પ્રોફાઇલમાં જોબ્સ ઉમેરી શકો છો, જેથી તેને તમારા નેટવર્ક પર દેખાય એ રીતે બનાવી શકો છો. એકવાર તમારી ઍપ્લિકેશન મંજૂર થઈ જાય, પછી તમારા જોબ્સ લાખો વપરાશકર્તાઓ માટે જોબની શોધમાં શોધી શકાય તે યોગ્ય બની જશે."),
                n("f9c85cec", "જરૂરી ક્રિયા: દસ્તાવેજો અપલોડ કરો અને ચકાસો"),
                n("f178f393", function (e) {
                    return "કૃપા કરીને જરૂરી દસ્તાવેજો  " + e.date + "સુધીમાં સબમિટ કરો. આમાં સામાન્ય રીતે 10 મિનિટનો સમય લાગે છે.";
                }),
                n("f9fbeabc", "તમારી સંસ્થાના સંસ્થાપન દસ્તાવેજો"),
                n("b4c80f5c", "સરકાર દ્વારા જારી કરેલું આઈડી"),
                n("f0915094", "કામ કરતા ઉપકરણ કેમેરા"),
                n("f259d3f3", function (e) {
                    return "મહત્વપૂર્ણ: દસ્તાવેજો " + e.date + "સુધીમાં સબમિટ કરવાના રહેશે, નહીંતર તમારી અરજી રિફંડ વિના નકારવામાં આવશે.";
                }),
                n("d35f645b", function (e) {
                    return "(" + e.count + ") ખોલો";
                }),
                n("bf534b31", function (e) {
                    return "ફીચર કરેલી (" + e.count + ")";
                }),
                n("c35aded2", "આર્કાઇવ કરેલ"),
                n("b97e952a", "એવું જણાય છે કે તમે હજી સુધી એકેય નોકરી ઉમેરી નથી."),
                n("cf1fa156", "એવું જણાય છે કે તમે હજી સુધી એકેય નોકરી જણાવી નથી."),
                n("fa4a4f50", "એવું જણાય છે કે તમે હજી સુધી એકેય નોકરી આર્કાઇવ કરી નથી."),
                n("c5fb5a1a", "નોકરીઓ નથી"),
                n("e9b91cde", "કાર્ય ઉમેરો"),
                n("c270ef3e", "આર્કાઇવ કરો"),
                n("fe8872f4", "સફળ થયા"),
                n("d523cd74", "આ નોકરીને આર્કાઇવ કરવી છે?"),
                n("jfd0b34a", "નોકરીને આર્કાઇવ કરવાથી તે તમારા પ્રોફાઇલમાંથી દૂર થશે."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "આમંત્રણ મોકલવામાં સમસ્યા આવી. કૃપા કરીને પછીથી પ્રયાસ કરો."),
                n("ddf35536", "આમંત્રણ કાઢી નાખવામાં સમસ્યા આવી. કૃપા કરીને પછીથી પ્રયાસ કરો."),
                n("db7144b6", "સહયોગિતાનો પ્રકાર બદલતી વખતે સમસ્યા આવી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("be78e5fa", "સહયોગિતા કાઢી નાખતી વખતે સમસ્યા આવી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("fa9709ba", "અરજી બનાવવામાં સમસ્યા આવી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("j62f13fc", "આ નોકરી અપડેટ કરવામાં સમસ્યા આવી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("ff5716fc", "આ નોકરી અપડેટ બનાવવામાં સમસ્યા આવી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("fd059188", "તમારી નોકરીઓને સમન્વયિત કરવામાં સમસ્યા આવી હતી. પછીથી ફરી પ્રયત્ન કરો."),
                n("b82b5c00", "જાહેરાત ક્રેડિટને સક્રિય કરતી વખતે કંઈક ખોટું થયું હતું. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("d74adc30", "ખોટું જાહેરાત એકાઉન્ટ ઉમેરાયું"),
                n("e4323c36", "તમે દાખલ કરેલું જાહેરાત એકાઉન્ટ ID તમારી સંસ્થા કે તેના સહયોગીઓ સાથે મેળ ખાતું નથી."),
                n("b3323ada", "તમારા ads.twitter.com એકાઉન્ટમાં ક્રેડિટ કાર્ડ ઉમેરો"),
                n("ac325eb8", "તમારી જાહેરાતની ક્રેડિટને સક્રિય કરવા માટે, તમારે ads.twitter.com પરના તમારા જાહેરાત એકાઉન્ટમાં ક્રેડિટ કાર્ડ ઉમેરવું જરૂરી છે. "),
                n("j4e6e966", "જાહેરાત એકાઉન્ટની સમીક્ષા જરૂરી છે"),
                n("ef86e7f6", "તમારા એકાઉન્ટને સમીક્ષા માટે ચિહ્નિત કરવામાં આવ્યું છે અને મંજૂરી મળવી આવશ્યક છે."),
                n("c9c8edae", "જાહેરાત ક્રેડિટ લાગુ કરવા માટે ચકાસાયેલી સંસ્થાઓને સબ્સ્ક્રાઇબ કરો"),
                n("b36c6278", "ચકાસાયેલી સંસ્થાઓના સશુલ્ક સબ્સ્ક્રિપ્શનો જ અમારી જાહેરાત ક્રેડિટનો ઉપયોગ કરી શકે છે. તમારા સહયોગીઓ સાથે જાહેરાત કરવા માટે હમણાં જ અપગ્રેડ કરો."),
                n("c30f0168", "બાહ્ય લિંક ખોલો"),
                n("c49b7262", "નોકરી દર્શાવો"),
                n("i6ecf71a", "નોકરી દર્શાવવાનું બંધ કરો"),
                n("a37ef120", "નોકરી ફરી ખોલો"),
                n("i00355d0", "શેર કરવાનું બંધ કરો"),
                n("h0481bba", "આ નોકરીને શેર કરવાનું બંધ કરવું છે?"),
                n("b9dfdc7a", "શેર કરવાનું બંધ કરવાથી નોકરી તમારી સ્પૉટલાઇટમાંથી નીકળી જશે."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "તમે શેર કરેલી નોકરીઓ"),
                n("ea7f1a42", "તમારી નોકરીઓ"),
                n("d1cbcb90", "સ્ત્રોત"),
                n("gf66326c", "છેલ્લું અપડેટ"),
                n("b917fc28", "જોબ પ્રમોશન અક્ષમ કરેલ છે"),
                n("g06035e6", "જોબ પ્રમોશનને સક્ષમ કરવા માટે તમારા જાહેરાત એકાઉન્ટ પર ધ્યાન આપવાની જરૂર છે."),
                n("aa16581c", "તમારી પાસે જોબ પ્રમોશન એડવર્ટાઇઝિંગ એકાઉન્ટની ઍક્સેસ નથી. મદદ માટે એકાઉન્ટ ઍડ્મિનને પૂછો."),
                n("g7bb6f58", "કોઈ જાહેરાત એકાઉન્ટ્સ મળ્યાં નથી."),
                n("jf1576ba", "નિષ્ફળ ગયું"),
                n("ff985a36", "સમન્વય"),
                n("e5b8058c", "સમન્વયિત થયેલ નથી"),
                n("a86e335a", "છેલ્લે સમન્વયિત "),
                n("c9838d68", "તમે ઉમેરેલી નોકરીઓ હજુ દેખાતી નથી"),
                n("df6835a6", "તમારી પોસ્ટ્સની ઉપર દર્શાવેલી નોકરીઓને હાઇલાઇટ કરવા માટે તમારા પ્રોફાઇલ પર નોકરીઓને અને તમારી બધી ખાલી નોકરીઓની સૂચિની લિંકને સક્ષમ કરો."),
                n("fc504ea0", "મારી નોકરીઓ બતાવવાનું શરૂ કરો"),
                n("a511934e", "X પરથી નિયુક્ત કરવાનું શરૂ કરો"),
                n("e68d2d16", "બીટા માટે અરજી કરો"),
                n("f7a37e30", "'બીટા માટે અરજી કરો' પર ક્લિક કરીને તમે બીટા એક્સેસ માટેની મંજૂરી પછી, આ એકાઉન્ટ સાથે સંકળાયેલ વ્યવસાયિક ઈમેલ સરનામાંનો ઉપયોગ કરીને ઈમેલ દ્વારા સંપર્ક કરવા માટે  સંમતિ આપો છો."),
                n("bfef82f0", "X Hiring એ ચકાસાયેલી સંસ્થાઓ માટે નિઃશુલ્ક સુવિધા છે જેના થકી નોકરીઓ પોસ્ટ કરી શકાય, તમારી કંપનીના પ્રોફાઇલ પર નોકરીઓ દર્શાવી શકાય અને તમારે ત્યાંના ખાલી હોદ્દાઓ માટે સૌથી હોશિયાર વ્યક્તિને આકર્ષી શકાય."),
                n("h4b890c2", "X Hiring થકી તમે નોકરીઓ પોસ્ટ કરી શ્કો છો, તમારા પ્રોફાઇલ પર તે દર્શાવી શકો છો અને તમારા ખાલી હોદ્દાઓ માટે સર્વોત્તમ કુશળ વ્યક્તિઓને આકર્ષી શકો છો."),
                n("c3f28126", "વ્યાપક ઑડિયન્સ સુધી પહોંચો"),
                n("dec1601e", "X 528 મિલિયન કરતાં વધારે વપરાશકારો ધરાવે છે. સૉફટવેર એન્જિનીયરોથી માંડીને રિટેલ સેલ્સથી લઈને ફૉર્કલિફ્ટ ઑપરેટરો સુધીના સૌની નિયુક્તિ અહીંથી કરી શકાશે."),
                n("be8393da", "તમારી સૌથી મહત્ત્વપૂર્ણ ભૂમિકાઓ દર્શાવો"),
                n("i8c856ce", "તમારા પ્રોફાઇલ પર વધુમાં વધુ 3 નોકરીઓ દર્શાવો. જ્યારે બધા વપરાશકારો તમારું પ્રોફાઇલ જોશે ત્યારે તેઓ આ બધા હોદ્દાની જરૂરિયાત જોશે."),
                n("d8bc6eea", "તમારી કંપનીના પ્રોફાઇલ પરની દર્શાવેલી નોકરીઓ માટે વધુમાં વધુ 5 નોકરીઓ ઉમેરો. બધા વપરાશકારો જ્યારે તમારી કંપનીનું પ્રોફાઇલ જોશે ત્યારે તેઓ આ દર્શાવેલી ભૂમિકાઓ જોશે."),
                n("a049efd4", "તમારી નોકરીઓની ઝડપથી આયાત કરો"),
                n("d12be15a", "મિનિટોમાં તમારી નોકરીઓ Xમાં ઉમેરવા માટે સમર્થિત ઍપ્લિકન્ટ ટ્રૅકિંગ સિસ્ટમ અથવા XML સાથે જોડાણ કરો."),
                n("d248d75e", "સપોર્ટ મેળવો"),
                n("c49d8e42", "સહાય જોઈએ છે? અમારો સંપર્ક કરો"),
                n("ib244b2e", "ઇમેલ ઍડ્રેસની કૉપિ કરો"),
                n("b450472c", "નોકરીઓ ઈમ્પોર્ટ કરો"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "જોબ્સ રિફ્રેશ કરો"),
                n("aa4c37cc", "મારા પ્રોફાઇલ પર બતાવો"),
                n("d4b82638", "તમારા પ્રોફાઇલ પર નોકરીઓ દર્શાવો"),
                n("e405b1c2", "તમારા મહત્ત્વપૂર્ણ હોદ્દાઓ વિશે વધુ અરજદારો મેળવવા માટે તમારા પ્રોફાઇલ પર નોકરીઓને સક્ષમ કરો અને ઉમેદવારોને તમારા બધા ખાલી હોદ્દા જોવાની મંજૂરી આપો."),
                n("a85cda86", "શરૂઆત કરવા માટે તમારી નોકરીઓ ઉમેરો"),
                n("c04b6472", "વધુ ઉમેદવારો મેળવવાનું શરૂ કરવા માટે થોડાં સરળ પગલાંમાં તમારી નોકરીઓની આયાત કરો અથવા ઉમેરો. ઉપરાંત, તમારી નોકરીઓ તમારા અનુયાયીઓની સાથે શેર થઈ શકશે અને તમારી કંપનીના પ્રોફાઇલ પર દર્શાવી શકાશે."),
                n("d14c02d0", "મેન્યુઅલી નોકરીઓ ઉમેરો"),
                n("b12424fc", "નવી નોકરી"),
                n("ca8df1e2", "નોકરી બનાવો અને તેને તમારી જોબ યાદીમાં ઉમેરો. દરેક નોકરીમાં એક એપ્લિકેશન URL હોવું આવશ્યક છે જ્યાં ઉમેદવારો નોકરી વિશે વધુ જોઈ શકે અને અરજી કરી શકે."),
                n("f4f4dd60", "જરૂરી"),
                n("b2c213e0", "અક્ષર મર્યાદા ઓળંગાઈ ગઈ"),
                n("d84e9c2a", "આ ભૂમિકા માટે અપેક્ષિત કાર્ય પ્રતિબદ્ધતાના પ્રકારને શેર કરો."),
                n("bc8b300c", "જોબ કાર્ય"),
                n("d1eedb50", "આ ભૂમિકાને સમર્થન આપે છે તે વિસ્તારને સમજવા ઉમેદવારોને મદદ કરો."),
                n("eaf3ce64", "ટીમ"),
                n("b36cd50e", "કોર ટીમનો ઉલ્લેખ કરો કે જેની સાથે ઉમેદવારો એક વખત નોકરી પર કામ કરશે."),
                n("d3a427ce", "આવશ્યક અનુભવનું સ્તર પસંદ કરો."),
                n("i7174442", "કામનું વર્ણન"),
                n("fef0cf02", "વિગતવાર જોબ વર્ણન પ્રદાન કરો. ઉમેદવારોને ભૂમિકાની સ્પષ્ટ સમજ આપવા માટે મુખ્ય જવાબદારીઓ અને યોગ્યતાઓની રૂપરેખા આપો."),
                n("b7800bec", "નોકરીને 200 કે તેથી ઓછા અક્ષરોમાં પિચ કરો. પોસ્ટ્સ, ભલામણો અને શોધમાં બતાવવામાં આવે છે."),
                n("a5244ece", "એપ્લિકેશન URL (જરૂરી)"),
                n("g2b553f6", "સાર્વજનિક URL દાખલ કરો જ્યાં ઉમેદવારો આ નોકરી માટે અરજી કરી શકે."),
                n("c2e77608", "જોબ શીર્ષક (જરૂરી)"),
                n("cdf414d4", "શોધ અને ભલામણો માટે વપરાય છે. તમારા પરિણામો સુધારવા માટે ઉદ્યોગ માનક શીર્ષકોનો ઉપયોગ કરવાનો પ્રયાસ કરો."),
                n("cc59319a", "નોકરીના ઔદ્યોગિક ધોરણે પ્રમાણિત હોય તેવા હોદ્દાઓનો ઉપયોગ કરો જેને લગભગ બધા ઉમેદવારો સમજી શકે."),
                n("e7117ee4", "સ્થાન (જરૂરી)"),
                n("c05176ec", "જો આ ભૂમિકા ઓનસાઇટ છે, તો સાઇટ સ્થાન(ઓ) દાખલ કરો. જો આ ભૂમિકા દૂરસ્થ છે, તો ઉમેદવારો ક્યાં સ્થિત હોઈ શકે તેનું વર્ણન કરો."),
                n("d70c24d4", "ઉમેદવારોને તમારી નોકરી શોધવામાં મદદ કરવા માટે વપરાય છે."),
                n("de1c4376", "પગારની શ્રેણી"),
                n("hf352d42", "વૈકલ્પિક પગાર શ્રેણી ઉમેરો જે ઉમેદવારોને દેખાશે. જો તમે ન કરવાનું પસંદ કરો છો, તો તમે જે સ્થાન માટે ભરતી કરી રહ્યાં છો ત્યાંના કોઈપણ પગાર પારદર્શિતા કાયદાઓથી વાકેફ રહો."),
                n("ede7d0a2", "ચલણ"),
                n("b925c18c", "પગારનો પ્રકાર"),
                n("j3d242ce", "અમાન્ય શ્રેણી"),
                n("f4d07bd2", "ઉમેદવારો માટે શોધ સાથે તમારી ભૂમિકાઓ શોધવાનું સરળ બનાવવા માટે વૈકલ્પિક વિગતો શામેલ કરો."),
                n("b8cbb51a", "જોબ સારાંશ"),
                n("bda6881e", "આ નોકરી તમારી અરજદાર ટ્રેકિંગ સિસ્ટમ (ATS) માંથી આયાત કરવામાં આવી છે. મહેરબાની કરીને નોટ કરો કે માત્ર ચોક્કસ ફીલ્ડમાં ફેરફાર કરી શકાય છે."),
                n("b075c68a", "નોકરી દાખલ કરો"),
                n("d4b6a6e0", "પ્રોફાઈલ સ્પોટલાઈટ"),
                n("j2dd3686", "મારી પોસ્ટ્સની ઉપર દર્શાવેલી નોકરીઓને હાઇલાઇટ કરો."),
                n("af1cfd46", "ATS એકીકરણ"),
                n("d6fa2944", "એકીકરણ કાઢી નાખવાથી તમારી આયાત કરેલી નોકરીઓ કાઢી નહીં નખાય."),
                n("h99f11fa", "એકીકરણ કાઢી નાખો"),
                n("eef1ae76", "હાલમાં જોડેલી"),
                n("a915f5c1", function (e) {
                    return e.ats + " જોડાયેલ";
                }),
                n("af7286b7", function (e) {
                    return "વાર્ષિક Premium પર " + e.percentage + "%ની છૂટ";
                }),
                n("c924ad84", "વિડિઓઝ રમો"),
                n("de750a3c", "જ્યારે તમારો ફોન લૉક હોય ત્યારે પણ તેનો આનંદ ઉઠાવો"),
                n("he5e87c4", "તમારા પ્રત્યુત્તરને બૂસ્ટ કરો"),
                n("g64a60ba", "પોસ્ટ્સ નો જવાબ આપતી વખતે થોડી પ્રાથમિકતા મેળવો"),
                n("a7ee832a", "60 મિનિટ સુધી, ટાઇપિંગ અને ભૂલોને સુધારો"),
                n("fdd77a34", "વધુ લાંબી પોસ્ટ બનાવો"),
                n("j6d26a7a", "તમે જે શેર કરવા માંગો છો તેટલું જ લખો"),
                n("c4fd68da", "તમારો અનુભવ કસ્ટમાઈઝ કરો"),
                n("c0195168", "તમારા ઍપ આયકન અને નેવિગેશન વિકલ્પો બદલો"),
                n("b6b5dc94", "ચકાસાયેલ"),
                n("b06db848", "પ્લેટફોર્મ પર બીજા  કરતા અલગ ઉભા રહો"),
                n("e3e3a97c", "તમારી પોસ્ટ્સમાંથી આવકનો હિસ્સો મેળવો"),
                n("f15bc24e", "Grok લિમિટ વધારો"),
                n("c4666e1c", "Grok 3, અમારા નવા મોડલનો વધુ ઉપયોગ"),
                n("he74ae7a", "ઊંચામાં ઊચી Grok વપરાશ લિમિટ"),
                n("f5732cd4", "ઉપરાંત, DeepSearch અને વિચારવાની વિસ્તૃત ઍક્સેસ"),
                n("e0198956", "તમે X પર જે સામગ્રી પોસ્ટ કરો તેના થકી, ચકાસાયેલા એકાઉન્ટ્સના જોડાણમાંથી થયેલી આવકનો હિસ્સો મેળવો."),
                n("iadf78e2", "વિડિયો ડાઉનલોડ કરો"),
                n("ee54c3de", "વિડિયોને સીધા તમારા ઉપકરણ પર સાચવો"),
                n("ae03594c", "નાના પ્રત્યુત્તર બૂસ્ટ"),
                n("e6bb08c0", "તમારા પ્રત્યુત્તરોની દૃશ્યતામાં વધારો કરો"),
                n("bf2a6acc", "મોટા પ્રત્યુત્તર બૂસ્ટ"),
                n("c2059276", "તમારા પ્રત્યુત્તરો માટે બૂસ્ટ મેળવો."),
                n("b023ec20", "પ્રત્યુત્તર માટે મહત્તમ બૂસ્ટ"),
                n("g337328e", "તમારા પ્રત્યુત્તરો માટે ઉચ્ચતમ દૃશ્યતા મેળવો."),
                n("fa006202", "બૅકગ્રાઉન્ડ વીડિયો પ્લેબૅક"),
                n("jf389778", "બ્રાઉઝ કરતી વખતે અથવા અન્ય ઍપ્સનો ઉપયોગ કરતી વખતે જુઓ"),
                n("f2977d80", "બુકમાર્ક ફોલ્ડર્સ"),
                n("j1d3d910", "સરળ ઍક્સેસ માટે તમારી સેવ કરેલી પોસ્ટ્સને ગોઠવેલી રાખો"),
                n("f0f48668", "પ્રિમિયમ સપોર્ટ"),
                n("c3148608", "તમને મદદની જરૂર હોય ત્યારે ઝડપી મદદ મેળવો"),
                n("b485ca6e", "હાઇલાઇટ ટૅબ"),
                n("d438955e", "તમારી ટોચની પોસ્ટ્સ પ્રદર્શિત કરો"),
                n("f373a352", "એન્ક્રિપ્ટ કરેલા ડીએમ");
            n("g7405aca", "એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન સાથે સલામત રીતે ચેટ કરો"),
                n("j659fa0c", "Grok 3 નું શ્રેષ્ઠ"),
                n("ibff5694", "વપરાશની ઉચ્ચતમ મર્યાદાઓ, DeepSearch & Think ઉપરાંત નવી સુવિધાઓની વહેલી ઍક્સેસને અનલૉક કરો"),
                n("i824f4da", "ઓછી જાહેરાતો"),
                n("bd17076c", "તમારા માટેમાં અને સમયરેખાઓનું અનુસરણમાં લગભગ અડધી જાહેરાતો દેખાશે."),
                n("cef2cac8", "ઓછા સામાન્ય વિસ્તારોમાં પ્રસંગોપાત બ્રાન્ડેડ સામગ્રી સાથે જાહેરાત-મુક્ત અનુભવનો આનંદ માણો."),
                n("c97920c0", "ઑફલાઇન વિડિયો"),
                n("i4379b18", "ઑફલાઇન પ્લેબૅક માટે કોઈ પણ વિડિયો સાચવો"),
                n("f94c6bae", "ચકાસાયા હોવાનું ચેકમાર્ક"),
                n("d72055d6", "ચકાસાયેલ ચેકમાર્ક સાથે વિશ્વસનીયતા બનાવો "),
                n("f54af178", "લેખો લખો"),
                n("c5cd5d42", "લાંબા સ્વરૂપની સામગ્રી શેર કરો અને વિચારશીલ નેતૃત્વ સ્થાપિત કરો"),
                n("jbdb08cc", "તમારા એકાઉન્ટના કાર્યપ્રદર્શનની રીત સમજવા માટે તમારા એકાઉન્ટના મેટ્રિક્સનું વિશ્લેષણ કરો"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "તમારા મીડિયાને મેનેજ કરો અને અપલોડ કરો"),
                n("id067c96", "Radar શોધ"),
                n("jf991d48", "રીયલ-ટાઇમ ટ્રેન્ડ ટ્રૅકિંગ સાથે આગળ રહો"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "X પર જીવંત રહેતા લોકો માટે શક્તિશાળી, વાસ્તવિક-સમયનું સાધન. સિંગલ સ્ક્રીન પર મલ્ટિપલ સમયરેખાઓનું નીરિક્ષણ કરો (માત્ર વેબ માટે)"),
                n("b3e50ef2", "કમ્યૂનિટિ બનાવો"),
                n("bb1a4e44", "તમારી પોતાની કોમ્યુનિટી બનાવો"),
                n("j010228e", "માસિક સબ્સ્ક્રિપ્શનો થકી તમારા સૌથી વધુ સંકળાયેલા અનુયાયીઓમાંથી Xને મળતી આવકનો હિસ્સો મેળવો."),
                n("h0e1730e", "પ્રત્યુત્તરની પ્રાધાન્યતા"),
                n("jf7f743c", "વધુ લાંબા વિડિયો પોસ્ટ કરો"),
                n("c0c25b6c", "બુકમાર્કના ફોલ્ડરો"),
                n("ab31c79e", "ઍપના આઇકનોને કસ્ટમાઇઝ કરો"),
                n("a8a702ae", "નૅવિગેશનને કસ્ટમાઇઝ કરો"),
                n("d5ab1b50", "ચકાસાયેલો બૅજ મેળવો"),
                n("ac298984", "પ્રત્યુત્તરની ઉચ્ચતર પ્રાધાન્યતા"),
                n("g20df450", "50% જાહેરાતો કાઢી નાખો"),
                n("h8dfc4de", "Grokના વપરાશની ઉચ્ચતર મર્યાદા"),
                n("bf7614d4", "નિર્માતાનાં સબ્સ્ક્રિપ્શનો"),
                n("gadc9f4a", "પ્રત્યુત્તરની ઉચ્ચતમ પ્રાધાન્યતા"),
                n("c127c5c2", "બધી જાહેરાતો કાઢી નાખો"),
                n("c1e0f3c8", "Grok DeepSearch & Thinkને અનલૉક કરો"),
                n("aac0bbb6", "રડારને ઍક્સેસ કરો"),
                n("a6722922", "જાહેરાતો કાઢી નખાઈ"),
                n("ba016532", "પ્રત્યુત્તર બૂસ્ટ કરો"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "મહત્તમ"),
                n("b1492c6c", "ઉચ્ચતમ"),
                n("fb5e2c14", "X Premium વડે પોસ્ટ્સને હાઇલાઇટ કરો"),
                n("gd1f4cfa", "તમારા પ્રોફાઇલમાં તમારી સર્વશ્રેષ્ઠ પોસ્ટ બતાવો"),
                n("h59250bc", "X Premium દ્વારા એન્ક્રિપ્ટ કરેલા સંદેશા"),
                n("ed62d546", "X Premium દ્વારા વધુ લાંબી પોસ્ટ્સ"),
                n("ca447200", "X Premium વડે એસએમએસ પ્રમાણીકરણ"),
                n("af2b99ea", "X Premium વડે પોસ્ટ્સનું સંપાદન કરો"),
                n("ha265914", "X Premium વડે બુકમાર્કને વ્યવસ્થિત કરો"),
                n("gda940ae", "X Premium દ્વારા કમ્યૂનિટિની રચના કરો"),
                n("c7e5ac54", "X Premium થકી ઓછી જાહેરાતો જુઓ"),
                n("e03589ba", "X Premium દ્વારા તમારી પોસ્ટને બૂસ્ટ કરો"),
                n("f0f8c82a", "X Premium વડે માત્ર-ચકાસાયેલી ચૅટમાં જોડાઓ"),
                n("fecf5aaa", "X Premium વડે સંપૂર્ણ HD વિડિયો અપલોડ કરો"),
                n("c00d2be2", "X Premium વડે વિડિયોનું સંપાદન કરો"),
                n("cd360b86", "Grokને કંઈ પણ પૂછો"),
                n("d2e1a7a2", "X Premium દ્વારા ઉપલબ્ધ"),
                n("e664abe2", "X પર વિડિયો. સુપર ચાર્જ થયેલો. "),
                n("e595a3e2", "Premium દ્વારા શ્રેષ્ઠ વિડિયોને અનલૉક કરો"),
                n("i3c9329a", "રિચ-ટેક્સ્ટ ફૉમૅટિંગ વડે અનોખા તરી આવો"),
                n("cc9def68", "માત્ર X Premium વડે"),
                n("hdef5966", "તમારા ઉપકરણ પર વીડિયો ડાઉનલોડ કરો"),
                n("c748224a", "X Premium દ્વારા વધુ મેળવો"),
                n("ebfc88bc", "વિશિષ્ટ સુવિધાઓને ઍક્સેસ કરો"),
                n("f652e9ac", "Premium દ્વારા વધુ મેળવો"),
                n("d67e94c0", "તમે ચૂકી જશો..."),
                n("j1d3098c", "Premium+ દ્વારા વધુ મેળવો"),
                n("gd573390", "અને બેઝિકમાંનું બધું..."),
                n("ef94bbd4", "Premium+ મેળવો"),
                n("dcd830ce", "અને Premiumમાંનું બધું..."),
                n("b7dde622", "થૅંક્સગિવિંગની શુભેચ્છાઓ! ઑફર સમાપ્તિની વિગતો:"),
                n("i0180ca1", function (e) {
                    return e.date + " સુધી. થૅંક્સગિવિંગની શુભેચ્છાઓ!";
                }),
                n("hb9d0e00", "અમારી 2-વર્ષની વર્ષગાંઠની ઑફર, તેની સમાપ્તિની વિગતો:"),
                n("d2b23e0d", function (e) {
                    return "આ Premiumની વર્ષગાંઠ છે! " + e.date + "ના રોજ સમાપ્ત થશે.";
                }),
                n("bb4998fb", function (e) {
                    return e.date + " સુધી";
                }),
                n("c0847ebc", "બેઝિકના બધા અપગ્રેડ, ઉપરાંત..."),
                n("ed672bfa", "બેઝિક અને Premiumના બધા અપગ્રેડ, ઉપરાંત..."),
                n("db63fa1c", "પ્રિમિયમ પ્લાન પસંદ કરો"),
                n("b128c6bc", "ચકાસાયેલો બૅજ અને અન્ય અનેક અદ્ભુત લાભ તથા ફાયદા મેળવો"),
                n("a9904a1c", "મર્યાદિત સમય માટે X Premium પર બચત કરો"),
                n("acfaf7a0", "ટિઅર અને સુવિધાઓની તુલના કરો"),
                n("e1606e52", "તમારું સબ્સ્ક્રિપ્શન બદલો"),
                n("d2f2b91a", "અહીં સાઇન અપ કરો"),
                n("j4b4310e", "સેકન્ડ"),
                n("af863ee9", "મફત અજમાયશ"),
                n("f5705987", "ખરીદનારની સેવાની શરતોથી"),
                n("h89dabac", "કોઈપણ સમયે રદ કરો"),
                n("f36b8e14", "આ ઉત્પાદન લાવતી વખતે કંઈક ખોટું થયું. કૃપા કરી ફરીથી લોડ કરો."),
                n("f1756574", "/ માસ"),
                n("i650ff14", "/ વર્ષ"),
                n("dbcd25db", function (e) {
                    return "પ્રથમ " + e.numberOfDays + " દિવસો માટે";
                }),
                n("bd40d5b5", function (e) {
                    return e.title + "ને સબ્સ્ક્રાઇબ કરો અને ચૂકવો";
                }),
                n("i36a0b6e", "તમે (હાલ પૂરતું) ફક્ત X iOS ઍપ પર જ સબ્સ્ક્રાઇબ કરી શકો છો."),
                n("c906ad94", "ડાઉનગ્રેડ કરો"),
                n("db5c77e0", "આ તમારું સક્રિય સબ્સ્ક્રિપ્શન"),
                n("h77ef73e", "બદલીને માસિક પ્લાન કરો"),
                n("d723d44a", "બદલીને વાર્ષિક પ્લાન કરો"),
                n("gf6b66b8", "આજથી અમલી બનતા, તમારા સબ્સ્ક્રિપ્શનના ફેરફારની પુષ્ટિ કરો"),
                n("e83daf87", function (e) {
                    return e.date + "થી અમલી બનતા, તમારા સબ્સ્ક્રિપ્શનના ફેરફારની પુષ્ટિ કરો";
                }),
                n("f27022d6", "વર્તમાન યોજના"),
                n("i9d5f4b6", "નવી યોજના="),
                n("ia390d8a", "તમારું ડાઉનગ્રેડ કઈ રીતે કાર્ય કરશે"),
                n("fd80b875", function (e) {
                    return "તમારું બિલિંગ સાઇકલ સમાપ્ત ન થાય ત્યાં સુધી તમારો હાલનો પ્લાન ચાલુ રહેશે. " + e.nextBillingDate + "ના રોજ, તમે " + e.newTierName + " પર સ્વિચ કરશો અને તમારી પાસેથી નવો દર વસૂલવામાં આવશે.";
                }),
                n("c8fb177a", "તમારી ચુકવણી કઈ રીતે ઍડ્જસ્ટ કરવામાં આવશે"),
                n("df776505", function (e) {
                    return "તમે નવા બિલિંગ સાથે " + e.newTierName + " પર અપગ્રેડ કરી રહ્યા છો. આજે તમારી પાસેથી નવા પ્લાનનું શુલ્ક વસૂલવામાં આવશે, પણ તમારી બાકીની ક્રેડિટના કારણે રકમમાં ઘટાડો થશે. સ્વિચ તાત્કાલિક અસરથી લાગુ થશે અને તમારું બિલિંગ એ પ્રમાણે ઍડ્જસ્ટ થશે.";
                }),
                n("d7efb6ba", "તમે માસિક પરથી વાર્ષિક બિલિંગ પર સ્વિચ કરી રહ્યા છો. આજે તમારી પાસેથી વાર્ષિક પ્લાન માટે શુલ્ક વસૂલવામાં આવશે અને તમારું બાકીનું પ્રોરેટેડ માસિક બૅલેન્સ તમારા કુલ શુલ્કમાં જમા કરવામાં આવશે. સ્વિચ તાત્કાલિક અસરથી અમલમાં આવશે અને તમારું બિલિંગ હવે વાર્ષિક રહેશે."),
                n("a5f2cf70", "તમે વાર્ષિકમાંથી માસિક બિલિંગ પર સ્વિચ કરી રહ્યા છો. તમારી બાકીની વાર્ષિક ક્રેડિટ, એ પૂરી ન થઈ જાય ત્યાં સુધી, તમારી માસિક ચુકવણીઓને આવરી લેશે. આ સ્વિચ તાત્કાલિક અસરથી લાગુ થશે અને તમારું બિલિંગ હવે માસિક થશે."),
                n("ef1c0208", "પ્લાનના ફેરફારની પુષ્ટિ કરો"),
                n("ia08113f", "ખરીદદારની સેવાની શરતો"),
                n("d2962b73", "શરતો"),
                n("b421795a", "કોઈ પણ સમયે રદ કરો."),
                n("f8d88ac7", "ખરીદદારની સેવાની શરતો"),
                n("ca220fe9", "શરતો"),
                n("ab8beda0", "કોઈ પણ સમયે રદ કરો"),
                n("ife2636d", "ખરીદદારની સેવાની શરતો"),
                n("fb57be65", "શરતો"),
                n("e468a6c2", "કોઈ પણ સમયે રદ કરો"),
                n("e9f4c89b", "ખરીદદારની સેવાની શરતો"),
                n("hce73b41", "શરતો"),
                n("i4db5c92", "કોઈ પણ સમયે રદ કરો"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "વપરાશની ઉચ્ચતમ મર્યાદાઓ"),
                n("abaa4274", "DeepSearch & Thinkને અનલૉક કરો"),
                n("e0d53864", "નવી સુવિધાઓની વહેલી ઍક્સેસ"),
                n("g1be3530", "નિઃશુલ્ક અજમાયશ"),
                n("b10b4f1f", function (e) {
                    return e.date + " પહેલા " + e.percentOff + "% સાચવો ";
                }),
                n("b8d0bd19", function (e) {
                    return e.productName + " મફત અજમાવી જુઓ";
                }),
                n("f89dfa74", "શ્રેષ્ઠ મૂલ્ય"),
                n("b9a4d8c6", "વાર્ષિક"),
                n("f5fb58b4", "ઉપરાંત X Premiumની બધી સુવિધાઓ"),
                n("i527045e", "ચેકમાર્ક, Grokને વધુ પૂછો, પ્રત્યુત્તરના બૂસ્ટ, વિશ્લેષણ અને બીજું ઘણું"),
                n("ga482a88", "વાર્ષિક પ્લાન"),
                n("hc64d5b0", "માસિક પ્લાન"),
                n("de7db957", function (e) {
                    return e.price + " પ્રતિ વર્ષ, વાર્ષિક બિલ";
                }),
                n("d8982437", function (e) {
                    return e.price + " પ્રતિ વર્ષ, માસિક બિલ";
                }),
                n("f0ad5cc8", "વર્ષ"),
                n("a0dc6e4c", "હાલમાં ઉપલબ્ધ નથી"),
                n("jd8b2e66", "સબ્સ્ક્રાઇબ કરો અને ચૂકવો"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("i7fbacc4", "સબ્સ્ક્રિપ્શનના ઉપલબ્ધ ટિઅરો વચ્ચે ફેરબદલ કરો"),
                n("c9cc122b", function (e) {
                    return e.title + "માં " + e.feature + "નો સમાવેશ છે";
                }),
                n("bff35771", function (e) {
                    return e.title + " માટે " + e.feature + " ઉપલબ્ધ નથી";
                }),
                n("a69fd369", function (e) {
                    return e.price + "થી શરૂ થાય છે";
                }),
                n("e563a5d1", function (e) {
                    return e.percentage + "% છૂટ મેળવી સબ્સ્ક્રાઇબ કરો (મર્યાદિત સમય)";
                }),
                n("dfc5f972", "અને ઘણું વધારે..."),
                n("fb8453c8", "DeepSearch અને વિચાર વિનંતીઓ અનલૉક કરો"),
                n("e45b3f30", "સંશોધન અને તર્ક વિનંતીઓ અનલૉક કરો"),
                n("aaebdc2e", "Grok ૩ મિની અને Grok ૩ ની ઍક્સેસમાં ઘણો વધારો થયો"),
                n("ddf8a412", "અન્ય લોકો પહેલાં નવી સુવિધાઓની ઍક્સેસ કરો"),
                n("gfb04ef4", "X પર બધી Premium+ સુવિધાઓ"),
                n("b601cfbb", function (e) {
                    return "દર " + e.price + " મહિને અજમાવો";
                }),
                n("i3e90e20", "હાલમાં ઉપલબ્ધ નથી"),
                n("d9e9ce26", "સબ્સ્ક્રાઇબ કરો અને ચૂકવો:"),
                n("j1f5a580", "તમારા પ્રીમિયમ સબ્સ્ક્રિપ્શનની પ્રક્રિયા કરવામાં સમસ્યા આવી હતી. કૃપા કરીને તમારી ચુકવણી માહિતી તપાસો અને ફરીથી પ્રયાસ કરો."),
                n("ebc84442", "Premium સબ્સ્ક્રિપ્શનની નોંધણી"),
                n("cd9102d4", "શ્રેણી પસંદ કરો"),
                n("eb551aea", "પ્રોફાઈલ પર શ્રેણી બતાવો"),
                n("f386777a", "એકાઉન્ટના પ્રકારની ફેરબદલી કરો"),
                n("db483090", "વ્યક્તિગત એકાઉન્ટ પર ફેરબદલી કરી"),
                n("c701200c", "વેપારી એકાઉન્ટ પર ફેરબદલી કરી"),
                n("acd8da0a", "નિર્માતા એકાઉન્ટ પર ફેરબદલી કરી"),
                n("cb55ecce", "વ્યક્તિગત એકાઉન્ટ પર ફેરબદલી કરો"),
                n("h4aeb984", "વ્યક્તિગત એકાઉન્ટ પર ફેરબદલી કરો"),
                n("ada6073a", "પ્રોફેશનલ ટૂલ્સની જરૂર નથી?"),
                n("eb723d4c", "વ્યક્તિગત એકાઉન્ટ્સમાં પ્રોફાઈલ સ્પોટલાઈટ અને શોપિંગ મેનેજર જેવાં ટૂલ્સ હોતાં નથી. જો તમે પાછી ફેરબદલી કરવા માંગતા હશો, તો તમારે નવું પ્રોફેશનલ એકાઉન્ટ સેટ અપ કરવું પડશે."),
                n("hbb1af08", "વેપારી એકાઉન્ટ પર ફેરબદલી કરો"),
                n("a9b5e3aa", "નહીં, રદ કરો"),
                n("ia49207a", "હા, ફેરબદલી કરો"),
                n("g3f74902", "વેપારી એકાઉન્ટ પર ફેરબદલી કરવી છે?"),
                n("f3bcfac0", "આ બ્રાન્ડ્સ, રિટેલ દુકાનો, સેવાઓના પ્રદાતાઓ અને સંસ્થાઓ માટે શ્રેષ્ઠ છે."),
                n("d0c3f02e", "નિર્માતા એકાઉન્ટ પર ફેરબદલી કરો"),
                n("a01e84e0", "નિર્માતા એકાઉન્ટ પર ફેરબદલી કરવી છે?"),
                n("e8af8ef4", "આ જાહેર વ્યક્તિઓ, કલાકારો અને પ્રભાવકો માટે શ્રેષ્ઠ છે."),
                n("e44eab74", "બધા X ક્લાયન્ટ્સ પર હાલમાં બધા મૉડ્યૂલ્સ સમર્થિત નથી"),
                n("ce4185bc", "વધુ સ્પોટલાઈટ્સ ટૂંક સમયમાં આવી રહી છે"),
                n("b5aed332", "કોઈ સ્પોટલાઈટ્સ ઉપલબ્ધ નથી"),
                n("g419ecf4", "પૃષ્ઠ પર રહો"),
                n("d3a097a2", "હા, કાઢી નાખો"),
                n("j1e1cd30", "તમારા ફેરફારોને કાઢી નાખીએ?"),
                n("fc779c28", "સ્પોટલાઈટને ફીચર કરો"),
                n("ie85a7a8", "વેપાર અંગેની તમારી માહિતીને કાઢી નાખીએ?"),
                n("b5348efc", "કોઈ કલાકો નથી"),
                n("db285564", "હંમેશાં ખુલ્લું"),
                n("g7993eee", "કસ્ટમ કલાકો"),
                n("c9ee902a", "નકશો પ્રદર્શિત કરો"),
                n("j224a074", "પ્રદાન કરવામાં આવેલી બધી સ્થાન માહિતી લોકેશન સ્પોટલાઈટ ચાલુ હોવા પર સાર્વજનિક રીતે ઍક્સેસિબલ રહેશે. સંપર્ક કરો બટનનાં માધ્યમથી ફોન અને ઈમેલ ઍક્સેસ કરી શકાય છે."),
                n("f448cbcc", "વૈકલ્પિક"),
                n("c16c9568", "સરનામું"),
                n("i3a38711", "Google Mapsની સેવાની શરતો"),
                n("beb66f50", "Googleની ગોપનીયતા નીતિ"),
                n("e0d47030", "તમારા ગ્રાહકો તમારો સંપર્ક ક્યાં કરી શકે છે? એ ધ્યાનમાં રાખશો કે આ માહિતી સાર્વજનિક રીતે ઉપલબ્ધ હશે જેથી કરીને તમારા ગ્રાહકો તમને શોધી શકે. તમે તેને કોઈપણ સમયે દૂર કરી શકો છો."),
                n("c7a4adb0", "સરનામું ઉમેરો"),
                n("cd39daf6", "ઝિપ કોડ / પોસ્ટલ કોડ"),
                n("gc0df5a6", "ઝિપ કોડ / પોસ્ટલ કોડ ઉમેરો"),
                n("c6c16a52", "શહેર"),
                n("aa8015be", "શહેર ઉમેરો"),
                n("b688f53a", "રાજ્ય / પ્રાંત / પ્રદેશ"),
                n("a67f5bbc", "રાજ્ય / પ્રાંત / પ્રદેશ ઉમેરો"),
                n("if92b1b4", "દેશ ઉમેરો"),
                n("ffc5590e", "અમાન્ય શહેર"),
                n("a8fd64d8", "દેશોને શોધો"),
                n("a0abe108", "અમાન્ય રાજ્ય / પ્રાંત / પ્રદેશ"),
                n("j163df8e", "અમાન્ય સરનામું"),
                n("af9b9b78", "અમાન્ય ઝિપ કોડ / પોસ્ટલ કોડ"),
                n("i373e022", "ઈમેલ દાખલ કરો"),
                n("f91751f8", "આ જાહેર જનતાને દેખાશે"),
                n("g33c0564", "અમાન્ય ઈમેલ"),
                n("ga71fbf4", "કામકાજનો સમય"),
                n("ca2ba204", "કસ્ટમ કલાકોને સંપાદિત કરો"),
                n("d7b7dbca", "તમારી પ્રોફાઈલ પર કોઈ કલાકો દેખાડવામાં આવશે નહીં"),
                n("a460e770", "દા.ત. ઉદ્યાનો, બીચ, ઓનલાઈન શોપિંગ"),
                n("ddc88bf0", "પ્રત્યેક દિવસ માટે કામકાજના કલાકો સેટ કરો"),
                n("j11df0ca", "ઓવરલેપ કરતા કલાકો"),
                n("f9f911f4", "સમયના ઝોન શોધો"),
                n("d21a4252", "વધુ કલાક ઉમેરો"),
                n("ac6ce1c0", "દ્વારા"),
                n("c647aac8", "પ્રતિ"),
                n("b926e64a", "વેબસાઈટ દાખલ કરો"),
                n("i019c8b6", "કૉલ"),
                n("eabc6906", "એસએમએસ દ્વારા"),
                n("h24d868c", "કૉલ અને એસએમએસ દ્વારા"),
                n("fa64f1fc", "દેશનો કોડ પસંદ કરો"),
                n("c7d3629a", "ફોન નંબર"),
                n("ce48a958", "તમારો કેવી રીતે સંપર્ક કરવામાં આવે એવું તમે ઇચ્છો છો?"),
                n("b97705ce", "એ ધ્યાનમાં રાખશો કે ગ્રાહકો તમારો સંપર્ક કરી શકે તે માટે આ ફોન નંબર સાર્વજનિક રીતે ઉપલબ્ધ હશે. તમે તેને કોઈપણ સમયે દૂર કરી શકો છો."),
                n("f7ff19ec", "દેશનો કોડ ઉમેરો"),
                n("bb7f177a", "અમાન્ય ફોન નંબર"),
                n("b91d1394", "એપ્લિકેશન ઉમેરો"),
                n("d3cd1160", "iOS એપ્લિકેશન ઉમેરો"),
                n("f2124008", "App Store URL"),
                n("dc0d9d6a", "એન્ડ્રોઈડ એપ્લિકેશન ઉમેરો"),
                n("dd1605f0", "Play Store URL"),
                n("g4098f78", "મને આ ક્યાં મળી શકે છે?"),
                n("b949cdc6", "એપ્લિકેશન દૂર કરો"),
                n("b4b8a486", "કોમ્યુનિટી પસંદ કરો"),
                n("jfe04cf6", "તમારી પસંદગીને સાફ કરીએ?"),
                n("a14aa8dc", "આ તમારી સ્પોટલાઈટમાંથી કોમ્યુનિટીને દૂર કરશે."),
                n("cc4add98", "કોઈ કોમ્યુનિટી તમારા પ્રોફાઈલ પેજ પર કેવી દેખાશે તેનું પૂર્વાવલોકન કરવા માટે કોમ્યુનિટી પસંદ કરો"),
                n("jd3e9ea6", "તમારી પાસે કોઈપણ કોમ્યુનિટીઝ નથી"),
                n("daad9741", "કોમ્યુનિટી બનાવવા"),
                n("c46cdabc", "પ્રગત ટૂલ્સ"),
                n("f6a2233a", "બધાં એકાઉન્ટ્સ પર પરવાનગીઓને સંચાલિત કરો"),
                n("ccb3ca48", "વ્યવસાય સેટિંગ્સ"),
                n("b0ef3100", "સમૃદ્ધ જાહેરાત ઝુંબેશો બનાવો"),
                n("ff1c5e1a", "પ્રોફેશનલ હોમ"),
                n("f53adc36", "વાસ્તવિક વિશ્વનાં પરિણામો લાવો"),
                n("hc4981d6", "પ્રોફાઈલ સ્પોટલાઈટ્સ"),
                n("fbce8dbe", "અનુસરવા માટે લોકો શોધો"),
                n("ae76c624", "વધુ જોડાણ બનાવો"),
                n("ae0383d4", "જોડાણને વધારો અને વધુ લોકો સુધી પહોંચો"),
                n("a1dbe746", "જોડાણને બૂસ્ટ કરો અને વધુ લોકો સુધી પહોંચો"),
                n("hbd124ae", "પોસ્ટને બૂસ્ટ કરો"),
                n("hd80bd3e", "પોસ્ટનો પ્રચાર કરો"),
                n("fe2b0008", "Xનો ઉપયોગ કરવાની રીત જાણો"),
                n("h257d4aa", "પ્રચાર કરવા માટેની પોસ્ટ પસંદ કરો"),
                n("d28a1d72", "Radar વડે વર્તમાન પ્રવાહ ઓળખવામાં મોખરે રહો"),
                n("fb70427a", "X પર સૌથી શક્તિશાળી શોધ સાધનની રજૂઆત."),
                n("i54bf620", "મુખ્ય શબ્દોનું નિરીક્ષણ કરો"),
                n("e8bb09bc", "પ્રગત શોધ ક્ષમતાનો ઉપયોગ કરીને કોઈ પણ વિષય પર ફોકસ કરો."),
                n("d4c9d5aa", "વર્તમાન પ્રવાહની કલ્પના કરો"),
                n("e78263fe", "ગત 3 દિવસમાંથી દૈનિક પ્રવૃત્તિ આલેખ વડે વાર્તાલાપોને ટ્રૅક કરો."),
                n("e3ed8220", "રિઅલ-ટાઇમ મેટ્રિક્સ"),
                n("f4952956", "તમારી ક્વેરીઝમાંથી પોસ્ટની સંખ્યા વિશેની અંકીય તાત્કાલિક વિગતો મેળવો."),
                n("cce3f116", "તમારા બુકમાર્ક્સમાં પોસ્ટ ઉમેરી"),
                n("b593b396", "તમારા બુકમાર્ક્સમાંથી પોસ્ટ દૂર કરવામાં આવી"),
                n("af9c8a3e", "એપ્લિકેશન શરૂ કરો"),
                n("ef483238", "પોસ્ટ સ્ટેટસ પેજ"),
                n("jcf3ff56", "મોટો ટેક્સ્ટ"),
                n("f1252ac8", "મધ્યમ ટેક્સ્ટ"),
                n("daa0da04", "નાનો ટેક્સ્ટ"),
                n("ba5256b2", "ટેક્સ્ટનું કદ"),
                n("h030c24c", "ભૂલની જાણ કરો"),
                n("b12ffee6", "કમ્યૂનિટિમાંથી બૅન કરો"),
                n("e37836f8", "રિપોર્ટની વિગતો"),
                n("fb35e52a", "નિયમ જુઓ"),
                n("e238c590", "આના પછી શું"),
                n("if218e60", "અમારી ટીમ અને ટેકનોલોજી તમારા રિપોર્ટની સમીક્ષા કરશે. જો અમને નિયમનું ઉલ્લંઘન મળી આવશે, તો અમે કયાં પગલાં લઈ રહ્યાં છીએ તે અંગે તમને જણાવીશું."),
                n("b6dc1984", "અમારી પ્રક્રિયા શું છે?"),
                n("b0a16894", "સંદર્ભ મહત્ત્વનો છે. અમે અમારા નિયમોને અમલમાં લાવતી વખતે નીચેનાં પરિબળોને ધ્યાનમાં લઈએ છીએ (આ પૂર્ણ યાદી નથી):"),
                n("d4716820", "શું જાણ કરેલી સામગ્રી લોકોને તેમની ઓળખને લીધે લક્ષ્યાંકિત કરે છે?"),
                n("e899a534", "આ ઉલ્લંઘન કેટલું ગંભીર છે?"),
                n("d9c4e7ae", "શું રિપોર્ટ લક્ષ્યાંકિત કરવામાં આવી રહેલી વ્યક્તિ દ્વારા સબમિટ કરવામાં આવ્ય હતો?"),
                n("afb51066", "ડુપ્લિકેટ રિપોર્ટ્સ બનાવવાથી અમારી પ્રક્રિયાને વેગ મળશે નહીં."),
                n("b7ba712a", "ઉલ્લંઘન મળ્યું"),
                n("d90b8c04", "કોઈ ઉલ્લંઘન મળ્યું નથી"),
                n("c2d0494a", "સુરક્ષા સંબંધી અમારી ભલામણો"),
                n("be46e000", "ડુપ્લિકેટ્સની જાણ કરો"),
                n("e846ae32", "સામગ્રી કાઢી નાખવામાં આવે તો પણ, કોઈએ તેની કૉપિ બનાવી હોય અથવા સ્ક્રીનશૉટ્સ લીધા હોય એવું બની શકે છે. જો તમને X પર તે દેખાય, તો કૃપા કરીને તેની જાણ કરો જેથી અમે તેને દૂર કરી શકીએ."),
                n("e3647d08", "કાયદા અમલીકરણનો સંપર્ક કરો"),
                n("gad89c4a", "જો તમને લાગે કે તમે જોખમમાં છો, તો અમારી ભલામણ રહેશે કે તમે સ્થાનિક કાયદા અમલીકરણનો સંપર્ક કરો. જો તેમને ફૉલો અપના પ્રશ્નો હોય તો તેઓ કાયદા અમલીકરણ માટેની અમારી માર્ગદર્શિકાનો સંદર્ભ લઈ શકે છે. "),
                n("h7fa9240", "યુનાઇટેડ સ્ટેટ્સ:"),
                n("fb2ff552", "988 પર નેશનલ સ્યુસાઇડ પ્રિવેન્શન લાઇફલાઇન."),
                n("bb57e8c0", "અન્ય દેશો અને પ્રદેશો:"),
                n("b9ce59ba", "આ અમારા ધ્યાનમાં લાવવા બદલ ફરીથી આભાર."),
                n("d42899ad", "ઇન્ટરનેશનલ એસોસિએશન ફૉર સ્યુસાઇડ પ્રિવેન્શન"),
                n("c9853de0", "સામગ્રી છુપાવી દીધી"),
                n("c197728e", "ઉકેલ લાવવામાં આવ્યો"),
                n("f4422d78", "રિપોર્ટ્સ"),
                n("i07c24fa", "તમારી પાસે કોઈપણ ઓપન રિપોર્ટ્સ નથી"),
                n("h542c98a", "વિગતો જુઓ"),
                n("e6e11d12", "તમારી પાસે કોઈપણ ઉકેલાયેલા રિપોર્ટ્સ નથી"),
                n("ibf33bae", "ડુપ્લિકેટ્સની જાણ કરો, જેથી કરીને તેને દૂર કરવામાં આવે"),
                n("a288ca36", "કાયદા અમલીકરણ માટેની અમારી માર્ગદર્શિકા"),
                n("a62c9c34", "તમારી રૂચિઓને અનુસરો."),
                n("cf39fca2", "લોકો શું વાત કરે છે તે સાંભળો."),
                n("j86184fe", "વાર્તાલાપમાં જોડાઓ."),
                n("ac2035f2", "આજે જોડાઓ."),
                n("h0af9418", "એક એકાઉન્ટ બનાવો"),
                n("eba1b198", "હમણાં થઈ રહ્યું છે"),
                n("fa811c30", "શું એકાઉન્ટ પહેલેથી જ છે?"),
                n("b4bdfb3e", "Grok ઍપ મેળવો"),
                n("f991cfaa", "Grok મેળવો"),
                n("a4298bc0", "X. જે થઈ રહ્યું છે તે દર્શાવે છે."),
                n("j3f49ff6", "બ્રેકિંગ ન્યૂઝ અને મનોરંજનથી રમતો અને રાજકારણ સુધી, તમામ લાઈવ કોમેન્ટરી સાથે સંપૂર્ણ વાર્તા જાણો."),
                n("d65555c2", "અથવા"),
                n("e75df5c9", function (e) {
                    return e.query + " - શોધ";
                }),
                n("ac4fb0f4", "ફોટા"),
                n("aea62568", "શોધ માટેના ફિલ્ટર્સ"),
                n("gfcfbf8c", "તમારી શોધ સાચવી લીધી હતી."),
                n("a4645d92", "તમારી સાચવી લીધેલી શોધ કાઢી નાખવામાં આવી હતી."),
                n("b11805af", function (e) {
                    return "X પર " + e.query + " વિશેની ટ્વીટ્સ જુઓ. તે બાબતે લોકો શું કહી રહ્યા છે તે વાંચો અને વાર્તાલાપમાં જોડાઓ.";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " અંગેની નવીનતમ પોસ્ટ્સ. તે બાબતે લોકો શું કહી રહ્યા છે તે વાંચો અને વાર્તાલાપમાં જોડાઓ.";
                }),
                n("j622effe", "પ્રગત શોધ"),
                n("i5045e74", "ગમે ત્યાં"),
                n("h2388754", "તમારી નજીક"),
                n("a0cf4306", "Grok સારાંશ"),
                n("f97f7b46", "Grok સારાંશ છુપાવો"),
                n("f9d35b98", "તમારી પાસે માત્ર 25 સાચવેલી શોધ હોઈ શકે છે. એક નવી શોધને સાચવવા માટે એક જૂની શોધને કાઢી નાખો."),
                n("ha925ad4", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારી શોધ સાચવવાનો ફરી પ્રયાસ કરો."),
                n("h0a9931c", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારી શોધ કાઢી નાખવાનો ફરી પ્રયાસ કરો."),
                n("h4912b5e", "શોધ સાચવો"),
                n("b9bc69ca", "સાચવેલી શોધ કાઢી નાખો"),
                n("eb63de70", "X - પ્રગત શોધ"),
                n("d3938be8", "શબ્દો"),
                n("e0dded5e", "જોડાણ"),
                n("a097f7ba", "તારીખો"),
                n("c03f15ca", "કોઈપણ ભાષા"),
                n("cb334136", "લિંક્સ"),
                n("jf1cbcc2", "લિંક્સ સાથેની પોસ્ટ્સનો સમાવેશ કરો"),
                n("gede6f6e", "માત્ર લિંક્સ સાથેની પોસ્ટ્સ બતાવો"),
                n("bda44dd4", "પ્રત્યુત્તરો અને મૂળ પોસ્ટ્સનો સમાવેશ કરો"),
                n("ab870904", "માત્ર પ્રત્યુતરો બતાવો"),
                n("b6215680", "આ શબ્દોમાંથી દરેક"),
                n("cceffa5e", 'ઉદાહરણ: શું થઈ રહ્યું છે · "શું" અને "થઈ રહ્યું છે" બંને શામેલ છે'),
                n("f1c5faee", "આ ચોક્કસ શબ્દસમૂહ"),
                n("ad10780e", 'ઉદાહરણ: ખુશીનો કલાક · ચોક્કસ શબ્દસમૂહ "ખુશીનો કલાક" શામેલ છે'),
                n("a555a3f4", "આ શબ્દોમાંથી કોઈપણ"),
                n("ee8a2b60", 'ઉદાહરણઃ બિલાડીઓ કૂતરા · "બિલાડીઓ" અથવા "કૂતરા" (અથવા બંને) શામેલ છે'),
                n("f51fe348", "આ શબ્દોમાંથી એકપણ નહીં"),
                n("hb657ad4", 'ઉદાહરણઃ બિલાડીઓ કૂતરા · "બિલાડીઓ" શામેલ નથી અને "કૂતરા" શામેલ નથી'),
                n("d10da5da", "આ હૅશટૅગ્સ"),
                n("f0b52b50", "ઉદાહરણ: #થ્રોબેકથર્સડે · #થ્રોબેકથર્સડે હૅશટૅગ શામેલ છે"),
                n("e292598a", "આ એકાઉન્ટ્સમાંથી"),
                n("hef790d8", "ઉદાહરણ: @X · @X તરફથી મોકલાયેલ"),
                n("g2c27394", "આ એકાઉન્ટ્સને"),
                n("d158d9d0", "ઉદાહરણ: @X · @Xને પ્રત્યુત્તરમાં મોકલાયેલ"),
                n("a10e3230", "આ એકાઉન્ટ્સનો ઉલ્લેખ કરે છે"),
                n("daaf2c72", "ઉદાહરણ: @SFBART @Caltrain · @SFBART નો ઉલ્લેખ કરે છે અથવા @Caltrain નો ઉલ્લેખ ઉલ્લેખ કરે છે"),
                n("b18366ba", "લઘુતમ પ્રત્યુતરો"),
                n("f481ba1c", "ઉદાહરણ: 280 · ઓછામાં ઓછા 280 પ્રત્યુત્તરો ધરાવતી પોસ્ટ્સ"),
                n("ib3ddbd4", "લઘુતમ લાઈક્સ"),
                n("ef994dac", "ઉદાહરણ: 280 · ઓછામાં ઓછી 280 લાઇક ધરાવતી પોસ્ટ્સ"),
                n("a504ca74", "ન્યૂનતમ રિપોસ્ટ્સ"),
                n("jd9bd944", "ઉદાહરણ: 280 · ઓછામાં ઓછા 280 પ્રત્યુત્તરો ધરાવતી રિપોસ્ટ્સ"),
                n("e95b9448", "સામાન્ય"),
                n("f458a3b2", "ગોપનીયતા"),
                n("bdc6f5b8", "તમારું એકાઉન્ટ"),
                n("ea848de8", "EarlyX સેટિંગ્સ"),
                n("df483b48", "સુવિધા ફેરબદલી"),
                n("bd05add8", "બોટ નથી"),
                n("d94f12b6", "સૂચનાઓ, ગોપનીયતા વગેરેને શોધી જુઓ"),
                n("ba8f6f82", "સેટિંગ્સમાં શોધો"),
                n("g931a6e5", function (e) {
                    return "તમે " + e.topic + "ને અનુસરી રહ્યાં છો";
                }),
                n("h3f9027a", "તમે તમારી હોમ સમયરેખામાં આ વિશે પોસ્ટ્સ જોશો. આ વિષય તમારા અનુભવને X પર વૈયક્તિકૃત કરવામાં મદદ કરશે."),
                n("e241095e", "તમારા વિષયો"),
                n("f8bc75e2", "તમારા વિષયો"),
                n("ed827af6", "વિષય ઉપલબ્ધ નથી."),
                n("d094c720", "તમામ મુદ્દાઓ"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | મુદ્દા";
                }),
                n("g02269ba", "X પર મુદ્દાને અનુસરો. મુદ્દા તમને X પર ઘણા નિષ્ણાતોના અથવા વિવિધ મુદ્દાના ફક્ત ચાહકોના એકાઉન્ટ્સની પોસ્ટ્સ જોવા દે છે."),
                n("e80d2509", function (e) {
                    return "X પર " + e.topicName + " મુદ્દાને અનુસરો. તમને X પર " + e.topicName + " વિશે ઘણા નિષ્ણાતોના, ચાહકોના અથવા ફક્ત તે મુદ્દા પર વાત કરવાનું વલણ ધરાવતા લોકોના એકાઉન્ટ્સની ટોચની પોસ્ટ્સ દેખાશે.";
                }),
                n("e44b4256", "વાર્તાનો ઇતિહાસ"),
                n("a74af3f8", "કોઈ ઇતિહાસ ન મળ્યો."),
                n("c3077694", "વર્તમાન પ્રવાહની પોસ્ટ્સ"),
                n("a9042b6c", "વર્તમાન પ્રવાહનો ઇતિહાસ"),
                n("ed54bc32", "વર્તમાન પ્રવાહની જાણ કરો"),
                n("f89bcc50", "વર્તમાન પ્રવાહની જાણ કરવામાં આવી"),
                n("gde7b6b0", "સાચવવાનું રદ કરો"),
                n("i6212670", "વર્તમાન પ્રવાહ લોડ થઈ રહ્યો છે"),
                n("c6a07c10", "વર્તમાન પ્રવાહની સમયરેખા"),
                n("b0c91a92", "આના વિશે X પર લોકો શું કહે છે તે જોવા માટે લૉગિન કરો અથવા સાઇન અપ કરો."),
                n("d7071084", "આને Grok કરો"),
                n("ee2200f4", "આ વાર્તા X પરની પોસ્ટ્સનો grok દ્વારા બનાવવામાં આવેલો સારાંશ છે. સમય જતાં વાર્તા વિકસશે."),
                n("dd225af8", "કોઈ વ્યક્તિ ન મળી."),
                n("e1e5d552", "તમારા સર્કલનું સંપાદન કરો"),
                n("ec13f9cc", "હજુ સુધી — તમારા સર્કલમાં કોઈ સામેલ નથી"),
                n("dab58e32", "જ્યારે તમે લોકોને ઉમેરશો, ત્યારે તેઓ અહીં દેખાશે."),
                n("f43112a4", "તેની કાર્યપદ્ધતિ"),
                n("a4d60c94", "કંઈક ખોટું થયું. અમે અત્યારે તેમને તમારા સર્કલમાં ઉમેરી શકતા નથી."),
                n("a1ba3bd8", "તમારું સર્કલ ભરાઈ ગયું છે. તમે તમારા સર્કલમાં 150 લોકોને ઉમેરી લીધા છે, જે મહત્તમ મર્યાદા છે."),
                n("ac3fd6e2", "હજુ સુધી — તમારી પાસે કોઈ ભલામણ નથી"),
                n("eeb4d3f0", "અમે તમારા સર્કલમાં ઉમેરવાં માટેનાં લોકોનાં સૂચનો અહીં કરીશું."),
                n("aea3c420", "હજુ સુધી કોઈ અવતરણ નથી"),
                n("b40a22c0", "કોઈ બીજી વ્યક્તિની પોસ્ટને શેર કરતી વખતે તે અંગેનો તમારો અભિપ્રાય તેમાં ઉમેરો અને તે અહીં દેખાશે."),
                n("f08d8d08", "તમને પસંદ આવતી પોસ્ટ્સનો પ્રસાર કરો"),
                n("f0ccff52", "કોઈ બીજાની પોસ્ટને પુન:પોસ્ટ કરીને તેને તમારી સમય અવધિ પર શેર કરો. જ્યારે તમે આમ કરશો, ત્યારે તે અહીં દેખાશે."),
                n("fc1acb54", "હજુ સુધી કોઈ લાઇક નથી"),
                n("e3527230", "જ્યારે કોઈ વ્યક્તિ (પછી એ તમે હો તો પણ) આ પોસ્ટને લાઇક કરવા તેના પર રહેલા હાર્ટને ટૅપ કરે, ત્યારે તે અહીં દેખાશે."),
                n("i3e8b808", "જેમણે આ પોસ્ટને લાઇક કરી તે વપરાશકારો લોડ થઈ રહ્યાં છે"),
                n("c69fd704", "જેમણે આ પોસ્ટને ફરી પોસ્ટ કરી તે વપરાશકારો લોડ થઈ રહ્યાં છે"),
                n("f12858d4", "આમના દ્વારા લાઈક કરેલ"),
                n("fe62cfec", "દ્વારા ફરીથી પોસ્ટ કર્યું"),
                n("h1c5d6aa", "તમે મોકલેલાં"),
                n("h6d45054", "બધાંએ મોકલેલા"),
                n("da68fff1", function (e) {
                    return e.count + " કૉઇન" + f(e.count, "", "્સ") + " (માત્ર તમને દેખાય)";
                }),
                n("e35f2534", "પોસ્ટ જોડાણો લોડ કરી રહ્યું છે"),
                n("i60dfa72", "જોડાણો પોસ્ટ કરો"),
                n("dc604dda", "જે વપરાશકર્તાઓએ આ પોસ્ટને પસંદ કરી છે"),
                n("cdd4ef4a", "જે વપરાશકર્તાઓએ આ પોસ્ટને ફરીથી પોસ્ટ કરી છે"),
                n("icc72234", "આ પોસ્ટના અવતરણો"),
                n("hc35b530", "હજુ કોઈ લાઇક મળી નથી"),
                n("e0d6a246", "હજુ સુધી કોઈ રીપોસ્ટ નથી"),
                n("i2a26cb4", "જ્યારે કોઈ વ્યક્તિ આ પોસ્ટને લાઇક કરવા તેના પર રહેલા હાર્ટને ટૅપ કરે, ત્યારે તે અહીં દેખાશે."),
                n("i9b724e8", "આ પોસ્ટને ટાંકનાર દરેક વ્યક્તિની યાદી તમને અહીં મળશે."),
                n("a5ab75ae", "કોઈ સંબંધિત પોસ્ટ ન મળી."),
                n("ce637c0e", "કોઈ સંબંધિત લેખ ન મળ્યો."),
                n("fd67deaa", "સંબંધિત પોસ્ટ્સ શેર કરો"),
                n("f9183bb6", "સંબંધિત પોસ્ટ્સની લિંકની કૉપિ કરો"),
                n("fc4e5d96", "તમે જ માત્ર તમારી પોતાની પોસ્ટ્સ વિશેના વિશ્લેષણો જોઈ શકશો."),
                n("ab0da59f", function (e) {
                    return e.entity + " વિશ્લેષણ";
                }),
                n("ae32e7de", "આ પ્રચાર કરાયેલ પોસ્ટ છે. આ પોસ્ટ જેટલી વખત જોવામાં આવી હતી તેની સંખ્યા ખાનગી છે."),
                n("a10aa36c", "સહાયતા કેન્દ્ર"),
                n("d0740558", "સહાયતા કેન્દ્ર"),
                n("d2d76dca", "સહાયતા કેન્દ્ર"),
                n("b6414532", "તમારી પોસ્ટ જોનારા લોકોનું અંદાજિત વિશ્લેષણ"),
                n("c61c6624", "પ્રચાર કરાયેલું"),
                n("d267afa2", "20 કરતાં ઓછી"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50 કરતાં વધુ"),
                n("bcd9cf68", "65ની ઉપરના"),
                n("f05f1838", "અન્ય / ઉલ્લેખિત નથી"),
                n("fa5be588", "ઓર્ગેનિક"),
                n("c69069e6", "X પર આ પોસ્ટ જોવાયાની સંખ્યા"),
                n("a0615bac", "વપરાશકારે પોસ્ટની સાથે જેટલી વાર ક્રિયા-પ્રતિક્રિયા કરી હોય તેની કુલ સંખ્યા. આમાં પોસ્ટ (જેમાં હૅશટૅગ્સ, લિંક્સ, અવતાર, વપરાશકારનું નામ અને પોસ્ટના વિસ્તરણનો સમાવેશ છે), રિપોસ્ટ્સ, પ્રત્યુત્તરો, અનુસરણો અને લાઇક્સ પર ગમે ત્યાં થયેલી તમામ ક્લિક્સનો સમાવેશ થાય છે."),
                n("d8abdaa4", "નવા અનુયાયીઓ"),
                n("c72f25a8", "આ પોસ્ટ પરથી સીધા મળેલા અનુયાયીઓ"),
                n("acc4cf12", "આ પોસ્ટ પરથી પ્રોફાઇલ જોવાયાની સંખ્યા"),
                n("c7d0d1c4", "આ પોસ્ટમાં રહેલા કોઈ પણ URL પર ક્લિક કર્યાની સંખ્યા"),
                n("a4da7724", "લોકો દ્વારા આ પોસ્ટ વિશેની વિગતો જોવામાં આવ્યાની સંખ્યા"),
                n("c5d4d3a8", "પ્રતિ અનુસરણ ખર્ચ"),
                n("f56e24f2", "મેળવેલા સહિતના અનુયાયીઓની સંખ્યા દ્વારા કુલ ખર્ચનો ભાગાકાર. જ્યારે કોઈ તમને અનુસરે ત્યારે જ તમારે ચુકવણી કરવાની હોય છે"),
                n("g33fd6b1", function (e) {
                    return "પ્રચારથી " + e.percentage;
                }),
                n("b71059c3", function (e) {
                    return "અનુયાયી ન હોય તેવા લોકો તરફથી " + e.percentage;
                }),
                n("h4cbba3e", "< 5%"),
                n("h1cdac12", "પ્રચારમાંથી < 5%"),
                n("g884b2cc", "નોન ફોલોઅર્સ તરફથી < 5%"),
                n("b32334a0", "એકાઉન્ટ સુધી પહોંચ્યાં"),
                n("h142a79c", "આ પોસ્ટ જોવાયાની અનન્ય સંખ્યા"),
                n("de4def4e", "% અત્યાર સુધીના બધા પ્રચારમાંથી"),
                n("e3390c1e", "પહેલા 48 કલાક"),
                n("aead0975", function (e) {
                    return "આ એ બાબતને ટ્રૅક કરે છે કે આ પોસ્ટને પોસ્ટ કરવામાં આવી હતી તેના પહેલા 48 કલાકમાં તે કેટલી વાર વાંચવામાં આવી છે. મહત્તમ મૂલ્ય " + e.maxValue + " છાપ છે.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " લાઈક" + f(e.likeCount, "", "્સ");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " રીપોસ્ટ" + f(e.retweetCount, "", "્સ");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " પ્રત્યુતર" + f(e.replyCount, "", "ો");
                }),
                n("db6efeb8", "તમારો પ્રચાર ચાલી રહ્યો છે"),
                n("j6daea86", "તમારો પ્રચાર થોભાવવામાં આવ્યો છે"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.totalBudget + "માંથી " + e.spentBudget + " ખર્ચ્યા";
                }),
                n("e8adeec8", "ફરીથી પ્રચાર કરો"),
                n("fbb5c37e", "ફરીથી બૂસ્ટ કરો"),
                n("ccffb487", function (e) {
                    return "અત્યાર સુધીમાં તમારી પોસ્ટને " + e.impressions + " છાપ મળી છે. તમારી પહોંચને વિસ્તૃત કરવા માટે પ્રોફેશનલ એકાઉન્ટ પર ફેરબદલી કરો.";
                }),
                n("ha13fd94", "પોસ્ટને બૂસ્ટ કરો"),
                n("jede3014", "તમારો પ્રચાર સમીક્ષા હેઠળ છે"),
                n("b823301e", "એકવાર તમારી પોસ્ટ મંજૂર થઈ જાય, તે પછી તમે પસંદ કરેલા પ્રેક્ષકો સમક્ષ તેનો પ્રચાર કરાશે."),
                n("a2e48870", "Xની જાહેરાતો અંગેની નીતિની સમીક્ષા કરો"),
                n("ge538876", "તમે શેર કરેલા વિડિયો માટે મેટ્રિક્સ"),
                n("ca7e10d8", "અનન્યો દ્વારા જોવાયાની સંખ્યા"),
                n("i611fc96", "બધી પોસ્ટ્સમાં આ વિડિયો જેટલી વાર જોવામાં આવ્યો હતો તેની કુલ સંખ્યા"),
                n("a69cd868", "આ વિડિયો માટે અનન્યો દ્વારા જોવાયાની સંખ્યા"),
                n("f894a688", "પ્રેક્ષકગણની ધારણા"),
                n("ad9d9204", "દર્શકો દ્વારા વિડિયોને જોવાનું છોડી દેવાની પહેલાં તે જેટલી વાર જોવાયો અને એ વિડિયો કેટલો જોવાયો તેની ટકાવારી."),
                n("da4b7a70", "તે દર્શકોની ટકાવારી કે જેમણે કોઈ આપેલા સમય સુધી વિડિયો જોયો છે"),
                n("de2d89a2", "25% જોવાયો"),
                n("i92754c2", "50% જોવાયો"),
                n("be8ddcc2", "75% જોવાયો"),
                n("b01410d6", "100% જોવાયો"),
                n("gfb3d8af", function (e) {
                    return e.timeLabel + " સુધી જોયું";
                }),
                n("fc6cbba2", "અહીં જોવા માટે કંઈ નથી - હજી સુધી"),
                n("b80a53c8", "એકવાર વધુ ડેટા ભેગો કરી લેવામાં, એટલે તમને તે માહિતી અહીં દેખાશે."),
                n("d25dccb6", "સર્કલની પોસ્ટ્સ માટે વિશ્લેષણો ઉપલબ્ધ નથી."),
                n("g61ac32a", "અમે આપમેળે એવા વપરાશકારને લક્ષ્ય બનાવીએ છીએ જે તમારી સામગ્રી સાથે જોડાવાની શક્યતા વધારે છે."),
                n("e8702feb", function (e) {
                    return "અમારા તરફથી " + e.couponAmount + "ની છૂટ મેળવો!";
                }),
                n("e44dc579", function (e) {
                    return "હમણાં શરૂ કરો અને " + e.date + "ની પહેલાં તમારા પહેલા પ્રચાર પર " + e.couponAmount + "ની છૂટ મેળવો.";
                }),
                n("hd8df545", function (e) {
                    return "હમણાં જ શરૂ કરો અને " + e.date + "ની પહેલાં તમારા આગલા પ્રચાર પર " + e.couponAmount + "ની છૂટ મેળવો.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " ખર્ચ કરો અને જાહેરાત ક્રેડિટમાં " + e.couponAmount + " મેળવો.";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + " માટે દિવસ દીઠ " + e.dailyBudget;
                }),
                n("dc4a9413", function (e) {
                    return e.durationLabel + "માં " + e.totalBudget;
                }),
                n("bad70c09", function (e) {
                    return "સ્થાન" + f(e.numLocations, "", "ો");
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " - " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " દિવસ";
                }),
                n("gc3ce5d9", function (e) {
                    return "પ્રતિ દિવસ " + e.audienceLow + " - " + e.audienceHigh + " લોકોની અંદાજિત પહોંચ";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "વય શ્રેણી: " + e.formattedAge + e.newlinePlaceholder + "લિંગ: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "એકવાર તમે એક કે તેના કરતાં વધુ ઝુંબેશ પર " + e.spendAmount + " ખર્ચ કરશો, એટલે અમે તમારા જાહેરાત એકાઉન્ટ પર સીધા જ " + e.couponAmount + " ક્રેડિટ કરીશું. તમારી ક્રેડિટ લાગુ થવામાં કેટલાક દિવસ લાગી શકે છે.";
                }),
                n("cb51c854", "કોઈપણ જાતિ"),
                n("bb7b39e2", "પુરુષો"),
                n("eb9466d0", "મહિલાઓ"),
                n("b07cc9f2", "પ્રદેશ"),
                n("ce309bee", "Metro"),
                n("cc49d030", "પોસ્ટકોડ"),
                n("c3fca124", "જોડાણને બૂસ્ટ કરો"),
                n("d4f57cce", "તમારા અનુયાયીઓની સંખ્યાને વધારો"),
                n("c6daa762", "વધુ લિંક ક્લિક્સ મેળવો"),
                n("cc642518", "સ્થાનો શોધો"),
                n("i0e8c3c6", "સ્થાન પરિણામો"),
                n("f69ad048", "સ્થાન પસંદ કરો"),
                n("d948b978", "તમે માત્ર તમારી પોસ્ટનો પ્રચાર કરી શકશો."),
                n("cfcdb4a2", "કંઈ ખોટું થયું છે. ખાતરી કરો કે તમે કોઈ પણ એડ બ્લોકર ને નિષ્ક્રિય કરેલ છે."),
                n("j7a2af7a", "આ પોસ્ટનો પ્રચાર કરવા નથી માંગતા?"),
                n("a78bce8e", "જો તમે હમણાં છોડી દેશો, તો આ પોસ્ટનો પ્રચાર કરવામાં આવશે નહીં."),
                n("g8844150", "પ્રચાર કરશો નહીં"),
                n("e7eb3684", "દૈનિક બજેટ"),
                n("d9f6e3ce", "દૈનિક બજેટનું સ્લાઇડર"),
                n("b3954eca", "દિવસના સ્લાઇડરમાં સમયગાળો"),
                n("ce665a60", "અંદાજિત પહોંચ અનુમાનિત છે. વાસ્તવિક પહોંચની બાંહેધરી આપી શકાતી નથી."),
                n("i0c3b95c", "બીજા રાઉન્ડના ખર્ચની જવાબદારી અમારી છે!"),
                n("h8b6e32a", "તમે તમારી પોસ્ટનો પ્રચાર કર્યો!"),
                n("ee8014a6", "તમારી જાહેરાતનું કાર્યપ્રદર્શન માપવા માટે કોઈ પણ સમયે પોસ્ટ એનાલિટિક્સ તપાસો."),
                n("db841200", "જોડાણને બૂસ્ટ કરો, વધુ લોકો સુધી પહોંચો અને તમારા પૃષ્ઠનો પ્રચાર કરો."),
                n("fcc839b6", "તમારો ધ્યેય શું છે?"),
                n("b679a538", "તમારી પોસ્ટમાં મીડિયા સામેલ છે"),
                n("cb19a2f0", "વધુ લાઇક્સ, રિપોસ્ટ્સ વગેરે મેળવો"),
                n("a2d37164", "તમારી સાઈટ પર વધુ મુલાકાતીઓ મેળવો"),
                n("cefad302", "તમારી પોસ્ટમાં લિંક ઉમેરો"),
                n("b614fad0", "તમારી પોસ્ટમાં લિંકનો સમાવેશ થાય છે તે બાબતની ખાતરી કરો."),
                n("de43b660", "ચુકવણીની પદ્ધતિઓ"),
                n("hb4773a0", "ચુકવણીની નવી પદ્ધતિ ઉમેરો"),
                n("aa2a3dd4", "કાર્ડ કાઢી નાખો"),
                n("b1c5b63c", "આમાં સમાપ્ત થાય છે"),
                n("affb5878", "કાઢી નાખવાની પુષ્ટિ કરો"),
                n("db443ae2", "શું બધું બરાબર લાગે છે?"),
                n("a96f811e", "પ્રચાર સંબંધી લક્ષ્ય"),
                n("fbd44e96", "તમારું બજેટ"),
                n("e36bce64", "ચૂકવણીની પદ્ધતિ"),
                n("ia83756c", "પેટાકુલ"),
                n("cc217a04", "કૂપનનું બેલેન્સ"),
                n("g4f2b588", "કૂપનનું બાકી રહેલ બેલેન્સ"),
                n("i41612da", "પ્રચાર બનાવો"),
                n("cdae1af0", "ટેક્સ સંબંધી માહિતી ઉમેરો"),
                n("ed8bb5a0", "ચૂકવણીની વિગતો ઉમેરો"),
                n("fc640c20", "તમારી કૂપનનો દાવો કરવા માટે ચુકવણી સંબંધી વિગતો ઉમેરો"),
                n("be2dc078", "સાઇન અપ કરો અને ચૂકવણીની વિગતો ઉમેરો"),
                n("iaefd4de", "સાઇન અપ કરો અને તમારી કૂપનનો દાવો કરવા માટે ચુકવણી સંબંધી વિગતો ઉમેરો"),
                n("e5e42640", "હમ્મ્મ... તમારી કૂપન લોડ થઈ ન હતી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("e85dfd66", "આ પોસ્ટ માટેની કૅમ્પેન પહેલેથી બનાવેલ છે."),
                n("a4db098c", "એવું લાગે છે કે અમે તમારો પ્રચાર બનાવી શક્યા નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."),
                n("ef7e3916", "કંઈક ખોટું થયું હતું. તમારા પ્રચારની વિગતો તપાસો અને ફરી પ્રયાસ કરો."),
                n("c1134966", "ની શરતો અને જાહેરાત માર્ગદર્શિકાઓ"),
                n("he45cc43", "ની કૂપનની શરતો"),
                n("c9439a82", "ની શરતો અને જાહેરાત માર્ગદર્શિકાઓ"),
                n("c672105a", "તમે કોના સુધી પહોંચવા માંગો છો?"),
                n("e1efbeae", "વય શ્રેણી"),
                n("c6ff7c10", "લઘુતમ વય શ્રેણી"),
                n("b555fb46", "મહત્તમ વય શ્રેણી"),
                n("j2c03e12", "55+"),
                n("d4e01892", "આવાસ ધિરાણ અને રોજગારની તકોની જાહેરાતો અંગેની નીતિ"),
                n("df8d4fa0", "લિંગ પસંદ કરો"),
                n("i982d424", "તમે કેટલું રોકાણ કરવા ઈચ્છો છો?"),
                n("b9ff6cb0", "કોઈ ચૂકવણીની પદ્ધતિ પસંદ કરવામાં આવી નથી"),
                n("i8b90688", "શરતો અને જાહેરાત માર્ગદર્શિકાઓ "),
                n("a93bd26d", " કૂપનની શરતો વાંચી છે તથા તમે તેની સાથે સંમત છો"),
                n("d31dc460", "શરતો અને જાહેરાત માર્ગદર્શિકાઓ "),
                n("ga845597", function (e) {
                    return "ટોટલ ઓવર " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "વધુ જાણો"),
                n("j9f78b42", "આ પોસ્ટમાં કોઈ ટૅગ કરાયેલા વપરાશકાર નથી."),
                n("cb2054fa", "વપરાશકારો લોડ થઈ રહ્યાં છે"),
                n("e4ad6bda", "આ ફોટોમાં"),
                n("cdd4aafe", "વાર્તાલાપમાં સામેલ લોકોને લોડ કરી રહ્યાં છે"),
                n("aac3fad2", "આ વાર્તાલાપમાં સામેલ લોકો"),
                n("a7f66562", "પોસ્ટ લોડ થઈ રહી છે"),
                n("b7a898fa", "અહીંથી સીધા આગલી પોસ્ટ પર જાઓ!"),
                n("e254fdd2", "તમે સ્વાઇપ કરીને સીધા આગલી પોસ્ટ પર જઈ શકો છો!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "સ્ક્રબર"),
                n("h2fcc532", "ઇતિહાસ લોડ થાય છે"),
                n("a74821a0", "એવું લાગે છે તમારી ચુકવણી સફળતાપૂર્વક પૂર્ણ થઈ ન હતી અથવા તેની સમયસીમા સમાપ્ત થવામાં છે. તમારા પ્રીમિયમના સબ્સ્ક્રિપ્શનને જાળવી રાખવા માટે તમારી ચુકવણીની માહિતીને અપડેટ કરો."),
                n("bb55752e", "કૉઇન્સ તમને ઉત્તમ સામગ્રીને પોસ્ટ કરનારા નિર્માતાઓને સપોર્ટ કરવાની મંજૂરી આપે છે. વણવપરાયેલા કૉઇન્સ તમારા બૅલેન્સમાં રાખવામાં આવે છે."),
                n("ea7ce65f", function (e) {
                    return e.count + " બોનસ કૉઇન" + f(e.count, "", "્સ") + "નો સમાવેશ છે.";
                }),
                n("e557f9d2", "તમે તમારા કૉઇનના બૅલેન્સની મર્યાદાએ પહોંચી ગયા છો."),
                n("e2beba5e", "સૌથી વધુ લોકપ્રિય"),
                n("gafeeb96", "કૉઇન્સ ખરીદો"),
                n("bc42db1c", "કોઈપણ સમયે રદ કરો. દર મહિને આપમેળે-રિન્યૂ થાય છે."),
                n("f1561b06", "ખરીદનારની શરતો"),
                n("fe93ed4a", "ખરીદી સફળ થઈ"),
                n("bcb90375", function (e) {
                    return "તમારું નવું કૉઇન બૅલેન્સ " + e.balance + " છે.";
                }),
                n("ia2eb0c0", "ખરીદી નિષ્ફળ થઈ"),
                n("c7e11484", "તમારી યાદીઓ ખાલી છે"),
                n("a96208ba", "કોઈને ઉમેરવાની પહેલાં તમારે કોઈ યાદી બનાવવી પડશે."),
                n("d2826908", "એક નવી યાદી બનાવો"),
                n("he062e8a", "યાદી પસંદ કરો"),
                n("c2fb1e94", "યાદીમાં ફક્ત 5,000 એકાઉન્ટ્સ ઉમેરી શકાય છે."),
                n("f30edc68", "ખાનગી બનાવો"),
                n("h51a2cf6", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારું બેનર કાઢી નાખવાનો ફરી પ્રયાસ કરો."),
                n("bb10280e", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારી યાદી સાચવવાનો ફરી પ્રયાસ કરો."),
                n("h8885a22", "યાદીના નામો 25 અક્ષરો કરતાં વધી શકતા નથી"),
                n("f8132984", "તમે જ્યારે યાદીને ખાનગી બનાવો ત્યારે, માત્ર તમે તેને જોઈ શકો છો."),
                n("h421e74c", "સૂચવેલ યાદીઓ"),
                n("aa62dea8", "અમે શોધ કરી રહ્યા છીએ"),
                n("e5e4d3aa", "સૂચવેલ યાદીઓ જોવા માટે પછીથી તપાસો."),
                n("c4d7650c", "સભ્યોનું વ્યવસ્થાપન કરો"),
                n("h7f2418c", "યાદીની માહિતી લોડ થઈ રહી છે"),
                n("b18e5cd2", "કંઈક ખોટું થયું હતું. એક મિનિટમાં તમારી યાદી કાઢી નાખવાનો ફરી પ્રયાસ કરો."),
                n("cdd73e9c", "યાદી કાઢી નાખો"),
                n("def8ff62", "યાદી કાઢી નાખવી છે?"),
                n("j8b9cde8", "આને પૂર્વવત કરી શકાતું નથી અને તમે તમારી યાદી ગુમાવશો."),
                n("e9f3dec4", "યાદીની શોધ"),
                n("b9192d55", function (e) {
                    return e.query + " - યાદીની શોધ";
                }),
                n("d6a23192", "નવી યાદી બનાવો"),
                n("ie256518", "સમયરેખાની યાદીની શોધ કરો"),
                n("j57a2568", "યાદીની શોધ"),
                n("hc76e8cd", function (e) {
                    return "કોઈ યાદી “" + e.query + "” સાથે મેળ ખાતી નથી";
                }),
                n("d872881a", "એક બનાવી દો તો કેવું રહે?"),
                n("j177067a", "યાદીઓ શોધો"),
                n("g13ea02c", "યાદીઓ શોધવાનો પ્રયાસ કરો"),
                n("d1461f1e", "આ યાદી ખાલી-ખાલી છે"),
                n("bcbd3416", "આ યાદીને અનુસરનારાં લોકો અહીં દેખાશે."),
                n("b197a56c", "અનુયાયીઓની યાદી કરો"),
                n("f0ab07f5", function (e) {
                    return "(" + e.memberCount + ") સભ્યો";
                }),
                n("h9ce3406", "સભ્યોની યાદી કરો"),
                n("dfeaeb26", "તમારી યાદીમાં ઉમેરો"),
                n("a332103e", "આ યાદીમાં ઉમેરવામાં આવેલાં લોકો અહીં દેખાશે."),
                n("e2f7dc62", "સૂચવેલા સભ્યોને શોધો"),
                n("gc23cc00", "આ યાદીમાં ઉમેરવા માટેનાં સૂચનો જોવા, એકાઉન્ટ્સ શોધવાનો પ્રયાસ કરી જુઓ."),
                n("e3deb126", "યાદી સૂચનો"),
                n("eb7b54be", "યાદી લોડ થઈ રહી છે"),
                n("a9ca06d2", "માહિતી"),
                n("a367dc9a", "તમે તાજેતરની પોસ્ટ્સ જેમ જેમ તેઓ થાય છે તેમ તેમ જોઈ રહ્યાં છો"),
                n("dd438748", "તમે ટોચની પોસ્ટ્સ પ્રથમ જોઈ રહ્યાં છો"),
                n("fe7e217c", "નવીનતમ પોસ્ટ્સ જુઓ"),
                n("ce78b698", "તમે ટોચની પોસ્ટ્સ પ્રથમ જોઈ રહ્યાં છો. તાજેતરની પોસ્ટ્સ જેમ જેમ થશે તેમ તેમ બતાવવામાં આવશે."),
                n("i5a1628a", "ટોચની પોસ્ટ્સ જુઓ"),
                n("f333a93e", "તમને તાજેતરની પોસ્ટ્સ પ્રથમ દેખાઈ રહી છે. જે શ્રેષ્ઠ પોસ્ટ્સ છે તે ટોચની પોસ્ટ્સમાં તમને દેખાય છે."),
                n("c7294984", "યાદીની જાણ કરો"),
                n("g6340998", "આ તમને આપમેળે તેમની યાદીઓમાં પાછા ઉમેરશે નહીં."),
                n("i6da4f7a", "યાદી શેર કરો"),
                n("a062ff80", "યાદીમાં લિંક કૉપિ કરો"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "તમે @" + e.screenName + "ને અનુસરી રહ્યાં નથી";
                }),
                n("a64512a4", "સમય અવધિને યાદીબદ્ધ કરો"),
                n("i0bcc456", "જ્યારે તમે કરો ત્યારે, તમે તેમની યાદીઓ જોઈ શકશો."),
                n("d8315ca0", "તમે જેમાં છો તે યાદીઓ"),
                n("e74be9ac", "તેઓ જેમાં છે તે યાદીઓ"),
                n("c80cb4e4", "નવી યાદી"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " દ્વારા બનાવેલી યાદી";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + "એ કોઈ યાદીઓ બનાવી નથી";
                }),
                n("f5978664", "જ્યારે તેઓ કરશે, ત્યારે તે અહીં દેખાશે."),
                n("h243711c", "તમે હજુ સુધી કોઈપણ યાદીઓ બનાવી નથી"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " કોઈપણ યાદીઓમાં ઉમેરવામાં આવ્યાં નથી";
                }),
                n("e05568cc", "જ્યારે તેઓ કોઈપણ યાદીમાં ઉમેરવામાં આવશે, ત્યારે તે અહીં દેખાશે."),
                n("b86a098a", "તમે હજી સુધી કોઈપણ યાદીઓમાં ઉમેરવામાં આવ્યાં નથી"),
                n("h06e09a2", "જ્યારે કોઈપણ વ્યક્તિ તમને કોઈપણ યાદીમાં ઉમેરે છે, ત્યારે તે અહીં દેખાશે."),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " માટે સદસ્યતાઓ સૂચિબદ્ધ કરો";
                }),
                n("g6b54ff6", "તમે અપ-ટુ-ડેટ છો"),
                n("ec5fd35a", "જ્યારે કોઈ વ્યક્તિ તમને અનુસરવાની વિનંતી કરશે, ત્યારે તે અહીં દેખાશે, જેથી કરીને તમે તેને સ્વીકારી અથવા નકારી શકો."),
                n("ec2d8342", "અસ્વીકાર કરો"),
                n("j85d8d90", "તે વપરાશકાર માટે કોઈ અનુસરવાની વિનંતી બાકી નથી."),
                n("c3d23f10", "એવું લાગે છે કે થોડી સમસ્યા આવી હતી. જોકે ચિંતા કરશો નહીં, તેમાં તમારો દોષ નથી. ફરીથી પ્રયાસ કરવા માટે નીચે ક્લિક કરો."),
                n("d2613123", function (e) {
                    return "સબ્સ્ક્રાઈબ કરો - " + e.price + "/મહિને";
                }),
                n("c4640fc0", "'સબ્સ્ક્રિપ્શન્સ'ની પ્રોફાઈલ શેર કરો"),
                n("a72064a8", "'સબ્સ્ક્રિપ્શન્સ'ની પ્રોફાઈલની લિંક કૉપિ કરો"),
                n("e6c72234", "ઈમેલ શેરિંગની શરતો"),
                n("b17f0c4b", function (e) {
                    return "તમે હવે @" + e.screenName + "ને સબ્સ્ક્રાઇબ કર્યું છે";
                }),
                n("a5634d9a", "સબ્સ્ક્રિપ્શનની પ્રક્રિયા કરવામાં સમસ્યા આવી હતી. કૃપા કરીને આ પ્રોમ્પ્ટને કાઢી નાખો અને ફરીથી પ્રયાસ કરો."),
                n("fe9d3afa", "અનુયાયીઓ લોડ થઈ રહ્યાં છે"),
                n("ab7fc3ef", function (e) {
                    return e.fullName + " (@" + e.screenName + ")નું સુપર અનુસરણ કરતા લોકો";
                }),
                n("j0d17377", function (e) {
                    return "તમારા પરિચિત લોકો " + e.fullName + " (@" + e.screenName + ")ને અનુસરી રહ્યા છે";
                }),
                n("fa9e827f", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ને લોકો અનુસરે છે";
                }),
                n("ha979be5", function (e) {
                    return e.fullName + " (@" + e.screenName + ") દ્વારા અનુસરાયેલ લોકો";
                }),
                n("d28be573", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ને સબ્સ્ક્રાઇબ કરેલા લોકો";
                }),
                n("g9da3853", function (e) {
                    return e.fullName + " (@" + e.screenName + ") દ્વારા સબ્સ્ક્રાઇબ થયેલા લોકો";
                }),
                n("cfd952a1", function (e) {
                    return "ચકાસાયેલાં એકાઉન્ટ્સ " + e.fullName + " (@" + e.screenName + ")ને અનુસરે છે";
                }),
                n("fecc696e", "ચકાસાયેલાં અનુયાયીઓ"),
                n("g0a2fbbe", "તમારી પાસે હજુ સુધી કોઈ સબ્સ્ક્રાઈબર્સ નથી"),
                n("g65f4bac", "તમારા હજુ સુધી કોઈ અનુયાયીઓ નથી"),
                n("c36cfddc", "અનુયાયીઓની શોધમાં છો?"),
                n("fd275c1a", "તમારી પાસે હજુ સુધી કોઈ ચકાસાયેલ અનુયાયી નથી"),
                n("e08bd098", "અહીં તમને તે દરેક જણની યાદી મળશે કે જેઓ તમને સબ્સ્ક્રાઈબ કરે છે."),
                n("j029a4dc", "જ્યારે કોઈપણ વ્યક્તિ તમને અનુસરે છે, ત્યારે તમને તેઓ અહીં દેખાશે."),
                n("b2b2c6ce", "જ્યારે કોઈ આ એકાઉન્ટને અનુસરશે, ત્યારે તેઓ અહીં દેખાશે. પોસ્ટ કરવાથી અને અન્યોની સાથે ક્રિયાપ્રતિક્રિયા કરવાથી અનુયાયીઓની સંખ્યાને બૂસ્ટ કરવામાં મદદ મળે છે."),
                n("cb1a15c8", "એકાઉન્ટ્સને અનુસરવું એ તમારી સમય અવધિને ક્યૂરેટ કરવાની તથા તમને જેમાં રુચિ હોય તે મુદ્દા અને લોકોને લઈને શું થઈ રહ્યું છે તે જાણવાની સરળ રીત છે."),
                n("i967b954", "તમને તમારા બધા સબ્સ્ક્રિપ્શનોની યાદી અહીં મળશે."),
                n("a44e403e", "જ્યારે ચકાસાયેલું એકાઉન્ટ તમને અનુસરે, ત્યારે તમે તેને અહીં જોઈ શકશો."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + "ના એવા કોઈપણ અનુયાયીઓ નથી કે જેમને તમે હજી સુધી જાણતા હોવ";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " એ કોઈને અનુસરતું નથી";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + "ના કોઈ પણ ચકાસાયેલા અનુયાયી નથી.";
                }),
                n("ec251f36", "જ્યારે તમારી પરિચિત કોઈ વ્યક્તિ તેમને અનુસરશે, ત્યારે તેઓ અહીં યાદીબદ્ધ થશે."),
                n("f8af4f48", "એકવાર તેઓ એકાઉન્ટ્સને અનુસરવા લાગશે, એટલે તેઓ અહીં દેખાશે."),
                n("fd0aad94", "જ્યારે કોઈ ચકાસાયેલ વ્યક્તિ આ એકાઉન્ટને અનુસરે છે, ત્યારે તેઓ અહીં દેખાશે."),
                n("b84f6df1", function (e) {
                    return "મર્યાદિત સમય માટે " + e.percentage + "%ના ડિસ્કાઉન્ટ પર Premiumની ભેટ આપો";
                }),
                n("cfcac293", function (e) {
                    return e.price + "ની ભેટ આપો અને ચૂકવો";
                }),
                n("d7a73450", "ટિઅર"),
                n("hbd2c24e", "આ એકાઉન્ટ અત્યારે ભેટ માટે યોગ્યતા ધરાવતું નથી."),
                n("f3fddc98", "ખરીદદારની શરતો"),
                n("cff9c889", "વધુ જાણો"),
                n("c65dda96", "તમારી ભેટ મોકલવામાં આવી છે."),
                n("f6e2a407", function (e) {
                    return "જ્યારે તમે @" + e.screenName + "ની પોસ્ટ્સનો પ્રત્યુત્તર આપતા હો ત્યારે તમારો સબ્સ્ક્રાઇબ કરેલું બૅજ સૌને દેખાય તેની મંજૂરી આપો";
                }),
                n("j8dedddd", function (e) {
                    return "જ્યારે તમે આને બંધ કરશો, ત્યારે તમારા દ્વારા @" + e.screenName + "ની માત્ર-સબ્સ્ક્રાઇબર માટેની પોસ્ટ્સનો પ્રત્યુત્તર આપવા પર " + e.screenName + " અને તેમના સબ્સ્ક્રાઇબરોને હજી પણ તમારો બૅજ દેખાશે. @" + e.screenName + "ને હંમેશાં તમારો બૅજ દેખાશે.";
                }),
                n("c8a513f6", "સબ્સ્ક્રિપ્શન રદ કરો"),
                n("ea000ec8", "તમારું સબ્સ્ક્રિપ્શન પહેલેથી રદ કરી દીધું છે?"),
                n("d7b8387e", "જો તમે પહેલેથી જ રદ કરી દીધું છે, તો હવે વધુ કંઈ કરવાની જરૂર નથી. તમારા સબ્સ્ક્રિપ્શનની સમયસીમા બિલિંગ ચક્રના અંતે આપમેળે સમાપ્ત થઈ જશે."),
                n("f4166d9a", "તમારા સબ્સ્ક્રિપ્શનને રદ કરવા માંગો છો?"),
                n("b74ff5fc", "જો તમે રદ કરો છો, તો તમારું સબ્સ્ક્રિપ્શન બિલિંગ ચક્રના અંતે આપમેળે સમાપ્ત થઈ જશે."),
                n("ee9efbc8", "રદ કરવાનું ચાલુ રાખો"),
                n("c5d9c77a", "એવું લાગે છે કે થોડી સમસ્યા આવી હતી. જોકે ચિંતા કરશો નહીં, તેમાં તમારો દોષ નથી. આ વિંડોને બંધ કરો અને ફરીથી પ્રયાસ કરો."),
                n("jda53c24", "તમે Apple App Store મારફતે તમારા સબ્સ્ક્રિપ્શનને રદ કરી શકો છો."),
                n("g0a7a53e", "તમે Google Play Store મારફતે તમારા સબ્સ્ક્રિપ્શનને રદ કરી શકો છો."),
                n("i5f14be7", function (e) {
                    return e.displayName + ", તમારું ફરી સ્વાગત છે";
                }),
                n("a76d58ba", "જાહેરાત વિશ્લેષણ"),
                n("g512ddcc", "ઑર્ગૅનિક વિશ્લેષણો"),
                n("eccd0e1a", "સંસ્થાના વિશ્લેષણો"),
                n("deea1708", "તમારા બધા સમગ્ર X એકાઉન્ટ્સના વિશ્લેષણો જોવા છે?"),
                n("eb603ffc", "તમારા નેતવર્કને સહયોગી બનાવવા અને એકત્રિત વિશ્લેષણો જોવા માટે અપગ્રેડ કરો"),
                n("gf67aae4", "પૂર્ણ ઍક્સેસ પર અપગ્રેડ કરો"),
                n("h75e3618", "સંસ્થાનો સમાવેશ કરો"),
                n("h24a8862", "આ ચેકબૉક્સ વિશે"),
                n("c29e3a88", "સહયોગીઓ પસંદ કરો"),
                n("j8318d57", function (e) {
                    return e.number + " સહયોગી" + f(e.number, "", "ઓ");
                }),
                n("bf809ec0", "સહયોગીઓ પસંદ કરો"),
                n("b719e224", "કોઈ પરિણામો નહીં"),
                n("c9938100", "શોધના પરિણામો"),
                n("d1a35ec6", "એકાઉન્ટ્સ ઉમેરો"),
                n("b437adda", "પેઇડ પર અપગ્રેડ કરો"),
                n("f1f6c88b", function (e) {
                    return "એકાઉન્ટ્સ (" + e.count + ")";
                }),
                n("b02156b8", "આમંત્રણો"),
                n("gd67d29b", function (e) {
                    return "આમંત્રણો (" + e.count + ")";
                }),
                n("daf646e6", "કૃપા કરીને નોંધ કરો: તમારે એકાઉન્ટ્સને યોગ્ય રીતે લેબલ લગાડવા જરૂરી છે."),
                n("i3895c32", "તમારું એકાઉન્ટ સમીક્ષા હેઠળ છે કારણ કે તમે તમારું X @હૅન્ડલ બદલ્યું છે"),
                n("i5f8b628", "જ્યાં સુધી તમારા એકાઉન્ટની સમીક્ષા ન થાય ત્યાં સુધી તેમાં ફેરફાર ન કરી શકાય."),
                n("e9e663ac", "તમારી ચુકવણી નિયત સમયને પાર કરી ગઈ છે."),
                n("c3ddd22c", "શરતો"),
                n("c9729d8a", "શરતો"),
                n("cdcd1d2c", "તમારી સંસ્થામાં સહભાગિતાઓ ઉમેરો"),
                n("d30ea6f3", function (e) {
                    return "તમારે સાચે જ @" + e.name + "ને દૂર કરવા છે?";
                }),
                n("c2dfbb86", "હા, કરો"),
                n("ba047f76", "સહયોગિતા દૂર કરવાથી તેમના ચેકમાર્ક અને સહભાગિતા બૅજ તાત્કાલિક દૂર થાય છે. મહિનાના અંત સુધી તમારા નામે બિલ બનતું રહેશે. "),
                n("j26dee0e", "સહયોગિતા દૂર કરો"),
                n("e30cbdf0", "આ સહયોગી એ ચકાસાયેલી સંસ્થાઓના સબ્સ્ક્રાઇબર છે અને સંસ્થા તરીકે રહે તે જરૂરી છે. તેમને બદલીને વ્યક્તિ ન કરી શકાય."),
                n("j3115ce8", "વ્યક્તિગત"),
                n("d8bb1d84", "સંસ્થા"),
                n("e970bdbd", function (e) {
                    return e.count + " આમંત્રણો બાકી";
                }),
                n("id67d953", function (e) {
                    return "તમારી Stripeની ચેકઆઉટ વિગતો પાછી મેળવતી વખતે કશુંક ખોટું થયું. જો આ સમસ્યા ચાલુ રહે, તો કૃપા કરીને " + e.supportEmail + " પર સંપર્ક કરો.";
                }),
                n("f323d314", "ફરીથી મોકલો"),
                n("ac645cde", "તમે હંમેશાં તેમને ફરી ઉમેરી શકો છો."),
                n("d12af2dd", function (e) {
                    return "શું તમારે ખરેખર @" + e.screenName + "ને મોકલાયેલું આમંત્રણ રદ કરવું છે?";
                }),
                n("ib60b2d5", function (e) {
                    return "શું તમારે ખરેખર @" + e.screenName + "ને મોકલાયેલું આમંત્રણ ફરી મોકલવું છે?";
                }),
                n("ec6e7d9a", "જ્યાં સુધી ટિઅરની ફેરબદલ પૂરી કરવાનું બાકી રહેશે ત્યાં સુધી તમારું એકાઉન્ટ માત્ર-વાંચન મોડમાં રહેશે. કૃપા કરીને ટિઅરની સફળતાપૂર્વક ફેરબદલ માટે તમારી ચુકવણી તપાસવા માટે Stripe પર જાઓ."),
                n("b33d1518", "સમર્થિત એકીકરણ અથવા કસ્ટમ XML ફીડમાંથી નોકરીઓને સિંક કરો"),
                n("dd2db402", "પગલું 1: આવશ્યક માહિતી ભેગી કરો"),
                n("edb098c2", "પગલું 2: અમારી સપોર્ટ ટીમનો સંપર્ક કરો"),
                n("c4474460", "પગલું 2: અમારી સપોર્ટ ટીમને ઇમેલ મોકલો"),
                n("a08da0fa", "આગળ શું થશે?"),
                n("c127374e", "અમને સંદેશ મોકલો"),
                n("b2cb2a0c", "તમારા ચકાસાયેલી સંસ્થાના એકાઉન્ટનું વપરાશકારનામ"),
                n("b8e64002", "તમારી ઉમેદવાર ટ્રૅકિંગ સિસ્ટમનું નામ"),
                n("acb99db6", "તમારી નોકરીઓ જ્યાં યાદીબદ્ધ છે તે કરિઅર સાઇટનું URL"),
                n("a64a5b7a", "એકીકરણ પ્રક્રિયા શરૂ કરવા માટે અમારી સપોર્ટ ટીમને આવશ્યક માહિતી મોકલો."),
                n("e3dffb4e", "એકીકરણ પ્રક્રિયા શરૂ કરવા માટે અમારા સપોર્ટ ઇમેલ સરનામાની નીચે કૉપિ કરો અને અમારી સપોર્ટ ટીમને આવશ્યક માહિતી મોકલો."),
                n("b4fef99e", "અમારી સપોર્ટ ટીમને તમારી વિનંતી મળ્યા પછી, અમે તમારી માહિતીની સમીક્ષા કરીશું અને તમારા એકીકરણને કન્ફિગર કરવામાં મદદ કરીશું."),
                n("h37f2d96", "કૃપા કરીને નોંધ કરો કે બધી ઉમેદવાર ટ્રૅકિંગ સિસ્ટમ હાલમાં સમર્થિત નથી."),
                n("ce102a20", "સ્ટ્રાઇપ પર રીડાયરેક્ટ કરી રહ્યું છે"),
                n("ddfd6718", "ચુકવણી નિષ્ફળ થઈ"),
                n("i90ea7d2", "તમારા લાભ જાળવવા માટે કૃપા કરીને તાકીદે તમારું બિલિંગ અપડેટ કરો."),
                n("a62359e6", "ચકાસાયેલું સંસ્થા સેટિંગ્સ"),
                n("ge221b7c", "સહયોગીઓ અને જાહેરાતની વધુ ક્રેડિટની ઍક્સેસ મેળવવા માટે ચકાસાયેલી સંસ્થાનું સબ્સ્ક્રિપ્શન પર અપગ્રેડ કરો."),
                n("i4dccc18", "બિલિંગ"),
                n("ec3cd6e4", "તમારી ચુકવણી પદ્ધતિ મેનેજ કરો, બિલિંગ માહિતી અપડેટ કરો અને તમારા ઇન્વૉઇસની સમીક્ષા કરો."),
                n("dac61c3c", "એકાઉન્ટ સેટિંગ્સ"),
                n("b6b5fd66", "તમારું વપરાશકારનામ અથવા પાસવર્ડ બદલવા સહિત તમારા X એકાઉન્ટને મૅનેજ કરો."),
                n("hb9c4a1c", "પ્રશ્નો, બગ અહેવાલો અને પ્રતિભાવો"),
                n("c674f5b4", "ઇન્વૉઇસ ચુકવણીઓનું સેટઅપ કરો"),
                n("i8237e66", "બૅંક ટ્રાન્સ્ફર દ્વારા ક્રેડિટ કાર્ડ ચુકવણીઓમાંથી ઇન્વૉઇસિંગ પર સ્વિચ કરો."),
                n("hebd348a", "હાયરિંગ પોર્ટલ પરથી નોકરીઓના પ્રચાર કરવા માટે જાહેરાતોનો ઉપયોગ કેવી રીતે થાય છે તે ગોઠવો."),
                n("ib5e6f90", "જોબ પ્રમોશન"),
                n("id720215", "હાયરિંગ"),
                n("dd59f146", "જોબ પ્રમોશન એડ એકાઉન્ટ"),
                n("e7e36818", "જાહેરાત એકાઉન્ટ્સ નોકરીના પ્રમોશન માટે લાયક હોય છે જ્યારે તેઓ ભંડોળના સ્રોત સાથે સંપૂર્ણ રીતે સેટ થયા હોય."),
                n("c28566e0", "જાહેરાત એકાઉન્ટ"),
                n("c80160d3", "જાહેરાત"),
                n("ff0edac0", "શું તમારે ખરેખર તમારું સબ્સ્ક્રિપ્શન રદ કરવું છે?"),
                n("h2ac0348", "ના, મને ફરી ઉમેરો"),
                n("dbf9667e", "મને ખાતરી છે"),
                n("j7592572", "યુ-ટર્ન"),
                n("ee778942", "ટ્રાફિક લાઇટો"),
                n("fdd57981", function (e) {
                    return "અમારે તમને એક-સમયની " + e.totalAmount + " USDની નિઃશુલ્ક જાહેરાત ક્રેડિટની ઑફર આપવી છે.";
                }),
                n("i032a231", function (e) {
                    return "હું રોકાઈ જઈશ અને " + e.totalAmount + " જાહેરાત ક્રેડિટનો દાવો કરીશ";
                }),
                n("hd7d278c", "નહીં, આભાર"),
                n("jf8a0dea", "ઉત્તમ! તમારા આગલા બિલિંગ સાઇકલમાં તમારા એકાઉન્ટમાં તમારી નવી નિઃશુલ્ક જાહેરાત ક્રેડિટ દેખાશે.");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("ebbb3154", "બંધ કરો અને X પર પાછા આવો"),
                n("j1f68dda", "અંતિમ પગલું: શું તમારે ખરેખર રદ કરવું છે?"),
                n("c9c3464c", "સબ્સ્ક્રિપ્શન રદ કરવાની પ્રક્રિયા ચાલુ છે"),
                n("dd3a293c", "તમારું ચકાસાયેલી સંસ્થાના સબ્સ્ક્રિપ્શનની સમયસીમા સમાપ્ત થઈ ગઈ છે."),
                n("faa0f956", "તમારું સબ્સ્ક્રિપ્શન રદ કરતી વખતે કશુંક ખોટું થયું."),
                n("b28289ea", "આભાર"),
                n("b36f74ae", "તમે સાઇન અપ કરીને ફરી સક્રિય નહીં કરો ત્યાં સુધી તમને પોર્ટલની ઍક્સેસ નહીં મળે."),
                n("b2297a4a", "સમસ્યાનો ઉકેલ જોઈએ છે? તમે અમારી સાથે કૉલ કરવાનું શેડ્યૂલ કરી શકો છો."),
                n("h3bdbc54", "હા, ચાલો એક કૉલનું શેડ્યૂલ કરીએ"),
                n("i135d64e", "રદ કરવાનું ચાલુ રાખો"),
                n("g275882d", function (e) {
                    return "મહત્ત્વપૂર્ણ: તમે " + e.creditAmount + "ની દાવો કર્યા વિનાની નિઃશુલ્ક જાહેરાત ક્રેડિટ ધરાવો છો";
                }),
                n("ib085ed6", "હું રોકાઈ જઈશ અને મારી જાહેરાત ક્રેડિટનો દાવો કરીશ"),
                n("b5447710", "વપરાશકાર મળ્યો નથી"),
                n("h94755b8", "આમંત્રણ આપવા માટે વપરાશકારની પસંદગી થઈ ચૂકી છે"),
                n("bfb5effe", "વપરાશકાર પહેલેથી સહયોગી છે"),
                n("c4b9664e", "સહભાગી થયેલા"),
                n("g0eadcf6", "અન્ય સંસ્થા સાથે સહભાગી"),
                n("a8c81f88", "સંસ્થાનું એકાઉન્ટ"),
                n("e5abe772", "વપરાશકારે આમંત્રણનો જવાબ આપવાનું હજુ બાકી છે"),
                n("e49b97e2", "એકાઉન્ટ્સ શોધો"),
                n("f002f1d6", "આમંત્રણ મોકલો"),
                n("g2a8bae4", "X એકાઉન્ટ્સ ઉમેરો"),
                n("af7293cc", "તમારી સંસ્થામાં જોડાવા માટે X એકાઉન્ટ્સને આમંત્રણ આપો. જો તેઓ સ્વીકારે, તો તેમને ચેકમાર્ક મળશે અને તમારી સહભાગિતા તેમની પ્રોફાઇલ્સ પર દર્શાવાશે."),
                n("ec0f203e", "એકવાર સહયોગી વ્યક્તિએ આમંત્રણ સ્વીકારી લીધું પછી, તેમના ચેકમાર્કને સાચા ચેકમાર્ક રંગમાં અપડેટ કરવાની ખાતરી કરો."),
                n("cec08784", "તમે આ ઇન્વૉઇસમાં સહભાગીઓ માટેની મર્યાદા સુધી પહોંચી ગયા છો."),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " ઉમેરો";
                }),
                n("d49b389f", "અહીં"),
                n("b9e4bf55", "વધુ જાણો"),
                n("hc4703a9", "વધુ જાણો"),
                n("fa0ffaeb", "વધુ જાણો"),
                n("jf351704", "ચાલુ રાખવા માટે તમારે આ ઇન્વૉઇસ પર સહભાગીની મર્યાદા અપડેટ કરવી જરૂરી છે."),
                n("ia5a6a40", "શરૂઆત કરવા માટે, તમારે તમારી ચુકવણીની વિગતો ઉમેરવી જરૂરી છે."),
                n("d40d1cc0", "ચાલુ રાખવા માટે તમારે Stripe દ્વારા ચુકવણી કરવી જરૂરી છે."),
                n("c4a5f614", "ચુકવણીની વિગતો ઉમેરો"),
                n("fa2a280a", "ઇન્વૉઇસને અપડેટ કરો"),
                n("i7b2f08e", "ચકાસાયેલી સંસ્થાઓમાં સ્વાગત છે"),
                n("g4e18b84", "તમે તમારી સહયોગી મર્યાદાએ પહોંચી ગયા છો"),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + " કરતાં વધારે સહયોગીઓના ખરીદી ઑર્ડરો માટે.";
                }),
                n("fc1f43d0", "ઇન્વૉઇસ બનાવો"),
                n("g8881c78", "ચૂકવવા આગળ વધો"),
                n("g59f8506", "નોટ: જે એકાઉન્ટ્સ વ્યવસાય અથવા સરકારી એન્ટિટી તરીકે ચકાસી શકતા નથી, તેમને રિફંડ કરવામાં આવશે નહીં."),
                n("a310e476", "સીધી"),
                n("fde6cf98", "ચકાસાયેલી સંસ્થાઓની ત્વરિત ઍક્સેસ માટે."),
                n("fdfbfcb0", "ઇન્વૉઇસિંગ"),
                n("f45d02e8", "તમારા સબ્સ્ક્રિપ્શનનું સેટઅપ કરતી વખતે કશુંક ખોટું થયું. કૃપા કરીને તમારા સક્રિયકરણ ઇમેલમાંથી તેને ફરી સબમિટ કરીને પ્રયાસ કરો."),
                n("a1c566c0", "તમારા સબ્સ્ક્રિપ્શનનું સેટઅપ કરતી વખતે કશુંક ખોટું થયું. કૃપા કરીને તમારી વિગતો ફરીથી સબમિટ કરો."),
                n("f5a1c6ac", "તમારા પ્રદેશમાં સબ્સ્ક્રિપ્શનો અનુપલબ્ધ છે."),
                n("ef7ae9cd", "વધુ જાણો"),
                n("d3c6b8c9", "વધુ જાણો"),
                n("fafe5b9f", function (e) {
                    return " " + e.price + " પ્રતિ " + e.interval + "ના દરે સબ્સ્ક્રાઇબ કરો";
                }),
                n("f2ae1d63", "ખરીદનારની સેવાની શરતો"),
                n("ie8759c5", "ખરીદદાર માટેની સેવાની શરતો"),
                n("d842dd7b", function (e) {
                    return "X પર વધુ ઝડપથી પ્રગતિ કરો અને " + e.credit + "ની નિઃશુલ્ક જાહેરાત ક્રેડિટ મેળવો";
                }),
                n("fcfb696e", "⁺જાહેરાત ક્રેડિટની મર્યાદિત સમયની ઑફર.==="),
                n("f5b98d62", function (e) {
                    return "દર " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "દર " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "વધુમાં વધુ " + e.creditAmount + "ની જાહેરાત ક્રેડિટ⁺";
                }),
                n("a6c45ede", "સમાવિષ્ટ છે:"),
                n("e9aa43dc", "ઑર્ગૅનિક નોકરીઓની પોસ્ટિંગ"),
                n("i1266238", "નોકરીમાં બઢતીની ક્ષમતાઓ"),
                n("e8a4ea7a", "સહાયની પ્રાધાન્યતા"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "તમારા સબ્સ્ક્રિપ્શન ફેરફારની પુષ્ટિ કરો"),
                n("bb21a170", "સબ્સ્ક્રિપ્શનમાં ફેરફાર કરો"),
                n("b0dcc4dc", "તમારા એકાઉન્ટ માટે ટિઅર બદલવાનું બાકી છે."),
                n("f3aef4ca", "કોઈ સક્રિય સબ્સ્ક્રિપ્શન ન મળ્યું"),
                n("h802e65e", "સબ્સ્ક્રિપ્શન અપડેટ કરવાનું નિષ્ફળ થયું. તમારા હાલના સબ્સ્ક્રિપ્શનને અસર થઈ નથી."),
                n("c5269eb0", "આ તમારું સક્રિય સબ્સ્ક્રિપ્શન છે."),
                n("c578c4ca", "હાલનો પ્લાન"),
                n("i5d19147", "નવો પ્લાન"),
                n("b025ff5f", "અહીં"),
                n("d6b932d4", "ફ્રી અજમાયશ પર"),
                n("b0efe690", "મૂળભૂત સાથે ચાલુ રાખો"),
                n("g5f9cdaa", "તમારા પ્લાનમાં થયેલા ફેરફારોની પુષ્ટિ કરો"),
                n("j21911de", "શું તમે મૂળભૂત સાથે આગળ વધવા માંગો છો, કે તમારા પૂર્ણ ઍક્સેસ લાભો રાખવા માંગો છો?"),
                n("b59dec9e", "તમે પૂર્ણ ઍક્સેસ ફ્રી અજમાયશમાંથી મૂળભૂત પ્લાન પર ડાઉનગ્રેડ કરી રહ્યા છો."),
                n("e5ff0e1e", "આ ફેરફાર સાથે:"),
                n("ca004c80", "સહયોગીઓ સહિત પૂર્ણ ઍક્સેસ અજમાયશ સુવિધાઓ હવે ઉપલબ્ધ રહેશે નહીં."),
                n("fae108ee", "તમારી અજમાયશ દરમિયાન ઉમેરાયેલા સહયોગીઓ તેમના Premium+ લાભો અને સમર્થન ગુમાવશે."),
                n("d47c0c7c", "તમે કોણ છો?"),
                n("hbd31720", "તમારા માટે યોગ્ય હોય તે સબ્સ્ક્રિપ્શન પસંદ કરો"),
                n("c75a9386", "વધુ જાણો"),
                n("b916b258", "અને"),
                n("ic6012ea", "હું એક વ્યક્તિ છું"),
                n("d8e618ce", "વ્યક્તિઓ અને નિર્માતાઓ માટે"),
                n("dcbccede", "હું એક સંસ્થા છું"),
                n("f44ce884", "વ્યવસાયો,  સરકારી એજન્સીઓ, બિન-નફાકારક સંસ્થાઓ"),
                n("dece6c60", "સંસ્થાનું નામ"),
                n("c4c1b600", "સંસ્થાનું ઇમેલ સરનામું"),
                n("b1e0aec0", "સંસ્થા @handle"),
                n("c42d5f4a", "સહયોગીઓની સંખ્યા"),
                n("fca5f04b", function (e) {
                    return "તમે વધુમાં વધુ " + e.affiliatesCount + " સહયોગીઓ ખરીદી શકશો અને તે પ્રમાણે તમને શુલ્ક લાગુ થશે.";
                }),
                n("dca6b3ac", "ઇન્વૉઇસનું સેટઅપ કરો"),
                n("c97ad52a", "ઇન્વૉઇસને અપડેટ કરો"),
                n("b36f0fd4", "તમને તમારી સંસ્થા માટે કેટલા સહયોગીઓની જરૂર છે તે પસંદ કરો."),
                n("b4871f4f", "અહીં"),
                n("b633d19e", "તમારો આભાર"),
                n("f713d3e2", "તમારી અરજી પ્રાપ્ત થઈ છે અને હવે સમીક્ષા હેઠળ છે."),
                n("e11d5e1a", "તમે પ્રીમિયમના બધા લાભ લઈ શકશો, પણ તમારી સંસ્થાને ગોલ્ડ કે ગ્રે ચેકમાર્ક નહીં મળે અને જ્યાં સુધી તમારું એકાઉન્ટ મંજૂર નહીં થાય ત્યાં સુધી તમે ચકાસાયેલાં એકાઉન્ટ ઉમેરી નહીં શકો."),
                n("d83617cc", "તમારા એકાઉન્ટની સમીક્ષા થશે."),
                n("afb30564", "તમારા એકાઉન્ટને મંજૂર કરવા માટે અમે વધારાની માહિતીની વિનંતી કરી શકીએ છીએ"),
                n("gdd3fa68", "એકવાર સમીક્ષા થઈને મંજૂર થયા પછી, તમારું એકાઉન્ટ તાત્કાલિક ચકાસાયેલું બનશે અને તમે સહયોગીઓને જોડીને તેમને ઉમેરી શકશો."),
                n("e6389996", "મંજૂર ન થયું હોય તેવા કોઈ પણ એકાઉન્ટને રિફંડ આપવામાં નહીં આવે."),
                n("a889b460", "ચુકવણી સફળ થઈ"),
                n("d1c886dc", "આગળનું પગલું: દસ્તાવેજો અપલોડ કરો અને ચકાસો"),
                n("b13e9454", "તમારી ઍપ્લિકેશન હજુ પૂર્ણ થઈ નથી.કૃપા કરીને જરૂરી દસ્તાવેજો  સબમિટ કરો. આમાં સામાન્ય રીતે 10 મિનિટનો સમય લાગે છે."),
                n("e6b0965a", "તમારો ઑર્ડર"),
                n("a1b58798", "નીચે તમારા ઑર્ડરની સમીક્ષા કરો"),
                n("b651c7d7", function (e) {
                    return "સહભાગી" + f(e.count, "", "ઓ") + " x " + e.count;
                }),
                n("ec5e9c54", " બેઝ સબ્સ્ક્રિપ્શન"),
                n("e16093fc", "માસિક કુલ"),
                n("ce4acef6", "વાર્ષિક કુલ"),
                n("f4db2df0", "ઇન્વૉઇસ ચૂકવાશે નહીં ત્યાં સુધી તમારું સબ્સ્ક્રિપ્શન સક્રિય નહીં થાય."),
                n("b9e0d614", "તમારી સહભાગીની મર્યાદા તમારા ઇન્વૉઇસમાં અપડેટ થઈ ગઈ છે."),
                n("a45c9596", "તમારું ઇન્વૉઇસ સફળતાપૂર્વક જનરેટ કરવામાં આવ્યું છે."),
                n("e4e5532a", "ડિસ્કાઉન્ટ લાગુ"),
                n("b557f073", function (e) {
                    return "તમારી Stripeની ઇન્વૉઇસની વિગતો પાછી મેળવતી વખતે કશુંક ખોટું થયું. જો આ સમસ્યા ચાલુ રહે, તો કૃપા કરીને " + e.supportEmail + " પર સંપર્ક કરો.";
                }),
                n("e8c366ce", "X ખરીદનારની શરતો"),
                n("ee86d380", "સંગઠન માહિતી"),
                n("b9c9ccca", "તમારું પૂરું નામ"),
                n("c7e818de", "તમારા કાર્યાલયનું ઇમેઇલ સરનામું"),
                n("i60d7542", "સંસ્થાની વેબસાઇટ"),
                n("b92f9dee", "સંસ્થાનો પ્રકાર"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "વધુ જાણો."),
                n("f09630ff", "અહીં"),
                n("eb043b72", "અરજી અનિર્ણિત"),
                n("a9ac4602", "ચકાસાયેલી સંસ્થાઓ માટેની તમારી અરજીની હજુ સમીક્ષા થઈ રહી છે. કૃપા કરીને થોડા સમય પછી ફરી પ્રયાસ કરો."),
                n("c5af3e12", "મર્યાદિત સમયની ઑફર. ક્રેડિટ ભેગી કરી શકાતી નથી."),
                n("e18d6fd6", "તમારી જાહેરાત ક્રેડિટ"),
                n("if435d1a", "આ મહિને તમે તમારી ઉપલબ્ધ બધી ક્રેડિટ વાપરી લીધી છે. તમારા સબ્સ્ક્રિપ્શનની આગલી ચુકવણી થયેથી તમારી આગલી ક્રેડિટ ઇશ્યૂ કરવામાં આવશે"),
                n("af6704d7", "અહીં"),
                n("b293c6b4", "ચકાસાયેલ Premium સપોર્ટ"),
                n("e9e9ca58", "ઉપલબ્ધ"),
                n("cf2ba3a2", "જાહેરાત એકાઉન્ટ ID"),
                n("gd7d051c", "સક્રિય કરો"),
                n("f391c800", "જાહેરાત એકાઉન્ટ ID જરૂરી છે"),
                n("ja116d2c", "જાહેરાત એકાઉન્ટ ID અમાન્ય છે"),
                n("hf037537", function (e) {
                    return "આ ક્રેડિટ " + e.startDate + "ના રોજ ઉપલબ્ધ કરવામાં આવશે";
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("gd03b494", "તમારી જાહેરાત ક્રેડિટનો ઉપયોગ કરવાની રીત"),
                n("h1f36d3e", "તમારી ચકાસાયેલી સંસ્થાની જાહેરાત ક્રેડિટનો ઉપયોગ કરવા માટે, તમારે નીચેનાં પગલાં લેવા જરૂરી છે:"),
                n("a6519ffc", "જો તમે પહેલાં જાહેરાત આપી હોય, તો"),
                n("ibc9654a", "જો તમે નવા વિજ્ઞાપક હો, તો"),
                n("d3710c76", "જો તમારે સહયોગી એકાઉન્ટમાં તમારી ક્રેડિટનો ઉપયોગ કરવો હોય તો"),
                n("d60a8f14", "X પર જાહેરાતો ચલાવો"),
                n("fe66e4a8", "X જાહેરાત મૅનેજર"),
                n("b3ca0108", "X જાહેરાતોનો ઉપયોગ કરીને તમારા સંદેશનો વ્યાપક રૂપે પ્રસાર કરો."),
                n("g3754d57", "અહીં"),
                n("i615ad63", "અહીં"),
                n("a3ba48b9", "અહીં"),
                n("ca3c633a", "જાહેરાત ક્રેડિટ્સ"),
                n("ha843c96", "જાહેરાતો"),
                n("dd0f3b08", "જાહેરાતો"),
                n("c9fad534", "કોઈ ક્રેડિટ નથી"),
                n("a211b11e", "સક્રિય કરવા માટે કોઈ ક્રેડિટ ઉપલબ્ધ નથી"),
                n("f2011db1", function (e) {
                    return e.couponAmount + " માંથી " + e.usedAmount + " નો ઉપયોગ કરેલ છે";
                }),
                n("ae37e25c", "અજ્ઞાત રકમ"),
                n("i1407e15", function (e) {
                    return "જાહેરાત એકાઉન્ટ " + e.accountId + " પર વપરાયેલ છે";
                }),
                n("id4359bf", function (e) {
                    return "જાહેરાત એકાઉન્ટ " + e.accountId + " પર " + e.when + " સમયસીમા સમાપ્ત";
                }),
                n("f89af915", function (e) {
                    return "સમાપ્ત થયેલ " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "જાહેરાત એકાઉન્ટ " + e.accountId + " પર " + e.when + " સમયસીમા સમાપ્ત થાય છે";
                }),
                n("e8d8a2a9", function (e) {
                    return e.when + "એ સમાપ્ત થાય છે";
                }),
                n("i3884c1f", function (e) {
                    return "ઉપલબ્ધ " + e.when;
                }),
                n("b070acf4", "ટૂંક સમયમાં ઉપલબ્ધ"),
                n("ace946c4", "કૂપન સક્રિય કરો"),
                n("b0b02e37", function (e) {
                    return "આ કૂપન જાહેરાત એકાઉન્ટ ID પર સફળતાપૂર્વક લાગુ કરવામાં આવી હતી: " + e.accountId;
                }),
                n("f520ee22", "જાહેરાત એકાઉન્ટ ID"),
                n("df96ca56", "અન્ય એકાઉન્ટ"),
                n("b5566402", "આઈડીમાં માત્ર અક્ષરો અને સંખ્યાઓ હોય છે."),
                n("eb160d07", "એડ મેનેજર એકાઉન્ટ સિલેક્ટરમાં"),
                n("e016ad32", "માત્ર વાંચન મોડ"),
                n("d7ab194e", "જ્યારે તમારા સબ્સ્ક્રિપ્શનની ફેરફારની પ્રક્રિયા થઈ રહી હોય ત્યારે કેટલીક ચકાસાયેલ એકાઉન્ટ સુવિધાઓ ફક્ત વાંચવા માટેના મોડમાં હોઈ શકે છે."),
                n("g25d851e", "જાહેરાત એકાઉન્ટ્સ"),
                n("de7fef84", "આ એકાઉન્ટમાં મદદ માટે કસ્ટમર સપોર્ટનો સંપર્ક કરો."),
                n("ff1321b6", "સેટઅપ પૂર્ણ થયું છે, એકાઉન્ટ સક્રિય છે."),
                n("c1205320", "ક્રેડિટ કાર્ડ ઉમેરીને તમારું એડ એકાઉન્ટ સક્રિય કરો."),
                n("c0343c0a", "છેલ્લી ચુકવણી નિષ્ફળ થઈ, એકાઉન્ટ પર ચુકવણી પદ્ધતિ તપાસો."),
                n("j56e34a4", "એકાઉન્ટ એક્સેસમાં મદદ માટે ગ્રાહક સપોર્ટનો સંપર્ક કરો"),
                n("gef920f2", "એકાઉન્ટ સક્રિય કરવા માટે પ્રારંભિક સેટઅપ જરૂરી છે"),
                n("b68dd4d8", "તમારી પાસે આ એકાઉન્ટની ઍક્સેસ નથી, મદદ માટે ટીમ ઍડ્મિનને પૂછો."),
                n("d637962c", "તમારી પાસે કોઈ જાહેરાત એકાઉન્ટ્સ નથી."),
                n("dd087ae0", "ads.x.com પર એક સેટ કરો"),
                n("i3d7dd02", "નોકરીના પ્રચાર માટે યોગ્ય જાહેરાત ખાતું તૈયાર છે"),
                n("cc8f8516", "નોકરીઓનો પ્રચાર કરવા માટે જાહેરાત એકાઉન્ટ બનાવો"),
                n("b4f117b8", "તમારી પાસે જોબ પ્રમોશન એડ એકાઉન્ટની ઍક્સેસ નથી."),
                n("b7347cf4", "નોકરીઓનો પ્રચાર કરવા માટે જાહેરાત એકાઉન્ટ બનાવો"),
                n("h7d03a2a", "તમારા હાયરિંગ ડેશબોર્ડ દ્વારા નોકરી ઉમેરો"),
                n("cd5aeec6", "જાહેરાત એકાઉન્ટ બનાવો"),
                n("ged51d2e", "એક જાહેરાત એકાઉન્ટ બનાવો"),
                n("gcfa25e6", "તમારી સંસ્થા માટે ઉપયોગમાં લઈ શકાય તેવા કોઈ જાહેરાત એકાઉન્ટ્સ નથી. એક બનાવવા માટે ads.x.com પર જાઓ."),
                n("g76fb922", "નવું એકાઉન્ટ"),
                n("db0a69e7", function (e) {
                    return "તમારું જાહેરાત એકાઉન્ટ (ID: " + e.adAccountId + ") નવું છે. તેને સક્રિય કરવા માટે જાહેરાત મેનેજરમાં પ્રારંભિક સેટઅપ પૂર્ણ કરો.";
                }),
                n("c7bad5cc", "એકાઉન્ટ સેટ કરો"),
                n("g8c563c0", "તમારે ઍક્સેસની જરૂર છે"),
                n("f6f29b17", function (e) {
                    return "તમને જાહેરાત એકાઉન્ટ (ID: " + e.adAccountId + ") ની ઍક્સેસ નથી. તમારી ટીમ એડમિનને જાહેરાત મેનેજરમાંના એકાઉન્ટમાં તમને ઉમેરવા માટે કહો.";
                }),
                n("a15bb840", "ચુકવણી પદ્ધતિની જરૂર છે"),
                n("j4e981d9", function (e) {
                    return "તમારું એડ એકાઉન્ટ (ID: " + e.adAccountId + ") આંશિક રીતે સેટઅપ થયુ છે. તેને સક્રિય કરવા માટે, એકાઉન્ટમાં ચુકવણી પદ્ધતિ ઉમેરો. તમારી પાસેથી શુલ્ક લેવામાં આવે તે પહેલાં તમે આ એકાઉન્ટ પર અરજી કરો છો તે કોઈપણ ક્રેડિટનો ઉપયોગ થઈ જશે.";
                }),
                n("af142910", "ચુકવણી નિષ્ફળ"),
                n("a9635acf", function (e) {
                    return "તમારું જાહેરાત એકાઉન્ટ (ID: " + e.adAccountId + ") સક્રિય છે, પરંતુ છેલ્લી ચુકવણી નિષ્ફળ થઈ. તેને ફરીથી સક્રિય કરવા માટે, આ એકાઉન્ટ પર ચુકવણી પદ્ધતિ બદલો.";
                }),
                n("d1cca474", "ચૂકવણીની પદ્ધતિ બદલો"),
                n("fe8b969a", "કસ્ટમર સપોર્ટ મદદ કરી શકે છે"),
                n("i8aa0b91", function (e) {
                    return "આ જાહેરાત એકાઉન્ટ (ID: " + e.adAccountId + ") ને સક્રિય કરવા માટે કસ્ટમર સપોર્ટની મદદની જરૂર છે. તમારા સંદેશમાં જાહેરાત એકાઉન્ટ આઈડી સામેલ કરવાનું સુનિશ્ચિત કરો. તમારી વિનંતીને પ્રાથમિકતા આપવામાં આવશે.";
                }),
                n("d82c2074", "સપોર્ટ મેળવો"),
                n("ad37d536", "હૅન્ડલને ટ્રાન્સ્ફર કરવાની શરતો"),
                n("e760074a", "નિષ્ક્રિય હૅન્ડલ મેળવો અથવા તમારી માલિકીનું હોય તેને સ્વૉપ કરો"),
                n("j003ef92", "તમારા માટે Xમાંથી અથવા તમારા આનુષંગિક સહયોગીઓ પાસેથી નિષ્ક્રિય હૅન્ડલ્સ ખરીદો અથવા તમારી માલિકીના હોય તેને સ્વૉપ કરો."),
                n("d57a8e42", "આ સેવા વિશિષ્ટ રૂપે ચકાસાયેલી સંસ્થાઓ માટે છે અને તેમાં પ્રતિ હૅન્ડલ વધારાની કિંમતનો સમાવેશ થાય છે, જે $10,000 USDથી શરૂ થાય છે."),
                n("h9367bd6", "હૅન્ડલ વિશેની પૂછપરછ સબમિટ કરો"),
                n("a6a62e7e", "અમારા ઑટોમેટ કરેલા સમર્થિત બૉટનો ઉપયોગ કરીને થોડા પ્રશ્નોના જવાબ આપીને પ્રક્રિયા શરૂ કરો."),
                n("e5912290", "હૅન્ડલની પૂછપરછ શરૂ થઈ રહી છે"),
                n("c2e24f66", "આ સ્ક્રીનના એકદમ નીચેના ખૂણામાં સહાયનો સંદેશ શોધો."),
                n("c94f514e", "હૅન્ડલની પૂછપરછ શરૂ થઈ"),
                n("cf60d152", "તમારા હૅન્ડલની પૂછપરછ સબમિટ કરવા માટે ચૅટ વિન્ડોમાં ટૂંકી પ્રશ્નાવલિ ભરો."),
                n("f06b124e", "વારંવાર પૂછાતા પ્રશ્નો"),
                n("h677fdcc", "હૅન્ડલ્સની કિંમત કઈ રીતે નક્કી થાય છે?"),
                n("a55b39aa", "પ્રાથમિક રૂપે અક્ષરોની લંબાઈ અને શબ્દની સામાન્યતા પર આધારિત છે. કિંમતો 10kથી શરૂ થાય છે અને $500k USDથી વધુ સુધી જઈ શકે છે."),
                n("d46bcb3a", "ખરીદી માટે હૅન્ડલ ઉપલબ્ધ છે કે નહીં તે હું કેવી રીતે જાણી શકું?"),
                n("c6bcf72c", "શરૂઆત કરો બટનનો ઉપયોગ કરીને અમને વિનંતી મોકલો અને અમે તમને તેની ઉપલબ્ધતા જણાવીશું."),
                n("d478604c", "શું હું બીજા વ્યવસાય વતી હૅન્ડલ ખરીદી શકું?"),
                n("c09f8cd2", "ના. વ્યવસાયો માત્ર તેમના વ્યવસાય સાથે ગંભીરતાથી જોડાયેલા હોય તેવા આનુષંગિક સહભાગીઓ વતી જ હૅન્ડલ ખરીદી શકે છે."),
                n("d814f020", "વેચાણની પ્રક્રિયા શી છે? તેમાં કેટલો સમય લાગે છે?"),
                n("f600b6f0", "હૅન્ડલની ખરીદીની વિનંતી કરો અથવા શરૂઆત કરો બટનનો ઉપયોગ કરીને સ્વૉપ કરો. અમે 3 કામકાજી દિવસની અંદર ઉપલબ્ધતા અને કિંમત સાથે જવાબ આપીશું. ચુકવણી પછી, 1-2 દિવસની અંદર અમે તમારા પસંદ કરેલા એકાઉન્ટ પર હૅન્ડલને ટ્રાન્સ્ફર કરીશું. વૈકલ્પિક રૂપે, અમે જૂના હૅન્ડલને તમારા માલિકીના બીજા એકાઉન્ટ પર ખસેડી શકીએ છીએ."),
                n("i8debc4a", "શું તમે એકથી વધારે હૅન્ડલ માટે ડિસ્કાઉન્ટની ઑફર આપો છો?"),
                n("c5199f3c", "હા, તે તમે ખરીદો તે હૅન્ડલની સંખ્યા અને ક્વોટના કુલ કદ પર આધારિત છે."),
                n("c20f923e", "હું ટ્રેડમાર્ક ધરાવું છું - શું તે આ બાબતને અસર કરશે?"),
                n("b2fd4c15", "ટ્રેડમાર્ક નીતિ"),
                n("a690746e", "પ્રાધાન્યતા આધાર મેળવો"),
                n("he2dc9b0", "તમારી સંસ્થાનું હૅન્ડલ અને વિનંતીની વિગતો મોકલીને અમારો સંપર્ક કરો"),
                n("e5e6479e", "સૌથી ઝડપી સહાય મેળવવા માટે તમારી સંસ્થાના હૅન્ડલ અને તમારી પૂછપરછની વિગતો સાથે અમને ઇમેલ મોકલો."),
                n("ica8392a", "એકવાર અમને તમારી વિનંતી પ્રાપ્ત થઈ જાય, ત્યાર પછી અમે ઑર્ડરની સમીક્ષા કરીશું અને તે પ્રાપ્ત થયાના ક્રમમાં તેને પ્રાથમિકતા આપીશું."),
                n("ed37e36e", "મહત્ત્વપૂર્ણ: તમારી સંસ્થાનું હૅન્ડલ ખૂટે છે અથવા વ્યક્તિગત ઇમેલનો ઉપયોગ કરવાથી તમારી વિનંતી પર પ્રક્રિયા કરવામાં વિલંબ થઈ શકે છે."),
                n("eb0d4fe2", "કૉલમ બનાવો"),
                n("e93d2f8a", "આના જેવી વિવિધ કૉલમ્સ ઉમેરીને તમારા અનુભવને કસ્ટમાઇઝ કરો:"),
                n("e8203d1e", "શોધો"),
                n("d82fd532", "સીધા સંદેશા"),
                n("c87babee", "અને વધુ..."),
                n("f1990aa4", "ડેક્સ વડે તમારી કૉલમ્સની ગોઠવણી કરો"),
                n("ib9c9a54", "X Pro પર એકથી વધુ ડેસ્કટૉપ હોવાની કલ્પના કરો. બાકીના ઘોંઘાટને દૂર રાખો અને માત્ર મુદ્દા પર તથા જ્યારે તમને જરૂર હોય ત્યારે જરૂર પડતાં ટૂલ્સ પર જ ધ્યાન કેન્દ્રિત કરો."),
                n("fb5ac13e", "કૉલમ ખસેડો"),
                n("bd545b7e", "તમારા ડેક પર કૉલમને ગમે ત્યાં ખેંચીને લઈ જવા માટે આ ટપકાં પર ક્લિક કરો."),
                n("a98513b6", "કૉલમ્સને કસ્ટમાઇઝ કરો"),
                n("c8759e44", "આના જેવા વિકલ્પો માટે કૉલમના ટોચના ભાગને રોલઓવર કરો:"),
                n("a93e96c8", "પોસ્ટ્સને ટોચની અથવા નવીનતમ હોવા અનુસાર ક્રમબદ્ધ કરો"),
                n("df300378", "કૉલમનું કદ બદલો"),
                n("aa263910", "એડવાન્સ્ડ સર્ચ ટૂલ્સનો ઉપયોગ કરો"),
                n("ab3915aa", "ટિપ્સ અને સેટિંગ્સ"),
                n("ia03837a", "અહીં પર જાઓ:"),
                n("f0bd595c", "ડેક્સને મેનેજ કરો"),
                n("a74e9464", "ડિસ્પ્લે સેટિંગ્સ બદલો"),
                n("h254eb92", "કીબોર્ડ શોર્ટકર્ટ્સ  શોધો"),
                n("j6e669a0", "બધી બાબતો પર ફરીથી એક નજર ફેરવી લો"),
                n("c15802be", "પોસ્ટ્સ મોકલી રહ્યાં છે..."),
                n("e5506950", "ડેક્સ"),
                n("b1bd9a8a", "નવું ડેક"),
                n("cf1a138f", function (e) {
                    return "આ ડેક પર બદલ્યું - " + e.title;
                }),
                n("g9c2da24", "નવું ડેક બનાવા માટે ડાયલોગ ખોલશે"),
                n("hcef6b72", "તમારા ડેક્સને મેનેજ કરવા માટે ડાયલોગ ખોલશે"),
                n("a77dbc7a", "ડેક સંપાદિત કરો"),
                n("a154a293", function (e) {
                    return "ડેક " + e.deckName + " પસંદ કર્યો";
                }),
                n("a77bbe9d", function (e) {
                    return "ડેક " + e.deckName + "ની પસંદગી દૂર કરો";
                }),
                n("ha2aae72", "પસંદ કરેલ ડેકને મેનેજ કરવા માટે ડાયલોગ ખોલશે"),
                n("hf59ffc8", "નેવિગેશન બાર"),
                n("dd6142d7", "પ્રો"),
                n("d69fc67a", "એક નવી કૉલમ ઉમેરો"),
                n("ad61a830", "પોસ્ટ લખો"),
                n("c44f5114", "સંદેશાની સેટિંગ્સ"),
                n("c71066fe", "બધી બાબતો પર એક નજર ફેરવી લો"),
                n("b452e6c2", "તમે અત્યાર સુધીમાં કેવી પ્રગતિ કરી રહ્યા છો?"),
                n("j7737bc2", "X Proનો ઉપયોગ કરવા બદલ આભાર, તમને અત્યાર સુધી તે સુવિધા કેવી લાગી તે જાણવાનું અમને ગમશે."),
                n("e8038d64", "તમારો અભિપ્રાય અમારા માટે અગત્યનો છે, તેનાથી અમને એક બહેતર અનુભવ બનાવવામાં મદદ મળશે."),
                n("fce3c5ce", "પ્રતિભાવ આપો"),
                n("ha39df38", "અંગત"),
                n("ja7b7d1a", "અમને અત્યારે કનેક્ટ થવામાં મુશ્કેલી આવી રહી છે. તમે કરેલા ફેરફારો સાચવવામાં નહીં આવે."),
                n("ad5df1d7", function (e) {
                    return "આ કૉલમ પર બદલી - " + e.title;
                }),
                n("ba7bd92e", "કૉલમ સેટિંગ્સ"),
                n("cc4ff736", "કૉલમને શેર કરી રહ્યા છે"),
                n("g684a93a", "આ કૉલમમાં તમે કરો છો તે કોઈપણ ફેરફાર તેને જોનારી કોઈપણ વ્યક્તિ દ્વારા જોવામાં આવશે."),
                n("a6bbdc1c", "ફક્ત જુઓ"),
                n("f6e88162", "લેબ્સ"),
                n("e6df688c", "વિકલ્પો"),
                n("e3f2b93a", "આ કૉલમ વિશેની માહિતીને બતાવો અથવા છુપાવો."),
                n("db257758", "મીડિયાના પૂર્વાવલોકનનું કદ"),
                n("if2fbab8", "પ્રત્યુતરોના મીડિયાના પૂર્વાવલોકનનું કદ"),
                n("he517d52", "કોલમનું નામ બદલો"),
                n("f6eb2cfe", "કૉલમનું નામ"),
                n("d6d39c84", "કૉલમ્સના નામ હોવા આવશ્યક છે."),
                n("e5c06aee", "કોલમની પહોળાઈ"),
                n("af6a4368", "આ વાર્તાલાપનું નામ બદલો અને તેમાં કોણ છે તે જુઓ."),
                n("cdeac5ee", "સીધો સંદેશ સેટિંગ્સ"),
                n("fda7ee26", "તમને કોણ સંદેશો મોકલી શકે છે તેને મેનેજ કરો."),
                n("c4ec8620", "શામેલ કરો"),
                n("d5f29cd4", "બાકાત રાખો"),
                n("d01a62f8", "સમય અને સ્થાન"),
                n("d614afc8", "લાઇક્સ, પ્રત્યુતરો અને રીપોસ્ટ્સ"),
                n("fb2bbc7a", "સામગ્રી પોસ્ટ કરો"),
                n("a589add2", "આમાંથી કોઈપણ શબ્દો (અથવા)"),
                n("d2f8dc8a", "કોઈ વ્યક્તિ તરફથી પોસ્ટ્સ"),
                n("e37201ec", "કોઈને પ્રત્યુતર પાઠવવો"),
                n("e035e056", "કોઈનો ઉલ્લેખ કરવો"),
                n("ef2d4092", "શબ્દો બાકાત રાખો"),
                n("d59f395e", "તમારી પ્રદર્શનની ભાષા"),
                n("g67cd3f2", "ભાષાઓ પસંદ કરો"),
                n("c85f9b9c", "ભાષા પસંદ કરો"),
                n("b5148188", "આના કરતાં વધુ"),
                n("hf369320", "આના કરતાં ઓછું"),
                n("f4dce7b6", "કેટલા"),
                n("ddafa9a2", "વિકલ્પો જુઓ"),
                n("c6be8432", "જોડાણનું સ્તર"),
                n("e60b9fac", "મૂળ પોસ્ટ્સ બતાવો"),
                n("eb441fee", "રીપોસ્ટ્સ બતાવો"),
                n("e920e6dc", "અવતરણ બતાવો"),
                n("g9580526", "પ્રત્યુતરો બતાવો"),
                n("i73cbb5c", "તમે શોધમાં માત્ર એક યાદી ઉમેરી શકો. માત્ર પહેલી યાદી આ શોધમાં લાગુ પડશે."),
                n("c765315d", function (e) {
                    return "દાખલ કરો " + e.listHandleListNameFormat + " અથવા યાદી  આઈડી";
                }),
                n("a153fbf2", "શોધમાં યાદીનો ઉપયોગ કેવી રીતે કરવો"),
                n("bf0d5a7c", "તમે દરેક શોધ માટે એક યાદી ઉમેરી શકો છો."),
                n("c6e8759a", "યાદી ઉમેરવા માટે નીચેના ફોર્મેટને અનુસરો:"),
                n("dd9daca8", "યાદીના નામમાં પૂર્ણ વિરામોને - ની સાથે બદલો."),
                n("cd71b264", "યાદી વિષે જાણો."),
                n("ca23d726", "છબીઓ અને વિડિઓ"),
                n("f1fa97a8", "બ્રોડકાસ્ટ્સ"),
                n("c0bab0ba", "માત્ર મીડિયા સાથે પોસ્ટ્સ બતાવો"),
                n("g9512656", "માત્ર ચકાસણી કરેલ લોકો બતાવો"),
                n("b967e296", "તમે જેમને અનુસરો છો તે જ લોકો બતાવો"),
                n("gc51a2ac", "કોઈ પણ સમયે"),
                n("d42a4916", "હાલમાં"),
                n("a2229a06", "એક નિયત સમયમર્યાદામાં"),
                n("c1fe6156", "શરૂ થયાનો સમય"),
                n("cbc02622", "સમાપ્ત થયાનો સમય"),
                n("b666573c", "સ્થાન શોધો"),
                n("cf260344", "માં પોસ્ટ્સ"),
                n("j5805302", "ત્રિજ્યા"),
                n("e592ab3c", "ઉત્તમ પરિણામો માટે તમારી શોધમાં સ્થાન અને રાજ્ય અથવા દેશ શામેલ કરો."),
                n("e8843b5d", function (e) {
                    return e.meters + "મિ";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "કિમી";
                }),
                n("ec688a09", function (e) {
                    return "આ @" + e.screenName + " ને આ સહિત તેમની કોઈપણ યાદીઓમાં તમને શામેલ કરતા રોકે છે.";
                }),
                n("iad54d54", "બુકમાર્ક્સ સાફ કરો"),
                n("g4d581a2", "આને અને બુકમાર્કના બધા ફોલ્ડર્સને ખાલી કરો"),
                n("fb14aebe", "બુકમાર્ક્સને ખાલી કરો"),
                n("jf748f40", "તમામ બુકમાર્ક્સ કાઢી નાખવા છે?"),
                n("d63a211a", "આ પૂર્વવત્ કરી શકાતું નથી અને તમે તમારા બુકમાર્ક્સમાં તમે ઉમેરેલી બધી પોસ્ટ્સને દૂર કરી દેશો."),
                n("a16ebc1a", "નવી ચેટ શરૂ કરો"),
                n("a1ff1890", "આનાથી તમારો હાલનો વાર્તાલાપ સાફ થઈ જશે."),
                n("ab352ee0", "તાજેતરની પોસ્ટ્સ બતાવો"),
                n("c004c4d6", "પોસ્ટ્સ સાફ કરો"),
                n("fc702822", "પોસ્ટ્સ સાફ કરો અને નવીનતમ પોસ્ટ્સ આવતાની સાથે જ જુઓ."),
                n("a2c59056", "તમારી કૉલમને સાફ કરો તે પહેલાં..."),
                n("d31bdbbe", "નવીનતમ પોસ્ટ્સમાં પર સ્વિચ કરો"),
                n("dec3722c", "નવીનતમ પોસ્ટ્સ"),
                n("g33b8c04", "એક કૉપિ બનાવો"),
                n("de2c3008", "કૉલમની ડુપ્લિકેટ કૉપિ બનાવો."),
                n("a7c01ce0", "નામ બદલો અથવા ફોલ્ડરને કાઢી નાખો"),
                n("e52e4c82", "સ્થાન અને વૈયક્તિકરણના વિકલ્પો બદલો."),
                n("f4d052a4", "Grok (સામાન્ય મોડ)"),
                n("fa97c1c6", "Grok (આનંદ મોડ)"),
                n("efb37dec", "મોડ"),
                n("h0064892", "સામાન્ય"),
                n("ad86db50", "એક ડેક બનાવો"),
                n("hb70ef30", "આ શોધમાંથી એક ડેક બનાવો"),
                n("j8a945cc", "ટોચની પોસ્ટ્સ"),
                n("f3a4a654", "ચકાસાયેલ પોસ્ટ્સ"),
                n("c8da0c42", "ફોટા અને વિડિયો"),
                n("d2cf6f74", "પ્રીમિયમ ભાગીદારો"),
                n("c9b39e70", "ખસેડો"),
                n("b9ea5f7c", "કૉલમને બીજા ડેકમાં ખસેડો."),
                n("g8b6d450", "સૂચના અંગેના વિકલ્પો"),
                n("dd703fbd", function (e) {
                    return "આ કૉલમને કાઢી નાખો - " + e.title;
                }),
                n("d9d11fc6", "સાર્વજનિક કૉલમને કાઢી નાખીએ?"),
                n("h17ada6c", "સાર્વજનિક કૉલમ કાઢી નાખવાથી કોઈપણ અનુયાયીઓ કૉલમની ઉલટાવી ન શકાય તે રીતે ઍક્સેસને ગુમાવી દેશે."),
                n("hb388fe8", "કૉલમ કાઢી નાખો"),
                n("c1343ad6", "આને એક શોધ કૉલમમાં રૂપાંતરિત કરો."),
                n("e7a12d72", "શોધ કૉલમમાં રૂપાંતરિત કરી"),
                n("f29424f0", "પાછું બદલો"),
                n("h5ff85a2", "કૉલમ શેર કરો"),
                n("d32058ba", "શેર કરવાનું સક્ષમ બનાવવા માટે કૉલમને સાર્વજનિક બનાવો."),
                n("c926a6ca", "તમે જે ફેરફારો કરો છો તે કૉલમને અનુસરનારી કોઈપણ વ્યક્તિને દેખાશે."),
                n("g0175ca2", "કૉલમ પિકર"),
                n("a800727c", "કૉલમ પિકર પર પાછા ફરો"),
                n("f318bc40", "નવું ફોલ્ડર બનાવો"),
                n("e300a9f0", "બુકમાર્ક ફોલ્ડર બનાવો"),
                n("j341c67c", "ફોલ્ડર્સનું નામ હોવું આવશ્યક છે."),
                n("d00586a6", "આ કૉલમ લોડ કરી કરી શકાય એમ નથી. નવી કૉલમ બનાવવાનો પ્રયાસ કરો."),
                n("d0d8277e", "કૉલમના માલિકે કૉલમને કાઢી નાખી છે અથવા તેને ખાનગી બનાવી છે."),
                n("j08fd6fe", "તમારી કમ્યૂનિટિઝ"),
                n("b569a1fa", "કમ્યૂનિટિઝ પર પાછા જાઓ"),
                n("i176bfd2", "યાદીઓ શોધો"),
                n("a57c3292", "નવી યાદીઓ શોધો"),
                n("f59f87dc", "અન્ય લોકોની યાદીઓ શોધો"),
                n("a5d70676", "તમે જેમાં છો તે યાદીઓ"),
                n("e377790a", "યાદીઓ પર પાછા ફરો"),
                n("e952b8c3", function (e) {
                    return "@" + e.userScreenName + "ની યાદીઓ";
                }),
                n("bc24f834", "અન્ય લોકોની યાદીઓ શોધો પર પાછા ફરો"),
                n("ee11d084", "પ્રોફાઈલ્સ શોધો"),
                n("c300f3bc", "કેટલીક કૉલમ્સ ઉમેરો"),
                n("bd744e9a", "શોધથી ભરી દો"),
                n("i10d4124", "નવેસરથી શરૂઆત કરો"),
                n("jbff8606", "ક્વેરી સબમિટ કરો"),
                n("dbd8a566", "કેટલીક ડ્રાફ્ટ પોસ્ટ્સ કાઢી શકાતી નથી."),
                n("c82be5a8", "તમારી પસંદ કરેલી ડ્રાફ્ટ પોસ્ટ્સ કાઢી નાખવામાં આવી હતી."),
                n("ad84af68", "ડ્રાફ્ટ પોસ્ટ્સ લોડ કરી રહ્યું છે"),
                n("ef97fb3a", "તમારી પાસે કોઈ ડ્રાફ્ટ પોસ્ટ્સ નથી"),
                n("f26ece12", "જ્યારે તમે કરો ત્યારે, તમે તેમને અહીં શોધી શકશો."),
                n("a4911812", "ડ્રાફ્ટ પોસ્ટ્સ કાઢી નાખી રહ્યાં છીએ"),
                n("b49be1ca", "ડ્રાફ્ટ ટ્વીટ્સ કાઢી નાખો"),
                n("ca91dc76", "આને પૂર્વવત કરી શકાતું નથી અને તમે તમારી ડ્રાફ્ટ પોસ્ટ્સ ગુમાવશો."),
                n("b38b254a", "કેટલીક શેડ્યૂલ કરેલી પોસ્ટ્સ કાઢી શકાઇ નથી."),
                n("he2e3cc4", "તમારી પસંદ કરેલી શેડ્યૂલ કરેલી પોસ્ટ્સ કાઢી નાખવામાં આવી હતી."),
                n("jf9faee4", "શેડ્યૂલ કરેલી પોસ્ટ્સ લોડ થઈ રહી છે"),
                n("aa1cfd48", "તમારી પાસે શેડ્યૂલ કરેલી કોઈ પોસ્ટ્સ નથી"),
                n("b2a70dbe", "શેડ્યૂલ કરેલી પોસ્ટ્સ કાઢી નાખવી"),
                n("a07bb1b0", "શેડ્યૂલ કરેલી પોસ્ટ્સ કાઢી નાખો"),
                n("id78e802", "આને પૂર્વવત્ કરી શકાતું નથી અને તમે તમારી શેડ્યૂલ કરેલી પોસ્ટ્સ ગુમાવશો."),
                n("d9a75e16", "એક પસંદ કરો"),
                n("aa030cd4", "પહેલા ભલામણ કરેલ પોસ્ટ્સ જુઓ"),
                n("c0d2d4aa", "હોમ સમય અવધિ"),
                n("ecbbbb90", "તમારી પોતાની અથવા અન્ય લોકોની યાદીઓ જુઓ."),
                n("c351229c", "તમે જેનો ભાગ છો તે કમ્યૂનિટિઝ જુઓ."),
                n("a2d1df82", "તમે કોને શોધી રહ્યા છો તે શોધી કાઢો."),
                n("d5387d8a", "તમારા સંદેશા સાથે અપ ટૂ ડેટ રહો."),
                n("e738198c", "X પર વર્તમાન સમય અનુસાર શું છે તે જુઓ."),
                n("ifb8c91e", "પ્રોફાઈલ શોધો અને તેઓ શું કરી રહ્યા છે તે જાણો."),
                n("aa0525d0", "પ્રોફાઈલ્સ"),
                n("cb7844a6", "તમારી સૂચનાઓ અને ઉલ્લેખોથી અવગત રહો."),
                n("e64da55e", "તમારી શેડ્યૂલ કરેલી પોસ્ટ્સ જુઓ."),
                n("h9659832", "તમારી રૂપરેખાવાળી પોસ્ટ્સ જુઓ."),
                n("f1b6535e", "ડ્રાફ્ટ પોસ્ટ્સ"),
                n("a24add8a", "બુકમાર્ક કરેલી પોસ્ટ્સ જુઓ."),
                n("ic61c5fc", "ટોચ પર સ્ક્રોલ કરો"),
                n("gb19f215", function (e) {
                    return "કૉલમ - " + e.title;
                }),
                n("g7751b34", "સ્ટૅક બંધ કરો"),
                n("b94fa48c", "સ્ટૅક ખાલી કરો"),
                n("dd3dc3cc", "સ્ટૅકમાં પાછા જાઓ"),
                n("bc7acfd0", "શેર કરેલ કૉલમ"),
                n("a6587d95", function (e) {
                    return "આ કૉલમને ફરીથી ક્રમમાં ગોઠવો - " + e.title;
                }),
                n("fb071dea", "કૉલમ ખસેડો"),
                n("c77a6327", function (e) {
                    return "આ કૉલમના વિકલ્પોને ખોલો - " + e.title;
                }),
                n("h53c41f0", "કૉલમ વિકલ્પો"),
                n("f7bbbb6d", function (e) {
                    return "આ કૉલમના વિકલ્પોને બંધ કરો - " + e.title;
                }),
                n("eee9f83e", "કૉલમના વિકલ્પોને બંધ કરો"),
                n("a443bbc0", "શોધને બંધ કરો"),
                n("c8b12c8f", function (e) {
                    return "કૉલમની સામગ્રીને સેટ કરો - " + e.title;
                }),
                n("fe048090", "ઓવરવ્યૂ બતાવો"),
                n("e57560b4", "ઓવરવ્યૂ છુપાવો"),
                n("fb087db0", "અલગ કૉલમ બનાવો"),
                n("aa128cd8", "એક નવી કૉલમ તરીકે ઉમેરો"),
                n("aa4f00c6", "ડેક શેર કરો"),
                n("fdf97052", "ડેક વિકલ્પો પર જાઓ"),
                n("ed427868", "ડેકને સાર્વજનિક બનાવીએ?"),
                n("gecc71a2", "ડેકને શેર કરવા માટે, પહેલા તેને સાર્વજનિક બનાવો."),
                n("f0653866", "ડેક શેર કરી રહ્યા છે"),
                n("b158400a", "આ પગલું છોડી દો"),
                n("h15afbce", "ચાલો, તમારા માટે સેટ અપ કરીએ"),
                n("ibe6be32", "તમારા X Pro અનુભવને કસ્ટમાઇઝ કરો: તમારા માટે જે યોગ્ય હોય તે કૉલમની પહોળાઈ, રંગ, ટેક્સ્ટ અને મીડિયાનું કદ પસંદ કરો."),
                n("e28eb008", "ડિસ્પ્લે સેટિંગ્સ ખોલો"),
                n("dc8b86e0", "હવે, ચાલો તમારી કૉલમ્સ ઉમેરીએ"),
                n("ee28603e", "તમારી કૉલમ્સને ઇમ્પોર્ટ કરો"),
                n("dad15d22", "તમારી હાજર શોધ, યાદી અને પ્રોફાઈલ કૉલમ્સને ઇમ્પોર્ટ કરીને સમયની બચત કરો. તમે પછીથી આને કૉપિ કરી શકશો નહીં."),
                n("j85b4522", "અથવા નવેસરથી શરૂ કરો"),
                n("hfd5ca12", "હમ્મ... અમે તમારી કૉલમ્સને ઇમ્પોર્ટ કરી શક્યા ન હતા"),
                n("b855852a", "માત્ર શોધો, યાદી અને પ્રોફાઈલની કૉલમ્સ જ ઇમ્પોર્ટ કરી શકાય છે. તેને બદલે હોમ કૉલમ ઉમેરો."),
                n("dc6c806e", "તમારી કૉલમ્સને ઇમ્પોર્ટ કરી શકાઈ ન હતી"),
                n("a0dfe2f6", "X Pro એ એક સરળ ઇન્ટરફેસમાં એકથી વધુ સમયરેખાની કૉલમ્સને જોવાની એક અનુકૂળ રીત છે."),
                n("i8912d28", "ચાલો કેટલીક કૉલમ્સ ઉમેરીએ..."),
                n("ce0c0f34", "હવે, ચાલો બધું શું છે, શું નહીં તે જોઈ લઈએ"),
                n("h36d2aa2", "તમે શરૂઆત કરી શકો તે માટે કેટલીક કામમાં આવી શકે એવી ટિપ્સ જાણો."),
                n("fbaf9442", "સ્ટાર્ટર ડેક ઉમેરો"),
                n("b354ea52", "સ્ટાર્ટર ડેક ઉમેરી રહ્યા છે..."),
                n("if195eb8", "કૉલમ્સ ઉમેરવામાં આવી રહી છે..."),
                n("ea07517c", "કૉલમને કાઢી નાખી."),
                n("habced9e", "કૉલમ પુનઃસ્થાપિત કરવા."),
                n("g4fcb4f8", "કૉલમ પુનઃસ્થાપિત કરી."),
                n("d4429cba", "આ ડેક અસ્તિત્વમાં નથી. બીજું પસંદ કરીને પ્રયાસ કરો."),
                n("g2c6e34a", "સામગ્રીના કદ, રંગ અને પૃષ્ઠભૂમિને મેનેજ કરો."),
                n("bf2890a6", "વિઝ્યુઅલ સ્કેલ"),
                n("h098a550", "ડિફૉલ્ટ કૉલમની પહોળાઈ"),
                n("ab248726", "ડિફૉલ્ટ મીડિયાનું પૂર્વાવલોકન"),
                n("jdaf161c", "સંદેશા ટેબ"),
                n("ge0fcfd0", "કાર્ડ્સ પર હોવર કરો"),
                n("e1cab6e8", "હાજર કૉલમ્સ પર ફેરફારો લાગુ કરીએ?"),
                n("ce2e487c", "જો તમે બધી કૉલમ્સને બદલશો, તો તમારાં બધાં ડેક્સ પરની દરેક કૉલમ અપડેટ કરવામાં આવશે. જો તમે 'નહીં'નો વિકલ્પ પસંદ કરશો, તો માત્ર એ જ કૉલમને નવી સેટિંગ્સ મળશે કે જેને તમે હવેથી બનાવશો."),
                n("fdbd90a6", "હા, બધી કૉલમ્સને બદલો"),
                n("h8affe68", "નહીં, માત્ર નવી કૉલમ્સ"),
                n("f06885b6", "કૉલમના મીડિયા કદના વિકલ્પો"),
                n("e4bab2d0", "કૉલમની પહોળાઈના વિકલ્પો"),
                n("f0e71094", "સંદેશા ટેબ બતાવો"),
                n("aa25a5a6", "તમારા સ્ક્રીનમાં એકદમ નીચે વિસ્તારક્ષમ સંદેશા ટૅબ ઉપલબ્ધ છે"),
                n("g3da3c90", "કાર્ડ્સ પર હોવર કરો બતાવો"),
                n("b08a8656", "ક્રિયાપ્રતિક્રિયાત્મક આઇટમો પર હોવર કરતી વખતે કાર્ડ્સ પર હોવર કરો બતાવો"),
                n("g9df1984", "ડેક ઉમેરો"),
                n("df77af70", "તમારા ડેક માટે ઈમોજી પસંદ કરો"),
                n("ee7765ba", "ઈમોજી ચૂંટો"),
                n("e0127c83", function (e) {
                    return "ઈમોજી " + e.emoji + "ને બદલો";
                }),
                n("hb8b6254", "કોઈપણ તમારી પ્રોફાઈલમાંથી તમારા સાર્વજનિક ડેકને ઍક્સેસ કરી શકે છે. તમે તેની લિંક્સ પણ શેર કરી શકો છો. જો તમે તમારો વિચાર બદલો છો, તો તમે તેને હંમેશાં ખાનગી બનાવી શકો છો. વધુ જાણો"),
                n("gfbaf4e8", "આ ડેક હવે સાર્વજનિક કરી શકાતી નથી"),
                n("ae04848a", "આ ડેકમાં એવી કૉલમનો સમાવેશ થાય છે કે જે તમારા X એકાઉન્ટ સાથે સંબંધિત છે. આ ડેકને સાર્વજનિક બનાવવા માટે, તમારે તેને દૂર કરવી જરૂરી છે. વધુ જાણો"),
                n("d606207a", "ડેક કાઢી નાખો"),
                n("h95cb00e", "આ ડેક કાયમી રીતે કાઢી નાખવામાં આવશે. આને પૂર્વવત્ કરી શકાશે નહીં."),
                n("f50c9834", "આ ડેક કાયમીરૂપે કાઢી નાખવામાં આવશે. જો તમે તેને કાઢી નાખો તો તમે તેને પછીથી પુન: મેળવી નહીં શકો."),
                n("cb861826", "ડેકને ફરીથી ક્રમમાં ગોઠવો"),
                n("i5896b2b", function (e) {
                    return '"' + e.title + '" ડેકને સંપાદિત કરો';
                }),
                n("ef602cab", function (e) {
                    return '"' + e.title + '" ડેકને કાઢી નાખો';
                }),
                n("b44b9d83", function (e) {
                    return '"' + e.title + '" ડેકને અનપિન કરો';
                }),
                n("je4a847f", function (e) {
                    return '"' + e.title + '" ડેકને પિન કરો';
                }),
                n("ad41be88", "કૉલમને ડેકમાં ખસેડો"),
                n("cb82860a", "કૉલમ મળી નથી"),
                n("icbecd02", "કૉલમ ઉમેરો"),
                n("fdf1a2c6", "ડેક ઉમેરો"),
                n("d25acc28", "તેમાં શું છે?"),
                n("fe5df266", "કૉલમને ખાનગી બનાવીએ?"),
                n("i3206148", "સાર્વજનિક કૉલમને ખાનગી બનાવવાથી કોઈપણ અનુયાયીઓ કૉલમની ઍક્સેસ ગુમાવશે."),
                n("c65d210c", "કૉલમને ખાનગી બનાવો"),
                n("j4d54f1e", "X પર રહેતા લોકો માટે એક સશક્ત, રીઅલ-ટાઇમ ટૂલ."),
                n("je0526a0", "સિંગલ સ્ક્રીન પર એકથી વધુ સમય અવધિને મોનિટર કરો. સામગ્રીને ટ્રૅક કરો અને ગોઠવો તથા રીઅલ-ટાઇમમાં તમારી કોમ્યુનિટીઝની સાથે જોડાઓ."),
                n("d128af54", "X Premium માટે સાઇન અપ કરો"),
                n("bacd7195", function (e) {
                    return "X પર " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e5b4aafa", "તમારું ઇન્ટરનેટ કનેક્શન વિક્ષેપિત થયું છે."),
                n("g43c3b36", "ચાલુ રાખવા માટે કૃપા કરીને ઇન્ટરનેટથી ફરીથી કનેક્ટ કરો."),
                n("hafe83ec", "ઍપ્લિકેશનમાંથી બહાર નીકળવા માટે બંધ કરો દબાવો."),
                n("b2ec74fe", "બંધ"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " વ્યૂઝ " + e.timeAgo;
                }),
                n("a7a90902", "બતાવવા માટે પસંદ કરો દબાવો"),
                n("cb0a3b5e", "આ પોસ્ટમાં સંવેદનશીલ મીડિયા હોઈ શકે છે. શું તમે ખરેખર એ બતાવવા માગો છો?"),
                n("a4eb1304", "તમે કોઈપણ સમયે હંમેશા પાછા લોગિન કરી શકો છો."),
                n("b86c2e12", "Xની બધી સામગ્રી શોધવા માટે સાઇન ઇન કરો."),
                n("ia13bd7c", "કીબોર્ડ"),
                n("f9fa40c8", "Xની સેવાઓનો સર્વોત્તમ અનુભવ કરો"),
                n("gb6a7f62", "તમારા કોડની સમયસીમા સમાપ્ત થઈ ગઈ છે. જો તમારે ફરી પ્રયાસ કરવો હોય, તો નવો કોડ મેળવવા માટે નીચેનું બટન પસંદ કરો."),
                n("ge19602a", "નવો કોડ મેળવો"),
                n("dd4ec2e8", "તમારા લૅપટૉપ કે મોબાઇલ ઉપકરણમાં નીચેના URLની મુલાકાત લઈને અને અહીં દર્શાવેલો કોડ દાખલ કરીને Xમાં લૉગિન કરો."),
                n("f4d7084c", "આ બે વિકલ્પોમાંથી એકનો ઉપયોગ કરીને X પર લૉગિન કરો:"),
                n("ebc1accc", "આ QR કોડ સ્કેન કરો"),
                n("a4742bc0", "તમારા લેપટોપ અથવા મોબાઇલ ડિવાઇસ પર નીચેના URL ની મુલાકાત લો અને અહીં દર્શાવેલ કોડ દાખલ કરો."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + "ના વિડિયો જોવા માટે સાઇન ઇન કરો.";
                }),
                n("fb83778c", "આ વપરાશકારના વિડિયો જોવા માટે સાઇન ઇન કરો."),
                n("dd4bbaea", "તમારી પાસે બતાવવા માટે કોઈ વીડિયો નથી."),
                n("i71d6193", function (e) {
                    return " " + e.name + "માંથી બતાવવા માટે કોઈ વીડિયો નથી.";
                }),
                n("adb512f0", "તાજેતરના વીડિયો"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "અનુસરી રહ્યાં છે";
                }),
                n("cd3f5206", "આગામી આગલી:"),
                n("c930299f", function (e) {
                    return e.count + "માં આગલી:";
                }),
                n("b2e9f19c", "છેલ્લો વિડિયો ફરીથી ચલાવો"),
                n("de906774", "ગતિ"),
                n("caca839e", "બંધ કૅપ્શન્સ"),
                n("b049f56c", "ગુણવત્તા"),
                n("fa7169d8", "આ સામગ્રીની જાણ કરવા માટે, તમારા લૅપટૉપ કે મોબાઇલ ઉપકરણમાં નીચેના URLની મુલાકાત લો"),
                n("c973ec9c", "એકાઉન્ટનું વપરાશકારનામ"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "સામગ્રીનું URL"),
                n("a4ee9394", "શ્વેત"),
                n("a9f3474c", "Cyan"),
                n("i50b6538", "કિરમજી"),
                n("jffeb664", "લાલ"),
                n("e375c2d0", "અશ્વેત"),
                n("c2c5dea4", "ફૉન્ટ રંગ"),
                n("ce71b3d0", "ફૉન્ટ કુટુંબ"),
                n("d2eb1582", "ડિફૉલ્ટ (સાન્સ-સેરિફ)"),
                n("e684030e", "એરિયલ (સાન્સ-સેરિફ)"),
                n("jad3900c", "ટાઇમ્સ ન્યૂ રોમન (સેરિફ) "),
                n("e205f3a0", "મોનોસ્પેસ (સાન્સ-સેરિફ)"),
                n("d207d39a", "ટેક્સ્ટ અસ્પષ્ટ"),
                n("a562039c", "પૃષ્ઠભૂમિના રંગ"),
                n("h44e879e", "પૃષ્ઠભૂમિ અસ્પષ્ટ"),
                n("b843ced4", "ઑટો"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "ફાસ્ટ ફૉર્વર્ડ કરો"),
                n("ee0f61ca", "રિવાઇન્ડ કરો"),
                n("i2d14148", "નાપસંદ કરો"),
                n("a1eb471a", "ડિસલાઇક દૂર કરો"),
                n("e40051e8", "બુકમાર્ક દૂર કરો"),
                n("g9ecf0e8", "પ્રત્યુતરો જુઓ"),
                n("aa97ae7e", "TV પ્લેયર નિયંત્રણો"),
                n("ed170a6a", "સ્લાઇડર"),
                n("ee838ea0", "આ મુદ્દાને અનુસરવાથી હોમ સમયરેખા અને સમગ્ર Twitter પર અનુભવને વૈયક્તિકૃત કરવામાં મદદ થશે"),
                n("h85446ce", "આ બ્રાઉઝર હવે સમર્થિત નથી."),
                n("e24d1fa6", "કૃપા કરીને x.comનો ઉપયોગ ચાલુ રાખવા માટે સમર્થિત બ્રાઉઝર પર ફેરબદલી કરો. તમે અમારા સહાયતા કેન્દ્રમાં સમર્થિત બ્રાઉઝર્સની યાદી જોઈ શકો છો."),
                n("a138aeb2", "જાવાસ્ક્રીપ્ટ ઉપલબ્ધ નથી."),
                n("d8e122c2", "અમને જાણ થઈ છે કે આ બ્રાઉઝરમાં જાવાસ્ક્રીપ્ટ અક્ષમ કરેલ છે. કૃપા કરીને જાવાસ્ક્રીપ્ટ સક્ષમ કરો અથવા x.comનો ઉપયોગ ચાલુ રાખવા માટે સમર્થિત બ્રાઉઝર પર ફેરબદલી કરો. તમે અમારા સહાયતા કેન્દ્રમાં સમર્થિત બ્રાઉઝર્સની યાદી જોઈ શકો છો."),
                n("f1a9e3a2", "ઓછાની ડેટાની સાથે - જેમ-જેમ થતાં જાય તેમ-તેમ તાજાં સમાચારો, રાજકીય બાબતો, વર્તમાન સમય અનુસારના સંગીત, વિશ્વભરમાં થતી ઇવેન્ટ, રમત-ગમતના સ્કોર અને તાજેતરના વૈશ્વિક સમાચારોની વાર્તાઓ, આ બધું મેળવતા જાઓ."),
                n("bb402b62", "હાલમાં શું થઈ રહ્યું છે તે જાણીને અપ ટૂ ડેટ રહેવા માટે X Pro એ કસ્ટમાઇઝ કરી શકાય તેવું ડૅશબોર્ડ છે."),
                n("ed617674", "360"),
                n("e23b20a0", "રદ કરો"),
                n("a620fcf0", "છબી લોડ થઈ રહી છે"),
                n("e9e2064c", "કંઈક ખોટું થયું હતું, પણ ગુસ્સે ન થશો — એમાં તમારો દોષ નથી."),
                n("d7060c80", "રિફ્રેશ કરો"),
                n("a0493514", "ફરી પ્રયાસ કરો"),
                n("ff3dd27c", "ડિફૉલ્ટ"),
                n("b554fcf4", "પ્રકાશ"),
                n("j590b148", "મધ્યમ પ્રકાશ"),
                n("e7d4ee86", "મધ્યમ"),
                n("ia423ebc", "મધ્યમ ઘેરું"),
                n("a2cf0942", "ઘેરું"),
                n("j824dc06", "ઈમોજીસ શોધો"),
                n("fffb3384", "કોઈ ઈમોજી મળ્યાં નથી"),
                n("j3d20752", "તેને બદલે કંઈક બીજું શોધવાનો પ્રયાસ કરી જુઓ."),
                n("d67ad796", "તમારો મૂળભૂત ત્વચાનો રંગ પસંદ કરો"),
                n("e6388bfa", "તમામને દૂર કરો"),
                n("j7c67eca", "તાજેતરનું"),
                n("da539d38", "શોધના પરિણામો"),
                n("d95eb228", "પાછળ જાઓ"),
                n("af8fa2ae", "બંધ કરવું"),
                n("ef8b2f54", "ચાર્ટ વાંચો"),
                n("d567ceda", "વર્ટિકલ"),
                n("f7b30768", "સ્ટૅક કરેલ"),
                n("hcd54328", "ગ્રૂપ કરેલ"),
                n("affbaf62", "વધુ માહિતી"),
                n("c388d026", "બરાબર છે"),
                n("ha20397c", "ઍક્સેસિબિલિટીની સુવિધાઓ"),
                n("baf7a43c", "ઉપલ્બધતા"),
                n("e8f674ab", function (e) {
                    return "આ એક " + e.chartType + " બાર ચાર્ટ છે. ચાર્ટનું શીર્ષક " + e.chartTitle + " છે. આમાં કુલ " + e.noOfCategories + " શ્રેણી છે. ન્યૂનતમ મૂલ્ય " + e.minValue + " અને મહત્તમ મૂલ્ય " + e.maxValue + " છે. નેવિગેશન નિયંત્રણોનો ઉપયોગ કરીને ચાર્ટનું અન્વેષણ કરો.";
                }),
                n("d969327c", "ઓડિયો સંસ્કરણ ચલાવો"),
                n("d8cbbcd4", 'ઓડિયો ચાર્ટ ચલાવો. ચાર્ટનું ઓડિયો સંસ્કરણ ચલાવવા માટે દબાવો અથવા દરેક ડેટા પોઇન્ટના ઓડિયો સંસ્કરણ માટે તેમના પરની "A" કી દબાવો'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "લેબલ વિનાનો ડેટા, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "લેબલ વિનાનો ડેટા, " + e.value;
                }),
                n("b15c0a18", "સંપાદનોને કાઢી નાખીએ?"),
                n("aebf81c8", "તમે જે કોઈપણ ફેરફારો કરો છો તે સાચવવામાં આવશે નહીં."),
                n("aa744c1e", "સંપાદન કરવાનું ચાલુ રાખો"),
                n("fe04d89a", "કાઢી નાખો"),
                n("bb5d8cd2", "હા"),
                n("dc33d78a", "લેખની કવર છબી"),
                n("j190bf1a", "લાઈવ"),
                n("e3fcbdba", "બરતરફ કરો"),
                n("jc0b3a8c", "છબીનું વર્ણન"),
                n("ia1d2e58", "લેખક દ્વારા લાઈક કરાયેલ"),
                n("h81f3036", "લેખ"),
                n("bed2945c", "ઈમેજનું વર્ણન વાંચો"),
                n("j2eea17a", "નીચેના મીડિયામાં સંભવિત સંવેદનશીલ સામગ્રી શામેલ છે."),
                n("b05a39b2", "જુઓ"),
                n("a7cd5cf4", "વિડિયો"),
                n("b6eb8f6a", "બ્રૉડકાસ્ટ કરો"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " ચલાવો";
                }),
                n("hf4ffd4d", function (e) {
                    return "લાઇવ " + e.locVideoType + " ચલાવો";
                }),
                n("f6e90cd7", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " લાંબું";
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " એ શરૂ થાય છે";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " વ્યૂ" + f(e.viewerCount, "", "ઝ");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " અને " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + ", અને " + e.listItem2;
                }),
                n("ec72e2f8", "અનુસરો"),
                n("d9d2a865", function (e) {
                    return "ચલાવો" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "ખરીદો" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "હમણાં ખરીદી કરો" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "બુક કરો" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "જોડાણ કરો" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "ઑર્ડર કરો" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "ખોલો" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "વધુ જાણો"),
                n("d1ff55d8", "ઇન્સ્ટોલ કરો"),
                n("g40f106c", "અમને સંદેશો મોકલો"),
                n("j393e386", "અમને ખાનગી સંદેશો મોકલો"),
                n("a771d32e", "મને ખાનગી સંદેશો મોકલો"),
                n("d8e9c24c", "ખાનગી સંદેશો મોકલો"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 સ્ટાર્સ – " + e.appNumRatings + " રેટિંગ્સ";
                }),
                n("cc5508a9", function (e) {
                    return e.timestampUTC + " શરૂ કરી રહ્યાં છે";
                }),
                n("f4520a5d", function (e) {
                    return e.action + " પોસ્ટ કરો";
                }),
                n("f17dfdb6", "ચાલુ કરો"),
                n("j836de8a", "સુરક્ષિત એકાઉન્ટ"),
                n("f4b8dc08", "સબ્સ્ક્રાઇબ કરેલું એકાઉન્ટ"),
                n("f936caa6", "અનુવાદકનું એકાઉન્ટ"),
                n("ac72ee4e", "ચકાસાયેલું એકાઉન્ટ"),
                n("f49e0aac", "ચકાસાયેલ એકાઉન્ટ વિષે વિગતો આપે છે."),
                n("f59bdb94", "સંરક્ષિત એકાઉન્ટ્સ વિશે વિગતો પ્રદાન કરે છે."),
                n("d7e50a66", "વધુ જાણો"),
                n("fc065ee4", "સબ્સ્ક્રિપ્શન્સ વિશે વધુ જાણો"),
                n("e453f536", "સબ્સ્ક્રિપ્શન્સ શું હોય છે"),
                n("bd4cb7a0", "તમે તમારા મનપસંદ નિર્માતાઓને સબ્સ્ક્રાઇબ કરો ત્યારે, તમે બોનસ સામગ્રી મેળવો છો — અને તેઓ થોડા નાણાં કમાય છે."),
                n("g7099a02", "મને વધુ જણાવો"),
                n("c2637ef6", "સમજાઈ ગયું"),
                n("efb17190", "તમને અનુસરે છે"),
                n("g57b5f6c", "તમારા સબ્સ્ક્રાઇબર"),
                n("a77a27c0", "સબસ્ક્રાઈબ કરેલું"),
                n("gdd173da", "ફન મોડમાં Grok દ્વારા જવાબ આપો"),
                n("dfd6eeac", "Grok દ્વારા જવાબ આપો"),
                n("deceb214", "Grok દ્વારા છબી"),
                n("j05496ce", "Grok દ્વારા DeepSearch"),
                n("befddd48", "બતાવો"),
                n("hf3f8e3a", "વધુ દર્શાવો"),
                n("h504ea5e", "Grok સાથે તમારું સંસ્કરણ બનાવો"),
                n("eb722de2", "તમારી જાતે Grokને પૂછો"),
                n("ib5110be", "તમારી જાતે Grok DeepSearch અજમાવો"),
                n("bb5c5864", "અવતરણ"),
                n("a8b58cf4", "આ થ્રેડ બતાવો"),
                n("i5f742fe", "આ મતદાન બતાવો"),
                n("fc45ccc6", "એમ્બેડ કરેલો વિડિઓ"),
                n("a9edea48", "ફરી લોડ કરો"),
                n("d26d8730", "વિડિયો એડ્રેસ કૉપિ કરો"),
                n("f1b6bcec", "Gif એડ્રેસ કૉપિ કરો"),
                n("j25d7cca", "કૅપ્શન્સ છુપાવો"),
                n("a858b25c", "કૅપ્શન્સ બતાવો"),
                n("faf9f484", "જાહેરાત"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + " દ્વારા જાહેરાત";
                }),
                n("hea01798", "શોધ સ્લાઇડર"),
                n("f8a09386", "Periscope પર જુઓ"),
                n("gf2b6eee", "ચિત્ર-માં-ચિત્ર"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " ટકા";
                }),
                n("fb236728", "થોભાવો"),
                n("e9bd453e", "રીપ્લે"),
                n("d46b00b0", "લાઇવ પર જાઓ"),
                n("ec8ab8b4", "જોડાણ અટકાવવું"),
                n("b8b6344a", "નિષેધ દૂર કરવો"),
                n("c9a642fa", "વોલ્યુમ સ્લાઇડર"),
                n("c27e60b0", "સંપૂર્ણ સ્ક્રીન"),
                n("d2969f10", "સંપૂર્ણ સ્ક્રીનમાંથી બહાર નીકળો"),
                n("f06f2e53", function (e) {
                    return e.durationTime + "નો " + e.currentTime;
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + " જુઓ";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + " પર ખરીદી કરો";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + " જુઓ";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + " પર જાઓ";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + "ની મુલાકાત લો";
                }),
                n("c67e71aa", "હમણાં જુઓ"),
                n("a6ada13e", "હમણાં ખરીદો"),
                n("j0f12222", "વધુ જુઓ"),
                n("f569f7c8", "વેબસાઇટ પર જાઓ"),
                n("j0c6772a", "વેબસાઇટની મુલાકાત લો"),
                n("f73003aa", "જાહેરાત પછી વિડિયો પ્લે થશે"),
                n("b3112b8a", "અવગણો"),
                n("h6333ad0", "જાહેરાત છોડી દો"),
                n("c59da417", function (e) {
                    return e.seconds + "માં જાહેરાત છોડી દો";
                }),
                n("c3c147cf", function (e) {
                    return "છોડી દો " + e.seconds;
                }),
                n("h9b3104e", "વિડિયો સેટિંગ્સ"),
                n("ha3efce4", "ઑટો"),
                n("hd8d044d", function (e) {
                    return "ઑટો (" + e.quality + ")";
                }),
                n("a7bf9962", "વિડિયો ડાઉનલોડ કરો"),
                n("ccc97152", "પ્લેબેકની ગતિ"),
                n("h531ade0", "વિડિયોની ગુણવત્તા"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "તમે બ્રાઉઝરની પસંદગીના કારણે મહત્તમ કરતાં ઓછી ગુણવત્તા મેળવી રહ્યા છો. અમે HEVCનું સમર્થન કરતા બ્રાઉઝરનો ઉપયોગ કરવાની ભલામણ કરીએ છીએ."),
                n("a681babd", function (e) {
                    return e.trimmedHostname + " પર હવે જુઓ";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + "ની મુલાકાત લો";
                }),
                n("f1ad0df1", function (e) {
                    return "જાહેરાત · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " · " + e.timeRemaining + " દ્વારા જાહેરાત";
                }),
                n("a15adf2c", "આ ફૉર્મ"),
                n("c1658fc6", "મીડિયા ચલાવી શકાયો નહીં."),
                n("h519ae04", "કૉપિરાઇટ દાવાને કારણે આ મીડિયા અક્ષમ કરવામાં આવ્યું છે."),
                n("ce871584", "આ બ્રૉડકાસ્ટ સમાપ્ત થયેલ છે."),
                n("c101eb96", "આ બ્રૉડકાસ્ટ ઉપલબ્ધ નથી."),
                n("gb24a514", "કૉપિરાઇટ માલિકના રિપોર્ટના પ્રતિભાવમાં આ મીડિયા અક્ષમ કરવામાં આવ્યો છે."),
                n("hcaf3e63", function (e) {
                    return "આ મીડિયા " + e.holder + "ના કૉપિરાઇટ દાવાને કારણે અક્ષમ કરેલી છે.";
                }),
                n("if05c038", "આ બ્રૉડકાસ્ટ તમારા સ્થાનમાં ઉપલબ્ધ નથી."),
                n("d420171b", function (e) {
                    return e.holder + " દ્વારા કૉપિરાઇટનો દાવો કરેલ હોવાથી વિડિયો ઉપલબ્ધ નથી";
                }),
                n("b1eb72fa", "માફ કરશો, આ વિડિયો અમુક વિસ્તારોમાં પ્રતિબંધિત છે, અમે તમારું સ્થાન મેળવીએ ત્યાં સુધી કૃપા કરી થોડી સેકન્ડ રાહ જુઓ. તમારા બ્રાઉઝરમાં સ્થાન સેટિંગ્સ સક્ષમ કરવામાં આવ્યા છે કે નહીં તેની ખાતરી કરી લો."),
                n("c057680c", "અમે આ બ્રાઉઝરમાં વિડિયો ચલાવી શકતા નથી. કૃપા કરી કોઈ અલગ વેબ બ્રાઉઝર અજમાવી જુઓ."),
                n("i5dfae6e", "આ વિડિયો તમારા સ્થાનમાં ઉપલબ્ધ નથી."),
                n("c2388276", "આ વિડિયો કાઢી નાખવામાં આવ્યો છે."),
                n("d2c96140", "મહેમાન ઓડિયો સૂચક"),
                n("f6dc9146", "રીપ્લે"),
                n("d30c74fe", "વોલ્યુમ"),
                n("f2d4e6f2", "ફરી જુઓ"),
                n("e9f1af3a", "વધુ જાણો"),
                n("f1881d86", "આ પોસ્ટનો પ્રત્યુત્તર આપી શકાતો નથી, તેને શેર અથવા લાઇક કરી શકાતી નથી."),
                n("j3d37222", "X દ્વારા કાનૂની રીતે આ સૂચના પ્રદાન કરવામાં આવે તે આવશ્યક છે."),
                n("e461d0ee", "તાજેતરની મેળવો"),
                n("d1386940", "માહિતગાર રહો"),
                n("ecda5f9e", "ગેરમાર્ગે દોરનારી"),
                n("a423473c", "કાયદેસર આવશ્યક સૂચના"),
                n("b3296688", "દૃશ્યતા મર્યાદિત"),
                n("ccd32094", "હવે"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " પહેલાં";
                }),
                n("ae408b76", "તમે રીપોસ્ટ કર્યું"),
                n("j355f008", "પિન કરેલી પોસ્ટ"),
                n("habf9678", "લેખક દ્વારા પિન કરાયેલ"),
                n("db0798ed", function (e) {
                    return e.topicName + " મુદ્દો";
                }),
                n("dc716ec9", function (e) {
                    return "ભલામણ કરેલો મુદ્દો: " + e.topicName;
                }),
                n("fbc2003c", "સમાપ્ત થઈ"),
                n("h5051dd8", "રદ કર્યું"),
                n("bb5f91a3", function (e) {
                    return e.count + " આ સ્પેસમાં";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " સાંભળી રહ્યા છે";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " બોલી રહ્યા છે + " + e.count + " સાંભળી રહ્યા છે";
                }),
                n("df006f4f", function (e) {
                    return e.count + " રુચિ ધરાવે છે";
                }),
                n("c889af33", function (e) {
                    return e.count + " જોડાયા";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " જોડાયા";
                }),
                n("jbc5f47a", "Spaces ડોક"),
                n("gfe2830f", function (e) {
                    return e.count + " અન્ય";
                }),
                n("dbeae6cf", function (e) {
                    return "અન્ય " + e.count + " શ્રોતા" + f(e.count, "", "ઓ");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " અન્ય";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + "ના રોજ " + e.time + " વાગ્યે";
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "સમય " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " મિનિટ" + f(e.count, "", "ો") + " બાકી";
                });
            n("ib15cddb", function (e) {
                return e.formattedCount + " કલાક" + f(e.count, "", "ો") + " બાકી";
            }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " દિવસ" + f(e.count, "", "ો") + " બાકી";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " દિવસ " + e.formattedHours + " કલાક બાકી";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " કલાક " + e.formattedMins + " મિનિટ બાકી";
                }),
                n("f89a5d60", "હોસ્ટ"),
                n("ce2cfb36", "માત્ર સબ્સ્ક્રાઈબર્સ જ"),
                n("df06241c", "કોમ્યુનિટી"),
                n("b03e162a", "લાઈવ સાંંભળો"),
                n("b3d828ee", "જોડાયા"),
                n("g519ec2a", "રેકોર્ડિંગ ચલાવો"),
                n("c6000450", "રિમાઇન્ડર સેટ કર્યું છે"),
                n("db44ff5c", "રિમાઇન્ડર સેટ કરો"),
                n("f7b6346a", "હમણાં શરૂ કરો"),
                n("cc1f75ac", "Spaces"),
                n("bd08d1b2", "વિગતો ઉપલબ્ધ નથી"),
                n("j8b01b27", function (e) {
                    return e.host + " દ્વારા હોસ્ટ કરવામાં આવેલી સ્પેસ, " + e.title + ", રદ કરવામાં આવી છે";
                }),
                n("fda9f48c", "સ્પેસ રદ કરવામાં આવી છે"),
                n("jf7853f7", function (e) {
                    return e.host + " દ્વારા હોસ્ટ કરવામાં આવેલી સ્પેસ, " + e.title + ", સમાપ્ત થઈ ગઈ છે";
                }),
                n("i1a29920", "સ્પેસ સમાપ્ત થઈ ગઈ છે"),
                n("db467ffe", "એક Spaceમાં જોડાઓ"),
                n("i8dc3993", function (e) {
                    return e.host + " દ્વારા હોસ્ટ કરેલ";
                }),
                n("eb0b05b9", function (e) {
                    return e.count + " અન્યની સાથે";
                }),
                n("d19b9f77", function (e) {
                    return e.host + " દ્વારા હોસ્ટ કરાયેલ " + e.title + " માટે " + e.action + ", " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return e.scheduledStart + " માટે શેડ્યૂલ થયેલ " + e.title + "ને હમણાં શરૂ કરો";
                }),
                n("ea4258b7", function (e) {
                    return "સ્પેસ માટે " + e.action + ", " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "Play recording of " + e.title;
                }),
                n("gaeb997e", "વધુ"),
                n("f8b21226", "જોડાઓ"),
                n("e1b95ab0", "છેલ્લે સંપાદિત કર્યું:"),
                n("i308d42c", "આ પોસ્ટનું એક નવું સંસ્કરણ ઉપલબ્ધ છે"),
                n("h092d520", "આ પોસ્ટનું એક નવું સંસ્કરણ ઉપલબ્ધ છે"),
                n("b74bf8b8", "છબી"),
                n("ha9ed08c", "આના દ્વારા બનાવેલ"),
                n("bff61470", "સંપાદન કરવા અહીં ક્લિક કરો"),
                n("f4393d0f", function (e) {
                    return e.name + " માટે જવાબદાર";
                }),
                n("f8e8e32e", "તમે"),
                n("df6703d3", "તમે"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " અન્ય");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " અન્ય");
                }),
                n("gea7aa3c", "પછીનું"),
                n("b6462b32", "અગાઉનું"),
                n("caddb529", "અને"),
                n("ff31714c", function (e) {
                    return " અને " + f(e.othersCount, "1", "" + e.othersCount) + " અન્ય";
                }),
                n("e06c99b7", "અને"),
                n("i4e2f96c", function (e) {
                    return " અને " + f(e.othersCount, "1", "" + e.othersCount) + " અન્ય";
                }),
                n("ga629a8c", "વાર્તાલાપમાં સામેલ લોકો જુઓ"),
                n("d6f781e4", "તમે તમારા મનપસંદ X નિર્માતાઓને સબ્સ્ક્રાઇબ કરો ત્યારે, તમે બોનસ સામગ્રી મેળવો છો — અને તેઓ થોડા નાણાં કમાય છે."),
                n("dab106f8", "સભ્ય"),
                n("a46e92c2", "મોડ."),
                n("f9633e62", "એડમિન"),
                n("a3dfd0cb", function (e) {
                    return "પોસ્ટ" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "પોસ્ટ" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "લેખ" + e.noun;
                }),
                n("h13ffc88", "અવાજ"),
                n("c8c4600e", "વૉઇસ પોસ્ટ"),
                n("de8c5eb2", "ઓડિયો પ્લે કરો"),
                n("ec286028", "ઓડિયો થોભાવો"),
                n("ad77feb6", "કૅપ્શન્સ અનુપલબ્ધ"),
                n("e82adfeb", function (e) {
                    return e.count + " વેબ પૃષ્ઠ" + f(e.count, "", "ો");
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " પોસ્ટ" + f(e.count, "", "્સ ");
                }),
                n("g78032d5", function (e) {
                    return e.count + " વેબ પૃષ્ઠો અને પોસ્ટ";
                }),
                n("j3de54a8", "નોટ"),
                n("a6a6ced4", "નોટ વાંચો"),
                n("dbc0c2f4", "બુકમાર્ક"),
                n("d6885d3e", "કોમ્યુનિટી જુઓ"),
                n("d5a48014", "શીર્ષક"),
                n("b92b6156", "ઉપશીર્ષક"),
                n("ec5ed598", "બોડી"),
                n("c69eb656", "પૂર્ણ-સમય"),
                n("g46ae43c", "પૂર્ણ-સમયનો કરાર"),
                n("jf7d4cc6", "પાર્ટ-ટાઇમ"),
                n("b2214572", "કોન્ટ્રાક્ટ-ટુ-હાયર"),
                n("f8337bd6", "પ્રતિ વર્ષ"),
                n("i935bf88", "પ્રતિ કલાક"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "યાદી"),
                n("fe64170c", "જ્યારે તમે પસંદગી કરશો, ત્યારે તે બદલી શકાશે નહીં"),
                n("g10ace38", "મતદાનના વિકલ્પો"),
                n("a3edf99a", "અંતિમ પરિણામો"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " મત";
                }),
                n("e86732e4", "પસંદ કરેલ"),
                n("a35a5b10", "તમે જાણતા હોવ તેવા અનુયાયીઓ"),
                n("fc8cd112", "તમે અનુસરી રહ્યાં છો તેમને કોઈપણ દ્વારા અનુસરવામાં આવ્યા નથી"),
                n("df8cd2af", function (e) {
                    return e.itemCount + " સ્લાઇડમાંથી " + e.currentSlide + " - કરાઉઝલ. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "પછીની સ્લાઇડ"),
                n("c4d53ba2", "અગાઉની સ્લાઇડ"),
                n("h6405c17", function (e) {
                    return e.itemCount + " સ્લાઇડમાંથી " + e.currentSlide + " - કરાઉઝલ";
                }),
                n("a3efd2c4", "વિષય"),
                n("b91c8e53", function (e) {
                    return e.title + " માટે મુદ્દાનું કાર્ડ.";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + " માટે મુદ્દાનું કાર્ડ.";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " છબીનો સંગ્રહ. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "ફેરવવા માટે ખેંચો"),
                n("f0e1fb48", "આ બ્રાઉઝરમાં, આ વિડિયો ફોર્મેટ માટે પૂર્વાવલોકન બનાવી શકાયું નથી. એ વિડિયોને અપલોડ કરવાનું હજી પણ સંભવિત થઈ શકે છે"),
                n("c2fc878d", function (e) {
                    return "તમે અક્ષરની મર્યાદા " + e.count + " સુધી વટાવી ચૂક્યા છો";
                }),
                n("db11b27f", function (e) {
                    return e.count + " અક્ષર" + f(e.count, "", "ો") + " બાકી છે";
                }),
                n("bb7b821a", "તમે પ્રત્યુતર આપી શકો છો"),
                n("fc41217b", function (e) {
                    return "@" + e.screenName + "ને અનુસરતા હોય કે તેમના દ્વારા જેનો ઉલ્લેખ થતો હોય તે એકાઉન્ટ્સ પ્રત્યુત્તર આપી શકે છે";
                }),
                n("e5dc76d0", "તમે આ વાર્તાલાપને પ્રત્યુતર આપી શકો છો"),
                n("ab105904", "કોણ પ્રત્યુતર આપી શકે?"),
                n("fd1cda7a", "તમે આ વાર્તાલાપમાં પ્રત્યુતર આપી શકતા નથી"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " જેને અનુસરતા હોય કે જેનો ઉલ્લેખ કરતા હોય તે એકાઉન્ટ્સ પ્રત્યુત્તર આપી શકે છે";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " દ્વારા જેનો ઉલ્લેખ થયો હોય તે એકાઉન્ટ્સ પ્રત્યુત્તર આપી શકે છે";
                }),
                n("d2ae1499", function (e) {
                    return "@" + e.screenName + " દ્વારા સબ્સ્ક્રાઇબ કરેલ અથવા ઉલ્લેખિત એકાઉન્ટ્સ પ્રત્યુત્તર આપી શકે છે";
                }),
                n("a4e254ff", function (e) {
                    return "ચકાસાયેલાં એકાઉન્ટ્સ અથવા @" + e.screenName + " દ્વારા ઉલ્લેખિત એકાઉન્ટ્સ પ્રત્યુત્તર આપી શકશે";
                }),
                n("j1b02fd8", "ચકાસણી કરાવો"),
                n("daba4484", "આ પોસ્ટને ફક્ત તેના લેખક અને મોડરેટર્રો જ જોઈ શકે છે"),
                n("f956070a", "તે, કોમ્યુનિટીના નિયમોનો ભંગ કરવા બદલ મોડરેટર્સ દ્વારા છુપાવામાં આવી હતી."),
                n("cc17f408", "જ્યારે સભ્યોને દૂર કરવામાં આવે છે, ત્યારે તેમની પોસ્ટને કમ્યૂનિટિના બાકીના સભ્યોથી છુપાવવામાં આવે છે."),
                n("j620ce06", "આ પોસ્ટ કોણ જોઈ શકે?"),
                n("bd414b44", "તમારા સબ્સ્ક્રાઇબરો માટે જ"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " અને તેમના સબ્સ્ક્રાઇબર્સ જ આ પોસ્ટ જોઈ શકે છે.";
                }),
                n("g1c6a77e", "You’re seeing Subscriptions content"),
                n("d3b143d7", function (e) {
                    return "તમે આને જોઈ શકો છો અને તેનો પ્રત્યુતર આપી શકો છો, કારણ કે તમે @" + e.screenName + "ને સબ્સ્ક્રાઈબ કર્યું છે";
                }),
                n("f6337117", function (e) {
                    return "તમે આ પોસ્ટ જોઈ શકો છો કારણ કે તમે @" + e.screenName + " પર સબ્સ્ક્રાઇબ કર્યું છે";
                }),
                n("g766a06d", function (e) {
                    return "માત્ર @" + e.screenName + "ના સર્કલમાં રહેલા લોકો જ આ પોસ્ટને જોઈ શકે છે";
                }),
                n("j040a368", "પ્રત્યુત્તરમાં લિંક્સ અક્ષમ છે"),
                n("b31d0af7", function (e) {
                    return e.screenName + " આ પોસ્ટના પ્રત્યુત્તરમાં લિંક્સને મંજૂરી આપતું નથી";
                }),
                n("eab0f780", "તમે આ પોસ્ટના પ્રત્યુત્તરમાં બાહ્ય લિંક્સ પોસ્ટ અથવા ક્વોટ કરી શકતા નથી."),
                n("f17a1f54", "Premium એક્સક્લુઝિવ"),
                n("a0953370", "સબ્સ્ક્રિપ્શન"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + "થી ઓછું";
                }),
                n("ac73eb5a", "કોઈ ફેરફાર નથી"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + "થી વધુ";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " મિનિટ પહેલાં";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " કલાક પહેલાં";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " દિવસ પહેલાં";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " અઠવાડિયા" + f(e.weeks, "", "ં") + " પહેલાં";
                }),
                n("efcd5885", function (e) {
                    return e.months + " મહિના પહેલાં";
                }),
                n("c37228b5", function (e) {
                    return e.years + " વર્ષ પહેલાં";
                }),
                n("jf83d092", "દિવસ"),
                n("af4abf20", "મહિનો"),
                n("b871f280", "વર્ષ"),
                n("hac89ab0", "જાન્યુઆરી"),
                n("ef30b30a", "ફેબ્રુઆરી"),
                n("b56920fa", "માર્ચ"),
                n("b1a0f1ec", "એપ્રિલ"),
                n("daf779c8", "મે"),
                n("c6ad074e", "જૂન"),
                n("f1db106c", "જુલાઈ"),
                n("i4e80b7a", "ઓગસ્ટ"),
                n("efa6cc1e", "સપ્ટેમ્બર"),
                n("f40a0cbe", "ઓક્ટોબર"),
                n("ac74a31c", "નવેમ્બર"),
                n("i6c1e4b2", "ડિસેમ્બર"),
                n("de540c32", "સાંકેતિક શબ્દ ઉઘાડો પાડો"),
                n("b4abfdb4", "સાંકેતિક શબ્દ છુપાવો"),
                n("f06ae5d3", function (e) {
                    return "એક માન્ય પોસ્ટ માટે " + e.standardTweetCount + " વર્ણ બાકી, કુલ " + e.totalCount + " વર્ણ બાકી";
                }),
                n("fee0a8bc", "સાચવો"),
                n("ae7f7656", "કાઢી નાખો"),
                n("gd769996", "કંઈક ખોટું થયું હતું. ફરીથી લોડ કરી જુઓ."),
                n("i5450bec", "મીડિયા"),
                n("f7432494", "ફોટો ઉમેરો"),
                n("a5f7ce12", "પાછા અનુસરો"),
                n("c3befdbe", "અનુસરે છે"),
                n("d3029dbc", "અનુસરવાનું બંધ કરો"),
                n("aeb6f0a0", "સબ્સ્ક્રાઈબ કરો"),
                n("b4397192", "મેનેજ કરો"),
                n("i8cfb6e6", "અવરોધિત કરેલું"),
                n("ea100d6a", "અનાવરોધિત"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + " અનાવરોધિત કરવું છે?";
                }),
                n("ab7c3460", "તેઓ તમને અનુસરી શકશે અને તમારી પોસ્ટ્સ જોઈ શકશે."),
                n("i58d8718", "તેઓ તમને અનુસરવામાં અને તમારી સાર્વજનિક પોસ્ટ સાથે જોડાઈ શકશે."),
                n("cda66545", function (e) {
                    return e.screenName + "ને " + e.followType + " માટે ક્લિક કરો";
                }),
                n("ee05e96b", function (e) {
                    return e.screenName + "ને " + e.followType + " માટે ક્લિક કરો";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + "ને છોડવા માટે ક્લિક કરો";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.screenName + "ને " + e.followType;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + "ને અનુસરવાનું બંધ કરવું છે?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + "ને અનુસરવાનું બંધ કરવું છે?";
                }),
                n("ge753264", "હવે તેમની પોસ્ટ્સ તમારી ફોર યુ સમયરેખામાં દેખાશે નહીં. તેમની પોસ્ટ્સ સુરક્ષિત ન હોય ત્યાં સુધી, તમે હજી પણ તેમનું પ્રોફાઇલ જોઈ શકો છો."),
                n("b837c0e8", "તમે આ મુદ્દાને અનુસરવાનું બંધ કરી દો તો પણ, તમે કયા એકાઉન્ટ્સને અનુસરી રહ્યા છો તેના આધારે તમે હજીયે તેના વિશેની પોસ્ટ્સ જોઈ શકો છો."),
                n("ddac1f1d", function (e) {
                    return "શું તમારે ખરેખર " + e.communityName + "ને છોડવી છે?";
                }),
                n("j8e33c40", "તમે કોમ્યુનિટીનો પ્રવેશ ગુમાવી દેશો અને ત્યારબાદ તેમાં ભાગ લઈ શકશો નહીં, પરંતુ તમારી અગાઉની પોસ્ટ્સ હજી પણ દેખાઈ શકશે."),
                n("f305840e", "બાકી રહેલું"),
                n("i036327c", "અનુસરવાની વિનંતી કાઢી નાખવી છે?"),
                n("j95e3097", function (e) {
                    return "આનાથી તમારી બાકીની વિનંતી રદ થશે, અને @" + e.screenName + " હવે તે જોઈ શકશે નહીં.";
                }),
                n("d85bc1b8", "તમારી છબી પર અંદર અથવા બહાર ઝૂમ કરો."),
                n("f596ace8", "સાપેક્ષ ગુણોત્તર: મૂળ"),
                n("df031fca", "સાપેક્ષ ગુણોત્તર: પહોળું"),
                n("b40332c6", "સાપેક્ષ ગુણોત્તર: ચોરસ"),
                n("e547b368", "મૂળ"),
                n("f7571204", "પહોળું"),
                n("e6e16812", "ચોરસ"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + " દ્વારા પ્રચાર કરાયેલું";
                }),
                n("if2bf8b4", "પ્રચાર કરાયેલું"),
                n("f3624b5c", "પ્રચાર કરાયેલું (રાજકીય)"),
                n("b4b3b113", function (e) {
                    return e.fullName + " દ્વારા પ્રચાર કરાયેલું (રાજકીય)";
                }),
                n("be222050", "પ્રચાર કરાયેલ (મુદ્દો)"),
                n("hcbbe447", function (e) {
                    return e.fullName + " દ્વારા પ્રચાર કરાયેલ (મુદ્દો)";
                }),
                n("jcf3e7a2", "Lottie એનિમેશન માટે ફ્રેમ પ્રોગ્રેસ"),
                n("a0af935c", "લાઈક કરેલું"),
                n("b8c465e2", "ફરીથી પોસ્ટ કર્યું"),
                n("c7a989ce", "બુકમાર્ક કરેલા"),
                n("b03835c7", function (e) {
                    return e.replyCount + " પ્રત્યુતર" + f(e.replyCount, "", "ો");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " રીપોસ્ટ" + f(e.retweetCount, "", "્સ");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " લાઈક" + f(e.likeCount, "", "્સ");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " બુકમાર્ક" + f(e.bookmarkCount, " કરો", "્સ");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " જોયું";
                }),
                n("f2849136", "એનાલિટિક્સ"),
                n("f206e970", "પોસ્ટનું વિશ્લેષણ જુઓ"),
                n("c7073f5b", function (e) {
                    return e.count + " જો" + f(e.count, "યું", "વાઈ") + ". પોસ્ટનું વિશ્લેષણ જુઓ";
                }),
                n("hf417cf0", "બુકમાર્ક્સમાંથી દૂર કરો"),
                n("febd30ed", function (e) {
                    return e.count + " બુકમાર્ક" + f(e.count, " કરો", "્સ") + ". બુકમાર્ક કરો";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " બુકમાર્ક" + f(e.count, " કરો", "્સ") + ". બુકમાર્ક કરેલ";
                }),
                n("d636ebc6", "લાઈક"),
                n("eb3a8b0c", "નાપસંદ કરો"),
                n("j472ecfc", "આ પોસ્ટને લાઇક કરો"),
                n("dac92b0d", function (e) {
                    return e.count + " લાઈક" + f(e.count, "", "્સ") + ". લાઈક";
                }),
                n("aa650427", function (e) {
                    return e.count + " લાઈક" + f(e.count, "", "્સ") + ". ગમ્યું";
                }),
                n("hdf7226a", "પ્રત્યુતર"),
                n("c9940955", function (e) {
                    return e.count + " પ્રત્યુતર" + f(e.count, "", "ો") + ". પ્રત્યુતર";
                }),
                n("f2919fb8", "રીપોસ્ટ કરો"),
                n("fd1e5446", "પુનઃપોસ્ટ પૂર્વવત્ કરો"),
                n("dfad425d", function (e) {
                    return e.count + " રીપોસ્ટ" + f(e.count, "", "્સ") + ". રીપોસ્ટ";
                }),
                n("a386dc55", function (e) {
                    return e.count + " રીપોસ્ટ" + f(e.count, "", "્સ") + ". ફરીથી પોસ્ટ કર્યું";
                }),
                n("f65198c2", "અવતરણો જુઓ"),
                n("dc63da16", "શેર કરો"),
                n("cee0585c", "પોસ્ટ શેર કરો"),
                n("ceb6841c", "જ્યારે સભ્યોને દૂર કરવામાં આવે છે, ત્યારે તેમની પોસ્ટ્સને કમ્યૂનિટિના બાકીના સભ્યોથી છુપાવવામાં આવે છે."),
                n("cb731cae", "સર્કલ સંપાદિત કરો"),
                n("c33d3a84", "સર્કલમાં જે થાય, તે સર્કલમાં જ રહે છે"),
                n("c4f10e71", "વધુ જાણો"),
                n("b09adb0c", "વાર્તાલાપ જુઓ"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "અનુસરી રહ્યાં છે";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "અનુયાયી" + f(e.count, "", "ઓ");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "સબ્સ્ક્રાઇબર" + f(e.count, "", "્સ");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "સબ્સ્ક્રિપ્શન" + f(e.count, "", "ો=");
                }),
                n("ef633578", "સ્થગિત કરાયેલું એકાઉન્ટ"),
                n("a6a3d496", "લિંક દાખલ કરો"),
                n("acce6978", "લિંકનું સંપાદન કરો"),
                n("f5e8f526", "સંપાદિત કરો"),
                n("h517e8d8", "દૂર કરો"),
                n("a30ae58e", "દર્શાવવાનું લખાણ"),
                n("da38c958", "URL"),
                n("d5d57678", "દાખલ કરો"),
                n("ec822028", "કૃપા કરીને આ ફીલ્ડ ભરો"),
                n("ebc5d2cc", "આ URLમાં કશુંક ખોટું છે. કૃપા કરીને જોડણી અને આ લિંકનું ફૉર્મૅટિંગ તપાસો."),
                n("h30a19bb", function (e) {
                    return "આ એક પાઇ ચાર્ટ છે. ચાર્ટનું શીર્ષક " + e.chartTitle + " છે. આમાં કુલ " + e.noOfCategories + " શ્રેણી છે. ન્યૂનતમ મૂલ્ય " + e.minValue + " અને મહત્તમ મૂલ્ય " + e.maxValue + " છે. નેવિગેશન નિયંત્રણોનો ઉપયોગ કરીને ચાર્ટનું અન્વેષણ કરો.";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + "થી લઈને " + e.maxValue + " સુધીના ડેટા મૂલ્યો ધરાવતો હોરિઝોન્ટલ બાર ચાર્ટ";
                }),
                n("gdd51574", "તાજું કરવા માટે ખેંચો"),
                n("e557ad8e", "સક્રિય"),
                n("e3a58c28", "વિસ્તારો"),
                n("db355331", function (e) {
                    return e.team + " જીતી ગઈ";
                }),
                n("a8428d5e", "આવનારી"),
                n("a7aad8ba", "લાઈવ"),
                n("e431f1aa", "અંતિમ"),
                n("a7391708", "મુલતવી રાખ્યું"),
                n("d2dbfa92", "રદ થયેલ"),
                n("cd734f66", "આજ"),
                n("c8891d06", "આવતીકાલ"),
                n("d2414d31", function (e) {
                    return e.count + " ન વાંચેલી વસ્તુઓ";
                }),
                n("ce4e85ae", "ન વાંચેલી વસ્તુઓ"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "કલાક"),
                n("ccc99ff2", "મિનિટ"),
                n("g5662c95", function (e) {
                    return "સ્તર " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "હાલમાં આ વપરાશકાર સક્રિય સ્પેસમાં છે, જોડાવા માટે ક્લિક કરો"),
                n("c0eb8825", function (e) {
                    return "હાલમાં @" + e.screenName + " સક્રિય સ્પેસમાં છે, જોડાવા માટે ક્લિક કરો";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " હાલમાં સક્રિય લાઇવ બ્રૉડકાસ્ટમાં છે, જોડાવા માટે ક્લિક કરો";
                }),
                n("d9fd5570", "છુપાયેલા પ્રત્યુતરો"),
                n("c566d3a6", "છુપાવો"),
                n("a897c4d6", "સંપાદનનો ઇતિહાસ ખોલે છે"),
                n("e07a85a2", "પોસ્ટ અનુપલબ્ધ"),
                n("ffeb2fc6", "ઉપર આગામી"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " પસંદ કરાયેલ";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " મિ";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " સેકન્ડ";
                }),
                n("f42c0c80", "પસંદ કરેલા વિભાગનો અંત, પસંદગીને સમાયોજિત કરવા માટે ઍરો કીનો ઉપયોગ કરો"),
                n("i667afe8", "પસંદ કરેલા વિભાગની શરૂઆત, પસંદગીને સમાયોજિત કરવા માટે ઍરો કીનો ઉપયોગ કરો"),
                n("gfaaead8", "અનામાંકિત"),
                n("cfd13f46", "વોઇસ ડોક"),
                n("eba2660a", "વાદળી"),
                n("hc196b78", "પ્લમ"),
                n("c8bc49d2", "જાંબલી"),
                n("efff09ee", "લીલો"),
                n("fcb424ee", "પીળો"),
                n("ie2215aa", "કિરમજી"),
                n("f106ce44", "નારંગી"),
                n("acddd4d4", "લાલ"),
                n("cef9b062", "ટીલ"),
                n("d9daefca", "ઘેરો ભૂખરો");
            var d = a(202784),
                b = [
                    function (e) {
                        return 0 === e ? 2 : 1 === e ? 0 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : 2 === e ? 2 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : 3 === e ? 3 : void 0;
                    },
                ],
                u = { c4d3d079: 0, be5322c7: 1, c5f6ee1d: 1, f451c521: 1, d1f8bdd9: 1, d764af97: 2, hec0fd4d: 1, j55320df: 2, e70dcc35: 1, g1bf440b: 2, cd2e7c19: 1, aee9e7fb: 2, i6cec545: 3, d6998bab: 4, ff973a65: 1, a9ec3729: 1, ie9320f7: 1, c70aad4b: 1, g46e6cc5: 1 };
            function i(e) {
                return e;
            }
            var o = (function (e) {
                var c, a, n, o, g;
                function m() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = m).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (m.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = m),
                    (o = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X હંમેશાં સમીક્ષા માટે સ્પેસની એક કૉપિ રાખે છે. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["તમે અવરોધિત કરેલા એકાઉન્ટ્સ જોડાઈ શકશે નહીં. જોકે, Xમાં lOgiન નહીં થયેલા લોકો કદાચ સાંભળી શકશે. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X હંમેશાં બિનજરૂરી અને દુરુપયોગ બાબતે સમીક્ષા કરવા મર્યાદિત સમય સુધી Spacesની કૉપિ રાખી મૂકે છે. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["ચકાસાયેલી સંસ્થાઓને સબ્સ્ક્રાઇબ કરો અને તમારી સંસ્થામાં કોઈ પણ એકાઉન્ટમાં ચલાવવા માટે $1kની જાહેરાત ક્રેડિટ મેળવો. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["તમે એક વખત Xમાં જોડાઓ એટલે ", "ની પોસ્ટને તમે પ્રતિભાવ આપી શકો છો."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["જ્યારે તમે X સાથે જોડાઓ છો ત્યારે, તમે તમારા અનુયાયીઓ સાથે ", "ની પોસ્ટ્સ શેર કરી શકો છો."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["", " ને જણાવવા માટે X માં હમણાં જ જોડાઓ કે તમને તેમની પોસ્ટ ગમે છે."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["X પર તેઓ શું શેર કરે છે તે જોવા માટે ", "ને અનુસરો"];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["હમણાં X સાથે જોડાઓ જેથી તમે ", "ની પોસ્ટ ખાનગી રીતે શેર કરી શકો."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["ક્યુરેટેડ પોસ્ટ્સ માટે ", "ને અનુસરો"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["", " દ્વારા ક્યુરેટ કરેલા લોકો તરફથી પોસ્ટ્સનો પ્રવાહ જોવા માટે હવે X સાથે જોડાઓ."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["તમારા માટે સૌથી મહત્વની બાબતો વિશે નવા અને રસપ્રદ વાર્તાલાપ, જેમકે ", " શોધવા માટે હમણાં X પર જોડાઓ."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X પર ", "ની સમગ્ર પોસ્ટ્સમાં શોધો"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["X અને તેના ભાગીદારો તમને બહેતર, વધુ સુરક્ષિત અને વધુ ઝડપી સેવા તથા અમારા વ્યવસાયને સપોર્ટ આપવા માટે કૂકીઝનો ઉપયોગ કરે છે. કેટલીક કૂકીઝ અમારી સેવાઓના ઉપયોગ માટે, અમારી સેવાઓને બહેતર બનાવવા માટે અને તે યોગ્ય રીતે કાર્ય કરે છે તેની ખાતરી કરવા માટે જરૂરી હોય છે. જો તમે “બધી કૂકીઝ સ્વીકારો” પર ક્લિક કરશો, તો તમે તમને તમારી રુચિ અનુસાર જાહેરાતો તથા સંદેશાવ્યવહાર પહોંચાડવા માટે X તથા તેના ભાગીદારોને કૂકીઝનો ઉપયોગ કરવાની મંજૂરી પણ આપો છો. જો તમે “બિનજરૂરી કૂકીઝ નકારો” પર ક્લિક કરશો, તો અમે વિશેષ રૂપે રચેલી જાહેરાતો અને સંદેશાવ્યવહાર માટે વધારાનો ડેટા એકત્ર કરવા કૂકીઝનો ઉપયોગ નહીં કરીએ. તમારી પસંદગી બદલવાની રીત સહિત વધુ જાણવા માટે, અમારા ", "ના કૂકી પૃષ્ઠની મુલાકાત લો."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X અને તેના ભાગીદારો તમને વધુ સારી, સુરક્ષિત અને ઝડપી સેવા પ્રદાન કરવા અને અમારા વ્યવસાયને સમર્થન આપવા માટે કૂકીઝનો ઉપયોગ કરે છે. કેટલીક કૂકીઝ અમારી સેવાઓનો ઉપયોગ કરવા, અમારી સેવાઓને બહેતર બનાવવા અને તે યોગ્ય રીતે કામ કરે છે તેની ખાતરી કરવા માટે જરૂરી છે. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["સાઈન અપ કરીને, તમે ", " સહિત ", " અને ", "થી સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["લાયકાત ધરાવતા સમાચાર પ્રકાશનોમાં છેલ્લા છ મહિનામાં પ્રકાશિત થયા હોય એવા તમારા વિશેના ઓછામાં ઓછા ત્રણ લેખોની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["તમારી પાસે કયા પ્રકારનું X એકાઉન્ટ છે તેના આધારે તમારે ચોક્કસ આવશ્યકતાઓને પરિપૂર્ણ કરવાની જરૂર પડશે. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["એવો વિકલ્પ પસંદ કરો જે તમારા એકાઉન્ટનું શ્રેષ્ઠ વર્ણન કરતો હોય. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["ચળવળકારી અથવા આયોજક તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["તમે તમારા પ્રદેશ માટે રહેલ ન્યૂનતમ અનુયાયી અથવા ઉલ્લેખના થ્રેશોલ્ડને પૂર્ણ કર્યું નથી કે જે ચળવળકારી તરીકે ચકાસાયેલા થવા માટે જરૂરી છે. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["તમારા વિશેની તાજેતરની શોધ પ્રવૃત્તિના પુરાવા ધરાવતી Google Trends પ્રોફાઈલની એક લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["તમારા વિશેના Wikipedia પૃષ્ઠની લિંક પ્રદાન કરો. તેમાં ઓછામાં ઓછા ત્રણ બાહ્ય સંદર્ભ સામેલ હોવા આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["એક ચકાસાયેલી હિમાયતી સંસ્થા માટે લીડરશિપના પદ પર તમારા હોવાનો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર સાઈટ પરથી આવે તે આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["પ્રભાવશાળી વ્યક્તિ તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["તમે તમારા પ્રદેશ માટે રહેલ ન્યૂનતમ અનુયાયી અથવા ઉલ્લેખના થ્રેશોલ્ડને પૂર્ણ કર્યું નથી કે જે સામગ્રીના નિર્માતા અથવા પ્રભાવશાળી વ્યક્તિ તરીકે ચકાસાયેલા થવા માટે જરૂરી છે. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["એક પ્રખ્યાત કંંપની, બ્રાન્ડ અથવા સંસ્થા તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["છેલ્લા છ મહિનામાં ચકાસાયેલા સમાચાર પ્રકાશનોમાં તમારી કંપની વિશે પ્રકાશિત થયેલા ઓછામાં ઓછા ત્રણ લેખોની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["એક પ્રખ્યાત સંસ્થાના વરિષ્ઠ નેતા તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["તમારા પ્રોડક્શન વિશેની તાજેતરની શોધ પ્રવૃત્તિના પુરાવા ધરાવતી Google Trends પ્રોફાઈલની એક લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["છેલ્લા છ મહિનામાં લાયકાત ધરાવતા સમાચાર પ્રકાશનોમાં તમારા પ્રોડક્શન વિશે પ્રકાશિત થયેલા ઓછામાં ઓછા ત્રણ લેખોની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["તે બતાવવા માટે પદ્ધતિ પસંદ કરો કે એક મુખ્ય પ્રોડક્શનના સત્તાવાર એકાઉન્ટ તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["તમારી પ્રોડક્શન સંસ્થા જાહેર સ્ટોક એક્સચેન્જમાં યાદીબદ્ધ છે તેના પુરાવા દર્શાવતી લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["તમારા પ્રોડક્શન વિશેના Wikipedia પૃષ્ઠની લિંક પ્રદાન કરો જેમાં ઓછામાં ઓછા ત્રણ બાહ્ય સંદર્ભ સામેલ હોય. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["એક પ્રખ્યાત મનોરંજન કંપની તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["તમારી મનોરંજન કંપની વિશેની તાજેતરની શોધ પ્રવૃત્તિના પુરાવા ધરાવતી Google Trends પ્રોફાઈલની એક લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["છેલ્લા છ મહિનામાં લાયકાત ધરાવતા સમાચાર પ્રકાશનોમાં તમારી કંપની વિશે પ્રકાશિત થયેલા ઓછામાં ઓછા ત્રણ લેખોની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["તમારી મનોરંજન કંપની જાહેર સ્ટોક એક્સચેન્જમાં યાદીબદ્ધ છે તેના પુરાવા દર્શાવતી લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["તમારી મનોરંજન કંપની વિશેના Wikipedia પૃષ્ઠની લિંક પ્રદાન કરો જેમાં ઓછામાં ઓછા ત્રણ બાહ્ય સંદર્ભ સામેલ હોય. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["એક પ્રભાવશાળી ડિજિટલ સામગ્રી નિર્માતા તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["તમારી સામગ્રી નિર્માતા પ્રોફાઈલની એક લિંક પ્રદાન કરો. તમારી નિર્માતા પ્રોફાઈલ કોઈપણ ડિજિટલ પ્લેટફોર્મ પર હોઈ શકે છે પરંતુ તે તમારા X હેન્ડલનો સંદર્ભ આપતી હોવી આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["તમારા વિશેના Wikipedia પૃષ્ઠની લિંક પ્રદાન કરો જેમાં ઓછામાં ઓછા ત્રણ બાહ્ય સંદર્ભ સામેલ હોય. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["મનોરંજનની વ્યક્તિ તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["તમારી IMDB પ્રોફાઈલની લિંક પ્રદાન કરો જેમાં ઓછામાં ઓછા 50 પ્રોડક્શન શ્રેય સામેલ હોય. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["મનોરંજન ઉદ્યોગની એક વ્યક્તિ હોવા તરીકે તમારો તથા તમારા X એકાઉન્ટનો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સંસ્થાની સત્તાવાર વેબસાઈટ પરથી આવે તે આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["તમારા સરકારી એકાઉન્ટનું શ્રેષ્ઠ વર્ણન કરતી શ્રેણી પસંદ કરો. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["છેલ્લા છ મહિનાની અંદર ચકાસાયેલી સમાચાર સંસ્થાઓ દ્વારા પ્રકાશિત કરવામાં આવ્યા હોય તેવા ઓછામાં ઓછા પાંચ લેખની લિંક પ્રદાન કરો કે જે ઓફિસ માટે લાયકાત ધરાવતા ઉમેદવાર તરીકે તમારો સંદર્ભ આપતા હોય. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["છેલ્લા છ મહિનાની અંદર ચકાસાયેલી સમાચાર સંસ્થાઓ દ્વારા પ્રકાશિત કરવામાં આવ્યા હોય તેવા ઓછામાં ઓછા પાંચ લેખની લિંક પ્રદાન કરો કે જે લાયકાત ધરાવતા સરકારી અધિકારી તરીકે તમારો સંદર્ભ આપતા હોય. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["છેલ્લા છ મહિનાની અંદર ચકાસાયેલી સમાચાર સંસ્થાઓ દ્વારા પ્રકાશિત કરવામાં આવ્યા હોય તેવા ઓછામાં ઓછા પાંચ લેખની લિંક પ્રદાન કરો કે જે લાયકાત ધરાવતા સરકારી અધિકારી તરીકે તમારો સંદર્ભ આપતા હોય. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["તમારી સત્તાવાર કેમ્પેન વેબસાઈટની લિંક પ્રદાન કરો કે જે રાજ્ય- અથવા રાષ્ટ્રીય-સ્તરે સરકારી ઓફિસના ઉમેદવાર તરીકે તમારો તથા તમારા X એકાઉન્ટનો સંદર્ભ આપી રહી હોય. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["તમારી સરકારી ઓફિસ અથવા સાર્વજનિક સેવા અને તમારા X એકાઉન્ટનો સંદર્ભ આપતી હોય એવી એક સત્તાવાર સરકારી વેબસાઈટની એક લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["લાયકાત ધરાવતા સરકારી અધિકારી અથવા આનુષંગિક તરીકે તમારો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સરકારી સંસ્થાની સત્તાવાર સાઈટ પરથી આવે તે આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["ચકાસાયેલા પત્રકાર થવા માટે પત્રકારો કોઈ ચકાસાયેલી સમાચાર સંસ્થા અથવા પ્રકાશન દ્વારા નિયુક્ત થયેલા હોય તે આવશ્યક છે. તમારા નોકરીદાતાના એકાઉન્ટની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["એક નોંધપાત્ર પત્રકાર તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["તમારા નોકરીદાતા માટે પત્રકાર તરીકે તમારો જે સંદર્ભ આપતી હોય એવી એક લિંક પ્રદાન કરો. એ સંદર્ભ, ચકાસાયેલી સમાચાર સંસ્થાની સત્તાવાર સાઈટ પરથી આવે તે આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["છેલ્લા છ મહિનાની અંદર પ્રકાશિત થવા લાયકાત ધરાવતા પ્રકાશનોમાં રહેલ ઓછામાં ઓછી ત્રણ બાઇલાઇન અને/અથવા શ્રેયો પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["એક નામાંકિત સમાચાર સંસ્થા તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["તમારી સમાચાર સંસ્થા વિશેની તાજેતરની શોધ પ્રવૃત્તિના પુરાવા ધરાવતી Google Trends પ્રોફાઈલની એક લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["તમારી સમાચાર સંસ્થા વિશેના તે Wikipedia પૃષ્ઠની લિંક પ્રદાન કરો જેમાં ઓછામાં ઓછા ત્રણ બાહ્ય સંદર્ભો સામેલ હોય. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["તમારી સમાચાર સંસ્થા જાહેર સ્ટોક એક્સચેન્જમાં યાદીબદ્ધ છે તેના પુરાવા દર્શાવતી લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["છેલ્લા છ મહિનામાં ચકાસાયેલા સમાચાર પ્રકાશનોમાં તમારી સમાચાર સંસ્થા વિશે પ્રકાશિત થયેલા ઓછામાં ઓછા ત્રણ લેખોની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["વ્યાવસાયિક સ્પોર્ટ્સની વ્યક્તિઓની ચકાસણી થઈ જાય તે માટે તેઓએ ચકાસાયેલી સ્પોર્ટ્સ લીગ્સ અને ઇવેન્ટ્સમાં સ્પર્ધા કરવી જરૂરી છે. તમારા એકાઉન્ટથી સંબંધિત ચકાસાયેલી ટીમ, લીગ, ઇવેન્ટ અથવા સંસ્થાની લિંક પ્રદાન કરો."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["તમે તમારા પ્રદેશ માટે રહેલ ન્યૂનતમ અનુયાયીના થ્રેશોલ્ડને પૂર્ણ કર્યું નથી કે જે સામગ્રીના નિર્માતા અથવા પ્રભાવશાળી વ્યક્તિ તરીકે ચકાસાયેલા થવા માટે જરૂરી છે. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["ગેમિંગ ઉદ્યોગની વ્યક્તિઓની ચકાસણી થઈ જાય તે માટે તેઓએ ચકાસાયેલી ઈસ્પોર્ટ્સ લીગ્સ અને ઇવેન્ટ્સમાં સ્પર્ધા કરવી જરૂરી છે. તમારા એકાઉન્ટથી સંબંધિત ચકાસાયેલી ટીમ, લીગ, ઇવેન્ટ અથવા સંસ્થાની લિંક પ્રદાન કરો."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["એક પ્રખ્યાત સ્પોર્ટ્સ લીગ, ટીમ અથવા વૈશ્વિક સ્પર્ધા તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["તમારી વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થા વિશેની તાજેતરની શોધ પ્રવૃત્તિના પુરાવા ધરાવતી Google Trends પ્રોફાઈલની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["તમારી વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થા વિશેના તે Wikipedia પૃષ્ઠની લિંક પ્રદાન કરો જેમાં ઓછામાં ઓછા ત્રણ બાહ્ય સંદર્ભો સામેલ હોય. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["તમારી વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થા જાહેર સ્ટોક એક્સચેન્જમાં યાદીબદ્ધ છે તેના પુરાવા દર્શાવતી લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["વૈશ્વિક સ્પર્ધા અથવા વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થાની એક સત્તાવાર વેબસાઈટની લિંક પ્રદાન કરો કે જે લીગ, ટીમ અથવા સ્પર્ધા તરીકે તમારો સંદર્ભ આપતી હોય. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["છેલ્લા છ મહિનામાં ચકાસાયેલા સમાચાર પ્રકાશનોમાં તમારી સંસ્થા વિશે પ્રકાશિત થયેલા ઓછામાં ઓછા ત્રણ લેખની લિંક પ્રદાન કરો. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["વ્યાવસાયિક એથ્લીટ તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["ગેમિંગ ઉદ્યોગની વ્યક્તિ તરીકે ચકાસણી માટે તમારું એકાઉન્ટ લાયક છે તે બતાવવા માટે એક પદ્ધતિ પસંદ કરો. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["વૈશ્વિક સ્પર્ધા અથવા વ્યાવસાયિક સ્પોર્ટ્સની સંસ્થાની એક સત્તાવાર વેબસાઈટની લિંક પ્રદાન કરો કે જે વ્યાવસાયિક એથ્લીટ, મેનેજર અથવા કોચ તરીકે તમારો સંદર્ભ આપતી હોય. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["ચકાસાયેલ ઈસ્પોર્ટ્સ લીગ અથવા ઇવેન્ટની એક સત્તાવાર વેબસાઈટની લિંક પ્રદાન કરો કે જે રોસ્ટરમાં સામેલ ટીમના સભ્ય, કોચ અથવા મેનેજર તરીકે તમારો સંદર્ભ આપતી હોય. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["કમનસીબે, અમે હાલમાં ચકાસણીની કોઈપણ નવી વિનંતીઓની પ્રક્રિયા કરવામાં અસમર્થ છીએ. થોડી વાર પછીથી ફરીથી તપાસો અને તે માટે બીજી વાર પ્રયાસ કરી જુઓ. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["ઈમેલ દ્વારા તમારી ઓળખને ચકાસવા માટે, તમારી પાસે અગાઉનું ચકાસાયેલ સરનામું હોવું આવશ્યક છે. આ કરવા માટે, ", "ને નેવિગેટ કરો."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["ઈમેલ દ્વારા તમારી ઓળખની ચકાસણી કરવા માટે, તમારે ચકાસાયેલા ઈમેલ સરનામાંની જરૂર છે જે અમારી પાત્રતાની આવશ્યકતાઓને પૂર્ણ કરે. આ કરવા માટે, ", "ને નેવિગેટ કરો."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["ચકાસણી એ ચોક્કસ શ્રેણીની અંદર આવતા નોંધપાત્ર લોકો અથવા સમૂહો માટે છે. જો તમને તે તમારા જેવા લાગે છે તો ચકાસણીની વિનંતી શરૂ કરો. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["તમારો ચહેરો અને તમારા ID પરની ટેક્સ્ટ સ્પષ્ટ રીતે દેખાતું અને સુવાચ્ય હોવાની ખાતરી કરો. જો નહીં, તો તમારે આ ફરીથી સબમિટ કરવું પડી શકે છે. Xને તમારા IDની નકલ પ્રાપ્ત થશે નહીં અથવા તે સ્ટોર કરશે નહીં. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["તમે સબમિટ કરેલા કોઈપણ ડેટાને કેવી રીતે એક્સેસ કરી શકો છો અથવા તેને ઠીક કરી શકો છો તે વિશેની માહિતી માટે, કૃપા કરીને અમારી ", " પર જાઓ."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["નિર્ણય લેવામાં આવતાની સાથે જ તમારો સંપર્ક કરવામાં આવશે. આમાં કદાચ " + this.props.days + " દિવસ જેટલો સમય લાગી શકે છે."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["સંક્ષિપ્ત ", " દ્વારા અમને બહેતર થવામાં મદદ કરો."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["તમારી છેલ્લી વિનંતી " + this.props.date + "ના રોજ નકારવામાં આવી હતી. તમારે એક નવી વિનંતી સબમિટ કરવા તે તારીખથી 30 દિવસની રાહ જોવી પડશે."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["તમારી છેલ્લી વિનંતી " + this.props.date + "ના રોજ કરવામાં આવી હતી. તમારે એક નવી વિનંતી સબમિટ કરવા તે તારીખથી 30 દિવસની રાહ જોવી પડશે."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["તમારી છેલ્લી વિનંતી " + this.props.date + "ના રોજ કરવામાં આવી હતી. નિર્ણય લેવામાં આવતાની સાથે જ તમારો સંપર્ક કરવામાં આવશે."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["આનંદ કરો અને ", "ને અનુસરવાનું યાદ રાખજો."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["આ એવી એપ્લિકેશન્સ જે તમે તમારા એકાઉન્ટ સાથે જોડેલી છે. આ એપ્લિકેશન્સને પ્રવેશ માટેની માહિતી તમે જોઈ શકો છો અને પ્રવેશ રદ કરી શકો છો. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["તમે જેને અનુસરો છો તેઓ હંમેશા તમને સંદેશો મોકલી શકશે. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["તમારા ઓટોમેટેડ એકાઉન્ટને ઓટોમેટેડ એકાઉન્ટનું લેબલ પ્રાપ્ત થાય તે માટે એક મેનેજ કરતા એકાઉન્ટને જોડો. બધા ઓટોમેટેડ એકાઉન્ટ્સનું જોડાણ એક મેનેજ કરતા એકાઉન્ટ સાથે થયેલું હોવું આવશ્યક છે. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["અમે Xને સ્વસ્થ વાર્તાલાપ માટેની એક જગ્યા રૂપે રાખવાનો પ્રયાસ કરીએ છીએ, તેથી અમે આ પોસ્ટ સાથે જોડાણ કરવાની મોટાભાગની રીતોને અક્ષમ કરી દીધી છે. જો તમે તે વિશે વાત કરવા માંગતા હો, તો તમે હજીયે તેને અવતરણ કરી શકો છો. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["અમે Xને સ્વસ્થ વાર્તાલાપ માટેની એક જગ્યા રૂપે રાખવાનો પ્રયાસ કરીએ છીએ, તેથી અમે આ પોસ્ટ સાથે જોડાણ કરવાની મોટાભાગની રીતોને અક્ષમ કરી દીધી છે. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["ફક્ત @" + this.props.username + " અને તેમનું વર્તુળ આ પોસ્ટ્સ જોઈ શકે છે."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["આ કમ્યૂનિટિના ઍડ્મિન્સ દ્વારા સેટ કરવામાં તથા અમલમાં લાવવામાં આવે છે અને તે ", " ઉપરાંત હોય છે."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["કમ્યૂનિટિઝ જાહેર હોય છે, તેથી સુરક્ષિત કરેલા એકાઉન્ટ્સ હમણાં જોડાઈ શકશે નહીં. તમે પોસ્ટ્સ વાંચી શકો છો પરંતુ ભાગ લેવા માટે, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["મોડરેટરે આ કોમ્યુનિટીના નિયમનું ઉલ્લંઘન કરવા બદલ તમને દૂર કર્યા: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " એ જોયું"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", " દ્વારા GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", " દ્વારા વિડિયો"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", " દ્વારા ફોટો"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['તેના બદલે "', '" માટે શોધો'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['શું તમારો અર્થ "', '" હતો?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " હવે પ્રત્યુતર આપી શકે છે"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " અક્ષરો"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["છેલ્લે સંપાદિત કર્યું: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["સહાય અને કેવી રીતે કરવું તે બાબતે ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", " દ્વારા"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["છેલ્લી સાચવણી "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " અપ્રકાશિત કરવામાં આવશે, તમારા ડ્રાફ્ટ્સમાં ખસેડવામાં આવશે અને સાર્વજનિક રૂપે દેખાશે નહીં."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["નીચેના મીડિયામાં સંભવિત સંવેદનશીલ સામગ્રી શામેલ છે. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["સંપાદિત કરવાની કાર્યક્ષમતા મૂળ પોસ્ટ્સ પૂરતી જ મર્યાદિત છે અને તેમાં પ્રત્યુત્તરો અથવા થ્રેડ્સ જેવી વસ્તુઓનો સમાવેશ થતો નથી. તમે શેનું સંપાદન કરી શકો તે વિશે ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["તમારા સર્કલને સંપાદિત કરવા માંગો છો? આગળ વધો અને તેમ કરો. જો તમે લોકોને દૂર કરશો તો તેમને સૂચિત કરવામાં આવશે નહીં. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["નવા ફોર્મેટિંગ વિકલ્પો માટે નવા લેખ રચયિતાને ", "."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["કોમ્યુનિટીઝ સાર્વજનિક હોય છે, તેથી સુરક્ષિત એકાઉન્ટ્સ વાર્તાલાપમાં જોડાઈ શકતા નથી. તમે પોસ્ટ્સને વાંચી અને લાઈક કરી શકો છો, પરંતુ વધુ કરવા માટે, તમારે ", "ની જરૂર પડશે."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return [this.props.communityName + "માં ", "ને પ્રત્યુતર આપી રહ્યા છો"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return [this.props.communityName + "માં ", "ને પ્રત્યુતર આપી રહ્યા છો"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return [this.props.communityName + "માં ", "ને પ્રત્યુતર આપી રહ્યા છો"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return [this.props.communityName + "માં ", "ને પ્રત્યુતર આપી રહ્યા છો"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યા છો. તમારો પ્રત્યુતર તેમના ", "ને પણ દેખાશે."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યા છો. તમારો પ્રત્યુતર તેમના ", "ને પણ દેખાશે."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યા છો. તમારો પ્રત્યુતર તેમના ", "ને પણ દેખાશે."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યા છો. તમારો પ્રત્યુતર તેમના ", "ને પણ દેખાશે."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. " + this.props.trustedFriendsTweetOwner + "ના સર્કલમાંના તમને અનુસરતા લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. " + this.props.trustedFriendsTweetOwner + "ના સર્કલમાં રહેલાં લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. ", " સર્કલમાંના તમને અનુસરતા લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. ", " સર્કલમાં રહેલાં લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. ", " સર્કલમાંના તમને અનુસરતા લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. ", " સર્કલમાં રહેલાં લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. ", " સર્કલમાંના તમને અનુસરતા લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", "ને પ્રત્યુત્તર અપાઈ રહ્યો છે. ", " સર્કલમાં રહેલાં લોકો પણ તમારો પ્રત્યુત્તર જોઈ શકશે."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["પોસ્ટનો પ્રચાર કરો પર ક્લિક કરીને તમે "];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["તમારા ઈમેલ " + this.props.unverifiedEmail + "ની ખાતરી કરવામાં આવી નથી. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["તમારા સાંકેતિક શબ્દને બદલવાનું, તમે આ સમયે ઉપયોગ કરી રહ્યાં છો તે સિવાય તમારા બધા સક્રિય X સત્રોમાંથી તમને લોગ આઉટ કરશે. તમારા એકાઉન્ટના પ્રવેશ સાથેના ", "ને અસર પડશે નહીં. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["હું સંમત થાઉં છું કે મારી ઓળખની પુષ્ટિ કરવા અને Xની સંબંધિત સુરક્ષા તથા સલામતી માટે, છેતરપિંડી અટકાવવા માટે અને ચુકવણીના હેતુઓ માટે, X અને Persona તારવેલા બાયોમેટ્રિક ડેટા સહિત મારા IDની છબીઓ અને મારી સેલ્ફીનો ઉપયોગ કરી શકે છે. Persona 30 દિવસ સુધી આવા ડેટાનો સંગ્રહ કરી શકે છે. હું ", "ને સબ્સ્ક્રાઇબ કરું ત્યાં સુધી X પૂરું નામ, સરનામું અને મારા દસ્તાવેજ IDના નંબરના હૅશ સ્ટોર કરી શકે છે."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["હું સંમત થાઉં છું કે મારી ઓળખની પુષ્ટિ કરવા અને Xની સંબંધિત સુરક્ષા તથા સલામતી માટે, છેતરપિંડી અટકાવવા માટે અને ચુકવણીના હેતુઓ માટે, X અને Au10tix તારવેલા બાયોમેટ્રિક ડેટા સહિત મારા ID અને મારી સેલ્ફીનો ઉપયોગ કરી શકે છે. Au10tix 30 દિવસ સુધી આવા ડેટાનો સંગ્રહ કરી શકે છે. હું ", " અથવા   ", "કાર્યક્રમમાં ભાગ લઉં ત્યાં સુધી X પૂરું નામ, સરનામું અને મારો દસ્તાવેજ ID નંબર સ્ટોર કરી શકે છે. "];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["હું સંમત થાઉં છું કે મારી ઓળખની પુષ્ટિ કરવા અને Xની સંબંધિત સુરક્ષા તથા સલામતી માટે, છેતરપિંડી અટકાવવા માટે અને ચુકવણીના હેતુઓ માટે, X અને Au10tix તારવેલા બાયોમેટ્રિક ડેટા સહિત મારા ID અને મારી સેલ્ફીનો ઉપયોગ કરી શકે છે. Au10tix 30 દિવસ સુધી આવા ડેટાનો સંગ્રહ કરી શકે છે. હું ", " અથવા ", "કાર્યક્રમમાં ભાગ લઉં ત્યાં સુધી X પૂરું નામ, સરનામું અને મારો દસ્તાવેજ ID નંબર સ્ટોર કરી શકે છે. "];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["હું સંમત થાઉં છું કે મારી ઓળખની પુષ્ટિ કરવા અને Xની સંબંધિત સુરક્ષા તથા સલામતી માટે, છેતરપિંડી અટકાવવા માટે અને ચુકવણીના હેતુઓ માટે, X અને Stripe તારવેલા બાયોમેટ્રિક ડેટા સહિત મારા ID અને મારી સેલ્ફીનો ઉપયોગ કરી શકે છે. Stripe અથવા તેના સબપ્રોસેસરો 30 દિવસ સુધી આવા ડેટાનો સંગ્રહ કરી શકે છે અને છેતરપિંડીની જાણકારી મેળવવાના હેતુઓ માટે મૉડેલોને પ્રશિક્ષણ આપવા તથા ડેટાબેજને અપડેટ કરવા માટે તેનો ઉપયોગ કરી શકે છે. હું ", " અથવા ", " કાર્યક્રમમાં ભાગ લઉં ત્યાં સુધી X પૂરું નામ, સરનામું અને મારા દસ્તાવેજ ID નંબરના હૅશ સ્ટોર કરી શકે છે."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["હું સંમત થાઉં છું કે મારી ઓળખની પુષ્ટિ કરવા અને Xની સંબંધિત સુરક્ષા તથા સલામતી માટે, છેતરપિંડી અટકાવવા માટે અને ચુકવણીના હેતુઓ માટે, X અને Stripe તારવેલા બાયોમેટ્રિક ડેટા સહિત મારા ID અને મારી સેલ્ફીનો ઉપયોગ કરી શકે છે. Stripe અથવા તેના સબપ્રોસેસરો 30 દિવસ સુધી આવા ડેટાનો સંગ્રહ કરી શકે છે અને છેતરપિંડીની જાણકારી મેળવવાના હેતુઓ માટે મૉડેલોને પ્રશિક્ષણ આપવા તથા ડેટાબેઝને અપડેટ કરવા માટે તેનો ઉપયોગ કરી શકે છે. હું ", " અથવા ", " કાર્યક્રમમાં ભાગ લઉં ત્યાં સુધી X પૂરું નામ, સરનામું અને મારા દસ્તાવેજ ID નંબરના હૅશ સ્ટોર કરી શકે છે."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["તે લખી લો, અથવા સ્ક્રીનશૉટ લો અને તેને કોઈ જગ્યાએ સલામત રીતે રાખો. આ કોડ માત્ર એક જ વાર ઉપયોગમાં લઈ શકાય છે. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["આ તમારા એકાઉન્ટ સાથે સંબંધિત પ્રાથમિક દેશ છે. તમારો દેશ તમારા Xના અનુભવને કસ્ટમાઈઝ કરવામાં અમને મદદ કરે છે. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["આ એ સંપર્કો જે તમે તમારા મોબાઇલ ઉપકરણોમાંથી ઇમ્પોર્ટ કરેલા છે. X પર તમારા અનુભવને વૈયક્તિકૃત કરવા, જેમ કે અનુસરવા માટે એકાઉન્ટ્સનું સૂચન કરવું, માટે આ માહિતીનો ઉપયોગ કરવામાં આવે છે. તમે અગાઉ અપલોડ કરેલા કોઈ પણ સંપર્કો દૂર કરી શકો છો અને તમામ ઉપકરણો પર X સાથે સમન્વિત કરવાનું બંધ કરી શકો છો. કૃપા કરીને જાણી લો કે આમ કરવા માટે થોડો સમય લાગે છે. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["જો સક્ષમ હોય તો, તમે તમારી પોસ્ટ્સમાં સ્થાન માહિતી જોડવા માટે સમર્થ બનશો. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " માસિક બિલિંગ " + f(this.props.duration, "એક", "" + this.props.duration) + " મહિના માટે"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " વાર્ષિક બિલિંગ " + f(this.props.duration, "એક", "" + this.props.duration) + " વર્ષ માટે"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [f(this.props.duration, "એક", "" + this.props.duration) + " વર્ષ માટે ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [f(this.props.duration, "એક મહિનો", this.props.duration + " મહિના") + " માટે ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["જ્યારે તમે કોઈને અવરોધિત કરો ત્યારે, તે વ્યક્તિ તમને અનુસરી શકશે નહીં અથવા સંદેશો મોકલી શકશે નહીં અને તમે તેમની સૂચનાઓ જોશો નહીં. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["કેટલીક એકાઉન્ટ માહિતી હજી પણ, Google અથવા Bing જેવા શોધ એન્જિનમાં ઉપલબ્ધ હોઈ શકે છે. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["જો તમે ફક્ત તમારું @વપરાશકારનું નામ બદલવા માંગો છો, તો તમારે તમારું એકાઉન્ટ નિષ્ક્રિય કરવાની જરૂર નથી - તેને તમારી ", "માં સંપાદિત કરો."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["કોઈ અલગ X એકાઉન્ટ સાથે તમારું હાલનું @વપરાશકારનું નામ અથવા ઈમેલ સરનામું ઉપયોગમાં લેવા માટે, આ એકાઉન્ટને તમે નિષ્ક્રિય કરો તેની પહેલાં ", "."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["જો તમે ", " ડાઉનલોડ કરવા માંગતા હો, તો તમારે તમારા એકાઉન્ટને નિષ્ક્રિય કરવાની પહેલાં વિનંતી અને ડાઉનલોડની પ્રક્રિયા એમ બંનેને પૂર્ણ કરવાની જરૂર પડશે. તમારો ડેટા ડાઉનલોડ કરવા માટેની લિંક્સ નિષ્ક્રિય કરેલાં એકાઉન્ટ્સ પર મોકલી શકાતી નથી."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["તમે પુષ્ટિ કરી રહ્યા છો કે તે ", " ચોક્કસ છે. જો તે નહીં હોય, તો તમારા એકાઉન્ટ પર અસર થઈ શકે છે."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X, અમારી ", "માં સમજાવ્યા મુજબ, જાહેરાતો સહિત તમારા અનુભવને કસ્ટમાઇઝ કરવા માટે તમારી ઉંમરનો ઉપયોગ કરે છે."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["X પર કોણ તમારો જન્મદિવસ જુએ છે તેનું તમે નિયંત્રણ કરી શકો છો. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " હોસ્ટ કરી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " કો-હોસ્ટ કરી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " બોલી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " સાંભળી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", " બનાવો"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["આ વેબસાઇટ ધરાવતી કંપની પહેલેથી જ અસ્તિત્વમાં છે.શું તમારો મતલબ ", " હતો?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["આ ફિલ્ટર્સ તમે અનુસરતા હોવ એ લોકોની સૂચનાઓ પર અસર કરશે નહીં. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["તમે એક જ સમયે એક શબ્દ, શબ્દસમૂહ, @વપરાશકારનું નામ, અથવા હૅશટૅગનું જોડાણ અટકાવી શકો છો. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["તમે જ્યારે શબ્દોનું જોડાણ અટકાવો છો, ત્યારે તમે તેમનો સમાવેશ કરતી પોસ્ટ્સ માટે કોઈ પણ નવી સૂચનાઓ મેળવશો નહીં અથવા તમારી હોમ સમયરેખામાં તે શબ્દોવાળી પોસ્ટ્સને જોશો નહીં. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["અહીં રહેલ દરેક વ્યક્તિનું જોડાણ તમે અટકાવેલ છે. તમે તેમને આ યાદીમાં ઉમેરી અથવા કાઢી શકો છો. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X પર સંવેદનશીલ મીડિયા જોવા સંબંધી તમારી પસંદગીઓને સંચાલિત કરો. અમારી ", " વિશે વધુ જાણો. "];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["આમાં અન્ય મીડિયાનો સમાવેશ થાય છે કે જે સંવેદનશીલ તરીકે ચિહ્નિત કરવામાં આવ્યું હોય, જેમ કે એવાં એકાઉન્ટ્સના મીડિયા કે જેમણે તેમની ", "ને સંવેદનશીલ તરીકે ચિહ્નિત કરી હોય."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["તમારું એકાઉન્ટ ફ્લૅગ કરવામાં આવ્યું છે અને નિર્માતા આવક વહેંચણી કાર્યક્રમમાં ભાગ લઈ શકતા નથી. તમે ", " આપેલી સૂચનાઓને અનુસરીને અપીલ કરી શકો છો. તમારી અપીલની પ્રક્રિયા થાય ત્યાં સુધી આવકનો તમારો હિસ્સો એકત્ર થતો રહેશે."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["તમારું એકાઉન્ટ ફ્લેગ કરવામાં આવ્યું છે અને જાહેરાત રેવન્યુ શેરિંગ પ્રોગ્રામમાં ભાગ લઈ શકતા નથી. તમે ", " આપેલી સૂચનાઓને અનુસરીને અપીલ કરી શકો છો. તમારી અપીલની પ્રક્રિયા થાય ત્યાં સુધી આવકનો તમારો હિસ્સો એકત્ર થતો રહેશે."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["", this.props.name + "ને સબ્સ્ક્રાઇબ કરો"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["તમે શું કમાઈ શકો તે જાણવા વિશે ઉત્સુક છો? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["અરજી કરીને, તમે ", "થી બંધાયેલા રહેવા માટે સંમત થાઓ છો"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["એવી એક માસિક કિંમત પસંદ કરો જે તમારા અને તમારા પ્રેક્ષકો માટે વાજબી હોય. તમે શું કમાઈ શકશો તે વિચારી રહ્યા છો? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["'સ્વીકારો અને ચાલુ રાખો'ને પસંદ કરીને, તમે ", "થી બંધાયેલા રહેવા માટે સંમત થાઓ છો"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["તમારી સબ્સ્ક્રિપ્શન કિંમતને બે-વાર તપાસો અને તેની પુષ્ટિ કરો. જ્યારે સબ્સ્ક્રિપ્શનો પરીક્ષણ મોડમાં હોય ત્યાર માટે ", "."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["અમે તમારા Stripe એકાઉન્ટની પુષ્ટિ કરી છે. તમારા એકાઉન્ટના નામના સબ્સ્ક્રિપ્શનો ટૂંક સમયમાં લાઇવ થશે. તે લાઇવ થતાંની સાથે અમે તમને સૂચના મોકલીશું. સબ્સ્ક્રિપ્શનોને સક્ષમ કરવામાં આવ્યાં છે કે નહીં તે જોવા માટે તમે તમારા પ્રોફાઇલની મુલાકાત પણ લઈ શકો છો."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["નીચે ટૅપ કરીને, તમે ", "ની શરતો સાથે સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['"જોડાઓ અને ID ચકાસો" પસંદ કરીને તમે ', " સાથે સંમત થાઓ છો"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['"જોડાઓ અને ID ચકાસો" પસંદ કરીને તમે ', " સાથે સંમત થાઓ છો"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["તમારી પોસ્ટના પ્રત્યુત્તરમાં આપવામાં આવતી જાહેરાતોમાંથી આવક મેળવો. જાહેરાત આવક કાર્યક્રમ માટે પાત્ર બનવા માટે, તમારા એકાઉન્ટ દ્વારા ", ", ", "નું પાલન થવું આવશ્યક છે."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["તમારા અનુભવને ", "માં X કેવી રીતે અનુકૂલિત કરે છે તે નિયંત્રિત કરો"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["હા, તમામ ઓટોમેટેડ એકાઉન્ટ્સને લેબલ કરવાની જરૂર હોય છે. આ, અમારા ", " હેઠળ આવશ્યક છે."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", "ના પૃષ્ઠ પર વધુ જાણો."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["", " પૃષ્ઠ પર વધુ જાણો."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["તમને જતા જોઈને દિલગીરી થાય છે. #આવજો"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["જો તમે જન્મતારીખ હજુ સુધી પૂરી પાડી નથી તો, અમે તમે તમારી X પ્રોફાઈલ અને પ્રવૃત્તિને આધારે ઉંમરની શ્રેણી પૂરી પાડી છે. ઉંમરની માહિતી તમારા અનુભવને વૈયક્તિકૃત કરવા માટે ઉપયોગમાં લેવામાં આવે છે. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["સાચું નથી? તમે તમારા જન્મની તારીખ જાહેરમાં શેર કર્યા વિના ", "માં ઉમેરી શકો છો."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["બંધબેસતા પ્રેક્ષકો મોટા ભાગે ઈમેલ યાદીઓ અથવા બ્રાઉઝિંગ વર્તણૂકોમાંથી બને છે. તેમના વ્યવસાયમાં પહેલાંથી જ રૂચિ અભિવ્યક્ત કરેલ સંભવિત ગ્રાહકો અથવા લોકો સુધી પહોંચવામાં તેઓ જાહેરાતકર્તાઓની મદદ કરે છે. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["તમે હાલમાં ", "માંના ", "નો એક ભાગ છો."];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["આને સક્ષમ કરવા માટે, તમારી ", " સેટિંગ્સ પર જાઓ અને “તમારી અનુમાનિત ઓળખના આધારે વૈયક્તિકૃત કરો” ચાલુ કરો."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["આ સક્ષમ કરવા માટે, તમારી ", " સેટિંગ્સ પર જાઓ અને “તમારી અનુમાનિત ઓળખના આધારે વૈયક્તિકૃત કરો” ચાલુ કરો."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["તમે તમારી ", ' સેટિંગ્સમાં "તમારી અનુમાનિત ઓળખને આધારે વૈયક્તિકૃત કરો"ને અક્ષમ કરીને આ માહિતી દૂર કરી શકો છો.'];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["તમે તમારી ", ' સેટિંગ્સમાં "તમારી અનુમાનિત ઓળખને આધારે વૈયક્તિકૃત કરો"ને અક્ષમ કરીને આ માહિતી દૂર કરી શકો છો.'];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["ઈમેલ સરનામામાં એવા અનુમાનિત હૅશ છે જે તમે Xને પ્રદાન કરેલા ઈમેલ સરનામા સાથે સામાન્ય ઘટકો શેર કરે છે. તમે તમારી ", ' સેટિંગ્સમાં "તમારી અનુમાનિત ઓળખના આધારે વૈયક્તિકૃત કરો"ને અક્ષમ કરીને આ માહિતી દૂર કરી શકો છો.'];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["આ એવા ઉપકરણો છે જેનો ઉપયોગ X આ બ્રાઉઝર પર તમારો અનુભવ સુધારવા અને માપવા માટે કરે છે. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["આ બ્રાઉઝર્સ અને ઉપકરણો તમારી સાથે સંકળાયેલા છે. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["આ તે બ્રાઉઝર્સ, ઉપકરણો અને માહિતી છે જેમનો ઉપયોગ X તમારા અનુભવને વૈયક્તિકૃત કરવા માટે કરે છે. તમે Xમાં લોગ ઈન કરવા માટે ઉપયોગ ન કર્યો હોય એવા ઉપકરણો અને બ્રાઉઝર્સ, તેમજ જેમ કે તમારા X એકાઉન્ટ સાથે લિંક કરેલા હોય તેવા ઈમેલ એડ્રેસ અને ફોન નંબરો આમાં સામેલ છે. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["તેને ચાલુ કરવા માટે તમારી ", " પર જાઓ."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["જો તમને એપ્લિકેશનમાંથી કોઈ શંકાસ્પદ પ્રવૃત્તિ દેખાય તો, તેનો પ્રવેશ રદ કરવા માટે ", " પર જાઓ. કેટલાંક કિસ્સામાં તમારા ભૌતિક સ્થાન કરતાં IP સ્થાન અલગ હોઈ શકે છે. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["Xના ભાગીદારો ખરીદી નિર્ણયો, જીવનશૈલી, અને અન્ય ઓનલાઈન તેમજ ઓફલાઈન વર્તનોને કેન્દ્રમાં રાખીને પ્રેક્ષકો તૈયાર કરે છે. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["કંઈક ખોટું થયું હતું અને તમારો X ડેટા મોકલી શકાયો નથી. તમારા ડેટાની વિનંતી મોકલવા માટે, કૃપા કરીને ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " પહેલાં"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["ફક્ત ટોચના 1 હજાર અતિથિ બતાવી શકાય છે. એવા લોકો સાંભળી રહ્યા હોઈ શકે છે જેઓ અનામી હોય અથવા Xમાં લૉગિન થયેલા ન હોય. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "મિ" + this.props.seconds + "સે"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "ક" + this.props.minutes + "સે"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " એ સમૂહનો ફોટો બદલ્યો"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["તમે સમૂહનું નામ ", "માં બદલ્યું"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " એ સમૂહનું નામ ", "માં બદલ્યું"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["સમૂહનું નામ બદલીને ", " કરાયું હતું"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " એ ", " ઉમેર્યા"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " ઉમેર્યા"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " એ છોડી દીધું"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " એ તમને ઉમેર્યા"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["આ ગ્રૂપમાં ", " છે"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["આ જૂથમાંછે " + this.props.count + " અન્ય " + f(this.props.count, "વ્યક્તિ", "લોકો") + " છે"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["આ પોસ્ટમાં સંવેદનશીલ સામગ્રી સામેલ હોઈ શકે છે. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["સંદેશા એન્ક્રિપ્ટ થાય છે. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["તમે આ વ્યક્તિને એન્ક્રિપ્ટ કરેલા સીધા સંદેશા મોકલી શકો નહીં. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["તમે આ વ્યક્તિને હવે સંદેશ મોકલી શકશો નહીં. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["આ એન્ક્રિપ્ટ કરેલો વાર્તાલાપ તમારા હાલના ડિવાઇસ પરથી ઍક્સેસ કરી શકાય તેમ નથી. તેને ઍક્સેસ કરવા માટે, કૃપા કરીને તમારા અગાઉના ડિવાઇસ પરથી લૉગિન કરો. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["તમે આ સમૂહને સંદેશ ન મોકલી શકો કારણ કે તમે ચકાસાયેલા નથી. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["તમે આ વપરાશકારને સંદેશ ન મોકલી શકો કારણ કે તમે ચકાસાયેલા નથી. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["તમે ", "ની Fleetને પ્રતિભાવ આપ્યો: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["તમારી Fleetને પ્રતિભાવ આપ્યો: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", "એ GIF મોકલી"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " એ એક લિન્ક મોકલી"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " એ એક ફોટો મોકલ્યો"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " એ સ્ટીકર મોકલ્યું"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " એ એક વીડિયો મોકલ્યો"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " એ એક વૉઈસ સંદેશ મોકલ્યો"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " દ્વારા પોસ્ટ શેર કરવામાં આવી"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["તમે ", " સાથે @", "ના વિડિયો પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", "એ ", " સાથે @", "ના વિડિયો પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["તમે ", " સાથે વિડિયો પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", "એ ", " સાથે વિડિયો પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["તમે ", " સાથે @", "ના ફોટા પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", "એ ", " સાથે @", "ના ફોટા પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["તમે ", " સાથે ફોટા પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", "એ ", " સાથે ફોટા પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["તમે ", " સાથે @", "ની GIF પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", "એ ", " સાથે @", "ની GIF પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["તમે ", " સાથે GIF પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", "એ ", " સાથે GIF પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["તમે @", "ની પોસ્ટ પર ", " વડે પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " દ્વારા @", "ની પોસ્ટ પર ", " વડે પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["તમે પોસ્ટ પર ", " વડે પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " દ્વારા પોસ્ટ પર ", " વડે પ્રતિક્રિયા આપવામાં આવી"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["તમે ", " સાથે @", "ની લિંક પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", "એ ", " સાથે @", "ની લિંક પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["તમે ", " સાથે લિંક પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", "એ ", " સાથે લિંક પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["તમે ", " સાથે @", "ના સંદેશ પર પ્રતિક્રિયા આપી: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", "એ ", " સાથે @", "ના સંદેશ પર પ્રતિક્રિયા આપી: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["તમે ", " સાથે પ્રતિક્રિયા આપી: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", "એ ", " સાથે પ્રતિક્રિયા આપી: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["તમે ", " સાથે @", "ના વૉઇસ સંદેશ પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", "એ @", "ના વૉઇસ સંદેશ પર ", " સાથે પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["તમે ", " સાથે એક વૉઇસ સંદેશ પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", "એ ", " સાથે વૉઇસ સંદેશ પર પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["તમે ", " સાથે પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", "એ ", " સાથે પ્રતિક્રિયા આપી"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["Xની સિસ્ટમ્સ સ્પામ, અપમાનજનક અને પ્રતિબંધિત સામગ્રી માટે શેર કરેલી લિંક્સ અને મીડિયાને સ્કૅન કરે છે. અમે શંકાસ્પદ વર્તણૂકને શોધવા અને તમારા અનુભવને સુધારવા માટે વપરાશની પદ્ધતિઓનું વિશ્લેષણ પણ કરીએ છીએ. અમે અમારી સેવાના સંબંધમાં જાણ કરવામાં આવેલા ઉલ્લંઘનો અને દુરુપયોગની તપાસ કરવા અથવા કાયદાઓ અથવા સરકારી વિનંતીઓનું અનુપાલન કરવા માટે DMની મૅન્યુઅલ રીતે સમીક્ષા કરી શકીએ છીએ. વધુ વિગતો માટે અમારી ", " જુઓ."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["તમે જેમને અનુસરતા નથી તેવા લોકોની સંદેશ વિનંતીઓ અહીં દેખાશે. તેમના સંદેશાનો પ્રત્યુતર આપવા માટે, તમારે વિનંતી સ્વીકારવી જરૂરી છે. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["আপনি যখন প্রতিযোগিতাটি শুরু করবেন, Google তখন আপনার, আপনার ডিভাইস এবং ব্রাউজার সম্পর্কে তথ্য সংগ্রহ করতে এবং ব্যবহার করতে পারে। Google-এর ", " দেখুন।"];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " લાઈક" + f(this.props.count, "", "્સ")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " ફોટા અને વિડિયોઝ"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " પોસ્ટ" + f(this.props.count, "", "્સ ")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["તમે @" + this.props.screenName + "ને અનુસરી અથવા તેમની પોસ્ટ્સ જોઈ શકતા નથી. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["શું તમે ખરેખર આ પોસ્ટ્સ જોવા માંગો છો? પોસ્ટ્સ જોવાથી @" + this.props.screenName + " અનાવરોધિત કરવામાં નહીં આવે. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["બૌદ્ધિક સંપદા સંબંધી સમસ્યાની જાણ કરવા માટે, કૃપા કરીને ", "ની મુલાકાત લો. આ ઉત્પાદન અંગેની અન્ય કોઈપણ સમસ્યાઓની જાણ કરવા માટે, કૃપા કરીને iOS અથવા એન્ડ્રોઈડ એપ્લિકેશન પર જાઓ."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["ઉત્પાદન સંબંધી ઉલ્લંઘનો અંગે વધુ માહિતી માટે, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["સંખ્યા: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["શ્રેણીઓ જાતે પસંદ કરવામાં આવે છે અને X દ્વારા સોંપવામાં, ચકાસવામાં કે પ્રચારિત કરવામાં આવતી નથી. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["આ એકાઉન્ટ ", " સાથે સંકળાયેલું છે."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["માત્ર મંજૂર કરાયેલા અનુયાયીઓ જ @" + this.props.screenName + "ની પોસ્ટ્સ જોઈ શકે છે. ઍક્સેસ માટેની વિનંતી કરવા, અનુસરો પર ક્લિક કરો. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["", "નું ઉલ્લંઘન કરતા એકાઉન્ટ્સને X રદબાતલ કરે છે."];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["", " X એકાઉન્ટ તમારું છે કે નહીં તે અમારે જાણવાની જરૂર છે. જો તે તમારું નથી તો, અમે આગળ વધીશું અને તેમાંથી ", " દૂર કરીશું."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["જો X એકાઉન્ટ ", " તમારું છે અને તમે ભવિષ્યની ઈમેલ સૂચનાઓને અનસબ્સ્ક્રાઇબ કરવા માંગો છો તો, "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["અમે તમારું ઈમેલ એડ્રસ ", " X એકાઉન્ટ ", "માંથી દૂર કર્યું. હવે તમને એકાઉન્ટના હેતુ માટે સૂચનાઓ મળશે નહીં."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["કોઈક જ્યારે તેમના X એકાઉન્ટમાં સાઈન અપ થતાં હતાં ત્યારે અજાણતાં તમારું ઈમેલ એડ્રેસ દાખલ કર્યું હોઈ શકે. અથવા, તેઓ ગેરવર્તણૂકમાં જોડાવા માટે તેનો ઉપયોગ કરી રહ્યાં હોઈ શકે છે. તમે Xમાંથી બિનજરૂરી ઓળખવા અને દૂર કરવામાં મદદ કરવા માટે એકાઉન્ટની જાણ કરી શકો છો. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["ટોચના લેખોનો સૌથી વધુ લાભ ઉઠાવવા માટે ", "ને અનુસરવાનો પ્રયાસ કરો."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + "ને અનુસર્યા. ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["અનામી રૂપે સાંભળતી વખતે, તમે દેખાઈ નહીં શકો કે ભાગ નહીં લઈ શકો. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબર હોવાના ફાયદામાંથી એક છે આના જેવી Spacesની વિશિષ્ટ ઍક્સેસ. માત્ર @" + this.props.screenName + "ના સબ્સ્ક્રાઇબરો જ આ સ્પેસમાં જોડાઈ શકે છે. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return [this.props.currentImpact + "ના તમારા વર્તમાન સ્કોરથી, તમારા રેટિંગ પ્રભાવને વધારીને " + this.props.ratingImpactToEarnIn + " કરો અને લખવાની તમારી ક્ષમતા અનલૉક થઈ જશે."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["આ પોસ્ટમાંની લિંક વિશે (", "), અને આ લિંક શામેલ હોય તેવી તમામ પોસ્ટ્સ પર દેખાવી જોઈએ"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["શું તમને ખાતરી છે કે જો બધી પોસ્ટ ભિન્ન બાબત જણાવતી હોય તો પણ, આ નોંધ આ છબી સાથેની તે ", " પર સહાયરૂપ થશે?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["શું તમને ખાતરી છે કે જો બધી પોસ્ટ ભિન્ન બાબત જણાવતી હોય તો પણ, આ નોંધ આ છબી સાથેની તે બધી પોસ્ટ પર સહાયરૂપ થશે?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["શું તમને ખાતરી છે કે જો બધી પોસ્ટ ભિન્ન બાબત જણાવતી હોય તો પણ, આ નોંધ આ વીડિયો સાથેની તે ", " પર સહાયરૂપ થશે?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["શું તમને ખાતરી છે કે જો બધી પોસ્ટ ભિન્ન બાબત જણાવતી હોય તો પણ, આ નોંધ આ વીડિયો સાથેની તે બધી પોસ્ટ પર સહાયરૂપ થશે?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["શું તમને ખાતરી છે કે જો બધી પોસ્ટ ભિન્ન બાબત જણાવતી હોય તો પણ, આ નોંધ આ મીડિયા સાથેની તે ", " પર સહાયરૂપ થશે?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["શું તમને ખાતરી છે કે જો બધી પોસ્ટ ભિન્ન બાબત જણાવતી હોય તો પણ, આ નોંધ આ મીડિયા સાથેની તે બધી પોસ્ટ પર સહાયરૂપ થશે?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", " વિશે વધુ જાણો"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["પારદર્શિતા માટે વિનંતીઓને અનામી બનાવવામાં આવે છે અને ", " કરવામાં આવે છે"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["જો તમે કમ્યૂનિટિ નોટ્સ લખવામાં અને રેટ કરવામાં મદદ કરવા માંગતા હો, તો ", "."];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["વિનંતીની ગુણવત્તા ઊંચી રાખવા અને સ્પામ અટકાવવા માટે, કમ્યૂનિટિ નોટની વિનંતી કરવા માટે એકાઉન્ટની સાથે ચકાસાયેલો ફોન નંબર હોવો જરૂરી છે. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["પોસ્ટના લેખક તરીકે, તમે ", " કરી શકો છો"];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " રેટિંગની અસર"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " લેખનની અસર"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["નોંધ મૂળ રૂપે એક પોસ્ટ પરની છબીમાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે અન્ય પોસ્ટ્સ પર બતાવવામાં આવી શકે છે જેમાં આ છબી શામેલ છે"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરની છબીમાં ઉમેરવામાં આવી અને આ છબી ધરાવતી અન્ય પોસ્ટ્સ પર બતાવાઈ શકે છે"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["નોંધ મૂળરૂપે એક પોસ્ટ પર વિડિઓમાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને આ વિડિઓનો સમાવેશ કરતી અન્ય પોસ્ટ્સ પર બતાવવામાં આવી શકે છે"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરના વિડિયોમાં ઉમેરવામાં આવી અને આ વિડિયો ધરાવતી અન્ય પોસ્ટ્સ પર બતાવાઈ શકે છે"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["નોંધ મૂળ રૂપે એક પોસ્ટ પર મીડિયામાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને આ મીડિયાનો સમાવેશ કરતી અન્ય પોસ્ટ્સ પર બતાવવામાં આવી શકે છે"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરના મીડિયામાં ઉમેરવામાં આવી અને આ મીડિયા ધરાવતી અન્ય પોસ્ટ્સ પર બતાવાઈ શકે છે"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["નોંધ મૂળરૂપે એક પોસ્ટ પર લખેલી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે અન્ય પોસ્ટ્સ પર બતાવવામાં આવી શકે છે જેમાં એક લિંક શામેલ છે"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["નોંધ મૂળરૂપે ", " પર લખેલી છે, અને અન્ય પોસ્ટ્સ પર બતાવવામાં આવી શકે છે જેમાં લિંક શામેલ છે ", " "];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["આ વીડિયોનો સમાવેશ કરતી હોય તેવી ", " પર બતાવી શકાય છે, જો લોકો સંમત થતા હોય કે તે થવું જોઈએ."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["આ વીડિયોનો સમાવેશ કરતી હોય તેવી પોસ્ટ પર બતાવી શકાય છે, જો લોકો સંમત થતા હોય કે તે થવું જોઈએ."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["આ છબીનો સમાવેશ કરતી હોય તેવી ", " પર બતાવી શકાય છે, જો લોકો સંમત થતા હોય કે તે થવું જોઈએ."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["આ છબીનો સમાવેશ કરતી હોય તેવી પોસ્ટ પર બતાવી શકાય છે, જો લોકો સંમત થતા હોય કે તે થવું જોઈએ."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["આ મીડિયાનો સમાવેશ કરતી હોય તેવી ", " પર બતાવી શકાય છે, જો લોકો સંમત થતા હોય કે તે થવું જોઈએ."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["આ મીડિયાનો સમાવેશ કરતી હોય તેવી પોસ્ટ પર બતાવી શકાય છે, જો લોકો સંમત થતા હોય કે તે થવું જોઈએ."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["નોંધ મૂળરૂપે એક પોસ્ટ પર વિડિઓમાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે ", "પર દેખાઈ રહી છે જેમાં આ વિડિઓ શામેલ છે"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરના વિડિયોમાં ઉમેરવામાં આવી અને આ વિડિયો ધરાવતી ", " પર બતાવાઈ રહી છે"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["નોંધ મૂળરૂપે એક પોસ્ટ પર વિડિઓમાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે ", " પર બતાવવામાં આવી શકે છે જેમાં આ વિડિઓ શામેલ છે"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરના વિડિયોમાં ઉમેરવામાં આવી અને આ વિડિયો ધરાવતી ", " પર બતાવાઈ શકે છે"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["નોંધ મૂળરૂપે પોસ્ટ પરની છબીમાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે ", " પર દેખાઈ રહી છે જેમાં આ છબી શામેલ છે"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરની છબીમાં ઉમેરવામાં આવી અને આ છબી ધરાવતી ", " પર બતાવાઈ રહી છે"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["નોંધ મૂળરૂપે પોસ્ટ પરની છબીમાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે ", " પર દેખાઈ શકે છે જેમાં આ છબી શામેલ છે"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરની છબીમાં ઉમેરવામાં આવી અને આ છબી ધરાવતી ", " પર બતાવાઈ શકે છે"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["નોંધ મૂળ રૂપે એક પોસ્ટ પર મીડિયામાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે ", "  પર દેખાઈ રહી છે જેમાં આ મીડિયા શામેલ છે"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરના મીડિયામાં ઉમેરવામાં આવી અને આ મીડિયા ધરાવતી ", " પર બતાવાઈ રહી છે"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["નોંધ મૂળ રૂપે એક પોસ્ટ પર મીડિયામાં ઉમેરવામાં આવી છે જે પછીથી કાઢી નાખવામાં આવી છે, અને તે ", " પર દેખાઈ શકે છે જેમાં આ મીડિયા શામેલ છે"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["નોંધ મૂળભૂત રૂપે ", " પરના મીડિયામાં ઉમેરવામાં આવી અને આ મીડિયા ધરાવતી ", " પર બતાવાઈ શકે છે"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["", " પર બતાવવામાં આવે છે જેમાં લિંક શામેલ હોય છે"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["ની લિંક શામેલ હોય તેવી ", " પર બતાવી શકાયું હોત ", " "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["મૂળ રૂપે એક પોસ્ટ પર નોંધ કરો જે પછીથી કાઢી નાખવામાં આવી છે. ", " પર બતાવવામાં આવે છે જેમાં લિંક શામેલ હોય છે"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["", " પર મૂળ નોંધ. ", "  પર બતાવવામાં આવે છે જેમાં લિંક ", "શામેલ હોય છે"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["મૂળ રૂપે એક પોસ્ટ પર નોંધ કરો જે પછીથી કાઢી નાખવામાં આવી છે. ની લિંક શામેલ હોય તેવી ", " પર બતાવી શકાય છે"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["", " પર મૂળ નોંધ. તેવી ", " પર બતાવી શકાયું હોત જે ", "ની લિન્કનો સમાવેશ કરે છે"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X પર નાના પ્રયોગાત્મક સમૂહને બતાવાય છે · " + this.props.impressionTruncated + "+ વ્યૂ"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X પર નાના પ્રયોગાત્મક સમૂહને બતાવાય છે"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X પર બતાવાય છે · " + this.props.impressionTruncated + "+ વ્યૂ"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X પર બતાવવામાં આવે છે"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["રેટિંગ્સ અનામી કરેલી હોય છે અને તે પારદર્શિતા માટે સાર્વજનિક રીતે ઉપલબ્ધ કરવામાં આવે છે. 'કોમ્યુનિટી નોટ્સ' કેવી રીતે ", " તે જાણો."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["તમે આ નોંધને ", " તરીકે રેટ કરી."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["તમે આ નોંધને ", " તરીકે રેટ કરી."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["તમે આ નોંધને ", " તરીકે રેટ કરી."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["શું આ નોંધ એવી ", " પર દર્શાવવી જોઈએ જેમાં લિંક શામેલ હોય ", "?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["શું આ નોંધ આ સમાન વીડિયોનો સમાવેશ કરતી ", " પર બતાવવી જોઈએ?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["શું આ નોંધ આ સમાન છબીનો સમાવેશ કરતી ", " પર બતાવવી જોઈએ?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["શું આ નોંધ આ સમાન મીડિયાનો સમાવેશ કરતી ", " પર બતાવવી જોઈએ?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["શું આ નોંધ એવી બધી પોસ્ટ્સ પર દર્શાવવી જોઈએ જેમાં ", " સાથેની લિંકનો સમાવેશ હોય?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["શું આ નોંધ આ સમાન વીડિયોનો સમાવેશ કરતી બધી પોસ્ટ પર બતાવવી જોઈએ?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["શું આ નોંધ આ સમાન છબીનો સમાવેશ કરતી બધી પોસ્ટ પર બતાવવી જોઈએ?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["શું આ નોંધ આ સમાન મીડિયાનો સમાવેશ કરતી બધી પોસ્ટ પર બતાવવી જોઈએ?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["'કોમ્યુનિટી નોટ્સ'ને બહેતર બનાવવા માટે વિચારો કે સૂચનો છે? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["વિનંતીકર્તાઓ દ્વારા ઉલ્લેખિત વધુ પોસ્ટ" + f(this.props.remainingCount, "", "્સ ") + " " + this.props.remainingCount + " બતાવો"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["'કોમ્યુનિટી નોટ્સ'ના યોગદાનકર્તાઓ ઉપનામોનો ઉપયોગ કરે છે · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["'કોમ્યુનિટી નોટ્સ'માં આ સુવિધા નવી છે, નિઃસંકોચપણે "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return [this.props.currentRatingImpact + "ના તમારા વર્તમાન સ્કોરથી, તમારા રેટિંગ પ્રભાવને વધારીને " + this.props.requiredRatingImpact + " કરો."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " કાઢી નાખવામાં આવેલી નોંધ"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["લખવાની તમારી ક્ષમતાને અનલૉક કરવા માટે, આ સ્કોરને વધારીને " + this.props.requiredRatingImpact + " કરો"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["નોટ્સ લખવાનું શરૂ કરવા માંગો છો? તમારા રેટિંગ પ્રભાવને " + this.props.requiredRatingImpact + " અથવા તેથી વધુ પર ઉઠાવો."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["કોમ્યુનિટી નોટ્સ, જે-તે નોટના લેખક અને રેટિંગ આપનારાઓને સચોટ રીતે પ્રતિષ્ઠા અપાવવા માટે કાઢી નાખેલી નોટ્સના સ્ટેટસને રાખી મૂકે છે. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["સંદર્ભ એવા લોકો દ્વારા લખવામાં આવે છે જેઓ Xનો ઉપયોગ કરે છે અને જ્યારે અન્ય લોકો દ્વારા મદદરૂપ રેટ કરવામાં આવે ત્યારે તે દેખાય છે. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["તમારા ડેટાસેટ્સનો ઉપયોગ X વિકાસકર્તા કરાર અને નીતિ દ્વારા સંચાલિત થાય છે. ડાઉનલોડ આયકન પર ક્લિક કરીને, તમે ", "થી સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return [this.props.totalFiles + "માંથી ફાઇલ નં. " + this.props.fileIndex];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["બીજું કંઈક શોધવાનો પ્રયાસ કરો અથવા એ જોવા માટે તમારી ", " તપાસો કે શું તે તમને સંભવિત રીતે સંવેદનશીલ સામગ્રીથી સુરક્ષિત કરી રહી છે."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " પહેલાં સક્રિય"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["શું તમે ખરેખર ", "ને મોડરેટર બનાવવા માંગો છો?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["શું તમે ખરેખર ", "ને મોડરેટર તરીકે દૂર કરવા માંગો છો?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["આગળ વધવા માટે ", " દાખલ કરો"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " દ્વારા પોસ્ટ છુપાવવામાં આવી"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " દ્વારા પોસ્ટને પિન કરવામાં આવી"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " દ્વારા પોસ્ટને અનપિન કરવામાં આવી"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " દ્વારા પોસ્ટ જાહેર કરવામાં આવી"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " દ્વારા સભ્યને દૂર કરવામાં આવ્યા"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " દ્વારા સભ્યને પાછા લેવામાં આવ્યા"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " આ કમ્યૂનિટિમાં જોડાયા"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " આ કમ્યૂનિટિ છોડી ગયા"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " દ્વારા સભ્યની વિનંતી મંજૂર કરવામાં આવી"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " દ્વારા સભ્યની વિનંતી નકારાઈ"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " દ્વારા સભ્યની વિનંતી ફરી મંજૂર કરવામાં આવી"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", " અને ", " દ્વારા જાણ કરેલ"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", " દ્વારા જાણ કરેલ"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", " દ્વારા જાણ કરેલ"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["તમે @", "ની પોસ્ટ છુપાવી"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["તમે @", "ની પોસ્ટ રાખી"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["", " દ્વારા " + this.props.date + "ના રોજ બનાવેલ"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["આ સુવિધાનો ઉપયોગ કરવા માટે, તમારી માલિકીના એકાઉન્ટ પર સ્વિચ કરો.\n\nયોગદાન આપનાર તરીકે, તમે સીધા સંદેશા મોકલી શકો છો, પોસ્ટ્સ પ્રકાશિત કરી શકો છો અને યાદીઓ બનાવી શકો છો — તેમજ તેમને જોઈ શકો છો.\n\nઅમે હંમેશા ડેલિગેટને સુધારવાની રીતો શોધીએ છીએ. નિઃસંકોચપણે "];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["આ સુવિધાનો ઉપયોગ કરવા માટે, તમારી માલિકીના એકાઉન્ટ પર સ્વિચ કરો.\n\nઍડ્મિન તરીકે, તમે સીધો સંદેશ મોકલી શકો છો, પોસ્ટ્સ પ્રકાશિત કરી શકો છો અને યાદી બનાવી શકો છો — તેમજ તેમને જોઈ શકો છો. તમે એકાઉન્ટમાં યોગદાનકર્તાઓને આમંત્રિત અથવા દૂર પણ કરી શકો છો અને પોસ્ટના વિશ્લેષણો જોઈ શકો છો.\n\nઅમે હંમેશા ડેલિગેટને સુધારવાની રીતો શોધીએ છીએ. નિઃસંકોચપણે "];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["આ નોકરી વિશે વધુ માહિતી જોવા માટે ", " કરો"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["તમારી સમયરેખામાં ", "માં ", "ની નોકરીઓ જોવાનું શરૂ કરો"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", "માં ", "ની નોકરીઓ બતાવાઈ છે"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["પોસ્ટ્સ જોવાથી @" + this.props.screenName + " અનલૉક થશે નહીં. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["", "માં પ્રી-ઓર્ડર કરો"];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["અમારા મનીટાઇઝેશન કાર્યક્રમો અને નીતિઓ વિશે ", " વધુ જાણો."];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["ખરીદી કરીને, તમે અમારા ", " અને ", " સાથે સંમત થાઓ છો. શરતોમાં વર્ણવ્યા મુજબ, જ્યાં સુધી સબ્સ્ક્રિપ્શન રદ ન થાય ત્યાં સુધી તે આપમેળે-રિન્યૂ થાય છે. કોઈ પણ સમયે રદ કરો."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["ખરીદી કરીને, તમે અમારા ", " અને ", " સાથે સંમ થાઓ છો."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["લાઇક્સ, ઉલ્લેખો, રીપોસ્ટ્સ અને બીજું ઘણું બધું — જ્યારે તે ચકાસાયેલા એકાઉન્ટથી આવશે, ત્યારે તમને તે અહીં મળશે. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", "માં 3જા પક્ષ માટેની એપ્લિકેશનના પ્રવેશ વિશે વધુ જાણો."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", " દ્વારા બનાવેલ. " + this.props.orgName + "ની ", " અને ", " વાંચો."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["સહાય માટે ", " પર સંદેશો મોકલો."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["શરૂઆત કરવા માટે "];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", "માંથી સિંક કરેલ"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["", "માંથી શેર કરેલ"];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X દ્વારા નિયુક્તિ વિશેના પ્રશ્નો માટે, અમને ", " પર ઇમેલ મોકલો."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(સંસ્થાઓ માટે, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["તમારી ", " શરૂ કરીને અને સબ્સ્ક્રાઇબ કરીને, તમે અમારી ", " સંમત થાઓ છો. " + this.props.numberOfDays + "-દિવસની મફત અજમાયશ પછી, તમે સાઇન અપ કરો ત્યારે તમે પસંદ કરો છો, જ્યાં સુધી તમે " + this.props.numberOfDays + "-દિવસની મફત અજમાયશ અવધિમાં રદ ન કરો ત્યાં સુધી તે વાર્ષિક અથવા માસિક યોજનાની રકમ તમારી પાસેથી વસૂલવામાં આવશે. શરતોમાં વર્ણવ્યા મુજબ, રદ ન થાય ત્યાં સુધી સબ્સ્ક્રિપ્શન્સ સ્વતઃ-નવીકરણ થાય છે. ", ". વધારાનાં શુલ્ક લાગુ થતા ટાળવા માટે રિન્યૂ થવાના ઓછામાં ઓછા 24 કલાક પહેલાં કોઈ પણ સમયે રદ કરો. સબ્સ્ક્રાઇબ કરવા માટે ચકાસાયેલો ફોન નંબર જરૂરી છે. જો તમે કોઈ બીજા પ્લૅટફૉર્મ પર સબ્સ્ક્રાઇબ કર્યું હોય, તો તમારા સબ્સ્ક્રિપ્શનને તે પ્લૅટફૉર્મ મારફતે મૅનેજ કરો."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબ કરીને, તમે અમારી ", " સાથે સંમત થાઓ છો. ", "માં જણાવ્યા અનુસાર, સબ્સ્ક્રિપ્શનો રદ ન થાય ત્યાં સુધી આપમેળે-રિન્યૂ થાય છે. ", " વધારાના શુલ્ક ટાળવા માટે રિન્યૂઅલ પહેલાં ઓછામાં ઓછા 24 કલાક પહેલાં રદ કરો. અપગ્રેડ કરતી વખતે, તમારું હાલનું સબ્સ્ક્રિપ્શન અને સંબંધિત સુવિધાઓ તાત્કાલિક સબ્સ્ક્રિપ્શનના નવા ટિઅર પર સ્વિચ થશે. નવા ટિઅર માટે તમારી પાસેથી તાત્કાલિક શુલ્ક વસૂલવામાં આવશે, પણ તમારા હાલના બિલિંગ સાઇકલનું જે કોઈ પ્રોરેટેડ બૅલેન્સ હશે તે આજના કુલ શુલ્ક પ્રતિ જમા કરવામાં આવશે. કાયદા અનુસાર જરૂરી નહીં હોય, તો તમને તમારા અગાઉના સબ્સ્ક્રિપ્શનના કોઈ પણ ભાગનું રિફંડ આપવામાં નહીં આવે."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબ કરીને, તમે અમારી ", " સાથે સંમત થાઓ છો. ", "માં જણાવ્યા અનુસાર, સબ્સ્ક્રિપ્શનો રદ ન થાય ત્યાં સુધી આપમેળે-રિન્યૂ થાય છે. ", ". વધારાના શુલ્ક ટાળવા માટે રિન્યૂઅલ પહેલાં ઓછામાં ઓછા 24 કલાક પહેલાં રદ કરો. ડાઉનગ્રેડ કરતી વખતે, તમારું હાલનું સબ્સ્ક્રિપ્શન, તમારું નવું સબ્સ્ક્રિપ્શન ચાલુ થાય ત્યારના તમારા આગલા બિલિંગ સાઇકલ સુધી સક્રિય રહેશે. તમારા નવા બિલિંગ સાઇકલના આરંભે તમારી પાસેથી નવા ટિઅરની કિંમત વસૂલવામાં આવશે."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબ કરીને, તમે અમારી ", " સાથે સંમત થાઓ છો. ", "માં જણાવ્યા અનુસાર, સબ્સ્ક્રિપ્શનો રદ ન થાય ત્યાં સુધી આપમેળે-રિન્યૂ થાય છે. ", ". વધારાના શુલ્ક ટાળવા માટે રિન્યૂઅલ પહેલાં ઓછામાં ઓછા 24 કલાક પહેલાં રદ કરો. સ્વિચ કરતી વખતે, તમે તમારા ટિઅર સાથે સંકળાયેલી સુવિધાઓનો આનંદ માણવાનું ચાલુ રાખશો. તમારી પાસેથી તાત્કાલિક ધોરણે નવા વાર્ષિક પ્લાનની કિંમત વસૂલવામાં આવશે અને તમારા માસિક બિલિંગ સાઇકલમાંનું જે કોઈ પ્રોરેટેડ બૅલેન્સ હશે તે તમારા આજના કુલ શુલ્ક પ્રતિ જમા કરવામાં આવશે."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબ કરીને, તમે અમારી ", " સાથે સંમત થાઓ છો. ", "માં જણાવ્યા અનુસાર, સબ્સ્ક્રિપ્શનો રદ ન થાય ત્યાં સુધી આપમેળે-રિન્યૂ થાય છે. ", ". વધારાના શુલ્ક ટાળવા માટે રિન્યૂઅલ પહેલાં ઓછામાં ઓછા 24 કલાક પહેલાં રદ કરો. સ્વિચ કરતી વખતે, તમે તમારા ટિઅર સાથે સંકળાયેલી સુવિધાઓનો આનંદ માણવાનું ચાલુ રાખશો. તમારી પાસેથી તાત્કાલિક ધોરણે ટિઅરની માસિક કિંમત વસૂલવામાં આવશે, પણ તમારી વાર્ષિક ચુકવણીમાંથી તમારી બાકીની પ્રોરેટેડ ક્રેડિટ, એ પૂરી ન થાય ત્યાં સુધી, તમારા માસિક શુલ્ક પ્રતિ જમા કરવામાં આવશે."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " ચૂકવી સબ્સ્ક્રાઇબ કરો"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["વાર્ષિક બિલિંગ ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["Googleની સાથે સરનામાની માહિતી શેર કરવામાં આવી છે. વધુ જાણવા માટે ", " અને ", " જુઓ."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["ફક્ત કોમ્યુનિટીના એડમિન્સ અને મોડરેટર્સ તેમને તેમની પ્રોફાઈલ્સ પર સ્પોટલાઈટ કરી શકે છે. તમારી પોતાની ", " માંગો છો?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["તમારી નજીકમાં રહેલા કોઈ કટોકટી કેન્દ્રને શોધવા માટે, ", "ની મુલાકાત લો."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["જો તમને લાગે કે તમે જોખમમાં છો, તો અમારી ભલામણ રહેશે કે તમે સ્થાનિક કાયદા અમલીકરણનો સંપર્ક કરો. જો તેમને ફૉલો અપના પ્રશ્નો હોય તો તેઓ ", "નો સંદર્ભ લઈ શકે છે."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["તમે હંમેશા ", "માંથી અનુસરવાનું બંધ કરી શકો છો."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["છેલ્લું અપડેટ ", "ના રોજ"];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["જ્યારે તમે તમારા સર્કલમાં ફેરફાર કરશો ત્યારે લોકોને જણાવવામાં આવશે નહીં. તમે જેને ઉમેરો છો તે કોઈ પણ વ્યક્તિને તમારા અગાઉના સર્કલની પોસ્ટ્સ દેખાશે નહીં. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["આ પોસ્ટ જેટલી વાર જોવાઈ તેની સંખ્યા. વધુ જાણવા માટે, ", "ની મુલાકાત લો."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["આ પોસ્ટ જેટલી વાર જોવાઈ તેની સંખ્યા. જોવાયાની સંખ્યાને દેખાવામાં થોડી મિનિટનો સમય લાગી શકે છે. વધુ જાણવા માટે, ", "ની મુલાકાત લો."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["આ પોસ્ટ માટે જોવાયાની સંખ્યાઓ ઉપલબ્ધ નથી. વધુ જાણવા માટે, ", "ની મુલાકાત લો."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["પ્રચાર બનાવો પર ક્લિક કરીને, તમે સૂચવી રહ્યા છો કે તમે ", " અને ", " વાંચી છે તથા તમે તેની સાથે સંમત છો."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["પ્રચાર બનાવો પર ક્લિક કરીને, તમે સૂચવી રહ્યા છો કે તમે ", " વાંચી છે અને તમે તેની સાથે સંમત છો."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["Xની ", " અનુસાર, આ જાહેરાતોના એકાઉન્ટ માટે લક્ષ્યીકરણના કેટલાક વિકલ્પો ઉપલબ્ધ નથી."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["પ્રમોટ પોસ્ટ પર ક્લિક કરીને, તમે સૂચવી રહ્યા છો કે તમે ", " અને", "."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["પ્રમોટ પોસ્ટ પર ક્લિક કરીને, તમે સૂચવી રહ્યા છો કે તમે ", " વાંચી છે તથા તમે તેની સાથે સંમત છો."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["આ પોસ્ટમાં કોઈ પણ છુપાયેલા પ્રત્યુત્તરો નથી, પરંતુ સંરક્ષિત પોસ્ટ્સને ફિલ્ટર કરી દેવામાં આવી શકે છે. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["આ ખરીદી કરવા માટે નીચે ક્લિક કરીને, તમે ", "થી બંધાયેલા રહેવા સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["આ ", " ને આ સહિત તેમની કોઈપણ યાદીઓમાં તમને શામેલ કરતા રોકે છે."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["તમારો ઈમેલ " + this.props.creatorName + "સાથે શેર કરો. સ્વીકારીને, તમે X ને ઑફ-પ્લેટફોર્મ કમ્યુનિકેશનના હેતુ માટે નિર્માતા સાથે ઈમેલ સરનામું શેર કરવા દેવા અને ", " સ્વીકારવા માટે સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["@" + this.props.screenName + "ને " + this.props.price + "માં " + this.props.tier + "નું એક વર્ષનું સબ્સ્ક્રિપ્શન ભેટમાં આપો. એકવાર તમે ચુકવણી પૂરી કરો, તે પછી તેમને સૂચિત કરવામાં આવશે કે તમે તેમને ભેટ મોકલી છે."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["ભેટ સબ્સ્ક્રિપ્શનની કિંમત ખરીદી સમયે વસૂલવામાં આવે છે અને તેનું રિફંડ આપવામાં આવતું નથી. તે એક-સમયનો વપરાશ, બદલી ન શકાય તેવી, ભેળવી ન શકાય તેવી હોય છે અને તેનું કોઈ રોકડ મૂલ્ય હોતું નથી. તે Xની સમીક્ષા અને પ્રાપ્તિકર્તાને આપવામાં આવ્યા પછી શરૂ થાય છે, જેમણે અમારી ", " અને અમારી નીતિઓ સ્વીકારવી જરૂરી છે. જો પ્રાપ્તિકર્તા યોગ્યતા માટેની આવશ્યકતાઓમાંથી એક પણનું પાલન કરવામાં નિષ્ફળ થાય, સબ્સ્ક્રિપ્શન રદ કરે અથવા અમારા નિયમો તથા નીતિઓ નકારે, તો ભેટને રિડીમ નહીં કરી શકાય અને તેનું રિફંડ આપવામાં નહીં આવે. કરવેરા લાગુ થઈ શકે છે. નિયમોમાં ફેરફાર થઈ શકે છે. "];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["સંસ્થાઓ ગોલ્ડ ચેકમાર્ક્સ ધરાવે છે, વ્યક્તિઓ ભૂરા ચેકમાર્ક્સ ધરાવે છે. અનુચિત ઉપયોગના પરિણામે, અમારી ", " અનુસાર, તમારું સબ્સ્ક્રિપ્શન રિફંડ અપાયા વિના રદ થશે."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["સંસ્થાઓ ચોરસ અવતારો ધરાવે છે, વ્યક્તિઓ વર્તુળાકાર અવતારો ધરાવે છે. અનુચિત ઉપયોગના પરિણામે, અમારી ", " અનુસાર, તમારું સબ્સ્ક્રિપ્શન રિફંડ અપાયા વિના રદ થશે."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["નોકરી માટે કયા જાહેરાત એકાઉન્ટનો ઉપયોગ કરવામાં આવે છે જ્યારે તેઓને ", " પોર્ટલ દ્વારા પ્રચાર કરવામાં આવે ત્યારે ગોઠવો."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["કોઈ પાત્ર એકાઉન્ટ્સ મળ્યાં નથી. આગલા પગલાં માટે ", " પૃષ્ઠ તપાસો."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["ચકાસાયેલી સંસ્થાઓ રદ કરવાના પરિણામે તમારી સંસ્થા તાત્કાલિક પોતાનું ગોલ્ડ ચેકમાર્ક ગુમાવશે."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["વધુમાં, બધાં સહયોગી એકાઉન્ટ્સ તાત્કાલિક રદ થશે અને તેમનું ગોલ્ડ કે ભૂરું ચેકમાર્ક અને સહયોગી બૅજિસ ગુમાવશે."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["રદ કરવાથી તમારી સંસ્થા અને તમામ સહયોગી એકાઉન્ટ્સમાંથી ચેકમાર્ક અને તમામ ચૂકવેલ સુવિધાઓ તરત જ દૂર થઈ જશે."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["જો આજે તમે રોકાઈ જવાનો નિર્ણય લેશો, તો અમે આગામી " + this.props.totalDays + " દિવસ સુધી દર " + this.props.daysOfCouponInterval + " દિવસ માટે તમારા પોર્ટલમાં " + this.props.creditAmount + " USD વધારાની નિઃશુલ્ક જાહેરાત ક્રેડિટ ઉમેરીશું. જ્યારે તમે આ ઑફરનો દાવો કરશો, ત્યારે અમારી સહાય ટીમ તમારી સંસ્થા માટે આ ક્રેડિટમાંથી મૂલ્યવાન લાભ મેળવવામાં સહાય કરવા માટે તમારો સંપર્ક કરશે."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["જો આજે તમે રોકાઈ જવાનો નિર્ણય લેશો, તો અમે આગામી " + this.props.daysToWaitForFirstRedeemable + " દિવસમાં તમારા પોર્ટલમાં " + this.props.creditAmount + " USD વધારાની નિઃશુલ્ક જાહેરાત ક્રેડિટ ઉમેરીશું. જ્યારે તમે આ ઑફરનો દાવો કરશો, ત્યારે અમારી સહાય ટીમ તમારી સંસ્થા માટે આ ક્રેડિટમાંથી મૂલ્યવાન લાભ મેળવવામાં સહાય કરવા માટે તમારો સંપર્ક કરશે."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["આ એક-સમયની ઑફર છે અને ફરીથી ઉપલબ્ધ નહીં થાય."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["તમે હજુ પણ પાછા જઈને, ફરીથી ઑફર કરવામાં ન આવનારી એક-સમયની ઑફરનો દાવો કરી શકો છો. તમારા આગલા બિલિંગ સાઇકલ પહેલાં તમારા સબ્સ્ક્રિપ્શનમાં બાકી રહેલા દિવસોનું રિફંડ આપવામાં નહીં આવે. ત્યાર પછી તમારું બિલ નહીં બને."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["ચકાસાયેલી સંસ્થાઓને X પર બધી સમસ્યાઓ માટે પ્રાધાન્ય સહાય મળે છે. સમસ્યા જે કોઈ હોય – અમે તમને શક્ય એટલી જલદી તેનો ઉકેલ મેળવવામાં સહાય કરી શકીએ છીએ. શું તમે ચકાસાયેલી સંસ્થાઓની ટીમના સભ્ય સાથે કૉલ કરવાનું શેડ્યૂલ બનાવીને સહાય મેળવવા માટે કોઈ વ્યક્તિ સાથે વાત કરવા ઇચ્છો છો?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["જો તમે રદ કરશો, તો તમે આ નિઃશુલ્ક જાહેરાત ક્રેડિટની અને તમારા સબ્સ્ક્રિપ્શન સાથે આવતી ભવિષ્યની બધી નિઃશુલ્ક જાહેરાત ક્રેડિટની ઍક્સેસ તાત્કાલિક ગુમાવશો. તમે આ લાભ માટે પહેલેથી ચુકવણી કરી દીધી હોવાથી, અમે તેનો ઉપયોગ કરવા માટે રોકાઈ જવાની ભલામણ કરીએ છીએ."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["તમારી મર્યાદા વધારવા માટે કૃપા કરીને ", " ચકાસાયેલી પ્રીમિયમ સહાયનો સંપર્ક કરો."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["દરેક વધારાના સહયોગી માટે ", "/", " ખર્ચ આવશે"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["", " તમારા પહેલા વર્ષ માટે વાર્ષિક, પછી ", " વાર્ષિક."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["દરેક વધારાના જોડાયેલા ખાતા માટે દર હેન્ડલ પ્રમાણે દર વર્ષે ", " લેવામાં આવશે. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " પ્રતિ હૅન્ડલ પ્રતિ ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["વર્ષિક યોજનાઓ પર 30% ડિસ્કાઉન્ટ અને $12,000 સુધીનો મફત જાહેરાત ક્રેડિટ મેળવાવો, જો તમે ", " પહેલા સબ્સ્ક્રાઇબ કરો"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["સંપૂર્ણ ઍક્સેસ માટે ", "/", " (", ") છે. વધારાના દરેક સહયોગી એકાઉન્ટ માટે ", " પ્રતિ હૅન્ડલ પ્રતિ ", " (", ") છે. "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["બેઝિક ", "/", " (", ") છે. "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબ કરો પર ક્લિક કરીને, તમે અમારી ", " સાથે સંમત થાઓ છો. જ્યાં સુધી સબ્સ્ક્રિપ્શનો રદ ન થાય ત્યાં સુધી તે આપમેળે-રિન્યૂ થાય છે. સાઇન અપ કરનારા બધાં એકાઉન્ટ્સ મૅન્યુઅલ મંજૂરી પાસ કરે તે જરૂરી છે."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["સબ્સ્ક્રાઇબ કરો પર ક્લિક કરીને, તમે અમારી ", " સાથે સંમત થાઓ છો. જ્યાં સુધી સબ્સ્ક્રિપ્શનોને રદ કરવામાં ન આવે ત્યાં સુધી તે ઑટો-રિન્યૂ થાય છે. સાઇન અપ થતાં એકાઉન્ટની અધિકૃતતા માટે સમીક્ષા કરવામાં આવે છે. જો એકાઉન્ટનું સાઇન અપ થાય અને તે સંસ્થા ન હોય, તો તમારો અસ્વીકાર થશે અને તમને રિફંડ નહીં મળે."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["ઉપરાંત મર્યાદિત સમય માટે, પ્રતિબદ્ધ સહાય સાથે ", "જાહેરાત ક્રેડિટ જે તમે તમારી સંસ્થા કે તેના કોઈ પણ સહયોગી માટે ", " ખર્ચી શકો."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["ઉપરાંત મર્યાદિત સમય માટે, ", " જાહેરાત ક્રેડિટ જે તમે પ્રતિબદ્ધ સહાય સાથે તમારી સંસ્થા માટે ", " ખર્ચી શકો."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return [this.props.activePriceLabel + "ની કિંમતે ", "" + this.props.activeTierName];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return [this.props.targetPriceLabel + "ની કિંમતે ", "" + this.props.targetTierName];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["સબ્સ્ક્રિપ્શનમાંનો આ ફેરફાર અહીં સમર્થિત નથી, કૃપા કરીને ચકાસણીકૃત પ્રિમિયમ સપોર્ટનો ", " સંપર્ક કરો."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["જો તમને વધારે સહયોગીઓની જરૂર હોય, તો ", " ચકાસાયેલ સેલ્સનો સંપર્ક કરો."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["'" + this.props.action + "' પર ક્લિક કરીને તમે ", "થી બંધાયેલા રહેવા સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["અમે આ માહિતીનો ઉપયોગ ઍપ્લિકેશનોનું મૂલ્યાંકન કરવા માટે કરીશું", ". ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["આ બૉક્સમાં નિશાની કરીને તમે જણાવો છો કે તમે ", " ઉપલબ્ધ નિયમો અને શરતો વાંચી છે અને તેની સાથે સંમત થાઓ છો."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["ચકાસાયેલી સંસ્થાઓમાં હવે " + this.props.xtc_coupon_value + " (અથવા તેને બરાબર સ્થાનિક ચલણમાં) જાહેરાત ક્રેડિટનો સમાવેશ થાય છે*. તમે તેને તમારી સંસ્થા કે તમારા કોઈ પણ સહયોગીને પણ લાગુ કરી શકો છો. રિડીમ કરવા માટે બસ, નીચે જાહેરાત એકાઉન્ટ પસંદ કરો."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["ચકાસાયેલી સંસ્થાઓમાં હવે " + this.props.xtc_coupon_value + " (અથવા તેને બરાબર સ્થાનિક ચલણમાં) જાહેરાત ક્રેડિટનો સમાવેશ થાય છે*. દર 30 દિવસે, તમને જાહેરાત પર ખર્ચવા માટે " + this.props.xtc_coupon_value + " (અથવા તેને બરાબર સ્થાનિક ચલણ) પ્રાપ્ત થશે જેને કોઈ પણ સમયે ખર્ચી શકાય છે. તમે તેને તમારી સંસ્થા કે તમારા કોઈ પણ સહયોગીને પણ લાગુ કરી શકો છો. રિડીમ કરવા માટે બસ, નીચે જાહેરાત એકાઉન્ટ પસંદ કરો."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["તમારા જાહેરાત એકાઉન્ટ ID મૅનેજ કરવા માટે, એ ", " કરો."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["સમસ્યાઓ આવે છે? જે કોઈ પ્રશ્ન હોય તેના માટે ", "નો સંપર્ક કરો."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["આ જાહેરાત ક્રેડિટ પર બાકીના ", " ખર્ચવા માટે તમારી પાસે ", " દિવસ બાકી છે."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["તમારી જાહેરાત ક્રેડિટ્સને સક્રિય કરો. જો તમે મલ્ટિપલ જાહેરાત એકાઉન્ટ્સ ધરાવતા હો, તો તમે ઇનપુટમાં નીચે ફેરફાર કરી શકો છો. " + this.props.expiresAt + " સુધીમાં ફરી રિડીમ કરી શકાય છે"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["તમારા X એકાઉન્ટ સાથે સંકળાયેલું તમારું જાહેરાત એકાઉન્ટ ID શોધો. તે તમને ", " મળશે."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ['તમે "નવી ચુકવણી પદ્ધતિ ઉમેરો" પસંદ કરીને જાહેરાત મૅનેજરમાં ચુકવણીના પ્રકાર તરીકે ક્રેડિટ કાર્ડ ઉમેરો તેની ખાતરી કરો. જો તમે ક્રેડિટ કાર્ડ સેટઅપ ન કર્યું હોય, તો તમારી ક્રેડિટ લાગુ નહીં થાય અને તમારી જાહેરાત ચાલશે નહીં.'];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["આ પેજમાં એકદમ ઉપર આવેલા ટેક્સ્ટ ઇનપુટમાં તમારા જાહેરાત એકાઉન્ટ IDની કૉપિ કરો. સક્રિય કરો પર ક્લિક કરો."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["તમારા અભિયાનને લૉન્ચ કરો."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ['તમે "નવી ચુકવણી પદ્ધતિ ઉમેરો" પસંદ કરીને જાહેરાત મૅનેજરમાં ચુકવણીના પ્રકાર તરીકે ક્રેડિટ કાર્ડ ઉમેરો તેની ખાતરી કરો. જો તમે ક્રેડિટ કાર્ડ સેટઅપ ન કર્યું હોય, તો તમારી જાહેરાત ચાલશે નહીં.'];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["તમને જાહેરાત મૅનેજરમાં બિલિંગ હેઠળ તમારી ક્રેડિટ લાગુ થયેલી દેખાશે."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["જો તમે ભૂતકાળમાં X સાથે જાહેરાત કરી હોય, તો તમે એકથી વધારે જાહેરાત એકાઉન્ટ ID ધરાવતા હોઈ શકો છો."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["તમને તમારા બધા જાહેરાત એકાઉન્ટ IDની સૂચિ ", " મળી શકશે."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["તમારી ક્રેડિટ લાગુ કરવા માટે સાચા જાહેરાત એકાઉન્ટ IDનો ઉપયોગ કરવાની ખાતરી કરો."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["ચકાસાયેલી સંસ્થાની સંપૂર્ણ ઍક્સેસના સબ્સ્ક્રાઇબર તરીકે તમે તમારા કોઈ પણ સહયોગી એકાઉન્ટ પર તમારી ક્રેડિટ લાગુ કરી શકો છો."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["આ કરવા માટે, તમને તમારે જેમાં અભિયાન ચલાવવું હોય તે સહયોગી એકાઉન્ટના જાહેરાત એકાઉન્ટ IDની ઍક્સેસ હોવી જરૂરી છે."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["સહયોગી એકાઉન્ટમાં લૉગિન કરવાથી અને ", " સુધી નૅવિગેટ કરવાથી તમને આ મળી શકશે"];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["ચકાસાયેલ સંસ્થાઓ ", " અને જોબ પ્રમોશન માટે ઉપયોગ કરવા માટે ક્રેડિટ મેળવવા માટે પાત્ર છે. જાહેરાત ક્ષમતાઓને સંપૂર્ણ રીતે સક્રિય કરવા માટે આ પગલાઓ પૂર્ણ કરો."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["ચકાસાયેલ સંસ્થાઓ ", " માટે ઉપયોગ કરવા માટે ક્રેડિટ મેળવવા માટે પાત્ર છે. જાહેરાત ક્ષમતાઓને સંપૂર્ણ રીતે સક્રિય કરવા માટે આ પગલાઓ પૂર્ણ કરો."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["કૂપન સક્રિય કરો"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["આ " + this.props.couponAmount + " ક્રેડિટ મેળવવા માટે સારી સ્થિતિમાં સક્રિય એકાઉન્ટ પસંદ કરો."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["તમે ", " એકાઉન્ટ ID ની સૂચિ શોધી શકો છો. ઉદાહરણ ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return [" નોકરીઓ ", " ક્રિયા સાથે પ્રચાર કરવા માટે તૈયાર છે."];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["એકવાર લાયક બન્યા પછી, નોકરીઓનો પ્રચાર ", " ક્રિયા સાથે કરી શકાય છે"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["અમે ટ્રેડમાર્ક ધારક અથવા તેમના અધિકૃત પ્રતિનિધિ દ્વારા સબમિટ થયેલી વિનંતીઓ સંબંધિત તપાસ કરીએ છીએ. વિગતો માટે કૃપા કરીને અમારી ", " જુઓ."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["નીચેના ફોરમેટમાં યાદી માલિકના હેન્ડલ અને યાદી નામ ઉમેરો: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["જો તમે ", " પર ફેરબદલી કરશો તો જ આ કૉલમ સાફ થઈ શકશે."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["", " પર અમારી ગોપનીયતા નીતિ જુઓ"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["", " પર અમારી સેવાની શરતો જુઓ"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["X અને તેના ભાગીદારો તમને બહેતર, વધુ સુરક્ષિત અને વધુ ઝડપી સેવા તથા અમારા વ્યવસાયને સપોર્ટ આપવા માટે કૂકીઝનો ઉપયોગ કરે છે. કેટલીક કૂકીઝ અમારી સેવાઓના ઉપયોગ માટે, અમારી સેવાઓને બહેતર બનાવવા માટે અને તે યોગ્ય રીતે કાર્ય કરે છે તેની ખાતરી કરવા માટે જરૂરી હોય છે. જો તમે “બધી કૂકીઝ સ્વીકારો” પર ક્લિક કરશો, તો તમે તમને તમારી રુચિ અનુસાર જાહેરાતો તથા સંદેશાવ્યવહાર પહોંચાડવા માટે X તથા તેના ભાગીદારોને કૂકીઝનો ઉપયોગ કરવાની મંજૂરી પણ આપો છો. જો તમે “બિનજરૂરી કૂકીઝ નકારો” પર ક્લિક કરશો, તો અમે વિશેષ રૂપે રચેલી જાહેરાતો અને સંદેશાવ્યવહાર માટે વધારાનો ડેટા એકત્ર કરવા કૂકીઝનો ઉપયોગ નહીં કરીએ. કૂકી વિશેની અમારી પદ્ધતિઓ વિશે વધુ જાણવા માટે, કૃપા કરી વેબ પર ", " પર અમારા કૂકી સહાયતા કેન્દ્રની મુલાકાત લો."];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["લેખક દ્વારા "];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", "આર્ટિકલ"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return [this.props.copyrightHolder + " દ્વારા કૉપિરાઇટ દાવાને કારણે આ મીડિયા અક્ષમ કરવામાં આવ્યું છે. તે અંગે વિવાદ નોંધાવવા માટે, કૃપા કરીને ", "નો ઉપયોગ કરો."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " દ્વારા રિપોસ્ટ થઈ"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", "ના રોજ " + this.props.time + " વાગ્યે"];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", " તરફથી"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " અને "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " અને "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " ", " ", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " ", " ", "", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", "ને પ્રત્યુતર આપી રહ્યાં છે"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["વાંચવામાં લગભગ ", " લાગશે"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", " તરફથી"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " સભ્ય" + f(this.props.count, "", "ો")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " દ્વારા અનુસરવામાં આવેલ છે"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " અને ", " દ્વારા અનુસર્યા"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", " અને ", " દ્વારા અનુસર્યા"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["", ", ", " અને તમે અનુસરો છો તે ", " અન્યો દ્વારા અનુસર્યા"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " અને ", " અન્ય લોકો આ વિષયમાં ટ્રેન્ડમાં છે"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["", " દ્વારા ચુકવાયેલ"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["", " દ્વારા ચૂકવેલ અને કોઈપણ ઉમેદવાર અથવા ઉમેદવારની સમિતિ દ્વારા અધિકૃત કરેલ નથી."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["", " દ્વારા ચૂકવેલ . " + this.props.sponsorshipCandidate + " દ્વારા અધિકૃત"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["માત્ર તમે અને તમારા સર્કલમાં રહેલાં લોકો જ આ પોસ્ટને જોઈ શકે છે. રીપોસ્ટ કરવા, અવતરણ કરવા અને શેર કરવાની સુવિધા ઉપલબ્ધ નથી. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["", " સાથે વર્તમાન સમય અનુસાર"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["", ", ", " સાથે વર્તમાન સમય અનુસાર"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " ", "થી"];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || i);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, o),
                    g && t(n, g),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    m
                );
            })(a(674132)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", o),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(o, e);
                });
            var g = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            g._validateParameterTypeNumber, g._validateParameterPresence;
            var m = g._numberRound,
                s = (g._numberFormat, g._numberFormatterFn),
                h = g._pluralGeneratorFn,
                y = (g._currencyNameFormat, g._currencyFormatterFn),
                k = (g._validateParameterTypeDate, g._dateToPartsFormat, g._dateToPartsFormatterFn),
                p = (g._dateFormat, g._dateFormatterFn),
                N = g._relativeTimeFormatterFn,
                l = g._unitFormatterFn;
            (g.a1519589603 = s(["", , 1, 0, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 હજાર", other: "0 હજાર" }, 4: { one: "00 હજાર", other: "00 હજાર" }, 5: { one: "0 લાખ", other: "0 લાખ" }, 6: { one: "00 લાખ", other: "00 લાખ" }, 7: { one: "0 કરોડ", other: "0 કરોડ" }, 8: { one: "00 કરોડ", other: "00 કરોડ" }, 9: { one: "0 અબજ", other: "0 અબજ" }, 10: { one: "00 અબજ", other: "00 અબજ" }, 11: { one: "0 નિખર્વ", other: "0 નિખર્વ" }, 12: { one: "0 મહાપદ્મ", other: "0 મહાપદ્મ" }, 13: { one: "0 શંકુ", other: "0 શંકુ" }, 14: { one: "0 જલધિ", other: "0 જલધિ" }, maxExponent: 14 }], g("gu").pluralGenerator({}))),
                (g.b404663377 = s(["", , 1, 0, 3, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a648131243 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a855079911 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a738004173 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b737321404 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 હજાર", other: "0 હજાર" }, 4: { one: "00 હજાર", other: "00 હજાર" }, 5: { one: "0 લાખ", other: "0 લાખ" }, 6: { one: "00 લાખ", other: "00 લાખ" }, 7: { one: "0 કરોડ", other: "0 કરોડ" }, 8: { one: "00 કરોડ", other: "00 કરોડ" }, 9: { one: "0 અબજ", other: "0 અબજ" }, 10: { one: "00 અબજ", other: "00 અબજ" }, 11: { one: "0 નિખર્વ", other: "0 નિખર્વ" }, 12: { one: "0 મહાપદ્મ", other: "0 મહાપદ્મ" }, 13: { one: "0 શંકુ", other: "0 શંકુ" }, 14: { one: "0 જલધિ", other: "0 જલધિ" }, maxExponent: 14 }], g("gu").pluralGenerator({}))),
                (g.a158914280 = s(["", , 1, 0, 1, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1711865771 = s(["", , 1, 0, 0, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1382100010 = s(["", , 1, 0, 1, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a843094026 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 હજાર", other: "0 હજાર" }, 4: { one: "00 હજાર", other: "00 હજાર" }, 5: { one: "0 લાખ", other: "0 લાખ" }, 6: { one: "00 લાખ", other: "00 લાખ" }, 7: { one: "0 કરોડ", other: "0 કરોડ" }, 8: { one: "00 કરોડ", other: "00 કરોડ" }, 9: { one: "0 અબજ", other: "0 અબજ" }, 10: { one: "00 અબજ", other: "00 અબજ" }, 11: { one: "0 નિખર્વ", other: "0 નિખર્વ" }, 12: { one: "0 મહાપદ્મ", other: "0 મહાપદ્મ" }, 13: { one: "0 શંકુ", other: "0 શંકુ" }, 14: { one: "0 જલધિ", other: "0 જલધિ" }, maxExponent: 14 }], g("gu").pluralGenerator({}))),
                (g.b44795411 = s(["", , 1, 1, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1113270677 = s(["", , 1, 2, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a215635057 = s(["", , 1, 0, 0, 1, 2, , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 હજાર", other: "0 હજાર" }, 4: { one: "00 હજાર", other: "00 હજાર" }, 5: { one: "0 લાખ", other: "0 લાખ" }, 6: { one: "00 લાખ", other: "00 લાખ" }, 7: { one: "0 કરોડ", other: "0 કરોડ" }, 8: { one: "00 કરોડ", other: "00 કરોડ" }, 9: { one: "0 અબજ", other: "0 અબજ" }, 10: { one: "00 અબજ", other: "00 અબજ" }, 11: { one: "0 નિખર્વ", other: "0 નિખર્વ" }, 12: { one: "0 મહાપદ્મ", other: "0 મહાપદ્મ" }, 13: { one: "0 શંકુ", other: "0 શંકુ" }, 14: { one: "0 જલધિ", other: "0 જલધિ" }, maxExponent: 14 }], g("gu").pluralGenerator({}))),
                (g.a792951240 = s(["'AED' ", , 1, 2, 2, , , 0, 3, 2, "", "'AED' #,##,##0.00", "-'AED' 'AED' #,##,##0.00", "-'AED' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2001364915 = s(["'ALL' ", , 1, 0, 0, , , , 3, 2, "", "'ALL' #,##,##0", "-'ALL' 'ALL' #,##,##0", "-'ALL' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b459278486 = s(["'ARS' ", , 1, 2, 2, , , 0, 3, 2, "", "'ARS' #,##,##0.00", "-'ARS' 'ARS' #,##,##0.00", "-'ARS' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a767675539 = s(["'A$'", , 1, 2, 2, , , 0, 3, 2, "", "'A$'#,##,##0.00", "-'A$''A$'#,##,##0.00", "-'A$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1063313130 = s(["'BAM' ", , 1, 2, 2, , , 0, 3, 2, "", "'BAM' #,##,##0.00", "-'BAM' 'BAM' #,##,##0.00", "-'BAM' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1123670394 = s(["'BDT' ", , 1, 2, 2, , , 0, 3, 2, "", "'BDT' #,##,##0.00", "-'BDT' 'BDT' #,##,##0.00", "-'BDT' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1397470255 = s(["'BGN' ", , 1, 2, 2, , , 0, 3, 2, "", "'BGN' #,##,##0.00", "-'BGN' 'BGN' #,##,##0.00", "-'BGN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a164742830 = s(["'BHD' ", , 1, 3, 3, , , 0, 3, 2, "", "'BHD' #,##,##0.000", "-'BHD' 'BHD' #,##,##0.000", "-'BHD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1995863388 = s(["'R$'", , 1, 2, 2, , , 0, 3, 2, "", "'R$'#,##,##0.00", "-'R$''R$'#,##,##0.00", "-'R$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1168020787 = s(["'BYR' ", , 1, 0, 0, , , , 3, 2, "", "'BYR' #,##,##0", "-'BYR' 'BYR' #,##,##0", "-'BYR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b438034796 = s(["'CA$'", , 1, 2, 2, , , 0, 3, 2, "", "'CA$'#,##,##0.00", "-'CA$''CA$'#,##,##0.00", "-'CA$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1180590167 = s(["'CHF' ", , 1, 2, 2, , , 0, 3, 2, "", "'CHF' #,##,##0.00", "-'CHF' 'CHF' #,##,##0.00", "-'CHF' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b749700473 = s(["'CLP' ", , 1, 0, 0, , , , 3, 2, "", "'CLP' #,##,##0", "-'CLP' 'CLP' #,##,##0", "-'CLP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1459277312 = s(["'CN¥'", , 1, 2, 2, , , 0, 3, 2, "", "'CN¥'#,##,##0.00", "-'CN¥''CN¥'#,##,##0.00", "-'CN¥'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b522012342 = s(["'COP' ", , 1, 0, 0, , , , 3, 2, "", "'COP' #,##,##0", "-'COP' 'COP' #,##,##0", "-'COP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a523557852 = s(["'CZK' ", , 1, 2, 2, , , 0, 3, 2, "", "'CZK' #,##,##0.00", "-'CZK' 'CZK' #,##,##0.00", "-'CZK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1750269388 = s(["'DKK' ", , 1, 2, 2, , , 0, 3, 2, "", "'DKK' #,##,##0.00", "-'DKK' 'DKK' #,##,##0.00", "-'DKK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1204147306 = s(["'DZD' ", , 1, 2, 2, , , 0, 3, 2, "", "'DZD' #,##,##0.00", "-'DZD' 'DZD' #,##,##0.00", "-'DZD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1224266474 = s(["'EGP' ", , 1, 2, 2, , , 0, 3, 2, "", "'EGP' #,##,##0.00", "-'EGP' 'EGP' #,##,##0.00", "-'EGP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1324065490 = s(["'€'", , 1, 2, 2, , , 0, 3, 2, "", "'€'#,##,##0.00", "-'€''€'#,##,##0.00", "-'€'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2026393513 = s(["'£'", , 1, 2, 2, , , 0, 3, 2, "", "'£'#,##,##0.00", "-'£''£'#,##,##0.00", "-'£'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a149646522 = s(["'GHS' ", , 1, 2, 2, , , 0, 3, 2, "", "'GHS' #,##,##0.00", "-'GHS' 'GHS' #,##,##0.00", "-'GHS' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1636939220 = s(["'GTQ' ", , 1, 2, 2, , , 0, 3, 2, "", "'GTQ' #,##,##0.00", "-'GTQ' 'GTQ' #,##,##0.00", "-'GTQ' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b480234183 = s(["'HK$'", , 1, 2, 2, , , 0, 3, 2, "", "'HK$'#,##,##0.00", "-'HK$''HK$'#,##,##0.00", "-'HK$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b17189975 = s(["'HRK' ", , 1, 2, 2, , , 0, 3, 2, "", "'HRK' #,##,##0.00", "-'HRK' 'HRK' #,##,##0.00", "-'HRK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1185020927 = s(["'HUF' ", , 1, 2, 2, , , 0, 3, 2, "", "'HUF' #,##,##0.00", "-'HUF' 'HUF' #,##,##0.00", "-'HUF' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a295431927 = s(["'IDR' ", , 1, 0, 0, , , , 3, 2, "", "'IDR' #,##,##0", "-'IDR' 'IDR' #,##,##0", "-'IDR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b302997136 = s(["'₪'", , 1, 2, 2, , , 0, 3, 2, "", "'₪'#,##,##0.00", "-'₪''₪'#,##,##0.00", "-'₪'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a628924801 = s(["'₹'", , 1, 2, 2, , , 0, 3, 2, "", "'₹'#,##,##0.00", "-'₹''₹'#,##,##0.00", "-'₹'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1201622418 = s(["'IQD' ", , 1, 0, 0, , , , 3, 2, "", "'IQD' #,##,##0", "-'IQD' 'IQD' #,##,##0", "-'IQD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a677815661 = s(["'ISK' ", , 1, 0, 0, , , , 3, 2, "", "'ISK' #,##,##0", "-'ISK' 'ISK' #,##,##0", "-'ISK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1950273883 = s(["'JP¥'", , 1, 0, 0, , , , 3, 2, "", "'JP¥'#,##,##0", "-'JP¥''JP¥'#,##,##0", "-'JP¥'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b237023903 = s(["'KES' ", , 1, 2, 2, , , 0, 3, 2, "", "'KES' #,##,##0.00", "-'KES' 'KES' #,##,##0.00", "-'KES' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a388535909 = s(["'₩'", , 1, 0, 0, , , , 3, 2, "", "'₩'#,##,##0", "-'₩''₩'#,##,##0", "-'₩'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a998115924 = s(["'KWD' ", , 1, 3, 3, , , 0, 3, 2, "", "'KWD' #,##,##0.000", "-'KWD' 'KWD' #,##,##0.000", "-'KWD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1652602861 = s(["'KZT' ", , 1, 2, 2, , , 0, 3, 2, "", "'KZT' #,##,##0.00", "-'KZT' 'KZT' #,##,##0.00", "-'KZT' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1054810324 = s(["'LBP' ", , 1, 0, 0, , , , 3, 2, "", "'LBP' #,##,##0", "-'LBP' 'LBP' #,##,##0", "-'LBP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1057454504 = s(["'MAD' ", , 1, 2, 2, , , 0, 3, 2, "", "'MAD' #,##,##0.00", "-'MAD' 'MAD' #,##,##0.00", "-'MAD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1856723854 = s(["'MKD' ", , 1, 2, 2, , , 0, 3, 2, "", "'MKD' #,##,##0.00", "-'MKD' 'MKD' #,##,##0.00", "-'MKD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b757471775 = s(["'MX$'", , 1, 2, 2, , , 0, 3, 2, "", "'MX$'#,##,##0.00", "-'MX$''MX$'#,##,##0.00", "-'MX$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1745887922 = s(["'MYR' ", , 1, 2, 2, , , 0, 3, 2, "", "'MYR' #,##,##0.00", "-'MYR' 'MYR' #,##,##0.00", "-'MYR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1353769181 = s(["'NGN' ", , 1, 2, 2, , , 0, 3, 2, "", "'NGN' #,##,##0.00", "-'NGN' 'NGN' #,##,##0.00", "-'NGN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2092804142 = s(["'NOK' ", , 1, 2, 2, , , 0, 3, 2, "", "'NOK' #,##,##0.00", "-'NOK' 'NOK' #,##,##0.00", "-'NOK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a952075266 = s(["'NZ$'", , 1, 2, 2, , , 0, 3, 2, "", "'NZ$'#,##,##0.00", "-'NZ$''NZ$'#,##,##0.00", "-'NZ$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1658970145 = s(["'PEN' ", , 1, 2, 2, , , 0, 3, 2, "", "'PEN' #,##,##0.00", "-'PEN' 'PEN' #,##,##0.00", "-'PEN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1374372480 = s(["'PHP' ", , 1, 2, 2, , , 0, 3, 2, "", "'PHP' #,##,##0.00", "-'PHP' 'PHP' #,##,##0.00", "-'PHP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1315379241 = s(["'PKR' ", , 1, 0, 0, , , , 3, 2, "", "'PKR' #,##,##0", "-'PKR' 'PKR' #,##,##0", "-'PKR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1025569030 = s(["'PLN' ", , 1, 2, 2, , , 0, 3, 2, "", "'PLN' #,##,##0.00", "-'PLN' 'PLN' #,##,##0.00", "-'PLN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1626091882 = s(["'QAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'QAR' #,##,##0.00", "-'QAR' 'QAR' #,##,##0.00", "-'QAR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1410762535 = s(["'RON' ", , 1, 2, 2, , , 0, 3, 2, "", "'RON' #,##,##0.00", "-'RON' 'RON' #,##,##0.00", "-'RON' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b378081557 = s(["'RSD' ", , 1, 0, 0, , , , 3, 2, "", "'RSD' #,##,##0", "-'RSD' 'RSD' #,##,##0", "-'RSD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2136890759 = s(["'RUB' ", , 1, 2, 2, , , 0, 3, 2, "", "'RUB' #,##,##0.00", "-'RUB' 'RUB' #,##,##0.00", "-'RUB' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b62851860 = s(["'SAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'SAR' #,##,##0.00", "-'SAR' 'SAR' #,##,##0.00", "-'SAR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b639407263 = s(["'SEK' ", , 1, 2, 2, , , 0, 3, 2, "", "'SEK' #,##,##0.00", "-'SEK' 'SEK' #,##,##0.00", "-'SEK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a778182040 = s(["'SGD' ", , 1, 2, 2, , , 0, 3, 2, "", "'SGD' #,##,##0.00", "-'SGD' 'SGD' #,##,##0.00", "-'SGD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1683961659 = s(["'฿'", , 1, 2, 2, , , 0, 3, 2, "", "'฿'#,##,##0.00", "-'฿''฿'#,##,##0.00", "-'฿'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a623977442 = s(["'TND' ", , 1, 3, 3, , , 0, 3, 2, "", "'TND' #,##,##0.000", "-'TND' 'TND' #,##,##0.000", "-'TND' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a205548739 = s(["'TRY' ", , 1, 2, 2, , , 0, 3, 2, "", "'TRY' #,##,##0.00", "-'TRY' 'TRY' #,##,##0.00", "-'TRY' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1422151676 = s(["'NT$'", , 1, 2, 2, , , 0, 3, 2, "", "'NT$'#,##,##0.00", "-'NT$''NT$'#,##,##0.00", "-'NT$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1570333377 = s(["'TZS' ", , 1, 0, 0, , , , 3, 2, "", "'TZS' #,##,##0", "-'TZS' 'TZS' #,##,##0", "-'TZS' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1894976612 = s(["'UAH' ", , 1, 2, 2, , , 0, 3, 2, "", "'UAH' #,##,##0.00", "-'UAH' 'UAH' #,##,##0.00", "-'UAH' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b46707224 = s(["'UGX' ", , 1, 0, 0, , , , 3, 2, "", "'UGX' #,##,##0", "-'UGX' 'UGX' #,##,##0", "-'UGX' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1679270100 = s(["'US$'", , 1, 2, 2, , , 0, 3, 2, "", "'US$'#,##,##0.00", "-'US$''US$'#,##,##0.00", "-'US$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1349436769 = s(["'VEF' ", , 1, 2, 2, , , 0, 3, 2, "", "'VEF' #,##,##0.00", "-'VEF' 'VEF' #,##,##0.00", "-'VEF' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b198270105 = s(["'₫'", , 1, 0, 0, , , , 3, 2, "", "'₫'#,##,##0", "-'₫''₫'#,##,##0", "-'₫'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1679187661 = s(["'ZAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'ZAR' #,##,##0.00", "-'ZAR' 'ZAR' #,##,##0.00", "-'ZAR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1712427180 = s(["'ZMW' ", , 1, 2, 2, , , 0, 3, 2, "", "'ZMW' #,##,##0.00", "-'ZMW' 'ZMW' #,##,##0.00", "-'ZMW' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a852523491 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1213328762 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 હજાર", other: "0 હજાર" }, 4: { one: "00 હજાર", other: "00 હજાર" }, 5: { one: "0 લાખ", other: "0 લાખ" }, 6: { one: "00 લાખ", other: "00 લાખ" }, 7: { one: "0 કરોડ", other: "0 કરોડ" }, 8: { one: "00 કરોડ", other: "00 કરોડ" }, 9: { one: "0 અબજ", other: "0 અબજ" }, 10: { one: "00 અબજ", other: "00 અબજ" }, 11: { one: "0 નિખર્વ", other: "0 નિખર્વ" }, 12: { one: "0 મહાપદ્મ", other: "0 મહાપદ્મ" }, 13: { one: "0 શંકુ", other: "0 શંકુ" }, 14: { one: "0 જલધિ", other: "0 જલધિ" }, maxExponent: 14 }], g("gu").pluralGenerator({}))),
                (g.b1768060472 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 હજાર", other: "0 હજાર" }, 4: { one: "00 હજાર", other: "00 હજાર" }, 5: { one: "0 લાખ", other: "0 લાખ" }, 6: { one: "00 લાખ", other: "00 લાખ" }, 7: { one: "0 કરોડ", other: "0 કરોડ" }, 8: { one: "00 કરોડ", other: "00 કરોડ" }, 9: { one: "0 અબજ", other: "0 અબજ" }, 10: { one: "00 અબજ", other: "00 અબજ" }, 11: { one: "0 નિખર્વ", other: "0 નિખર્વ" }, 12: { one: "0 મહાપદ્મ", other: "0 મહાપદ્મ" }, 13: { one: "0 શંકુ", other: "0 શંકુ" }, 14: { one: "0 જલધિ", other: "0 જલધિ" }, maxExponent: 14 }], g("gu").pluralGenerator({}))),
                (g.b1957892311 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1726069085 = h(function (e) {
                    return e >= 0 && e <= 1 ? "one" : "other";
                })),
                (g.b695424545 = y(g("gu").numberFormatter({ raw: "'AED' #,##,##0.00" }))),
                (g.a1451167134 = y(g("gu").numberFormatter({ raw: "'ALL' #,##,##0" }))),
                (g.b1613341315 = y(g("gu").numberFormatter({ raw: "'ARS' #,##,##0.00" }))),
                (g.a619732463 = y(g("gu").numberFormatter({ raw: "'A$'#,##,##0.00" }))),
                (g.a2050000721 = y(g("gu").numberFormatter({ raw: "'BAM' #,##,##0.00" }))),
                (g.a617948525 = y(g("gu").numberFormatter({ raw: "'BDT' #,##,##0.00" }))),
                (g.b1186282634 = y(g("gu").numberFormatter({ raw: "'BGN' #,##,##0.00" }))),
                (g.b585070463 = y(g("gu").numberFormatter({ raw: "'BHD' #,##,##0.000" }))),
                (g.b70935037 = y(g("gu").numberFormatter({ raw: "'R$'#,##,##0.00" }))),
                (g.a2018398340 = y(g("gu").numberFormatter({ raw: "'BYR' #,##,##0" }))),
                (g.b759818599 = y(g("gu").numberFormatter({ raw: "'CA$'#,##,##0.00" }))),
                (g.a1214998174 = y(g("gu").numberFormatter({ raw: "'CHF' #,##,##0.00" }))),
                (g.a756337112 = y(g("gu").numberFormatter({ raw: "'CLP' #,##,##0" }))),
                (g.b1505960463 = y(g("gu").numberFormatter({ raw: "'CN¥'#,##,##0.00" }))),
                (g.b876119141 = y(g("gu").numberFormatter({ raw: "'COP' #,##,##0" }))),
                (g.a153341003 = y(g("gu").numberFormatter({ raw: "'CZK' #,##,##0.00" }))),
                (g.a1468498011 = y(g("gu").numberFormatter({ raw: "'DKK' #,##,##0.00" }))),
                (g.a1695747281 = y(g("gu").numberFormatter({ raw: "'DZD' #,##,##0.00" }))),
                (g.b195560623 = y(g("gu").numberFormatter({ raw: "'EGP' #,##,##0.00" }))),
                (g.b598152675 = y(g("gu").numberFormatter({ raw: "'€'#,##,##0.00" }))),
                (g.b1147458358 = y(g("gu").numberFormatter({ raw: "'£'#,##,##0.00" }))),
                (g.b31516115 = y(g("gu").numberFormatter({ raw: "'GHS' #,##,##0.00" }))),
                (g.a1971335163 = y(g("gu").numberFormatter({ raw: "'GTQ' #,##,##0.00" }))),
                (g.b350599298 = y(g("gu").numberFormatter({ raw: "'HK$'#,##,##0.00" }))),
                (g.a1767363230 = y(g("gu").numberFormatter({ raw: "'HRK' #,##,##0.00" }))),
                (g.b8238778 = y(g("gu").numberFormatter({ raw: "'HUF' #,##,##0.00" }))),
                (g.b124539320 = y(g("gu").numberFormatter({ raw: "'IDR' #,##,##0" }))),
                (g.b1585815313 = y(g("gu").numberFormatter({ raw: "'₪'#,##,##0.00" }))),
                (g.a160562898 = y(g("gu").numberFormatter({ raw: "'₹'#,##,##0.00" }))),
                (g.b1872701469 = y(g("gu").numberFormatter({ raw: "'IQD' #,##,##0" }))),
                (g.a102709950 = y(g("gu").numberFormatter({ raw: "'ISK' #,##,##0" }))),
                (g.b416182644 = y(g("gu").numberFormatter({ raw: "'JP¥'#,##,##0" }))),
                (g.b17753114 = y(g("gu").numberFormatter({ raw: "'KES' #,##,##0.00" }))),
                (g.b1250590545 = y(g("gu").numberFormatter({ raw: "'₩'#,##,##0" }))),
                (g.b1651993305 = y(g("gu").numberFormatter({ raw: "'KWD' #,##,##0.000" }))),
                (g.a1468584154 = y(g("gu").numberFormatter({ raw: "'KZT' #,##,##0.00" }))),
                (g.b1023341275 = y(g("gu").numberFormatter({ raw: "'LBP' #,##,##0" }))),
                (g.b511584433 = y(g("gu").numberFormatter({ raw: "'MAD' #,##,##0.00" }))),
                (g.b226482215 = y(g("gu").numberFormatter({ raw: "'MKD' #,##,##0.00" }))),
                (g.b1287544740 = y(g("gu").numberFormatter({ raw: "'MX$'#,##,##0.00" }))),
                (g.b285524455 = y(g("gu").numberFormatter({ raw: "'MYR' #,##,##0.00" }))),
                (g.b1747395094 = y(g("gu").numberFormatter({ raw: "'NGN' #,##,##0.00" }))),
                (g.a971779605 = y(g("gu").numberFormatter({ raw: "'NOK' #,##,##0.00" }))),
                (g.a1943981447 = y(g("gu").numberFormatter({ raw: "'NZ$'#,##,##0.00" }))),
                (g.b36781786 = y(g("gu").numberFormatter({ raw: "'PEN' #,##,##0.00" }))),
                (g.b1611979737 = y(g("gu").numberFormatter({ raw: "'PHP' #,##,##0.00" }))),
                (g.a1107789608 = y(g("gu").numberFormatter({ raw: "'PKR' #,##,##0" }))),
                (g.a1880776685 = y(g("gu").numberFormatter({ raw: "'PLN' #,##,##0.00" }))),
                (g.b1729469571 = y(g("gu").numberFormatter({ raw: "'QAR' #,##,##0.00" }))),
                (g.b561026194 = y(g("gu").numberFormatter({ raw: "'RON' #,##,##0.00" }))),
                (g.b1592270276 = y(g("gu").numberFormatter({ raw: "'RSD' #,##,##0" }))),
                (g.a125478784 = y(g("gu").numberFormatter({ raw: "'RUB' #,##,##0.00" }))),
                (g.a1756151099 = y(g("gu").numberFormatter({ raw: "'SAR' #,##,##0.00" }))),
                (g.a810794470 = y(g("gu").numberFormatter({ raw: "'SEK' #,##,##0.00" }))),
                (g.b1909569521 = y(g("gu").numberFormatter({ raw: "'SGD' #,##,##0.00" }))),
                (g.a663486193 = y(g("gu").numberFormatter({ raw: "'฿'#,##,##0.00" }))),
                (g.a1750799285 = y(g("gu").numberFormatter({ raw: "'TND' #,##,##0.000" }))),
                (g.a1607058884 = y(g("gu").numberFormatter({ raw: "'TRY' #,##,##0.00" }))),
                (g.a1148397822 = y(g("gu").numberFormatter({ raw: "'NT$'#,##,##0.00" }))),
                (g.b54621166 = y(g("gu").numberFormatter({ raw: "'TZS' #,##,##0" }))),
                (g.a660512963 = y(g("gu").numberFormatter({ raw: "'UAH' #,##,##0.00" }))),
                (g.b2146333127 = y(g("gu").numberFormatter({ raw: "'UGX' #,##,##0" }))),
                (g.b658806567 = y(g("gu").numberFormatter({ raw: "'US$'#,##,##0.00" }))),
                (g.a1601112424 = y(g("gu").numberFormatter({ raw: "'VEF' #,##,##0.00" }))),
                (g.a941452659 = y(g("gu").numberFormatter({ raw: "'₫'#,##,##0" }))),
                (g.a1070921556 = y(g("gu").numberFormatter({ raw: "'ZAR' #,##,##0.00" }))),
                (g.b1020790405 = y(g("gu").numberFormatter({ raw: "'ZMW' #,##,##0.00" }))),
                (g.b1917104113 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "d MMM", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } } })),
                (g.a54196910 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } } })),
                (g.a1726644385 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "AM", pm: "PM" } })),
                (g.a672565330 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM", timeSeparator: ":", days: { E: { 1: { sun: "રવિ", mon: "સોમ", tue: "મંગળ", wed: "બુધ", thu: "ગુરુ", fri: "શુક્ર", sat: "શનિ" } } }, months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } } })),
                (g.a1653354899 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM, y", timeSeparator: ":", days: { E: { 1: { sun: "રવિ", mon: "સોમ", tue: "મંગળ", wed: "બુધ", thu: "ગુરુ", fri: "શુક્ર", sat: "શનિ" } } }, months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } } })),
                (g.a679953498 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "જાન્યુઆરી", 2: "ફેબ્રુઆરી", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટેમ્બર", 10: "ઑક્ટોબર", 11: "નવેમ્બર", 12: "ડિસેમ્બર" } } } })),
                (g.a607740041 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (g.b762277525 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM, y", timeSeparator: ":", months: { M: { 4: { 1: "જાન્યુઆરી", 2: "ફેબ્રુઆરી", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટેમ્બર", 10: "ઑક્ટોબર", 11: "નવેમ્બર", 12: "ડિસેમ્બર" } } } })),
                (g.a268034474 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "d MMM h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (g.b422443135 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (g.a1164514021 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (g.b1522333006 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } } })),
                (g.b964784251 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM, y એ hh:mm:ss a zzzz વાગ્યે", timeSeparator: ":", days: { E: { 4: { sun: "રવિવાર", mon: "સોમવાર", tue: "મંગળવાર", wed: "બુધવાર", thu: "ગુરુવાર", fri: "શુક્રવાર", sat: "શનિવાર" } } }, months: { M: { 4: { 1: "જાન્યુઆરી", 2: "ફેબ્રુઆરી", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટેમ્બર", 10: "ઑક્ટોબર", 11: "નવેમ્બર", 12: "ડિસેમ્બર" } } }, dayPeriods: { am: "AM", pm: "PM" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (g.a152970335 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y hh:mm:ss a", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (g.a75437893 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (g.a232901378 = k({ 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "hh:mm a", timeSeparator: ":", dayPeriods: { am: "AM", pm: "PM" } })),
                (g.a981878452 = k({ 1: g("gu").numberFormatter({ raw: "0" }), 2: g("gu").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "રવિ", mon: "સોમ", tue: "મંગળ", wed: "બુધ", thu: "ગુરુ", fri: "શુક્ર", sat: "શનિ" } } }, dayPeriods: { am: "AM", pm: "PM" } })),
                (g.a53511717 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "જાન્યુઆરી", 2: "ફેબ્રુઆરી", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટેમ્બર", 10: "ઑક્ટોબર", 11: "નવેમ્બર", 12: "ડિસેમ્બર" } } } })),
                (g.b316703598 = k({ 1: g("gu").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "જાન્યુ", 2: "ફેબ્રુ", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટે", 10: "ઑક્ટો", 11: "નવે", 12: "ડિસે" } } } })),
                (g.b1917789306 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "જાન્યુઆરી", 2: "ફેબ્રુઆરી", 3: "માર્ચ", 4: "એપ્રિલ", 5: "મે", 6: "જૂન", 7: "જુલાઈ", 8: "ઑગસ્ટ", 9: "સપ્ટેમ્બર", 10: "ઑક્ટોબર", 11: "નવેમ્બર", 12: "ડિસેમ્બર" } } } })),
                (g.b664543866 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "રવિવાર", mon: "સોમવાર", tue: "મંગળવાર", wed: "બુધવાર", thu: "ગુરુવાર", fri: "શુક્રવાર", sat: "શનિવાર" } } } })),
                (g.a1986456102 = p(g("gu").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (g.a805479287 = p(g("gu").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (g.a890483832 = p(g("gu").dateToPartsFormatter({ skeleton: "hm" }))),
                (g.a1423847707 = p(g("gu").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (g.b826695190 = p(g("gu").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (g.a1431235875 = p(g("gu").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (g.a1035598610 = p(g("gu").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (g.a139644674 = p(g("gu").dateToPartsFormatter({ date: "long" }))),
                (g.a2082951681 = p(g("gu").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (g.a1767341258 = p(g("gu").dateToPartsFormatter({ date: "short" }))),
                (g.b940668882 = p(g("gu").dateToPartsFormatter({ skeleton: "y" }))),
                (g.b1913740087 = p(g("gu").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (g.b1356191332 = p(g("gu").dateToPartsFormatter({ datetime: "full" }))),
                (g.a1967887542 = p(g("gu").dateToPartsFormatter({ datetime: "medium" }))),
                (g.a826720270 = p(g("gu").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (g.b1872281525 = p(g("gu").dateToPartsFormatter({ time: "short" }))),
                (g.a830705085 = p(g("gu").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (g.a804794094 = p(g("gu").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (g.b1152864151 = p(g("gu").dateToPartsFormatter({ date: "medium" }))),
                (g.a1985770909 = p(g("gu").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (g.b1055950947 = p(g("gu").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (g.b122753605 = N(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "{0} દિવસમાં", "relativeTimePattern-count-other": "{0} દિવસમાં" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} દિવસ પહેલાં", "relativeTimePattern-count-other": "{0} દિવસ પહેલાં" }, "relative-type--2": "ગયા પરમદિવસે", "relative-type--1": "ગઈકાલે", "relative-type-0": "આજે", "relative-type-1": "આવતીકાલે", "relative-type-2": "પરમદિવસે" })),
                (g.b257399904 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0} પ્રતિ {1}", unitProperties: { displayName: "સેકંડ", one: "{0} સેકંડ", other: "{0} સેકંડ", perUnitPattern: "{0} પ્રતિ સેકંડ" } })),
                (g.b2144363200 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0} પ્રતિ {1}", unitProperties: { displayName: "મિનિટ", one: "{0} મિનિટ", other: "{0} મિનિટ", perUnitPattern: "{0} પ્રતિ મિનિટ" } })),
                (g.a584477648 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0} પ્રતિ {1}", unitProperties: { displayName: "કલાક", one: "{0} કલાક", other: "{0} કલાક", perUnitPattern: "{0} પ્રતિ કલાક" } })),
                (g.b856806687 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "સેકંડ", one: "{0} સે", other: "{0} સે", perUnitPattern: "{0}/સે" } })),
                (g.b1752335231 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "મિનિટ", one: "{0} મિ", other: "{0} મિ", perUnitPattern: "{0}/મિ" } })),
                (g.a733669137 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "કલાક", one: "{0} ક", other: "{0} ક", perUnitPattern: "{0}/ક" } })),
                (g.a1007844595 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "દિવસ", one: "{0} દિ", other: "{0} દિ", perUnitPattern: "{0}/ દિ" } })),
                (g.a2122191410 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0} પ્રતિ {1}", unitProperties: { displayName: "દિવસ", one: "{0} દિવસ", other: "{0} દિવસ", perUnitPattern: "{0} પ્રતિ દિવસ" } })),
                (g.a1763851415 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "મહિના", one: "{0} મ", other: "{0} મ", perUnitPattern: "{0}/માસ" } })),
                (g.b1090426154 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0} પ્રતિ {1}", unitProperties: { displayName: "મહિના", one: "{0} મહિનો", other: "{0} મહિના", perUnitPattern: "{0} પ્રતિ મહિનો" } })),
                (g.a2138231530 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "વર્ષ", one: "{0} વ", other: "{0} વ", perUnitPattern: "{0}/વર્ષ" } })),
                (g.a2065267177 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0} પ્રતિ {1}", unitProperties: { displayName: "વર્ષ", one: "{0} વર્ષ", other: "{0} વર્ષ", perUnitPattern: "{0} પ્રતિ વર્ષ" } })),
                (g.b1951106068 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "સેકંડ", one: "{0} સેકંડ", other: "{0} સેકંડ", perUnitPattern: "{0} પ્રતિ સેકંડ" } })),
                (g.b317426100 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "મિનિટ", one: "{0} મિનિટ", other: "{0} મિનિટ", perUnitPattern: "{0}/મિ." } })),
                (g.b1622705732 = l(g("gu").numberFormatter({}), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "કલાક", one: "{0} કલાક", other: "{0} કલાક", perUnitPattern: "{0} પ્રતિ કલાક" } })),
                (g.a1750881599 = l(g("gu").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), g("gu").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "સેકંડ", one: "{0} સે", other: "{0} સે", perUnitPattern: "{0}/સે" } })),
                n("d58baa7f", g.a1519589603),
                n("ia24dc8d", g.b404663377),
                n("iab73d4b", g.a648131243),
                n("i3b7a017", g.b257399904),
                n("ie5d110f", g.b2144363200),
                n("df5f11b3", g.a584477648),
                n("e8733ed9", g.b856806687),
                n("be59d8c3", g.b1752335231),
                n("i3d087db", g.a733669137),
                n("ga8d18c9", g.a1007844595),
                n("a91e7d49", g.a2122191410),
                n("id952a69", g.a1763851415),
                n("ga09ab65", g.b1090426154),
                n("c83b901d", g.a2138231530),
                n("a55b9fed", g.a2065267177),
                n("ccaa970f", g.a1986456102),
                n("jade381b", g.a805479287),
                n("d725a289", g.a890483832),
                n("g08cbabb", g.b737321404),
                n("c333da63", g.b122753605),
                n("h8054d91", g.a1423847707),
                n("i61fef37", g.b1951106068),
                n("ba705e27", g.b317426100),
                n("j86b0d8d", g.b1622705732),
                n("f668e929", g.a158914280),
                n("i2785009", g.b1711865771),
                n("c778d80b", g.b1382100010),
                n("e8d93005", g.a843094026),
                n("d46781af", g.a1750881599),
                n("ba316f05", g.b44795411),
                n("c0bdd345", g.b1113270677),
                n("aa2aa1a1", g.b826695190),
                n("da44942d", g.a1431235875),
                n("bfbc051d", g.a1035598610),
                n("ba2e82a1", g.a139644674),
                n("fc209bb7", g.a2082951681),
                n("cf8abf59", g.a215635057),
                n("a9f397f3", g.a1767341258),
                n("d857e44d", g.b695424545),
                n("cb87e3db", g.a1451167134),
                n("a9d5ffd1", g.b1613341315),
                n("a0e8371d", g.a619732463),
                n("gcc50dc9", g.a2050000721),
                n("a6a43585", g.a617948525),
                n("a0cc8f2d", g.b1186282634),
                n("i31c32c5", g.b585070463),
                n("i7dc69e9", g.b70935037),
                n("c14a6c03", g.a2018398340),
                n("jaa3d537", g.b759818599),
                n("a824080b", g.a1214998174),
                n("d9c0bedb", g.a756337112),
                n("bf8c0613", g.b1505960463),
                n("i8163625", g.b876119141),
                n("adb53ba1", g.a153341003),
                n("iabf697d", g.a1468498011),
                n("a1a0555b", g.a1695747281),
                n("f266f3d9", g.b195560623),
                n("a9a8652b", g.b598152675),
                n("dbf40761", g.b1147458358),
                n("b0d993d9", g.b31516115),
                n("ac1308e1", g.a1971335163),
                n("a7889ab3", g.b350599298),
                n("c614f5cd", g.a1767363230),
                n("i55d57e3", g.b8238778),
                n("e4b6002b", g.b124539320),
                n("d28e983b", g.b1585815313),
                n("e8c9232d", g.a160562898),
                n("c8994ae1", g.b1872701469),
                n("f821c2a5", g.a102709950),
                n("j348b9c9", g.b416182644),
                n("i6f93b9b", g.b17753114),
                n("c6150bd5", g.b1250590545),
                n("i8921e09", g.b1651993305),
                n("ef239279", g.a1468584154),
                n("hecdb149", g.b1023341275),
                n("fdd039b7", g.b511584433),
                n("f30c2c37", g.b226482215),
                n("d9ea7bff", g.b1287544740),
                n("ea3df4b7", g.b285524455),
                n("jaac21bb", g.b1747395094),
                n("hb435ced", g.a971779605),
                n("ce699d81", g.a1943981447),
                n("bc56d3d7", g.b36781786),
                n("f8561913", g.b1611979737),
                n("g6485d53", g.a1107789608),
                n("ff561cc1", g.a1880776685),
                n("b42011d3", g.b1729469571),
                n("a6660bcd", g.b561026194),
                n("f9b80449", g.b1592270276),
                n("gdee4d5d", g.a125478784),
                n("h36f2103", g.a1756151099),
                n("a19ad037", g.a810794470),
                n("g713f699", g.b1909569521),
                n("ff2e39af", g.a663486193),
                n("be34316d", g.a1750799285),
                n("aef81b75", g.a1607058884),
                n("fcce70a5", g.a1148397822),
                n("jc9d352f", g.b54621166),
                n("be1cb8c5", g.a660512963),
                n("j9371501", g.b2146333127),
                n("j7d4397d", g.b658806567),
                n("d61441dd", g.a1601112424),
                n("e2a99e97", g.a941452659),
                n("f7ce19ab", g.a1070921556),
                n("b2a0213f", g.b1020790405),
                n("d7d71245", g.b940668882),
                n("a2f2faab", g.b1913740087),
                n("g8d1b99b", g.b1356191332),
                n("d0a77c9b", g.a1967887542),
                n("e18e399b", g.a826720270),
                n("b6ca7bcb", g.b1872281525),
                n("h0e4cdf5", g.a830705085),
                n("g727ddcf", g.a804794094),
                n("h3629783", g.b1152864151),
                n("a20c68af", g.a1985770909),
                n("ja781451", g.a852523491),
                n("cfa1a7b9", g.b1213328762),
                n("f3b9b9a7", g.b1055950947),
                n("eefcd267", g.b1768060472),
                n("fa8afc43", g.b1957892311);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/gu.7fcb112a.js.map
