"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/he"],
    {
        88652: (e, a, c) => {
            var n = c(292426)._register("he", {
                get emoji() {
                    return c.e("i18n/emoji-he").then(c.t.bind(c, 99256, 23));
                },
            });
            function t(e, a, c, n, t) {
                switch (((f = e), (r = String(f).split(".")), (d = r[0]), (b = !r[1]), (u = Number(r[0]) == f), (o = u && r[0].slice(-1)), 1 == f && b ? "one" : 2 == d && b ? "two" : b && (f < 0 || f > 10) && u && 0 == o ? "many" : "other")) {
                    case "many":
                        return a;
                    case "one":
                        return c;
                    case "other":
                        return n;
                    default:
                        return t;
                }
                var f, r, d, b, u, o;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "ללא"),
                n("f07eac34", "חשבון 'פרודיה'"),
                n("a41b5c2e", "חשבון אוהד"),
                n("i428ea62", "חשבון פרשנות"),
                n("ac0d27be", "מצטערים, חשבון זה הושעה."),
                n("bcee7444", "עדכון החשבון נכשל."),
                n("e0cbf77a", "הוסף טלפון"),
                n("f377195c", "X נמצאת בקיבולת-יתר. המתן כמה רגעים ונסה שוב."),
                n("d67f9456", "נחסמת ואינך יכול לבצע פעולה זו."),
                n("e0ece1b6", "לא ניתן לצרף מדיה, נסה להעלות מחדש."),
                n("i82e8f04", "כדי להגן על המשתמשים שלנו מפני דואר זבל ופעילויות זדוניות אחרות, חשבון זה נחסם זמנית ואינו יכול לעקוב אחר חשבונות נוספים. עליך להקפיד לוודא שהנך מבין את הכללים של X."),
                n("jf7be47a", "כדי להגן על המשתמשים שלנו מפני דואר זבל ופעילויות זדוניות אחרות, חשבון זה נחסם זמנית ואינו יכול לשלוח פוסטים. עליך להקפיד לוודא שהנך מבין את הכללים של X."),
                n("g75fec74", "הגעת למגבלה היומית לביצוע פעולה זו. הוסף מספר טלפון לחשבון שלך כדי להסיר את המגבלה."),
                n("abb8b6e0", "מספר טלפון זה כבר רשום."),
                n("f30bd1fc", "אין לנו אפשרות לשלוח הודעת טקסט למספר טלפון זה משום שאין תמיכה במפעיל שלו."),
                n("i54e550c", "אין לנו אפשרות לאמת מספר טלפון זה."),
                n("h154702a", "איננו יכולים להשלים את הבקשה מכיוון שקישור זה זוהה על-ידי X או על-ידי השותפים שלנו ככזה שעלול להזיק. למידע נוסף, בקר במרכז העזרה."),
                n("c8cb0b4c", "הססמה שהזנת שגויה."),
                n("b1b54f9e", "המדיה שניסית להעלות היתה לא חוקית."),
                n("i859a9d4", "מידע נוסף"),
                n("d6e72ce1", function (e) {
                    return "הסיסמה צריכה להכיל פחות מ-" + e.count + " תווים. הזן סיסמה קצרה יותר.";
                }),
                n("a34dccd7", function (e) {
                    return "הסיסמה צריכה להכיל " + e.count + " תווים לפחות. הזן סיסמה ארוכה יותר.";
                }),
                n("jea2ff04", "סיסמה זו קלה מדי לניחוש. בחר סיסמה חזקה יותר."),
                n("ce482c36", "שדה אחד או יותר אינו חוקי. בדוק את הטקסט שהזנת ונסה שוב."),
                n("db626d88", "הוסף את מספר הטלפון שלך כדי לסיים את הגדרת החשבון שלך"),
                n("i3ee2550", "מלא את כל השדות הנדרשים."),
                n("cf18a258", "נראה שהבקשה הזו היא אוטומטית. כדי להגן על המשתמשים שלנו מפני זבל או פעילות זדונית אחרת, אנחנו לא יכולים להשלים את הפעולה הזאת כרגע. נסה שוב מאוחר יותר."),
                n("h7ffa648", "חרגת ממגבלת שיעור האימות ב-SMS."),
                n("b87ceb1c", "PIN האימות ב-SMS אינו חוקי."),
                n("f87e2faa", "מצטערים, לא הצלחנו למצוא את המשתמש הזה."),
                n("cdaf8222", "מצטערים, חלה עליך הגבלת קצב. המתן כמה רגעים ונסה שוב."),
                n("c1b0e710", "החשבון שלך מושעה ואינו מורשה לבצע פעולה זו."),
                n("bfb22fae", "מצטערים, הפוסט נמחק."),
                n("a23cd3ba", "חלק מהפעולות בפוסט הזה הושבתו על-ידי X."),
                n("bb558892", "למשתמש זה כבר יש מספר טלפון מאומת."),
                n("hae1c934", "משהו השתבש, אבל אל דאגה - זה לא בגללך."),
                n("e784846c", "הפרופיל שלך בבדיקה. במהלך ביצוע הבדיקה, אין לבצע שינויים כלשהם בשם או בתמונת בפרופיל."),
                n("h1cbdd30", "רענן את הדף ונסה שוב."),
                n("a5077d3e", "רענון"),
                n("b2648ba4", "ייתכן שהחשבון שלך אינו מורשה לבצע פעולה זו. רענן את הדף ונסה שוב."),
                n("bcd6bb0e", "חבר"),
                n("hd8c22d2", "מגשר"),
                n("c3153100", "מנהל"),
                n("fa9adac1", function (e) {
                    return 'חפש אחר "' + e.query + '"';
                }),
                n("jcec6620", "מוסתרת תשובה לפוסט"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "בסיסי"),
                n("hedf9d7c", "+Premium"),
                n("f5de898e", "תמונת פרופיל בצורת משושה"),
                n("fcc8734a", "תמונת פרופיל מרובעת"),
                n("c64e46f8", "חבר זה הוסר מהקהילה ולכן הפוסטים שלו מוסתרים."),
                n("b3f1cb42", "הפוסט הוסתר על-ידי המגשר עקב הפרת כלל של הקהילה."),
                n("cbd2dc9c", "דיווחת על הפוסט הזה."),
                n("cfbea177", function (e) {
                    return "המקום של " + e.name;
                }),
                n("ab4fc8bc", "מרחב"),
                n("jd859c9c", "הוסרת מהמקום הזה."),
                n("c60ed9b0", "אינך מורשה להצטרף למקום זה."),
                n("d8227e16", "אינך מורשה ליצור את המקום הזה"),
                n("f027fed8", "תמונה-בתוך-תמונה"),
                n("hd50e064", "לא עכשיו"),
                n("i76d640e", "אנחנו זקוקים להרשאה ממך"),
                n("fdaa0be8", "כדי לדבר במקום זה, עליך להעניק ל-X גישה למיקרופון. בדוק בהגדרות הדפדפן. "),
                n("gea6cc1a", "האם אתה בטוח?"),
                n("hb568af4", "השתק"),
                n("f7c8617a", "מהם קטעי שמע?"),
                n("ecc7d2ec", "קטעי שמע הם רגעים מתועדים שכל מי שנמצא במקום שלך יכול ליצור ולשתף. כל קטעי השמע נשארים זמינים למשך 30 יום."),
                n("d575ee02", "מי יכול ליצור קטע שמע?"),
                n("dbc477a4", "כולם (אפילו מאזינים) יכולים ליצור קטעי שמע. יש רק תנאי אחד – הם חייבים להיות מחוברים ל-X."),
                n("ed1d1cc0", "כל מי שמדבר יכול להופיע בקטע שמע"),
                n("e5d193c8", "אם תדבר, יכול להיות שתופיע בקטע שמע. נודיע לך אם תהיה חלק מקטע שמע כזה."),
                n("e1547ec0", "חתוך שמע של רגע שמתרחש במקום"),
                n("i154245e", "שמעת משהו מגוחך או מדהים? חתוך את השמע ושתף את מה ששמעת."),
                n("j24c37b2", "הבנתי"),
                n("g1c6f16e", "מקומות מוקלטים"),
                n("e5609214", "שמור את המקום"),
                n("g665514c", "רק הדוברים מוקלטים"),
                n("ja196c5a", "אורחים שמדברים יוקלטו. ההקלטה היא פומבית, כך שכל אחד יכול להשמיע אותה מחדש."),
                n("dd317ed6", "השמע מחדש או שתף עם כל אחד"),
                n("jf03b37c", "אפשר להקשיב להקלטה בכל שלב. אפשר גם לשתף אותה באמצעות פוסט."),
                n("fd05976b", "מידע נוסף"),
                n("b4f91a8a", "ההקלטה פעילה"),
                n("gb418012", "ברוך הבא אל 'מקומות'"),
                n("fec3c1e0", "המקום לשיחות שמע בזמן אמת."),
                n("j32eb4f8", "הוסף עד 10 דוברים"),
                n("j4f133a6", "ניתן להזמין כל משתמש ב-X להיות הדובר."),
                n("ed434ac6", "'מקומות' הם מרחבים ציבוריים – כולם יכולים להצטרף"),
                n("e0025688", "המקום שלך, הכללים שלך"),
                n("c1bc6f86", "כמארח, יש לך יכולת לקבוע למי מותר לדבר. בנוסף, תוכל להסיר מהמקום שלך משתמשים שאינך מעוניין בהם."),
                n("b0bc8330", "אפשר גם לחסום אנשים במקום ולדווח עליהם."),
                n("cb17a0f3", "מידע נוסף"),
                n("dcd77941", "מידע נוסף"),
                n("cc724cb0", "צור קטע שמע"),
                n("cfd2f35e", "ביטול"),
                n("c1df579e", "הבא"),
                n("e3146662", "לא ניתן ליצור כתוביות עבור קטע שמע זה."),
                n("f123fea8", "דווח על המקום הזה"),
                n("d0aebc28", "תאר את הנושא"),
                n("g971a4e8", "פגיעה עצמית"),
                n("b96e6682", "אלימות"),
                n("e5bf9b3a", "תוכן מיני"),
                n("d2a34320", "בטיחות ילדים"),
                n("a9ba3e28", "מידע פרטי"),
                n("d5519f4a", "התנהגות פוגענית"),
                n("eb55363c", "מקום זה דווח"),
                n("i65de934", "אתה מאזין אנונימי"),
                n("b1037050", "ניהול השטח"),
                n("ic107434", "הפעלת המצלמה"),
                n("d7e0329c", "כיבוי המצלמה"),
                n("b772cd66", "בוצע"),
                n("b3bd3e38", "פוסטים מובילים תחילה"),
                n("d88cf16c", "פוסטים אחרונים תחילה"),
                n("bd4ad3ea", "רחב"),
                n("ca1180a0", "בינוני"),
                n("c86ff1b0", "צר"),
                n("eed02406", "קטן"),
                n("cffb04d6", "תקן"),
                n("af15cef8", "פרסום עם הערות"),
                n("ab28945c", "פרופיל התורם"),
                n("e2462db4", "הכי הרבה שיתופים ברשת שלך · 24 השעות האחרונות"),
                n("ad16f482", "אירוע"),
                n("c20aaf3e", "שגיאה"),
                n("edf7bc2e", "נושא חם"),
                n("fa884026", "רשימה"),
                n("fa98627a", "פרופיל"),
                n("a9ae1e78", "חיפוש"),
                n("a2a3824a", "נושא"),
                n("a6d5b010", "צירי זמן"),
                n("h5860a68", "Grok"),
                n("a990900c", "ביוגרפיה"),
                n("h02a6fe6", "קהילות"),
                n("a15648a4", "'הערות מהקהילה'"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • תיקיות של סימניות";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • מסרים";
                }),
                n("d80c77dc", "הסתרת את התשובות האלה"),
                n("ef939f4b", function (e) {
                    return "התשובות הוסתרו על-ידי @" + e.screenName;
                }),
                n("g40ff2b4", "שינוי גודל המדיה נכשל והמדיה גדולה מדי להעלאה."),
                n("b8098028", "תמונה אחת או יותר חורגת ממגבלת הגודל ולא ניתן לשנות את גודלה."),
                n("b36f4170", "הקובץ ריק."),
                n("hab3781e", "אחד או יותר מהקבצים שסופקו אינו מכיל תמונה."),
                n("f6c4fb02", "לא ניתן לעבד את ה-GIF שלך. עיין בטיפים לגבי העלאת קובצי GIF."),
                n("g0af3dd2", "קובץ ה-GIF שלך לא תואם. עיין בטיפים לגבי העלאת קובצי GIF."),
                n("b8c8b0be", "לא ניתן לעבד את קובץ הווידאו שלך. עיין בטיפים לגבי העלאת קובצי וידאו."),
                n("ica6d718", "קובץ הווידאו שלך לא תואם. עיין בטיפים לגבי העלאת קובצי וידאו."),
                n("b28d44f7", function (e) {
                    return "קובץ ה-GIF שלך גדול מדי. תמונות GIF צריכות להיות בגודל של פחות מ-‎" + e.limit + " MB";
                }),
                n("i1db7d13", function (e) {
                    return "קובץ הווידאו שלך גדול מדי. סרטונים צריכים להיות בגודל של פחות מ-‎" + e.limit + " MB";
                }),
                n("baac0ed7", function (e) {
                    return "קובץ הווידאו שלך גדול מדי. סרטונים צריכים להיות בגודל של פחות מ-‎" + e.limit + " GB";
                }),
                n("a22385bb", function (e) {
                    return "הסרטון ארוך מדי. השתדל להקפיד על אורך של " + e.limit + " שניות ומטה.";
                }),
                n("be0440bf", function (e) {
                    return "הסרטון ארוך מדי. השתדל להקפיד על אורך של " + e.limit + " דקות ומטה.";
                }),
                n("feeba512", "לא ניתן לעבד את קובץ התמונה שלך. עיין בטיפים לגבי העלאת תמונות."),
                n("db123c02", "קובץ התמונה שלך לא תואם. עיין בטיפים לגבי העלאת תמונות."),
                n("db6001e7", function (e) {
                    return "קובץ התמונה שלך גדול מדי. תמונות צריכות להיות בגודל של פחות מ-‎" + e.limit + " MB";
                }),
                n("eb96d952", "חסרים נתוני גובה ורוחב לתמונה שלך"),
                n("b3880588", "תם הזמן הקצוב של פעולת העלאה זו."),
                n("ca058b68", "העלאת חלק מהמדיה שלך נכשלה."),
                n("id24379c", "ההעלאה של חלק מהמדיה שלך נכשלה."),
                n("h4d7cbcc", "העלאת המדיה שלך נכשלה. נסה שוב."),
                n("aaa798fc", "שדרוג"),
                n("f13bb672", "הרשמה ל-Premium"),
                n("ab0decc0", "הירשם"),
                n("e4e92f35", function (e) {
                    return "שדרוג לחשבון " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "מינוי " + e.tier;
                }),
                n("fd425414", "קבלת Radar"),
                n("g6320792", "קבל את Premium Analytics"),
                n("f09be7f8", "לקבל אימות"),
                n("j34ad558", "קבלת מינוי Premium"),
                n("a73d39fb", function (e) {
                    return "התחל תקופת ניסיון בחינם ל-" + e.numberOfDays + " ימים";
                }),
                n("i4fb96c7", function (e) {
                    return "קבל על ‎" + e.percentage + "%‎ הנחה על מינוי X " + e.premiumTierName;
                }),
                n("c1c98165", function (e) {
                    return "הנחה של " + e.percentage + "%";
                }),
                n("c5546038", "תוקפה של ההצעה פג בקרוב!"),
                n("e9a47564", "ההזדמנות האחרונה"),
                n("f65e7e91", function (e) {
                    return "הנחה של ‎" + e.percentage + "%‎ על " + e.tier + " " + e.plan;
                }),
                n("a84a736e", "קבלת נקודות אשראי למודעות פרסום בחינם"),
                n("a0713d76", "שדרג לארגונים מאומתים כדי לקבל נקודות אשראי למודעות פרסום בחינם וערכת כלים להגדלת הפעילות העסקית."),
                n("a07e13fc", "הפוך ליוצר Premium"),
                n("i1b4aea2", "שדרג כדי לפרסים פוסטים עם סרטונים ארוכים יותר"),
                n("efa90342", "עריכת פוסטים עם מינוי X Premium"),
                n("cc528e28", "רק מנויים של X Premium יכולים לערוך פוסטים. שדרג כדי להמשיך."),
                n("h8a3525e", "המיטב בפרופיל שלך"),
                n("c0f7a722", "צריך להירשם ל-Premium כדי להציג פוסטים תחת 'המיטב' בפרופיל שלך."),
                n("i3b31136", "כתיבת מאמרים ב-X"),
                n("b6a41c5f", function (e) {
                    return "כדי לכתוב מאמרים ב-X, יש צורך בחשבון " + e.tier;
                }),
                n("ae2c4afc", "רוצה לפרסם את המאמר שלך?"),
                n("d300e29b", function (e) {
                    return "שדרג לחשבון " + e.tier + " כדי שתוכל לכתוב פוסטים ומאמרים ארוכים יותר.";
                }),
                n("f614e2bc", "שדרג לחשבון Premium כדי שתוכל לכתוב פוסטים ארוכים יותר ולהוסיף תבניות, כגון אותיות מודגשות ונטויות."),
                n("c9772e6e", "שדרג ל-Premium"),
                n("dc5575ac", "רוצה להוסיף תווית עם אימות באמצעות מזהה לפרופיל?"),
                n("d154f46e", "יצירת קהילות עם מינוי X Premium"),
                n("a0228c02", "רק ממשתמשים עם מינוי X Premium מקבלים גישה ליצירת קהילות. שדרג כדי להמשיך."),
                n("d07f1d74", "עליך לעבור אימות כדי להוסיף את המשתמשים האלה אל השיחה"),
                n("ebe38626", "רק משתמשים מאומתים יכולים להוסיף לקבוצה אנשים שאינם עוקבים אחריהם. שדרג כדי להמשיך."),
                n("e6eddae0", "עבור אימות כדי ליצור את הקבוצה הזאת"),
                n("he27089e", "רק משתמשים מאומתים יכולים ליצור קבוצה עם משתמשים שאינם עוקבים אחריהם. שדרג כדי להמשיך."),
                n("d7bc1116", "קבל אימות כדי לשלוח מסר למשתמש זה"),
                n("f897074a", "רק משתמשים מאומתים יכולים לשלוח בקשות למסרים ישירים למי שאינם עוקבים אחריהם. שדרג כדי להמשיך."),
                n("c0cf5eae", "צריך לעבור אימות כדי לשלוח מסרים נוספים"),
                n("h2da08fc", "הגעת למגבלה המרבית של מסרים ישירים ביום אחד. שדרג כדי להמשיך לשלוח מסרים."),
                n("j503aee6", "הורדת סרטונים עם מינוי X Premium"),
                n("j4dd3bf4", "רק משתמשים עם מינוי X Premium יכולים להוריד סרטוני וידאו. שדרג כדי להמשיך."),
                n("bc231a74", "קבל גישה לתיקיות של סימניות עם מינוי X Premium"),
                n("ed534c78", "רק מנויים של X Premium יכולים לקבל גישה לתיקיות של סימניות. שדרג כדי להמשיך."),
                n("ed924940", "להיפטר מכל מודעות הפרסום עם חשבון Premium+‎"),
                n("dccdb326", "רק משתמשים עם מינוי ‎Premium+‎ יכולים ליהנות מחוויה נטולת מודעות פרסום. שדרג כדי להמשיך."),
                n("adf3410a", "רכוש מינוי כדי לקבל גישה לתכונות חדשות. ואם אתה זכאי, תוכל ליהנות מנתח מההכנסות."),
                n("d8661dd4", "לגלות את כל הטוב שיש ל-X להציע − למשך פרק זמן מוגבל."),
                n("fe7fd234", "נסה את מינוי Premium Basic ללא תשלום עוד היום"),
                n("a2f86dda", "עם מינוי Premium Basic, תוכל לשפר את חוויית השימוש בתיקיות סימניות, לערוך פוסטים, לבצע התאמה אישית של סמלי יישומים ועוד."),
                n("d9593598", "נסה עוד היום מינוי Premium בחינם"),
                n("d0d6b59c", "שדרג למינוי Premium כדי ליהנות מחוויה שכוללת פחות מודעות פרסום, מכלים רבי עוצמה ומיתרונות נוספים."),
                n("g4bb7ea8", "קבל עד 50% הנחה על מינוי X Premium"),
                n("b748499c", "ההצעה שופרה!"),
                n("b81135bc", "מסתיים היום!"),
                n("a8b4b878", "לחוות את הטוב ביותר שיש ל-X להציע בחג ההודיה הקרוב."),
                n("df7fb242", "הצעה לחג ההודיה"),
                n("aeaf14a6", "קבל 40% הנחה על מינוי Premium. תוקף המבצע פג בקרוב!"),
                n("ca8cbf78", "קבל 40% הנחה על מינוי Premium ו-‎Premium+‎"),
                n("j88ba18e", "מימוש הצעה"),
                n("f4dc8ea3", function (e) {
                    return "קבל הנחה של ‎" + e.percentage + "%‎ על מינוי X Premium. לגלות את כל הטוב שיש ל-X להציע.";
                }),
                n("db6a5d54", "זהותך עדיין לא מאומתת"),
                n("edf7f57e", "קבל אימות עבור תגובות מוגברות, ניתוח נתונים, שימוש נטול פרסומות ועוד. שדרג את הפרופיל שלך כעת."),
                n("ba920d68", "הגבר את ההשפעה שלך באמצעות אימות"),
                n("ib79d0c2", "שחרר תכונות VIP: אמת את החשבון שלך"),
                n("c0d3bd82", "פרסמת ב-X, אבל אין לך מינוי מסוג 'ארגונים מאומתים'"),
                n("d7836d1e", "הירשם כדי לקבל בחינם נקודות אשראי למודעות פרסום בשווי של עד $12,000, אימות 'זהב', תמיכת VIP וערכה של כלי צמיחה."),
                n("f528e369", function (e) {
                    return "הירשם לחשבון " + e.tier + " כדי לכתוב מאמרים משלך";
                }),
                n("c5a8022a", "התכונה 'מאמרים' מאפשרת לך לפרסם תוכן ארוך משלך שכולל טקסט עשיר ומדיה משובצת, ישירות ב-X."),
                n("d77899b6", "הירשם לחשבון Premium כדי לכתוב פוסטים ארוכים יותר"),
                n("bd65482a", "כתוב פוסטים ארוכים יותר והוסף תבניות, כגון אותיות מודגשות ונטויות."),
                n("bee20918", "לקבלת תשלום עבור פרסום"),
                n("gb699d52", "נהנה מפרסום פוסטים ב-X? רכוש מינוי Premium כדי להצטרף לתוכנית השיתוף ההכנסות."),
                n("f69877c2", " הגברת התגובות לפוסטים עם מינוי Premium"),
                n("gba90d44", "קבל יותר נראות ותוכל להתבלט ולהיראות."),
                n("a6dbcd58", "תמוך ביוצרים באמצעות רכישת מינוי Premium"),
                n("c4f49130", "עד 25% מהתשלום עובר ישירות ליוצרים."),
                n("ca8fa2c0", "קבל אימות באמצעות סימון כחול"),
                n("febffc1a", "שפר את האמינות שלך, הגבר את הנראות והבטח שקולך נשמע."),
                n("j45a377a", "שדרג ל-Premium+‎"),
                n("i7170016", "תוכל ליהנות מהטבות נוספות שכוללות חוויה נטולת מודעות פרסום ועדיפות גבוהה יותר במתן תשובות."),
                n("ee87f95e", "ניתוח נתונים מתקדים עם מינוי X Premium"),
                n("ac38dbc0", "הצג את ניתוח נתוני הפרופיל שלך, למד להכיר את קהל היעד שלך ועוד. שדרג כדי להמשיך."),
                n("i6e73154", "תצוגה מקדימה של תכונת ניתוח נתוני החשבון, כולל גרף עמודות ומדדים"),
                n("b583e154", "קבלת ניתוח נתונים עם מינוי X Premium"),
                n("b7fb8c5e", "להשקיע $1,000, לקבל $1,000"),
                n("ca559b70", "הירשם כמנוי עכשיו"),
                n("d68773a4", "המחשה חזותית של מגמות עם Radar"),
                n("f677fed6", "ניטור מילות חיפוש, תצוגה חזותית של פעילויות במסגרת נושאים חמים וסינון שיחות, הכל בזמן אמת."),
                n("ha49eac2", "רוצה לגדול במהירות ב-X?"),
                n("f27018b4", "תוכל להשתמש ב-Premium Analytics כדי להגדיל את מספר העוקבים הודות לקבלת תובנות נתונים חכמות."),
                n("dfea1f08", "לא כדאי להחמיץ תובנות בעלות ערך רב"),
                n("da8c5244", "עם Premium Analytics תוכל לגלות תובנות נתונים חכמות שיעזרו לך להגדיל את מספר העוקבים."),
                n("b081baea", "אתה מפספס תובנות!"),
                n("d5effffc", "הוספת תג"),
                n("c3653d44", "אמת את הארגון שלך"),
                n("e8070e70", "כדאי לנסות מינוי Premium"),
                n("ec42820e", "רוצה שיותר אנשים יראו אל התשובה שלך?"),
                n("b0a95418", "הגברת מספר התשובות עם מינוי Premium"),
                n("j8ee20aa", "להתבלט באמצעות הגברת מספר התשובות"),
                n("g13aa596", "רכוש מינוי Premium כדי להגביר את מספר התשובות"),
                n("cadd92be", "גישה לניתוח הפוסטים שלך"),
                n("a7058228", "מינוי X Premium מעניק לך גישה לתכונות ניתוח מתקדמות"),
                n("gb7823ba", "ניתוח חשבון"),
                n("i90f8e36", "ארגון הסימניות שלך"),
                n("abc6e710", "מינוי X Premium מאפשר לך למיין את הסימניות לתיקיות"),
                n("b7fa0cfe", "מאמרים מובילים"),
                n("bcc7e8c0", "כל הסימניות"),
                n("i3145aa0", "סימניות"),
                n("e39b368e", "שידור"),
                n("hbea78a8", "עמודה חדשה"),
                n("b5298d92", "התחבר"),
                n("d35d74e4", "שיחה"),
                n("h5245afa", "קהילה"),
                n("d4ebc798", "טיוטות"),
                n("fcf3e54c", "גילוי"),
                n("d806aa1a", "תשובות מוסתרות"),
                n("ha8209bc", "דף הבית"),
                n("a2f81050", "מסרים"),
                n("cf2d1048", "בקשות למסרים"),
                n("e7172d70", "מסרים נוספים"),
                n("e1066d88", "הפרופיל שלי"),
                n("eb75875e", "הודעות"),
                n("j45978a8", "ציטוטים"),
                n("fd6a3f30", "פוסטים מתוזמנים"),
                n("aa4209e8", "עוקבי-על"),
                n("d52a1caa", "מנויים"),
                n("d7b51c68", "הרשמות כמנוי"),
                n("c5f4befa", "נושאים חמים"),
                n("df34a454", "פרסום"),
                n("gfccba44", "בקשות חברים"),
                n("e42dd8fa", "יומן ניהול תגובות"),
                n("c2c191fc", "פוסטים שנשלח לגביהם דיווח"),
                n("c63602d4", "הקהילות שלי"),
                n("ddf0ba7e", "אוסף"),
                n("c64974fc", "עוקבים"),
                n("i099d32e", "עוקבים שאתה מכיר"),
                n("d960b55c", "עוקב"),
                n("b007440a", "משרות"),
                n("aa68dafc", "פרטי הודעות"),
                n("b8533bac", "נושאים"),
                n("jf00ebf6", "עמודה לא זמינה."),
                n("jaaa8984", "מיקום"),
                n("f345dcda", "היסטוריית עריכה"),
                n("hea3f8ac", "פוסטים קשורים"),
                n("c8ee31da", "חדשות"),
                n("d35c9eec", "ניתוח חשבון"),
                n("b5b7fb94", "קבוצה"),
                n("g755fcde", "אתה"),
                n("f6b1ff81", function (e) {
                    return e.name + " ואתה";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " ו-" + e.count + " משתמשים נוספים";
                }),
                n("fb4ee2f6", "בקשות למסרים נמחקו"),
                n("j607bf02", "הורדת היישום X"),
                n("j49fd4e8", "עבור ליישום"),
                n("a565833e", "הירשם"),
                n("e919c3bc", "כניסה"),
                n("a17a75da", "X טוב יותר ביישום"),
                n("e7342ed4", "עם היישום של X, לעולם לא תפסיד פוסט. פתח ביישום כדי לקבל את החוויה המלאה."),
                n("b6a43e78", "התעדכן לפני כולם"),
                n("b469e406", "הישאר מעודכן לגבי הדברים שחשובים לך במיוחד. עבור ליישום ותוכל ליהנות מהודעות דחיפה בנוגע לאנשים, הנושאים והאירועים שאחריהם אתה עוקב."),
                n("b8505290", "השב כדי להצטרף לשיחה."),
                n("ae8b0564", "פרסם מחדש כדי להפיץ את השמועה."),
                n("f2adab0e", "סמן פוסט כאהוב כדי להפיץ את האהבה."),
                n("b7821a74", "הירשם כדי שלעולם לא תחמיץ את הפוסטים שלו."),
                n("e6d43d06", "עקוב אחרי נושא כדי לגלות פוסטים נהדרים"),
                n("ic848090", "היכנס תחילה"),
                n("f9ebe066", "אפשר להצטרף לשיחה בקהילות – אבל קודם כל צריך להיכנס לחשבון."),
                n("je3d93e2", "אנשים ב-X הם הראשונים שיודעים."),
                n("ea88ce2e", "אל תחמיץ את מה שקורה"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "במרכז העזרה"),
                n("g482c949", "הצג מידע נוסף אודות האפשרויות העומדות בפניך."),
                n("b47e760e", "כדי להציג קיצורי מקשים, לחץ על סימן השאלה"),
                n("fd2c7b44", "הצג קיצורי מקשים"),
                n("g7e2adf2", "צור מקבץ חדש"),
                n("a6ba09e8", "עמודה משוכפלת"),
                n("f5c9ccca", "ערוך מקבץ נוכחי"),
                n("bf42c578", "מיקוד בלחצן סידור מחדש"),
                n("j6fa64a6", "עבור לעמודה הסופית"),
                n("b5545202", "עבור ל'מקבץ נעוץ סופי'"),
                n("e0497acc", "עבור אל 'נהל את כל המקבצים'"),
                n("beef7b14", "עבור לעמודה הבאה"),
                n("a5cb005e", "עבור לעמודה Nth"),
                n("f65391bc", "עבור ל'מקבץ Nth נעוץ'"),
                n("h0bfdd20", "הוסף עמודה"),
                n("h770f6d4", "עבור לעמודה הקודמת"),
                n("b8b2b70c", "מחק עמודה"),
                n("a3e2df76", "בטל מחיקת עמודה"),
                n("g850aec4", "פתח / סגור הגדרות עמודה"),
                n("d5696fcc", "עזרה בנושא מקשי קיצור"),
                n("a83d4280", "הפוסט הבא"),
                n("g0048656", "הפוסט הקודם"),
                n("a690c4d0", "דף למטה"),
                n("e893811a", "טעינת פוסטים חדשים"),
                n("cdb53d7a", "אזכורים"),
                n("d7b8ebaa", 'הערות "אהבתי"'),
                n("b0041756", "רשימות"),
                n("d4986f86", "מסרים ישירים"),
                n("bb081ea2", "הגדרות"),
                n("eee2ed92", "עבור למשתמש..."),
                n("ee5ccf3e", "הגדרות תצוגה"),
                n("ab3d53f8", "פוסט חדש"),
                n("de94bda6", "שליחת פוסט"),
                n("e736990a", "מסר ישיר חדש"),
                n("fe731016", "סמן כאהוב"),
                n("d17df548", "השב"),
                n("g062295e", "לפרסם מחדש"),
                n("h01621a4", "שיתוף פוסט"),
                n("gb303814", "הוסף לסימניות"),
                n("c03b1126", "השתק חשבון"),
                n("ebd2abb2", "חסום חשבון"),
                n("hc6c5510", "פתיחת נתוני הפוסט"),
                n("eebdef38", "הרחב תמונה"),
                n("b488758c", "פתח/סגור את עוגן ההודעות"),
                n("c82314e0", "השהה/הפעל את הווידאו שנבחר"),
                n("b881560e", "השתק את הווידאו שנבחר"),
                n("a94f7302", "עבור אל תחנת עגינת שמע"),
                n("a7e604c6", "הפעל/השהה תחנת עגינת שמע"),
                n("f978c4fc", "השתק/בטל השתקה של תחנת עגינת שמע"),
                n("hc73f030", "החשבון שלך"),
                n("f15bfdb4", "פרטי חשבון"),
                n("a3841918", "דואר אלקטרוני"),
                n("c21037d0", "מדינה"),
                n("ab1f7ee0", "שנה את הסיסמה שלך"),
                n("e731db5a", "איפוס סיסמה"),
                n("f56af9cc", "הורד ארכיון של הנתונים שלך"),
                n("hfb92b14", "סגור את החשבון שלך"),
                n("bf96fda4", "גיל"),
                n("d12d42dc", "אוטומציה"),
                n("fdb81456", "תווית 'פרודיה'"),
                n("j9d10268", "פעילות בחשבון"),
                n("i6b3f59a", "היסטוריית חשבון"),
                n("da202f9a", "רשימת המפרסם שלך"),
                n("hc36dbba", "מכשירים מחוברים ויישומים"),
                n("a8d0108e", "מגדר"),
                n("a03dacaa", "שפה"),
                n("d9138166", "ראה מקומות שהיית בהם"),
                n("b523ecc6", "היסטוריית גישה לחשבון"),
                n("abedd45c", "בקש את הנתונים שלך"),
                n("h1f01a24", "תחומי עניין"),
                n("j7ad754a", "הנתונים שלך ב-X"),
                n("d299431c", "הפקת רווח"),
                n("j087774e", "מטבעות"),
                n("ff9ed474", "הכנסה כוללת"),
                n("ec885836", "'שיתוף הכנסות עם יוצרים'"),
                n("b431a5c6", "נתח הכנסה ממודעות"),
                n("b0e986ec", "מונטיזציה IDV"),
                n("aca4d76a", "הגדרת שיתוף הכנסות ממודעות פרסומת"),
                n("ab1b837a", "לוח המדדים של נתח ההכנסה ממודעות"),
                n("a9c1a9cc", "מודעות וידאו"),
                n("d4ab5c12", "הגדרת מודעות וידאו"),
                n("c429e3ba", "מינויי יוצרים"),
                n("fce877d6", "ביטול פוסט"),
                n("dd0c889e", "התאמה אישית של הפרופיל"),
                n("ib35705e", "נהל מינוי"),
                n("cf131522", "ניהול תגים של חשבונות משויכים"),
                n("cb165528", "תכונות והגדרות הקשורות לחדשות"),
                n("f8645654", "אבטחה וגישה לחשבון"),
                n("j95edf76", "אבטחה"),
                n("fd127276", "ניהול מפתחות גישה"),
                n("afe4a358", "אימות מזהה"),
                n("dd703318", "אימות דו-גורמי"),
                n("b1686800", "נהל מפתחות אבטחה"),
                n("ae72d4c4", "יישומים וחיבורים"),
                n("a1e8e682", "מכשירים רשומים"),
                n("h1abfbce", "חשבונות מחוברים"),
                n("cad53944", "פרטיות ובטיחות"),
                n("e908903a", "קהל יעד ותיוג"),
                n("b5c85d2c", "הגן על הפוסטים שלך"),
                n("f56d108e", "תיוג תמונות"),
                n("c6f67e32", "הפוסטים שלך"),
                n("f2bd9c48", "תוכן שאתה רואה"),
                n("cbd449a0", "השתקה וחסימה"),
                n("daef29b8", "חשבונות מושתקים"),
                n("i0dd9b9e", "השתקת מילים"),
                n("a5f32aa2", "חשבונות חסומים"),
                n("i58a274c", "מסרים ישירים"),
                n("ded416b0", "מקומות"),
                n("fd4d9068", "אפשרות איתור ואנשי קשר"),
                n("bbcafbda", "ניהול אנשי קשר"),
                n("aeddb28a", "העדפות תוכן"),
                n("d035a8d0", "העדפות פרסום"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "זהות שהוסקה"),
                n("d84e63d2", "פעילות שאינה במסגרת X"),
                n("h14ba864", "שיתוף נתונים עם שותפים עסקיים"),
                n("jabb9c9a", "פרטי מיקום"),
                n("fcb6a5b8", "הוספת פרטי מיקום לפוסטים שלך"),
                n("h9f2da68", "מדיה רגישה"),
                n("id6a8e1a", "מסנן תשובות"),
                n("fc35f762", "תשובות מסוננות"),
                n("gaac710a", "מרכז דיווח"),
                n("bcd81cac", "העדפות"),
                n("i647fb04", "מסננים"),
                n("hee41732", "הודעות דחיפה"),
                n("e75f25a8", "הודעות בדואר האלקטרוני"),
                n("cf9b166a", "נגישות, תצוגה ושפות"),
                n("e3719c16", "נגישות"),
                n("a776eed8", "הפעלה אוטומטית"),
                n("c4881c66", "תצוגה"),
                n("d495680e", "שפות"),
                n("f953f53a", "החלף שפת תצוגה"),
                n("eafe3288", "שימוש בנתונים"),
                n("b721eb38", "אודות"),
                n("g9230d00", "הקצאת סמכויות"),
                n("cb8ebf5c", "חברים שהקצית להם סמכויות"),
                n("i95202f6", "החשבונות שבהם הוקצו לך סמכויות"),
                n("afcad7f2", "הורד את היישום"),
                n("e8f57e08", "התאמה אישית ונתונים"),
                n("gbde3534", "תחומי עניין ונתוני מודעות"),
                n("a54826c6", "תחומי עניין שניתן להסיק משותפים"),
                n("a5cbc19a", "ניתוחי הנתונים שלך"),
                n("i9028824", "טעינה"),
                n("f5090e28", "נראה שאיבדת את החיבור. אנחנו ממשיכים לנסות."),
                n("ba929da8", "הדף לא נמצא"),
                n("d203e242", "לא נמצא"),
                n("e2eac0c4", "ראשי"),
                n("i5aa4ce0", "פריטי תפריט נוספים"),
                n("h63a5c3c", "עוד"),
                n("a4fc1872", "השבוע שעבר"),
                n("e14bb1da", "היום האחרון"),
                n("d86bbf0f", function (e) {
                    return e.count + " פריטים שלא נקראו";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "חשבון"),
                n("da4691aa", "הצג את כל החשבונות"),
                n("c7e55ccf", function (e) {
                    return "עבור אל ‎@" + e.screenname + "‎";
                }),
                n("b20a3894", "החשבון שאליו אתה מנסה לעבור נמחק."),
                n("daffabde", "פועל/ת בתור..."),
                n("eccbfa26", "חשבונות נציג"),
                n("a1b7a904", "פעל בתור"),
                n("g61ed8a4", "משהו השתבש."),
                n("e520f166", "עברת את המכסה היומית של פרסום פוסטים."),
                n("c0554ca0", "משהו השתבש! יש לנסות לשלוח את הפוסט שוב בעוד דקה."),
                n("b25c5b2a", "אוי! כבר אמרת את זה."),
                n("cef21114", "החשבון שלך הושהה ולא ניתן לפרסם פוסטים."),
                n("cf369a0e", "הפוסט שמנסים להשיב לו נמחק או אינו גלוי לך."),
                n("cd86efa8", "המלל של הפוסט שלך חורג ממספר @אזכורים המותרים."),
                n("e002f424", "המלל של הפוסט שלך חורג ממספר כתובות ה-URL המותרות."),
                n("c2b4ae8c", "המלל של הפוסט שלך חורג ממספר התגים המותרים."),
                n("hf05f59e", "המלל של הפוסט שלך חורג ממספר סימני המטבע המותרים."),
                n("dffb84c6", "המלל בפוסט שלך כולל תג ארוך מהמותר."),
                n("d7b21bc8", "הפוסט שלך חורג ממספר סוגי התוספות המותרות."),
                n("e4672ac2", "אופס! כתובת ה-URL שלך נראית כאילו היא דואר זבל או עם תוכן לא בטוח."),
                n("he5ecf52", "המלל של הפוסט שלך חורג מגבול המקסימום המותר."),
                n("ac78e602", "תוכן הפוסט שלך אינו תקף."),
                n("i251c738", "קצב הפריימים בסרטון שניסית להעלות גבוה מדי."),
                n("ed3ac7ef", function (e) {
                    return "קצב הפריימים בסרטון שניסית להעלות גבוה מדי. קצב הפריימים המרבי הוא 60. קצב הפריימים בפועל: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "יחס התצוגה של הסרטון שניסית להעלות גדול מדי."),
                n("ca4514c0", "יחס התצוגה של הסרטון שניסית להעלות קטן מדי."),
                n("fb4a459c", "משך הסרטון שניסית להעלות קצר מדי."),
                n("ca1afa98", "משך הסרטון שניסית להעלות ארוך מדי."),
                n("b2e94283", function (e) {
                    return "דרך @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "פרסם פוסט" + e.verb;
                }),
                n("ge8e4a38", "פרסום הכל"),
                n("h735a98e", "לוח זמנים"),
                n("h3701ffe", "עדכן"),
                n("d9ef2842", "פריטים שלא נקראו"),
                n("cdf89b84", "תצוגה מקדימה של סימוני 'אהבתי' ממותגים"),
                n("i83d4f14", "בקשות למעקב"),
                n("aeede01a", "Imprint"),
                n("ae1bbb26", "לצאת"),
                n("fd442790", "הגדרות ופרטיות"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "מודעות"),
                n("e2eef3c2", "ארגונים מאומתים"),
                n("b55d8a78", "צור מקום משלך"),
                n("e5323e36", "מעבר לשידור חי"),
                n("a5a30af0", "מאמרים"),
                n("d13d697c", "חדשה"),
                n("j0e2cfa8", "עסק"),
                n("h5e38204", "צ'אט"),
                n("h7d5d9fa", "גרסת ביתא"),
                n("ga169e1b", function (e) {
                    return "מסרים ישירים (" + e.count + " לא נקראו שיח" + t(e.count, "ות", "ה", "ות", "ות") + ")";
                }),
                n("d83682ec", "בית (פוסטים חדשים שלא נקראו)"),
                n("e1249849", function (e) {
                    return "הודעות (" + e.count + " לא נקראו הודע" + t(e.count, "ות", "ה", "ות", "ות") + ")";
                }),
                n("c0b786ee", "חיפוש וגילוי"),
                n("bb967f9e", "סרטונים"),
                n("e04033be", "פוסטים חדשים זמינים. יש ללחוץ על מקש הנקודה כדי לגשת אליהם."),
                n("hec711c0", "ראה פוסטים חדשים"),
                n("j0a8da6e", "הוסף חשבון קיים"),
                n("c6f2bf00", "נהל חשבונות"),
                n("a58e0e51", function (e) {
                    return "יציאה של @" + e.screenName;
                }),
                n("j62f43a6", "הצג חשבונות נציג"),
                n("d4c52015", function (e) {
                    return e.count + " ממתין לחשבון הקצאה הזמנ" + t(e.count, "ות", "ה", "ות", "ות");
                }),
                n("b8e1d524", "חשבונות"),
                n("gef27c4c", "תפריט החשבון"),
                n("b7dc3885", function (e) {
                    return "עבור אל ‎@" + e.screenName + "‎";
                }),
                n("c61eea74", "חשבונות אישיים"),
                n("g6d42fea", "מעבר אל ניווט"),
                n("eb022176", "צור חשבון"),
                n("gcfef7b6", "צור חשבון באמצעות טלפון או דואר אלקטרוני"),
                n("e5b0e544", "כניסה"),
                n("gd93944e", "השתמש ביישום"),
                n("f2f787a0", "תנאי השירות"),
                n("e1099fd6", "מדיניות הפרטיות"),
                n("c1df1ae0", "שימוש בקובצי Cookie"),
                n("cdc1bff7", function (e) {
                    return "תפריט הפרופיל." + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " אנשים";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " א" + t(e.peopleCount, "נשי", "ד", "נשי", "נשי") + "ם";
                }),
                n("ae2205d2", "אתם עוקבים אחד אחרי השני"),
                n("fd06b02f", function (e) {
                    return "המשתמש @" + e.screenName + " נמצא כרגע במקום פעיל, לחץ כדי להצטרף דרך הפרופיל של משתמש זה";
                }),
                n("f2b3fe06", "טוען תוצאות"),
                n("fc9dd578", "חפש אנשים"),
                n("gdb7bc25", function (e) {
                    return e.name + " - בחר כדי להסיר";
                }),
                n("f065ba8c", "שאילתת חיפוש"),
                n("hbc99b03", function (e) {
                    return "עבור אל ‎@" + e.screenName;
                }),
                n("a2c1b222", "נסה לחפש אנשים, רשימות או מילות מפתח"),
                n("f45c4250", "למחוק את כל החיפושים האחרונים?"),
                n("caae4dda", "פעולה זו תביא להסרה של כל החיפושים האחרונים שלך ולא תוכל לבטל אותה."),
                n("dbd5d400", "נקה"),
                n("a8d68f62", "אחרונים"),
                n("c6530778", "חיפושים שמורים"),
                n("e047b8fa", "נקה הכול"),
                n("aa6e3300", "נראה שהחיבור שלך נותק. בדוק אותו ונסה שוב."),
                n("e68b09b4", "הסר"),
                n("hffea05c", "האם למחוק את החיפוש השמור?"),
                n("j037e374", "פעולה זו תוביל לאיבוד החיפוש השמור ולא תוכל לבטל אותה."),
                n("d96cf7ce", "מחק"),
                n("hbe4feb5", function (e) {
                    return "בקשת מעקב נשלחה אל ‎@" + e.screenName + " וממתינה לאישור שלו.";
                }),
                n("df4c86b0", "נא לעדכן קודם את הפרופיל שלך"),
                n("bba40ffa", "אינך יכול לעקוב אחר חשבון זה"),
                n("f558829e", "כדי לעקוב אחר חשבון זה, יהיה עליך לכלול את תאריך הלידה שלך בפרופיל שלך על-מנת להבטיח שאתה עומד בדרישות הגיל המינימלי."),
                n("a6941096", "לא ניתן לעקוב אחר חשבון זה מהמדינה שלך."),
                n("if8cd2a4", "אינך מבוגר מספיק לעקוב אחר חשבון זה."),
                n("b5972260", "משהו השתבש. נסה לבטל את בקשת המעקב שלך עבור המשתמש הזה שוב בעוד דקה."),
                n("j4292c24", "נחסמת ואינך יכול לעקוב אחרי משתמש זה, לבקשתו."),
                n("a0ba5842", "אין לך אפשרות לעקוב אחרי אנשים נוספים בשלב זה."),
                n("a5202b82", "משהו השתבש. נסה לעקוב אחר המשתמש הזה שוב בעוד דקה."),
                n("f8cbf714", "אתה מנסה לעקוב אחרי משתמש שלא קיים."),
                n("f2e66452", "החשבון שלך מושעה ואינו מורשה לעקוב אחרי משתמשים."),
                n("ca96fe6e", "מצטערים! עשינו משהו לא בסדר. נסה לבטל את החסימה של המשתמש הזה שוב בעוד דקה."),
                n("e1a0aaca", "משהו השתבש. נסה לבטל את המעקב אחרי המשתמש הזה שוב בעוד דקה."),
                n("fd5208c6", "עבור להגדרות"),
                n("c0d13570", "חשבונות משויכים"),
                n("ba96929e", "מגייסים"),
                n("gf62c116", "תמיכה"),
                n("a4cf866e", "פרסום"),
                n("g2fd3206", "אנשים"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "גישה מלאה"),
                n("e49537c2", "הממ... הדף הזה לא קיים. נסה לחפש משהו אחר."),
                n("fcbb540a", "חריגה ממגבלת השימוש"),
                n("d4f88600", "אשר שיטה ליצירת קשר"),
                n("b192ccae", "אין לך שיטה מאומתת ליצירת קשר"),
                n("a0487504", "כדי לבקש אימות, יש תחילה לאשר שיטה ליצירת קשר"),
                n("fff7d93c", "הוספת תמונה"),
                n("g969bfae", "אין לך תמונת פרופיל."),
                n("gb2f35e4", "כדי לבקש אימות, עליך להוסיף תחילה תמונת פרופיל."),
                n("i33cf692", "הוסף שדה של כתובת URL"),
                n("b679ff6a", "כתובת URL לא חוקית"),
                n("i79902b4", "בחר שיטת אימות"),
                n("fb2fcb5c", "שלב זה עוזר לנו לאמת את זהותך. בחר את השיטה המתאימה לך ביותר."),
                n("e43425fa", "תעודה מזהה שהונפקה על-ידי רשות ממשלתית"),
                n("cb7c2e2e", "תמונה של תעודת הזהות הרשמית שלך."),
                n("a411926a", "כתובת דואר אלקטרוני רשמית"),
                n("g253cdd0", "כתובת דואר אלקטרוני רשמית עם מתחם (דומיין) רלוונטי לקטגוריה שבחרת."),
                n("cf93bcb0", "הפניה לאתר רשמי"),
                n("gfb55fa8", "אתר אינטרנט רשמי שמאזכר ישירות את חשבון X שלך."),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "הוסף הפניה לאתר רשמי"),
                n("a11cd524", "הזן אתר אינטרנט רשמי אשר מאזכר את חשבון X שלך וקשור לבקשת האימות שלך."),
                n("ba656f26", "האם יש אזכור לחשבון X שלך באתר האינטרנט?"),
                n("ed751204", "עלינו לאשר שהחשבון שלך אותנטי כדי לאמת אותך. אם אין אזכור לכינוי שלך בדף שקישרת, עליך להגיש הוכחת אותנטיות לפני השלמת הבקשה שלך."),
                n("fbc023b0", "כן, יש אליו אזכור"),
                n("e785ce06", "אשתמש באפשרות אחרת"),
                n("i8d58f3e", "אשתמש במזהה ממשלתי"),
                n("eb21ecaa", "אשתמש בכתובת דואר אלקטרוני"),
                n("f848a69e", "כדי לאמת את זהותך, אנחנו צריכים לוודא שהחשבון שלך אותנטי. אם אין התייחסות לכינוי שלך באתר הרשמי שצוין, אין ביכולתנו לאשר את האותנטיות של החשבון."),
                n("d59b5366", "כדי לאמת את זהותך, אנחנו צריכים לאשר שהחשבון שלך אותנטי. אם בדף שאליו קישרת אין התייחסות לכינוי שלך, אנחנו לא יכולים לקשר בצורה אמינה בין החשבון שלך לבין יוצר תוכן מוכר."),
                n("bfb01c62", "לא, חזור אחורה"),
                n("fa51040a", "ספק קישור לאתר רשמי של ארגון חדשות או הוצאה לאור שעומדים בתנאים ומתייחס אליך ולחשבון X שלך."),
                n("d0460f12", "ספק קישור המאזכר את החשבון שלך כחשבון X רשמי של הארגון שלך. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("h45b00d8", "בחר בשיטה שתציג שהחשבון של אותנטי ומנוהל על-ידי חברה בתחום הבידור שקשורה לבקשה זו."),
                n("fc718708", "אתר רשמי של ארגון שעומד בתנאים שבו אתה וחשבון X שלך מאוזכרים."),
                n("g32c2900", "בחר בשיטה שתציג שהחשבון של אותנטי ומנוהל על-ידי ארגון הפקות שקשור לבקשה זו."),
                n("j5b1224c", "ספק קישור המכיל התייחסות לחשבונך כחשבון X רשמי של הארגון שלך. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("d090a5d4", "אתר רשמי של ארגון או הוצאה לאור מאומתים שמאזכר את חשבון X שלך."),
                n("eb08a392", "בחר בשיטה שתציג שהחשבון שלך אותנטי ומנוהל על-ידי המועמד לתפקיד ממשלתי שקשור לבקשה זו."),
                n("h0de1396", "ספק קישור המכיל התייחסות לחשבונך כחשבון X רשמי של המועמד לתפקיד הקשור לבקשה זו. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("dcc23262", "בחר שיטה שתוכיח שהחשבון שלך אמיתי ומנוהל על-ידי האקטיביסט או המארגן הקשור לבקשה זו."),
                n("c880e068", "אתר רשמי של ארגון שדולה אשר מאזכר אותך ואת חשבון X שלך."),
                n("e412d500", "ספק קישור המכיל התייחסות אליך בעמדת הנהגה של עמותה מאומתת ואל חשבון X שלך. ההתייחסות חייבת להופיע באתר הרשמי של ארגון מאומת."),
                n("dedf41f2", "בחר שיטה שתוכיח שהחשבון שלך אמיתי ומנוהל על-ידי המשפיען הקשור לבקשה זו."),
                n("b4aed9e0", "אתר רשמי של ארגון מאומת שמאזכר אותך ואת חשבון X שלך."),
                n("b2069e40", "ספק קישור המאזכר אותך ואת חשבון X שלך. האזכור חייב להגיע מהאתר הרשמי של ארגון מאומת."),
                n("baf718c4", "בחר בשיטה שתציג שהחשבון של אותנטי ומנוהל על-ידי חברה, מותג או ארגון שקשור לבקשה זו."),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "כתובת דואר אלקטרוני רשמית עם תחום של חברה, מותג או ארגון שעומד בתנאים."),
                n("de70afe8", "אתר רשמי של ארגון שעומד בתנאים שמאזכר את חשבון X שלך."),
                n("a3a523f2", "ספק קישור המאזכר את החשבון שלך כחשבון X רשמי של החברה שלך. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("jf58899a", "ספק קישור המאזכר אותך כמנהל בכיר בארגון שבו אתה עובד ואת חשבון X שלך. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("f7afbaec", "בחר בשיטה שתציג שהחשבון של אותנטי ומנוהל על-ידי עיתונאי עבור ארגון חדשות או הוצאה לאור שקשורים לבקשה זו."),
                n("d4ab0056", "בחר שיטה שתוכיח שהחשבון שלך מאומת ומנוהל על ידי עיתונאי עצמאי בולט."),
                n("d2a77622", "כתובת דואר אלקטרוני רשמית עם תחום של ארגון חדשות או הוצאה לאור שעומדים בתנאים."),
                n("eec341da", "אתר רשמי של ארגון חדשות או הוצאה לאור שמתייחס לחשבון X שלך."),
                n("b03ae068", "בחר בשיטה שתציג שהחשבון של אותנטי ומנוהל על-ידי ארגון חדשות או הוצאה לאור שקשורים לבקשה זו."),
                n("g0daba4a", "בחר בשיטה שתציג שהחשבון שלך אותנטי ומנוהל על-ידי דמות מקצועית בתחום הגיימינג שקשורה לבקשה זו."),
                n("ab8e430c", "ספק קישור שמכיל התייחסות לחשבונך כחשבון X רשמי של אדם בתחום הגיימינג הקשור לבקשה זו. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("cdcd9cd6", "בחר בשיטה שתציג שהחשבון שלך אותנטי ומנוהל על-ידי ישות בתחום הספורט המקצועי שקשורה לבקשה זו."),
                n("gad25890", "ספק קישור המכיל התייחסות לחשבונך כחשבון X רשמי של ישות מענף ספורט מקצועני הקשורה לבקשה זו. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("e6dc91b2", "בחר בשיטה שתציג שהחשבון שלך אותנטי ומנוהל על-ידי דמות בתחום הספורט המקצועי שקשורה לבקשה זו."),
                n("i9aed706", "ספק קישור המכיל התייחסות לחשבונך כחשבון X רשמי של דמות מענף ספורט מקצועני הקשורה לבקשה זו. האזכור חייב להופיע באתר האינטרנט הרשמי של ישות מאומתת."),
                n("abd587d2", "הוסף אזכור נוסף"),
                n("i0bba81a", "הוסף סימוכין להעסקה"),
                n("a6a76e3c", "בחר שיטה ראויה לציון"),
                n("ecd2abda", "אשר זכאות החשבון"),
                n("cb70b894", "חזור אחורה"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "פרופיל ב-Google Trends עם הוכחה לפעילות חיפוש שבוצעה לאחרונה אודותיך."),
                n("a68b43ee", "הוסף פרופיל ב-Google Trends"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "מאמר ב-Wikipedia"),
                n("ee38d0f0", "מאמר ב-Wikipedia אודותיך אשר עומד בסטנדרטים של Wikipedia לחשיבות אנציקלופדית עבור אנשים."),
                n("cb97ee3e", "הוסף מאמר בוויקיפדיה"),
                n("hc371f34", "סיקור חדשותי"),
                n("b9d0ad90", "לפחות שלושה קישורים מארגוני חדשות מכובדים אשר סיקרו או אזכרו אותך במהלך ששת החודשים האחרונים."),
                n("ge137dce", "לפחות שלוש כתבות שעוסקות בך מפרסומי חדשות שעומדים בתנאים בששת החודשים האחרונים."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "הוסף כיסוי חדשות מאומת"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "מאמר מס' " + e.n;
                }),
                n("bebae55a", "בורסה ציבורית לניירות ערך"),
                n("c5571610", "קישור שמעיד על נוכחות משמעותית בבורסה ציבורית לניירות ערך."),
                n("e2d42628", "הוסף הפניית סימוכין לבורסה לניירות ערך"),
                n("jc19b4e8", "רישום בבורסה לניירות ערך"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "הוסף התייחסות בנושא הנהגה"),
                n("cc424a22", "חוות דעת בנושא פעילות בעמותות"),
                n("ibfc1a5a", "אינן זכאי לאימות בקטגוריה זו."),
                n("e1c78796", "אתר אינטרנט רשמי"),
                n("ff2ee0c2", "אקטיביזם"),
                n("hc61adfc", "בידור"),
                n("e404203c", "גיימינג"),
                n("d2042392", "ממשל"),
                n("c365dcc6", "אחר"),
                n("d27beb9e", "ספורט"),
                n("cc4b66b6", "בחר קטגוריה"),
                n("b37461a4", "בחר סוג חשבון"),
                n("b27325f6", "יוצר תוכן"),
                n("a5a6affc", "יוצרי תוכן דיגיטלי מובילי דעה אשר מפרסמים באופן עקבי תוכן מקורי ומרתק."),
                n("a15326de", "לפחות שלוש כתבות מפרסומי חדשות שעומדים בתנאים אשר כוללות התייחסות אליך."),
                n("g704a93a", "אתר רשמי המשויך לעמותה מוכרת, הכולל התייחסות אליך בתפקיד הנהלה."),
                n("c6bd60ec", "אקטיביסט או מארגן"),
                n("c92fdb06", "משתמשים מוכרים עושים שימוש ב-X כדי להוביל לשינוי סוציואקונומי, פוליטי ותרבותי."),
                n("a18c6dfc", "עיתונאי"),
                n("h0b46534", "עיתונאים שמועסקים על ידי הוצאות לאור או ארגוני חדשות מאומתים."),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "משפיען באופן אחר"),
                n("f875ec6e", "משתמשים עם נוכחות משמעותית בפלטפורמה של X ומחוץ לה, אשר אינם מסווגים באף קטגוריה אחרת."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "חברת בידור"),
                n("d5b3cbca", "חברות בידור גדולות, כגון רשתות טלוויזיה, אולפני סרטים וחברות תקליטים."),
                n("b5a3e590", "אדם בתעשיית הבידור"),
                n("e484f794", "אנשים רבי-השפעה בתעשיית הבידור, כגון שחקנים, מוזיקאים, במאים, תסריטאים, קומיקאים ועוד."),
                n("b8d8ea64", "ארגון הפקות"),
                n("ff27db3c", "חשבונות רשמיים של הפקות הקשורות לישויות בתעשיית הבידור, כגון סרטים, אירועים/פסטיבלים, תוכניות טלוויזיה ועוד."),
                n("c0e57cb2", "הוסף את פרופיל היוצר שלך"),
                n("f3c605b6", "פרופיל יוצר"),
                n("h042d1a6", "פרופיל IMDB"),
                n("d2310f0c", "פרופיל IMDB המכיל לפחות 50 קרדיטים של הפקות."),
                n("ba04b4c2", "הוסף פרופיל IMDB"),
                n("i9b124b6", "עובד ממשלתי"),
                n("f84a99ee", "בעלי תפקידים ממשלתיים בכירים, כולל ראשי מדינות, נבחרי ציבור, שרים ממונים ושגרירים ברמת המדינה או ברמה הארצית."),
                n("j2cb5f50", "מועמד לתפקיד"),
                n("j2472894", "מועמד רשמי לתפקיד ציבורי ברמת המדינה או ברמה ארצית."),
                n("ha44c130", "תפקיד ממשלתי או שירות ציבורי"),
                n("j8ae9d40", "תפקידים ממשלתיים בכירים וישויות מוסדיות, כמו גם שירותים לציבור."),
                n("ef1d6176", "האם אתה מועמד לתפקיד ברמת המדינה או ברמה הארצית?"),
                n("f54ba6e6", "עליך להיות מועמד נוכחי לתפקיד ברמת המדינה או ברמה ארצית כדי לעמוד בתנאים לאימות בקטגוריה זו."),
                n("dd85d0a0", "האם אתה בעל תפקיד ברמת המדינה או ברמה הארצית?"),
                n("f0058c60", "עליך להיות בעל תפקיד ממשלתי נוכחי ברמת המדינה או ברמה ארצית כדי לעמוד בתנאים לאימות בקטגוריה זו."),
                n("f420a712", "כן, זה נכון"),
                n("fb97d22c", "לא, אני לא"),
                n("e16b1cc8", "האם הפרופיל שלך עונה על הקריטריונים עבור מועמד?"),
                n("cf2ee92e", "מועמדים לתפקידים חייבים להיות בעלי חשבון ציבורי אשר כולל גם התייחסות לתפקיד שעליו הם מתמודדים וגם קישורים לאתר הקמפיין הרשמי שלהם."),
                n("g544885e", "האם הפרופיל שלך עונה על הקריטריונים עבור עובד ממשלתי או ישות מוסדית?"),
                n("bd0b4542", "עובדים ממשלתיים וישויות מוסדיות חייבים להיות בעלי חשבון ציבורי עם קישור לאתר הרשמי שלהם."),
                n("i45b224c", "האם הפרופיל שלך עונה על הקריטריונים עבור נבחר ציבור?"),
                n("fba1dd66", "בעלי תפקידים ממשלתיים חייבים להיות בעלי חשבון ציבורי אשר כולל גם התייחסות לתפקידם הממשלתי הנוכחי וגם קישורים לאתר התפקיד הרשמי."),
                n("e95c44de", "כן, הוא שלם"),
                n("fa5e15e2", "אני צריך לעדכן"),
                n("jdf47e8e", "אתר הקמפיין"),
                n("eeec7316", "הוסף אתר קמפיין"),
                n("b163b654", "הפניה לאתר ממשלתי"),
                n("d2378d34", "הוסף הפניה לאתר ממשלתי"),
                n("a05b8446", "עיתונאי עצמאי"),
                n("hdad12b2", "עיתונאים עצמאיים עם עבודות בולטות עבור הוצאות לאור מאומתות."),
                n("d2d7af4c", "ארגון חדשות או הוצאה לאור"),
                n("d83e51dc", "הוצאות לאור בדפוס ובדיגיטלי; רשתות, תחנות ותוכניות של חדשות המשודרות בטלוויזיה, בטלוויזיה בכבלים, בטלוויזיה בלוויין, בהזרמה וברדיו; פודקאסטים; ואמצעי תקשורת דומים אחרים."),
                n("g708cbdc", "האם הפרופיל שלך עומד בדרישות האימות?"),
                n("b107ee5c", "לארגוני חדשות חייב להיות חשבון ציבורי המכיל קישור לאתר האינטרנט הרשמי שלהם."),
                n("e8746826", "אישרתי שחשבון המעסיק שלי כבר מאומת."),
                n("jc09b420", "האם הפרופיל שלך עונה על הקריטריונים עבור עיתונאי?"),
                n("gfbd7e58", "עיתונאים חייבים חשבון ציבורי שמפנה לשם של אתר האינטרנט הרשמי של ארגון החדשות המאומת שעבורו הם עובדים וגם קישורים אליו."),
                n("h0ad4c9e", "אזכורים בארגון חדשות רשמי"),
                n("a6553b50", "אתר האינטרנט הרשמי של ארגון חדשות או הוצאה לאור שעומדים בתנאים אשר מאזכר אותך כעיתונאי."),
                n("a29b2988", "שורות כותב וקרדיטים במאמרים"),
                n("ab4eae60", "לפחות שלוש שורות כותב או קרדיטים בהוצאות לאור העומדות בתנאים אשר פורסמו במהלך ששת החודשים האחרונים."),
                n("b3fac982", "כתובת ה-URL סיפקה קישורים לדף הספציפי שמאזכר אותי."),
                n("e26dc9e2", "הוסף עבודות בולטות"),
                n("e164df2e", "האם המאמרים שסיפקת אכן יכולים להיחשב לבולטים?"),
                n("i80ff05e", "מאמרים בולטים הם מאמרים שפורסמו על ידי הוצאות לאור או ארגוני חדשות מאומתים בלבד."),
                n("cf7482ec", "כן"),
                n("fcb96cfc", "אדם בתחום הספורט המקצועי"),
                n("ddc7d64a", "ספורטאים מקצועיים, מאמנים, מנהלים וכן ספורטאים שמשתתפים בתחרויות ספורט עולמיות (לדוגמה, המשחקים האולימפיים, המשחקים הפראלימפיים וכו')."),
                n("c4e0d346", "ישות בתחום הספורט המקצועי"),
                n("e3ce81fa", "ליגות, קבוצות ותחרויות עולמיות בתחום הספורט המקצועי (לדוגמה, המשחקים האולימפיים, המשחקים הפראלימפיים וכו')."),
                n("b2808f48", "אדם בתחום הגיימינג"),
                n("db7b3558", "חשבונות אישיים של שחקני Esport שמשויכים לקבוצות או ליגות גיימינג מאומתות."),
                n("bbd9a912", "אני מאשר שהקבוצה, הליגה, האירוע או הארגון המשויכים לחשבון שלי כבר מאומתים."),
                n("he9c5638", "קישור לאתר האינטרנט הרשמי של תחרות עולמית או ארגון ספורט שמאזכר אותך."),
                n("bf06e1d6", "אתר רשמי שמשויך לארגון ספורט מקצועי אשר מאזכר אותך כספורטאי מקצועי, מנהל או מאמן."),
                n("e241d35e", "לפחות שלושה מאמרים מארגון חדשות או הוצאות לאור מאומתים שמאזכרים אותך כספורטאי מקצועי, מנהל או מאמן."),
                n("ad456030", "לפחות שלושה מאמרים מארגון חדשות או הוצאות לאור מאומתים שמאזכרים אותך כאדם בתחום הגיימינג."),
                n("hbe2e65c", "אתר רשמי שמשויך לאירוע או לליגת ספורט אלקטרוני מאומתים שמאזכרים אותך כאדם בתחום הגיימינג."),
                n("j3da4dea", "לא ניתן לשלוח כעת בקשה לאימות"),
                n("af39265e", "חברות, מותגים וארגונים"),
                n("bb51cd7a", "ספורט ומשחקי מחשב"),
                n("c044a571", "מידע נוסף"),
                n("a58cd1fb", "מידע נוסף"),
                n("b47b0fd1", "מידע נוסף"),
                n("db25263b", "מידע נוסף"),
                n("b25b02c3", "מידע נוסף"),
                n("j6ef6afb", "מידע נוסף"),
                n("d42d162b", "מידע נוסף"),
                n("ccadfc85", "מידע נוסף"),
                n("ddb47f57", "מידע נוסף"),
                n("bf9e181b", "מידע נוסף"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more"),
                n("e7e0d88b", "Learn more");
            n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more"),
                n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", " מידע נוסף"),
                n("f8493831", "מידע נוסף"),
                n("icb5913f", "מידע נוסף"),
                n("af819833", "מידע נוסף"),
                n("d35525b1", "מידע נוסף"),
                n("cb181ed1", "מידע נוסף"),
                n("f6c3d3f1", "מידע נוסף"),
                n("d4588ded", "מידע נוסף"),
                n("a759bff9", "מידע נוסף"),
                n("c64a59f7", "מידע נוסף"),
                n("c054f433", "מידע נוסף"),
                n("c1b7ad51", "מידע נוסף"),
                n("f7998565", "מידע נוסף"),
                n("c74a47ef", "מידע נוסף"),
                n("gf9899bf", "מידע נוסף"),
                n("d7a9185d", "מידע נוסף"),
                n("c4b205e1", "מידע נוסף"),
                n("c04b4b1d", "מידע נוסף"),
                n("d26ccc67", "מידע נוסף"),
                n("hdb3bc85", "מידע נוסף"),
                n("b6cb494f", "מידע נוסף"),
                n("abc132eb", "מידע נוסף"),
                n("de1b28ad", "מידע נוסף"),
                n("h04c272d", "מידע נוסף"),
                n("j331c659", "מידע נוסף"),
                n("h02fe64f", "מידע נוסף"),
                n("a7df4b85", "מידע נוסף"),
                n("e9b71903", "מידע נוסף"),
                n("g961011f", "מידע נוסף"),
                n("d5dedb7b", "מידע נוסף"),
                n("gd396551", "מידע נוסף"),
                n("dccc08bf", "מידע נוסף"),
                n("f22a6d0d", "מידע נוסף"),
                n("i78c9fd5", "מידע נוסף"),
                n("f3e333a9", "מידע נוסף"),
                n("i5fee6d3", "מידע נוסף"),
                n("fe7420f5", "מידע נוסף"),
                n("fcfad60d", "מידע נוסף"),
                n("cc35a6b9", "מידע נוסף"),
                n("d9bd3823", "מידע נוסף"),
                n("a67f27bd", "מידע נוסף"),
                n("b8be7adb", "מידע נוסף"),
                n("gd663f41", "מידע נוסף"),
                n("b436b101", "מידע נוסף"),
                n("j97bce4a", "כינוי ב-X"),
                n("acd5ca14", "נסה שוב. שמות משתמשים לא כוללים תווים מיוחדים כגון @, $ או #."),
                n("bbef41c2", "בדוק את כתובת הדואר האלקטרוני הרשמית המשויכת לבקשת האימות שלך ב-X."),
                n("be03ecca", "כתובת דואר אלקטרוני"),
                n("c69a40de", "עדיין אין לך כתובת דואר אלקטרוני מאומתת."),
                n("c83a1662", "אין לך כתובת דואר אלקטרוני מאומתת"),
                n("e1e878ee", "הגדרות"),
                n("b9635182", "הגדרות"),
                n("j163be32", "התחל בקשה"),
                n("gaf821c8", "בקשת אימות"),
                n("e1ac0f9b", "מידע נוסף"),
                n("h2d4ba56", "אמצעי הזיהוי שלך נבדק..."),
                n("i2051842", "אנו מוודאים שאמצעי הזיהוי שלך עומד בדרישות שלנו. התהליך עשוי להימשך עד 30 שניות."),
                n("fc2a5c92", "משהו השתבש"),
                n("jf4b6f70", "הייתה בעיה במהלך ההעלאה של אמצעי הזיהוי שלך. נסה להעלות אותו פעם נוספת."),
                n("d338f53e", "נסה שוב"),
                n("e43672a0", "נצטרך לאסוף מידע לגבי התעודה המזהה שלך שהונפקה על-ידי רשות ממשלתית"),
                n("b246aa5e", "מדינת הנפקה"),
                n("d6fb5878", "בחר מדינה"),
                n("b72f97cc", "סוג מזהה"),
                n("b2ab6008", "בחר סוג תעודה מזהה"),
                n("h9270b1c", "חפש מדינות"),
                n("ff1d68f8", "העלה תמונה של התעודה המזהה שלך"),
                n("bdada5a6", "צד קדמי"),
                n("edfed0f6", "העלה את הצד הקדמי של התעודה המזהה"),
                n("def5015d", function (e) {
                    return "חזרה" + e.back_of_document;
                }),
                n("b09aade6", "העלה את הצד האחורי של התעודה המזהה שלך"),
                n("b40ed190", "מסמך"),
                n("c6650b56", "העלה מסמך"),
                n("d171ed16", "אנו מסתמכים על גופים חיצוניים שמסייעים לנו. גופים אלו מאשרים שאמצעי הזיהוי שלך אמיתי ומספקים לנו פרטים בהיקף מוגבל ופלטפורמה. בכך הם מאפשרים לנו לאשר את העמידה שלך בדרישות לקבלת מעמד של חשבון מאומת."),
                n("d20f76cb", "מידע נוסף"),
                n("b8deb156", "מדיניות הפרטיות"),
                n("b9960f32", "הוסף תמונות או סרטון"),
                n("gd80afba", "ערוך מדיה"),
                n("j322caee", "סמן מדיה רגישה"),
                n("abd845fe", "ערוך"),
                n("df1b0708", "הפעל את קובץ ה-GIF הזה"),
                n("cd959e5c", "הסר מדיה"),
                n("add55c98", "מדיה"),
                n("f350cf46", "גרור ושחרר ומדיה"),
                n("gff1f69e", "טוען את התמונה"),
                n("a91bb144", "שלח"),
                n("affce770", "אנחנו, וגורמי הצד השלישי המהימנים שמשויכים אלינו נשתמש במידע שנוגע לחשבונך ובכל מידע אחר שתספק לנו, כדי לבדוק את זהותך ולוודא ושאתה עומד בדרישות לקבלת אימות."),
                n("i0864918", "קטגוריה"),
                n("c7942074", "סוג חשבון"),
                n("b8121daa", "הפנייה להכרה"),
                n("d247ca70", "בדוק את הפרטים של בקשת האימות שמופיעה בהמשך. לאחר שאישרת אותם, לחץ על 'שלח'."),
                n("b51afbb2", "שיטת אימות"),
                n("cc87b01c", "בדוק והגש"),
                n("ec6801cc", "הבקשה שלך נשלחה!"),
                n("i6ef95ec", "סקר"),
                n("j94e995e", "הבקשה האחרונה שלך נדחתה. כדי לשלוח בקשה חדשה, עליך להמתין 30 ימים מתאריך זה."),
                n("da458d6c", "ב-30 הימים האחרונים שלחת בקשה לאימות שנדחתה. נסה שוב."),
                n("j4ed9f0e", "שלחת בקשה לאימות. ניצור איתך קשר בקרוב, לאחר שתתקבל החלטה."),
                n("b1ade780", "החשבון שלך חדש מדי. חכה עד שיעברו לפחות שבעה ימים ממועד פתיחת החשבון ונסה שוב."),
                n("aab67626", "בקשת האימות שלך נמצאת בבדיקה"),
                n("d3c1e25e", "לא, זה לא היה חלום. באמת עברת את האימות."),
                n("a8b4500e", "הכללים של X"),
                n("ef1b5cbc", "בחר בהודעות שברצונך לראות - וכאלה שאינך רוצה לראות."),
                n("aaafffda", "הודעות שהושתקו"),
                n("afdf29b8", "מסנן איכות"),
                n("da19d878", "בחר לסנן תוכן כגון פוסטים כפולים או אוטומטיים. הדבר לא חל הודעות מחשבונות שאתה עוקב אחריהם או כאלה שביצעת עמם אינטראקציה."),
                n("i2209530", "שמירה"),
                n("da867c58", "בחר בהעדפות שלך בהתאם לסוג ההודעה."),
                n("a2197726", "ניהול אבטחת החשבון שלך."),
                n("i36dcc3e", "הגן על חשבונך מגישה בלתי מורשית באמצעות דרישת אמצעי אימות שני בנוסף לסיסמת X. תוכל לבחור בין מסרון, יישום אימות או מפתח אבטחה."),
                n("ead60eb8", "הגנה נוספת של סיסמה"),
                n("gfaf9a4a", "הגן מפני איפוס סיסמה"),
                n("h3cc8462", 'להגנה נוספת, עליך לאמת את כתובת הדוא"ל או מספר הטלפון שלך כדי לאפס את סיסמת X.'),
                n("b4bbdeb4", "מפתח גישה"),
                n("fe8aeb88", "מפתחות גישה מעניקים הגנה נוספת שאפשר לקשר לנתונים הביומטריים שלך."),
                n("dc096238", "העלה טופס זיהוי מאושר כדי לאמת את החשבון. המידע ישמש רק לצורך אימות זהותך ויטופל באופן בטוח ומאובטח."),
                n("a999cb72", "שמור את השינויים בחשבון"),
                n("dec3c9b8", "סיסמה"),
                n("b929aa74", "הזן מחדש את הסיסמה שלך ב-X כדי לשמור את השינויים שביצעת בחשבון."),
                n("d1091f50", "שכחת את הסיסמה?"),
                n("fd23fe4a", "כאן נמצאים מפתחות הגישה עבור כל המכשירים שלך"),
                n("d9921a6c", "יצירת מפתח גישה חדש"),
                n("i4855730", "מחיקת מפתח גישה"),
                n("a6acdc67", function (e) {
                    return "תאריך הוספה: " + e.date;
                }),
                n("d97c07be", "ניהול מינויי יוצרים"),
                n("efa291da", "הצג ונהל את מינויי היוצרים שלך באמצעות Stripe בהמשך. כל מינוי פעיל שהתחלת ב-iOS או ב-Android זמין לניהול באפליקציה."),
                n("j7f5c6aa", "עדיין אין לך מינויים"),
                n("ef4602ec", "משהו השתבש. נסה שוב מאוחר יותר."),
                n("b02df748", "נהל את אבטחת החשבון שלך ועקוב אחר רמת שימוש החשבון שלך, כולל אפליקציות שחיברת לחשבון."),
                n("g2841de4", "קבל מידע נוסף אודות מועד הכניסה שלך לחשבונך והאפליקציות שמחוברות אליו."),
                n("hf45cca6", "נהל חשבונות Google או Apple שמחוברים ל-X לצורך כניסה לחשבון."),
                n("a310511c", "נהל את החשבונות המשותפים שלך"),
                n("jc02ae68", "יישומים מחוברים"),
                n("dd82312a", "חיבורים"),
                n("e5e8a89a", "טוען יישומים"),
                n("hfa9a2c8", "נהל יישומים קשורים במהירות"),
                n("dd1b86f9", function (e) {
                    return "מאת " + e.name;
                }),
                n("cf461930", "יישומי צד שלישי שאתה מאפשר להם גישה לחשבון X שלך יוצגו כאן."),
                n("b63b0b1d", "מידע נוסף"),
                n("c2cb5560", "הפעלה פעילה נוכחית"),
                n("bca43fd0", "יציאה מכל ההפעלות האחרות"),
                n("ha6df2ca", "הפעלות הן המכשירים שבהם אתה משתמש או שביצעו שימוש בחשבון X שלך. אלו הן ההפעלות שבהן החשבון שלך מחובר. ניתן לצאת מכל הפעלה."),
                n("b72d2904", "אתה מחובר לחשבון X זה במכשיר זה ומשתמש בו כעת."),
                n("b850cbd0", "אתה מחובר לחשבונות האלה במכשירים האלה ואינך משתמש בהם כעת. "),
                n("cf3e3164", "יציאה מכל החיבורים האחרים"),
                n("f810f27a", "האם ברצונך לסיים את ההפעלות האחרות שלך?"),
                n("gbb5cec5", function (e) {
                    return "יציאה תסיים " + e.num + " מההפעלות הפעילות האחרות ב-X. היא לא תשפיע על ההפעלה הפעילה הנוכחית שלך.";
                }),
                n("fcbd4904", "פעולה זו תסיים את ההפעלה הפעילה ב-X."),
                n("ab78d946", "אתה עומד לסיים את החיבורים הפעילים האחרים שלך ל-X, לכן יהיה עליך להיכנס שוב במכשירים אלה כדי להתחיל חיבורים חדשים."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "פעיל עכשיו"),
                n("c9bc33fa", "מכשירים"),
                n("f95ed3e6", "מכשיר נוכחי"),
                n("a787669a", "רישומים של מכשירים אחרים"),
                n("gbefe730", "נרשמת למסרים ישירים מוצפנים במכשירים אחרים אלה."),
                n("d7a9796e", "טוען מכשירים"),
                n("b5635e86", "רישום מכשיר זה"),
                n("bb4a95dc", "האם לרשום את המכשיר?"),
                n("a9538040", "רישום המכשיר יאפשר לך להתחיל שיחות מוצפנות חדשות עם משתמשים רשומים אחרים"),
                n("hd173c7a", "ביצוע רישום"),
                n("hf4312a4", "המכשיר נרשם."),
                n("h7797d18", "רשום"),
                n("hc48a042", "ביטול רישום של מכשיר זה"),
                n("d5bafb20", "האם לבטל רישום של מכשיר זה?"),
                n("i12dee70", "הסרת רישום של מכשיר פירושה שלא תהיה לך עוד גישה להודעות מוצפנות במכשיר."),
                n("d4b9db26", "ביטול רישום"),
                n("c18b1b34", "תאריך ושעה של ההרשמה"),
                n("e7c9d60a", "הרישום של המכשיר שנבחר בוטל."),
                n("cd14c8fe", "טוען פרטי מכשיר"),
                n("j9db22f4", "לא הצלחנו למצוא את המכשיר"),
                n("c477d710", "קבע איזה מידע מוצג לך ואיזה מידע אתה משתף ב-X."),
                n("b06f5d36", "הפעילות שלך ב-X"),
                n("fd807e78", "קהל, מדיה ותיוג"),
                n("a9ff473c", "קבע איזה מידע תאפשר למשתמשים אחרים לראות ב-X."),
                n("d0484606", "נהל את המידע המשויך לפוסטים שלך."),
                n("c4afe0e6", "קבע מה יוצג לך ב-X בהתאם להעדפותיך, כגון נושאים ותחומי עניין."),
                n("ab125232", "נהל את החשבונות, המילים וההודעות שהשתקת או חסמת."),
                n("cc950d94", "נהל מי יכול לשלוח לך הודעות ישירות."),
                n("fe37f854", "קבע מי יכול לראות את פעילות ההאזנה במקומות שלך"),
                n("ab987f3c", "שלוט באפשרויות האיתור שלך ונהל אנשי קשר שיובאו על ידך."),
                n("db5fabb0", "שיתוף נתונים ופעילות מחוץ ל-X"),
                n("i83cab8a", "שיתוף נתונים והתאמה אישית"),
                n("e338a794", "נהל את חוויית מודעות הפרסום ב-X."),
                n("c05e8024", "נהל את חוויית קובצי ה-Cookie ב-X."),
                n("d29d59d0", "קבע כיצד X משתמשת בפעילות שלך באינטרנט מחוץ ל-X, כגון אתרי אינטרנט שבהם אתה מבקר, כדי להעניק לך חוויית שימוש מותאמת אישית."),
                n("c981a36c", "אפשר לפלטפורמת X להתאים את החוויה שלך עם פעילויות מוסקות, כגון פעילות במכשירים שלא השתמשת בהם כדי להיכנס לפלטפורמת X."),
                n("eb0cc786", "אפשר שיתוף מידע נוסף עם שותפים עסקיים של X."),
                n("dd533318", "נהל את פרטי המיקום שמשמשים את X כדי להעניק לך חוויית שימוש מותאמת אישית."),
                n("bd0646a0", "מידע נוסף אודות פרטיות ב-X"),
                n("a607862a", "מדיניות פרטיות"),
                n("g5925628", "יצירת קשר"),
                n("dd6012f8", "מרכז הפרטיות"),
                n("jdceda60", "תשובות"),
                n("f644b748", "קבע מי יכול להשיב לפוסטים שלך ונהל את התשובות המסוננות שלך."),
                n("ff4b3818", "Grok ומשתפי פעולה שהם צדדים שלישיים"),
                n("i586f3e0", "אפשר שימוש במידע הציבורי שלך, כמו גם בקשרים, במסרים היוצאים ובתוצאות של Grok ו-xAI לצורכי אימון וכוונון."),
                n("d8492604", "אם אפשרות זו נבחרת, הפוסטים ופרטים האחרים של ההחשבון שלך יהיו גלויים רק למשתמשים שעוקבים אחריך."),
                n("if050fae", "הגן על סרטוני הווידאו שלך"),
                n("b7ed5f6e", "כשאפשרות זו נבחרת, לא תוכל להוריד סרטונים בפוסטים שלך כברירת מחדל. הגדרה זו חלה על פוסטים מעתה ואילך והיא אינה רטרואקטיבית."),
                n("dbb51952", "האם להגן על הפוסטים שלך?"),
                n("de735de6", "כך הם יהיו זמינים רק לעוקבים שלך ב-X."),
                n("c5d4192a", "הגן"),
                n("d9ddba70", "הקהילות הן ציבוריות, לכן העברת החשבון למצב מוגן תגרום להסתרת הפוסטים הקודמים שלך. בנוסף, לא תהיה לך אפשרות לפרסם פוסטים בקהילה עד שהחשבון ישוב למצב ציבורי."),
                n("f527b322", "הגן על החשבון שלי"),
                n("d165c992", "כל אחד יכול לתייג אותך"),
                n("ea339390", "רק אנשים מרשימת המעקב שלך יכולים לתייג אותך"),
                n("e3a761ee", "כבוי"),
                n("a61ed23a", "סימון מדיה בפוסטים שלך כמכילה תוכן שעלול להיות רגיש"),
                n("ae27c454", "לאחר שתאפשר זאת, תמונות וסרטונים שפרסמת יסומנו כתוכן רגיש עבור משתמשים שאינם רוצים לראות תוכן רגיש."),
                n("fc1d217c", "הצג מדיה שעלולה להכיל תוכן פוגעני"),
                n("j018f2a2", "עיין בהגדרות"),
                n("h1ef00dc", "הגדרות חיפוש"),
                n("b05b9398", "לאחר הפעלת הגדרה זו, ייתכן ש-X תבצע התאמה אישית של ציר הזמן 'עבורך' בהתאם לפעילות שלך ב-X."),
                n("a3c1324c", "הצגת תוכן מומלץ בציר הזמן 'עבורך'"),
                n("ee4592ca", "אף אחד"),
                n("da813d22", "משתמשים מאומתים"),
                n("baffe39a", "כולם"),
                n("b3d8566e", "סנן מסרים באיכות נמוכה"),
                n("cfda8c44", "הסתר בקשות למסרים שזוהו בתור בקשות שעלולות להכיל תוכן זבל או באיכות נמוכה. הן יישלחו לתיבת דואר נכנס נפרדת שנמצאת בחלק התחתון של הבקשות למסרים. עדיין תוכל לגשת אליהן אם תרצה."),
                n("f4c91f40", "אפשר מסרים מהמנויים שלי"),
                n("bf0c4336", "המנויים שלך תמיד יוכלו לשלוח מסרים, בלי קשר להגדרות מסרים אחרות."),
                n("e6c411d8", "סנן מדיה גרפית"),
                n("g558101a", "הצג אזהרות במסרים שזוהו כמסרים שעלולים להכיל מדיה בעלת תוכן גרפי (כגון עירום, תוכן מיני או אלימות). תמיד תהיה לך אפשרות להציג את המדיה אם תרצה בכך."),
                n("d9172542", "הצג אישורי קריאה"),
                n("bd557506", "אפשר לאנשים שאיתם אתה מתכתב לדעת שראית את המסרים שלהם. אישורי קריאה לא מוצגים בבקשות למסרים."),
                n("f29080d0", "אפשר בקשות למסרים של:"),
                n("j0adcc2d", "מידע נוסף"),
                n("ib3357a6", "התאם אישית מודעות"),
                n("f2f9628e", "תמיד תראה מודעות פרסומת ב-X בהתאם לפעילות שלך ב-X. כשהגדרה זו מופעלת, X עשויה להוסיף להתאים אישית את המודעות ממפרסמים ב-X, הן בפלטפורמה והן מחוצה לה, באמצעות שילוב הפעילות שלך ב-X עם פעילות מקוונת אחרת ומידע מהשותפים שלנו."),
                n("b5fe50fc", "קטגוריות מודעות"),
                n("c31a2ea6", "הפעלת הגדרות האלה תאפשר לך לראות מודעות בקטגוריות אלה. בטל אותן כדי להציג פחות מודעות מקטגוריות אלה."),
                n("if996630", "הימורים"),
                n("a9ed7774", "אפשר שימוש במקומות שבהם מוצג תוכן של X ברחבי האינטרנט"),
                n("e2d61838", "הגדרה זו מאפשרת ל-X לעקוב אחר הביקורים שלך באתרים אחרים שמשלבים תוכן של X, כגון צירי זמן מוטבעים. מידע זה ישפר את השימוש שלך ב-X באמצעות התאמה אישית של חוויית השימוש. היסטוריית הגלישה שלך באינטרנט לעולם לא תהיה מאוחסנת עם השם, כתובת הדואר האלקטרוני או מספר הטלפון שלך."),
                n("c966aaf4", "כאשר אתה נמצא במדינות מסוימות, הביקורים האלו בדפי אינטרנט אינם מאוחסנים בזיכרון ולא נעשה בהם שימוש."),
                n("e8313b32", "האם אתה בטוח? אם תשבית את ההגדרה הזו לא תוכל להפעיל אותה מחדש כל עוד אתה נמצא במדינה הזו."),
                n("f1d46fd6", "כן, אני בטוח"),
                n("f6c8ccc8", "התאמה אישית בהתבסס על מידע שניתן להסיק על הזהות שלך"),
                n("ed012c88", "X תמיד תתאים אישית את חוויית השימוש בהתאם למידע שסיפקת ולמכשירים שמהם נכנסת. כשהגדרה זו מופעלת, X עשויה לבצע התאמה אישית גם בהתאם למידע אחר שניתן להסיק על הזהות שלך, כגון מכשירים ודפדפנים שלא השתמשת בהם כדי להיכנס ל-X או כתובות דואר אלקטרוני ומספרי טלפון הדומים לאלה המקושרים לחשבון X שלך."),
                n("d3c20d80", "אפשר שיתוף מידע נוסף עם שותפים עסקיים"),
                n("f1c0d09c", "X תמיד משתפת מידע עם שותפים עסקיים על מנת לתפעל ולשפר את המוצרים שלה. כאשר האפשרות הזו מופעלת, היא מאפשרת ל-X לשתף מידע נוסף עם השותפים האלה על מנת לתמוך בתפעול העסקי של X. למשל, היא מאפשרת ל-X להתאים את פעילויות השיווק שלה באתרים וביישומים אחרים כך שיהיו רלוונטיות יותר עבורך."),
                n("dc20d918", "התאמה אישית בהתאם למקומות שבהם היית"),
                n("af7d89e6", "X תמיד משתמשת במידע מסוים, כגון המקום שבו נרשמת והמיקום הנוכחי שלך, כדי להציג לך תוכן רלוונטי יותר. כשהגדרה זו מופעלת, X עשויה גם להתאים את חוויית השימוש שלך, בהתאם למקומות אחרים שבהם היית."),
                n("f2b23062", "נגישות, תצוגה ושפות"),
                n("fa76d7dc", "נהל את האופן שבו מוצג לך תוכן ב-X."),
                n("j7a15010", "נהל היבטים של חוויית השימוש שלך ב-X, כגון השבתת ניגודיות צבעים ותנועה."),
                n("a257ecae", "נהל את הגודל, הצבע והרקע של הגופנים. הגדרות אלה משפיעות על כל חשבונות X בדפדפן זה."),
                n("jc3fa0e2", "קבע באילו שפות נעשה שימוש כדי להעניק לך חוויית שימוש מותאמת אישית ב-X."),
                n("cc2973a8", "הגבל את האופן שבו X משתמש בחלק מנתוני הרשת במכשיר הזה."),
                n("h54e6138", "מקשי קיצור"),
                n("a4b69cbc", "שפת תצוגה"),
                n("c856bd00", "השפה המועדפת עבור כותרות, לחצנים וטקסט אחר ב-X."),
                n("cab61d58", "בחר שפות נוספות"),
                n("dd93fafa", "שפות נוספות עבור תוכן שברצונך לראות ב-X."),
                n("bca1de4a", "שפות נוספות שאתה דובר"),
                n("c3aa76c4", "שפות שאתה עשוי להכיר"),
                n("g099069c", "נהל את השפות ש-X מסיקה בהתאם לפעילותך, כגון החשבונות שאחריהם אתה עוקב והציוצים שלהם אתה מגיב."),
                n("cf9ce876", "שפות היישום והפוסטים"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "אלה חשבונות ברשתות חברתיות שחיברת לחשבון שלך ב-X לצורך כניסה לחשבון. ניתן להשבית את הגישה כאן."),
                n("d84ed6b2", "ניתוק"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "מחובר"),
                n("ad31b476", "ניהול החשבון האוטומטי."),
                n("a2981062", "חשבון ניהול"),
                n("aff4540e", "שנה חשבונות ניהול"),
                n("b8b9d100", "הגדר אוטומציית חשבון"),
                n("e0bc51f6", "כבה אוטומציה של חשבון"),
                n("b92190c2", "חשבון הניהול חובר"),
                n("fb03b39a", "חשבון הניהול נותק"),
                n("bd51ddfa", "לא ניתן לנתק את חשבון הניהול שלך בשלב זה. נסה שוב מאוחר יותר."),
                n("e91c15f6", "לנתק את חשבון הניהול שלך?"),
                n("df035b80", "אם תנתק את חשבון הניהול, החשבון האוטומטי שלך יאבד את התווית שלו."),
                n("bd12cf34", "כן, נתק"),
                n("f79acef3", "למידע נוסף"),
                n("a57a341c", "חוסך הנתונים"),
                n("ab6505a8", "לאחר בחירתך, X תשתמש בפחות נתוני רשת."),
                n("a5d4fda0", "משהו השתבש, אבל אל דאגה - בוא ננסה שוב."),
                n("g1888dc2", "אף פעם"),
                n("f724d1aa", "רק דרך Wi-Fi"),
                n("cf6472c2", "דרך רשת סלולרית או Wi-Fi"),
                n("b2ed92c4", "בקשת ארכיון"),
                n("ce5d2c46", "לא זמין באופן זמני"),
                n("bed6a87c", "תוקף הקישור לנתוני X שלך פג"),
                n("b24b4768", "עבור אל 'המידע שלי ב-X'"),
                n("a0c3f812", "כדי לקבל אחד מעודכן, יהיה עליך להגיש בקשה חדשה."),
                n("eea30bb5", function (e) {
                    return "נוצר בתאריך: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "תאריך תפוגה: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "גודל משוער: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "נתונים של X (" + e.currentIndex + " מתוך " + e.count + ")";
                }),
                n("fc5bfd96", "אתה מוזמן להתחיל"),
                n("gee8110e", "הורדת הארכיון"),
                n("c326f156", "ארכיון הורד"),
                n("c9fe9b56", "הורדת הארכיון שלך עומדת להתחיל"),
                n("j54b679b", function (e) {
                    return "היא תיפתח בחלון אחר ויתכן שייקח קצת זמן עד שהיא תסתיים. בתום ההורדה, יתקבל קובץ ZIP בגודל " + e.size + ".";
                }),
                n("ac63840d", function (e) {
                    return "‎" + e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return "‎" + e.size + " MB";
                }),
                n("ce494bb4", "גודל גופן"),
                n("c783d45e", "צבע"),
                n("h306a358", "רקע"),
                n("d8680056", "קטן מאוד"),
                n("j59f0b94", "ברירת מחדל"),
                n("b81aaad8", "גדול"),
                n("c7044880", "גדול במיוחד"),
                n("e46dffa0", "גודל הטקסט"),
                n("ce8a8116", "אפשרויות רקע"),
                n("d3d48f3a", "בהיר"),
                n("i76f67ee", "אור עמום"),
                n("c8f85960", "חושך מוחלט"),
                n("aefc5b20", "אפשרויות צבעים"),
                n("a52d0fde", "כחול"),
                n("d818cdd6", "צהוב"),
                n("fee1cd64", "ורוד"),
                n("cbed7fb2", "סגול"),
                n("g697ec02", "כתום"),
                n("a7c2204a", "ירוק"),
                n("gde8fdd7", function (e) {
                    return "העיקר של X הוא הודעות קצרות שנקראות פוסטים – ממש כמו הודעה זו – שיכולות לכלול תמונות, סרטונים, קישורים, טקסט, תגים ואזכורים כמו ‎@" + e.mention + ". ";
                }),
                n("f277e94a", "הצג"),
                n("ee79367b", function (e) {
                    return "רמה " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "מודעה"),
                n("d9587114", "הצג את הפוסט האחרון"),
                n("b7b86c3c", "פתיחת הגרסה החדשה של הפוסט הזה"),
                n("a407814e", "נערך לאחרונה"),
                n("i46ee3f0", "זו הגרסה העדכנית של הפוסט הזה."),
                n("e18cb87c", "הסבר את הפוסט הזה"),
                n("ffe16626", "מסנן התשובות פועל."),
                n("jc81f6a7", function (e) {
                    return e.count + " צפי" + t(e.count, "ות", "יה", "ות", "ות");
                }),
                n("g521abc6", "Grok, ניתוח נתונים!"),
                n("a09331e0", "מאמרים קשורים"),
                n("e3eceda6", "פעולות של Grok"),
                n("a653f08f", function (e) {
                    return "קרא " + e.replyCount + " תשובות";
                }),
                n("dc0c8266", "שאל את Grok"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "" + t(e.count, "צפיות", "הצג", "צפיות", "צפיות");
                }),
                n("b8f3500a", "הצגת השרשור בקורא"),
                n("fc7db594", "סיכום הפרופיל"),
                n("c3f04d9c", "חושב"),
                n("cbdddb0a", "הושלם"),
                n("e98cc293", function (e) {
                    return "חיפוש אחר " + e.query;
                }),
                n("b0d1e205", function (e) {
                    return "חיפוש אחר **'" + e.query + "'**";
                }),
                n("i2e0f4d7", function (e) {
                    return "עיון ב-" + e.url + " מתוך " + e.query;
                }),
                n("acb9b845", function (e) {
                    return "מסייר ב-" + e.url + " עבור **'" + e.query + "'**";
                }),
                n("ef261d8d", function (e) {
                    return "חיפוש פוסטים של ‎@" + e.username + "‎";
                }),
                n("f7d9cfb9", function (e) {
                    return "חיפוש אחר " + e.query + " בפוסטים של ‎@" + e.username + "‎";
                }),
                n("bec7eb11", function (e) {
                    return "חיפוש פוסטים של ‎@" + e.username + '‎ עבור **"' + e.query + '"**';
                }),
                n("ead81122", "משהו השתבש, כדאי לרענן כדי להתחבר מחדש או לנסות שוב."),
                n("f808a13a", "חרגת ממגבלת מכסה. המתן מספר רגעים ונסה שוב."),
                n("e0481e5a", "אין תמיכה ב-Grok במדינה שלך כרגע."),
                n("bc0a5b5a", "Grok לא זמין כרגע, נסה שוב מאוחר יותר."),
                n("ef674976", "אינך מורשה להשתמש בשירות הזה."),
                n("c74e87e0", "הקובץ גדול מדי. יש לבחור קובץ קטן יותר."),
                n("bea50a2a", "פורמט הקובץ אינו נתמך."),
                n("j77292b7", function (e) {
                    return "בחר עד " + e.count + " ק" + t(e.count, "בצים", "ובץ", "בצים", "בצים");
                }),
                n("cbc8fed4", "האם התרגום הזה מדויק? שלח לנו משוב כדי שנוכל להשתפר:"),
                n("d56779a2", "קל להבנה"),
                n("b6fe8a56", "מבלבל ולא ברור"),
                n("i73a7d48", "תורגם על-ידי Google"),
                n("eeadb767", function (e) {
                    return "תורגם מ" + e.originLanguage + " על-ידי Google";
                }),
                n("d9c6f69d", function (e) {
                    return "תורגם מ-" + e.originLanguage + " על ידי Grok";
                }),
                n("dc445f82", "תורגם באמצעות Papago"),
                n("he9803d3", function (e) {
                    return "תורגם מ" + e.originLanguage + " באמצעות Papago";
                }),
                n("f8264fc0", "תורגם על-ידי X"),
                n("caa5ba3d", function (e) {
                    return "תורגם מ-" + e.originLanguage + " על-ידי X";
                }),
                n("deaf5b16", "נסה שוב"),
                n("a66d80d0", "תרגם את הפוסט"),
                n("be9b9fb8", "תרגום של Grok"),
                n("he9c9634", "לא ניתן לאחזר את התרגום"),
                n("j2198c98", "הסתרת פוסט מתורגם"),
                n("d4d35bea", "מתרגם..."),
                n("i7ac410e", "הצגת טקסט מקורי"),
                n("c67f09e8", "הצגת תרגום"),
                n("e0f81ff3", "תרגום:"),
                n("j2862695", function (e) {
                    return "תורגם מ" + e.originLanguage + " על-ידי";
                }),
                n("b7cb4fab", "תורגם על-ידי"),
                n("d4c339b9", function (e) {
                    return "פוסט מאת " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("db0cb64f", function (e) {
                    return "פורסם פוסט על ידי " + e.fullName + " (@" + e.screenName + "):\n" + e.tweet;
                }),
                n("h6f99ac4", "נוסף לסימניות שלך"),
                n("g1c463f6", "הוסר מהסימניות"),
                n("a2e7377f", function (e) {
                    return "הוסר מ-" + e.bookmarkFolderName;
                }),
                n("i47ad24c", "המשך כך! ככל שתסמן 'אהבתי' ביותר פוסטים, כך ישתפר ציר הזמן."),
                n("def4a37c", "Nice work! Your timeline’s getting better. The more you like, the better your timeline will be – keep liking the stuff you’re into."),
                n("f5d17674", "הפוסט פורסם מחדש"),
                n("d714acfa", "פרסום הפוסט מחדש בוטל"),
                n("b18dff26", "רק מנויים יכולים לראות פרסום מחדש זה"),
                n("c2453318", "הוסף לתיקייה"),
                n("f88553c8", "הועתק ללוח"),
                n("b5b36724", "להשיב במקום זאת?"),
                n("gce00a2a", "האם לפרסם מחדש במקום זאת?"),
                n("g271f120", "טיוטת הפוסט התימחק לפני שתשיב."),
                n("gad04d1a", "טיוטת הפוסט התימחק לפני שתצטט."),
                n("ibd021f2", "רוצה לקרוא תחילה את המאמר?"),
                n("bbef69c4", "אתה עומד לשתף מאמר שלא פתחת ב-X."),
                n("g5092766", "קרא את המאמר"),
                n("a2d5c006", "תודה שנכנסת לקישור"),
                n("g37bb2d0", "כניסה לקישורים לפני השיתוף שלהם עוזרת לקדם דיון מושכל."),
                n("gc45a90a", "הרחב את ההנחיה"),
                n("g7135e44", "עזור ל-X להישאר מקום שאפשר לקבל בו מידע אמין. ברר מידע נוסף לפני שאתה מסמן פוסט זה כאהוב."),
                n("h9b6d468", "עזור ל-X להישאר מקום שאפשר לקבל בו מידע אמין. ברר מידע נוסף לפני שאתה משתף פוסט זה."),
                n("af5cd00e", "גלה עוד"),
                n("e29c651e", "תודה שבחרת לקבל מידע נוסף"),
                n("ef504d80", "(עדיין) לא ניתן להוסיף פוסטים מחשבונות מוגנים לסימניות."),
                n("cef96d5a", "הפוסט כבר נמצא בסימניות שלך"),
                n("b2542f56", "משהו השתבש. נסה להוסיף שוב את הפוסט הזה לסימניות בעוד דקה."),
                n("fe3b9942", "נחסמת ואינך יכול לסמן את הפוסטים של המשתמש הזה כאהובים, בהתאם לבקשתו."),
                n("c2a6dc5c", "משהו השתבש. נסה לסמן את הפוסט הזה כאהוב שוב בעוד דקה."),
                n("b57f01b8", "אם פוסט פורסם על ידי משתמש מוגן שלא נמצא ברשימת המעקב שלך, אי אפשר לסמן אותו כאהוב."),
                n("ba0b3cc0", "לבקשת משתמש זה, נחסמת מהאפשרות לפרסם מחדש פוסטים שלו."),
                n("h32b1ac4", "משהו השתבש. יש לנסות לפרסם שוב בעוד דקה."),
                n("e50cea9e", "אין הרשאות לפרסם מחדש פוסט זה."),
                n("d8e56f40", "סליחה! חרגת ממגבלת הפוסטים שלך. יש לנסות לפרסם שוב מחר"),
                n("i14d7a46", "משהו השתבש. נסה להסיר שוב את הפוסט הזה מהסימניות בעוד דקה."),
                n("d4ebfeb0", "יש לנסות להסיר את הלייק לפוסט שלך בעוד דקה."),
                n("e639775e", "נסה לבטל את הציוץ מחדש שוב בעוד דקה."),
                n("fcad707a", "שמנו אזהרה על פוסט זה מכיוון שהוא עשוי לכלול תוכן רגיש."),
                n("f1824804", "ערער על אזהרה זו"),
                n("f755f710", "הבנתי"),
                n("ced4abbe", "ראה את השיחה"),
                n("d00e1d2a", "הצטרף לקהילה"),
                n("e6057014", "בקש להצטרף"),
                n("ba352986", "אין לך אפשרות להשיב … בינתיים"),
                n("d09e76d8", "קהילות הן ציבוריות, לכן ניתן לקרוא פוסטים − אבל עליך להצטרף כדי להשתתף."),
                n("cfa1f802", "עיון בקהילה"),
                n("af27a0f8", "הוסרת מהקהילה הזאת"),
                n("id089506", "פנה למגשרים של הקהילה כדי לבקש את צירופך מחדש."),
                n("cac4e916", "הפוסט הזה מוסתר"),
                n("cb18be32", "אין לך אפשרות לעשות זאת … בינתיים"),
                n("dbb5fd8e", "לא ניתן לפרסם מחדש פוסטים בקבוצה"),
                n("ae2c8a1e", "למה לא ניתן להשיב לציוץ הזה?"),
                n("afe7ba26", "למה לא ניתן לסמן את הציוץ הזה כאהוב?"),
                n("df9e2356", "למה אתה לא יכול להוסיף זאת ל'סימניות'?"),
                n("jead3bc2", "למה לא ניתן לשתף את הציוץ הזה?"),
                n("h2a668b8", "מדוע אי אפשר לראות את ניתוח הפוסט?"),
                n("bd85267e", "למה אי אפשר לפרסם את הפוסט הזה מחדש?"),
                n("dcc05a7e", "צפיות"),
                n("e213fada", "הצגת מספר הפעמים שבהם הפוסט הזה הוצג אינה זמינה."),
                n("g0954ea6", "רק כותב הפוסט וצוות הגישור של הקהילה יכולים לראות אותו, והפעילויות מושבתות."),
                n("e7969518", "קהילות הן ציבוריות, כך שניתן לקרוא את הפוסטים – אבל נכון לעכשיו ההשתתפות היא בהזמנה בלבד."),
                n("g2dc874a", "קהילות הן ציבוריות, כך שניתן לקרוא את הפוסטים – אבל רק חברי הקהילה יכולים לקיים אינטראקציה איתם."),
                n("g562676f", "מידע נוסף"),
                n("ee574c37", "מידע נוסף"),
                n("de2d83d6", "הוסף לתיקייה כסימניה"),
                n("f14df406", "העתק קישור למודעה"),
                n("e05c00b4", "העתק קישור"),
                n("f61c4bb0", "שלח באמצעות מסר ישיר"),
                n("id35970e", "פרסום סרטון וידאו"),
                n("ff9348b8", "שתף מודעה דרך…"),
                n("d03241f8", "שיתוף פוסט דרך…"),
                n("j08dd2d4", "הסר מהסימניות"),
                n("b7fde1ea", "הסר מהתיקייה"),
                n("d9a2bd78", "הורד סרטון"),
                n("fbfab656", "שיתוף עבור מקום"),
                n("e668112c", "הפוסט שותף עם 'מקום'"),
                n("g5775e46", "הצג ציטוטים"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "סימני" + t(e.count, "ות", "ה", "ות", "ות");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "אוהב" + t(e.count, "", "ים", "", "");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "ציטוט" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "פרסומים מחדש";
                }),
                n("e9f1fbcc", "אין מה לראות כאן — בינתיים"),
                n("a3b80be6", "חזור לכאן מאוחר יותר כדי לראות פוסטים בנושא הזה."),
                n("d93b360a", "העמודה הוסרה − כשייווצרו פוסטים נוספים, הם יוצגו למעלה."),
                n("d6e2f9be", "טוען ציר זמן"),
                n("afb4c24a", "אין פריטים"),
                n("e5b0063d", function (e) {
                    return "ציר זמן: " + e.title;
                }),
                n("ib65b1c6", "הרשמה באמצעות Apple"),
                n("f55cebb8", "כניסה באמצעות Apple"),
                n("dcc304d6", "המשך עם Apple"),
                n("e0870f26", "הירשם באמצעות Google"),
                n("gfeffd6a", "התחבר באמצעות Google"),
                n("gf5e9ea6", "ביטול"),
                n("e43138c5", function (e) {
                    return "עקוב אחרי " + e.name;
                }),
                n("be65f2e7", function (e) {
                    return "הפסק לעקוב אחרי " + e.name;
                }),
                n("a649d337", function (e) {
                    return e.name + " לא מעניין אותי";
                }),
                n("e2f2b658", "לא נציע נושא זה יותר."),
                n("b51f7edf", function (e) {
                    return "הפסקת לעקוב אחרי " + e.name;
                }),
                n("gac366b3", function (e) {
                    return "התחלת לעקוב אחרי " + e.name;
                }),
                n("f9e45cfb", function (e) {
                    return "לחסום את ‎@" + e.screenName + "?";
                }),
                n("fcd4d489", function (e) {
                    return "חסום את ‎@" + e.screenName;
                }),
                n("a6450e84", "חסום"),
                n("g353ad73", function (e) {
                    return "הוא לא יוכל לעקוב אחריך, להציג את הפוסטים שלך או להשיב לשיחה הזו, אך אתה לא תראה פוסטים או הודעות מ-‎@" + e.screenName + "‎.";
                }),
                n("ad00a739", function (e) {
                    return "הוא יוכל לראות את הפוסטים הציבוריים שלך, אבל לא יוכל עוד לקיים עמם אינטראקציה. בנוסף, ‎@" + e.screenName + "‎ לא יוכל לעקוב אחריך או לשלוח לך מסרים ואתה לא תוכל לראות הודעות ממנו.";
                }),
                n("a9fd20be", "נחסם בהצלחה."),
                n("j546fb79", function (e) {
                    return "לשחרר את ‎@" + e.screenName + "?";
                }),
                n("c9623eeb", function (e) {
                    return "בטל חסימה של @" + e.screenName;
                }),
                n("e133be4e", "שחרר חסימה"),
                n("he43bca4", "משתמש זה יוכל לעקוב אחריך ולהציג את הפוסטים שלך."),
                n("f5f01af6", "הוא יוכל לעקוב אחריך ולקיים אינטראקציה עם הפוסטים הציבוריים שלך."),
                n("b6878b0a", "משהו השתבש. נסה לחסום את המשתמש הזה שוב בעוד דקה."),
                n("e40252de", "אל תציג פוסטים אלה בדף 'עבורך'"),
                n("ae225c26", "הצג פוסטים אלה בדף 'עבורך'"),
                n("a96d2628", "אל תציג רשימה זו בדף 'עבורך'"),
                n("d00abae0", "פוסטים מובילים מרשימה זו לא יוצגו עוד בציר הזמן בדף 'עבורך'."),
                n("e566dd06", "פוסטים מובילים מרשימה זו לא יוצגו עוד בדף 'עבורך'."),
                n("j3cc1526", "הצג רשימה זו בדף 'עבורך'"),
                n("h435716e", "פוסטים מובילים מרשימה זו עשויים להיות מוצגים בציר הזמן בדף 'עבורך'."),
                n("e8ba412e", "פוסטים מובילים מרשימה זו עשויים להיות מוצגים בדף 'עבורך'."),
                n("d66e95cc", "לנעוץ את התשובה בפוסט שלך?"),
                n("i24ed0de", "נעץ תשובה"),
                n("b1033082", "היא תופיע בראש רשימת התשובות של הפוסט הזה. תוכל להחליף אותה או לבטל את הנעיצה שלה מתי שתרצה."),
                n("e96a5962", "לבטל את הנעיצה של תשובה זו?"),
                n("ec04e6fc", "בטל נעיצת תשובה"),
                n("d05618f2", "היא תפסיק להופיע בראש רשימת התשובות של הפוסט הזה."),
                n("j9aedfdc", "נעץ תשובה"),
                n("c034211a", "בטל נעיצת תשובה"),
                n("ie4538b4", "התשובה ננעצה בפוסט"),
                n("ad135a24", "בוטלה הנעיצה של התשובה בפוסט"),
                n("ee369efc", "לא ניתן לנעוץ את התשובה בפוסט"),
                n("c3e7f572", "לא ניתן לבטל את הנעיצה של התשובה בפוסט"),
                n("d058316c", "תודה. X תשתמש בזה כדי לשפר את ציר הזמן שלך."),
                n("afb7e8f8", "קרא את המאמר"),
                n("jb0429b1", function (e) {
                    return "מאת " + e.name + " ‏‎@" + e.screenName;
                }),
                n("gfdad702", "מעל גיל 18"),
                n("c5d23126", "נעץ"),
                n("j44ec610", "בטל נעיצה"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "חבר" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("b5334780", "בהמתנה"),
                n("b171d7c4", "הצטרף"),
                n("aa7ae3f6", "הצטרפת"),
                n("bb1d57b6", "צא"),
                n("h4fbfa58", "הסכם והצטרף"),
                n("ea8cfb1e", "הסכם ובקש להצטרף"),
                n("dc1b14a1", function (e) {
                    return "עיין והסכם לכללים של " + e.communityName;
                }),
                n("c966ac64", "לא ניתן להצטרף לקהילה. נסה שוב מאוחר יותר."),
                n("g690e07e", "התשובה שלך (אופציונלי)"),
                n("a5d21bf4", "אין חובה לענות, אבל זכור שזה עוזר למגשרים לקבל את הבקשה שלך."),
                n("h9526e03", "לכללים של X"),
                n("c00c234f", function (e) {
                    return e.communityName + " כללים";
                }),
                n("hafa07f2", "ההשתתפות מוגבלת"),
                n("c15bee32", "הוסרת מקהילה זו"),
                n("efa265fc", "הפוסטים שלך מוגנים"),
                n("f9cecf48", "מצטערים, אינך יכול להתחבר כעת"),
                n("bf7bdb60", "הבעיה לא אצלך, זה בצד שלנו (באמת). נסה שוב מאוחר יותר."),
                n("h27d6950", "אין לך אפשרות לעזוב עדיין"),
                n("b02360f6", "המנהל או המגשר האחרון לא יכול לעזוב, אלא אם הקהילה ריקה."),
                n("fe832999", "עליך להפוך את הפוסטים שלך לציבוריים"),
                n("bc7a7af4", "הפוסטים שלך בקהילה יהיו מוסתרים ולא תוכל להצטרף מחדש."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "הצגת פוסטים נוספים"),
                n("aebb6546", "העלאת עוד פוסטים"),
                n("a3484d22", "שוויון"),
                n("aab2efa9", function (e) {
                    return "זוכה " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "לוח תוצאות, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "בקרוב"),
                n("b6da6b02", "חיים"),
                n("i9f615c8", "סופי"),
                n("f897267a", "נדחה"),
                n("f93c4b6a", "מבוטל"),
                n("i79ab12a", "עקוב אחרי נושא"),
                n("c0f56044", "הפסק לעקוב"),
                n("fcf51fe6", "כוכב"),
                n("e9a90d72", "סומן בכוכב"),
                n("bf403716", "הסר את הכוכב"),
                n("c9f08e29", function (e) {
                    return "להסיר את הכוכב מעל " + e.title + "?";
                }),
                n("hed4dcd0", "גם לאחר ביטול הכוכב של נושא זה, ייתכן שעדיין יראו פוסטים עליו בהתאם לחשבונות שאתה עוקב אחריהם."),
                n("cd876e02", "אהוב"),
                n("f2816e02", "סומן כאהוב"),
                n("f5b04fbc", "הסרה מהאהובים"),
                n("c481ae3f", function (e) {
                    return "להסיר את " + e.title + " מהאהובים?";
                }),
                n("c94116de", "גם לאחר ביטול נושא זה כמועדף, ייתכן שעדיין יראו פוסטים עליו, בהתאם לחשבונות שבמעקב שלך."),
                n("e0e730b0", "מתעניין"),
                n("b1850062", "לא מעניין אותי"),
                n("gd3f996f", function (e) {
                    return e.title + " לא מעניין אותך?";
                }),
                n("jdd65aac", "גם אם אינך מעוניין בנושא זה, ייתכן שתמשיך לראות פוסטים שעוסקים בו, תלוי בחשבונות שאחריהם אתה עוקב."),
                n("f93bb3ee", "טען תמונה"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "טען קובץ GIF"),
                n("d3ac405c", "טען סרטון"),
                n("g97a046c", "הפעל סרטון זה"),
                n("ac4c73d8", "סרטון מוטבע"),
                n("f3bb10a6", "מפעיל סרטון"),
                n("b87c0a72", "הפעל הודעות דחיפה כדי שלעולם לא תחמיץ התרחשויות ב-X"),
                n("e71e09ec", "הפעל את ההודעות"),
                n("g4850f44", "הודעות דחיפה מופעלות"),
                n("dc397182", "התאם אישית"),
                n("ia5e7488", "סגור"),
                n("j681933e", "רשימה פרטית"),
                n("add55942", "משהו השתבש. נסה להירשם שוב בעוד דקה."),
                n("ib8f5f3c", "משהו השתבש. נסה לבטל את ההרשמה שוב בעוד דקה."),
                n("e20fc756", "אינך מורשה להוסיף חבר זה לרשימה."),
                n("d8a032a2", "יש צורך להסיר את ציר הזמן הנעול היחיד לפני הוספת אחר"),
                n("fa816a0a", "סדר רשימה מחדש"),
                n("ac832ae4", "נעץ רשימה"),
                n("cdb33880", "בטל נעיצת רשימה"),
                n("ca5d0a82", "ערוך רשימה"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "עוקב" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("jceadc3e", "ללא כותרת"),
                n("a1d5303c", "פרטי"),
                n("cc8f8a80", "לא רשום"),
                n("c33a97d6", "ציבורי"),
                n("i73fff1b", function (e) {
                    return "הצג " + e.count + " פוסט" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("a682906d", function (e) {
                    return e.count + " סימו" + t(e.count, "ני", "ן", "ני", "ני") + " ''אהבתי'' כדי לעבור אל";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " משרות פתוחות" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " ניצחה";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "היום"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "מחר"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "הוסף עוד פוסט"),
                n("i569ff3e", "הצג שרשור זה"),
                n("je5502eb", function (e) {
                    return 'כולל תוצאות עבור "' + e.suggestion + '"';
                }),
                n("bc4628a1", function (e) {
                    return 'מציג תוצאות עבור "' + e.suggestion + '"';
                }),
                n("a1979464", "טוען סרטון"),
                n("ic1e826e", "הפעל"),
                n("c8b4bca0", "קנה"),
                n("f5ea07ec", "קנה עכשיו"),
                n("b62956aa", "הזמן"),
                n("i3ea806a", "הזמן"),
                n("fd00a76a", "פתח"),
                n("e0aa5848", "התקן"),
                n("g33f3050", "אינטרנט"),
                n("d3f6b1a6", "שלח לנו מסר"),
                n("b0e322cc", "שלח לנו מסר פרטי"),
                n("cb8bddc8", "שלח לי מסר פרטי"),
                n("cb8c547e", "שלח מסר פרטי"),
                n("d980e29f", function (e) {
                    return "התחלה: " + e.date;
                }),
                n("fdd81500", "קרוסלה"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "עירום"),
                n("e1b4e672", "תוכן רגיש"),
                n("acc48c15", function (e) {
                    return "אזהרה: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "הצג"),
                n("g034e6f1", function (e) {
                    return "אפשר לצרף רק עד " + e.count + ' פוסטים לדו"ח הזה.';
                }),
                n("i2e0d584", "פוסט מקודם"),
                n("b52a940c", "פוסט זה אינו זמין."),
                n("da59404c", "אתה צופה כעת בגרסה האחרונה."),
                n("e267df68", "התשובה מוסתרת"),
                n("d5f162b6", "בטל את ההסתרה של התשובה הזו מתי שתרצה. עוד משהו?"),
                n("f376e9d4", "משוב לפוסט"),
                n("d7c93b6c", "הפוסט הוסתר"),
                n("b3abacee", "יראו פחות פוסטים כאלה. האם יש לך משוב נוסף?"),
                n("a2411360", "ראית תשובה שאהבת?"),
                n("e8a14626", "עכשיו אפשר לנעוץ תשובה לפוסט שלך בעזרת תפריט הפעולות - אלו שלוש הנקודות הקטנות בפוסט (...)."),
                n("d41305a8", "בועת מסר עם נעץ"),
                n("eca84b72", "ביטול פרסום מחדש"),
                n("g6185a9e", "מי יכול להשיב?"),
                n("i00051cc", "בחר מי יכול להשיב לפוסט הזה. כל מי שהוזכר יוכל תמיד להשיב."),
                n("i9000126", "חשבונות שברשימת המעקב שלך"),
                n("dcaede8a", "רק חשבונות שאזכרת"),
                n("ad85cd2e", "המנויים שלך"),
                n("f19e4bfc", "חשבונות מאומתים"),
                n("bf994ab2", "רק אתה"),
                n("e7b4b30a", "רק חשבונות שאזכרת"),
                n("ca6500a8", "השבתת קישורים חיצוניים בתשובות"),
                n("e839db3a", "בטל"),
                n("c8a98928", "תמונה לקידום מכירות"),
                n("f5b3dc1e", "אולי מאוחר יותר"),
                n("ae0c5fbe", "שגיאה בשינוי האנשים שיכולים להשיב"),
                n("bae0cbc0", "שנה את מי שיכול להגיב"),
                n("d78131b9", function (e) {
                    return "הוספה/הסרה של @" + e.screenName + " מרשימות";
                }),
                n("b3b642fc", "מדוע הפוסט הזה?"),
                n("fb4ee11c", "למה המודעה הזו?"),
                n("ad50e7d9", function (e) {
                    return "הצג " + e.entity + " נתוני ניתוח";
                }),
                n("ef1042f8", "Write a Community Note"),
                n("h3edf7a6", "בקשת 'הערה מהקהילה'"),
                n("bf8d98f4", "רק מי שרשום כמנוי יכול להגיב"),
                n("e69ada9e", "רק משתמשים עם מינוי Premium יכולים להשיב"),
                n("ae04c4dd", function (e) {
                    return "האם למחוק את " + e.entity + "?";
                }),
                n("d9442996", "לא ניתן לבטל זאת והפריט יוסר מהפרופיל שלך, מצירי הזמן של החשבונות שעוקבים אחריך ומתוצאות החיפוש."),
                n("dad785a7", function (e) {
                    return "פעולה זו תגרם למחיקת כת הגרסאות של " + e.entity + " מהפרופיל שלך, מצירי הזמן ומכל החשבונות שעוקבים אחריך, כמו גם מתוצאות החיפוש. לא ניתן לבטל פעולה זו.";
                }),
                n("jda253ab", function (e) {
                    return e.entity + " נמחק";
                }),
                n("j49c2f85", function (e) {
                    return "משהו השתבש. נסה למחוק שוב את " + e.entity + " בעוד דקה.";
                }),
                n("f9fa0390", "המאמר יועבר למצב טיוטה ואפשר למחוק אותו מדף 'מאמרים'."),
                n("dad450ec", "עריכת מאמר"),
                n("g9677c6e", "אישור"),
                n("b57bfe70", "האם לערוך מאמר?"),
                n("bd3da7be", "בעת עריכתו, פרסומו של המאמר יושהה באופן זמני והוא לא יהיה נגיש לציבור. כל הפעילויות הקיימות יישמרו ויימשכו לאחר פרסום הגרסה המעודכנת."),
                n("j26481e6", "פרסום המאמר שלך בוטל והוא הועבר לטיוטות לצורך עריכה."),
                n("b360ac7c", "ניווט בקטע"),
                n("adc81042", "פרטי קטע"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "זהו מאמר שפורסם, דרך חדשה לכתוב ב-X."),
                n("b14efa0a", "תמונת השער של המאמר"),
                n("afdccedb", function (e) {
                    return "הצגת " + e.displayCount + " תשוב" + t(e.count, "ות", "ה", "ות", "ות");
                }),
                n("bdba3e1a", "הפעלת הודעות לגבי פוסטים"),
                n("c4da7d28", "כיבוי הודעות לגבי פוסטים"),
                n("j87c21f4", "הודע לי"),
                n("iebc30ca", "השבת את ההודעות"),
                n("dc740eb2", "אפשר לראות הודעות פרסום מחשבון זה בציר הזמן של הודעות. אפשר גם להפעיל הודעות דחיפה במכשיר שלך כדי לא לפספס אף פעם פוסט."),
                n("dca669ad", function (e) {
                    return "פרסומים מחדש של " + e.name + " לא יופיעו בציר הזמן שלך";
                }),
                n("ce6da5d7", function (e) {
                    return "פרסומים מחדש של " + e.name + " יופיעו בציר הזמן שלך";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + "‏ (‎@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "ראה את " + e.fullName + " ב-X.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return e.screenName + "@ כבר אינו עוקב אחריך";
                }),
                n("j7bb1a43", function (e) {
                    return "דווח על ‎@" + e.screenName + "‎";
                }),
                n("hef5960c", "שתף פרופיל דרך…"),
                n("bb1cbeb6", "בטל השתקה"),
                n("h2f62206", "השתקת משתמש"),
                n("e67b2d65", function (e) {
                    return "השתק את @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "בטל השתקה של @" + e.screenName;
                }),
                n("h59f52ee", "הושתק בהצלחה."),
                n("eea0cbee", "ההשתקה בוטלה בהצלחה."),
                n("i29533b3", function (e) {
                    return e.screenName + "@ הושתק.";
                }),
                n("h129c3c3", function (e) {
                    return "ההשתקה של ‏" + e.screenName + "@ בוטלה";
                }),
                n("b3036480", "הסר את העוקב הזה"),
                n("h27b7407", function (e) {
                    return "‎@" + e.screenName + "‎ יוסר מרשימת העוקבים שלך בלי לקבל הודעה מ-X בנוגע להסרה. הוא יוכל לעקוב אחריך שוב בעתיד.";
                }),
                n("ibd0b842", "העתק קישור לפרופיל"),
                n("b9c26480", "הצג נושאים"),
                n("e922ce0c", "הפעל פרסום מחדש"),
                n("ge54bb8c", "כיבוי פרסום מחדש"),
                n("h5ef9bc8", "הצג רשימות"),
                n("e9eef4c6", "דיווח על תוכן לא חוקי באיחוד האירופי"),
                n("e28ba0bb", function (e) {
                    return "דווח על @" + e.screenName + " בגין תוכן לא חוקי באיחוד האירופי";
                }),
                n("a30b63da", "משהו השתבש. נסה להסיר את העוקב שוב בעוד דקה."),
                n("gd11f228", "(כאן צריכה להיות כותרת)"),
                n("ced3c85a", "ערוך"),
                n("b375ece0", "רק אתה יכול לצפות במאמר הזה שעדיין לא פורסם."),
                n("edf9101f", "המשך לקרוא"),
                n("icf7f1a4", "העתקה ללוח"),
                n("e1a292ec", "הוסף מדיה"),
                n("ebfd8ac6", "הוסף"),
                n("ia3611ee", "התחל לכתוב"),
                n("d794135c", "בחר קובץ או גרור אותו לכאן.\n\nכל בלוק יכול לכלול קובץ GIF, סרטון או ערכת תמונות (כל ערכה יכולה לכלול עד 4 תמונות)."),
                n("e187f906", "קובצי GIF"),
                n("fa4e68ca", "פוסטים"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "קוד"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "אהב"),
                n("g88b88a6", "נוסף לסימניות"),
                n("i282583e", "לא ניתן להשתמש בפוסטים מחשבונות מוגנים"),
                n("eae4fe7a", "לא ניתן להשתמש בפוסטים שמצטטים פוסט שנמחק"),
                n("d2042fb6", "פוסטים עם סימון 'אהבתי'"),
                n("iad3e15c", "פוסטים שנוספו ל'סימניות'"),
                n("f1c63c34", "הדבקת URL של פוסט"),
                n("a78f6310", "URL לא תקין של פוסט"),
                n("fe9ddab6", "הפוסט לא נמצא"),
                n("dd2c9034", "שמור פוסטים למועד מאוחר יותר"),
                n("cada17f8", "הוסף פוסטים ל'סימניות' כדי למצוא אותם בקלות בעתיד."),
                n("j0179e90", "כתוב פוסט"),
                n("adad5408", "תיקייה חדשה"),
                n("f44ddd2e", "הוסף פוסטים לסימניות כדי לשמור אותם למועד מאוחר יותר"),
                n("c91d2c4c", "זקוק לפרק זמן נוסף כדי לכתוב תשובה שנונה או פשוט רוצה לשמור את הפוסט למועד מאוחר יותר? הוסף אותו לסימניות!"),
                n("j45c642e", "התיקיות לא נטענות כרגע"),
                n("b87ca51a", "הסר תמונה"),
                n("eebff22c", "חתוך תמונה"),
                n("hf6f2914", "תצוגה מקדימה"),
                n("be4a00c2", "הוספת קוד כאן"),
                n("i3128619", function (e) {
                    return "חסימות אינן יכולות לכלול יותר מ-" + e.count + " תווים";
                }),
                n("dbb02ec4", "בחירת שפת תכנות"),
                n("d942865e", "חיפוש שפת תכנות"),
                n("e554f642", "למחוק שינויים?"),
                n("fa524058", "השאר"),
                n("d4ab68e2", "מחק"),
                n("a50ba822", "חיפוש קובצי GIF"),
                n("c6f5ac52", "קטגוריות - חיפוש GIF"),
                n("ab468379", function (e) {
                    return e.query + " - חיפוש GIF";
                }),
                n("j7fc4f9c", "הפעל קובצי GIF באופן אוטומטי"),
                n("a66b7760", "קובץ GIF ללא שם"),
                n("a723aefa", "לא נמצאו קובצי GIF"),
                n("a6ecfa0a", "נסה לחפש משהו אחר."),
                n("f5ff0d6f", function (e) {
                    return e.category + " - חיפוש GIF";
                }),
                n("effe1ca6", "הוסף ביטוי LaTeX כאן"),
                n("c46c3c62", "הביטוי שלך הכיל שגיאה. נסה שוב לאחר תיקונה."),
                n("d4a4842e", "הוסף אמוג'י"),
                n("fec16c1c", "אמוג'י"),
                n("idc01eb8", "מודגש"),
                n("cd7c97c6", "טקסט נטוי"),
                n("dab932be", "קו תחתון"),
                n("c5b6178a", "קו חוצה"),
                n("c03d7fd6", "הכנסת קישור"),
                n("abfe2d36", "רשימה עם נקודות עניין"),
                n("da685a7c", "רשימה ממוספרת"),
                n("g74d920c", "בלוק ציטוט"),
                n("cda501c6", "הגדל את הטקסט"),
                n("a54fdc46", "הקטן את הטקסט"),
                n("b340830e", "קיצורי דרך בטקסט"),
                n("c1ea915e", "הזן בתחילתה של שורה או בלוק חדשים ולאחר מכן הוסף רווח"),
                n("e8a4ef02", "כותרות"),
                n("dd71241a", "כותרות משנה"),
                n("ja9ca202", "קיצורי דרך למאמרים"),
                n("ef1649e2", "X – קיצורי מקשים"),
                n("aefd89c8", "ניווט"),
                n("cafdefb2", "פעולות"),
                n("dda42cf2", "עמודות ומקבצים"),
                n("e8a12604", "ספק כיתוב (אופציונלי)"),
                n("eabf2209", function (e) {
                    return "GIF סופק על-ידי " + e.providerName;
                }),
                n("a613e720", "העתק קישור לקובץ GIF"),
                n("aeca1239", function (e) {
                    return "מודגש" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "נטוי" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "פעיל" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "עריכת חסימה"),
                n("a8f09fb8", "מחיקת חסימה"),
                n("i89195ea", "חוצץ"),
                n("da8ac57c", "עריכת כיתוב"),
                n("a8fdd09c", "פרסום מאמר"),
                n("d8047cc8", "פרסם"),
                n("ff7ddca2", "המאמר יופיע כפוסט לאחר שתפרסם. תוכל למצוא אותו גם בכרטיסיה 'מאמרים' בפרופיל שלך."),
                n("ef34d7be", "אין אפשרות לערוך בקרות קהל ותשובות לאחר פרסום המאמר.");
            n("e52d4998", "בחר את הקהל שלך"),
                n("d7985b24", "בחירת מי יכול להשיב למאמר הזה"),
                n("b5660338", "תצוגה מקדימה של ציר זמן"),
                n("hff1b97a", "רק מי שרשום כמנוי יכול להשיב."),
                n("a330771e", "העתקת הקישור ללוח"),
                n("b6510e68", "העתר את כתובת ה-URL של המאמר כדי לשתף אותו."),
                n("e4a6e006", "משהו השתבש. נסה שוב."),
                n("eff483e0", "לאחר שתפרסם, העתק את הקישור כדי לשתף את המאמר."),
                n("ca15dd4e", "טיוטה"),
                n("bb40bf66", "פורסם"),
                n("h107935c", "נשמר לאחרונה עכשיו"),
                n("a753a870", "החל"),
                n("afccc67e", "העתקת קישור למאמר"),
                n("beb24e9e", "כתובת URL הועתקה ללוח"),
                n("db9cc928", "למחוק את המאמר?"),
                n("c4e28ba6", "לא ניתן לבטל את הפעולה והמאמר שלך יאבד."),
                n("ff2982d0", "המאמר שלך יימחק. לא ניתן לבטל את הפעולה והמאמר יוסר מהפרופיל שלך, מצירי הזמן של החשבונות שעוקבים אחריך ומתוצאות החיפוש."),
                n("ca17beec", "המאמר שלך נמחק"),
                n("f5cbb31c", "מחק מאמר"),
                n("f0977f52", "כן, מחק"),
                n("db419d4c", "תצוגה מקדימה של הטיוטה"),
                n("a1bc8e6c", "הצגת המאמר"),
                n("b6f72a22", "פרסום המאמר יתבטל, הוא יועבר לטיוטות ולא יהיה גלוי לכולם."),
                n("f558d2e0", "העבר לטיוטות"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "בחר קובץ GIF אחד או עד 4 תמונות."),
                n("eb7ab862", "בחר עד 4 תמונות, סרטוני וידאו או קובצי GIF."),
                n("ce9a9736", "שומר..."),
                n("dd63549e", "הצלחה! המאמר שלך פורסם"),
                n("a4d128bc", "הצלחה! המאמר שלך פורסם והקישור הועתק ללוח שלך"),
                n("b4071e18", "כותרת המאמר"),
                n("f586b7fa", "הוסף כותרת"),
                n("ab0fa9ba", "חזור לטיוטות כדי לערוך"),
                n("c5f35c98", "העלאת מדיה..."),
                n("d739d83e", "ביטול העלאה"),
                n("a94efeda", "שומר את המדיה..."),
                n("gd79d45a", "הפעל מצב מיקוד כדי להישאר ממוקד בכתיבה"),
                n("g1866bb2", "יציאה ממצב מיקוד כדי לחזור לעורך הרגיל"),
                n("a6a78df4", "המאמר זקוק לכותרת ולתוכן לפני הפרסום."),
                n("ia656f1c", "למאמר יש כותרת אבל לפני הפרסום צריך להוסיף תוכן."),
                n("d3855e36", "המאמר זקוק לכותרת לפני הפרסום."),
                n("f325958e", "אורך הכותרת חורג ממגבלת התווים המותרת. עליך לקצר אותה ולאחר מכן לפרסם."),
                n("ie5d9064", "אורך המאמר חורג ממגבלת התווים המותרת. עליך לקצר את גוף הטקסט ולאחר מכן לפרסם."),
                n("e03487a0", "אורך הכותרת עולה על מגבלת התווים והמאמר חורג ממגבלת המילים. יש לקצר את שניהם ולאחר מכן לפרסם."),
                n("e938d562", "אורך הכותרת חורג ממגבלת התווים המותרת. עליך לקצר את הכותרת, להוסיף לגוף המאמר ולאחר מכן לפרסם."),
                n("e449c546", "המאמר שלך זקוק לכותרת והאורך שלו חורג ממגבלת המילים המותרת. עליך להוסיף כותרת, לקצר את גוף הטקסט ולאחר מכן לפרסם."),
                n("bd00e836", "הטיוטה האחרונה לא נשמרה כי היא חורגת ממגבלת התווים."),
                n("ic110f68", "הטיוטה האחרונה שלך לא נשמרה מכיוון שהיא ארוכה מדי."),
                n("ifea3114", "שתף"),
                n("b384f696", "אנחנו ממליצים על כותרת באורך של 50 עד 70 תווים"),
                n("a7da0adb", function (e) {
                    return e.count + " מיל" + t(e.count, "ים", "ה", "ים", "ים");
                }),
                n("aea1d455", function (e) {
                    return e.count + " דק" + t(e.count, "ות", "ה", "ות", "ות");
                }),
                n("df898d71", function (e) {
                    return "זמן הקריאה של " + e.readingTimeValue;
                }),
                n("i9aadf4a", "ייתכן שהקישור הזה אינו נכון. לחץ על אחד המאמרים שלך בסרגל הצד הימני כדי לקרוא, לערוך או לפרסם מאמר."),
                n("hfdce46e", "פרסום המאמר שלך בוטל"),
                n("df079228", "מצב מיקוד"),
                n("f5037228", "להבטחת התוצאות הטובות ביותר, אנחנו ממליצים על תמונה ביחס של 5:2."),
                n("f965e890", "הטיוטות שלך נמצאות כאן"),
                n("c2756718", "המאמרים שפורסמו נמצאים כאן"),
                n("af65c854", "עריכה במצב מיקוד"),
                n("e05e2336", "העבר את המאמר לטיוטות"),
                n("d36447e0", "כאן כותבים"),
                n("ca0ed982", "המשך בטיוטה או צור מאמר חדש"),
                n("ee9e42aa", "כתוב"),
                n("e9a50596", "אירעה שגיאה ביצירת טיוטה חדשה"),
                n("e070024a", "ערוך תמונה"),
                n("i7d24b36", "התמונה הבאה"),
                n("f96a38a2", "תמונה קודמת"),
                n("hac7c548", "חתוך מדיה"),
                n("e3dbfba4", "ערוך תיאור תמונה"),
                n("dd4a83a6", "אזהרת תוכן"),
                n("ffe9ec3a", "הוסף תיאורים"),
                n("j063b262", "אפשר להוסיף לתמונות תיאור, שנקרא לפעמים טקסט חלופי, כדי שהן יהיו נגישות ליותר אנשים, כולל אנשים עיוורים או בעלי לקויות ראייה. תיאורים טובים צריכים להיות תמציתיים אך חשוב שישקפו את מה שרואים בתמונה בצורה מספיק מדויקת כך שהקוראים יבינו את ההקשר שלהם."),
                n("e57144f0", "בטח"),
                n("f9f9210c", "לא, תודה"),
                n("feabf2a0", "טקסט חלופי"),
                n("e36287c6", "תיאור"),
                n("cf565d08", "מהו טקסט חלופי?"),
                n("d9f7b32a", "הוסף אזהרת תוכן לפוסט זה"),
                n("ead1b80a", "יש לבחור קטגוריה ואנחנו נוסיף אזהרת תוכן לפוסט זה. כך אנשים יוכלו להימנע מתוכן שהם לא מעוניינים לראות."),
                n("h2437f26", "רגיש"),
                n("g5e1668a", "זמין להורדה"),
                n("fdc6a52a", "כשהאפשרות הזו מופעלת, הסרטון יהיה זמין להורדה."),
                n("fe09fde2", "לשינוי ההגדרות"),
                n("cd5cba97", function (e) {
                    return "אזהרת תוכן: " + e.formattedWarningList;
                }),
                n("h7215a76", "כותב הפוסט סימן את הפוסט הזה כמציג תוכן רגיש."),
                n("j32d345e", "הפריט הבא עשוי לכלול תוכן רגיש"),
                n("f1d9930c", "הסתר"),
                n("c91f83ae", "עריכת סרטון"),
                n("icbec4ae", "העלה כתוביות"),
                n("e0342f98", "כתוביות"),
                n("e7048e74", "חתוך מדיה"),
                n("ga408160", "הסרטון הבא"),
                n("dc402134", "הסרטון הקודם"),
                n("bf4e9d7a", "העלה קובץ כתוביות (.srt)"),
                n("j435467e", "ניתן להוסיף כתוביות לסרטונים שלך על ידי העלאת קובץ כתוביות. הקבצים צריכים להיות בפורמט SRT. עריכות שבוצעו בסרטון לא ישפיעו על הכתוביות."),
                n("a6b267fa", "הסר כתוביות"),
                n("a609edbe", "כתוב פוסט חדש"),
                n("dc295bb0", "פרסום בקהילה"),
                n("e536de22", "כדי לפרסם, עליך להפוך תחילה לחבר. הצטרף לקהילה הזאת כדי להשתתף!"),
                n("cb817dae", "עריכת פוסט"),
                n("bec9cff8", "הרשמה לחשבון X"),
                n("c150ba68", "ברוך הבא!"),
                n("f8e2163e", "רוצה להיכנס קודם?"),
                n("a108c147", function (e) {
                    return "האם ברצונך לעקוב אחר ‎@" + e.screenName + "‎?";
                }),
                n("c66afdc3", function (e) {
                    return "עקוב אחרי @" + e.screenName;
                }),
                n("feccfd6e", "יהיה עליך להיכנס לפני שתוכל לעקוב אחרי מישהו."),
                n("dedce756", "עכשיו תוכל לסמן 'אהבתי' בפוסט הזה."),
                n("ha5987e0", "רוצה לסמן 'אהבתי' בפוסט זה?"),
                n("f98f4e00", "יהיה עליך להיכנס לפני שתוכל לסמן את הפוסט הזה כאהוב."),
                n("b459ba4c", "יהיה עליך להיכנס לפני שתוכל להשיב לפוסט הזה."),
                n("f3e1093a", "עכשיו תוכל לפרסם את זה מחדש."),
                n("i1d8723c", "רוצה לפרסם את הפוסט הזה מחדש?"),
                n("h19f38de", "יהיה עליך להיכנס לפני שתוכל לפרסם את הפוסט הזה."),
                n("e289d950", "יהיה עליך להיכנס לפני שתוכל לשתף את הפוסט הזה."),
                n("d28215f0", "מצטערים, סקרים אינם מותרים בקהילות!"),
                n("ec2fc089", function (e) {
                    return "הפוסט" + t(e.numOfTweets, "ים היו", " היה", "ים היו", "ים היו") + " שלך נשלחו אל " + e.communityName;
                }),
                n("c7152355", function (e) {
                    return "אל תשכח להקפיד על הנגישות של התמונ" + t(e.numberOfImages, "ות", "ה", "ות", "ות") + " שלך";
                }),
                n("ffa5562a", "תיאורי תמונות טובים הם תמציתיים אבל מפורטים. הקפד לסכם או לכתוב כל טקסט שמופיע בתמונה עצמה."),
                n("a2d3facd", function (e) {
                    return "התיאור" + t(e.numberOfImages, "ים שלך הופכים", " שלך הופך", "ים שלך הופכים", "ים שלך הופכים") + " את X שלך נגיש ליותר בעלי מוגבלויות ולכל מי שרוצה לקבל יותר הקשר.";
                }),
                n("cc6d0a48", "ניתן להשבית תזכורת זו בהגדרות נגישות."),
                n("j499fbcb", function (e) {
                    return "הוסף תיאור" + t(e.numberOfImages, "ים", "", "ים", "ים");
                }),
                n("bb8170da", "לא כרגע"),
                n("h4dd544e", "הפוסט שלך נשלח."),
                n("ice925ce", "הפוסט שלך נערך."),
                n("eae9e604", "הפוסט שלך נשלח. יש לך 30 דקות לערוך."),
                n("gcdf3fd6", "הפוסט שלך נשלח. יש לך שעה אחת לערוך."),
                n("c7999d10", "הפוסטים שלך נשלחו."),
                n("b97f5eb2", "שולח פוסט..."),
                n("g08523f0", "הפוסט נשלח ברגעים אלו ... לאחר שיפורסם, יהיו לך 30 דקות לבצע עריכות."),
                n("fa53f95c", "הפוסט נשלח ברגעים אלו ... לאחר שיפורסם, תהיה לך שעה אחת לערוך."),
                n("a608b1b4", "למחוק את הפוסט?"),
                n("j890123a", "האם למחוק את השרשור?"),
                n("af4d0a80", "האם למחוק את העריכות?"),
                n("bb01231c", "לא ניתן לבטל זאת ותאבד את הטיוטה שלך."),
                n("if69307c", "אם תעזוב, השינויים לא ישמרו."),
                n("d2c271f6", "האם לשמור את הפוסט?"),
                n("abb90544", "ניתן לשמור את התוכן הזה כדי לשלוח אותו מאוחר יותר מהטיוטות שלך."),
                n("d3bb6f30", "הערה: חשבונות שמתוייגים במדיה לא יישמר בטיוטה."),
                n("bf9b89e4", "הטיוטה שלך נשמרה."),
                n("i63bfbf0", "הישאר עם המחשבה הזו"),
                n("a6c55352", "אנו עדיים מעלים את סרטון הווידאו. האם אתה בטוח שברצונך לבטל את הפוסט? הטיוטה והקבצים המצורפים יאבדו."),
                n("c3d89aca", "המשך"),
                n("b983f9e0", "שים לב"),
                n("ed5c4342", "כמה דברים שכדאי לזכור..."),
                n("abc4afcc", "תם הזמן לעריכה"),
                n("a9a471fa", "ניתן לערוך פוסטים רק במהלך 30 הדקות הראשונות מרגע פרסומם."),
                n("a3483f1c", "ניתן לערוך פוסטים רק בשעה הראשונה לאחר פרסומם."),
                n("g4bcc5f4", "זו העריכה האחרונה"),
                n("g922bf14", "לא ניתן לעדכן את הפוסט שוב."),
                n("f58b5009", function (e) {
                    return "הפוסט שלך יוצג כאן: " + e.scheduleDate + " בשעה " + e.scheduleTime;
                }),
                n("fa97f508", "ניתן להוסיף עוד פוסטים לשרשור זה לאחר שליחת פוסטים אלה."),
                n("c091760c", "העריכה לא נשמרה. תוכל לנסות לבצע עדכון שוב או לבטל אותה ולהתחיל מחדש."),
                n("d38504ad", function (e) {
                    return "בחר עד " + e.maxMediaCap + " תמונות, סרטונים או קובצי GIF.";
                }),
                n("dd6734c2", "קבל מידע נוסף"),
                n("g589c2e2", "אפשרות 1"),
                n("a1e6c3a2", "אפשרות 2"),
                n("a739e006", "אפשרות 3 (אופציונלי)"),
                n("d89a5b92", "אפשרות 4 (אופציונלי)"),
                n("c2a8118e", "הסר סקר"),
                n("a8ede1de", "הוסף אפשרות"),
                n("af40a8e0", "הוסף"),
                n("caf8edc4", "אורך הסקר"),
                n("g93586be", "ימים"),
                n("d073b644", "שעות"),
                n("a2f0728e", "דקות"),
                n("c9f5ae0a", "נשמר בטיוטות"),
                n("f0afcc0e", "הוסף סקר"),
                n("d39e3e78", "תזמון פוסט"),
                n("f6bab0da", "פוסט כתוב"),
                n("cc2b28fc", "ניתן לצרף רק סוג אחד של קבצים."),
                n("i6f7062c", "הוסף פוסט"),
                n("j1d5791c", "הוסף תשובה"),
                n("e76f3776", "הסרת הפוסט"),
                n("ec10ee02", "סקר"),
                n("cce30dcc", "תייג מיקום"),
                n("ee016dd6", "העלאת סרטוני וידאו ארוכים אורכת זמן מה. עליך לוודא שכרטיסיית הדפדפן נותרת פתוחה כדי למנוע הפרעות לתהליך ההעלאה."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " תמונה תיאור" + t(e.numberOfAltTextEntries, "ים", "", "ים", "ים");
                }),
                n("d1175c78", "תייג אנשים"),
                n("b2943227", function (e) {
                    return "העלה קובץ כתוביות ק" + t(e.numberOfVideos, "בצים", "ובץ", "בצים", "בצים") + " (‎.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " כתוביות ק" + t(e.numberOfSubtitles, "בצים", "ובץ", "בצים", "בצים");
                }),
                n("e349147c", "מה קורה?"),
                n("b4481d6c", "שתף את המחשבות שלך..."),
                n("fbd24526", "הוסף עוד תשובה"),
                n("de4669e2", "הוסף תגובה"),
                n("ed1f39ec", "פרסום תשובה"),
                n("a402b908", "שאלת שאלה"),
                n("ic05a146", "כותרת"),
                n("d9c096f0", "הפקת תמונה"),
                n("d2553906", "שיפור הפוסטים שלך"),
                n("b85f402a", "שיפור הפוסטים שלך עם Grok"),
                n("e815fc34", "בחר קהל"),
                n("cf44066a", "קבוצה"),
                n("c6992b94", "Premium Exclusive"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "א" + t(e.count, "נשי", "ד", "נשי", "נשי") + "ם";
                }),
                n("f0598964", "רוצה לשתף עם קהל קטן יותר?"),
                n("e1ae1c0a", "מעגל המאפשר לך לשלוח פוסטים רק לאנשים שתבחר."),
                n("eb969e30", "אופן הפעולה של קבוצה"),
                n("bb55e8ee", "הוסף את המכרים שלך"),
                n("f1aedb7c", "אפשר לבחור עד 150 מהם כדי לכלול אותם בקבוצה שלך."),
                n("b659fba8", "פרסום עבורם בלבד"),
                n("c474be66", "קדימה – אנשים רוצים לשמוע מה דעתך. רק מי שחבר בקבוצה שלך יוכל לראות את התוכן הזה ולהשיב לו."),
                n("h031847a", "אפשר לשנות את הרשימה בכל שלב"),
                n("bd9db21f", "מידע נוסף"),
                n("gfca5254", "כללים"),
                n("f510c8b2", "כללי הקהילה"),
                n("g46f363e", "בדוק את כללי הקהילה לפני הצטרפות לשיחה"),
                n("f6fec9f6", "הסר תצוגה מקדימה של כרטיס"),
                n("b2df0574", "שיתוף גם עם עוקבים"),
                n("ccfc7453", function (e) {
                    return "כל מי שעוקב אחריך בקבוצה של ‎@" + e.screenName + " יכול להשיב";
                }),
                n("d4d17205", function (e) {
                    return " כולם בקבוצה של ‎@" + e.screenName + " יכולים להשיב";
                }),
                n("df961844", "רק מי שחבר בקבוצה שלך ועוקב אחריך יכול להשיב"),
                n("ce958ec8", "רק מי שחבר בקבוצה שלך יכול להשיב"),
                n("c7df589e", "כל מי שחבר בקבוצה של מחבר הפוסט ועוקב אחריך יכול להשיב"),
                n("j65d7c72", "כל מי שחבר בקבוצה של מחבר הפוסט יכול להשיב"),
                n("i8ea6d4e", "כולם יכולים להשיב"),
                n("a176d0d8", "חשבונות שאתה עוקב אחריהם יכולים להשיב"),
                n("gc7e52ca", "רק חשבונות שאזכרת יכולים להשיב"),
                n("feb7560a", "רק מנויים יכולים להגיב"),
                n("h257006e", "עיין בכללי הקהילה הזאת."),
                n("ebe1d850", "רק המנויים שלך יכולים להשיב"),
                n("b121464a", "רק חשבונות מאומתים יכולים להשיב"),
                n("aa65a44a", "נזכור את בחירתך במכשיר זה"),
                n("a4993fa2", "הוסף קובץ GIF"),
                n("bfb895b1", function (e) {
                    return "יישלח ב-" + e.date + " בשעה " + e.time;
                }),
                n("hb36f723", function (e) {
                    return "רק " + e.count + " התווים הראשונים יהיו גלויים בציר הזמן.";
                }),
                n("d759c09e", "נסה"),
                n("e4472565", function (e) {
                    return "הועלה (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "מעבד (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "מעלה (" + e.percent + "%)";
                }),
                n("daad8822", "ההעלאה נכשלה"),
                n("i8ff6261", function (e) {
                    return "נראה שסרטון זה עולה על גודל הקובץ המרבי שניתן להעלות (" + e.human_readable_max_size + "GB).";
                }),
                n("cba4fdde", "ספק תוכן באיכות 1080p לצופים ב-X"),
                n("ef8f5d90", "מומלצים"),
                n("a7046fb0", "נדיר בשימוש"),
                n("acf3ecf4", "הוסף מדיה"),
                n("bdbcdd94", "הוסף תמונות"),
                n("f2c8c04d", "עליך להפוך את הפוסטים שלך לציבוריים"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " ו-" + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + ", ל-" + e.userTwoName + " ול-" + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + t(e.othersCount, e.othersCount + " נוספים", "משתמש אחד נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " ול-" + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + t(e.othersCount, e.othersCount + " נוספים", "משתמש אחד נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "המנויים"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " ול-" + e.otherUserName;
                }),
                n("i9451241", "המנויים"),
                n("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ו-" + e.userThreeName;
                }),
                n("dcbb6a0b", "המנויים"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + t(e.othersCount, e.othersCount + " נוספים", "משתמש נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("c65916af", "המנויים"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " ול-" + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " ול-" + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + "ול-" + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + t(e.othersCount, e.othersCount + " נוספים", "אחד נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ול-" + t(e.othersCount, e.othersCount + " נוספים", "אחד נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "קדם"),
                n("f11264ac", "הוספת אמצעי תשלום"),
                n("j619ec94", "קדם את הפוסט"),
                n("h1fcb36c", "קדם את הפוסט"),
                n("fd22cfe0", "תנאים ולהתניות של מודעות."),
                n("i3656b52", "כמה אתה רוצה להוציא?"),
                n("h7c29de6", "פוטנציאל חשיפה משוער"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " אנשים";
                }),
                n("i976aff4", "עדכן את הפרטים של התקציב היומי כדי להתאים למטבע החיוב שלך."),
                n("e1e912f2", "הפוסט שלך פורסם, אבל לא הצלחנו להגביר את התפוצה שלו. לא נחייב אותך."),
                n("fe26420a", "הוסף מילות מפתח"),
                n("aacfbe55", function (e) {
                    return "אתה מפרסם עבור ‎@" + e.screenName + ".";
                }),
                n("ga8627cd", function (e) {
                    return "אתה משיב ל-@" + e.screenName + ".";
                }),
                n("e6d2573f", function (e) {
                    return "המסר שלך עבור @" + e.screenName + ".";
                }),
                n("d37a3e15", function (e) {
                    return "אתה יוצר את הרשימה הזאת עבור @" + e.screenName + ".";
                }),
                n("ceb1ad26", "שמחים להציג: סרטונים הניתנים להורדה"),
                n("ea97bc08", "לעבוד ללא חיבור לרשת או ליצור רמיקס! עכשיו למשתמשי Premium יש אפשרות להוריד ולעצב מחדש את התוכן שלך. אם ברצונך שלא יהיה ניתן להוריד את הסרטונים שלך, הקש על 'ערוך' בסרטון. התוכן שלך, הכללים שלך."),
                n("e6042757", function (e) {
                    return e.minutes + " דק" + t(e.minutes, "ות", "ה", "ות", "ות") + " ו-" + e.seconds + " שני" + t(e.seconds, "ות", "יה", "ות", "ות") + " הזמן הנותר לעריכת פוסט";
                }),
                n("a4e39717", function (e) {
                    return "הזמן הנותר לעריכת פוסט: " + e.minutes + " דק" + t(e.minutes, "ות", "ה", "ות", "ות");
                }),
                n("c55eed72", "בתשובה ל-"),
                n("caca3102", "אנשים אחרים בשיחה זו"),
                n("c6a6dc2f", function (e) {
                    return "חסמת את ‎@" + e.screenName + "‎, כך שהוא לא יקבל הודעה כשתענה.";
                }),
                n("f5b426c2", "טוען משתמשים"),
                n("c20dc654", "ניתן לתייג רק 10 אנשים."),
                n("ae0831ab", function (e) {
                    return "לא ניתן לתייג את ‎@" + e.screenName + " בתמונות";
                }),
                n("cca7fa72", "לא ניתן למחוק פוסט מתוזמן"),
                n("c5dd0190", "שעה"),
                n("edeff232", "תאריך"),
                n("fddf24b4", "אזור זמן"),
                n("d39dc06e", "אי אפשר לתזמן פוסט כך שיישלח במועד שכבר חלף."),
                n("d024efe2", "אי אפשר לתזמן פוסט כך שיישלח בעוד יותר מ-18 חודשים."),
                n("d15af6da", "לא ניתן למחוק חלק מהפוסטים שלא נשלחו."),
                n("a1e1b748", "נמחקו הפוסטים שבחרת מתוך רשימת הפוסטים שלא נשלחו."),
                n("ce80fba0", "טעינת פוסטים שלא נשלחו"),
                n("i5d56b62", "עדיין לא מוכן לשלוח פוסט? שמור אותו כטיוטה או תזמן שליחה שלו למועד מאוחר יותר."),
                n("aef6257e", "מחיקת פוסטים שלא נשלחו"),
                n("dce0bc34", "פוסטים שלא נשלחו"),
                n("f8464692", "נקבע"),
                n("e8bd47f2", "בחר הכל"),
                n("j2b145d4", "בטל את כל הבחירות"),
                n("h6c79ac2", "ביטול פוסטים שלא נשלחו"),
                n("d0a4a03c", "לא ניתן לבטל את הפעולה הזו והפוסטים שלא נשלחו יאבדו."),
                n("f9f69d32", "השליחה נכשלה"),
                n("j74e5dd4", "נמחק הפוסט שאליו מנסים להגיב"),
                n("c5ceafc8", "בתשובה"),
                n("f501ba43", function (e) {
                    return "עוד " + t(e.count, e.count + " פוסטים", "פוסט " + e.count, e.count + " פוסטים", e.count + " פוסטים");
                }),
                n("b321d0cc", "טען תמונות"),
                n("abd649ce", "ביטול פוסט שלא נשלח"),
                n("c7d42978", "לא ניתן לבטל זאת ותאבד את הטיוטה של הפוסט."),
                n("e43a5528", "משהו השתבש והפוסט שלא נשלח לא נמחק."),
                n("e7c766ee", "שירותי המיקום מושבתים"),
                n("ab68727a", "תוכל להפעיל אותם בהגדרות המכשיר שלך."),
                n("ae4057a2", "לא ניתן לקבוע מיקום"),
                n("bf2923a6", "בדוק את הגדרות המכשיר שלך."),
                n("d963d1b6", "לא נמצאו מקומות כלשהם"),
                n("a893d602", "אישור"),
                n("be6cc44e", "חפש במיקומים"),
                n("d8ef3232", "אחזור המיקומים נכשל"),
                n("b01ed2db", function (e) {
                    return e.distance + " מייל";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " רגל";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + ' ק"מ';
                }),
                n("b211849f", function (e) {
                    return e.distance + " מ'";
                }),
                n("fd391b9f", function (e) {
                    return "הטבע את " + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "עקבת אחרי @" + e.screenName;
                }),
                n("ge5067bc", "הסתר תשובה"),
                n("j136c720", "התשובה מוסתרת מהפוסט"),
                n("d66f0338", "הסתרת תשובות לפוסטים שלך"),
                n("cfc8cb50", "כדי לתת לך יותר שליטה על השיחות שאתה מתחיל, מחברי הפוסטים יכולים להסתיר תשובות לפוסטים שלהם."),
                n("if8dc5f0", "תשובות נסתרות מועברות לדף נפרד, וכל אחד יכול לצפות בהן על ידי בחירה בסמל התשובה הנסתרת בפוסט."),
                n("b2615c6d", function (e) {
                    return "לחסום גם את @" + e.screenName + "?";
                }),
                n("i62a03aa", "לא"),
                n("f9f27fa2", "הסתר את הפוסט"),
                n("ce87916a", "הוסף/הסר מהמיטב"),
                n("eaae42ce", "להוסיף למיטב?"),
                n("h032d096", "להסיר מהמיטב?"),
                n("be38d25e", "פוסט זה יוצג בכרטיסייה 'המיטב' בפרופיל שלך."),
                n("d2be9310", "פוסט זה יוסר מהכרטיסייה 'המיטב' בפרופיל שלך."),
                n("jea6b076", "נוסף למיטב בהצלחה."),
                n("ce6fd0ec", "הוסר מהמיטב בהצלחה."),
                n("ha35a1d2", "נעץ בפרופיל שלך"),
                n("d04f95c0", "הפוסט שלך הוצמד לפרופיל."),
                n("i419d136", "לנעוץ את הפוסט לפרופיל?"),
                n("c1b9714a", "פוסט זה יופיע בראש הפרופיל שלך ויחליף כל פוסט קודם שנעצת."),
                n("fe4d099a", "המיטב"),
                n("e8d4c1cc", "מיטב הפוסטים זו תכונה של מנויים. לאחר אימות אפשר לקבל תכונה זאת ואחרות."),
                n("b68c3784", "קבלת אימות"),
                n("bb16cc76", "יציאה מהשיחה"),
                n("de21174c", "עזבת שיחה זו"),
                n("j33c9fc6", "לא משנה, אני אשאר"),
                n("aed79c54", "נוציא אותך מהשיחה הזאת"),
                n("h12044a4", "לפעמים לא בא לך להשתתף. עזיבת השיחה תגרום ל..."),
                n("f100e566", "ביטול התיוג של שם המשתמש שלך"),
                n("a0d68f4e", "שם המשתמש שלך יישאר אבל יתבטל התיוג שלו בפוסט המקורי ובכל התשובות."),
                n("b00255b6", "הפסקת אזכורים בהמשך"),
                n("geea29ee", "אנשים לא יכולים לאזכר אותך שוב בשיחה הזו."),
                n("c54678e8", "הפסקת הודעות"),
                n("ga4fa180", "לא תקבל הודעות נוספות אבל עדיין תוכל לראות את השיחה."),
                n("h8dde772", "אף אחד לא לא יקבל הודעה אם תעזוב שיחה"),
                n("ee87e71c", "אינך יכול להשתיק את עצמך."),
                n("ed428a76", "אינך משתיק את המשתמש שצוין."),
                n("e2d6c17e", "להשתיק את השיחה הזאת"),
                n("cd1942f4", "ביטול השתקת השיחה הזאת"),
                n("bbd8bed6", "הודעות מושתקות עבור שיחה זו"),
                n("c13af432", "השתקת הודעות בוטלה עבור שיחה זו"),
                n("df744bda", "השתק את זה"),
                n("j9552760", "השתק שיחה"),
                n("d751694c", "אם משתיקים שיחה, לא מקבלים יותר הודעות חדשות לגביה."),
                n("a50c911e", "פוסט שלך ננעץ ונוסף לנושאים חמים"),
                n("d1c1e2c2", "נעץ בקהילה"),
                n("j832cc34", "ציוץ זה יופיע בחלק העליון של הקהילה שלך."),
                n("h7dbb2f2", "פוסט זה יופיע בחלק העליון של הקהילה שלך והחלף כל פוסט שננעץ קודם לכן."),
                n("d8725596", "ננעץ על ידי מגשרי הקהילה"),
                n("f5cdcc2c", "המודעה הזו לא מעניינת אותי"),
                n("c2e276e4", "הרחקת מחבר מהקהילה"),
                n("a95f04ba", "האם להסיר את תג התמונה מפוסט זה?"),
                n("jfc76958", "הסר תיוג מתמונה"),
                n("j4e43d8b", function (e) {
                    return "דווח על " + e.entity;
                }),
                n("e3fd237e", "דווח על מודעה"),
                n("ebb7662a", "דיווח על פוסט"),
                n("d1e21610", "דווח על הפרת NetzDG"),
                n("d7513755", function (e) {
                    return "חיפוש פוסטים של ‎@" + e.screenName + "‎ בקהילה זו.";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " ל-" + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "הפסק מעקב אחרי @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "הפסקת לעקוב אחרי @" + e.screenName;
                }),
                n("i31dfa4c", "בטל את הסתרת התשובה"),
                n("j8e56ba2", "הסתרת התשובה בוטלה"),
                n("ic030338", "בטל את הנעיצה בפרופיל"),
                n("gfcea3f4", "לבטל נעיצת פוסט מהפרופיל?"),
                n("eb2d59f4", "פריט זה כבר לא יופיע באופן אוטומטי בראש הפרופיל שלך."),
                n("a2dd7414", "בוטלה נעיצת הפוסט שלך בפרופיל"),
                n("cac6a24a", "הסרת פוסט נעוץ"),
                n("i642edc4", "פוסט זה לא יופיע עוד בראש הפיד של הקהילה."),
                n("f9478972", "הצג תשובות מוסתרות"),
                n("c5491b5d", function (e) {
                    return "הצג " + e.entity + " פעילויות";
                }),
                n("haebcf52", "אנשים לא יכולים לאזכר אותך שוב בשיחה הזו ולא תקבל הודעות נוספות."),
                n("c837fcaa", "הצג תשובות נוספות"),
                n("d228a9a0", "הצג עוד"),
                n("g0b48670", "השיחה הזו כוללת יותר מדי תשובות, ואי אפשר להציג את כולן."),
                n("d9b417c4", "הגדר כ'לא מעניין אותי'"),
                n("c29d6806", "הפסק להמליץ"),
                n("ge8f3043", function (e) {
                    return "עקוב אחרי נושא " + e.topicName;
                }),
                n("aa576cbf", function (e) {
                    return "בטל מעקב אחר נושא " + e.topicName;
                }),
                n("i77347d1", function (e) {
                    return "מחק את הנושא " + e.topicName;
                }),
                n("d69b2d90", "אתה לא מתעניין בנושא הזה"),
                n("je808a17", function (e) {
                    return e.topicName + " נושא";
                }),
                n("ic6aa5f4", "מאומת."),
                n("c02e7e3c", "טוען..."),
                n("c5453f28", "סיבוב − 64 קבוצות"),
                n("eb256a86", "סיבוב − 32 קבוצות"),
                n("g77adc66", "16 האחרונות (Sweet Sixteen)"),
                n("a6d2520c", "Sweet 16"),
                n("g5b63eb6", "שמונה המובילות (Elite Eight)"),
                n("d8bf2890", "Elite 8"),
                n("f9d3d6f2", "חצי גמר (פיינל פור)"),
                n("bda24f7c", "Final 4"),
                n("i5043440", "אליפות לאומית"),
                n("fcb16026", "אליפות"),
                n("e9c89ee8", "מזרח"),
                n("h259fd86", "מערב"),
                n("a7b2545a", "דרום"),
                n("fdf7819a", "המערב התיכון"),
                n("i899e9b0", "שליחת טבלת השתתפות"),
                n("c5b04394", "צפייה בבחירות"),
                n("h836bbae", "צפייה בטורניר"),
                n("e1059d6c", "סיבוב ראשון"),
                n("b1602be4", "סיבוב שני"),
                n("ef7bc2c0", "20 עד 21 במרץ"),
                n("h726aaf2", "22 עד 23 במרץ"),
                n("ee7cd198", "27 עד 28 במרץ"),
                n("fed91402", "29 עד 30 במרץ"),
                n("aba0a450", "5 באפריל"),
                n("jdfba2dc", "7 באפריל"),
                n("b7c6bc12", "ייקבע בהמשך"),
                n("c373612c", "בחירה:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " על פני "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "שלח עכשיו"),
                n("b23688c8", "טיימר לביטול"),
                n("cca5d499", function (e) {
                    return "ספרו לי על " + e.selectedText + " במשפט אחד או שניים.";
                }),
                n("d231a76a", "לזכות ב-$100,000 עבור טבלת ההשתתפות הטובה ביותר 🏀"),
                n("heaba5d8", "צור את טבלת ההשתתפות שלך בטורניר כדורסל המכללות ב-X. טבלת ההשתתפות המושלמת תזכה בטיול למאדים!"),
                n("i57d3ea0", "כללים חלים"),
                n("a0440af6", "יצירת טבלת השתתפות"),
                n("aaad27c8", "מחבר"),
                n("eb748f7e", "הצג ניתוח נתוני הפוסט"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "מטבע" + t(e.count, "ות", "", "ות", "ות");
                }),
                n("be059f7e", "להגיע לעד 100,000 יותר משתמשים כעת"),
                n("c34f845e", "נסה להגביר את הפוסט הזה!"),
                n("c37102aa", "באפשרותך להגיע עוד היום ליותר מ-100,000 משתמשים שעשויים להתעניין בתוכן שלך."),
                n("ac245c4c", "להגביר הנראות עכשיו"),
                n("e4db6326", "אולי מאוחר יותר"),
                n("g6237a1e", "מבצע פעיל"),
                n("d6b5949e", "קידום המכירות הושהה"),
                n("ffd9cfe6", "ראה עוד"),
                n("d172116a", "גלה עוד"),
                n("be5df69e", "פוסטים נוספים"),
                n("g11ebd34", "הצעות נוספות"),
                n("g4a6901a", "עיון"),
                n("h6453e74", "עיין בפוסטים"),
                n("je506a60", "החלף שם משתמש"),
                n("c0fcb08a", "שינוי שם המשתמש שלך יגרום להסרת סימן האישור וההקשרים שלך באופן זמני עד לבחינתם."),
                n("d1f6d336", "שם משתמש"),
                n("de65c756", "הצעות"),
                n("ebeeac1a", "שנה דואר אלקטרוני"),
                n("dc013356", "נוכחית"),
                n("ea28c7ce", "טוען הגדרות דואר אלקטרוני"),
                n("f3f66252", "הוסף כתובת דואר אלקטרוני"),
                n("i5107de4", "עדכן כתובת דואר אלקטרוני"),
                n("d19fd42a", "שלח מחדש דואר אלקטרוני של אישור"),
                n("g4da3246", "הדואר האלקטרוני נשלח. עוד מעט יישלח לתיבת הדואר הנכנס שלך קישור לאישור."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "סיסמה נוכחית"),
                n("a9bc3044", "סיסמה חדשה"),
                n("b8c03cfc", "אשר סיסמה"),
                n("b731d32c", "הסיסמה עודכנה בהצלחה."),
                n("d555d7e0", "הססמה החדשה לא יכולה להיות זהה לססמה הקיימת."),
                n("fa8af9ae", "הססמאות אינן תואמות."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " יישו" + t(e.applicationCount, "מי", "", "מי", "מי") + "ם";
                }),
                n("j25601d9", "מידע נוסף"),
                n("cb841d56", "החלף טלפון"),
                n("ce37ea44", "הוסף מספר טלפון"),
                n("ibaf239e", "עדכן מספר טלפון"),
                n("j2636558", "מחק מספר טלפון"),
                n("e49b16d4", "למחוק מספר טלפון?"),
                n("i931719e", "פעולה זו תסיר מספר זה מהחשבון שלך, ולא תוכל עוד לקבל בו הודעות או קודי כניסה."),
                n("j841d1f4", "הטלפון הוסר."),
                n("fe8b565a", "הביטול מוחק את מספר הטלפון מחשבון זה, ולא תקבל יותר הודעות במסרונים מ-X. בנוסף, זה מבטל את האימות הדו-גורמי לחשבון זה."),
                n("hf45b8d4", "הביטול מוחק את מספר הטלפון מחשבון זה, ולא תקבל יותר הודעות במסרונים מ-X. בנוסף, זה מבטל מסרונים כאמצעי אימות דו-גורמי בחשבון זה."),
                n("bc262c2e", "שיטות נוספות"),
                n("hc1a91da", "קודי גיבוי"),
                n("e4fed8f0", "קבל קודי גיבוי לשימוש חד-פעמי כדי שתוכל להיכנס ל-X אם אין לך גישה לאפשרויות האימות הדו-גורמי."),
                n("b39c7b14", "האם להשבית את אימות הכניסה?"),
                n("a923fce6", "ביטול אימות דו-גורמי פירושו שהחשבון שלך עלול להיות חשוף יותר לפגיעה. האם אתה בטוח שברצונך לבטל זאת?"),
                n("ff781e0a", "האם להשבית את האפשרות?"),
                n("c557ac30", "האם לבטל את השיטה הזאת?"),
                n("d133464a", "ביטול מסיר אמצעי אימות דו-גורמי זה מחשבונך. בטוח שברצונך לבטל אותו?"),
                n("ee3a7bfa", "כיבוי"),
                n("aa9139cc", "אמת בקשות כניסה"),
                n("jc22dd42", "אחרי שתיכנס, X תשלח הודעה בדחיפה לאפליקציית X ויהיה עליך לאשר את ההודעה כדי להיכנס לחשבון."),
                n("a219e218", "אישור"),
                n("e0d79de8", "לחשבון שלך מקושר מפתח בטיחות אחד. כדי לוודא שלא תינעל בחוץ לחשבוו אם תאבד אותו, מומלץ להוסיף מפתח נוסף או לשמור קוד גיבוי של אימות דוגורמי."),
                n("ja6bbfa0", "טוען את נתוני אימות הכניסה"),
                n("c2570922", "הודעת טקסט"),
                n("fba9483c", "השתמש בטלפון הנייד כדי לקבל מסרון עם קוד אימות שיהיה עליך להזין בעת ביצוע כניסה אל X."),
                n("ab61b41a", "יישום אימות"),
                n("a67c7d68", "השתמש ביישום אימות עבור מכשירים ניידים כדי לקבל קוד אימות שיהיה עליך להזין בכל פעם שתבצע כניסה אל X."),
                n("h6d0d89c", "מפתח אבטחה"),
                n("b3e5c946", "השתמש במפתח אבטחה שנכנס אל המחשב שלך או מסתנכרן עם מכשירך הנייד כשאתה נכנס ל-X. יהיה עליך להשתמש במכשיר נייד נתמך או דפדפן אינטרנט נתמך."),
                n("cd195528", "הוסף מפתח אבטחה חדש"),
                n("a1860ee8", "סיסמה זמנית"),
                n("j45a2856", "צור סיסמה זמנית חד-פעמית לשימוש עם שירותי צד שלישי."),
                n("d8612d9c", "קודם הפעל יישום מסרונים או אימות"),
                n("e13d4468", "לפני שתוכל להגדיר מפתח אבטחה, עליך להפעיל יישום מסרונים או אימות כאחד מאמצעי האימות הדו-גורמי שלך."),
                n("c1d96d6a", "הוספת את המספר המרבי של המפתחות"),
                n("gf91694e", "עליך למחוק את המפתח לפני הוספת אחר."),
                n("j265ddb6", "אשר את הדואר האלקטרוני שלך"),
                n("a7cfdf1c", "כדי להפעיל את האימות הדו-שלבי, עליך לשייך כתובת דואר אלקטרוני לחשבון X זה ולאחר מכן לאשר אותה כדי לאפשר לנו לדעת שהיא באמת שלך."),
                n("d7bfde1a", "נראה שהחשבון שלך מושעה. לא ניתן להפעיל את האימות הדו-שלבי בזמן שחשבונך מושעה."),
                n("g268fbb8", "מזהה חשבון זה אומת"),
                n("f66d24be", "מרכז העזרה"),
                n("c8255462", "הסתרת תווית הזיהוי המאומת"),
                n("c6e731ee", "הסתר את תווית האימות שלך כדי שמשתמשים לא יראו אותה בעת הקשה על סימן האישור Blue בדף הפרופיל שלך."),
                n("be582166", "מסמך מזהה יכול לעזור להגן על החשבון שלך מפני התחזות ומעניק לפרופיל שלך תווית של מסמך מזהה."),
                n("b496bc94", "אנו בודקים את תעודת הזהות הרשמית שלך. נספק עדכונים באמצעות שליחות הודעות!\n\nלאחר האישור, תקבל תווית של 'אימות באמצעות מסמך מזהה' בפרופיל כדי שאנשים ידעו שהחשבון שלך מאומת באמצעות מסמך מזהה."),
                n("d8f5cce4", "חרגת ממגבלת הבקשות לאימות. המתן 24 שעות לפני שתנסה שוב."),
                n("i8427a1e", "בחשבון זה לא ניתן לבצע אימות עם מסמך מזהה. רק משתמשים יחידים של Premium יכולים בשלב זה לבצע אימות עם מסמך מזהה."),
                n("cdc65e89", function (e) {
                    return e.title + " (אופציונלי)";
                }),
                n("h05c1f28", "אמת את החשבון שלך באמצעות תעודת זהות ממשלתית. בדרך כלל התאריך אורך כ-5 דקות."),
                n("j8cfcc62", "אני מאשר ל-X ול-Au10tix להשתמש בצילום של אמצעי הזיהוי ותמונת הסלפי שלני, כולל נתונים ביומטריים, כדי לאשר את זהותי ואף מעניק את הסכמתי לצורכי בטיחות ואבטחה קשורים של X, לרבות מניעת התחזות. Au10tix עשויה לאחסן נתונים כגון אלה למשך פרק זמן של עד 30 יום."),
                n("c4930cb6", "מה נדרש:"),
                n("ac7bb0fe", "יש להכין תעודת זהות ממשלתית"),
                n("c12ce69c", "בדוק אם מצלמת המכשיר שלך חשופה ופועלת"),
                n("c5bfe94a", "הכן תמונת סלפי וצילום של תעודת הזהות שלך"),
                n("e5b7dd84", "התחל"),
                n("abfaa528", "דלג"),
                n("e4fed511", "לשירות X Premium"),
                n("def518fa", "במינוי יוצרים"),
                n("f61cda83", "שיתוף הכנסות ממודעות פרסום"),
                n("g1952008", "במינוי יוצרים"),
                n("e5d0419c", "שיתוף הכנסות עם יוצרים"),
                n("g3723480", "במינוי יוצרים"),
                n("c776f523", "שיתוף הכנסות ממודעות פרסום"),
                n("ab9f38f8", "במינוי יוצרים"),
                n("d5cab8b0", "שיתוף הכנסות עם יוצרים"),
                n("g1a4a1b6", "שגיאה באימות מזהה"),
                n("e24305e4", "הפעלת אימות הזהות שלך הייתה ישנה או לא תקינה. נסה שוב."),
                n("f7954a0c", "טוען נתונים של מפתחות אבטחה"),
                n("h69986c2", "באפשרותך לשנות את השם של מפתחות האבטחה שלך או למחוק אותם."),
                n("i5896ba2", "הוסף עוד מפתח"),
                n("a8ef2b64", "מפתח אבטחה ללא שם"),
                n("d4e220b4", "שם"),
                n("g6d0f0b6", "נהל מפתח אבטחה"),
                n("b894f68a", "טוען נתונים של מפתח אבטחה"),
                n("g2601bb6", "שנה את שם המפתח"),
                n("b464b726", "מחק מפתח"),
                n("a4101e1b", function (e) {
                    return "תאריך הוספה: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "קוד גיבוי"),
                n("ec6a76e0", "צור קוד חדש"),
                n("f2c3c31c", "העתק קוד"),
                n("e8016b64", "טוען קוד גיבוי"),
                n("c4ca22bc", "אם תאבד אי פעם את הגישה למכשיר, תוכל להשתמש בקוד הזה כדי לאמת את הזהות שלך."),
                n("f20ff69f", "מידע נוסף"),
                n("j2327f80", "סיסמה זמנית"),
                n("fbfeaf8e", "צור סיסמה חדשה"),
                n("h4a8bd12", "העתק סיסמה"),
                n("g247dc1c", "טוען סיסמה זמנית"),
                n("h3a32f52", "השתמש בסיסמה זמנית זו (הרווחים הם אופציונליים) כדי להיכנס אל X מיישומים וממכשירים."),
                n("d70fceac", "התוקף של סיסמה זו יפוג בעוד שעה."),
                n("j924d222", "שנה מדינה"),
                n("e9310157", "מידע נוסף"),
                n("bd5ac12e", "בחר את השפה המועדפת עבור כותרות, לחצנים וטקסט אחר ב-X עבור חשבון הזה. הבחירה לא תגרום לשינוי שפת התוכן שמוצג בציר הזמן."),
                n("cef33711", function (e) {
                    return e.languageName + " (ביתא)";
                }),
                n("b033248c", "אפשרות איתור"),
                n("c69b4798", "החלט אם משתמשים שברשותם כתובת הדואר האלקטרוני או מספר הטלפון שלך יוכלו למצוא אותך וליצור אתך קשר ב-X."),
                n("eca117e6", "אפשר למשתמשים שברשותם כתובת הדואר האלקטרוני שלך למצוא אותך ב-X"),
                n("acd36386", "אפשר למשתמשים שברשותם כתובת הדואר האלקטרוני שלך למצוא אותך וליצור איתך קשר ב-X."),
                n("gd8511ca", "אפשר למשתמשים שברשותם מספר הטלפון שלך למצוא אותך ב-X"),
                n("eca935ec", "אפשר למשתמשים שברשותם מספר הטלפון שלך למצוא אותך וליצור איתך קשר ב-X."),
                n("ac77c66c", "אנשי קשר"),
                n("jadf483e", "נהל אנשי קשר שייבאת מהמכשירים הניידים שלך."),
                n("b864be7a", "הסר את כל אנשי הקשר"),
                n("g5fa1090", "להסיר את כל אנשי הקשר?"),
                n("h3e420fc", "פעולה זו תגרום להסרת כל אנשי הקשר שכבר העלית ותבטל את הסנכרון עם X בכל המכשירים. שים לב שהפעולה אורכת זמן מה, לא ניתן לבטל אותה וייתכן שבינתיים עדיין תבחין בכמה הצעות ב-X (בהתבסס על אנשי הקשר שלך)."),
                n("ca24589e", "אין שם"),
                n("d439b1c1", "מידע נוסף"),
                n("fe36fe10", "אשר את הססמה שלך"),
                n("hccd9dbe", "הזן את הסיסמה שלך כדי לקבל את זה."),
                n("df1ddda4", "תוויות המיקום שהוספת לפוסטים לא יוצגו יותר ב-X.com, ‏X עבור iOS ו-X עבור Android. ייתכן שיחלוף זמן מה עד שעדכונים אלה ייכנסו לתוקף."),
                n("ed7fa034", "שירותי המיקום אינם מופעלים כרגע במכשיר זה. תוכל להפעיל אותם בהגדרות המכשיר."),
                n("e80e4288", "הסר את כל פרטי המיקום המשויכים לפוסטים שלך"),
                n("b0ee8ab6", "האם להסיר את כל פרטי המיקום המשויכים לפוסטים שלך?"),
                n("e23b2991", "מידע נוסף"),
                n("gd758534", "אפשר לאנשים לתייג אותך בתמונות וקבל הודעות כשהם עושים זאת."),
                n("a90af44e", "הסתר תוכן רגיש"),
                n("a25e2ec6", "הסר חשבונות חסומים ומושתקים"),
                n("b827a058", "הגדרות חיפוש בטוח עודכנו."),
                n("b27c9852", "משהו השתבש בעדכון הגדרות החיפוש הבטוח."),
                n("j3402d7e", "אפשרות זו מונעת הצגה של פוסטים שעשויים להכיל תוכן רגיש בתוצאות החיפוש."),
                n("if05bca6", "השתמש באפשרות זו כדי להסיר תוצאות חיפוש מחשבונות שחסמת או שהשתקת."),
                n("bc7fd990", "טוען הגדרות של נושאים חמים"),
                n("e2f16650", "הצג תוכן במיקום זה"),
                n("e5e88f40", "כשהאפשרות מופעלת, תוכל לראות מה קורה מסביבך בזמן אמת."),
                n("i4d54b0e", "נושאים חמים עבורך"),
                n("ad431584", "הראו לי סיפורים מצחיקים של Grok"),
                n("df9f03c8", "נושאים חמים מותאמים אישית על פי מיקומך והאנשים שאתה עוקב אחריהם."),
                n("c6cf5c7e", "באפשרותך להתאים אישית נושאים חמים על סמך המיקום שלך והאנשים שאתה עוקב אחריהם."),
                n("e09358ba", "צפה בסיפורים העדכניים ב-X באמצעות שימוש במצב 'כיף' של Grok."),
                n("a55db872", "התאמה אישית"),
                n("a58170fc", "סיפורים של Grok"),
                n("h0b5152e", "שנה מיקום"),
                n("dfeada5e", "גלה מיקומים"),
                n("ac854308", "מדיניות"),
                n("d429c942", "מדיניות המגמות בנושא הבחירות בארצות הברית"),
                n("ede134f2", "בחר אם סרטונים וקובצי GIF יופעלו באופן אוטומטי במכשיר הזה."),
                n("b3aab6d4", "מיקומים"),
                n("e53e05e4", "טוען מיקומים"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "חסוך " + e.percentage + "%";
                }),
                n("c6614cc0", "בתוספת מיסים חלים"),
                n("f8d3b50a", "לא כולל מיסים"),
                n("i2c32253", function (e) {
                    return e.price + " לחודש";
                }),
                n("c41e1023", function (e) {
                    return e.price + " לשנה";
                }),
                n("i57aeafb", function (e) {
                    return "עבור " + t(e.duration, e.duration + " החודשים הראשונים", "החודש הראשון", e.duration + " החודשים הראשונים", e.duration + " החודשים הראשונים") + " ולאחר מכן " + e.standardPrice + " בחיוב חודשי";
                }),
                n("ae3e3723", function (e) {
                    return "עבור " + t(e.duration, e.duration + " השנים הראשונות", "השנה הראשונה", e.duration + " השנים הראשונות", e.duration + " השנים הראשונות") + " ולאחר מכן " + e.standardPrice + " בחיוב שנתי";
                }),
                n("ade4c757", function (e) {
                    return "לאחר מכן " + e.price + " לחודש";
                }),
                n("f7798e11", function (e) {
                    return "לאחר מכן " + e.price + " לשנה";
                }),
                n("e0b39888", "לחיוב פעם בחודש"),
                n("b67c37de", "לחיוב פעם בשנה"),
                n("a8363765", function (e) {
                    return "חיוב שנתי של " + e.price;
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "לפני שאתה עוזב, כדאי שתשקול מה אתה מפספס"),
                n("a092f1ba", "המשך לביטול"),
                n("g96c7f48", "החלפת תוכנית"),
                n("iccac88e", "חוויה נטולת פרסומות למחצה בצירי הזמן 'עבורך' וכן 'אחרי מי לעקוב'"),
                n("d7a124d8", "חוויה נטולת מודעות פרסום"),
                n("d2d22c36", "גישה אל Grok"),
                n("j249b1d4", "הגדלת מספר התשובות"),
                n("c4a37384", "פוסטים ארוכים יותר"),
                n("fb656858", "עריכת פוסטים"),
                n("faaec212", "קבלת תשלום עבור פרסום"),
                n("fb3c7168", "תיקיות הסימניות שלך"),
                n("b346bc12", "סימון אישור"),
                n("je8143e1", function (e) {
                    return "קבל ‎" + e.percentage + "%‎ הנחה על " + e.productName + " של X למשך " + t(e.duration, e.duration + " חודשים", "חודש אחד", e.duration + " חודשים", e.duration + " חודשים");
                }),
                n("j5847735", function (e) {
                    return "קבל ‎" + e.percentage + "%‎ הנחה על " + e.productName + " של X למשך " + t(e.duration, e.duration + " שנים", "שנה אחת", e.duration + " שנים", e.duration + " שנים");
                }),
                n("da3431f9", function (e) {
                    return "ההנחה הזאת היא מתנה קטנה שלנו אליך, במקרה שתרצה להמשיך להשתמש ב-" + e.productName + " של X!";
                }),
                n("i6fbfc72", "הצעה בלעדית וחד-פעמית"),
                n("f1bc6309", function (e) {
                    return "באפשרותך לקבל גישה מלאה לכל " + e.productName + " התכונות של X";
                }),
                n("fdb7b52a", "ההנחה תחול החל ממחזור החיוב הבא."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "הכול מוכן"),
                n("a905eac6", "עיון ב-Premium"),
                n("j6083a1c", "ניהול המינוי שלך"),
                n("b4fa4630", "עדכון אמצעי התשלום"),
                n("ef0dfa5a", "עדכון פרטי חיוב"),
                n("f5b352ec", "בטל מינוי"),
                n("j317d958", "התראה − אתה תאבד את ההנחה הממתינה"),
                n("a46e42d2", "המשך את המינוי שלי"),
                n("e122fb3f", function (e) {
                    return "תקופת הניסיון בחינם תסתיים בתאריך " + e.endDate + ".";
                }),
                n("be103b84", "פעיל"),
                n("ace43720", "יפוג בקרוב"),
                n("c8f18aa4", "אתה מקבל מינוי +Premium מכיוון שיש לך מינוי לתוכנית 'ארגונים מאומתים'."),
                n("a341d1f7", function (e) {
                    return "אתה מקבל מינוי +Premium מכיוון שהארגון שלך רכש מינוי לתוכנית 'ארגונים מאומתים' דרך ‎@" + e.organization + "‎. לפרטים נוספים, פנה לארגון.";
                }),
                n("e4aaf0f8", "כדי לבטל את המינוי החינמי ל-Premium, פנה לתמיכה"),
                n("e5170220", "חשבון זה קיבלת מינוי Premium ללא תשלום בשל הוצאה על פרסום."),
                n("j6d6b66e", "לחשבון זה הוענק מינוי. כדי לבטל את המינוי, צור קשר עם צוות התמיכה"),
                n("fae1751f", function (e) {
                    return "נראה שרכשת את המינוי הזה באפליקציה X במכשיר " + e.mobilePlatform + ". עליך לנהל או לבטל את המינוי מאותו מכשיר.";
                }),
                n("fecebd4c", "כאן"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "אנדרואיד"),
                n("h80834de", "אחר"),
                n("baf97716", "התכונות שלך יהיו זמינות עד לתום תקופת החיוב."),
                n("ae864b69", function (e) {
                    return "שכבת המינוי צפויה להשתנות לתוכנית " + e.tierName + " החל ממחזור החיוב הבא שיחל בתאריך " + e.date;
                }),
                n("a991d9a3", function (e) {
                    return "מחזור החיוב הבא מתחיל בתאריך " + e.date;
                }),
                n("edbb700f", function (e) {
                    return "מתחיל במחזור החיוב הבא שחל בתאריך " + e.date;
                }),
                n("e3f9d219", function (e) {
                    return "המינוי מסתיים בתאריך " + e.date;
                }),
                n("e9884540", "הנחה פעילה"),
                n("bfb879aa", "הנחה ממתינה"),
                n("f8321d82", "הכול"),
                n("eb233866", "מיובא"),
                n("d23b0404", "כשאתה חוסם מישהו, הוא לא יוכל לעקוב אחריך או לשלוח לך מסרים והמערכת לא תציג לך הודעות ממנו."),
                n("e0a7e9bc", "חסום חשבונות לא רצויים"),
                n("ef731b14", "טוען חשבונות חסומים"),
                n("e554ba83", "מידע נוסף"),
                n("if594962", "חסום"),
                n("i2b9632e", "החסימה בוטלה בהצלחה."),
                n("g51a96de", "כשאתה חוסם מישהו, הוא לא יוכל לעקוב אחריך או לשלוח לך מסרים ואתה לא תוכל לראות הודעות ממנו. באפשרותך לייבא רשימה של חשבונות שברצונך לחסום X."),
                n("j035733c", "אתה עומד להתחיל בתהליך סגירת חשבון X שלך. שם התצוגה, ה-‎@username והפרופיל הציבורי שלך לא יהיו גלויים עוד ב-X.com, ב-X ל-iOS או ב-X ל-Android."),
                n("j4a29d52", "אם חשבון X שלך נסגר בטעות או מסיבה לא מוצדקת, תוכל לשחזרו עד 30 יום לאחר מועד הסגירה."),
                n("ea989810", "סגור חשבון"),
                n("f6e73faa", "סגירת חשבון"),
                n("c3743328", "זה יסגור את החשבון שלך"),
                n("a20cd24e", "מה עוד עליך לדעת"),
                n("e93b0ae0", "הכנסת הססמה המשויכת לחשבון שלך תשלים את בקשת הסגירה שלך."),
                n("fc025d1d", "מידע נוסף"),
                n("bb5e039c", "בהגדרות"),
                n("j37efff6", "יש לשנות אותם"),
                n("ce5bfe12", "המידע שלך ב-X"),
                n("g7088266", "ערוך פרופיל"),
                n("d9d293b8", "אתר אינטרנט"),
                n("cb469ff6", "השם לא יכול להיות ריק"),
                n("g511f468", "עדכון תמונת הפרופיל שלך נכשל מאחר שחלק מהמדיה לא הועלה"),
                n("ec3a116e", "עדכון הבאנר שלך נכשל מאחר שחלק מהמדיה לא הועלה."),
                n("j94599ec", "הוסף תמונת אוואטאר"),
                n("df31d76a", "הוסף תמונת כרזה"),
                n("c01a0e1a", "לאשר את תאריך הלידה?"),
                n("df2c469a", "עבור למקצועי"),
                n("e1f76978", "ערוך פרופיל מקצועי"),
                n("ic04a6f6", "זו פעולה בלתי הפיכה. השינויים שלך לא יישמרו."),
                n("addbe8e8", "שקול להשתמש בשם ללא תווים מיוחדים כדי שיהיה נגיש לעוד יותר אנשים, כולל אנשים עיוורים ובעלי ליקויי ראייה."),
                n("a46f80ab", function (e) {
                    return "תאריך לידה " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "שנת לידה " + e.year;
                }),
                n("bfe8d1a2", "ערוך ביוגרפיה מורחבת"),
                n("e1ec926e", "יצירת ביוגרפיה מורחבת"),
                n("c119dee8", "תאריך לידה"),
                n("bbf0afc8", "הוסף את תאריך הלידה שלך"),
                n("f98d367e", "לערוך את תאריך הלידה?"),
                n("d3f43300", "אפשר לשנות זאת מספר מוגבל של פעמים. חשוב לוודא שמזינים את הגיל של האדם שמשתמש בחשבון."),
                n("g10411f0", "זה אמור להיות תאריך הלידה של האדם שמשתמש בחשבון. גם אם אתה יוצר חשבון לעסק שלך, לאירוע או לחתול."),
                n("a0c5e370", "מי רואה את זה?"),
                n("i68fe54e", "חודש ויום"),
                n("b4e729b6", "שנה"),
                n("f3bb1b48", "להסיר את תאריך הלידה?"),
                n("c9cb9972", "פעולה זו תסיר אותו מהפרופיל שלך."),
                n("a2bef112", "הסר תאריך לידה"),
                n("c37622ec", "הזן תאריך חוקי"),
                n("f679d166", "העוקבים שלך"),
                n("af293dc2", "אנשים ברשימת המעקב שלך"),
                n("h99b6d08", "מדיניות הפרטיות"),
                n("hce7a225", "מידע נוסף"),
                n("e9603d88", "הצג סימול מספר טלפון מאושר"),
                n("ada99498", "הסימול יוצג רק לאחרים באזור שלך."),
                n("a765e936", "מחק את הביוגרפיה המורחבת"),
                n("d4d68e44", "נשמר"),
                n("b6de83a0", "מקום לעובדים בלבד"),
                n("g3f251f2", "שידור פרטי"),
                n("d08666ba", "מקום פרטי"),
                n("eadb5a46", "הצטרף לפני כולם"),
                n("f9629a8f", function (e) {
                    return "השידור של " + e.hostName;
                }),
                n("ia3c0ab7", function (e) {
                    return "המקום של " + e.hostName;
                }),
                n("hd552761", function (e) {
                    return "המארח: " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " מתוך " + e.total;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " הצטרפו";
                }),
                n("df9f8243", function (e) {
                    return e.name + " בהאזנה";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " מדבר";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " מארח";
                }),
                n("f7882829", function (e) {
                    return e.name + " בתפקיד מנחה-שותף";
                }),
                n("d961a4a0", "שידור חי ב-X"),
                n("g2c0144a", "ארגונים מאומתים"),
                n("cd5cdec8", "ניהול אשראי מודעות"),
                n("f23b6a72", "יתרת אשראי מודעות"),
                n("i969d5de", "הגדרת קמפיין מודעות"),
                n("d0924f58", "בקלת תמיכה עבור הבעיה הזאת"),
                n("j8d53b64", "הצגת כל התכונות"),
                n("jd26f2a6", "הוספת חשבונות משויכים"),
                n("e0a492e6", "ניהול המשרות שלי"),
                n("d9cbd02c", "בקשת המועמדות נבדקת כעת"),
                n("ed4759a6", "אנחנו נמסור לך את התוצאות לגבי היישום תוך מספר ימים. ייתכן שנשלח אליך בקשה בדואר אלקטרוני לקבלת מידע נוסף."),
                n("dad69faa", "עדכן את אמצעי התשלום שלך"),
                n("daf3248a", "היישום לא הושלם"),
                n("eb71036f", function (e) {
                    return "יש להעלות ולאמת את המסמכים הארגוניים עד " + e.date;
                }),
                n("a1d3f1f2", "חברנו ל-Persona כדי לאמת את זהותך ואת המסמכים העסקיים לצורכי הבטחת הבטיחות והאבטחה של X. ‏Persona עשויה לאחסן את המידע שלך לפרק זמן שאינו עולה על 30 יום."),
                n("ea8c295a", "התחלת תהליך אימות מסמכים"),
                n("da1aa48f", function (e) {
                    return "אימות מגביר את רמות האמינות והנראות, בדיוק כמו ‎@" + e.screenName + "‎.";
                }),
                n("e4a7a968", "עדיין לא קיבלת אימות"),
                n("id9c1e82", "הפרופיל הזה מאומת"),
                n("d43b0edc", "הצטרפות לקבוצה מאומתת"),
                n("d4ea0ed4", "קבלת תג כחול משלך"),
                n("cffeaeae", "קבלת אימות של עצמך"),
                n("b8e930fe", "נושאים חמים עכשיו"),
                n("ae05f268", "הנושאים החמים לא זמינים."),
                n("c6b51af8", "חדש ב-X?"),
                n("ie8e1ffc", "הירשם עכשיו וקבל ציר זמן מותאם אישית עבורך!"),
                n("fd6473fa", "טוען המלצות למעקב עבור המשתמשים"),
                n("a526aa66", "אחרי מי לעקוב"),
                n("ef625010", "אולי תאהב את"),
                n("b7388a56", "כותרת תחתונה"),
                n("hdabc3fc", "תנאי שימוש"),
                n("bc6efc72", "מדיניות פרטיות"),
                n("h3161192", "מדיניות קובצי Cookie"),
                n("a7de64de", "פרטי מודעות"),
                n("jb0a4c36", "בלוג"),
                n("ce6d095a", "קריירות"),
                n("e0adec82", "משאבי מותגים"),
                n("df1b7550", "שיווק"),
                n("he258678", "X לעסקים");
            n("c6f58084", "מפתחים"),
                n("d83f18d2", "ספריה"),
                n("hc5aa17c", "קבלת היישום X"),
                n("j0693948", "קבלת היישום Grok"),
                n("fce9ecce", "סרטונים מוצעים"),
                n("j66b95a2", "חדשות מעמיקות"),
                n("ad35153e", "גרסת בטא"),
                n("b58d2bd2", "פוסטים רלוונטיים"),
                n("efe6ef9e", "הצגת הפוסט"),
                n("b3d183ce", "פוסט עם תשובות"),
                n("c299a6c0", "שרשור"),
                n("h3d5d79e", "פוסט מהקהילה"),
                n("cfe877ca", "בחר אחרי מי לעקוב"),
                n("e06b864c", "נראה שאתה נהנה מהשיחה הזו"),
                n("a078ff70", "רוצה לראות תוכן נוסף של אנשים שהתכתבת איתם בשרשור הזה? התחל לגלות תוכן של חשבונות חדשים."),
                n("cb80300e", "דלג לציר הזמן של דף הבית"),
                n("ea5cd098", "דלג לנושא החם"),
                n("c67e3fc2", "ציר הזמן של דף הבית"),
                n("d601fc20", "העדכני ביותר"),
                n("j43f99be", "רלוונטיות"),
                n("ad6e11ac", "מיון תשובות לפי"),
                n("b2311b70", "התוכן הזה אינו זמין לך"),
                n("j88f27d8", "אנשים רלוונטיים"),
                n("i31dcd22", "מאמר"),
                n("e3de2f6f", function (e) {
                    return e.entity + " נוסף לסימניות";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + " הוסר מהסימניות";
                }),
                n("d6d9aab6", "הוסף סימניה"),
                n("bb89cf46", "הסר סימניה"),
                n("a739d4ba", "הוסף לתיקיית הסימניות"),
                n("d5270434", "יציאה"),
                n("ac85c6b2", "אירעה שגיאה בזמן טעינה התמונה הזאת"),
                n("b327c12a", "תמונה"),
                n("ic76bdf0", "יצירה מחדש עם Grok"),
                n("a4d3eb67", function (e) {
                    return e.fullName + ' ב-X: "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return "הסתרה למשך " + e.number + " ימים";
                }),
                n("j7d0e836", "להרחיב"),
                n("d227d19e", "לצמצם"),
                n("fbf83158", "אזהרה: התשלום נכשל"),
                n("jadeb4da", "אנחנו ממליצים לעדכן בדחיפות את אמצעי התשלום לפני שתאבד את ההטבות של המינוי."),
                n("bce3726a", "עדכון חיוב"),
                n("ie4f57d2", "חידוש מינוי Premium"),
                n("h293aa52", "תוקפו של מינוי Premium שלך עומד לפוג!"),
                n("j1923668", "להשאיר את כל מה שטוב ב-X."),
                n("ac7e97ee", "חידוש המינוי"),
                n("f70c69b4", "הגדלת מספר התשובות, עריכת פוסטים, התאמה אישית, פוסטים ארוכים יותר ועוד הרבה יותר."),
                n("f4cec4d2", "סימון כחול, הגדלת מספר התשובות, מגבלות Grok גבוהות יותר ועוד."),
                n("h367e724", "ביוגרפיה מורחבת"),
                n("ea5928d4", "אתה אדם מורכב וכך גם הפרופיל שלך.\nהוסף ביוגרפיה מורחבת לפרופיל כדי להציג מידע נוסף על עצמך."),
                n("h7ef9dc8", "יכולה לכלול:"),
                n("c04ba4b4", "תחומים שעליהם עבדת ואתה מעוניין להציג"),
                n("d7666008", "המתכון האגדי שלך להכנת פסטה"),
                n("cb24ee16", "ניסיון מקצועי והעדפות קריירה"),
                n("a1c93d74", "נראה שיש לנו קושי לשמור את השינויים שביצעת. נסה שוב מאוחר יותר."),
                n("b956c04a", "האם אתה בטוח שברצונך למחוק את הביוגרפיה המורחבת שלך?"),
                n("ifb23caa", "אחרי שתמחק את הביוגרפיה המורחבת היא תוסר מהפרופיל שלך."),
                n("c2333081", function (e) {
                    return e.count + " תו" + t(e.count, "וים", "", "וים", "וים");
                }),
                n("a2b8c54c", "מחקנו"),
                n("a9cc8f96", "חרגת ממספר התווים המרבי"),
                n("eb7710f1", function (e) {
                    return e.years + " שנ" + t(e.years, "ים", "ה", "ים", "ים");
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " חודש" + t(e.months, "ים", "", "ים", "ים");
                }),
                n("h6a724ac", "האם אתה בטוח שברצונך למחוק את זה?"),
                n("f94aacae", "מחיקה תגרום להסרתו מהפרופיל שלך."),
                n("je07e266", "מוסתר"),
                n("a622dfcc", "היסטוריית משרות"),
                n("a6ec7ff8", "ביוגרפיה"),
                n("eeb6d22c", "ניסיון"),
                n("eba5a8ec", "שם התפקיד"),
                n("fd20adb8", "אני עובד כאן"),
                n("cd3059f2", "תאריך התחלה"),
                n("b86019ae", "תאריך סיום"),
                n("eedfd35c", "חברה"),
                n("caa46e54", "שם החברה"),
                n("e893fe6e", "יצירת חברה"),
                n("j1c09ca4", "אתר האינטרנט של החברה"),
                n("hd332c96", "נדרשת משרה"),
                n("d2fb1b80", "נדרשת חברה"),
                n("b3590132", "יש צורך בתאריך התחלה ובתאריך סיום"),
                n("debb6abe", "תאריך ההתחלה אינו יכול להיות בעתיד"),
                n("j7d08ada", "תאריך הסיום אינו יכול להיות בעתיד"),
                n("a8c7d3fc", "על תאריך הסיום להיות לאחר תאריך ההתחלה"),
                n("b335d507", function (e) {
                    return "חריגה ממגבלת התווים המרבית של " + e.maxChars;
                }),
                n("j29ab120", "השתק הודעות מאנשים:"),
                n("jdfc82f6", "שלא נמצאים ברשימת המעקב שלך"),
                n("cfcda0e6", "שלא עוקבים אחריך"),
                n("c75b9b2a", "עם חשבון חדש"),
                n("f39b9c9e", "שתמונת הפרופיל שלהם לא שונתה מברירת המחדל"),
                n("d227f940", "שלא אימתו את הדואר האלקטרוני שלהם"),
                n("b210936e", "שלא אימתו את מספר הטלפון שלהם"),
                n("ed0df10b", "מידע נוסף"),
                n("dcef34ac", "הפעל"),
                n("a39f706e", "הדפדפן שלך לא תומך בהודעות דחיפה"),
                n("h4f20d0e", "קבל הודעות בדחיפה כדי ללמוד מה קורה כשאינך ב-X. ניתן להשבית אותן בכל עת."),
                n("cdce0394", "הבחירה הזו תקפה לכל חשבון כאשר אתה משתמש בו בדפדפן הזה."),
                n("b39bcae2", "הפעל הודעות דחיפה"),
                n("b50f6144", "כדי לקבל הודעות בזמן אמת, הפעל את פונקציית ההודעות בדחיפה. תקבל הודעות גם כשלא תהיה מחובר ל-X. ניתן להשבית את הפונקציה בכל עת."),
                n("fe11b3ea", "דפדפן לא נתמך"),
                n("a1245d3a", "נראה שהדפדפן שלך אינו תומך בהודעות דחיפה."),
                n("f580c738", "להפעיל הודעות?"),
                n("i951fbcc", "כדי לקבל הודעות מ-X, תצטרך תחילה לאפשר קבלת הודעות בהגדרות הדפדפן."),
                n("ec7cb554", "כשאתה מפעיל הודעות על פוסטים חדשים ממשתמשים שאחריהם אתה עוקב, תקבל הודעות בדחיפה לגבי פוסטים או סרטונים בשידור חי שלהם."),
                n("b68050dc", "הצג משתמשים"),
                n("af045060", "הודעות הקשורות אליך ואל הפוסטים שלך"),
                n("cf378ff8", "מ-X"),
                n("f823bbbe", "עבור חשבונות מאומתים בלבד"),
                n("a40e37f2", "קבל הודעות בדואר האלקטרוני כדי ללמוד מה קורה כשאינך ב-X. תוכל להשבית אותן בכל עת."),
                n("e8eb54a0", "דוחות שבועיים עבור החשבון שלך"),
                n("ib80b0f2", "הודעות חדשות"),
                n("ba58e6b0", 'פוסטים שנשלחו אליך בדוא"ל'),
                n("fae2c81a", "פוסטים וסיפורים מובילים"),
                n("f7b09bb4", "עדכונים על הביצועים של הפוסטים שלך"),
                n("d3978554", "חדשות אודות מוצרים של X ועדכוני תכונות"),
                n("bdccb81c", "טיפים על איך להשיג יותר מ-X"),
                n("c3d47fe6", "כל מה שפספסת מאז הפעם האחרונה שנכנסת ל-X"),
                n("af8caf3e", "חדשות אודות X במוצרים של שותפים ובשירותים אחרים של צדדים שלישיים"),
                n("hc076ee4", "השתתפות בסקרי מחקר של X"),
                n("ddfe3776", "הצעות לחשבונות מומלצים"),
                n("d17ba8c2", "הצעות על-סמך אנשים שאחריהם התחלת לעקוב לאחרונה"),
                n("bcf50a1a", "טיפים לגבי המוצרים של X לעסקים"),
                n("fcad1e2e", "יומי"),
                n("h9e0dfde", "שבועי"),
                n("e26d98ac", "באופן תקופתי"),
                n("h0c94842", "לא להישאר מאחור"),
                n("c460d332", "כשתפעיל הודעות על פוסטים עבור חשבון, תוכל לדעת מתי הוא מפרסם פוסט, עובר לשידור חי ומארח מקום."),
                n("a820d092", "טוען רשימת עוקבים"),
                n("ha45c9e4", "הודעות לגבי פוסטים"),
                n("bdbf8f4e", "הזן את המילה או המשפט"),
                n("h43e2ea8", "מילה מושתקת"),
                n("da8c0440", "השתק מ-"),
                n("defb4aaa", "מכל אחד"),
                n("e7d47b00", "מאנשים שאינך עוקב אחריהם"),
                n("d9d6e10e", "משך זמן"),
                n("gfa5008e", "הארך זמן השתקה"),
                n("c5595dfe", "שנה את משך ההשתקה"),
                n("he6804e0", "עד שתבטל את השתקת המילה"),
                n("a268406c", "24 שעות"),
                n("fc638aa2", "7 ימים"),
                n("b8971cfa", "30 ימים"),
                n("cc7bedfc", 'באפשרותך לשנות את משך זמן ההשתקה. אם בחרת מקודם באפשרות "לתמיד", הגדרת הזמן החדשה תיכנס מיד לתוקף.'),
                n("d768049c", "הוסף מילה מושתקת"),
                n("c6203da8", "אפשרויות השתקת מילים"),
                n("e3f0d3db", function (e) {
                    return 'המילה או המשפט "' + e.keyword + '" הושתקו';
                }),
                n("h5746cf7", function (e) {
                    return 'עדכנו את "' + e.keyword + '"';
                }),
                n("d2693eb8", "ודא שהמשפט המושתק שלך לא מכיל יותר מ-140 תווים."),
                n("f8488024", "זו מילה נפוצה, המופיעה בפוסטים רבים, אך אפשר להשתיק אותה, אם תרצה לעשות זאת."),
                n("deb4924d", "מידע נוסף"),
                n("aa09e528", "הוסף מילים מושתקות"),
                n("e506aa92", "הוסף מילה או ביטוי מושתקים"),
                n("cbd04965", function (e) {
                    return 'ההשתקה של "' + e.keyword + '" בוטלה';
                }),
                n("eb4e810a", "התוקף פג"),
                n("cabeb6c2", "תמיד"),
                n("f9bce916", "השתק מילים"),
                n("gfe0ee3b", "מידע נוסף"),
                n("ba4aaa9e", "האם לבטל את ההשתקה של הביטוי?"),
                n("f837ed7e", "מעכשיו הביטוי הזה יהיה מותר לשימוש בהודעות ובציר הזמן של דף הבית שלך."),
                n("a6194d10", "טוען חשבונות מושתקים"),
                n("bcf6ad9a", "פוסטים מחשבונות מושתקים לא יוצגו בציר הזמן בדף הבית שלך. ניתן להשתיק חשבונות באופן ישיר מהפרופיל או מהפוסטים של החשבון המדובר."),
                n("b8e49590", "כשאתה משתיק חשבונות, המסרים שלהם יסוננו וישלחו לתחתית רשימת הבקשות למסרים."),
                n("ec202165", "מידע נוסף"),
                n("gde6b425", function (e) {
                    return e.name + " הושתק";
                }),
                n("e308019b", function (e) {
                    return "ההשתקה של " + e.name + " בוטלה";
                }),
                n("hfb77cf6", "בטיחות"),
                n("f350f0c0", "המלצות"),
                n("fd3369a2", "בחר את השפות הרצויות שהאנשים, הנושאים החמים והפרסומים המומלצים יכללו."),
                n("hfc86556", "הושתקו"),
                n("dae57a42", "אפשר הכול"),
                n("i7cbc154", "אפשר חלק"),
                n("d623aecc", "שתף חשבון עם אנשים שהוקצו להם תפקידים"),
                n("f3029d5c", "כשההגדרה הזו מופעלת, אנשים יכולים להזמין אותך להשתתף בחשבון שלהם."),
                n("cd1305e8", "אפשר לאחרים להזמין אותך לחשבון שלהם"),
                n("j339ef22", "אפשר לכולם להזמין אותך"),
                n("g4b0c2dc", "אפשר רק לאנשים שנמצאים ברשימת המעקב שלך להזמין אותך"),
                n("d9aef256", "הסמכויות המוקצות שלך"),
                n("afb3ccf6", "אל תאפשר"),
                n("dfae5248", "לא לאפשר למשתמשים אחרים להזמין אותך לחשבון שלהם?"),
                n("b9c91524", "בעתיד לא תקבל הזמנות להקצאות אחרות. עדיין תהיה לך גישה להקצאות הקיימות שלך."),
                n("c349b958", "הזמן חבר"),
                n("e177f72a", "הזמן אחרים לפעול בשם החשבון שלך ולנהל את תפקידי החשבון. חברים יכולים לשלוח מסרים ישירים, לפרסם פוסטים, ליצור רשימות ואף להציג אותם."),
                n("cd5c5e73", function (e) {
                    return "יש לך מגבלה של " + e.numDelegatesLabel + " הקצא" + t(e.numDelegates, "ות של", "ת", "ות של", "ות של") + " סמכויות";
                }),
                n("efee0a50", "הזמן חבר לחשבון זה"),
                n("ja0a1aa6", "הזמן כותב מורשה לחשבון זה"),
                n("db4f623a", "הקצה תפקיד לחבר זה"),
                n("be7350e3", function (e) {
                    return "למנות את @" + e.screenName + " כמנהל?";
                }),
                n("b7aa7642", "ההזמנה נשלחה"),
                n("edbca224", "שלח הזמנה"),
                n("f4834ca6", "הזמן חבר נוסף"),
                n("cb04a824", "כותב מורשה"),
                n("d4b3abde", "כותבים מורשים יכולים לשלוח מסרים ישירים, לפרסם פוסטים וליצור רשימות. כותבים מורשים יכולים גם לצפות במסרים הישירים, בפוסטים וברשימות של החשבון."),
                n("b92e2700", "למנהלים יש את אותן ההרשאות שיש לכותבים מורשים. בנוסף, הם יכולים להזמין כותבים מורשים לחשבון, להסיר אותם מהחשבון ולהציג את ניתוח נתוני פוסטים."),
                n("hbbbf908", "מנהלים יכולים גם להזמין כותבים מורשים אחרים לחשבון זה ולהציג את ניתוח נתוני הפוסטים. חשוב לוודא שתפקיד זה מוענק לבן אדם הנכון."),
                n("d8eda249", function (e) {
                    return "לאחר ש-@" + e.screenName + " יקבל את ההזמנה, הוא יוכל להשתתף בחשבון זה עם ההרשאות המעודכנות.";
                }),
                n("b5faf216", "חבר זה לא מאפשר הזמנות להקצות סמכויות."),
                n("hcc3b4ce", "חבר זה נחסם על ידי החשבון שלך."),
                n("ace0f0a4", "חבר זה מגביל את מי שיכול להזמין אותו להקצות סמכויות."),
                n("c2e8f726", "מנהלים"),
                n("fade0942", "מנהלים יכולים גם להזמין כותבים מורשים לחשבון, להסיר אותם מהחשבון ולהציג את ניתוח נתוני הפוסטים."),
                n("b7d6e5d6", "תורמים"),
                n("cd76a282", "לא נוספו עדיין חברים"),
                n("db25d796", "שנה את תפקיד החבר הזה"),
                n("e4133790", "התפקיד עודכן"),
                n("a1a27c26", "שנה תפקיד"),
                n("fd7b1b1c", "חזור"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " יכול לפעול בשם חשבון זה עם ההרשאות החדשות.";
                }),
                n("h502484e", "הזמנה ממתינה"),
                n("a171ca7c", "ביטול הזמנה של חבר"),
                n("f68f079c", "שנה תפקידים"),
                n("b2794e9e", "הסר מהקבוצה"),
                n("gca83d6a", "המשתמש יפסיק להיות מנהל בחשבון הזה."),
                n("b8cac21c", "המשתמש יפסיק להיות כותב מורשה בחשבון הזה."),
                n("hd67c2e8", "ביטול הזמנה"),
                n("f0bd8ca9", function (e) {
                    return "להסיר את ‎@" + e.screenName + "‎?";
                }),
                n("a33eba47", function (e) {
                    return "לבטל את ההזמנה של " + e.screenName + "@?";
                }),
                n("d472c9eb", function (e) {
                    return "‎@" + e.screenName + "‎ הוסר מקבוצה";
                }),
                n("h5951997", function (e) {
                    return "בוטלה ההזמנה של " + e.screenName + "@";
                }),
                n("a44c6034", "הזמנות ממתינות"),
                n("e39bc936", "כחבר, יש לך אפשרות לשלוח מסרים ישירים, לפרסם פוסטים וליצור רשימות – וגם להציג אותם. מנהלים יכולים גם להזמין כותבים מורשים לחשבון, להסיר אותם מהחשבון ולהציג את ניתוח נתוני הפוסטים."),
                n("h0d3bddc", "גישת מנהל"),
                n("c54aafb0", "גישת כותב מורשה"),
                n("idc35f32", "לא הוקצו לך סמכויות בחשבונות כלשהם"),
                n("fab787b4", "עזוב את החשבון"),
                n("bfbe9620", "הצג חברים"),
                n("d52a2b36", "לא יהיה לך יותר תפקיד של מנהל בחשבון הזה."),
                n("df515932", "לא יהיה לך יותר תפקיד של כותב מורשה בחשבון הזה."),
                n("cd00ea21", function (e) {
                    return "לעזוב את ‎@" + e.screenName + "‎?";
                }),
                n("efa88ab1", function (e) {
                    return "עזבת את ‎@" + e.screenName + "‎";
                }),
                n("c6dae164", "אישור ההזמנה"),
                n("f8376170", "דחה את ההזמנה"),
                n("a68c45e4", "דחה"),
                n("aa35b48d", function (e) {
                    return "האם לדחות את ההזמנה מ-‎@" + e.screenName + "‎?";
                }),
                n("ed2a4b05", function (e) {
                    return "נדחתה הזמנת חברות ב-‎@" + e.screenName + "‎";
                }),
                n("e73f9635", function (e) {
                    return "אושרה הזמנת חברות ב-‎@" + e.screenName + "‎";
                }),
                n("d2da668c", "הקצה סמכויות לחברים"),
                n("ddf27b8e", "הזמן תורם"),
                n("jba63182", "הצג את התפקידים של החברים בחשבון. חברים יכולים לשלוח מסרים ישירים, לפרסם פוסטים, ליצור רשימות וגם להציג את כל התוכן הזה."),
                n("af59527e", "הצג את התפקידים של החברים והזמן כותבים מורשים לחשבון. חברים יכולים לשלוח מסרים ישירים, לפרסם פוסטים, ליצור רשימות וגם להציג את כל התוכן הזה."),
                n("eafcc76a", "הדברים שהיישום הזה יכול להציג..."),
                n("j3998a16", "הדברים שהיישום הזה יכול לעשות..."),
                n("a6845663", function (e) {
                    return "אישרת את ההרשאות של יישומים אלה ב-" + e.date;
                }),
                n("b2347f7c", "טוען נתוני יישום"),
                n("e1fda16e", "יישום זה אינו מחובר אצלך"),
                n("b8f3ed46", "כשאתה מחבר יישום של צד שלישי לחשבון X, אתה מעניק ליישום זה גישה לחשבון שלך."),
                n("gb8d09ba", "יש גישה לכתובת הדואר האלקטרוני שלך"),
                n("g6dc09a0", "הרשאות"),
                n("a6e6e898", "קריאה בלבד"),
                n("cde3b9ae", "קריאה וכתיבה"),
                n("g0d7813a", "קריאה, כתיבה ומסרים ישירים"),
                n("c9b35b9e", "קרא את נתוני הפרסום שלך"),
                n("e0191264", "קרא, צור ונהל את נתוני הפרסום שלך"),
                n("b73e1e8a", "למד כיצד לשלול גישה"),
                n("c174e46e", "הצג פחות"),
                n("a39075ff", function (e) {
                    return "עוד " + e.n;
                }),
                n("da6cdba8", "הסר את הרשאות היישום"),
                n("ef1d3dcc", "דווח על יישום"),
                n("d64e29c6", "צא מהמכשיר שמוצג"),
                n("idfa01cc", "לצאת מהמכשיר המוצג?"),
                n("f400075e", "הפעולה הזו תסיים את החיבור הפעיל שלך ל-X ויהיה עליך להיכנס שוב כדי להתחיל מחדש."),
                n("e04ba39c", "תאריך ושעה"),
                n("eed75824", "סגרת את ההפעלה הפעילה שלך ל-X."),
                n("ddcd3d26", "טוען נתוני הפעלה"),
                n("d2f0f3fe", "אנחנו לא מצליחים למצוא את ההפעלה הזו"),
                n("ga05517a", "לא יצרת שום דוחות"),
                n("ea1715c0", "כשתעשה זאת, הם יופיעו כאן."),
                n("b70a2cde", "אנחנו משתמשים בטכנולוגיה שעוזרת לנו לזהות מדיה כזו, ולכן למרות השיפור המתמיד, ייתכן שלא תמיד נצליח."),
                n("ee320a07", "המדיניות שלנו בנושא מדיה רגישה"),
                n("ffeb836a", "ההגדרות לא זמינות"),
                n("f2fb9746", "הגדרות אלה לא זמינות מכיוון שהן חלות על קובצי Cookie לא חיוניים. מכיוון שכבר בחרת לא להשתמש בקבצים אלה, אנחנו משתמשים רק בקובצי Cookie שאוספים נתונים הכרחיים מהמכשיר שלך."),
                n("aa4342be", "אלימות גרפית"),
                n("jfec3aa0", "תוכן למבוגרים"),
                n("j6bacd6a", "הסתר מדיה המסומנת כאלימות חזותית עד שתבחר להציג אותה. ב-X עבור iOS, מדיה זו לא תוצג כלל."),
                n("a73e66a8", "הסתרת מדיה המסומנת כתוכן למבוגרים בלבד עד שתבחר להציג אותה. ב-X עבור iOS, מדיה זו לא תוצג כלל."),
                n("fef1b8dc", "הסתרת מדיה המסומנת כרגישה עד שתבחר להציג אותה. ב-X ל-iOS, המדיה הזו לא תוצג כלל."),
                n("d0a5a1c0", "אזהרה"),
                n("ga197e26", "הצג הכול"),
                n("eb723386", "לא להציג אף פעם"),
                n("ea31c622", "בכלל זה מדיה שמוצגים בה מקרי מוות, אלימות, פגיעה פיזית חמורה או הליכים רפואיים בפירוט חזותי."),
                n("e40985c4", "בכלל זה מדיה שנוצרה ושותפה בהסכמה שהיא פורנוגרפית או נועדה לגרום לגירוי מיני."),
                n("h7e0672b", "הגדרות המדיה"),
                n("de9f111a", "נהל את המינוי הנוכחי שלך"),
                n("d5839f9e", "הצג את התנאים או נהל את המינוי מתוך חשבון Stripe שלך."),
                n("a840c22c", "ניהול מינויי Premium קיימים"),
                n("e31456f8", "החלפת דרגה"),
                n("a7c4ecea", "כעת תוכל ליהנות מציר זמן נטול פרסומות, להפעיל את כל התכונות ולשפר באופן ניכר את מספר התשובות."),
                n("h15cc518", "עיין באפשרויות הדירוג ובחר בין תוכנית חודשית לתוכנית שנתית."),
                n("ce70c590", "ניהול של תגי שיוך חשבונות"),
                n("a49e1b2a", "מיון שיוכי החשבונות שלך"),
                n("e2daf93c", "התג הראשון יוצג בכל הפוסטים."),
                n("ab8089ea", "סדר מחדש"),
                n("e0221c42", "חוויית קריאה טובה יותר ב-X ומחוצה לה."),
                n("adcaa214", "הצג את הכתבות שקיבלו הכי הרבה שיתופים מאנשים שאחריהם אתה עוקב."),
                n("b62d6e4c", "קורא"),
                n("acf63cd2", "בחר את גודל הטקסט המועדף לקריאת שרשורים. כדי להפעיל את תכונת הקורא לחץ על לחצן הספר מתוך כל פוסט בשרשור."),
                n("e5fff0c8", "המינוי שלך פעיל."),
                n("ac057b4e", "כדי לבטל את המינוי החינמי שלך עבור פעילות ב-X, יש ליצור קשר עם התמיכה"),
                n("ib8ebf3b", function (e) {
                    return "נראה שרכשת את המינוי הזה במכשיר " + e.mobilePlatform + ". עליך לנהל או לבטל את המינוי מאותה הפלטפורמה.";
                }),
                n("i8132774", "תוכן בונוס עבור העוקבים המעורבים ביותר שלך"),
                n("a1222584", "להרוויח כסף ישירות מהתוכן שלך"),
                n("df837dac", "הכנסות משוערות / סף תשלום"),
                n("df29646e", "סף לתשלום"),
                n("b0ac642a", "הפקדת התשלומים בחשבון שלך עשויה להימשך עד 90 יום."),
                n("c747df1c", "הגדרת פרטי קבלת התשלום"),
                n("ac814a76", "עדיין לא הגדרת את פרטי קבלת התשלום."),
                n("f139168e", "לוח מדדי הכנסות"),
                n("ee0510c2", "היסטוריית התשלומים"),
                n("c9b82b4c", "הבקשה התקבלה ·בנה את המינוי שלך"),
                n("ibb5e1c8", "היישום נדחה"),
                n("b255df58", "הבקשה הוגשה · ממתינה לבדיקה"),
                n("b3f834c8", "יישום ברשימת המתנה"),
                n("i14be2c6", "הכנסה מוערכת"),
                n("fd74390a", "מזהה היוצר אומת"),
                n("e8dc82e2", "תוכניות פעילות"),
                n("c12c5eb6", "תוכניות זמינות"),
                n("j53f5eb0", "יוצרים זכאים יכולים להירשם למינויים חודשיים ולקבל נתח הכנסה ממודעות"),
                n("e9c1273a", "יוצרים זכאים יכולים להירשם ולרכוש מינויים חודשיים כדי לקבל נתח מההכנסות ממודעות."),
                n("jd176c82", "באזור שלך אין תמיכה בתשלומים"),
                n("d6ff74ca", "למרבה הצער, ספק התשלומים שלנו אינו תומך בתשלומים במדינה שלך. חלק מתוכניות המונטיזציה אינן זמינות."),
                n("e89cdac0", "נהל חשבון תשלומים"),
                n("dd7a54b4", "הגדרת חשבון Stripe"),
                n("jff3ab68", "אימות זהות"),
                n("j2876824", "אימות זהותך"),
                n("ebd06fb0", "עותק תעודת זהות נשלח"),
                n("f65b960c", "אנחנו בוחנים את תעודת הזהות הרשמית שלך במסגרת תוכנית היוצרים"),
                n("i4a1e936", "כדי לקבל תשלום, יש לוודא שברשותך חשבון Stripe מקושר או ליצור חשבון Stripe חדש"),
                n("f5931b6a", "יש לבצע תהליך אימות זהות כתנאי להשתתפות בתוכנית היוצרים. אם כבר שלחת עותק של תעודת הזהות שלך לתוכנית היוצרים, אין צורך לשלוח שוב."),
                n("c8798a95", "כאן"),
                n("d809ac49", "כאן"),
                n("bbe09d38", "הבקשה התקבלה · בהמתנה לתצורה בחנויות אפליקציות"),
                n("efbc5066", "אימות מזהה ממתין"),
                n("hc7631da", "לא סיימת להגדיר את חשבון Stripe"),
                n("h72d71a2", "עומד בדרישות"),
                n("e12b0b16", "עדיין לא זכאי"),
                n("a1e57106", "לא הושלם"),
                n("i51b4e22", "נדחה"),
                n("h5bd7160", "חשבון זה לא זכאי לזיהוי באמצעות מזהה."),
                n("e32040c4", "כדי לקבל תשלומים, עליך לסיים את תהליך אימות הזיהוי."),
                n("j8769b42", "אנחנו בוחנים את תעודת הזהות הרשמית שלך."),
                n("be955554", "'שיתוף הכנסות עם יוצרים'"),
                n("b03a3d62", "חלק בהכנסה ממודעות"),
                n("cbbe29c2", "אתה על המסלול הנכון לקבלת תשלומים"),
                n("g97a2d6c", "מידע נוסף"),
                n("f30774ea", "קבל מידע נוסף אודות תוכניות המונטיזציה וכללי המדיניות שלנו כאן."),
                n("aea0b11a", "כדי להרוויח כסף מ-X, אפשר לכולם להירשם אליך כמנויים כדי שיוכלו לקבל גישה לתוכן שלך על בסיס חודשי."),
                n("bce47f48", "ייצור הכנסות ב-X בשל אינטראקציה עם הפוסטים שלך."),
                n("h7a68080", "קבל הכנסות ממודעות שמוצגות בתשובות לפוסטים שלך."),
                n("eefd091e", "נדרש אימות זהות"),
                n("cd616a5a", "כדי להצטרף לתוכנית היוצרים, נדרש אימות זהות."),
                n("cce8c40a", "אימות מזהה"),
                n("ja73ebac", "הכנסה"),
                n("h16eeb42", "ניהול"),
                n("bc43a32e", "פעילות אחרונה"),
                n("i4c3b046", "אין לך מטבעות כעת."),
                n("ca516a66", "הצגת כל הפעילויות"),
                n("ee9ea930", "יהלומים"),
                n("cf3b535e", "יהלומים מצטברים על ידי קבלת מטבעות על פוסטים זכאים. כסף שהתקבל מיהלומים מתווסף לרווחים המשוערים שלך."),
                n("fbb7764b", function (e) {
                    return e.count + " מטבע" + t(e.count, "ות", "", "ות", "ות");
                }),
                n("e70a07b2", "אנונימי"),
                n("c76972f0", "מאז התשלום האחרון"),
                n("c219a552", "בכל הזמנים"),
                n("f3ce76c0", "זקוק לעזרה נוספת?"),
                n("i8982e7e", "אם יש לך שאלות, בקר במרכז העזרה או פנה אלינו."),
                n("fbbfe8aa", "Deactivate Coins"),
                n("e4f29140", "על ידי השבתה, תמתוכנית המטבעות ולא תהיה זכאי יותר לקבל מטבעות."),
                n("e58e85d2", "המשך להשבתה"),
                n("be8e87b4", "Deactivate Coins?"),
                n("bee26fa8", "כן, השבת"),
                n("f0145c9a", "מטבעות מושבתים כעת"),
                n("a22f6808", "כל הפעילות"),
                n("g1b8020c", "30 הימים האחרונים"),
                n("jb13b840", "כל זמן"),
                n("b4f24360", "אין לך מטבעות חדשים ב-30 הימים האחרונים."),
                n("d59dbf8a", "סקירה כללית"),
                n("g652fc4c", "אין לך היסטוריית תשלומים החודש."),
                n("d55e017a", "החודש"),
                n("f883322d", function (e) {
                    return "מזהה עסקה " + e.transactionId;
                }),
                n("d978f43e", "מינויים חדשים"),
                n("d113fc10", "אין לך מינויים חדשים בשלב זה."),
                n("h7a41c02", "חידושים"),
                n("eedf2eaa", "אין לך חידושים בשלב זה."),
                n("d93308d8", "הצג את כל העסקאות"),
                n("a23e724a", "חשבון זה אינו זמין."),
                n("a384fda0", "סקירה של מנוי"),
                n("i4313618", "הצג את עצמך ותאר את מה שאנשים יכולים לצפות לו כשהם הופכים לעוקבי-על שלך."),
                n("c0348964", "הודעה שמציגה אותך"),
                n("g522fd30", "הטבות לרשומים כמנויים"),
                n("e85471c6", "תג רשום כמנוי"),
                n("fd75ca92", "תקבל תג ציבורי של רשום כמנוי שיעזור לך לזכות בתשומת לב, לנהל שיחות וליצור קשרים."),
                n("ia9c37c4", "מחירים"),
                n("f5be83b2", "הצטרף לקהילה"),
                n("e4ee8c6a", "שתף רעיונות, קבל השראה וצור קשר עם יוצרים אחרים בקהילת המשוב של יוצרי 'מינויים'."),
                n("i3a90dee", "השבתת מינויים"),
                n("e261e6e6", "בעקבות ההשבתה תוסר מתכנית 'מינויים' ותאבד את כל המנויים שלך."),
                n("ca5ca5ee", "ראה תצוגה מקדימה"),
                n("a329ce88", "הוסף תיאור..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "לאפשר עיון בפוסטים"),
                n("c1521804", "תצוגות מקדימות של הפוסטים למנויים שלך יוצגו למי שאינם מנויים."),
                n("jd0f1ac0", "האם להשבית את המינויים?"),
                n("c6c27fc8", "השבתת המינויים היא לצמיתות. תוסר מתכנית המינויים. כדי לחזור לתכנית תצטרך לשלוח שוב בקשה."),
                n("f82a23ec", "המינויים מושבתים כעת"),
                n("a4c6e458", "הגדרת את עלות המינוי החודשי שלך בתור:"),
                n("be54a313", function (e) {
                    return e.price + " לחודש";
                }),
                n("hadd463a", "בקשה לשינוי מחיר"),
                n("b0728b5c", "ביטול שינוי מחיר"),
                n("aea9f79c", "שינוי מחיר ממתין עבור:"),
                n("c701e5cc", "כל השינויים שביצעת לא יישמרו."),
                n("a649778c", "המשך לערוך"),
                n("d1a683b8", "אודות היוצרים של 'מינויים'"),
                n("iba08a94", "איך זה נראה לך?"),
                n("a5f55bfa", "זה מה שמנויים פוטנציאליים יראו כשהם יגיעו לעמוד שלך. תוכל לחזור ולעדכן את התיאורים שלך בכל שלב."),
                n("b600eb88", "חפש את האנשים שלך וזכה בהכרה"),
                n("da48ebf6", "הירשם וקבל תוכן בונוס"),
                n("f324fb6c", "מינוי"),
                n("c654a3aa", "רק מנויים יכולים לראות פוסט זה"),
                n("d409ce3c", "תמוך בגורמים האהובים עליך ב-X כדי לקבל תוכן בונוס והטבות נוספות."),
                n("a4ed9072", "הצג את עצמך..."),
                n("af5b098e", "הטבות של מינויים"),
                n("gf32cca2", "תאר את ההטבות שתציע"),
                n("j8ba99b4", "תן לאנשים הצצה במה שיחכה להם כל חודש עם סיכום מהיר של תוכן הבונוס שתשתף."),
                n("j679dcda", "ראה דוגמאות"),
                n("j325331a", "הקדש רגע כדי להגיד שלום"),
                n("e18e8da8", "צור רושם ראשוני טוב עם הודעה מהירה שמציגה אותך למנויים הפוטנציאליים."),
                n("fce14f56", "מחיר חדש"),
                n("b0c58272", "קבל תעריף חודשי חדש. עיבוד שינוי המחיר אורך שלושה עד שבעה ימי עסקים. ייתכן שבשל העלייה במחיר, מנויים קיימים יידרשו להצטרף מחדש."),
                n("d5737f0e", "מינוי חודשי"),
                n("edc014fb", "מידע נוסף"),
                n("h810143c", "פרטים"),
                n("ga57b610", "תאריך רכישה"),
                n("h3b68828", "סוג רכישה"),
                n("cc2aa67a", "פלטפורמת רכישה"),
                n("b313bb24", "תשלום"),
                n("e5188502", "כל המכירות סופיות"),
                n("bf364d62", "כל העסקאות"),
                n("ed3efef0", "לא היו לך מינויים חדשים ב-30 הימים האחרונים."),
                n("b5f9ec14", "לא היו לך חידושים ב-30 הימים האחרונים."),
                n("d8eed490", "נהל את הנראות הציבורית של הפרופיל שלך."),
                n("e26dbcd0", "הסתרת מינויי יוצר שלך"),
                n("aea7dda8", "רשימת מינויי היוצר שלך גלויה רק עבורך."),
                n("j3d2cfc4", "העוקבים שלך יכולים לראות את המקומות שהתחלת להאזין להם"),
                n("d9588ae6", "חשוב לדעת שגם כאשר ההגדרה הזו מושבתת, כולם יכולים לראות אותך כשאתה נמצא במקום. העוקבים שלך תמיד יכולים לראות אילו מקומות אתה מארח, באילו מקומות אתה מנחה-שותף ובאילו מקומות אתה מדבר."),
                n("i84c5de8", "יישומי היוצר יהיו זמינים בקרוב"),
                n("b8922f7e", "חזור בקרוב כדי שתוכל להגיש בקשה להצטרף לתוכנית 'מינויים'."),
                n("ad588be6", "אתה עומד בתנאים!"),
                n("f6443bd2", "יש לנו חדשות טובות – עמדת בדרישות עבור מינויים. מוכן להגיש בקשה?"),
                n("a3a20a10", "חזור לכאן מאוחר יותר"),
                n("b8d29e4a", "למרבה הצער, בשלב זה אינך עומד בדרישות של 'מינויים'."),
                n("d92c1d0a", "המשך להגשת הבקשה"),
                n("fde27650", "לתנאים של המינויים"),
                n("c5f89b06", "קבל אימות באמצעות רכישת מינוי Premium"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " עוקבים מאומתים";
                }),
                n("b747ce3a", "פעיל ב-30 הימים האחרונים"),
                n("c27f57ac", "להיות בן 18 לפחות"),
                n("h63d2973", function (e) {
                    return e.count + " חשיפות אורגניות במהלך שלושת החודשים האחרונים";
                }),
                n("ef606fca", "מינוי בתשלום לעוקבים המעורבים ביותר שלך"),
                n("e533715e", "בדוק זכאות"),
                n("d8671da2", "להתפרנס ב-X"),
                n("d126a504", "באפשרותך להציע לעוקבים המועדפים עליך משהו קטן בנוסף ותוכל להרוויח כסף בכל חודש. "),
                n("d08d0bb2", "תוכן בונוס"),
                n("ef29d2c2", "שתף מחשבות, רעיונות ודעות ללא סינון באמצעות פוסטים נוספים ותשובות אישיות."),
                n("if12af7c", "הגדרת מנויים"),
                n("cc4c1a14", "קביעת מחיר"),
                n("e1453e45", "מידע נוסף"),
                n("aa7e35ee", "החשבון שלך לא נבחר"),
                n("c984cc62", "החשבון שלך לא נבחר הפעם. הישאר מעודכן לגבי הזדמנויות להשתתף בעתיד."),
                n("gd115e64", "הגש בקשה ל'מינויים'"),
                n("a9f08d5c", "תשובותיך לשאלות הבאות הנן לצורכי עיון והן לא יוצגו בפרופיל שלך."),
                n("c3f8d650", "תיאור התוכן"),
                n("j89dd344", "עליך לספק דוגמה של תוכן שייכלל במינוי שלך, נודה לך על דוגמה מפורטת ככל האפשר."),
                n("d19cc490", "הוספת תוכן לדוגמה"),
                n("c737c1b2", "ספר לנו עבור הניסיון שלך"),
                n("f98e5fd4", "האם אתה יוצר תוכן בתשלום בפלטפורמות אחרות? מדוע אתה סבור שמשתמשים יירשמו?"),
                n("c41b01be", "הוספת הצעה"),
                n("e2aad0fe", "אני לא אפרסם תוכן גרפי או תוכן למבוגרים בלבד עבור המנויים"),
                n("d1b983ef", function (e) {
                    return "חייב לכלול " + e.count + " תווים לפחות";
                }),
                n("d3d6c52c", "בקשתך הוגשה"),
                n("cb27c0ba", "אישרנו את המחירים שלך. אנו נבדוק את היישום שלך ואם הוא יאושר נשלח לך הודעה כאשר היישום יהיה זמין."),
                n("j274e6aa", "אתה ברשימת ההמתנה"),
                n("j006be54", "קבוצת הבדיקה של 'מינויים' התמלאה במהירות, אבל הוספנו אותך לרשימת ההמתנה ונודיע לך כשיתפנו מקומות נוספים."),
                n("d5cb1114", "התחל לעבוד עם מינויים"),
                n("j2f622ec", "נבחרת להשתתף בקבוצת הבדיקה שלנו! הגדר את פרטי המינוי שלך עכשיו ואנחנו נודיע לך כשהוא יתחיל לפעול."),
                n("e2cd7000", "כמעט שם..."),
                n("b3629b92", "נשארו רק עוד כמה שלבים כדי להשלים את הגדרת המינוי."),
                n("f4619a62", "אשר והמשך"),
                n("c5625f84", "תאר את הטבות המינוי שלך"),
                n("c7289544", "קבע מחיר למינוי"),
                n("aaf68c58", "אשר את פרטי התשלום שלך"),
                n("b8a69fa0", "לתנאי המינויים"),
                n("ad4a92a2", "תג"),
                n("d5aa8de0", "הענק למנויים שלך תגים"),
                n("j0bbda92", "לא צריך לשנות או לערוך כלום. כל המנויים שלך יקבלו באופן אוטומטי תג ציבורי כאשר יירשמו כמנויים."),
                n("e18b7a72", "סקור"),
                n("be76dc34", "הוסף תיאור"),
                n("ef5406e4", "הצג את עצמך"),
                n("ea8a3d2e", "הגדרת תמחור"),
                n("f77bb179", function (e) {
                    return "אשר את הבחירה של " + e.price;
                }),
                n("g2a6f160", "בדוק היטב את מחיר המינוי שלך ואשר אותו. לא תוכל לחזור ולשנות את המחיר לאחר קביעתו."),
                n("g767d1c9", "הערה: לא תוכל לשנות אותו"),
                n("df057690", "בחר את המחיר עבור המינויים שלך"),
                n("g5923869", function (e) {
                    return e.price + " לחודש";
                }),
                n("f025ab3a", "צור בסיס עוקבים גדול ורחב יותר"),
                n("c962df0e", "פרסום בתדירות נמוכה ואינטראקציה בתדירות נמוכה עם המנויים"),
                n("ib075804", "הרחב את בסיס העוקבים שלך והשג הכנסות מקסימליות"),
                n("fc04f3a6", "פרסום בתדירות בינונית ואינטראקציה בתדירות בינונית עם המנויים"),
                n("c246656e", "צור בסיס עוקבים אינטימי"),
                n("h0c5405c", "פרסום במתכונת סדירה ואינטראקציה סדירה עם המנויים"),
                n("f2d2153d", function (e) {
                    return "רוב היוצרים גובים " + e.price + " אבל תוכל לבחור כל מחיר שתרצה";
                }),
                n("f1cb36b8", "הגדרת תשלום"),
                n("e20f6662", "הכול מוכן!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "הגדר את פרטי קבלת התשלום שלך"),
                n("a3f6a966", "חבר חשבון Stripe"),
                n("cb031e44", "המערכת תעביר אותך ל-Stripe כדי לחבר את החשבון. אם יש לך חשבון Stripe קיים שברצונך להשתמש בו, הזן את כתובת הדואר האלקטרוני של החשבון כאשר Stripe יבקש להזין דואר אלקטרוני. הערה: כתובת הדואר האלקטרוני שלך ב-Stripe יכולה להיות שונה מזו ב-X."),
                n("ebfb897c", "דוגמאות"),
                n("dc4feb1a", "אתה לא יודע מה להגיד?"),
                n("h9b9d486", "אתה קובע איזה תוכן תציע למנויים שלך. הנה כמה דוגמאות שיעזרו לך להתחיל."),
                n("ic130fd6", "תקבלו תוכן מגניב של מאחורי הקלעים, הצצה מוקדמת בספרים שלי ובפרויקטים אחרים, ומפגשים חודשיים שבהם תוכלו לשאול אותי כל דבר."),
                n("dd913e24", "אתם מוזמנים לקבל תגובות מהירות, רעיונות ללא סינון ותוכן נוסף ישירות ממני."),
                n("b737ee66", "התכונן לחוויית VIP עם תוכן למנויים בלבד, כגון סקרים, סרטונים ומבצעים."),
                n("a0bb2076", "הצג את עצמך בקצרה. תוכל לתאר את התוכן שלך בשלב מאוחר יותר. הנה כמה דוגמאות שיעזרו לך להתחיל."),
                n("fe076612", "היי וברוכים הבאים לדף המינויים שלי! אני ממש שמח שאתם כאן. תודה שאתם מאפשרים לי לעשות את מה שאני אוהב."),
                n("g7f66daa", "מה קורה? תודה על ההתעניינות במינוי שלי. נראה לי שתאהבו את מה שמחכה לכם."),
                n("hbe4f99e", "היי! אני מחכה ומצפה לשתף איתכם תוכן סודי וללמוד להכיר אתכם טוב יותר :)"),
                n("fb278c82", "מהי התצוגה המקדימה?"),
                n("j6cab6ec", "זה מה שאנשים יראו לפני שהם יירשמו כמנויים שלך. תוכל לשנות ולערוך את התיאורים שלך בהתאם לרצונך."),
                n("f2b1e83e", "Grok & Third-Party Collaborators"),
                n("e110a46c", "מחיקת היסטוריית שיחות"),
                n("ebc4fda0", "אתה עומד למחוק את היסטוריית שיחות Grok שלך. לאחר ביצוע הפעולה, לא תוכל לקבל גישה לשיחות האלה."),
                n("c90fe716", "האם ברצונך למחוק את השיחות שלך?"),
                n("a8d516a4", "X עשויה לשתף את המידע הציבורי שלך ב-X עם xAI, כמו גם את הקשרים, המסרים היוצאים והתוצאות של Grok ב-X כדי לאמן ולכוונן את Grok ומודלי בינה מלאכותית אחרים שמופעלים על ידי xAI. הדבר עוזר לנו להמשיך לשפר את חוויית השימוש ב-X."),
                n("a127886c", "אפשר ל-Grok לזכור את היסטוריית השיחות שלך"),
                n("f49b39b8", "אפשר ל-Grok לזכור פרטים משיחות קודמות שלך. תוכל למחוק שיחות פרטניות כדי לשכוח את הפרטים שמשויכים אליהן."),
                n("b7de9ad2", "אפשר ל-X להתאים את חוויית השימוש במיוחד עבורך"),
                n("ed141096", "אפשר שימוש בנתוני X שלך, כמו גם בקשרים, במסרים ובתוצאות של Grok, כדי לבצע התאמה אישית של חוויית השימוש ב-Grok. ‏X עשויה לשתף את נתוני X שלך, כמו גם בקשרים, במסרים ובתוצאות של Grok עם xAI כדי לבצע התאמה אישית של חוויית השימוש ב-Grok ומודלי בינה מלאכותית אחרים שפותחו על ידי xAI. הדבר עוזר לנו להמשיך לשפר את חוויית השימוש שלך. "),
                n("ecdbece0", "You have been successfully enrolled into the Coins program."),
                n("db3f0bbe", "עוזרים ליוצרים להרוויח כסף מהתוכן שלהם."),
                n("a1f40cf8", "אני מסכים"),
                n("d604fb32", "תנאי היוצר"),
                n("d520d188", "קבלת מטבעות"),
                n("ea770766", "מטבעות הם מוצרים וירטואליים שניתן לקבל בתמורה לפוסטים שעומדים בתנאים. בעת קבלת מטבעות הם מצטברים ליהלומים, אותם תוכל לפדות."),
                n("d27f5ac6", "הכנסה פסיבית"),
                n("h1d66df0", "כעת תוכל להרוויח כסף באמצעות פרסום תוכן נהדר ב-X. העוקבים שלך יוכלו כעת לתגמל אותך על ידי מתן מטבעות."),
                n("f85fb0a2", "התחבר לקהל היעד שלך"),
                n("d1433e24", "מטבעות הם דרך מהנה לתגמל אותך עבור יצירת תוכן שגורם הנאה לאחרים. זו הזדמנות עבורך ליצור חיבור טוב יותר עם העוקבים והאוהדים שלך."),
                n("e6ba42de", "נתח הכנסה ממודעות"),
                n("ebc16756", "'שיתוף הכנסות עם יוצרים'"),
                n("da4cd6fa", "למרבה הצער, עדיין אינך זכאי לנתח הכנסה ממודעות. תצטרך לעמוד בדרישות הבאות כדי להשתתף:"),
                n("b2961492", "למרבה הצער, עדיין אינך זכאי לנתח הכנסה ממודעות. יהיה עליך לעמוד בדרישות הבאות כדי להצטרף לתוכנית:"),
                n("d3789528", "מידע על נתח הכנסה ממודעות"),
                n("aa0ff456", "אודות התוכנית 'שיתוף הכנסות עם יוצרים'"),
                n("bf214f48", "אישור"),
                n("b2b4d592", "הירשם ל-Premium או ל'ארגונים מאומתים'"),
                n("fbb03ba6", "500 עוקבי Premium"),
                n("hb4c5169", function (e) {
                    return "לפחות " + e.impression_number + " מיליון חשיפות במהלך שלושת החודשים האחרונים.";
                }),
                n("f91685ba", "אתה זכאי אוטומטית לתשלום על הפרסומים שלך!"),
                n("a9f0e0fa", "כמנוי Premium או כמנוי תוכנית 'ארגונים מאומתים', תהיה זכאי באופן אוטומטי לשיתוף הכנסות מודעות פרסומת. התשלום שלך יתבסס על מספר החשיפות המאומתות למודעות הפרסומת המוצגות בתגובות לפרסומים שלך."),
                n("c694e3e4", "כארגון מאושר או עם מינוי Premium, אתם זכאים באופן אוטומטי להצטרפות לתוכנית שיתוף ההכנסות עם יוצרים."),
                n("acd1a1be", "הגדר פרטי תשלום כעת כדי לקבל תשלומים בעתיד."),
                n("f7e11f70", "הצטרפות ואימות מזהה"),
                n("c8169274", "אירעה בעיה בשמירת הבקשה. נסה שוב מאוחר יותר."),
                n("c3f93665", "לתנאים של התוכנית 'שיתוף הכנסות עם יוצרים'"),
                n("a249ce04", "לתנאים של 'שיתוף הכנסות ממודעות'"),
                n("d085a144", "לוח המדדים של רווחי היוצרים"),
                n("a5204850", "הכנסה כוללת"),
                n("ada650cf", function (e) {
                    return "תקופת תשלום: " + e.fromDate + " – " + e.toDate;
                }),
                n("aa732c0a", "שיתוף הכנסות ממודעות וידאו"),
                n("g88c1108", "אודות שיתוף הכנסות ממודעות וידאו"),
                n("d4bb7e9c", "שיתוף הכנסות ממודעות וידאו − תנאים"),
                n("dc535dbe", "הגדל את ההכנסות שלך מתוכן ב-X באמצעות הרשמה מוקדמת לתוכנית שיתוף ההכנסות שלנו ממועדות וידאו."),
                n("eb6d9270", "קבל תשלום בתמורה לתוכן שלך"),
                n("a778472e", "פרטים:"),
                n("bde8446e", "בחר באפשרות 'הסכם ושלח' כדי להירשם לתוכנית שיתוף ההכנסות ממודעות."),
                n("a415fd3a", "אשר ושלח"),
                n("fbba9725", "לכללים של X"),
                n("f3dd8c4a", "לתנאים של תוכנית שיתוף ההכנסות ממודעות ולתקני המונטיזציה עבור יוצרים"),
                n("hd885ae0", "גלה את ההשפעה שלך"),
                n("je4ccd3a", "מרכז העזרה למאמרים ללא פרסומות"),
                n("i6cb493e", "ניהול האופן שבו החשבונות המשויכים שלך מוצגים"),
                n("e4fde082", "הגדר טיימר לביטול פוסטים שנשלחו ואילו סוגי פוסטים ברצונך לבטל."),
                n("dcfc6540", "פוסטים מקוריים"),
                n("be077e8c", "שרשורים"),
                n("f3429f2c", "סקרים"),
                n("i647ba8a", "פרק הזמן שבו ניתן לבטל פוסט"),
                n("d195528e", "בחר אילו סוגי פוסטים ברצונך לבטל לפני שיהפכו לציבוריים וקבע את משך תקופת הביטול."),
                n("bcf3a9e6", "נהל הגדרות שעוזרות להגביל תשובות לא רצויות."),
                n("c048fd3a", "סנן תשובות שאולי אינן רצויות"),
                n("dab7dac4", "תשובות לפוסטים שלך שכוללות שפה שעלולה להיות מזיקה או פוגענית יסוננו ויוצגו כאן. משתמשים אחרים עדיין יוכלו לראות את התשובות האלה."),
                n("c4c53b86", "זכור שיש לנו טכנולוגיה שעוזרת לזהות תשובות שכאלה, כך שאנחנו תמיד משתפרים אבל ההצלחה אינה מובטחת בכל פעם."),
                n("dca3d2ee", "לבטל את מסנן התשובות?"),
                n("fe440ff8", "התשובות המסוננות לא ישוחזרו בפוסטים שלך."),
                n("cedbb01c", "משפטי"),
                n("b4f917d0", "שונות"),
                n("bdfa2b8c", "משאבים נוספים"),
                n("b8692262", "בדוק מקומות נוספים לקבלת מידע נוסף אודות המוצרים והשירותים של X."),
                n("c0398892", "הערות השקה"),
                n("b833bcde", "נהל היבטים מסוימים בחוויית השימוש ב-X, כגון הגבלת ניגודיות צבעים ותנועה. הגדרות אלה משפיעות על כל חשבונות X בדפדפן זה."),
                n("d5b646be", "ראייה"),
                n("jfe6a3a0", "תנועה"),
                n("e8c72272", "הגבר את ניגודיות הצבע"),
                n("dba2cdd2", "הופך לקריא יותר על-ידי הגברת הניגוד בין צבעי הטקסט והרקע."),
                n("d070244e", "הפחת תנועה"),
                n("icfa5e8c", "הגבלת כמות ההנפשות בתוך היישום, כולל ספירות של פעילות בזמן אמת."),
                n("ae41b002", "הגבלת כמות ההנפשות בתוך היישום, כולל ספירות של פעילות בזמן אמת. המערכת שלך מאותתת כעת להפחתת התנועה. אם ברצונך להפעיל מחדש את התנועה, תחילה יש להשבית אותה שם."),
                n("h9d1cfae", "קבל תזכורת לגבי תיאור תמונה"),
                n("c878e9f8", "מפעיל תזכורת להוספת תיאורים לתמונות לפני שליחת הפוסט."),
                n("bbd1fc7c", "מידע נוסף אודות נגישות ב-X"),
                n("ac865cf0", "נגישות ב-X"),
                n("d3a2bde8", "ראה מידע על החשבון שלך, הורד ארכיון של המידע שלך או קבל מידע נוסף על אפשרויות סגירת החשבון"),
                n("idca4742", "ראה את פרטי החשבון שלך, כמו מספר טלפון וכתובת דואר אלקטרוני."),
                n("b6ded35e", "שנה את הסיסמה שלך בכל רגע נתון."),
                n("cce24bf4", "קבל תובנות על סוג המידע שמאוחסן בחשבון שלך."),
                n("i203df96", "גלה כיצד אפשר לסגור את החשבון."),
                n("f70cd5ee", "טלפון"),
                n("ib6f1694", "יצירת חשבון"),
                n("de323650", "נקבה"),
                n("b6ab31be", "זכר"),
                n("h3290872", "אומת"),
                n("hbd12156", "בקש אימות"),
                n("b7ec04f4", "כן"),
                n("f70d5780", "כן."),
                n("dc62d3c6", "לא."),
                n("a67dbd0a", "חשבונות פרודיה, פרשנות ומעריצים"),
                n("a3db727e", "נהל את חשבונות הפרודיה, הפרשנות והמעריצים שלך"),
                n("eacf1990", "הוסף את תאריך הלידה לפרופיל שלך."),
                n("a3bf1262", "שנה את תאריך הלידה בפרופיל שלך."),
                n("h530db16", "פוסטים מוגנים"),
                n("d6d80990", "המידע הזה חל על הדפדפן או המכשיר שלך כשאינך מחובר. הוא עשוי להיות שונה כשאתה מחובר."),
                n("i0d81ddb", "בהגדרות ההתאמה האישית והנתונים"),
                n("g2a9bd3e", "תוויות של חשבון אוטומטי"),
                n("dd9b3aae", "מהו חשבון אוטומטי?"),
                n("b80bdc40", "חשבונות אוטומטיים מתוכנתים לבצע פעולות מסוימות באופן אוטומטי באמצעות ממשק ה-API של X. למשל פרסום פוסט לגבי תנאי מזג האוויר באזור מסוים. הם נוצרים ומנוהלים על-ידי גורמים אחרים ב-X."),
                n("a01ac9b6", "בעזרת תוויות אפשר לדעת מי מנהל את החשבון האוטומטי. מיד כשהבעלים של החשבון האוטומטי מחבר את חשבון הניהול שלו, מוצגת תווית בפרופיל החשבון האוטומטי ובפוסטים."),
                n("b989e1fe", "האם עליי להוסיף תווית לחשבונות האוטומטיים שלי?"),
                n("i2d599aa", "כיצד ניתן להוסיף תווית לחשבון האוטומטי שלי?"),
                n("gd5bed72", "צור חשבון ניהול"),
                n("g6d44432", "חשבון ניהול הוא החשבון שמופעל על-ידי אדם האחראי לחשבון האוטומטי."),
                n("e20a69e8", "חבר את חשבונות הניהול והחשבונות האוטומטיים שלך"),
                n("d2f88358", "חבר את החשבונות שלך מדף האוטומציה בהגדרות."),
                n("e427f632", "נוספה תווית לחשבון שלך!"),
                n("a4d7cffa", "ברגע שהחשבונות יחוברו, לחשבון האוטומטי תהיה תווית."),
                n("a18d6a7d", "הכללים החדשים"),
                n("e9965c14", "השאלות הנפוצות על תוויות של חשבון אוטומטי"),
                n("ee78c192", "מהו חשבון PCF?"),
                n("c3f35e0c", "חשבון PCF מתאר אדם, קבוצה או ארגון אחר בפרופיל שנועד לדון, לעשות סאטירה או לשתף מידע על אותה ישות."),
                n("d019b5fa", "האם עליי להוסיף תווית לחשבונות PCF שלי?"),
                n("dd04f24e", "כן. תווית PCF מבטיחה שהחשבון שלך לא יבלבל אחרים ב-X ומודיעה להם שהחשבון שלך אינו משויך לנושא הפרופיל. אם אין תווית, החשבון עלול להפר את מדיניות האימות."),
                n("hb0f8bbc", "כיצד ניתן להוסיף תווית לחשבון PCF שלי?"),
                n("g69acc5c", "פשוט לחץ על 'הבנתי' ואנו נעביר אותך להגדרות הפרופיל שלך כדי להגדיר תווית חשבון!"),
                n("d313d431", "מדיניות האימות"),
                n("a3f22d8e", "בחר את סוג ההודעות שאתה מקבל אודות פעילויות, תחומי עניין והמלצות."),
                n("bc20979a", "X והשותפים שלה עושים שימוש בקובצי Cookie כדי לספק לך שירות טוב, בטוח ומהיר יותר ועל מנת לספק תמיכה הולמת בפעילותנו העסקית. חלק מקובצי ה-Cookie הכרחיים על מנת שתוכל לעשות שימוש שירותים, כדי שנוכל לשפר את השירותים שלנו ובכדי שנוכל לוודא שהם פועלים כהלכה."),
                n("ge06dadc", "אפשר ל-X ולשותפיה להשתמש בקובצי Cookie כדי להציג לך מודעות פרסומות ותקשורת שמותאמות לתחומי העניין שלך."),
                n("he20de3a", "אל תאפשר ל-X להשתמש בקובצי Cookie כדי לאסוף נתונים נוספים על מנת להתאים עבורך מודעות פרסומות ותקשורות."),
                n("g0ec0bec", "חשבון סגור"),
                n("g89f4614", "החשבון שלך נסגר"),
                n("f1768324", "שלוט בהתאמה האישית של התוכן ב-X וקבע כיצד נתונים מסוימים נאספים ומשותפים."),
                n("ja94f34e", "ההגדרות האלה חלות על הדפדפן או המכשיר הזה כאשר אינך מחובר. אין להן השפעה כאשר אתה מחובר."),
                n("bd73f7e6", "אפשרות זו תפעיל או תשבית את כל ההגדרות בדף זה."),
                n("ddbc3288", "נתונים"),
                n("ae5339a0", "הצגת נתוני X שלך"),
                n("b934e0ea", "להשבית התאמה אישית ונתונים?"),
                n("i0317e0e", "זה יגרום לפוסטים ולמודעות שאתה רואה להיות פחות רלוונטיים."),
                n("a148acba", "השבת"),
                n("aa023546", "התאם אישית על סמך המקומות שבהם היית"),
                n("ced77194", "אפשר שימוש במקומות שבהם מוצג תוכן של X ברחבי האינטרנט"),
                n("fe1fc83e", "אלה טווחי הגילאים שמשויכים אליך."),
                n("bf9c74d0", "אל תשמש בטווחי גילאים אלה לצורך התאמה אישית."),
                n("cf0daa24", "איסוף המידע הזה עשוי להימשך זמן מה. נסה שוב מאוחר יותר."),
                n("ea522535", "מידע נוסף"),
                n("hf5ca8f8", "הפרופיל שלך"),
                n("d9cbe351", function (e) {
                    return e.count + "כניסה אירוע" + t(e.count, "י", "", "י", "י");
                }),
                n("de90b04a", "מקומות שהיית בהם"),
                n("cbd2ef59", function (e) {
                    return e.count + " מיקו" + t(e.count, "מי", "", "מי", "מי") + "ם";
                }),
                n("a4441bb8", "תחומי עניין מ-X"),
                n("e1c6b2d6", "קהלים מותאמים"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " קהל" + t(e.audienceCount, "ים", "", "ים", "ים") + "מ-" + e.advertiserCount + " מפרס" + t(e.advertiserCount, "מי", "", "מי", "מי") + "ם";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " תחו" + t(e.count, "מי", "ם", "מי", "מי") + " עניין";
                }),
                n("hf9c2caa", "לבקש רשימת מפרסמים?"),
                n("c29b7971", function (e) {
                    return "זה יישלח לכתובת " + e.primaryEmail + ".";
                }),
                n("b9e1cf02", "בקש"),
                n("a8276fac", "בקש רשימת מפרסמים"),
                n("g7912a84", "הבנתי. הרשימה שלך תישלח בדואר אלקטרוני כשהיא תהיה מוכנה."),
                n("d6104de0", "אפשר לבטל את ההסכמה להצגת מודעות פרסומת בהתאם לתחומי עניין באמצעות מעבר אל 'בגדרות ההתאמה האישית והנתונים'. לאחר ביטול ההסכמה, מודעות הפרסומת שיוצגו עבורך ב-X ישתנו, אך פעולה זו לא תגרום להסרתך מקהלי יעד של מפרסמים."),
                n("ed8c03f5", "מידע נוסף"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " קהלים";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " מפרסמים";
                }),
                n("j4fa776e", "טלפונים"),
                n("i7acdb36", "טאבלטים"),
                n("c112dfc8", "מחשב שולחני"),
                n("jd8607ba", "הופעל ב"),
                n("ea4f6c9e", "דפדפנים"),
                n("d750b93f", function (e) {
                    return e.count + " דפדפ" + t(e.count, "נים", "ן", "נים", "נים");
                }),
                n("a9783602", "מכשירים ניידים"),
                n("j043aa31", function (e) {
                    return e.count + " מכשיר" + t(e.count, "ים ניידים", " נייד", "ים ניידים", "ים ניידים");
                }),
                n("ae415fd2", "הגדרה זו כבויה."),
                n("a90be7b4", "כתובות דוא״ל"),
                n("c0f6f911", "פעילויות מחוץ ל-X"),
                n("adaafb3f", "זהות שהוסקה"),
                n("f0f72665", "זהות שהוסקה"),
                n("d33b4e5b", "הפעילות שלך מחוץ ל-X"),
                n("c4668d4f", "הפעילות שלך מחוץ ל-X"),
                n("df3e137b", "מידע נוסף"),
                n("d1597ccb", "מידע נוסף"),
                n("c1b03a07", "מידע נוסף"),
                n("b056d9dc", "זו הגדרת השפה הראשית של החשבון שלך."),
                n("h68bc23c", "השפות הנוספות האלו משמשות כדי להתאים אישית את החוויה שלך."),
                n("fbf0e61e", "אם עדיין לא ציית מגדר, זה המגדר המתאים ביותר לחשבונך לפי הפרופיל והפעילות שלך. המידע הזה לא יוצג באופן ציבורי."),
                n("b4568a3a", "הוסף את המגדר שלך"),
                n("c0be743e", "מעודכן לפי מגדר"),
                n("c5abae66", "זה המגדר שמערכת X שייכה אליך ברמת ההתאמה הגבוהה ביותר."),
                n("cdb0d3e6", "אל תשתמש במגדר זה לצורך התאמה אישית."),
                n("j31a1aa0", "אילו המקומות שבהם X עושה שימוש כדי להציג תוכן רלוונטי יותר. אם תכבה את ההגדרה 'התאמה אישית בהתאם למקומות שבהם היית', לא תראה כאן רשימת מקומות."),
                n("ddefdd1c", "להסיר מקומות שהיית בהם?"),
                n("hea740ac", "פעולה זו לוקחת זמן, ולא ניתן לבטל אותה."),
                n("a26e0d52", "הבנתי. המקומות האלה יוסרו."),
                n("he447966", "נכון לעכשיו לא נמצאו מקומות."),
                n("b9d98dec", "הגדרות מיקום"),
                n("e27e4fce", "מיקום לא ידוע"),
                n("ib55eb6b", "יישומים מחוברים"),
                n("e5a4a539", "מידע נוסף"),
                n("gc8f2e14", "באפשרותך לבחור שלא להציג מודעות המבוססות על תחומי עניין בהגדרות ההתאמה האישית והנתונים."),
                n("e6dbe66b", "מידע נוסף"),
                n("d3310e49", function (e) {
                    return "קובץ עם כל המידע שמשויך לחשבון שלך יישלח אל " + e.primaryEmail + ".";
                }),
                n("ib03e8c8", "להוריד קובץ עם כל המידע המשויך לחשבונך למכשיר זה?"),
                n("g49741e8", "הורד"),
                n("dc370a0c", "הבנתי. הנתונים שלך יישלחו בדואר אלקטרוני כשהם יהיו מוכנים."),
                n("c07b4316", "מתעניין בתחום"),
                n("e97196fe", "ידוע בזכות"),
                n("ja0f971c", "אלו הם כמה מתחומי העניין שהותאמו עבורך על סמך הפרופיל, הפעילות והנושאים שאחריהם אתה עוקב. הם משמשים לצורכי התאמה אישית של חוויית השימוש ברחבי X, כולל מודעות הפרסומת המוצגות לך. תוכל לשנות את תחומי העניין אם משהו אינו נראה מתאים. אחרי שתבצע שינויים, ייתכן שיהיה עליך להמתין זמן מה עד שייכנסו לתוקף."),
                n("gd1ce494", "אנו סבורים שאתה ידוע בשל תחומי העניין הבאים. הם משמשים כדי להראות תחומי עניין נוספים שלך לאנשים שגם הם מעדיפים את תחומי עניין אלה. באפשרותך לבצע התאמה אישית אם משהו לא נראה כהלכה. יידרש זמן מה על שכל השינויים שתבצע ייכנסו לתוקף."),
                n("a6b0b41a", "התקן את היישום של X בטלפון הנייד. הוא בחינם."),
                n("h3ed510e", "נתונים של X"),
                n("b708417c", "תוכל לבקש קובץ ZIP עם ארכיון של פרטי החשבון שלך, היסטוריית החשבון, היישומים והמכשירים, הפעילות בחשבון, תחומי העניין ונתוני המודעות שלך. תקבל הודעה בתוך היישום כאשר הארכיון של הנתונים שלך מוכן להורדה."),
                n("jbf5843e", "נתוני Periscope"),
                n("ea886c6e", "באפשרותך לבקש לאחסן בארכיב את נתוני Periscope שלך ישירות ב-Periscope."),
                n("cdcc2ad4", "ההורדה נכשלה"),
                n("dbeff87a", "בקשת ארכיון"),
                n("hb02ed28", "תכונת הורדת הנתונים אינה זמינה כרגע. נסה שוב במועד מאוחר יותר."),
                n("c2254084", "קיבלנו את הבקשה שלך. כדי להגן על החשבון שלך, הכנת הנתונים עשויה להימשך 24 שעות לפחות."),
                n("f62d1d9e", "הארכיון מוכן להורדה ולהצגה באמצעות הדפדפן במחשב השולחני שלך. כדאי לזכור שצריך להוריד את הנתונים האלה לפני שתוקפם יפוג בעוד כמה ימים."),
                n("b221ca4c", "נעדכן אותך כשהנתונים שלך יהיו מוכנים להורדה"),
                n("db40dfcf", "מלא את הטופס הזה"),
                n("g1aced04", "יישומים, מכשירים ומידע"),
                n("dbcf3a1a", "הוספת תווית פרופיל"),
                n("cbb2367c", "הצג או הסתר תווית פרופיל עבור חשבונות פרודיה, פרשנות ומעריצים."),
                n("ge48855c", "פרודיה"),
                n("hf019b20", "תווית זו מבטיחה שהחשבון שלך לא יבלבל אנשים ב-X ומודיעה להם שהחשבון אינו משויך לנושא הפרופיל."),
                n("d048571e", "האם להסיר את התווית 'פרודיה'?"),
                n("g905134c", "השבתת התג הזה תגרום להסרתו מהפרופיל ומכל הפוסטים שפרסמת בעבר. ודא שאתה מציית למדיניות האימות."),
                n("ce62c8c2", "האם להסיר את תווית הפרופיל?"),
                n("a14080ce", "האם לעדכן את תג הפרופיל?"),
                n("db6796f6", "השבתת התג הזה תגרום להסרתו מהפרופיל ומכל הפוסטים שפרסמת בעבר. עליך לוודא שאתה מציית למדיניות האימות. עדכונים נוספים יינעלו לפרק זמן של 48 שעות."),
                n("c700b6be", "לאחר ביצוע העדכון, עדכונים עתידיים יינעלו לפרק זמן של 48 שעות."),
                n("ff1739ae", "תווית פרופיל"),
                n("h70c602c", "לא ניתן לעדכן את תווית הפרופיל"),
                n("c818c60c", "ניתוח"),
                n("ha9f14b1", function (e) {
                    return "המקום יחל לפעול בתאריך " + e.scheduleDate + " בשעה " + e.scheduleTime;
                }),
                n("jafbef80", "אינך מורשה ליצור תזמון עבור המקום הזה"),
                n("e5d26f84", "הפעל את תכונת ההודעות כדי לא להחמיץ את מה שקורה. X תקבל מידע לגבי המדינה והשפה של המכשיר כדי להתאים את ההודעות עבורך."),
                n("f91f00ba", "צור קטע שמע"),
                n("f9b2d343", function (e) {
                    return e.count + " פוסט" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("jcc8306e", "בקש לדבר"),
                n("j41fd45a", "הבקשה נשלחה"),
                n("d5b2aae8", "נשלחו יותר מדי בקשות לדבר. נסה שוב מאוחר יותר."),
                n("b9945b98", "הבקשה לדבר נכשלה. הצטרף מחדש למקום ונסה שוב בעוד מספר שניות."),
                n("b2cc6a54", "הצטרף כדובר"),
                n("fb6c0bbc", "האזנה באופן אנונימי"),
                n("e49a1f42", "אתה מאזין אנונימי ולכן אינך גלוי עבור המארח או המשתתפים האחרים."),
                n("jf01aea4", "כדי להשתתף, עליך לעזור ולהצטרף שוב כמאזין גלוי."),
                n("cac1482a", "הוסף תגובה"),
                n("fc0e94b7", function (e) {
                    return "הוסף תגובה של " + e.emoji;
                }),
                n("jf9f3e54", "דלג 15 שניות קדימה"),
                n("hdd1aba0", "דילוג של 15 שניות לאחור"),
                n("b89c5a50", "השהה"),
                n("e674c120", "הצג כתוביות"),
                n("f45bace4", "הסתר כותרות"),
                n("ce96f1dc", "כתוביות אינן זמינות"),
                n("e07f6e7d", function (e) {
                    return "מהירות " + e.rate + "x";
                }),
                n("jd04fc66", "x0.5 מהירות"),
                n("f03848b8", "רגיל"),
                n("j0e5c2ce", "x1.5 מהירות"),
                n("b3f2318e", "x2 מהירות"),
                n("f17bc95a", "שיתוף מסך"),
                n("b11a74b2", "הפסקת שיתוף"),
                n("e51c2372", "אורחים"),
                n("b08821f4", "חזרה"),
                n("fed1388a", "הגדרות של מקום"),
                n("c63dd2cc", "הצטרף לשיחה הזו איתי בזמן אמת!"),
                n("c958c6c8", "פרסם את זה"),
                n("if23a252", "שתף דרך..."),
                n("c0530da6", "תפריט השיתוף"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "האם לסיים את המקום?"),
                n("db684264", "כן, סיים"),
                n("je23178a", "פעולה זו תגרום לסיום השיחה עבור כולם."),
                n("c371fb9a", "סוף"),
                n("c0ce822e", "הגדרות המיקרופון"),
                n("a2bf8b8a", "עבור להאזנה"),
                n("caa8d928", "מעבר למצב השתקת רעשים"),
                n("b5d88f0c", "עובדים בלבד"),
                n("c855ab8e", "למנויים בלבד"),
                n("ddeb0a3c", "זאת הקהילה. האנשים מוצאים חן בעיניך? בוא לראות."),
                n("e111f531", function (e) {
                    return e.count + " צפו";
                });
            n("cbef820f", function (e) {
                return e.screenName + " פרסם מחדש את הזרימה!";
            }),
                n("e3275464", "שלח"),
                n("cededf2a", "מארח"),
                n("i2caef48", "מנחים שותפים"),
                n("j245c654", "דוברים"),
                n("eda23a02", "מאזינים"),
                n("b90eb348", "הזמן לדבר"),
                n("d9a63e82", "הסרה מהדוברים"),
                n("bd917b26", "הזמן מישהו שישמש מנחה משותף"),
                n("d7357e7e", "הסרה מ'מנחים משותפים'"),
                n("bf307fc0", "חסימה והסרה"),
                n("ccf2f24e", "דיווח"),
                n("i22835de", "אשר"),
                n("cb59a0fe", "דחה"),
                n("c2376960", "בקשות לדבר"),
                n("aba7dcdd", function (e) {
                    return "הזמן את " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "מארח" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("fc56c8b1", function (e) {
                    return "מנח" + t(e.count, "ים-שותפים", "ה-שותף", "ים-שותפים", "ים-שותפים");
                }),
                n("iba0f45d", function (e) {
                    return "דובר" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("dc066955", function (e) {
                    return "מאזי" + t(e.count, "נים", "ן", "נים", "נים");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " פתח מקו" + t(e.remainingCapacityCount, "מות", "ם", "מות", "מות");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " בקש" + t(e.count, "ות", "ה", "ות", "ות");
                }),
                n("fe7a1910", "שליחת הזמנות"),
                n("ic3c757e", "חיפוש משתמשים"),
                n("cd133486", "הזמן"),
                n("f2333850", "שיתוף עם אחרים מחוץ ל-X"),
                n("cddb8097", "מידע נוסף"),
                n("f77997b0", "מנחה-שותף"),
                n("i48f4ed8", "דובר"),
                n("a77c8e02", "מאזין"),
                n("bdfa93eb", function (e) {
                    return "שותף על-ידי " + e.name;
                }),
                n("d8cc6ada", "מי יכול לדבר? הדוברים הנוכחיים לא יושפעו. ייתכן שיחלפו מספר שניות עד שהשינויים יחולו."),
                n("e3a87142", "רק אנשים שאתה מזמין לדבר"),
                n("db3de1d2", "הצטרף כדובר"),
                n("d7f4bc44", "הצטרף כמנחה-שותף"),
                n("edcf15e9", function (e) {
                    return "ביקש (" + e.count + ")";
                }),
                n("h13957aa", "השתקת מקום"),
                n("ge6372fa", "ביטול השתקה של מקום"),
                n("i7a42e1c", "עזור לנהל את המקום הזה"),
                n("e0b8f112", "הוזמנת להיות מנחה-שותף!"),
                n("ee12263c", "מנחים שותפים יכולים לדבר במקום"),
                n("jee7002c", "מנחים-שותפים יכולים להזמין, להסיר ולהשתיק דוברים"),
                n("i95225d2", "מנחים שותפים יכולים לשתף ולהסיר פוסטים"),
                n("f07137fa", "מנחים שותפים יכולים להסיר מאזינים מהמקום"),
                n("j6cdf012", "מנחים שותפים לא יכולים להזמין או להסיר מנחים שותפים אחרים"),
                n("c727d116", "מנחים שותפים לא יכולים לסגור את המקום"),
                n("g69084b8", "קבל הזמנה להיות מנחה-שותף"),
                n("ddd5cfe2", "עיגון"),
                n("ee230734", "הצג אפשרויות נוספות"),
                n("ic8c615e", "אפשרות לבחירה ושליחת תשובה מהירה"),
                n("a04077c4", "בחר תמונה, סרטון או קובץ GIF אחד."),
                n("c07367d8", "נכון לעכשיו אין תמיכה במדיה עבור מסרים מוצפנים"),
                n("af71ef68", "קול"),
                n("fc64990e", "סרטון"),
                n("ca0ce0e4", "התחל לכתוב מסר חדש"),
                n("e18e6a63", function (e) {
                    return "שדרג למינוי X Premium כדי לשלוח מסר אל ‎@" + e.username + "‎";
                }),
                n("c3752568", "משהו השתבש. נסה לשלוח את המסר שלך שוב בעוד דקה."),
                n("f78aa3ea", "לא ניתן לשלוח חלק מהמסרים שלך כעת. יש לנסות שוב מאוחר יותר."),
                n("f9690dc0", "מצטערים! אין לך אפשרות לשלוח מסר לחשבון זה."),
                n("b1d35408", "חרגת מהמגבלה היומית לשליחת מסרים."),
                n("g539cca6", "החשבון שלך מושעה ואינו מורשה לשלוח מסרים."),
                n("bbac001a", "המסר הזה ארוך מדי."),
                n("a1d2a68e", "המשתמש הזה לא עוקב אחריך. אפשר לשלוח מסרים רק לאנשים שעוקבים אחריך."),
                n("ec2bb9d4", "נמחק הפוסט שמנסים לשלוח."),
                n("hf383be4", "החשבון שאליו אתה מנסה לשלוח מסר נמחק."),
                n("c4fdbd16", "אי אפשר לשלוח מסרים למשתמשים שחסמת."),
                n("hf3e7e38", "לא ניתן לשלוח את המסר שלך."),
                n("dd8272fd", function (e) {
                    return e.count + " מסר" + t(e.count, "ים", "", "ים", "ים") + " חדשים";
                }),
                n("e2cd3b7c", "שיחה קולית הסתיימה"),
                n("f42f365a", "שיחת וידאו הסתיימה"),
                n("a7570f2c", "שיחה קולית שהוחמצה"),
                n("jd9831b2", "שיחת וידאו שהוחמצה"),
                n("f0985268", "שיחה קולית"),
                n("ca397a48", "שיחת וידאו"),
                n("bb7e2143", function (e) {
                    return e.seconds + " שנ'";
                }),
                n("c1d4ac84", "שינית את תמונת הקבוצה"),
                n("abc7b032", "תמונת הקבוצה השתנתה"),
                n("i263b294", "הצטרפת לשיחה"),
                n("i8d5e62b", function (e) {
                    return e.count + " אנשים אחרים";
                }),
                n("f7204380", "פג תוקפו של Fleet זה"),
                n("d9de7b58", "המדיה הזאת מוסתרת כי היא הגיעה ממישהו שאינך עוקב אחריו."),
                n("f2879f4e", "מסר זה עשוי לכלול מדיה בוטה."),
                n("b518221e", "פתח תמונה"),
                n("eeaa9f90", "פתח סרטון"),
                n("g2b43664", "פתח GIF"),
                n("d99de549", function (e) {
                    return "בתשובה ל-" + e.name;
                }),
                n("f5a07f7c", "קובץ מצורף"),
                n("fd079470", "זהו זבל"),
                n("c7a92dca", "המסר בסדר"),
                n("fb3ccb56", "המסר הוסתר בשל תוכן חשוד"),
                n("c94b7d8a", "הפעל מסר קולי"),
                n("eb6f9582", "השהה מסר קולי"),
                n("b6b4142e", "הפוסט הזה מוסתר מפני שהוא הגיע ממישהו שאינך עוקב אחריו."),
                n("fda60d78", "פוסט זה עשוי לכלול מדיה בוטה."),
                n("b59a9004", "פתח פוסט"),
                n("daf6bf02", "יש לשנות הגדרות"),
                n("ba60339a", "מחק עבורך"),
                n("eb497e08", "פעולות נוספות"),
                n("b170974a", "הוסף תגובה"),
                n("i202bd22", "דווח על מסר"),
                n("f2e5491a", "העתק מסר"),
                n("bf2d08ca", "תגובות נוספות"),
                n("ca7a2215", function (e) {
                    return "התגובה הנוכחית שלך: " + e.emoji;
                }),
                n("j4bfee22", "האם למחוק את המסר?"),
                n("faddd3a2", "המסר הזה יימחק עבורך. אנשים אחרים בשיחה עדיין יוכלו לראות אותו."),
                n("f58dff34", "משהו השתבש וההודעה לא נמחקה."),
                n("ad5a8e8e", "מצטערים! איך לך הרשאה למחוק מסר זה."),
                n("fad48eea", "שולח..."),
                n("ae7d7a24", "שליחת המסר נכשלה"),
                n("bbe74f3f", function (e) {
                    return "אתמול, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " תשוב" + t(e.reactionCount, "ות", "ה", "ות", "ות");
                }),
                n("c0098d4a", "תגובות"),
                n("j85999ec", "רשימת תגובות משתמש"),
                n("a2d48779", function (e) {
                    return "הסר את התגובה הנוכחית שלך: " + e.emoji;
                }),
                n("icd0bf34", "נראה"),
                n("e8bd8fec", "נשלח"),
                n("b2d32fae", "נראה על-ידי כולם"),
                n("a763d33f", function (e) {
                    return "נצפה על-ידי " + e.count + " א" + t(e.count, "נשי", "ד", "נשי", "נשי") + "ם";
                }),
                n("d84b485e", "עקבת אחרי החשבון הזה"),
                n("be0c83d8", "אישרת את הבקשה"),
                n("bcc13060", "גישה מוקדמת"),
                n("e535cae9", function (e) {
                    return e.count + " עוקב" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("cf249089", function (e) {
                    return "הצטרף ב-" + e.joinDate;
                }),
                n("g1f972d7", "מידע נוסף"),
                n("bb0e37c3", "מידע נוסף"),
                n("a89e8ab3", "מידע נוסף"),
                n("d98540eb", "מידע נוסף"),
                n("j296badb", "מידע נוסף"),
                n("e45d77f5", "מידע נוסף"),
                n("h52ca4c4", "מסרים חדשים"),
                n("ffde2fdc", "טוען שיחה"),
                n("da878dc0", "אשר"),
                n("hc52446c", "האם ברצונך להשתתף בקבוצה הזו? הם לא ידעו שראית את הבקשה שלהם עד שתאשר."),
                n("f7e1ad65", function (e) {
                    return "האם ברצונך לאפשר למשתמש " + e.senderName + " לשלוח אליך מסרים? הוא לא ידע שראית את המסר שלו עד שתאשר.";
                }),
                n("gdf4b790", "לצאת מהשיחה?"),
                n("bbf83d84", "לא ניתן לבטל זאת והיסטוריית השיחות תימחק מתיבת הדואר הנכנס שלך."),
                n("ib3fe8aa", "חסום או דווח"),
                n("gbed8594", "חסימה תמנע מהמשתמש הזה לשלוח לך בקשות למסרים בעתיד."),
                n("g9074da4", "צא מהשיחה"),
                n("ad63377e", "מחק את השיחה"),
                n("h09b49f8", "השיחה הזו תימחק מתיבת הדואר הנכנס שלך. אנשים אחרים בשיחה עדיין יוכלו לראות אותה."),
                n("i6b19b08", "דווח על השיחה"),
                n("cdb1a05a", "דווח ל-X על הפצת זבל ועל כל פגיעה, כדי שנוכל לספק למשתמשים נוספים הגנה טובה יותר מפני חשבונות כאלה."),
                n("d6b11d9c", "המסר שלך לא נשלח כי חלק מהתוכן לא הועלה."),
                n("c64c1884", "כתוב מסר חדש"),
                n("cdcebd22", "מסר חדש"),
                n("a66ac766", "טוען מסרים ישירים"),
                n("a846382a", "חיפוש מסרים ישירים"),
                n("h845f282", "מסר ישיר"),
                n("d7ad7414", "מסר לא זמין"),
                n("ga086a54", "תמונה מצורפת"),
                n("a9cc8cfe", "שלח קובץ GIF"),
                n("eb3d722e", "שלחת GIF"),
                n("e5bfe07e", "שלח קישור"),
                n("db53c018", "שלחת קישור"),
                n("bf584cd2", "שלח תמונה"),
                n("f80629ba", "שלחת תמונה"),
                n("e20b65b0", "שלח מדבקה"),
                n("d30c2d40", "שלחת מדבקה"),
                n("a876e58c", "שלח סרטון"),
                n("j7d8101a", "שלחת סרטון"),
                n("dedfd266", "שלח מסר קולי"),
                n("h7033cac", "שלחת מסר קולי"),
                n("i34ec422", "שיתפ/ה פוסט"),
                n("a4939874", "שיתפת פוסט"),
                n("e1c9ec9c", "נעץ שיחה"),
                n("e3cfff7c", "הפעלת נודניק בשיחה"),
                n("f398722e", "הופעל נודניק בשיחה"),
                n("bdd91964", "בטל נעיצה של שיחה"),
                n("a8ed0eca", "הפסקת נודניק בשיחה"),
                n("jac4eb1e", "הופסק נודניק בשיחה"),
                n("d88d0790", "תפריט אפשרויות"),
                n("ce108dda", "בחירת תווית"),
                n("abf2d13c", "בחירה"),
                n("e4b3f520", "שיחות נעוצות"),
                n("ae4d666a", "כל השיחות"),
                n("d98e066c", "שיחה ננעצה."),
                n("j302dba8", "נעיצת השיחה בוטלה."),
                n("cb367658", "נעיצה של שיחה נכשלה. נסה שוב."),
                n("ie9a7e48", "נעיצת השיחה נכשלה. בדוק את החיבור שלך ונסה שוב."),
                n("hd3927c6", "ביטול נעיצה של שיחה נכשל. נסה שוב."),
                n("f1ac0968", "ביטול נעיצה של שיחה נכשל. בדוק את החיבור שלך ונסה שוב."),
                n("d571e4f9", function (e) {
                    return "אפשר לנעוץ רק " + e.count + " שיח" + t(e.count, "ות", "ה", "ות", "ות");
                }),
                n("a551bf7e", "עליך לבטל נעיצה של שיחה אחת כדי לנעוץ שיחה אחרת."),
                n("a676a876", "ברוך הבא לתיבת הדואר הנכנס!"),
                n("h52877aa", "פרסם פניני חוכמה, שתף פוסטים ועוד, באמצעות שיחות פרטיות בינך לבין משתמשים אחרים ב-X. "),
                n("efe8fda0", "כתוב מסר"),
                n("b9dae4f4", "נסה להשתמש במונח חיפוש שונה"),
                n("e7fb2028", "אין תוצאות נוספות"),
                n("ae111c99", function (e) {
                    return 'אין תוצאות עבור "' + e.query + '"';
                }),
                n("e8581cce", "המונח שהזנת לא הניב תוצאות"),
                n("f08940ac", "התחל מסר חדש"),
                n("i5d7593a", "נסה לחפש אנשים, קבוצות או מסרים"),
                n("c94ac69e", "קבוצות"),
                n("fb3c8e74", "חיפושים אחרונים"),
                n("fd6150fc", "הגנה טובה יותר עליך במסרים ישירים"),
                n("c7e8a9ee", "במדיניות הפרטיות"),
                n("bece84b4", "בקשת המסר שלך ריקה"),
                n("e51be7c1", "מידע נוסף"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + t(e.count, "s", "", "s", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + t(e.count, "ople", "rson", "ople", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + t(e.count, "ople", "rson", "ople", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + t(e.count, "s", "", "s", "s");
                }),
                n("ed93de0c", "מנתח פוסט"),
                n("d1d92e40", "פרטים נוספים"),
                n("a6e89af8", "שיחה פתוחה"),
                n("ica55d24", "שיחת צ'אט חדשה"),
                n("f794af9a", "מצב 'כיף'"),
                n("eccf9fea", "מצב 'רגיל'"),
                n("g7b1c574", "איפוס לערכי ברירת מחדל"),
                n("f388a7ec", "חיפוש DeepSearch"),
                n("ab1eb384", "בחר את מצב החיפוש המבוקש"),
                n("i330e54c", "חיפוש מתקדם ונימוקים"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "חיפוש מורחב, יותר נימוקים"),
                n("j22655f2", "שאל כל דבר"),
                n("h0681e3e", "דבר עם Grok, עוזר הבינה המלאכותית שלנו"),
                n("d593fd78", "הוא יכול לענות לשאלות, לבצע חיפוש ב-X ולהפיק תמונות"),
                n("d0205a24", "בדיקת העובדות"),
                n("ed4177c4", "Grok עשוי לספק באופן מסווג מידע שגוי, מסוכם באופן לא נכון או בהקשר שגוי. אנחנו ממליצים לאמת כל מידע כזה האופן עצמאי."),
                n("c0ff98f8", "הדרכה והתאמה אישית של בינה מלאכותית"),
                n("f1a8218a", "אנחנו עשויים להשתמש בנתונים שלך ב-X, כמו גם באינטראקציות, במסרים ובתוצאות של Grok לצורכי הדרכת המודל והתאמה של חוויית השימוש ב-Grok. באפשרותך לבטל את הצטרפותך באמצעות מעבר אל ההגדרות של X. לקבלת מידע נוסף, יש לבקר במרכז העזרה שלנו."),
                n("bcbf5b6e", "שיתוף"),
                n("j7b5c844", "אתה אחראי על השיחות שאתה משתף באופן ציבורי. הימנע מלשתף מידע רגיש וסודי לגבי עצמך או אחרים במהלך שיחות עם Grok."),
                n("c9f7c196", "מרכז התמיכה"),
                n("c65f7308", "השרתים פועלים עכשיו"),
                n("f2a8655e", "בשלב זה, הכלים המתקדמים של Grok אינם זמינים."),
                n("c26b9b9c", "קובץ"),
                n("g10600b0", "תפריט"),
                n("j826e722", "שמירת תמונה"),
                n("a9325f10", "העתקת תמונה"),
                n("g0b12442", "העתקת התמונה נכשלה"),
                n("edd0c172", "פרסום תמונה"),
                n("d1d3a41a", "עריכת תמונה"),
                n("a2697040", "תאר מה צריך לשנות בתמונה"),
                n("ge1cefc4", "כלים"),
                n("e9b6d404", "לאילו כלי חיפוש יש ל-Grok גישה?"),
                n("h15dce2e", "הגדרות מתקדמות"),
                n("ff9dc268", "עריכת בקשה"),
                n("acb2baa0", "יצירת תמונות"),
                n("fe9ad897", function (e) {
                    return "עריכת תמונה" + e.ttc_grok_preset;
                }),
                n("h30fd372", "נסה מצב 'קול'"),
                n("e9fcdd0c", "בקש מ-Grok לבצע חיפוש עמוק באינטרנט"),
                n("fc4e8aba", "בקש מ-Grok להציג נימוק מפורט"),
                n("e4ae6abe", "בקש מ-Grok לשנות את התמונה"),
                n("e8ade5e2", "בחירת אישיות"),
                n("b5df32b0", "Grok, משהו אחר"),
                n("fb3b9776", "הפלט של Grok הותאם על ידי המשתמש הזה."),
                n("ca93f2ee", "מסר זה נמחק."),
                n("b8c06820", "העתקת טקסט"),
                n("ca0f5894", "לא אהבתי"),
                n("ja8d189e", "ביקשתי תשובה מילולית"),
                n("e951f04e", "ביקשתי תמונה"),
                n("c503b35e", "ביקשתי תמונה שונה"),
                n("d4371c92", "הקוד שגוי"),
                n("dbe8586e", "ביקשתי קוד שונה"),
                n("e360eb4a", "לא ביקשתי קוד"),
                n("a18657ca", "החישוב שגוי"),
                n("b8b86300", "לא ביקשתי חישוב"),
                n("e4c34788", "תשובה שגויה"),
                n("b220a8c8", "ביקשתי משהו אחר"),
                n("b115fd18", "תשובה מוטית"),
                n("dc637214", "סגנון/טון גרוע"),
                n("f02e6d42", "ביקשתי לבצע חיפוש"),
                n("bbec6bba", "תוצאות חיפוש גרועות"),
                n("b494d088", "לא רוצה לבצע חיפוש"),
                n("a44974f2", "לא מבין את התמונה"),
                n("bd44a8a8", "ספר לנו פרטים נוספים"),
                n("fcdbe764", "כיצד Grok יכול להשתפר?"),
                n("bb6adb22", "תאר מה השתבש"),
                n("h0fa15f2", "תודה על המשוב!"),
                n("d700b268", "שיחות צ'אט לעיון"),
                n("cd7bdab2", "שיחות שנשכחו לא יימחקו מההיסטוריה"),
                n("f21b84de", "שכיחת שיחה לעיון"),
                n("i52a9cb8", "אין זיכרונות להצגה."),
                n("d9d36880", "שכח"),
                n("g02dacc0", "היום"),
                n("c6e845c0", "אתמול"),
                n("a5fa4a86", "ינו׳"),
                n("c51724a4", "פבר׳"),
                n("j244ceb2", "מרץ"),
                n("b22b12e0", "אפר׳"),
                n("h3023cac", "מאי"),
                n("b10dbffa", "יוני"),
                n("c81da1b6", "יולי"),
                n("d4e4d3ce", "אוג׳"),
                n("c3418f9a", "ספט׳"),
                n("b64dada6", "אוק׳"),
                n("ad24ec20", "נוב׳"),
                n("c7902252", "דצמ׳"),
                n("idf94bac", "הפקה מחדש"),
                n("f7614f92", "ללא חיפוש"),
                n("c5ade3ba", "עם חיפוש"),
                n("c16e5b1a", "ללא הפקת תמונות"),
                n("i2ca65fa", "עם הפקת תמונות"),
                n("d3927f88", "פרסום קישור"),
                n("be37ecd4", "העתקה ללוח נכשלה"),
                n("h708a4c0", "שיתוף שיחה"),
                n("g06a67e2", "דף השיתוף יכלול מסרים עד לנקודה זו"),
                n("a0428662", "לא עוזר"),
                n("fe4fd310", "מועיל"),
                n("bfd161bc", "השוואה"),
                n("j5dcf1b2", "עודכן"),
                n("a50aaa10", "לפני יציאה לשוק"),
                n("dd614d10", "לאחר שעות העבודה"),
                n("d6b0b0d5", function (e) {
                    return "שער פתיחה" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "שווי שוק" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "הכי גבוה השנה" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "גבוהה" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "יחס P/E" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "הכי נמוך השנה" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "נמוכה" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "שיא של כל הזמנים" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "שיא שלילי של כל הזמנים" + e.ttc_stock_details;
                }),
                n("a22063d2", "שתף את מיקומך כדי לשפר את רמת הדיוק."),
                n("db3248a8", "מיקום הטעינה"),
                n("ffe0e588", "שתף מיקום"),
                n("e41a0dc2", "סגור"),
                n("ieff24f4", "משרה מלאה"),
                n("e2811afc", "משחקים"),
                n("j081fa34", "דירוגים"),
                n("i7c7f156", "מחר"),
                n("b134ba52", "בביצוע"),
                n("j1361724", "מחצית"),
                n("fa0f1262", "שבירה"),
                n("c2cac618", "בשל זה, Grok תומך בנתונים מהליגות הבאות: La Liga, ‏Premier League, ‏Bundesliga, ‏Series A ו-Ligue 1"),
                n("acae223d", function (e) {
                    return "תוצאות עבור " + e.prompt;
                }),
                n("bed99fe2", "הצגת פחות"),
                n("f7b57ac0", "נתונים סטטיסטיים"),
                n("i7e3e446", "משחקים"),
                n("d490977e", "עכשיו"),
                n("e9f55db8", "ראשון"),
                n("e9cf3af8", "שני"),
                n("d5868a7e", "שלישי"),
                n("b5dfdb46", "רביעי"),
                n("ab8095a2", "חמישי"),
                n("e298e6f2", "שישי"),
                n("ef519654", "שבת"),
                n("c609a1b4", "א׳"),
                n("j92274b0", "ב׳"),
                n("ja482160", "ג׳"),
                n("f4ad4cb0", "ד׳"),
                n("d66bf142", "ה"),
                n("dc17968a", "ו׳"),
                n("j310a2d6", "ש׳"),
                n("eaf55eb4", "הצג מחשבות"),
                n("b1ac6016", "חיפוש DeepSearch הושלם"),
                n("f766feca", "חיפוש DeeperSearch הושלם"),
                n("ee000b0d", function (e) {
                    return e.numSources + " מקורות";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + " דק' ו-" + e.seconds + " שנ'";
                }),
                n("c2745fa4", "יציאה"),
                n("e258000e", "הודעה"),
                n("d591a772", "תכונת ההודעות לא זמינה"),
                n("bc49b728", "כשהתשובה תהיה מוכנה, נודיע לך על כך"),
                n("d8aadeba", "תכונת ההודעות כבויה"),
                n("db832e38", "הפעל את תכונת ההודעות בהגדרות הדפדפן"),
                n("a910cac6", "הייתה בעיה בעת הפעלת תכונת ההודעות"),
                n("be30b6ee", "חיבור לא יציב"),
                n("b52484b6", "מחפש..."),
                n("a4d9dbfa", "מחשבות"),
                n("ib1c5475", function (e) {
                    return "מחשבות למשך " + e.minutes + " דקות ו-" + e.seconds + " שניות";
                }),
                n("a15d62db", function (e) {
                    return "מחשבות למשך " + e.seconds + " שניות";
                }),
                n("d7cb5408", "דפי אינטרנט רלוונטיים"),
                n("aa7c96bb", function (e) {
                    return "הצג " + e.numResults + " נוספים";
                }),
                n("j1ab5f40", "גע כדי לקרוא"),
                n("f5a2377e", "חושב על "),
                n("g3ce0132", "מחשבות על"),
                n("f8007364", "הרחבה להצגת פרטים"),
                n("ca53f780", "כיווץ פרטים"),
                n("ha8fbe22", "הפקת יותר תמונות עם מינוי Premium"),
                n("d95c232a", "הגעת למגבלה. שדרג עכשיו כדי להפיק יותר."),
                n("h2671312", "לקבל יותר מ-Grok עם מינוי Premium"),
                n("a1bb9c8a", "לקבל יותר מ-Grok עם מינוי Premium+‎"),
                n("b08ef3ae", "שדרג למינוי ‎X Premium כדי להמשיך את השיחה או נסה שוב מאוחר יותר."),
                n("jf9363b8", "שדרג למינוי ‎X Premium+‎ כדי להמשיך את השיחה או נסה שוב מאוחר יותר"),
                n("ef018bf6", "ניתוח יותר תצלומים עם מינוי Premium"),
                n("cdace6d2", "שדרג עכשיו"),
                n("a3186bff", function (e) {
                    return e.count + " ד" + t(e.count, "פי", "ף", "פי", "פי") + " אינטרנט";
                }),
                n("f4146dda", "איזו תגובה אתה מעדיף?"),
                n("a2c2be32", "זה יעזור לך לשפר את Grok."),
                n("g01599b6", "תגובה 1"),
                n("e02694e0", "תגובה 2"),
                n("h6867fcc", "אני מעדיף את התגובה הזאת"),
                n("acc4496c", "נסה את מצב Grok Voice"),
                n("jd36d190", "קבל גישה לתכונות מתקדמות עם האפליקציה Grok למכשירי Android"),
                n("hf9afab0", "אפשר לחיפוש DeepSearch לסרוק את האינטרנט ואת X, לנתח מידע ולהציג תשובות מפורטות ומנומקות לאחר ביצוע חיפוש יזום ומהיר."),
                n("ef3b3f04", "אפשר ל-Think להשתמש במודל הסקת מסקנות. זהו פתרון מושלם לפתרון בעיות מתמטיות ומדעיות ואפילו לכתיבת קוד. בנוסף, תוכל לבקש מ-Grok 'לחשוב באופן מאומץ יותר' על כל שאלה שעשויה לדרוש יותר מחשבה. "),
                n("b43636b8", "אנחנו גאים להציג את Grok 3"),
                n("j376298c", "Grok 3 כולל שני מצבים חדשים שמאפשרים לקיים אינטראקציה עם המודל העוצמתי ביותר שלנו: DeepSearch and Think."),
                n("e3584f8e", "מהן 10 האסטרטגיות המוצלחות ביותר למסחר באופציות שמשמשות קרנות גידור?"),
                n("d91b7b8a", "מה הייתה העלות של בניית אוניברסיטה בשנת 1885?"),
                n("ia5bef3e", "איך אוכל לעזור לך היום?"),
                n("ebea5880", "שיחות אחרונות"),
                n("e13591c0", "דוגמה לשיחה עם Grok"),
                n("c27ca452", "מנויי Premium יכולים כעת להשתמש בכלי הבינה המלאכותית המתקדם ביותר שלנו, Grok, ב-X."),
                n("b6abc25a", "אנחנו גאים להציג את Grok 2"),
                n("e1cdaf9e", "עוזר הבינה המלאכותית החדש ביותר שלנו, מופעל על ידי X"),
                n("e6796748", "לשאול כל דבר"),
                n("db470fdc", "Grok יכול לעזור לבצע משימות יומיומיות, כגון כתיבת הודעות דואר אלקטרוני, מתן תשובות לשאלות ומתן מתכונים."),
                n("e9adc2d0", "Code Better"),
                n("aaab6cdc", "שאל שאלות בנושא תכנות או קבל עזרה כדי ללמוד רעיונות חדשים."),
                n("jd08d606", "להיות יצירתי יותר"),
                n("he526d22", "הפק תצוגות חזותיות מהממות בעזרת יכולות הפקת התמונות החדשות שלנו."),
                n("i6932876", "תמונת סייברפאנק"),
                n("j7cdee8e", "הישאר בעניינים"),
                n("f1f683c2", "קבל מידע עדכני לגבי החדשות האחרונות ונושאים חמים באופן בלעדי מ-X."),
                n("h73b9cc0", "ההודעה לא נשלחה מכיוון שאינך מחובר לצ'אט"),
                n("b6c73662", "שליחת מסר"),
                n("h6070fdc", "הגדרות צ'אט"),
                n("d49326ba", "הסתרת אווטארים"),
                n("h79f3532", "הצגת אווטארים"),
                n("a8c1e2f0", "הסתרת פעולות גישור"),
                n("jd83edd4", "הצגת פעולות גישור"),
                n("ecca11ac", "הסתרת חותמות זמן"),
                n("e358a9f8", "הצגת חותמות זמן"),
                n("fca62374", "צ'אט מוקפץ"),
                n("fe20f01b", function (e) {
                    return "האם להשתיק את " + e.name + "?";
                }),
                n("f5dc372a", "פעולה ההשתקה גורמת להסרת כל המסרים מהמשתמש ואף תמנע ממנו להשתמש בתכונת הצ'אט עד לסיום השידור."),
                n("e91dd1fa", "המסר נמחק על ידי המגשר."),
                n("d1da3709", function (e) {
                    return "תשובה ל-‎@" + e.username + ": " + e.body;
                }),
                n("fc82a896", "שידור זה הסתיים"),
                n("ea58dbd0", "שידור זה עדיין לא החל"),
                n("cb5b6784", "הוגבל על ידי המשדר"),
                n("eba27300", "רק חשבונות שאחריהם המשדר עוקב יכולים להצטרף לצ'אט"),
                n("f28984fb", function (e) {
                    return "רק חשבונות שאחריהם " + e.screenName + " עוקב יכולים להצטרף לצ'אט";
                }),
                n("a3fec810", "הרשמה למינוי Premium כדי לשוחח בצ'אט"),
                n("dbf0b235", function (e) {
                    return "הרשמה למינוי " + e.screenName + " כדי לשוחח בצ'אט";
                }),
                n("ifbd8342", "פתיחת מסך חי"),
                n("f935d3ce", "פתיחת צ'אט"),
                n("abbe8212", "סגירת צ'אט"),
                n("hdf040dd", function (e) {
                    return "‎" + e.percentage + "%‎ הושלמו";
                }),
                n("e4f6bd9e", "אופס, משהו השתבש. נסה שוב מאוחר יותר."),
                n("ac966f94", "הדפדפן אינו נתמך"),
                n("ca86b62c", "או"),
                n("d5568440", "הזן סיסמה חזקה יותר."),
                n("d0511fe6", "מספר זה נמצא כבר בשימוש של חשבון X אחר. יש להשתמש במספר אחר."),
                n("cd24fe60", "הזן מספר טלפון חוקי."),
                n("gf8388fe", "קוד מדינה"),
                n("c52be452", "כן, הסר"),
                n("bcb388a0", "פעולה זו תגרום להסרת כל אנשי הקשר שהעלית בעבר ולהשבתת הסנכרון בין פנקס הכתובות ל-X בכל המכשירים שלך. שים לב, פעולה זו תימשך זמן מה."),
                n("ec129eb6", "הסרת את אנשי הקשר שלך בהצלחה."),
                n("f1b5048a", "אירעה שגיאה בעת הסרת אנשי הקשר שלך."),
                n("hc72e1fc", "הזן כתובת דואר אלקטרוני חוקית."),
                n("bc0ad88a", "הסימול 'פלוס' (הודעות דואר אלקטרוני עם הסמל '+') אסור. הזן כתובת דואר אלקטרוני תקפה."),
                n("f134915f", function (e) {
                    return e.count + " פריטים שנבחרו";
                }),
                n("b8fb87e0", "הצג את הנושאים שנבחרו"),
                n("e854ad27", function (e) {
                    return "נושא –" + e.title;
                }),
                n("e4ff75aa", "משהו השתבש. בדוק את החיבור ונסה שוב."),
                n("b60eba9e", "בוא נבדוק קודם משהו. אשר שאתה לא רובוט על-ידי כך שתעבור את בדיקת reCAPTCHA של Google."),
                n("ba939778", "אתה רובוט?"),
                n("d44efc66", "מה שמך?"),
                n("b4867a18", 'השם המלא שלך לא יכול לכלול את המילה "X".'),
                n("j1c3f4b9", function (e) {
                    return "ערוך תאריך לידה " + e.birthdate;
                }),
                n("j231d352", "עקוב אחרי כולם"),
                n("c203db71", function (e) {
                    return "טוען פוסטים של ‎@" + e.screenName;
                }),
                n("c9a1cb5e", "החשבון הזה אינו קיים"),
                n("e7b201de", "נסה לחפש עוד."),
                n("ica87fde", "אתה חסום"),
                n("c7ec6faf", "ללמוד עוד"),
                n("e79ed125", function (e) {
                    return "‎@" + e.screenName + " חסום";
                }),
                n("gba95028", "הצגת פוסטים"),
                n("a2216a79", "מידע נוסף"),
                n("a2811f96", "צירי זמן בפרופיל"),
                n("d25805fa", "מנויים"),
                n("b05be0c8", "המיטב"),
                n("b9891db3", function (e) {
                    return "פוסטים עם תשובות של " + e.fullName + " (‎@" + e.screenName + ")";
                }),
                n("e1ab545d", function (e) {
                    return "טוען פוסטים של מינוי מאת @" + e.screenName;
                }),
                n("ac3f4be9", function (e) {
                    return "טוען את המיטב של " + e.screenName + "@";
                }),
                n("da38f955", function (e) {
                    return "טעינת מאמרים של @" + e.screenName;
                }),
                n("b7363b66", "שלח פוסט"),
                n("ce659062", "אל תתן למנויים שלך לחכות"),
                n("f1e98cc2", "תן לכולם לראות את הפוסטים הטובים ביותר שלך!"),
                n("d5c743c6", "כתיבת מאמר"),
                n("d1e5e328", "כשזה יקרה, התוכן יופיע כאן."),
                n("hb26a1fe", "קדימה – התחל לפרסם את התוכן הבלעדי הזה שלך. כל הפוסטים שלך עבור מינויים יופיעו כאן."),
                n("b7c3572e", "כדי להוסיף רכיבי 'המיטב' לפרופיל שלך:\n\n1. מצא פוסט כלשהו שיצרת\n2. הקש על לחצן התפריט “•••”\n3. הקש על 'הוסף/הסר מהמיטב'"),
                n("i8123550", "כאשר מפרסמים מאמר, הוא יופיע כאן."),
                n("b786a77d", function (e) {
                    return "לא התפרסם פוסט על ידי ‎@" + e.screenName;
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " עדיין לא פרסם/ה פוסטים של מיני";
                }),
                n("jbae8c54", "אין פוסטים מודגשים זמינים."),
                n("g8fb219e", "אין מאמרים זמינים."),
                n("f34dfc18", "כאשר הפוסטים יתפרסמו, הם יוצגו כאן."),
                n("h9346040", "כאשר יתפרסמו פוסטים של מינוי, הם יוצגו כאן."),
                n("i4c3ddc6", "לאחר הפרסום, מאמרים יופיעו כאן."),
                n("e0118142", "פרסם עכשיו"),
                n("e0c1d871", function (e) {
                    return "הפוסטים של " + e.fullName;
                }),
                n("c575828f", function (e) {
                    return "פוסטים למנויים של " + e.fullName;
                }),
                n("e8300dbb", function (e) {
                    return "המיטב של " + e.fullName;
                }),
                n("c46b420d", function (e) {
                    return "המאמרים של " + e.fullName;
                }),
                n("h5a65db7", function (e) {
                    return "פוסטים של מינוי מאת " + e.fullName + " (‎@" + e.screenName + ")";
                }),
                n("g7ccac9d", function (e) {
                    return "המיטב של " + e.fullName + " (" + e.screenName + "@)";
                }),
                n("ja6e5d35", function (e) {
                    return "מאמרים של " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("h088ae72", "פוסטים של פרופיל"),
                n("hbf64b75", function (e) {
                    return "פוסטים שסומנו כ'אהבתי' על ידי " + e.fullName + " (‎‎@" + e.screenName + ")";
                }),
                n("a64da953", function (e) {
                    return "טוען סימונים כאהוב מאת ‎@" + e.screenName;
                }),
                n("be3d5b9f", function (e) {
                    return "שום פוסט לא סומן עדיין כ'אהבתי' על ידי ‎@" + e.screenName;
                }),
                n("d34b5306", "כאשר הפוסטים יתפרסמו, הם יוצגו כאן."),
                n("bb0e41bc", "עדיין אין לך סימוני 'אהבתי'"),
                n("d3d4a21c", "גע בלב בכל פוסט כדי להפגין אהבה. כשתעשה זאת, הוא יופיע כאן."),
                n("d95c3d31", function (e) {
                    return "פוסטים שסומנו כ'אהבתי' על ידי ‎@" + e.fullName;
                }),
                n("eeb7d696", "סימוני 'אהבתי' שלך הם פרטיים. רק אתה יכול לראות אותם."),
                n("h6e91bb1", function (e) {
                    return "פוסטים עם תוכן מדיה מאת " + e.fullName + " (‎@" + e.screenName + ")";
                }),
                n("fe38901b", function (e) {
                    return "טוען מדיה של ‎@" + e.screenName + "‎";
                }),
                n("bc4223a3", function (e) {
                    return "לא פורסם תוכן מדיה על ידי @" + e.screenName;
                }),
                n("ccc363f6", "כאשר הפוסטים יתפרסמו, הם יוצגו כאן."),
                n("d1614228", "אורות, מצלמה... קבצים מצורפים!"),
                n("d7dc8d0a", "כשאתה שולח פוסטים עם תמונות או סרטונים, הם יופיעו כאן."),
                n("hf761abf", function (e) {
                    return "מדיה של " + e.fullName;
                }),
                n("je5311d3", function (e) {
                    return "חשבונות משויכים של " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "טוען חשבונות משויכים של @" + e.screenName;
                }),
                n("ccf03833", function (e) {
                    return "חשבונות משויכים של " + e.fullName;
                }),
                n("ba5a88e4", "הצעה"),
                n("ddee8ae2", "הצגת כל המשרות"),
                n("d2a04c68", "אנו מגייסים"),
                n("dc12a126", "קבל הוראות הגעה"),
                n("e2acb642", "איש קשר"),
                n("ha9b8035", function (e) {
                    return "התקשר אל " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "שלח הודעה אל " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " בשעה " + e.time;
                }),
                n("de1123f5", function (e) {
                    return "ב-" + e.time;
                }),
                n("e2a5bd50", "פתוח 24 שעות ביממה"),
                n("e0d7da6c", "נסגר"),
                n("i7059f56", "נפתח"),
                n("a7391348", "אין שעות זמינות"),
                n("c9eba532", "שעות הפעילות עודכנו"),
                n("b5fea270", "קרוסלת מוצרים"),
                n("h10bb33c", "לדווח על המוצר?"),
                n("dda5d96a", "דווח על המוצר"),
                n("fca46f40", "במרכז העזרה"),
                n("c71a053b", "לחץ כאן"),
                n("d7f8a117", function (e) {
                    return "ניתוח נתונים של " + e.days + " ימים";
                }),
                n("cae20e93", function (e) {
                    return e.days + " ימים";
                }),
                n("gc767fda", "פרטי עבורך"),
                n("c7c85e0c", "שחרור נעילה של ניתוח נתונים"),
                n("b15df4b4", "מספר הפעמים שבהן הפוסטים שלך נצפו ב-X"),
                n("e5fe61e0", "חשיפות"),
                n("d1018321", function (e) {
                    return e.value + " חשיפות בפוסטים שלך במהלך " + e.period;
                }),
                n("e623137c", "קצב פעילויות"),
                n("d9d34182", "מעורבות בפןסטים, מחולקת לפי חשיפה."),
                n("aeee0182", "ביקורים בפרופיל"),
                n("b2bde01a", "מספר הצפיות בפרופיל שהגיעו מהפוסטים שלך"),
                n("faf4c1f5", function (e) {
                    return e.value + " ביקורים בפרופיל שלך במהלך " + e.period;
                }),
                n("d5f1e554", "לחיצות על קישור"),
                n("cf573986", "מספר הלחיצות על כל כתובת URL בפוסטים שלך"),
                n("j761451e", "עוקבים חדשים"),
                n("e1a87d14", "מספר העוקבים החדשים שצברת (לא כולל ביטולי מעקב)"),
                n("j590577e", "מספר התשובות שהפוסטים שלך קיבלו"),
                n("ia1da622", "מספר סימוני 'אהבתי' שהפוסטים שלך קיבלו"),
                n("cfd1036b", function (e) {
                    return e.value + " סימוני 'אהבתי' בפוסטים שלך במהלך " + e.period;
                }),
                n("ja42739e", "פרסומים מחדש"),
                n("ca6e8de0", "מספר הפעמים שהפוסטים שלך פורסמו מחדש"),
                n("b1b4d57e", "צפיות בסרטון"),
                n("bdaf100e", "מספר הצפיות בסרטונים בפוסטים שלך"),
                n("ca826772", "צפיות במדיה"),
                n("j43b8f52", "מספר הצפיות במדיה שלך (קובצי GIF, תמונות, סרטונים)"),
                n("d3969c06", "קצב השלמה"),
                n("c58c3476", "השלמת סרטונים חלקי צפיות בסרטונים"),
                n("c8aae62a", "מספר הסימניות שהפוסטים שלך קיבלו"),
                n("g70825e0", "שיתופים"),
                n("c6fbefd4", "מספר השיתופים שהפוסטים שלך קיבלו"),
                n("dbe9353e", "פעילויות"),
                n("a3a4e8f8", "חודשי"),
                n("eb2e0272", "קווים"),
                n("e298b08e", "עמודות"),
                n("bbc6e7c6", "ארצות הברית"),
                n("h88ad664", "קנדה"),
                n("gd139910", "בריטניה"),
                n("e08feda2", "יפן"),
                n("fad772ce", "המזרח התיכון וצפון אפריקה"),
                n("a396dd6c", "אסיה פאסיפיק"),
                n("j942b16c", "אירופה ושווקים מתפתחים"),
                n("j3cc0c00", "אמריקה הלטינית"),
                n("fe90a642", "13 עד 17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "יותר מ-65"),
                n("f21807e0", "ללא עוקבים"),
                n("d61b2bcc", "פוסטים מהקהילה"),
                n("h3525cb8", "לא צוין"),
                n("a3c544e8", "מדינות מובילות"),
                n("f30795d0", "פתיחת תמונת הפרופיל"),
                n("gd7acb84", "הגדר פרופיל"),
                n("b7636014", "מסר"),
                n("haad225c", "Gift Premium"),
                n("b63c46ed", function (e) {
                    return "הרשמה ל-@" + e.screenName;
                }),
                n("j33d8902", "שליחת טיפ"),
                n("a8ab3d08", "שלח אל"),
                n("d740d2d9", function (e) {
                    return "קישור " + e.service + " הועתק אל הלוח";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "כתובת Bitcoin"),
                n("f85f6760", "האפליקציה Cash App"),
                n("a32a7c06", "כתובת Ethereum"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "הצג עוד"),
                n("df7cb6d4", "קטגוריות מקצועיות"),
                n("ec429e79", "מידע נוסף."),
                n("j04c717a", "והוספת ניסיון"),
                n("a1ea2f12", "יום הולדת שמח!"),
                n("g8191e78", "היום יום ההולדת של המשתמש הזה!"),
                n("c1b819ba", "היום מוצגים כאן בלוני יום הולדת"),
                n("ad7a451e", "תרגם ביוגרפיה"),
                n("f543dbf6", "מספר טלפון מאומת"),
                n("cef4e8cf", function (e) {
                    return "האם לבטל את ההשתקה של @" + e.screenName + "?";
                }),
                n("h03a094a", "פוסטים מחשבון זה יהיו מותרים עכשיו לשימוש בציר הזמן של דף הבית שלך."),
                n("a6e94418", "השתקת פוסטים מחשבון זה"),
                n("dd3d10f6", "בבדיקה"),
                n("i06d4712", "הצוות שלנו מבצע בדיקה מהירה של חשבונך. תוכל לראות את הסימון כאן תוך מספר ימים."),
                n("j354c438", "התווית 'בבדיקה' גלויה רק עבורך."),
                n("e018b5fa", "שדרג כדי לקבל אימות"),
                n("b74bd6c6", "חשבון זה אומת כיוון שהוא נמצא בתפקיד בולט בממשלה, בחדשות או בתעשיית הבידור או בקטגוריה מוגדרת אחרת."),
                n("e1e0c916", "חשבון זה מאומת מכיוון שהוא רשום ל-Premium."),
                n("eb5d72e4", "הפוסטים של חשבון זה מוגנים. רק העוקבים יכולים לקרוא אותם."),
                n("g776ca50", "חשבון מאומת"),
                n("ad465ee8", "קבע שיוך ראשי"),
                n("d01612d3", function (e) {
                    return "מאומת מאז " + e.date + ".";
                }),
                n("e14d8719", function (e) {
                    return e.year + ' לפנה"ס';
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "‎@" + e.viewerScreenName + "‎, זהותך עדיין לא מאומתת";
                }),
                n("b2d0c0f4", "קבל סימוני 'אהבתי' מאומתים "),
                n("f464d54d", function (e) {
                    return "‎@" + e.profileScreenName + "‎";
                }),
                n("g47cdc0e", " כדי להתבלט ולהגביר את התגובות."),
                n("d834ab9c", "כן, הצג פרופיל"),
                n("cb339f26", "זהירות: חשבון זה מתנהג בצורה יוצאת דופן"),
                n("hf06085e", "אזהרה זו מוצגת מכיוון שפעילות לא שגרתית התבצעה מחשבון זה. האם אתה עדיין רוצה להציג אותו?"),
                n("aa959f36", "זהירות: חשבון זה מוגבל באופן זמני"),
                n("jf604336", "זהירות: פרופיל זה עשוי לכלול תוכן שעשוי להיות רגיש"),
                n("c9bfda48", "זהירות: פרופיל זה עשוי לכלול תוכן רגיש. אזהרה זו מוצגת מכיוון שנעשה בפרופיל שימוש בשפה או בתמונות שעשויות להיות רגישות. האם ברצונך להציג אותו בכל זאת?"),
                n("g29ebf26", "אזהרה זו מוצגת לך מכיוון שהוא מפרסם בשפה בוטה או תמונות שעשויות להיות רגישות. האם ברצונך להציג אותו בכל זאת?"),
                n("jcfb7fba", "אזהרה זו מוצגת לך מכיוון שייתכן כי הוא מפר את הכללים של X. האם ברצונך להציג אותו בכל זאת?"),
                n("bd598c70", "פוסטים אלו מוגנים"),
                n("e617164b", "ללמוד עוד"),
                n("g8475f82", "החשבון מושעה"),
                n("j5e1cf59", "הכללים של X"),
                n("gbf342a4", "החשבון מעוכב"),
                n("defba9a4", "ברוך הבא ל-X!"),
                n("d11934ec", "קבל התראה"),
                n("a2cd2b0a", "עקוב וקבל התראות"),
                n("a70bae53", function (e) {
                    return "כעת תוכל לקבל הודעות בכל פעם ש-" + e.fullName + " מפרסם.";
                }),
                n("f51a4c29", function (e) {
                    return "כעת תוכל לעקוב אחר " + e.fullName + " ולקבל הודעות בכל פעם שהוא מפרסם.";
                }),
                n("cfa5e58d", function (e) {
                    return "אתה עוקב אחרי " + e.fullName + " ותקבל הודעה בכל פעם שמתפרסם פוסט שלו.";
                }),
                n("be3a652d", function (e) {
                    return "תקבל הודעה בכל פעם שמתפרסם פוסט של " + e.fullName + ".";
                }),
                n("f089620c", "ציר הזמן של דף הבית שלך"),
                n("a1ab9c80", "אין עדיין פוסטים בקהילה זו"),
                n("b32c4fb0", "ברגע שיהיו, כאן תראה אותן."),
                n("bf17deda", "בוא נתחיל!"),
                n("c3fbf1da", "זה המקום הטוב ביותר לגלות מה קורה בעולם שלך. מצא אנשים ונושאים לעקוב אחריהם עכשיו."),
                n("a2515900", "בהמתנה לפוסטים"),
                n("je23cdb2", "פוסטים ממשתמשים שנמצאים ברשימה זו יוצגו כאן."),
                n("e69b7e02", "ניהול חשבונות"),
                n("b6bd6ae4", "חשבון נוכחי"),
                n("d577bccd", function (e) {
                    return "אם יש לך יותר מחשבון X אחד, ניתן להוסיף אותם ולעבור ביניהם בקלות. ניתן להוסיף עד " + e.maxAccounts + " חשבונות.";
                }),
                n("dc65b3e5", function (e) {
                    return "הגעת למגבלה של " + e.maxAccounts + " חשבונות.";
                }),
                n("b8045b33", function (e) {
                    return "הגעת למגבלה של " + e.maxAccounts + " חשבונות.";
                }),
                n("d075dc89", function (e) {
                    return "הגעת למגבלה של " + e.maxAccounts + " חשבונות אישיים.";
                }),
                n("bade139e", "צא מכל החשבונות"),
                n("ae33b982", "לצאת מכל החשבונות?"),
                n("fa07bf68", "זה יחול על כל החשבונות שלך בכל לשוניות הדפדפן."),
                n("f7865ab6", "לא החשבון שלך?"),
                n("a35248e4", "זה לא החשבון שלי"),
                n("f794a67c", "זה החשבון שלי"),
                n("j79c0ff7", function (e) {
                    return "הסרנו את " + e.emailAddress + " מהחשבון הזה";
                }),
                n("fb46383c", "לא ניתן למחוק את כתובת הדואר האלקטרוני מהחשבון שלך."),
                n("gcfdbc2b", function (e) {
                    return "כתובת הדואר האלקטרוני כבר אינה משויכת לחשבון X " + e.screenName + ".";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "הגדרות ההודעות."),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "למה כתובת הדואר האלקטרוני שלך משויכת לחשבון X שאינו שלך?"),
                n("ac71e82f", "למידע נוסף"),
                n("b069d89c", "קהל"),
                n("f5a61ae6", "תוכן"),
                n("a4df00c0", "כרטיסיות Account Analytics"),
                n("ac248548", "סקירה כללית של החשבון"),
                n("je62f358", "28 הימים האחרונים"),
                n("bc2f16a4", "שעות פעילות"),
                n("d603209e", "פירוט פעילות"),
                n("ac3fb6de", "הצטרפות למקום"),
                n("ie181958", "תובנות מקהל היעד"),
                n("j6f8d422", "זמן הצפייה הממוצע בסרטונים."),
                n("e7479ce4", "זמן צפייה ממוצע"),
                n("g1dfa7d0", "ממוצע"),
                n("h7d28188", "חזרה לתוכן"),
                n("if2704e4", "חזרה לסקירה כללית של השידור החי"),
                n("ea928ae4", "חזרה למקומות"),
                n("e8c07c22", "שידור"),
                n("a4ce6e68", "מדדי שידור"),
                n("b2214c74", "מספר הצפיות הכולל בשידור הזה"),
                n("d4fcf83a", "פרק הזמן הכולל של צופים שצפו בשידור הזה"),
                n("a89b0322", "בוטל"),
                n("j3cb12ea", "מאזינים בו-זמנית"),
                n("b93931ee", "מספר הפעמים שבהם התוכן שלך פורסם."),
                n("a1814798", "מספר הפעמים שבהם הגבת לפוסט."),
                n("addd5575", function (e) {
                    return "ו'" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "ב'" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "שבת" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "א'" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "ה'" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "ג'" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "ד'" + e.date;
                }),
                n("d9c70840", "מכשיר"),
                n("ba55e824", "הסתיים"),
                n("id276c42", "מספר הפעמים שבהם מישהו קיים אינטראקציה עם התוכן שלך."),
                n("j033d090", "הכנסה משוערת"),
                n("efd4d7d4", "סינון מקומות"),
                n("a1334290", "48 השעות הראשונות"),
                n("gc10a3b0", "מעקבים לאורך זמן"),
                n("efa0f858", "מספר המעקבים והפסקת המעקבים לאורך זמן. נתונים אלה אינם משקפים בהכרח את ספירת העוקבים שלך."),
                n("g2b06cc6", "נתונים לגבי מגדר עשויים להיות מוסקים"),
                n("b66b3baa", "שעות"),
                n("cf8a0772", "חשיפה לצפיות"),
                n("g13d8010", "ב-48 השעות האחרונות"),
                n("d5627596", "בשעה האחרונה"),
                n("baf120a6", "הכי פחות פעילות"),
                n("f2382014", "שידור חי"),
                n("c4a7a6aa", "נתונים חיים"),
                n("a992032a", "ניתוח של סטרימינג חי"),
                n("ie45edda", "סקירה כללית של Livestream"),
                n("e30fc268", "צופים בשידור חי"),
                n("bd37f68e", "פעילות מדיה"),
                n("fe074210", "דקות"),
                n("jd03a1b8", "דקות שנצפו"),
                n("a20e91e8", "דקות שנצפו"),
                n("ic2bebee", "רווח שהופק"),
                n("a1d642c8", "הפעיל ביותר"),
                n("ifc4c1f8", "מספר העוקבים החדשים שנהנו מהתוכן הזה."),
                n("fff1315a", "אין שידורים זמינים עבור המסנן שנבחר"),
                n("jbcb09a8", "אין עדיין מספיק נתונים"),
                n("df846d6c", "לא נמצאו פוסטים עבור טווח הזמן שנבחר."),
                n("g2ba40f6", "לא נמצאו מקומות זמינים עבור המסנן שנבחר"),
                n("j44061a0", "לא זמין"),
                n("c4a93912", "לא רלוונטי"),
                n("a6b78788", "אין נתוני צופים זמינים"),
                n("b2438638", "מסך הכול"),
                n("ic0399e0", "תצוגות אורגניות"),
                n("ja5c444a", "תקופת תשלום"),
                n("f04e025e", "שיא של מאזינים בו-זמנית"),
                n("d6d10662", "שיא צופים: "),
                n("d147bea2", "בדוק שוב בשלב מאוחר יותר"),
                n("f0336d68", "ניתוח נתוני פוסטים"),
                n("g85fbd2e", "מזהה פוסט"),
                n("ice5c5b6", "מספר הפעמים שבהם התוכן הזה הוצג למשתמשים."),
                n("hf4f9bfe", "קישור לפוסט"),
                n("bf5ebf5c", "פוסטים ותשובות"),
                n("b211652e", "פוסטים לאורך זמן"),
                n("f2efec0a", "פורסם מראש"),
                n("i61e0302", "הקודם"),
                n("e08a706a", "תצוגות מקודמות"),
                n("cbc99192", "תאריך פרסום"),
                n("a83c2a9a", "זמן אמת"),
                n("e9d72896", "מוקלטים"),
                n("gede4932", "נגן מחדש"),
                n("h0de359c", "מספר הפעמים שבהם התוכן הזה פורסם שוב."),
                n("e0568f2c", "נקבע למועד: "),
                n("gd86baa8", "התחלה מתוזמנת"),
                n("fef3bfae", "בחירת מדד משני"),
                n("g7e3d2a4", "ניתוח מקומות"),
                n("fbc79a40", "סקירה כללית של מקומות"),
                n("d077112a", "נתונים סטטיסטיים של מקום"),
                n("cf3709da", "מצב"),
                n("e797dc32", "זמן סטרימינג: "),
                n("b649d8cc", "מנוי בלבד"),
                n("j9282130", "תמונה ממוזערת של שידור"),
                n("g629b8b0", "פסק זמן"),
                n("eb87323c", "הדבר מציג נתוני ניתוח עבור פרק הזמן שנבחר מאז שהחל הסטרימינג בשידור חי."),
                n("i6a75722", "טווח זמן"),
                n("c602f5b8", 'סה"כ'),
                n("b35e68ae", 'סה"כ משתתפים'),
                n("h78ee79a", 'סה"כ צופים בשידור חוזר'),
                n("e3efaed0", "סוג"),
                n("c37993e2", "הפסק לעקוב"),
                n("b1ed35d0", "צופים ייחודיים"),
                n("bfad9306", "לא ידוע"),
                n("b5a58f36", "שידור ללא כותרת"),
                n("i70f5278", "הועלה בתאריך:"),
                n("a98b58b6", "עוקבים מאומתים"),
                n("a5de67ca", "מספר העוקבים שאימתו את החשבון שלהם."),
                n("g3367ff4", "סיום סרטונים"),
                n("a7b48b36", "אחוז הצפיות שהושלמו בסרטונים."),
                n("a2580f2a", "קצב השלמה"),
                n("ff95a9cc", "מזהה סרטון"),
                n("a97e358e", "קישור לסרטון"),
                n("e10e8b46", "מציג רק את הסרטונים מ-100 הימים האחרונים."),
                n("ba37f6da", "סרטונים − סקירה כללית"),
                n("f19846b2", "תמונה ממוזערת של סרטון"),
                n("ccd6f4a8", "כותרת סרטון"),
                n("c8410542", "מספר הפעמים שצפו בסרטונים."),
                n("a532072a", "צופים"),
                n("d9508ab0", "צפיות"),
                n("d9f9dec0", "צפייה במקום"),
                n("h0c1f37a", "צפייה בניתוח נתונים של מקום"),
                n("e41fffbc", "זמן הצפייה הכולל בסרטונים."),
                n("if2909ba", "זמן צפייה");
            n("i0e5bf4c", "הסרטונים שלך"),
                n("ed99baea", "גישה מוקדמת (גרסת בטא)"),
                n("gf898b70", "חיפוש מתקדם"),
                n("d2a43a7a", 'כולל גם את המילה "ai" וגם את המילה "startup"'),
                n("a8584698", "ai startup"),
                n("jb6f9292", 'כולל את המשפט המדויק "ai startup"'),
                n("j8ee77c4", '"ai startup"'),
                n("d0480758", 'כולל את המילה "ai" או את המילה "startup" (לא את שתיהן)'),
                n("f0048fa2", "ai או startup"),
                n("da0df186", 'כולל את המילה "ai", אך לא את המילה "startup"'),
                n("f2f463ea", "ai -startup"),
                n("a10a357e", "כולל את המילה \"ai\" ולפחות 50 סימוני 'אהבתי'"),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", 'כולל את המילה "ai" וכתובת URL שכוללת את המילה "grok"'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'אזכור של חשבון X ‏"grok"'),
                n("e2634592", "‎@grok"),
                n("i88ba038", "התראות הושבתו"),
                n("j2cb0214", "התראות הופעלו"),
                n("ae852cd0", "קבל הודעה בכל יום שני שמסכמת את השינויים בנושא החם הזה."),
                n("d1d8633e", "התראות Radar"),
                n("g096d0cc", "כל השאילתות"),
                n("e77035aa", "ניקוי החיפוש"),
                n("a895ec64", "האם בטוח שברצונך למחוק את השאילתה הזאת?"),
                n("a4f5e431", function (e) {
                    return "'" + e.name + "' נמחק";
                }),
                n("db28b535", function (e) {
                    return "מחיקת '" + e.name + "'";
                }),
                n("bcf89b8a", "עריכת השאילתה"),
                n("f0002e72", "עיון בתוצאות"),
                n("b0924d7a", "יצירת שאילתה נכשלה. נסה שוב."),
                n("cfd731ee", "מחיקת השאילתה נכשלה. נסה שוב."),
                n("g08bff82", "השבתת ההתראות נכשלה. נסה שוב."),
                n("fa1fd798", "הפעלת ההתראות נכשלה. נסה שוב."),
                n("ia7dce48", "הפקת שאילתה נכשלה. נסה שוב."),
                n("d494d4aa", "עדכון השאילתה נכשל. נסה שוב."),
                n("i4a49588", "כיכר עיר גלובלית"),
                n("c0799860", "יום"),
                n("b43679d2", "שעה"),
                n("f1fce85e", "דקה"),
                n("ea3e0ec4", "שוק"),
                n("d8d9aec2", "הגעת למספר השאילתות המרבי"),
                n("c9aa246e", "שאילתה חדשה"),
                n("b9b7a50e", "התאם בכל עת את קריטריון החיפוש כדי להישאר מעודכנים"),
                n("i9a09bb6", "צור שאילתה ואפשר ל-Radar לאתר עדכונים בזמן אמת"),
                n("da20008c", "אין נושאים חמים זמינים. נסה להרחיב את קריטריון החיפוש."),
                n("e78ca8c6", "נסה שוב מאוחר יותר."),
                n("ce3216ec", "שאילתה"),
                n("ef609bb8", "מה קורה ב-X?"),
                n("a636a738", "בקשת המשך טיפול..."),
                n("d92ec304", "השאילתה לא נמצאה"),
                n("bbf29e20", "איפוס הבחירה"),
                n("ie3321ea", "$NVDA (קנייה או מכירה)"),
                n("cf223996", "סיכום"),
                n("a27ccab8", "היישום העבור הכול"),
                n("i66136aa", "מובילים"),
                n("e7c44382", "משתמשים ייחודיים"),
                n("d559e5b8", "שאילתה ללא כותרת"),
                n("i1d9be88", "שימוש בגורמים שמפעילים חיפוש מתקדם"),
                n("ae9f604c", "משויך"),
                n("a7d2d8f4", "הצג רק חשבונות משויכים"),
                n("je21ffbe", "ספירת עוקבים"),
                n("i8d9797c", "פרופיל מלא"),
                n("a36bebf2", "לכל היותר"),
                n("i5ef8b4a", "מספר עוקבים מרבי"),
                n("fcf0ec1c", "לכל הפחות"),
                n("ccc0bbc6", "מספר עוקבים מינימלי"),
                n("je1bd63a", "נצל את העוצמה של X כדי לחפש עובדים מוכשרים, הזדמנויות מכירה ושותפים אסטרטגיים"),
                n("i6766078", "חיפוש עובדים מוכשרים, הזדמנויות מכירה ושותפים"),
                n("d509bbd4", "לגלות אנשים ב-X"),
                n("a5afaf54", "איפוס"),
                n("i9006fb0", "איפוס הכל"),
                n("fa598a82", "תוצאות"),
                n("g3688a48", "בחירת אפשרות"),
                n("ab5a91a4", "משתמש"),
                n("cef20fd0", "אימות"),
                n("a2b286b0", "קידום משרות, מוצרים ומסרים"),
                n("e2895a38", "נקודות אשראי לפרסום בשיעור של עד $12,000"),
                n("becba496", "נקודות אשראי למודעות פרסום זמינות במסגרת הצעה לפרק זמן קצוב."),
                n("ded395ae", "גישה לניתוח נתונים עבור העסק שלך במקום אחד"),
                n("a47a20d4", "ניתוח נתונים מתקדם"),
                n("b56d3ec6", "כל הארגונים והחשבונות המשויכים מקבלים מינוי ‎Premium+‎ עם גישה ל-Grok 3"),
                n("ie663a1a", "קבל עזרה מהירה עם אפשרות הסלמה וצוות שירות לקוחות ייעודי"),
                n("j7f75bec", "תמיכת VIP"),
                n("ebf5ec26", "בקרוב"),
                n("eeb424e2", "צור את הסיפור שלך."),
                n("ab62db18", "צור את קהל היעד שלך."),
                n("j2c9bc4e", "כעת תוכל להתבלט הודות לסימון מוזהב ולהוסיף חשבונות משויכים כדי לשווק את החברה שלך באופן אורגני."),
                n("e7930f82", "להתבלט מההמון"),
                n("e77ea57e", "הכלים העוצמתיים ביותר להאצת המכירות, לגיוס עובדים ולקבלת תובנות שוק בלעדיות."),
                n("a558a254", "האצת הצמיחה העסקית שלך ב-X עם ארגונים מאומתים"),
                n("b099f256", "עם Radar, אפשר לקבל מידע לגבי הנושאים החמים בשוק ודעות ציבוריות בלחיצה אחת."),
                n("ecb7fa02", "בינה עסקית."),
                n("cb5faa2a", "השתמש בנקודות הפרסום כדי להגיע אל האנשים החכמים ביותר בעולם."),
                n("c67b260c", "קידום משרות"),
                n("if48b5c2", "העלה וקדם משרות בפני מיליוני אנשים ישירות ב-X."),
                n("aa0d60aa", "חודש"),
                n("cebfdb52", "ארגונים"),
                n("i9b6fcbc", "השתמש בחיפוש אנשים כדי למצוא וליצור קשר עם מהנדסים, נציגי מכירות ויוצרים. "),
                n("a6b5c3f0", "למצוא את האנשים הטובים ביותר"),
                n("a51acce8", "שנמוך למינוי בסיסי"),
                n("ie132f40", "שדרוג כדי להמשיך ליהנות מגישה מלאה"),
                n("b0d26232", "שמירה"),
                n("f563b353", function (e) {
                    return "תוקפה של ההצעה פג ב-" + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.percentOff + "% off until " + e.endDate;
                }),
                n("j3cfae29", function (e) {
                    return e.discountedCost + " לשנה במהלך השנה הראשונה. לאחר מכן, " + e.baseCost + " לשנה.";
                }),
                n("jb74aea4", "כל חשבון משיוך נוסף שווה $50 לכל כינוי לשנה ונקודות אשראי לפרסום כפופות למגבלות."),
                n("fc9fc856", "כל חשבון משיוך נוסף שווה $600 לכל כינוי לשנה ונקודות אשראי לפרסום כפופות למגבלות."),
                n("fc785aec", "חזרה ליסודות"),
                n("edf32072", "הכל במינוי ‎Premium+‎ וכן:"),
                n("b3caf146", "תג זהב מאומת"),
                n("a1dbf70c", "200 דולר בנקודות אשראי חינם לחודש עבור מודעות פרסום"),
                n("i2a2286c", "2,500 דולר בנקודות אשראי למודעות פרסום בחינם"),
                n("e8d0fd04", "Radar בסיסי"),
                n("cf038828", "שירותי תמיכה ייעודיים"),
                n("efd56302", "הוספת חשבונות משויכים לדף שלך"),
                n("bc1bb6aa", "1,000 דולר בנקודות אשראי חינם לחודש עבור מודעות פרסום"),
                n("e1669560", "12,000 דולר בנקודות אשראי למודעות פרסום בחינם"),
                n("hb973da4", "גישה מלאה אל Radar"),
                n("g444c82e", "גישה מוקדמת לתכונות ארגוניות"),
                n("a1bc0bcf", function (e) {
                    return "חיוב שנתי של " + e.cost;
                }),
                n("i0f58dac", "כל התוכניות כפופות למיסים ועמלות חלים."),
                n("je182d8a", "ארגוני"),
                n("ge609bd6", "יצירת קשר עם צוות המכירות"),
                n("je6d2aec", "תמחור מודולרי"),
                n("ed33b888", "חיפוש אנשים"),
                n("ade522c4", "תובנות"),
                n("h551f266", "נקודות אשראי לפרסום"),
                n("c74f7856", "חבילות משויכות"),
                n("b9b41f7a", "מיטוב החיפוש"),
                n("b1f368ee", "תמיכה ייעודית"),
                n("j189c5b2", "הכל במינוי Pro plus:"),
                n("i7f4b58e", "התאמה אישית"),
                n("h45fd8ae", "קבלת גישה מלאה"),
                n("f1c3b32c", "הכל במינוי Basic plus:"),
                n("f4307806", "פופולריים"),
                n("ce7c21de", "שנתי"),
                n("a21a64f6", "“'X לעסקים' הוא מבצע נהדר! הצלחנו לגייס את אנשים נהדרים באמצעות הכלי לחיפוש עובדים\"."),
                n("dbb3fc54", 'מייסד משותף ומנכ"ל'),
                n("c1600210", "”'X לעסקים' הוא מינוי שאסור לפספס. הוא עזר לנו לשמר לקוחות הודות לתובנות שוק\"."),
                n("fb3e127a", "הצעה לכבוד השנה האזרחית החדשה לפרק זמן מוגבל"),
                n("a5fee980", "ממש 30% הנחה על תוכנית שנתית וכן עד 12,000 דולר בנקודות אשראי למודעות פרסום בחינם בעת רכישת מינוי לפני"),
                n("c9051cac", "ימים"),
                n("ie035790", "שניות"),
                n("cbd3dfaa", "כדאי לנסות את גרסת הבטא"),
                n("h260121e", "הצג לקהל היעד את התפקידים המובילים בחברה שלך."),
                n("ae0ad604", "דפי קריירה"),
                n("cbd4ba6e", "לגלות עובדים מוכשרים וליצור אתם קשר"),
                n("b71927b2", "פרסום משרות ללא הגבלה"),
                n("a0b5b7d4", "כעת תוכל לנצל את היתרונות הגלומים במיקוד מבוסס בינה מלאכותית שנכלל במודל הפרסום מבוסס הביצועים שלנו."),
                n("aa3f0e90", "קידום משרות באמצעות מיקוד מבוסס בינה מלאכותית"),
                n("hc67be9e", "התחל"),
                n("c9a67f9e", "התחל לגייס"),
                n("jd937cda", "כעת אפשר להגיע למיליוני מועמדים רלוונטיים באמצעות X Hiring. סנכרן את המשרות שלך, צור דפי קריירה בהתאמה אישית ומבצעי גיוס כדי להציג מודעות ממוקדות בציר הזמן."),
                n("d92d2632", "הפלטפורמה הטובה ביותר לגיוס עובדים מוכשרים"),
                n("c10bee94", "יישומים חודשיים"),
                n("ib69d218", "מעל 250,000"),
                n("i953576c", "חברות מגייסות"),
                n("j395b846", "מעל 10,000"),
                n("g48a59c2", "משתמשים"),
                n("j228841a", "מעל 500,000"),
                n("da570714", "אינטגרציות עם ATS"),
                n("h25a3132", "עד $2,400 אשראי עבור מודעות לקידום משרות"),
                n("f25a2004", "מינוי Premium+‎ − הטבות"),
                n("c237b78e", "שיוכים לצוות הגיוס שלך"),
                n("fc3d58fe", "עד $12,000 אשראי עבור מודעות לקידום משרות"),
                n("eb5f060c", "עקוב"),
                n("a19cf46f", function (e) {
                    return "להפסיק לעקוב אחרי ‎@" + e.screenName + "?";
                }),
                n("e4c91b70", "הפוסטים שלו לא יופיעו יותר בציר הזמן 'עבורך'. עדיין תהיה לך אפשרות להציג את הפרופיל שלו, אלא אם כן הפוסטים שלו מוגנים."),
                n("j650c8dc", "האם להתעלם מבקשת המעקב?"),
                n("c02f8de1", function (e) {
                    return "פעולה זו תגרום לביטול הבקשה למעקב ו-‎@" + e.screenName + "‎ לא יראה אותה עוד.";
                }),
                n("e2ee95a1", function (e) {
                    return "כאן מאז " + e.date;
                }),
                n("d64fef58", "עדיין לא פרסמת דבר"),
                n("e2a098dc", "סנן לפי"),
                n("c5709148", "מגבלה מרבית של 1,000 פוסטים מוצגת"),
                n("ca5e57bd", function (e) {
                    return "פוסט" + e.noun;
                }),
                n("d16c1ab6", "העדכני ביותר"),
                n("f0a28956", "הכי פחות עדכני"),
                n("h06df79a", "הכי הרבה חשיפות"),
                n("c44744e6", "הכי פחות חשיפות"),
                n("j6b98664", "הכי הרבה סימוני 'אהבתי'"),
                n("a669f95c", "הכי פחות סימוני 'אהבתי'"),
                n("a0c66496", "הכי הרבה תשובות"),
                n("h45174fe", "הכי מעט תשובות"),
                n("ea20f92a", "פוסט שפורסם מחדש הכי הרכב פעמים"),
                n("c9a63566", "פוסט שפורסם מחדש הכי מעט פעמים"),
                n("b40d33e4", "הרחבות פרטים"),
                n("gedf636e", "לחיצות על כתובות URL"),
                n("bbc12690", "לחיצות על תגים"),
                n("g7ede992", "לחיצות על Permalink (קישור קבוע)"),
                n("f5210bae", "קישור"),
                n("b1f77a7c", "ייצוא נתונים"),
                n("j62d2af4", "סקירה כללית של פוסטים"),
                n("dc70a568", "ניתוח פוסט"),
                n("j9f65603", function (e) {
                    return "0:00" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "04:00" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "08:00" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12:00" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "16:00" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "20:00" + e.date;
                }),
                n("h7cd94fe", "קו מטושטש בגרף"),
                n("b10621d4", "הצגת כל הנתונים הסטטיסטיים שלך"),
                n("c23def7a", "מספר פעילויות"),
                n("jc14a9e8", "הוצאה"),
                n("d16b5a18", "הוצאה כוללת על מודעות"),
                n("g01559c6", "מוצגים מדדים עבור 7 הימים האחרונים"),
                n("ddc8d458", "קבלת נתונים היסטוריים"),
                n("j74eab48", "ניתוחים מתקדמים הם תכונה בלעדית עבור חברים עם מינוי X Premium"),
                n("i02166f6", "הבנת קהל היעד"),
                n("cef977e4", "ייצוא הנתונים שלך"),
                n("f88e624e", "השיחה עודכנה"),
                n("e15e5637", function (e) {
                    return "" + t(e.count, e.count + " השעות אחרונות", "בשעה האחרונה", e.count + " השעות אחרונות", e.count + " השעות אחרונות");
                }),
                n("h5ab8b0e", "אנשים שאחריהם הם עוקבים"),
                n("a0f01bca", "לחץ כדי לשנות את טווח הזמן"),
                n("he30b16c", 'התכונה "אנשים שאחריהם הם עוקבים" מרחיבה את התוצאות שלך, מציגה את המאמרים עם מספר השיתופים הגדול ביותר של האנשים שאתה עוקב אחריהם, ובנוסף את האנשים שהם עוקבים אחריהם.'),
                n("b0589550", "קבל חדשות נוספות"),
                n("b60e4f78", "גלה במה מדובר!"),
                n("e950f6e0", "לא שותפו מאמרים ברשת שלך."),
                n("e7dcfb81", "חשבונות נוספים"),
                n("h965157c", "אין תמיכה בדף הזה."),
                n("cd388852", "יש לבקר בפרופיל של המחבר בגרסה האחרונה של X כדי לצפות בתוכן."),
                n("abebdfae", "תוכל לצפות בניתוח על המקומות שאירחת או שהיית בהן מנחה-שותף."),
                n("fcb205da", "מאזינים בשידור חי"),
                n("jb088200", "הפעלות מחדש של הקלטות"),
                n("if65328a", "להאזין"),
                n("a1a0e6d8", "עקוב אחרי המארח"),
                n("a3c4e396", "בטל את המעקב אחר מארח"),
                n("j58e7b00", "הצג פרופיל"),
                n("eca4e32a", "הצגת פרטים"),
                n("hd908df2", "מקומות בשידור חי"),
                n("c5d40fe2", "כולם"),
                n("a8df1d34", "הפעלת סרטון וידאו"),
                n("if410292", "הכרת 'מקומות'"),
                n("i43fdce9", function (e) {
                    return "הוספת נושאים (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "על מה תרצה לדבר?"),
                n("e93f3c2a", "הקלטת מקום"),
                n("b701d610", "מקום מתוזמן נמחק"),
                n("b028792d", function (e) {
                    return "ניהול מקומות מתוזמנים (" + e.count + ")";
                }),
                n("e9b73da8", "תזמון מקום"),
                n("cdf630be", "התחל עכשיו"),
                n("acd1bcb0", "מי יכול להצטרף?"),
                n("h07146a2", "מי יכול לדבר?"),
                n("h61d92b0", "מחיקת מקום מתוזמן"),
                n("a488f2eb", function (e) {
                    return e.count + " מתוך " + e.total + " נבחרו";
                }),
                n("d2dfe80d", function (e) {
                    return "המקום יחל לפעול בתאריך " + e.date + " בשעה " + e.time;
                }),
                n("aef95393", function (e) {
                    return "מקום מתוזמן קיים לתאריך " + e.date + " בשעה " + e.time;
                }),
                n("a7069f2e", "עריכת פרטים"),
                n("a15f06fc", "מקומות מתוזמנים"),
                n("f6cfa3fe", "לא ניתן לתזמן מקום למועד שכבר חלף."),
                n("a8f71a2b", function (e) {
                    return "לא ניתן לתזמן מקום למועד שהוא יותר מ-" + e.days + " יום בעתיד.";
                }),
                n("ae092f6c", "לא ניתן היה למחוק מקום מתוזמן"),
                n("jd7f0030", "המקום המתוזמן עודכן"),
                n("a26da034", "שמירת שינויים"),
                n("b3633046", "בחירת קהילה"),
                n("ce447fcb", function (e) {
                    return e.count + " מאזי" + t(e.count, "נים", "ן", "נים", "נים");
                }),
                n("ef7da97f", function (e) {
                    return e.count + " בהאזנה";
                }),
                n("a065e7e7", function (e) {
                    return "קורה עכשיו: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": ‏ " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "מקום זה הסתיים: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "האזן להקלטה: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "מתחבר..."),
                n("aadbc747", function (e) {
                    return "מנח" + t(e.hostCount, "ים שותפים", "ה-שותף", "ים שותפים", "ים שותפים");
                }),
                n("hbd6035f", function (e) {
                    return "דובר" + t(e.speakerCount, "ים", "", "ים", "ים");
                }),
                n("if420852", "האזן להקלטה"),
                n("f7dc3b1c", "מקום זה הסתיים"),
                n("c1d15dc0", "נראה כי המקום הזה נסגר."),
                n("g3e2f3a6", "האזנה במצב אנונימי"),
                n("cd64d43e", "הצטרף ישירות כדובר"),
                n("jcdc32f0", "התחל להאזין"),
                n("a0cee16a", "התחל לדבר"),
                n("bf3daa48", "התחלת האזנה באופן אנונימי"),
                n("f9305f48", "התחברות מחדש"),
                n("e51df2e6", "המיקרופון שלך יהיה כבוי בהתחלה"),
                n("h114ff6c", "לא ניתן להצטרף למקום הזה מכיוון שאתה כבר במקום אחר."),
                n("d7fe2d7e", "לא ניתן להתחבר שוב למקום זה מכיוון שאתה כבר במקום אחר."),
                n("e61bdea4", "המארח מקליט את המקום. ההקלטה הפומבית תכלול את כל הדוברים."),
                n("d0ebf4f7", "מידע נוסף"),
                n("d782b808", "משתלם להיות מנוי"),
                n("i7f83b8d", "מידע נוסף"),
                n("fc962610", "חפש את השם של מקום או מארח"),
                n("e5b5f091", function (e) {
                    return 'אין מקומות שתואמים לחיפוש "' + e.searchQuery + '"';
                }),
                n("g5812140", "למה לא ליצור מקום משלך?"),
                n("e8fe1ecb", function (e) {
                    return "לא נמצאו מקומות " + e.section + ' תואמים ל"' + e.searchQuery + '"';
                }),
                n("c432d2b2", "חיפוש מקום"),
                n("d39e8b30", "הוסף הערה"),
                n("dc7a6625", function (e) {
                    return "כתיבה בתור " + e.displayAlias;
                }),
                n("g17e4064", "ההערה שלך תתפרסם תוך שימוש בכינוי שלך ב'הערות מהקהילה', ללא כל קשר לפרופיל X שלך."),
                n("d9b09ee8", "יש לדייק - יש צורך לספק קישורים למקורות חיצוניים."),
                n("b7476596", "חשוב לשמור על דיוק – מומלץ לספק קישורים למקורות חיצוניים."),
                n("df6c8292", "ההסבר שלך"),
                n("ecb4d20c", "ההערה שלך לא נשמרה, ודא שלא כתבת הערה לגבי פוסט זה בעבר ונסה שוב מאוחר יותר."),
                n("eb5b4a12", "אודות כינויים ב'הערות מהקהילה'"),
                n("ja0ee360", "בחר את הכינוי שלך"),
                n("f7b7c250", "בחר כינוי עבור 'הערות מהקהילה' כדי לשמור על פרטיותך"),
                n("c6382384", "Why is Community Notes using aliases?"),
                n("j48ab594", "תרום באופן פרטי"),
                n("bc2399a0", "כתוב ודרג הערות מבלי לשתף את זהותך ב-X."),
                n("d939cf16", "התמקד בתוכן"),
                n("a56f0c32", "כינויים מצמצמים הטיות מכיוון שהם מאפשרים לתורמים להתמקד בתוכן, ולא במחברים."),
                n("d17c59e4", "כולם עדיין נושאים באחריות"),
                n("i719f8e2", "תוכל לראות את ההיסטוריות של התורמים, וכולם נושאים באחריות באמצעות הדירוגים שהם מקבלים."),
                n("a96bb564", "בחירת כינויים עבור 'הערות מהקהילה'"),
                n("afcdcf84", "כינוי זה ישמש כזהותך כשתכתוב ותדרג במסגרת 'הערות מהקהילה'. הוא לא משויך לפרופיל X שלך."),
                n("f83d0446", "הכינוי שלך נשמר."),
                n("ed0e6b2e", "התחל לכתוב הערות"),
                n("if4c5e06", "Welcome to Community Notes!"),
                n("g880a78a", "התחל על-ידי דירוג הערות"),
                n("d1be2236", "'הערות מהקהילה' מסתמכת על כותבים מורשים כמוך כדי לעזור בזיהוי הערות מועילות שיוצגו לכולם."),
                n("af9f2b78", "עקוב אחר השפעת הדירוג שלך"),
                n("af68afc8", "ההשפעה שלך עולה בכל פעם שאתה עוזר להערה לקבל סטטוס מועיל או לא מועיל."),
                n("fb5c5d42", "קבל יכולת לכתובת הערות"),
                n("a1e58cdc", "לאחר שהשפעת הדירוג שלך תגיע ל-5 ומעלה, תוכל לכתוב 'הערות מהקהילה' משלך."),
                n("j5f112b4", "Two of your recent notes currently have the status of Not Helpful."),
                n("ac34c5e8", "מספיק כותבים מורשים הסכימו ששתיים מההערות שלך אינן מועילות, כולל כותבים מורשים שהיו ביניהם מחלוקות בעבר בדירוגים שנתנו. זה המשוב שלהם:"),
                n("ib7886d0", "עיין בהערות האלה בפרופיל שלך"),
                n("b0a7d360", "אם תמשיך כך, קיים סיכון שנחסום באופן זמני את היכולת שלך לכתוב הערות."),
                n("e473f876", "Contributors whose 5 most recent notes with a status of Helpful or Not Helpful include 3 Not Helpful notes have their ability to write temporarily locked."),
                n("ef490ae8", "לא צורפו מקורות או שהם היו לא אמינים"),
                n("bf3dc462", "מקורות לא תומכים בהערה"),
                n("heb35e12", "מידע שגוי"),
                n("ib117532", "הטרדה או פגיעה"),
                n("a7bc3192", "מצטט מקורות איכותיים מאוד"),
                n("a26f8dc2", "קל להבין אותה"),
                n("cbdef06c", "מתייחסת באופן ישיר לטענה המוצגת בפוסט"),
                n("faa5f9e8", "מספקת הקשר חשוב"),
                n("gf3b38f4", "שפה ניטראלית או ללא הטיות"),
                n("a50327ea", "ההערה לא הייתה נחוצה עבור פוסט זה"),
                n("h7c59ea2", "דעה או השערה"),
                n("d60c0064", "שגיאות הקלדה או שפה לא ברורה"),
                n("e06416ca", "נקודות חשובות חסרות או שההערה אינה רלוונטית"),
                n("cff1aa8c", "שפה מתנצחת או בעלת הטיות"),
                n("c5d55592", "מציע מידע או קונטקסט ייחודיים?"),
                n("f3e6f0aa", "אינפורמטיבי"),
                n("hc2b6a7e", "לא שיפוטי ו/או אמפתי"),
                n("bbe8b4ac", "דעה, ספקולציה או הטיה"),
                n("dd1f17ea", "סוטה מהנושא"),
                n("if966b54", "מידע מיושן"),
                n("fdc2060a", "דרוש לך ציון השפעה גבוה יותר כדי לכתוב הערות."),
                n("edd80858", "הצג את הפרופיל ואת הציון שלך"),
                n("eec24ff6", "התחל לדרג"),
                n("eb9dc3ec", "כותבים מורשים כמוך עוזרים יחדיו לזהות הערות מועילות שיוצגו כהקשר ב-X ויציגו לאחרים מידע רלוונטי."),
                n("f2f61788", "קבל יכולת לכתוב"),
                n("ca7e11e6", "לאחר שציון הדירוג המוצלח שלך יגיע ל-5 ומעלה, תוכל לכתוב 'הערות מהקהילה'."),
                n("e7beb100", "עיין בפרופיל ובמשוב שלך"),
                n("fd02e290", "הצגת כל הכללים"),
                n("ee7b8050", "היכולת שלך לכתוב הערות ננעלה זמנית."),
                n("b8cc2e9a", "מכיוון שההערות האחרונות שלך קיבלו את הדירוג 'לא עוזרות', יכולתך לכתוב ננעלה באופן זמני."),
                n("f6c8613e", "משוב מכותבים מורשים לגבי ההערות שלך:"),
                n("fd5c2282", "קבל עוד טיפים לכתיבת הערות"),
                n("c23e67ea", "קבל אפשרות לכתוב"),
                n("i0e66c5a", "בחר אפשרות אחת"),
                n("j8e3e3be", "בחר אפשרות אחת לפחות"),
                n("f1e851f0", "הזן הסבר"),
                n("ff5dcac8", "ההסבר שלך ארוך מדי"),
                n("b47b5a16", "כל השדות נדרשים. יש לוודא שענית על כל השאלות."),
                n("g9cffe16", "ההערה שלך לא כוללת מקור"),
                n("bfa9e276", "עליך לשכתב את ההערה כדי שתעזור בכל הפוסטים שכוללים את התמונה או לעיין בתשובה שלך לשאלה הראשונה באופן הזה"),
                n("ja36d83e", "עליך לשכתב את ההערה כדי שתעזור בכל הפוסטים שכוללים את הסרטון או לעיין בתשובה שלך לשאלה הראשונה באופן הזה"),
                n("i6488a04", "עליך לשכתב את ההערה כדי שתעזור בכל הפוסטים שכוללים את המדיה או לעיין בתשובה שלך לשאלה הראשונה באופן הזה"),
                n("j6e12b24", "מכיל תמונה או וידאו שעברו עריכה דיגיטלית"),
                n("eda68484", "היא משתנה באופן דיגיטלי"),
                n("e198eb8c", "כתוב הערה עם הקשר שלדעתך צריכה להיות מוצגת עם הסרטון כדי ליידע אחרים."),
                n("a9803d44", "כתוב הערה עם הקשר שלדעתך צריך להיות מוצג עם התמונה כדי ליידע אחרים."),
                n("j7ddf18a", "כתוב הערה עם הקשר שלדעתך צריך להיות מוצג בכל הפוסטים שכוללים את הקישור כדי ליידע אחרים."),
                n("g3874520", "כתוב הערה עם הקשר שלדעתך צריך להיות מוצג עם הפוסט כדי לחשוף אחרים למידע איכותי."),
                n("ac1141aa", "כתוב הערה כדי לעזור לכותבים אחרים של הערות מהקהילה להבין מדוע סרטון זה אינו מטעה או אינו זקוק להקשר נוסף."),
                n("f99ebcfc", "כתוב הערה כדי לעזור לכותבים מורשים אחרים של 'הערות מהקהילה' להבין מדוע התמונה הזאת אינה מטעה ואין צורך בהקשר נוסף."),
                n("h641949e", "כתוב הערה כדי לעזור לכותבים מורשים אחרים של 'הערות מהקהילה' להבין מדוע סרטון זה אינו מטעה או אינו מחייב הקשר נוסף."),
                n("c926cff6", "בהתאם לראיות הנוכחיות, אני סבור שפוסט זה..."),
                n("e0ef7a2c", "לפי הראיות הנוכחיות, אני סבור שהתמונה הזאת..."),
                n("g491d33a", "לפי הראיות הנוכחיות, אני סבור שהסרטון הזה..."),
                n("b253e462", "לפי הראיות הנוכחיות, אני סבור שהדף המקושר הזה..."),
                n("b1b2d004", "עלול להטעות וכדאי להוסיף לו הקשר נוסף"),
                n("ha9655c2", "לא מטעה"),
                n("ebd2de06", "מדוע אתה סבור שפוסט זה עלול להיות מטעה?"),
                n("i865abe8", "למה אתה חושב שהתמונה הזאת עשויה להיות מטעה?"),
                n("add096c6", "מדוע לדעתך סרטון זה עשוי להטעות?"),
                n("eb604e2e", "מדוע אתה סבור שהדף המקושר עשוי להיות מטעה?"),
                n("c33bc7d4", "מכיל טעות בעובדות"),
                n("aadb676c", "מכיל מידע מיושן שיכול להטעות"),
                n("g21a0ef4", "מצג שווא או שחסר קונטקסט חשוב"),
                n("daf354de", "מציג טענה לא מבוסס כעובדה"),
                n("d1d2ef84", "זו בדיחה או סאטירה שיכולה להתפרש בטעות כעובדה"),
                n("bfee6064", "מדוע אתה סבור שפוסט זה אינו מטעה?"),
                n("dfd1f7f0", "למה אתה חושב שהתמונה הזאת אינה מטעה?"),
                n("b8623176", "מדוע לדעתך סרטון זה אינו מטעה?"),
                n("ec66e3fc", "מדוע אתה סבור שהדף המקושר עשוי להיות מטעה?"),
                n("g228df26", "מציג טענה שמגובה בעובדות"),
                n("h890a3f2", "הוא היה נכון בעת השיתוף, אבל עכשיו אינו עדכני"),
                n("hf607a0a", "מדובר בבירור בסאטירה/בדיחה"),
                n("j6ac7742", "מביע דעה אישית"),
                n("b1d82aae", "האם הוספת קישור למקורות שאתה מאמין שמרבית האנשים יחשיבו כאמין?"),
                n("ae859ee0", "האם ההערה עוסקת בפוסט או בתמונה?"),
                n("ba84e7f8", "האם ההערה שלך מתייחסת לפוסט או לסרטון?"),
                n("ibb784c6", "אודות הפוסט הספציפי הזה"),
                n("a21ecb8c", "אודות התמונה בפוסט ואם היא צריכה להיות מוצגת בכל הפוסטים שכוללים את התמונה הזאת"),
                n("he0ca8da", "אודות הסרטון בפוסט ואם יש להציג אותו בכל הפוסטים שכוללים את הסרטון הזה"),
                n("d0bf8d34", "האם ההערה שלך מתייחסת לפוסט או לקישור?"),
                n("db370b9a", "האם ההערה שלך מתייחסת לפוסט, לתמונה או לקישור?"),
                n("c35bf10e", "האם ההערה שלך מתייחסת לפוסט, לסרטון או לקישור?"),
                n("d96ce0d2", "ההערה נכתבה בדרך שתעזור בכל הפוסטים שכוללים את התמונה הזאת."),
                n("a1fb516c", "ההערה נכתבה בדרך שתעזור בכל הפוסטים שכוללים את הסרטון הזה."),
                n("be46a61e", "ההערה נכתבה בדרך שתעזור בכל הפוסטים שכוללים את המדיה הזאת."),
                n("ied1c2c2", "ההערה הזאת ספציפית מדי לפוסט הזה וייתכן שלא תהיה רלוונטית בפוסטים אחרים."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return " בכל " + e.matchCount + " הפוסטים";
                }),
                n("d7959c4d", function (e) {
                    return " בכל " + e.matchCount + " הפוסטים";
                }),
                n("ff5be16d", function (e) {
                    return " בכל " + e.matchCount + "הפוסטים";
                }),
                n("abdd8d0a", "ערוך הערה"),
                n("c097608e", "ההערה שלך לא כוללת הסבר"),
                n("ba25898c", "יש סיכוי טוב יותר שהערות שכוללות הסבר של המקורות שבהם התבצע שימוש ידורגו כמועילות."),
                n("e764d704", "יש סיכוי טוב יותר שהערות עם קישור למקורות מהימנים ידורגו כמועילות."),
                n("gb67e44c", "שלח ללא הסבר"),
                n("d6b758a2", "שלח ללא מקור"),
                n("dc1fa12c", "חשבונות 'הערות מהקהילה' חייבים לכלול מספרי טלפון מאומתים"),
                n("a1752fde", "To continue contributing to Community Notes from this account, you’ll need to verify your phone number."),
                n("hef02710", "בנוסף לאימות, המספר שלך חייב להיות מספק טלפון מהימן, ואינו משויך לחשבון Community Notes אחר."),
                n("dff9b6bc", "אימות מספר הטלפון שלך"),
                n("f051e434", "כותבים מורשים ב'הערות מהקהילה' חייבים להחזיק במספרי טלפון ייחודיים"),
                n("eaef2f72", "נראה שקיימים מספר כותבים מורשים של 'הערות מהקהילה' שחשבונות X שלהם משויכים למספר טלפון זה."),
                n("j78d41b4", "כדי להמשיך לספק משוב ככותבים מורשים מחשבון זה, יהיה עליך לבטל את השיוך של מספר טלפון זה עם חשבונות X אחרים."),
                n("a7c9a176", "חשבונות Community Notes מחייבים שימוש במספרי טלפון מאומתים מספק מהימן"),
                n("ec853dfa", "כדי להפחית את השימוש במספרי טלפון שנוצרו באופן מלאכותי או וירטואלי, מספרי טלפון חייבים להיות מספק מהימן."),
                n("j6e19c58", "ערכי 'הערות מהקהילה'"),
                n("ea580ee2", "תזכורת מהירה על הערכים של 'הערות מהקהילה':"),
                n("eac7b6ac", "לתרום להבנה"),
                n("b0381cfc", "לפעול ברוח טובה"),
                n("f0addddc", "לעזור גם לאלו שאתה לא מסכים איתם"),
                n("h7c7b204", "עזור לדרג הערות קיימות לפני כתיבת הערה חדשה"),
                n("i8cae552", "הדירוג שלך יעזור לשמור על רמת איכות גבוהה ב'הערות מהקהילה'."),
                n("hd43a218", "הגעת למגבלה היומית שלך בנוגע לכתיבת הערות"),
                n("aaba8ed2", "כדי לוודא שהאיכות הגבוהה של ההערות נשמרת ולמנוע הפצה של זבל, יש הגבלה על מספר ההערות שכותבים מורשים יכולים לכתוב מדי יום, לפי השפעת הכתיבה שלהם. יש לנסות שוב במועד מאוחר יותר."),
                n("b98f077c", "בקשת פרטים לגבי הערה"),
                n("ee691104", "בקשת 'הערה מהקהילה' לגבי הפוסט הזה"),
                n("f8cbdf02", "אתה סבור שהפוסט הזה עשוי להיות מטעה? בקש 'הערה מהקהילה'."),
                n("f132d1be", "כותבים מורשים יוכלו לראות התראות לגבי פוסטים שמקבלים מספיק בקשות"),
                n("gf71296c", "אם הערה נכתבת ומקבלת דירוג חיובי על ישי כותבים מורשים אחרים, הוא תוצג בפוסט."),
                n("de0685b4", "X אינה מחליטה אילו הערות מוצגות − 'הערות מהקהילה' נכתבות על ידי משתמשים עבור משתמשים אחרים."),
                n("f8ac3c88", "הסכמה ובקשת הערה"),
                n("a8edd0ea", "האם להוסיף מקור?"),
                n("a39a0de6", "קישור לפוסט ב-X"),
                n("j819c176", "עזור כותבי הערות מהקהילה באמצעות הוספת קישור לפוסט ב-X שמסביר מה עשוי להיות מטעה."),
                n("e15b3b44", "על הקישור להיות לפוסט ב-X. למשל: ‎x.com/user/status/....‎"),
                n("c81085a4", "הערות מהקהילה"),
                n("c363515c", "נגישות לציבור"),
                n("cb6b0138", "תודה! בקשתך נשלחה"),
                n("c196e8b8", "אם נכתבה הערכה והיא זכתה לדירוג כעוזרת, היא תוצג בפוסט."),
                n("a9491efa", "בקשה להערות מהקהילה נשלחה"),
                n("f060d1cc", "מחיקת בקשה"),
                n("f499f824", "מחיקת הבקשה שלך"),
                n("hd1bc518", "יחלפו מספר דקות עד שתוכל להגיש בקשה נוספת לגבי הפוסט הזה"),
                n("geb8d31d", "הירשם"),
                n("gc399930", "מידע לגבי בקשת הערה אודות מגבלה יומית"),
                n("fee815e4", "הגעת למגבלה היומית לבקשת הערות"),
                n("i7eb7900", "המגבלה היומית עשויה לגדות אם לבצע בקשות לגבי פוסטים שמקבלים בהצלחה הערות מועילות."),
                n("d1a3817e", "הדבר עוזר לתגמל משתמשים שמאתרים בהצלחה הדבר עוזר לתגמל משתמשים שמאתרים בהצלחה פוסטים שעשויים להיות מטעים והקשר נוסף יעזור להם."),
                n("c031c77a", "המגבלה היומית עשויה לפחות אם תבצע יותר מדי בקשות לגבי פוסטים שאחרים סבורים שאינם זקוקים להערות."),
                n("f87129d2", "הדבר עוזר למנוע פרסומי זבל ולוודא שכותבי הערות ממוקדים בפוסטים שעשויים להפיק תועלת מהערות מועילות."),
                n("jdd4a572", "עליך לאמת את מספר הטלפון בחשבון"),
                n("i0f07c07", "אימות מספר הטלפון שלך"),
                n("i157c1a8", "הבקשה הזאת נמחקה."),
                n("a9f4ca9c", "כותבים מורשים אחרים של 'הערות מהקהילה' יכולים עכשיו לראות את ההערה שלך"),
                n("eb8f7c0c", "כותבים מורשים אחרים יכולים עכשיו לדרג את ההערה שלך"),
                n("h87c6bd6", "כותבים מורשים אחרים יכולים עכשיו לראות את ההערה שלך"),
                n("gc1a5bce", "הם ידרגו עד כמה היא מועילה"),
                n("i0e950ca", "אם ההערה תזכה לסטטוס של הערה מועילה, היא תוצג כהקשר עבור כולם בפוסט"),
                n("a047e800", "ההערה שלך עוזרת לכותבים מורשים אחרים לקבל יותר הקשר כשהם מדרגים הערות"),
                n("cec8a38c", "אם ההערה תזכה לסטטוס של הערה מועילה, תצבור השפעת כתיבה."),
                n("a377532e", "אם מספיק משתמשים עם נקודות מבט שונות ידרגו אותה כמועילה, היא תוצג כהקשר עבור כולם בפוסט"),
                n("d790fa4e", "סטטוסים של הערות אינם מוגדרים לפי החלטת רוב"),
                n("e90cda68", "כדי לזהות הערות מועילות למגוון רחב של אנשים, סטטוסים של הערות מצריכים הסכמה בין כותבים מורשים שמדי פעם לא מסכימים לגבי דירוגים."),
                n("j5a1d85a", "הצג את ההערה שלך"),
                n("b25b64d6", "ההערה שלך הוגשה!"),
                n("g1428d70", "ההערה שלך נשלחה!"),
                n("a4ec7004", "זה מה שקורה עכשיו:"),
                n("c4093274", "אודות 'הערות מהקהילה' לאחר הגשה"),
                n("bc8746a6", "דרג הערה אחת לפחות לפני כתיבת הערה חדשה."),
                n("ce3c80b8", "ההערות מהקהילה תלויות בדירוג שלך כדי לשמור על איכות גבוהה."),
                n("fa6a075a", "הערות המציעות הקשר להצגה עם הפוסט"),
                n("acb7ecae", "הערות מסבירות מדוע הקשר שנוסף אינו נחוץ"),
                n("d9a5fc06", "דירוג פוסט"),
                n("b73cebd2", "דירוג פוסט והערות"),
                n("ad8883f2", "אין הערות המשויכות לפוסט זה"),
                n("efd14e7a", "טוען הערות"),
                n("e65b7186", "משתמשים שלחו הצעות ל'הערות מהקהילה' בנוגע לפוסט זה"),
                n("bcc14a68", "'הערות מהקהילה' היא תוכנית שבה כותבים מורשים מוסיפים הקשר (שנקרא 'הערות') לפוסטים שלדעתם עלולים להיות מטעים. כותבים מורשים יכולים לדרג את ההערות להלן וכל עוד הן מדורגות כשימושיות, הן מוצגות ב-X. אם הערה מדורגת כשימושית ואינך מסכים עם קביעה זו, ניתן לבקש בדיקה נוספת – כדי שכותבים מורשים נוספים יבדקו את ההערה וייתכן שהדירוג שלה ישתנה. "),
                n("c21313ba", "הערות שנכון לעכשיו מוגדרות כלא שימושיות"),
                n("c2c40120", "הצג את כל ההערות"),
                n("ia596d40", "רואה משהו שתרצה לשפר?"),
                n("deff0bde", "כתוב הערה"),
                n("i8e85ef8", "הצטרף ל'הערות מהקהילה' כדי לקבל גישה לכתיבת הערות ותכונות אחרות, על מנת שתוכל לעזור ולהעשיר את הידע בעולם."),
                n("af88892a", "These notes are added by Community Notes contributors who believe the post is potentially misleading, and would benefit from additional context."),
                n("cf8a40a6", "הערות מוצגות רק ב'הערות מהקהילה', עד שהן זוכות לדירוג כמועילות ממספיק כותבים מורשים."),
                n("g22c8c30", "אם מספיק כותבים מורשים דרגו את ההערות האלה כמועילות, כולל כאלה שבמקרים רבים אינם מסכימים עם דירוגים קודמים שהן קיבלו, הן יוצגו באופן ציבורי עם הפוסטים כהקשר נוסף."),
                n("jf04b084", "הערות אלה נוספות על ידי כותבים מורשים שסבורים שהפוסט אינו מטעה ואינו מחייב הקשר נוסף."),
                n("g5a72e98", "These are only visible in Community Notes as additional information to raters, and are not shown as context with the post, even if they earn the status of Helpful."),
                n("b8719c22", "עזור לזהות את הפוסטים קיבלו סימוני 'אהבתי' ממשתמשים עם נקודות מבט שונות."),
                n("jcdf97d4", "מה אהבת בפוסט הזה?"),
                n("d4d7b67e", "מה לא אהבת בפוסט הזה?"),
                n("ed5156fa", "אירעה שגיאה בשמירת הדירוג שלך, נסה שוב."),
                n("d0ed3636", "דרגת את הפוסט הזה"),
                n("j6aa6172", "למחוק דירוג?"),
                n("i4112750", "לא ניתן לבטל את זה."),
                n("i6f6191a", "תודה!"),
                n("h5575012", "Agree and submit"),
                n("f9171e52", "הפוסט הזה קיבל מספר סימוני 'אהבתי' ממשתמשים שברוב המקרים לא מסכימים, אבל הקלט עד כה מוגבל."),
                n("j0f9919a", "הדירוג שלך לא ישפיע באופן שלילי על הפוסט, אבל יוכל לעזור לזהות באופן חיובי פוסטים אהובים באופן רחב."),
                n("b3af830c", "הקלט שלך:"),
                n("d0b29562", "דרג יותר פוסטים עכשיו"),
                n("i36ea87a", "אני מסכים עם האמור"),
                n("d5befc34", "למדתי משהו מעניין"),
                n("je26ecf2", "זה מציג נקודה רבת משמעות"),
                n("e4e331aa", "זה מאחד נושא שלרוב מפלג"),
                n("ed61ff2a", "זה מלבב ומחמם את הלב"),
                n("gc3104d8", "זה מעניין ומעניק השראה"),
                n("j8c4400e", "זה מצחיק"),
                n("j4738406", "לא רלוונטי: אין שום דבר שאני אוהב בו"),
                n("d93d1666", "אינני מסכים עם האמור"),
                n("d6130466", "אין בו כל תוכן בעל משמעות"),
                n("d96835b6", "זה לא מעניין אותי"),
                n("b7ba4150", "לא רלוונטי: אין שום דבר שאינני אוהב בו"),
                n("g0402b3b", "שקיבלו סימוני 'אהבתי' ממשתמשים עם נקודות מבט שונות"),
                n("ged62c2b", "להאיר בזרקור"),
                n("b5d5f7f1", "עיצוב הכיוון"),
                n("a42fef87", "Learn more"),
                n("bd7eb888", "הצגת כל ההערות המשויכות לפוסט זה"),
                n("i97b83f6", "אירעה שגיאה בעת שליחת הערעור שלך, נסה שוב."),
                n("a038ab9a", "הערת תרגום"),
                n("i606fc4c", "אודות הגשת ערעורים ב'הערות מהקהילה'"),
                n("b664c554", "בקש בדיקה על ידי תורמים נוספים"),
                n("ab66e1f2", "כך זה עובד:"),
                n("e36d807c", "כותבים מורשים נוספים ב'הערות מהקהילה' יקבלו בקשה לבדוק את ההערה הזאת ולדרג אותה."),
                n("d8afb99c", "אם הדירוגים של תורמים מובילים לכך שההערה כבר לא מדורגת כשימושית, היא לא תוצג עוד בפוסט."),
                n("f9e1090c", "הבדיקות נערכות על ידי תורמים, לא על ידי X."),
                n("i80c8a84", "נשלחה בקשה לבדיקה נוספת."),
                n("f93d4391", "לבקש בדיקה של ההערה על ידי תורמים נוספים"),
                n("e457970a", "פרטי ההערה"),
                n("df587b98", "מזהה הערה"),
                n("h201bdc8", "מחבר ההערה"),
                n("h74b96b0", "ההערה נשלחה "),
                n("ge25848a", "מצב נוכחי"),
                n("d6db34cc", "נדרשים דירוגים נוספים"),
                n("ce8b505e", "לא מועיל"),
                n("e5be8156", "מצב הערה מחושב על ידי אלגוריתם קוד פתוח"),
                n("fca23c42", "מספיק כותבים מורשים עם נקודות מבט שונות הסכימו שההערה הזו מועילה, לכן היא מופיעה כהקשר בפוסט זה."),
                n("hef420c2", "הערה זו עדיין לא דורגה על-ידי מספיק כותבים מורשים עם נקודות מבט שונות."),
                n("j3af43c4", "מספיק כותבים מורשים עם נקודות מבט שונות הסכימו שההערה הזו לא מועילה."),
                n("f79d812c", "מדורג כעוזר ומוצג תוך שעה ממועד פרסום הפוסט"),
                n("cc02373e", "מדורג כעוזר ומוצג תוך שעה ממועד ההצעה."),
                n("d9f72d90", "תואם ומוצג תוך שעה ממועד פרסום הפוסט"),
                n("fc6e4594", "תיוגים מובילים שנבחרו על-ידי מדרגים"),
                n("f7427d6f", "בפוסט זה"),
                n("aa94541d", "בפוסט זה"),
                n("fe821ebb", "בפוסט זה"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "בפוסט אחר"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("a0dec723", "בפוסט הזה"),
                n("f20fa57c", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("b95920ef", "בפוסט הזה"),
                n("f8dcced2", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("e3002eab", "בפוסט הזה"),
                n("df3f2d52", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("ia35cd39", "בפוסט הזה"),
                n("a499228a", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("fa56f7cb", "בפוסט הזה"),
                n("b826c19c", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("i56af3fd", "בפוסט הזה"),
                n("g1f275b6", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "בפוסט הזה"),
                n("f5b30b8a", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "בפוסט הזה"),
                n("ef8a55a6", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "לא מוצגת ב-X"),
                n("e272836c", "למחוק הערה?"),
                n("da5a5d8c", "לאחר שתמחק הערה זו, היא תוסר לצמיתות מ'הערות מהקהילה'."),
                n("a804a8f4", "הערות נוספות זקוקות לעזרתך"),
                n("ib9628b8", "דרג יותר הערות כדי להמשיך לפתח את השפעת הדירוג שלך"),
                n("bf08be2e", "דרג יותר הערות עכשיו"),
                n("i26425d8", "יחסית"),
                n("c6e683d0", "שלח והסכם"),
                n("b3fcaac6", "שקול לפתוח את המקורות ולעיין בהם לפני דירוג ההערה"),
                n("e8a33850", "פתח את המקורות ועיין בהם לפני דירוג ההערה"),
                n("ca6f04ec", "עיון במקורות המצוטטים בהערות מוודא את הדיוק שלהן. "),
                n("a7338bc2", "האם הערה זו הייתה מועילה?"),
                n("bd0b6422", "האם זהו הסבר מועיל לכך שאין צורך בהקשר נוסף?"),
                n("ac7f9746", "מה היה מועיל בה?"),
                n("c7751804", "מה לא היה מועיל בה?"),
                n("dc9c823a", "ההערה הזאת תעזור בכל הפוסטים שכוללים את הקישור."),
                n("da0bb868", "ההערה הזאת תעזור בכל הפוסטים שכוללים את הסרטון."),
                n("e8694748", "ההערה הזאת תעזור בכל הפוסטים שכוללים את התמונה."),
                n("b487e12e", "ההערה הזאת תעזור בכל הפוסטים שכוללים את המדיה."),
                n("hfdb963e", "ההערה הזאת ספציפית מדי לפוסט הזה וייתכן שלא תהיה רלוונטית בפוסטים אחרים שכוללים את אותו קישור."),
                n("bd6742c2", "ההערה הזאת ספציפית מדי לפוסט הזה וייתכן שלא תהיה רלוונטית בפוסטים אחרים שכוללים את אותו סרטון."),
                n("ded3a8a2", "ההערה הזאת ספציפית מדי לפוסט הזה וייתכן שלא תהיה רלוונטית בפוסטים אחרים שכוללים את אותה תמונה."),
                n("c1e42c92", "ההערה הזאת ספציפית מדי לפוסט הזה וייתכן שלא תהיה רלוונטית בפוסטים אחרים שכוללים את אותה מדיה."),
                n("af198630", "הגישה הציבורית למידע"),
                n("d39720d3", "מועילה"),
                n("i7d91dc9", "די מועילה"),
                n("c75b7fb4", "לא מועילה"),
                n("d9025c46", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " פוסטים";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "ההערה שלך"),
                n("b9f18eec", "כרגע מוגדר כמועיל"),
                n("j33f6520", "נכון לעכשיו מדורגת כלא שימושית"),
                n("idc0e9fc", "הירשם כדי להפוך לכותב מורשה של 'הערות מהקהילה'"),
                n("a83cccfa", "כותבים מורשים יכולים לעיין בהערות מוצעות, לכתוב הערות, לעקוב אחר השפעתן ועוד!"),
                n("c2a6ec00", "Want to join Community Notes?"),
                n("d2470b62", "עזור לאחרים לקבל מידע עדכני יותר ב-X."),
                n("ab23a972", "עקוב אחר השיחה"),
                n("c68f3bc0", "קבל מידע נוסף לגבי הערכים שלנו"),
                n("dfb1f498", "משוב"),
                n("a584cfa7", "שלח לנו הודעה ישירה אל @CommunityNotes"),
                n("e4d93012", "אנשים שונים בקשו הערות מהקהילה"),
                n("e55983c0", "אף מבקש עדיין לא סיפק קישור למקור שמסביר מדוע יש צורך בהערה"),
                n("h23be93e", "מבקשים יכולים לכלול פוסט מ-X כדי שיעזור להסביר מדוע הם סבורים שהערה תוכן לעזור. הם כללו את הפוסטים שלהלן"),
                n("ca6ae344", "סרגל הכרטיסיות של 'הערות מהקהילה'"),
                n("fe27c1e2", "הערות"),
                n("ff692d64", "הפרופיל שלך"),
                n("cb1adfa0", "הורד נתונים"),
                n("jaf0d42c", "ההערות שלך"),
                n("fa9a644a", "אם שלוש מתוך חמש ההערות האחרונות שלך בסטטוס מועיל או לא מועיל יוגדרו כהערות לא מועילות, היכולת שלך לכתוב הערות תינעל באופן זמני."),
                n("i4014342", "הימנע ממצב שבו היכולת לכתוב תינעל בפניך. הנה משוב מכותבים מורשים לגבי שתי ההערות שלך:"),
                n("j9897a7c", "קבל טיפים לכתיבת הערות"),
                n("ac71a5a0", "דרג הערות שדרושה לגביהן עזרה"),
                n("h544e3c8", "כותבים מורשים נדרשים כעת לשחרר את היכולת לכתוב הערות ולזכות בהשפעת דירוג של 5."),
                n("d88c63f6", "חדש: שחרר את היכולת לכתוב הערות"),
                n("bd31adde", "עזבת את התוכנית 'הערות מהקהילה'."),
                n("a796c19c", "הצטרפות מחדש"),
                n("h837a96c", "תוכל להצטרף מחדש אל התוכנית 'הערות מהקהילה'."),
                n("a4d4bcb9", function (e) {
                    return "אם ברצונך להצטרף מחדש, תוכל לעשות זאת כאן " + t(e.numDaysToRejoin, e.numDaysToRejoin + " ימים", "יום " + e.numDaysToRejoin, e.numDaysToRejoin + " ימים", e.numDaysToRejoin + " ימים") + ".";
                }),
                n("a490bc51", "מידע נוסף"),
                n("c94ad3e8", "send us feedback"),
                n("ee160790", "הערות שנמחקו"),
                n("b3de4a42", "השפעת הדירוגים"),
                n("a7b0393c", "השפעת הכתיבה"),
                n("id568acc", "כותב מוביל"),
                n("e25f9ad6", "דירוגים שתרמו לכך שההערה קיבלה את הסטטוס 'שימושית'"),
                n("a0697fbc", "כל הכבוד! הדירוגים האלה מאפשרים לזהות הערות שימושיות שמוצגות כהקשר בפוסט על מנת לוודא שמשתמשים נחשפים למידע איכותי."),
                n("a3311a60", "הדירוגים האלה מאפשרים לזהות הערות שימושיות שמוצגות כהקשר בפוסט על מנת לוודא שמשתמשים נחשפים למידע איכותי."),
                n("bbc44f5a", "הדירוגים האלה מאפשרים לזהות הערות שימושיות שמוצגות כהקשר בפוסט על מנת לוודא שמשתמשים נחשפים למידע איכותי."),
                n("b4f21858", "Ratings that helped a note reach the status of Not Helpful"),
                n("d46b6bc8", "These ratings improve Community Notes by giving feedback to note authors, and allowing contributors to focus on the most promising notes."),
                n("a5e6ba6a", "דירוג 'עוזרת' עבור הערות שבסופו של דבר קיבלו סטטוס 'לא עוזרת'"),
                n("a22929e4", "דירוג 'לא עוזרת' עבור הערות שבסופו של דבר קיבלו סטטוס 'עוזרת'"),
                n("b76dd726", "אלה דירוגים נפוצים שעשויים להוביל לשינוי הסטטוס אם מספקים אנשים מסכימים שההערה עם הדירוג 'שימושי' אינה עוזרת באופן מספק."),
                n("j29cc0f2", "דירוגים אלה נספרים פעמיים מכיוון שברוב המקרים הם מציינים תמיכה עבור הערות שאחרים מחשיבים באיכות נמוכה."),
                n("cd4333d0", "אין סיבה לדאגה, כולם מקבלים כמה כאלה! "),
                n("e9fa53ac", "דירוגים בהערות שנכון לעכשיו אין להן סטטוס של שימושיות או לא שימושיות."),
                n("fc664dee", "דירוגים שהתבצעו אחרי קבלת סטטוס מסוים"),
                n("f024ec64", "דירוגים אלו עשויים לחזק את הסטטוס של הערה מסוימת או לתרום לשינוי הסטטוס שלה."),
                n("e1ee08e6", "השפעת הכתיבה"),
                n("je3fc324", "ההערות שלך קיבלו סטטוס של שימושיות"),
                n("f7358242", "הערות שקיבלו סטטוס של שימושיות"),
                n("j8e9b514", "כל הכבוד! ההערות האלה מוצגות כעת עבור כל מי שקורא את הפוסט, כדי להוסיף הקשר ולוודא שמשתמשים נחשפים למידע איכותי."),
                n("e9e57c5c", "ההערות האלה מוצגות כעת עבור כל מי שקורא את הפוסט, כדי להוסיף הקשר ולוודא שמשתמשים נחשפים למידע איכותי."),
                n("fee0d8a8", "ההערות האלה מוצגות ב-X, כדי להוסיף הקשר לפוסטים ולוודא שמשתמשים נחשפים למידע איכותי."),
                n("iab44364", "ההערות שלך קיבלו סטטוס של לא שימושיות"),
                n("d8c90438", "הערות שקיבלו סטטוס של לא שימושיות"),
                n("accaa48e", "ההערות האלה דורגו כלא שימושיות על ידי מספר מספיק של כותבים מורשים, כולל כאלו שמדי פעם לא הסכימו ביניהם (חוסר הסכמה שהשתקף בדירוגים הקודמים שלהם). ניתן לעיין בהערות האלו ובמשוב שהן קיבלו דרך הפרופיל שלך.\nסטטוסים של הערות עשויים להשתנות ככל שיותר משתמשים מדרגים אותן."),
                n("fa2156f6", "ההערות האלה דורגו כלא שימושיות על ידי מספר מספיק של כותבים מורשים, כולל כאלו שמדי פעם לא הסכימו ביניהם (חוסר הסכמה שהשתקף בדירוגים הקודמים שלהם).\nסטטוסים של הערות עשויים להשתנות ככל שיותר משתמשים מדרגים אותן."),
                n("d004c768", "הערות שצריכות לקבל עוד דירוגים"),
                n("f3d6d6c0", "הערות שעדיין אין להן סטטוס של שימושיות או לא שימושיות."),
                n("d68a370c", "עדכון אחרון: "),
                n("f10aaf3c", "טיפים על דירוג תגובות"),
                n("b9793c9a", "לא כתבת עדיין הערות"),
                n("bed66f92", "כך אפשר להתחיל:"),
                n("a3ca686a", "עיין בטיפים לכתיבת הערות שימושיות"),
                n("ga8034c6", "גע בתפריט ••• בכל פוסט כדי לכתוב הערה"),
                n("h4109636", "אם לדעתך פוסט כלשהו עלול להיות מטעה, תוכל להוסיף הערה כדי שאחרים שיראו אותה יקבלו הקשר שימושי."),
                n("ec30e9ac", "תורמים אחרים ידרגו את מידת השימושיות של ההערה שלך"),
                n("e0c42f80", "אם ההערה תזכה לסטטוס של הערה מועילה, היא תוצג כהקשר עבור כולם בפוסט"),
                n("ife4baaa", "ב'הערות מהקהילה', לאו דווקא הרוב קובע. כדי לזהות הערות שהן שימושיות למגוון רחב של משתמשים, סטטוסים מצריכים הסכמה בין כותבים מורשים שמדי פעם לא הסכימו ביניהם (חוסר הסכמה שהשתקף בדירוגים הקודמים שלהם). השיטה הזו מונעת דירוגים חד צדדיים."),
                n("a0c552ee", "ההשפעה שלך תוצג כאן"),
                n("a4e5ea3c", "לא דירגת עדיין הערות"),
                n("g9a28bde", "עיון בהערות שדרושה לגביהן עזרה"),
                n("dc0046e2", "סיור בדף הבית של 'הערות מהקהילה'"),
                n("fecae168", "שם תמצא הערות שצריכות לקבל עוד דירוגים והדירוג הספציפי שלך יכול לעזור."),
                n("h525e29e", "עזור למצוא הערות שעשויות להיות שימושיות מבחינת אנשים רבים"),
                n("f6db7706", "The best Community Notes directly address the post’s claim, are written in helpful and clear language, and add sources that a wide range of people would find reliable."),
                n("f636b582", "עזור למצוא הערות לא שימושיות"),
                n("f58f4f62", "הוספת דירוג להערות באיכות נמוכה עוזרת לשפר את 'הערות מהקהילה' בשתי דרכים: הדירוגים הללו מאפשרים למחברים של ההערות לקבל משוב ולכותבים מורשים להתמקד בהערות האיכותיות ביותר."),
                n("cf30af22", "הידעת?"),
                n("d145b0fa", "הסטטוסים של הערות לא נקבעים על ידי הרוב. כדי לזהות הערות שהן שימושיות למגוון רחב של משתמשים, סטטוסים של הערות מצריכים הסכמה בין כותבים מורשים שמדי פעם לא הסכימו ביניהם (חוסר הסכמה שהשתקף בדירוגים הקודמים שלהם). השיטה הזו מונעת דירוגים חד צדדיים."),
                n("c20a24cc", "ברכותינו!"),
                n("d01b8fc8", "אתה כותב מוביל ב'הערות מהקהילה'."),
                n("jbe2ad46", "כותבים עם 'השפעת כתיבה' גבוהה ושיעור גבוה של הערות עם המצב 'מועיל' מקבלים גישה אל:"),
                n("d2dc3d4c", "עדיפות עבור התראות לגבי הערות"),
                n("heb73816", "להצעות להערות של הכותבית המובילים יש סיכוי טוב יותר לזכות בתשומת הלב של מדרגים."),
                n("b760d51a", "תג בפרופיל כינוי"),
                n("ief63e50", "אפשר לזהות כותבים מובילים באמצעות תג בפרופיל שלהם ב'הערות מהקהילה'."),
                n("jd6b88ca", "הערות לגבי מדיה"),
                n("c39bdf5a", "כותבים מובילים יכולים לכתוב הערות לגבי מדיה המוצגת בפוסטים שונים כדי לספק לאחרים מידע איכותי יותר."),
                n("efb9a9e0", "אין כאן מה לראות"),
                n("a1529ce7", "מידע נוסף"),
                n("f07ed596", "כותבים מורשים כמוך עוזרים יחדיו לזהות הערות מועילות שיוצגו כהקשר ב-X ויציגו לאחרים מידע רלוונטי."),
                n("h2b5268a", "יפה מאוד! דרג עוד הערות כדי להמשיך להגדיל את ההשפעה שלך."),
                n("e86c87a0", "קרא הערות נוספות"),
                n("ad98f836", "השפעת הדירוג שלך נעשתה שלילית. אל דאגה!"),
                n("e2d7c914", "המשך לדרג הערות"),
                n("a5427624", "סייר בדף הבית של 'הערות מהקהילה' כדי למצוא הערות שזקוקות לדירוג מכותבים מורשים נוספים."),
                n("e227a7fa", "הסטטוס של כל הערה יכול תמיד להשתנות"),
                n("eda73c9c", "לפעמים, הדירוגים שלך לא יהיו תואמים לסטטוס של ההערות. זו לא בעיה! אם עוד כותבים מורשים יסכימו איתך, ניתן יהיה לשנות את הסטטוס וההשפעה שלך תשתנה."),
                n("cfa3b664", "You can now write Community Notes!"),
                n("j44125ee", "התורם הזה עדיין לא כתב הערות."),
                n("da55067c", "גלה את המקום הזה אחר כך!"),
                n("f893c3b8", "הצטרפות ל'הערות מהקהילה'"),
                n("a701795c", "אין עדיין 'הערות מהקהילה'"),
                n("db08295e", "תרצה להצטרף?"),
                n("ha275800", "נראה שאינך חלק מתוכנית הפיילוט 'הערות מהקהילה'. הצטרף עכשיו כדי לעזור למשתמשים לקבל מידע מדויק יותר."),
                n("ce0a213a", "כדי ליצור הערה, יש לבחור בסמל הערות הקהילה בתפריט של כל פוסט. הערות שיווצרו יופיעו כאן."),
                n("c87f3cf8", "הערה"),
                n("a5b19492", "הערה זה אינה קיימת"),
                n("c21d1b2a", "הערות מקבלות סטטוס של 'שימושית' או 'לא שימושית' אחרי שמצטברת הסכמה ממספר גבוה מספיק של כותבים מורשים, כולל משתמשים שמדי פעם הביעו חוסר הסכמה בדירוגים קודמים. כך אפשר להבטיח שההערות יהיו שימושיות למגוון רחב של אנשים ולמנוע דירוגים חד צדדיים."),
                n("c7b59cde", "Community Notes settings"),
                n("c8be1d0d", "קבל מידע נוסף."),
                n("a5a2330c", "פוסטים עם אותה מדיה"),
                n("ad071b5c", "פוסטים שכוללים את אותו קישור"),
                n("b92967c0", "ההערה הזאת אינה הערת מדיה"),
                n("i92fddce", "הערה מוצגת באופן אוטומטי בפוסטים הבאים, אם מספיק אנשים מסכימים שיש לכלול אותה."),
                n("f5ce7a00", "לפוסט המדיה הזה עדיין אין התאמות."),
                n("e1288bdc", "התראות כשהערה זקוקה לעזרה"),
                n("ca14eab4", "Receive notifications when a Community Note needs your rating."),
                n("gb2bc3d0", "אני בעניין 🔥"),
                n("c35ebcd2", "ככל שאוכל לעזור – עד למספר פעמים ביום"),
                n("ba165b3c", "לעתים קרובות"),
                n("g72e2a58", "מספר התראות לשבוע"),
                n("idd249e0", "מדי פעם"),
                n("if2e01ee", "מספר התראות לחודש"),
                n("fdaeaab8", "אירעה שגיאה בשמירת ההגדרות שלך, נסה שוב."),
                n("db4e443a", "ההגדרות שלך נשמרו."),
                n("dc11636c", "שפות שאתה דובר"),
                n("fae059c6", "עזיבת התוכנית 'הערות מהקהילה'"),
                n("ed37123a", "אתה עוזב את התוכנית 'הערות מהקהילה'"),
                n("c1a554a2", "מה שעליך לדעת:"),
                n("j59355fe", "לא תוכל לכתוב הערות חדשות מהקהילה."),
                n("c23420ec", "לא תקבל הודעות מהתוכנית 'הערות מהקהילה', אלא אם הן קשורות לפעילות שלך ב-X."),
                n("c76031ee", "הפרופיל האנונימי שלך בתוכנית 'הערות מהקהילה' והערות קודמות שלך יישארו זמינים עבור ציבור המשתמשים. עדיין תוכל לראות ולמחוק את ההערות שלך."),
                n("be4f9106", "תוכל להצטרף מחדש לאחר 90 ימים."),
                n("hf68e810", "'הערות מהקהילה' היא תוכנית שמנסה ליצור עולם עם רמת מודעות משופרת. היא מעניקה למשתמשים ב-X יכולת לשתף פעולה ולהוסיף הערות שימושיות לפוסטים שעלולים להיות מטעים."),
                n("jdb52860", "משתפי פעולה כותבים ומדרגים הערות"),
                n("c104025c", "כותבים מורשים ב-X הם משתמשים בדיוק כמוך, שבחרו להצטרף לפיילוט כדי לכתוב ולדרג הערות. ככל שיותר משתמשים משתתפים, התוכנית הופכת לטובה יותר."),
                n("j7872b8c", "רק הערות של אחרים שנמצאו כמועילות יופיעו עם הפוסט"),
                n("fb59415e", "כדי שהערה תוצג באופן ציבורי בפוסט, היא צריכה להיות מדורגת כמועילה על-ידי מספיק משתמשים עם נקודות מבט שונות. גישה זו עוזרת להימנע מדעות קדומות ומניפולציות ואף עוזרת לאתר הערות שיועילו למשתמשים רבים."),
                n("f9a44022", "חברת X אינה מחליטה מה מוצג: החלטה זו שייכת למשתמשים"),
                n("gdf4fbb2", "חברת X אינה כותבת, מדרגת או עורכת הערות (אלא אם הן מפרות את הכללים של X). אנו סבורים הענקת היכולת לאנשים להשמיע את קולם ולקבל את ההחלטות הללו יחדיו היא דרך הוגנת ויעילה להוסיף מידע שעוזר לאחרים לקבל מידע איכותי ומדויק יותר."),
                n("cc720e6a", "'הערות מהקהילה' מבוססות על שקיפות נתונים"),
                n("j2fcd33a", "הנתונים כוללים תרומות עד"),
                n("d4a6b322", "All Community Notes data are published here daily, so people have free access to analyze it, identify problems, and spot opportunities to make Community Notes better. We can’t wait to learn with you."),
                n("c359263a", "למד כיצד להשתמש ולנתח נתונים של 'הערות מהקהילה' "),
                n("b8a27fe2", "במדריך שלנו"),
                n("j1c99e00", "נתוני הערות"),
                n("i6f69314", "דירוגי נתונים"),
                n("b7e4c114", "נתונים היסטוריים של סטטוס הערות"),
                n("d7f19114", "נתוני מצב רישום המשתמש"),
                n("b6008808", "נתונים שמבוקשים בהערה"),
                n("h786cd7a", "נתוני ההערות עדיין לא זמינים"),
                n("d0fe8052", "נתוני הדירוג עדיין לא זמינים"),
                n("c0427f94", "נתונים היסטוריים של סטטוס הערות עדיין לא זמינים"),
                n("g880d8c0", "נתוני מצב רישום המשתמש לא זמינים עדיין"),
                n("ab1b3d38", "הנתונים שמבוקשים בהערה אינם זמינים עדיין"),
                n("c43fb933", "בהסכם המפתחים ובמדיניות המפתחים של X"),
                n("af781666", "מה אנשים חושבים?"),
                n("a1f414ee", "שיתוף מחשבות"),
                n("ed88e742", "העתק קישור לנושא"),
                n("h92fe1be", "Unfortunately, Community Notes is not available to you at this time."),
                n("f0dc1434", "בשלב זה, 'הערות מהקהילה' זמינות בארצות הברית בלבד."),
                n("f8fc0b48", "צור תיקייה"),
                n("c14bcdde", "חפש בסימניות"),
                n("e9c65c4a", "חיפוש בסימניות"),
                n("b92a21d9", function (e) {
                    return "אין תוצאות עבור " + e.query;
                }),
                n("f191a2ba", "הגדרות החיפוש"),
                n("a068008a", "בשלב זה, התיקיות לא נטענות"),
                n("f075b0e8", "ערוך תיקייה"),
                n("beba2a0e", "צור תיקיית סימניות חדשה"),
                n("e41c9b4f", function (e) {
                    return "נשמר ב-" + e.bookmarkFolderName;
                }),
                n("h18f86a4", "מחק תיקייה");
            n("f4ea967a", "התיקיה נמחקה"),
                n("b670aa62", "שם תיקייה"),
                n("aece5462", "שם התיקיה שלך עודכן בהצלחה"),
                n("e3299b94", "משהו השתבש. נסה לעדכן התיקיה הבאה שוב בעוד דקה."),
                n("c09ea714", "משהו השתבש. נסה למחוק את התיקיה שוב בעוד דקה."),
                n("gee78816", "שם תיקיית הסימניות לא יכול להיות ארוך מ-25 תווים"),
                n("h9a5daa2", "למחוק תיקייה?"),
                n("ac9d5f56", "הפוסטים שלך עדיין ישמרו בתיקייה 'כל הסימניות'"),
                n("i6e7e298", "צור"),
                n("a0ea2fa6", "שדה השם אינו יכול להיות ריק"),
                n("eec37eac", "כבר קיימת תיקיית סימניות בשם זה"),
                n("fce0c59e", "ניתוח קובץ JSON של ההנפשה נכשל. בדוק את המבנה של JSON בקובץ ההנפשה ונסה שוב."),
                n("g0eea6c2", "קריאת קובץ JSON של ההנפשה נכשלה. נסה שוב לפתוח את הקובץ."),
                n("ae58026a", "פתח קובץ ‎.json של סימוני 'אהבתי' ממותגים לצורך תצוגה מקדימה"),
                n("hd0bc1eb", function (e) {
                    return e.name + " חי עכשיו";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " היה חי";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " מפעיל כעת שידור חי";
                }),
                n("d39d46c4", "הכותרת עודכנה. ייתכן שיחלפו עד 30 דקות לפני שהשינויים יוצגו."),
                n("e44095a5", function (e) {
                    return "שעת התחלה " + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "הסתיים בתאריך " + e.timestamp;
                }),
                n("daca8a2c", "פתיחה במצב 'עיגון'"),
                n("e3aac82a", "טוען שידור"),
                n("i0ed3f4e", "תמונת אירוע"),
                n("cbae35fa", "דווח על שידור"),
                n("fd12ab58", "פוסטים באוספים"),
                n("a226497c", "צור קהילה חדשה"),
                n("d7346632", "לא הצטרפת עדיין לאף קהילה."),
                n("b732a4cc", "כאשר תעשה זאת, הפוסטים יוצגו כאן."),
                n("hff48914", "בשלב זה, לא נמצאו פוסטים."),
                n("hb52cc4a", "נא לנסות שוב מאוחר יותר."),
                n("e50e1bb0", "ברוך הבא ל'קהילות'"),
                n("i6829daa", "קהילות הן קבוצות שיחה מפוקחות שבהן משתמשי X יכולים ליצור קשרים ולשתף תוכן."),
                n("fc5c6914", "הכר אנשים אחרים שחולקים את תחומי העניין שלך"),
                n("aa1a9820", "הצטרף לקהילה וקיים קשר עם אנשים שחולקים את אותם תחומי עניין."),
                n("edef4c82", "פרסם ישירות לקהילה"),
                n("a7640df6", "הפוסטים שלך משותפים עם חברי הקהילה והעוקבים שלך."),
                n("h3bb8068", "קבל גיבוי בשעת הצורך"),
                n("a709f8f8", "המנהלים והמגשרים עוזרים לנהל את הקהילות ולוודא שהשיחות לא חורגות מהנושא."),
                n("c8d33380", "פריטים חדשים"),
                n("cb6adb10", "הכר קהילות"),
                n("df362964", "מצא קהילות"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " פוסט" + t(e.newTweets, "ים", "", "ים", "ים") + " חדשים";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " דיווח" + t(e.reportedTweets, "ים", "", "ים", "ים");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " בקש" + t(e.memberRequests, "ות", "ה", "ות", "ות");
                }),
                n("a2118086", "מיון פוסטים"),
                n("hb01fe46", "לאחר שתעשה זאת, הן יופיעו כאן."),
                n("c170a564", "המונח שהזנת לא הניב שום תוצאות. נסה מונח חיפוש אחר."),
                n("cbd1aef8", "חיפוש קהילות ופוסטים"),
                n("fbf01e52", "חיפוש קהילות"),
                n("c8a6499c", "תוצאות חיפוש פוסטים של הקהילה"),
                n("af05a978", "תוצאות החיפוש יופיעו תוך כדי הקלדה."),
                n("eb4d2cd0", "לא נמצאו פוסטים."),
                n("a8ecdb4c", "תוצאות חיפוש הפוסטים האחרונים מהקהילה"),
                n("dc6ce7b4", "חברים"),
                n("ga2aa43c", "מגשרים"),
                n("b139b54a", "הזמן חברים"),
                n("cf4898a0", "חפש אנשים"),
                n("g30bc699", function (e) {
                    return "הצג את הפרופיל של ‎@" + e.screenName + "‎";
                }),
                n("e585d844", "הוסף לצוות הגישור"),
                n("cab7c6f8", "להוסיף לצוות הגישור?"),
                n("e96d5255", function (e) {
                    return "#" + e.screenName + " הוא מגשר כעת.";
                }),
                n("f348a395", function (e) {
                    return "לא ניתן להוסיף את @" + e.screenName + " לצוות הגישור בשלב זה. נסה שוב מאוחר יותר.";
                }),
                n("c3a1aebe", "הסר מצוות הגישור"),
                n("c273c8a6", "להסיר מצוות הגישור?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " כבר לא מגשר.";
                }),
                n("a5808125", function (e) {
                    return "לא ניתן להסיר את @" + e.screenName + " מצוות הגישור בשלב זה. נסה שוב מאוחר יותר.";
                }),
                n("a51d671b", function (e) {
                    return "הרחקה של ‎@" + e.screenName + "‎ מהקהילה";
                }),
                n("cdd87524", "עדיין לא הצטרפו חברים"),
                n("cca51910", "לאחר שאנשים יצטרפו לקהילה זו, הם יופיעו כאן."),
                n("c9d56b72", "ספר לנו פרטים נוספים על הקהילה שלך. תוכל לשנות את הפרטים הללו מאוחר יותר."),
                n("c1ad5a12", "נתקלנו בבעיה במהלך יצירת הקהילה החדשה שלך. נסה שוב מאוחר יותר."),
                n("f713fbd2", "חברות"),
                n("d1fa71fc", "שאלת אישור (לא חובה)"),
                n("a0a16d38", "כל אחד יכול להצטרף ו/או לקבל הזמנה לקהילה."),
                n("ce0523a8", "מוגבל"),
                n("i1aad6ec", "People must ask to join, and the mod team must approve those requests. People invited by the mod team are automatically approved."),
                n("c85960a0", "אפשר לחברים לשלוח הזמנות"),
                n("ca373cd2", "אנשים המוזמנים על-ידי חברים קיימים מאושרים באופן אוטומטי."),
                n("dfdcc6b4", "קבע מי יכול להצטרף לקהילה. זכור שכל הקהילות גלויות לכולם ב-X."),
                n("h3e55b40", "שם הקהילה"),
                n("dd71d9c9", function (e) {
                    return "אורך השם חייב להיות בין " + e.minCharacterCount + " ל-" + e.maxCharacterCount + " תווים ולא יכול לכלול תגים או @שמות משתמש";
                }),
                n("cf65e56b", function (e) {
                    return "אורך השם צריך להיות בין " + e.minCharacterCount + " ל-" + e.maxCharacterCount + " תווים";
                }),
                n("d936eeca", "שמות לא יכולים לכלול תגים או @שמות משתמש."),
                n("e2df7cf2", "מטרת הקהילה"),
                n("be9bb312", "מטרה חזקה מתארת את הקהילה שלך ומאפשרת לאנשים לדעת למה לצפות"),
                n("e988475f", function (e) {
                    return "אורך המטרה צריך להיות בין " + e.minCharacterCount + " ל-" + e.maxCharacterCount + " תווים";
                }),
                n("gcddfba8", "שאלת אישור"),
                n("hf86d862", "כשמשתמשים מבקשים להצטרף, הם יכולים לענות על שאלה זו. התגובה שלהם תוצג בבקשה. תוכל להשאיר את השאלה ריקה כדי להסיר אותה."),
                n("i88b7305", function (e) {
                    return "על השאלה לכלול פחות מ-" + e.maxCharacterCount + " תווים";
                }),
                n("dce5e1b4", "כלי ניהול"),
                n("c5d8c93e", "כלים למגשרים"),
                n("c8c7f9fc", "נדרשת בדיקה"),
                n("a87df2ee", "ניהול הקהילה"),
                n("ee609174", "הגדרות כלליות"),
                n("ab19cdaa", "הגדרות תוכן זבל"),
                n("d755f47d", function (e) {
                    return "חדש: " + e.count + " פוסט" + t(e.count, "ים", "", "ים", "ים") + " לסקירה";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " חבר" + t(e.memberCount, "ים", "", "ים", "ים");
                }),
                n("adfcc3ce", "הוסף, מחק או ערוך כללים"),
                n("d0330d9c", "הצג כללים"),
                n("fd67f7c8", "ערוך את שם הקהילה, המטרה ועוד"),
                n("e7e31264", "התאמת מסנן תוכן זבל וכלי דיווח"),
                n("gc00d212", "תמיכה ומשאבים"),
                n("g0cbfc50", "מדריך שימושי לניהול קהילה"),
                n("h6ebcfca", "הצג את הקהילה הזו בפרופיל שלך"),
                n("c0fa0634", "כוון זרקור אל הקהילה שלך"),
                n("da035fd5", function (e) {
                    return "חדש" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "כוון זרקור אל הקהילה שלך בפרופיל שלך"),
                n("b18e94b2", "עבור לפרופיל מקצועי כדי להציג קהילה בדף הפרופיל שלך, לקבל גישה לניתוח קהלי יעד ועוד."),
                n("dc716b1c", "רשימת קהילה"),
                n("c3e2dda6", "הוספה או הסרה של רשימת קהילה"),
                n("a68bffdc", "עיון במדדים של הקהילה"),
                n("c6ea29a2", "עזוב את צוות מגישור"),
                n("a6e13fac", "האם אתה בטוח שברצונך לעזוב את צוות הגישור?"),
                n("e538848c", "כבר לא תוכל לגשת לכלי הגישור. אם תשנה את דעתך, תצטרך לקבל הזמנה לצוות הגישור."),
                n("j49e6aa2", "כן, אני רוצה לעזוב"),
                n("dde5f323", function (e) {
                    return "חדש: " + e.count + " בקש" + t(e.count, "ות חברים", "ת חבר", "ות חברים", "ות חברים") + " לסקירה";
                }),
                n("f5e0332a", "תוכן למבוגרים (NSFW)"),
                n("e983404a", "תגים נעוצים"),
                n("j8af8eaa", "סוג חברות"),
                n("d5f01116", "מטרה"),
                n("c2ff3c9e", "תגיות חיפוש"),
                n("f4a98e9e", "מידע על קהילה"),
                n("a43bed28", "עליך להפעיל את ההגדרה הזאת אם הקהילה מציגה תוכן רגיש למבוגרים. אי ביצוע ההוראה הזאת יגרום לסינון אוטומטי של כל התוכן למבוגרים בקהילה שלך."),
                n("ab1069de", "מחק קהילה"),
                n("bbc91896", "לא ניתן לבטל את הפעולה הזאת. מחברי הפוסטים עדיין יוכלו לראות את הפוסטים שלהם."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "הבאנר של הקהילה"),
                n("ea965b82", "עריכת הבאנר של הקהילה"),
                n("j35d3ad6", "הסר והחלף"),
                n("f1e8fb22", "הכרזה שלך תוסר ותוחלף על-ידי כרזה ברירת מחדל"),
                n("e405ec22", "נראה שאנו מתקשים לשמור את הכרזה החדשה שלך. נסה שוב מאוחר יותר."),
                n("b7fb6bda", "חיתוך תמונה"),
                n("e71cdf4e", "חתוך תמונה ממוזערת"),
                n("ef199198", "ההגדרות נשמרו"),
                n("ee10aa5a", "לא ניתן היה לשמור את ההגדרות"),
                n("i307a7ca", "עריכת תגים נעוצים"),
                n("dc6eca54", "תג נמחק"),
                n("d27de326", "כדאי לנעוץ תגים כדי לארגן את הפרסומים בקהילה בצירי זמן נפרדים"),
                n("d84cc77a", "הקלד כאן תג"),
                n("d22e4cba", "על תג להיות ייחודי"),
                n("ca72a540", "הגעת למספר המרבי המותר של תגים"),
                n("bd96bf16", "תגים יכולים לכלול 1 עד 30 תווים"),
                n("j27623d4", "תגים לא יכולים לכלול רווחים או תווים מיוחדים"),
                n("c5d1634e", "בסדר, אני מבין"),
                n("daedd9fa", "פעולה זו תאפשר לכולם להצטרף לקהילה שלך. כל בקשות ההצטרפות הממתינות יאושרו אוטומטית."),
                n("h3c0f1a2", "ערוך את שם הקהילה"),
                n("cb5e6510", "נראה שיש לנו קושי לשמור את השם החדש שלך. נסה שוב מאוחר יותר."),
                n("a8955490", "ערוך מטרה"),
                n("ced2292a", "נראה שיש לנו קושי לשמור את תיאור המטרה שלך. נסה שוב מאוחר יותר."),
                n("ba74c098", "עריכת שאלה"),
                n("bd3e0420", "נראה שיש לנו קושי לשמור את השאלה שלך. נסה שוב מאוחר יותר."),
                n("b57baa7a", "עריכת תגיות חיפוש"),
                n("f8caab7a", "הוסף תגיות חיפוש כדי לשפר את ההמלצות לקהילה ואת תוצאות החיפוש."),
                n("f35a667a", "הקלד כאן תגית חיפוש"),
                n("b057d5c6", "על תגית חיפוש להיות ייחודית"),
                n("cc961258", "הגעת למספר המרבי המותר של תגיות חיפוש"),
                n("df4aca88", "תגיות חיפוש יכולות לכלול 1 עד 30 תווים"),
                n("ie58fa58", "תגיות חיפוש אינן יכולות לכלול רווחים או תווים מיוחדים"),
                n("hd176a01", function (e) {
                    return "הנושא נשמר! נושא הקהילה הוא כעת " + e.newTopicName;
                }),
                n("i39a43cc", "נושא הקהילה הוסר"),
                n("e81b196e", "לא ניתן היה לשמור נושא חדש"),
                n("c1f97ad4", "עריכת נושא"),
                n("g908eb0c", "הוסף נושא כדי שאחרים יוכלו לאתר בקלות את הקהילה שלך! בחר את הנושא המתאים ביותר עבור הקהילה שלך."),
                n("f18a8ca0", "הגדרות תוכן זבל"),
                n("c8bd5d42", "עוצמת מסנן תוכן זבל"),
                n("gfeb40a2", "ניתן להתאים מסנני תוכן זבל לרמות רגישות שונות כדי לנהל פוסטים לא רצויים."),
                n("h766865c", "דיווח אוטומטי על ידי X"),
                n("fd1f413a", "דיווח אוטומטי למגשרים עם תכונות מיוחדות. לאחר אישור פוסט, פוסטים עתידיים של אותו מחבר לא ידווחו על ידי X."),
                n("b1ba5fb4", "זיהוי תוכן זבל"),
                n("ee195f28", "מילות מפתח − תוכן זבל"),
                n("cf276a82", "הסתר פוסטים שדווחו על ידי X עד שיאושרו על ידי המגשרים"),
                n("a8c4c3fe", "דיווח על פוסטים ממשתמשים עם מוניטין של פרסום תוכן זבל"),
                n("j8de95ec", "הזנת מילות מפתח שיפעילו דיווחים אוטומטיים"),
                n("ie873142", "גבוה"),
                n("a977afa2", "נמוך"),
                n("j715cb38", "עריכת מילות מפתח אסורה"),
                n("b32ebbe8", "הוספת מילות מפתח כדי ש-X תדווח באופן אוטומטי למגשרים של הקהילה"),
                n("acde5366", "יש להקליד מילת מפתח כאן"),
                n("a5f66c34", "על מילות מפתח להיות ייחודיות"),
                n("ea637914", "הגעת למספר המרבי המותר של מילות מפתח"),
                n("fede6d3c", "על מילות מפתח לכלול לפחות תו אחד, אך לא יותר מ-30 תווים"),
                n("cc06e200", "מילות מפתח לא יכולות לכלול רווחים או תווים מיוחדים"),
                n("d94edeb4", "לקהילה שלך יכולים להיות עד 10 כללים. כללים ברורים יכולים לעודד השתתפות מכבדת ולשמור על המשכיות השיחות."),
                n("j560c8ea", "הוסף כלל"),
                n("a9ba79c0", "כללים טובים יוצרים קהילות טובות"),
                n("h5482c7a", "חשוב לעומק על כללי הקהילה שלך. הם מגדירים את האווירה ומאפשרים לחברי הקהילה שלך לדעת מה מצופה מהם."),
                n("d5033a7a", "לדוגמה, האם אתה רוצה שהשיח יהיה רק בנושא של הקהילה? האם אפשר לעשות שיווק עצמי? מה לגבי קללות?"),
                n("ee8c43a0", "ככל שתהיה ברור יותר מראש, כך תצטרך לנהל פחות בהמשך."),
                n("gaa3239a", "נראה שאנו מתקשים לשמור את הכלל החדש שלך. נסה שוב מאוחר יותר."),
                n("a67445d6", "הגעת למקסימום"),
                n("fcbe0993", function (e) {
                    return "לקהילות יכולים להיות עד " + e.maxRuleCount + " כללים. כדי להוסיף כלל חדש, צריך למחוק כלל קיים.";
                }),
                n("c66769a4", "כלל"),
                n("ef02695b", function (e) {
                    return "שמות הכללים צריכים להכיל בין " + e.minCharacterCount + " ל-" + e.maxCharacterCount + " תווים";
                }),
                n("c8242020", "תיאור (אופציונלי)"),
                n("d32cf5e7", function (e) {
                    return "ניתן לכתוב תיאורים עד " + e.maxCharacterCount + " תווים";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "אל תשכח לספר לקהילה"),
                n("c1631260", "כשכולם מעודכנים לגבי שינויי כללים, זה בונה אמון."),
                n("d3190bde", "שמור את הכלל"),
                n("ifd6e91c", "בטל כלל וערוך אותו"),
                n("h99020e0", "ערוך כלל"),
                n("f74a5adc", "בקהילות צריך להיות לפחות כלל אחד. אפשר לערוך את הכלל הקיים או להוסיף כלל חדש ולאחר מכן למחוק את הכלל הזה."),
                n("fbb0ed92", "מחק כלל זה"),
                n("hed35472", "כללים נמחקים לצמיתות ולא ניתן לבטל את הפעולה הזו."),
                n("c8677446", "מחק כלל"),
                n("c3a0d44e", "בטל וערוך את הכלל במקום זאת"),
                n("d703ce9e", "הוספת רשימה לקהילה שלך"),
                n("f21f023c", "הוספת רשימה לקהילה שלך מאכלסת את הפיד בתוכן רלוונטי שנאצר על ידך. בחר אחת מהרשימות הבאות:"),
                n("gbc2cf50", "הרשימות שלך"),
                n("ef9462fa", "אין לך רשימה רלוונטית"),
                n("fcda89f4", "צור רשימה חדשה שכוללת חשבונות ב-X שמפרסמים תוכן רלוונטי עבור הקהילה שלך. ודא שהרשימה ציבורית כדי שתהיה גלויה עבור הקהילה."),
                n("c09609d8", "צור רשימה"),
                n("dfddd842", "נשלח באמצעות מסר ישיר"),
                n("a3b3939b", function (e) {
                    return "כבר נשלחה הזמנה אל ‎@" + e.screen_name + "‎";
                }),
                n("db4f0cc9", function (e) {
                    return "‎@" + e.screen_name + "‎ כבר שייך לקהילה זו";
                }),
                n("h252ede6", "כבר ניצלת את כל ההזמנות שלך"),
                n("a5cd93f9", function (e) {
                    return "לא ניתן להזמין את ‎@" + e.screen_name + "‎ כרגע";
                }),
                n("i6568549", function (e) {
                    return "נשארו לך " + e.remaining_invite_count + " הזמנ" + t(e.remaining_invite_count, "ות", "ה", "ות", "ות");
                }),
                n("b4f16d00", "חפש אנשים שברצונך להזמין"),
                n("ja1387a8", "תוצאות החיפוש יכללו רק את העוקבים שלך ואנשים שמאפשרים קבלה של מסרים ישירים מכולם."),
                n("ae85768c", "תוצאות החיפוש כוללות רק את העוקבים שלך ואנשים שמאפשרים קבלה של מסרים ישירים מכל המשתמשים."),
                n("hb1e378e", "הוזמנו"),
                n("d710b60c", "Community Analytics"),
                n("c199e390", "פוסטים חדשים"),
                n("b4f51cd6", "מספר הפוסטים שפורסמו בשבוע החולף"),
                n("g6f8325a", "חברים חדשים"),
                n("b2bb7276", "מספר החברים שהצטרפו בשבוע החולף"),
                n("e2172c92", "חברים פעילים"),
                n("fe1a9f68", "מספר החברים שפרסמו פוסטים בקהילה שלך"),
                n("e989927e", "מפרסמים ייחודיים"),
                n("d1386a90", "מספר החברים שפרסמו פוסטים בקהילה שלך"),
                n("abf609f2", "מספר חברים כולל"),
                n("h2081878", "מספר החברים הכולל שפרסם פוסטים בקהילה שלך"),
                n("a3235cd6", "ביקורים ייחודיים"),
                n("g21e2a70", "מספר משתמשי X שביקרו בקהילה שלך במהלך השבוע האחרון"),
                n("ied6bac2", "ספירת סימוני 'אהבתי'"),
                n("ced8d39a", "מספר סימוני 'אהבתי' בקהילה שלך במהלך השבוע האחרון"),
                n("fb4f859c", "ספירת תשובות"),
                n("h5a41cce", "מספר תשובות בקהילה שלך במהלך השבוע האחרון"),
                n("i314218e", "מוצגים מדדים עבור שבעת הימים האחרונים "),
                n("addbb11e", "אין בקשות חברות חדשות"),
                n("c38131de", "התעדכנת בכל החדשות. כשיופיעו בקשות חדשות, תראה אותן כאן."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " אושר עכשיו חבר בקהילה שלך";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " נדחה ולא יכול להצטרף לקהילה שלך";
                }),
                n("jd8aae9d", function (e) {
                    return "נראה שאנחנו לא יכולים לאשר את ‎@" + e.screenName + "‎ בשלב זה. נסה שוב מאוחר יותר.";
                }),
                n("i580e149", function (e) {
                    return "נראה שאנחנו לא יכולים לדחות את ‎@" + e.screenName + "‎ בשלב זה. נסה שוב מאוחר יותר.";
                }),
                n("b4a38e4e", "חסמת את האדם הזה. אם החברות שלו מאושרת, תצטרך לבטל את החסימה שלו כדי לראות את הפוסטים שלו."),
                n("f0956736", "השתקת את האדם הזה. אם החברות שלו מאושרת, תצטרך לבטל את ההשתקה שלו כדי לראות את בפוסטים שלו."),
                n("b7f1e58a", "עוקב אחריך"),
                n("dffb0774", "אין כרגע תוכן שאפשר לסקור"),
                n("ab512f26", "לא תועד יומן פעילות."),
                n("b8171558", "נאסר"),
                n("e32e7e1a", "מגשר"),
                n("b53fb7c6", "נראה שבשלב זה איננו יכולים להפוך את הפעולה. נסה שוב מאוחר יותר."),
                n("c546ba07", function (e) {
                    return "הצגת הפרופיל של " + e.userName;
                }),
                n("h4516e4f", function (e) {
                    return "חיפוש פוסטים של " + e.userName + " בקהילה זו";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " הסתיר פוסט";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " ביטול הסתרה של פוסט";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " נעץ פוסט";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " ביטל נעיצה של פוסט";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "ביטול הסתרה של פוסט"),
                n("j68fc824", "ביטול הסתרה"),
                n("j9541e18", "חפש פוסטים"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " הסיר חבר";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " צרף מחדש חבר";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " הצטרף לקהילה הזאת";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " עזב את הקהילה";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " אישר בקשה של חבר";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " דחה בקשה של חבר";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " אישר מחדש בקשה של חבר";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "אישור מחדש של בקשה"),
                n("i9a18ce0", "אישור מחדש"),
                n("i24de0fe", "צרף מחדש חבר"),
                n("b1c662f8", "צירוף מחדש"),
                n("j2e04b1e", "המגשרים טיפלו בכל הפוסטים שדווחו."),
                n("hb21cdb6", "החרם"),
                n("dc7a9436", "דיווח על פוסט ל-X"),
                n("e2bc5db0", "‎@X"),
                n("d0a1b248", function (e) {
                    return "" + t(e.count, e.formattedCount + " חברים", "חבר " + e.formattedCount, e.formattedCount + " חברים", e.formattedCount + " חברים");
                }),
                n("cd4d48d2", "‎@X"),
                n("ff0f742a", function (e) {
                    return "" + t(e.count, e.formattedCount + " חברים", "חבר " + e.formattedCount, e.formattedCount + " חברים", e.formattedCount + " חברים");
                }),
                n("dca19c06", "הסתרת את הפוסט הזה"),
                n("dd641764", "שמרת את הפוסט הזה"),
                n("jf99d610", "משוב מהקהילה"),
                n("bbd69672", "פוסט הוסתר על ידי המגשר בשל הפרת כללי הקהילה"),
                n("c730a21c", "זהו הכלל שהופר:"),
                n("a5baa7d2", "הקדש רגע לעיון בכללים. הם עוזרים לנו לשמור על שיחות בטוחות ותקינות"),
                n("icc32e3d", function (e) {
                    return "מגשר הסיר אותך מתוך " + e.communityName + " עקב הפרת כלל קהילה זה:";
                }),
                n("d7d9be8a", "גילוי קהילות ופוסטים"),
                n("cae9962e", "בשלב זה, לא נמצאו קהילות."),
                n("c2117be6", "ראית את האפשרויות בחלון הניווט? 👀"),
                n("c2c4dad4", "בחר משהו מהן והיא תופיע כאן. קדימה. אנחנו נחכה."),
                n("b7218496", "עדיין אין תגים"),
                n("gc09bcfe", "בקהילה שלך אין שיחות שסומנו בתג, אבל אפשר לשנות את המצב הזה."),
                n("cf35a990", "טוען פרסומי תגים קהילתיים"),
                n("a1c41fe8", "פרסומי תגים קהילתיים"),
                n("f27a2232", "חיפוש קהילה"),
                n("ie2efe36", "תוצאות חיפוש בקהילה"),
                n("a7c2e06d", function (e) {
                    return "קהילת " + e.communityName;
                }),
                n("a94092a2", "כעת יש לך גישה לכלי גישור"),
                n("be6dfbae", "כמגשר בקהילה, תוכל להוסיף ולהסיר חברים."),
                n("b4f877be", "הקהילה לא נמצאה"),
                n("e48fbb02", "דווח הקהילה"),
                n("b1614c34", "אודות קהילות"),
                n("j1dcedde", "חיפוש פוסטים"),
                n("cc683fba", "מידע על הקהילה"),
                n("af7c11aa", "פרטי הקהילה"),
                n("fb974b24", "רק חברים יכולים לפרסם פוסטים."),
                n("fcef2922", "כל אחד יכול להצטרף לקהילה זו."),
                n("c93dd2c8", "כדי להצטרף לקהילה זו, עליך לבקש ולחכות לאישור."),
                n("gedb877d", "כל הקהילות גלויות לציבור."),
                n("bf359e0e", "מידע על הקהילה החדשה שלך"),
                n("e8fcdd3a", "אנחנו מספקים לך כמה הגדרות בסיסיות, אבל הקהילה שלך ניתנת להתאמה אישית מלאה. נפרט הכול עוד מעט."),
                n("b37d580e", "הקהילה שלך מוגבלת"),
                n("c6d9c07c", "כל הקהילות גלויות לכולם ב-X. אנשים יצטרכו לבקש להצטרף לקהילה שלך או לקבל הזמנה לצוות הגישור או (אם הדבר מורשה) לחברים קיימים."),
                n("ea3b38fa", "הקהילה שלך פתוחה"),
                n("i625c42e", "הקהילות שלך גלויות לכולם ב-X. כל אחד יכול להצטרף ו/או להיות מוזמן לקהילה שלך."),
                n("ca7eeab0", "כללי הקהילה ההתחלתיים שלך הם"),
                n("acae4034", "אפשר לשנות את ההגדרות בכלי הניהול"),
                n("e2186ee2", "ההגדרות לא מתאימות לך? אין בעיה. קל מאוד לשנות את זה."),
                n("a0e3ece4", "פרטי הקהילה"),
                n("d11f73ea", "תוכן למבוגרים"),
                n("hb9400dc", "הצג עוד"),
                n("b71a08a0", "קהילת מנויים"),
                n("d0574662", "הגדר הודעות"),
                n("fc16f13a", "אילו הודעות תרצה?"),
                n("be341c46", "מקומות קהילה (צ'אטים קוליים)"),
                n("fbe88a32", "צ'אטים קהילתיים חיים"),
                n("b551cd1e", "פוסטים נעוצים"),
                n("i9f39962", "נעץ קהילה"),
                n("bc7f90a0", "כוון זרקור על קהילה בפרופיל שלך"),
                n("j5a37508", "נעיצת קהילה במסך הבית"),
                n("c7a4610a", "ביטול נעיצת קהילה ממסך הבית"),
                n("bec3b8fa", "שתף קהילה"),
                n("cc7d5b88", "הזמנה באמצעות מסר ישיר"),
                n("c66b37fa", "רשימת תיוג של קהילה"),
                n("g2768d0e", "רק כמה דברים קטנים שיכינו את הקהילה שלך להשקה ..."),
                n("b192b58c", "בטל רשימת משימות"),
                n("gd302780", "גלה את הקהילה שיצרתי:"),
                n("h5890b1a", "לא הושלם"),
                n("b4a6faca", "עיין בכללים שלך"),
                n("a01e1a7c", "התאם אישית את הקהילה שלך"),
                n("f493480c", "פרסם את הקהילה שלך"),
                n("i9b7f6ba", "טוען פוסטים"),
                n("c22e8902", "נסה זאת"),
                n("a3466e1c", "עקוב אחרי שיחות בעזרת תגים"),
                n("a524bb7e", "תגים עוזרים ליצור שיחות בקהילה שעוסקות בנושאים ספציפיים, לחפש שיחות כאלה ולהצטרף אליהן."),
                n("he8db880", "נראה שקהילה זו לא קיימת"),
                n("cc684fbc", "ייתכן והיא נמחקה, או שכלל לא הייתה קיימת. החיים מלאים בתעלומות."),
                n("b4f8b518", "יוצרים עבורך"),
                n("f5c41e22", "עבור אל הגדרות 'הקצאת סמכויות'"),
                n("b9226ec1", "מחובר כ"),
                n("f47b48f6", "משתמש"),
                n("b2ca74aa", "אתה עומד לעבור לחשבון נציג"),
                n("ba77b438", "החלפת חשבונות"),
                n("g5261e91", function (e) {
                    return "כעת אתה פועל בתור @" + e.screenName + ".";
                }),
                n("cc15a3ea", "יש לזכור שהחשבון הזה לא שייך לך. כמנהל, אפשר לשלוח מסרים ישירים, לפרסם פוסטים וליצור רשימות, כמו גם לצפות בהן. אפשר גם להזמין או להסיר כותבים מורשים לחשבון ולצפות בניתוח פוסטים."),
                n("e406250c", "יש לזכור שהחשבון הזה לא שייך לך. ככותב מורשה, אתה יכול לשלוח מסרים ישירים, לפרסם פוסטים וליצור רשימות, כמו גם לצפות בהן."),
                n("e6718a62", "רק בעל החשבון יכול להשתמש בתכונה הזאת"),
                n("ba411b6f", "תשלח לנו משוב."),
                n("f01ee14b", "תשלח לנו משוב."),
                n("dbc85148", "בחר הודעה"),
                n("a073658c", "בחר מתוך השיחות הקיימות, התחל שיחה חדשה או המשך בגלישה."),
                n("f325afc4", "חבר מסר ישיר"),
                n("f5dc353c", "מסנן כעת מדיה גרפית"),
                n("daeda054", "מעבר להגדרות"),
                n("fe1eaa96", "אזהרות יוצגו כעת ליד מסרים שזוהו כמסרים שמכילים מדיה שעשויה להיות גרפית (למשל עירום, תוכן מיני או אלימות). תוכל תמיד לכבות אפשרות זו בהגדרות."),
                n("hc32acba", "האם למחוק בקשות למסרים אלה?"),
                n("f9048f58", "לא ניתן לבטל פעולה זו והבקשות למסרים שנבחרו יימחקו מתיבת הדואר הנכנס."),
                n("a9d0d7f0", "עריכה בהיקף גדול"),
                n("eb7de4aa", "הצג מסרים נוספים, כולל מסרים שעשויים להכיל תוכן פוגעני."),
                n("ee8c0c8a", "כאן יוצגו מסרים שקיבלת או מסרים קבוצתיים מאנשים שאתה לא עוקב אחריהם. תוכל לקבל או למחוק אותם."),
                n("ff599112", "צור קבוצה"),
                n("c602600a", "הוסף אנשים"),
                n("fa2033f6", "מוצפנת"),
                n("aa59bb6a", "שלח פוסט באופן נפרד"),
                n("a2ccb2e8", "המסר הישיר נשלח."),
                n("f906f464", "הפוסט שותף בקבוצה."),
                n("i8a99aae", "הפוסט שותף בנפרד."),
                n("hbbc401c", "שלח לקבוצה"),
                n("e1bde73f", function (e) {
                    return "לא ניתן לשלוח מסרים אל @" + e.screenName;
                }),
                n("f7289cd6", "בחרת בשיחה קבוצתית"),
                n("e6cced4e", 'ניתן "לשלוח לקבוצה" רק שיחות אחד על אחד. באפשרותך עדיין לשלוח את ההודעה שלך בנפרד.'),
                n("e3e58b6e", "פרטי שיחה"),
                n("a9ddbb94", "פרטי קבוצה"),
                n("dd4779a0", "ניהול תגיות"),
                n("ca9af866", "תגיות:"),
                n("e62d3c10", "אין חשבון בשם זה. נסה שוב."),
                n("h8403fb6", "אינך יכול להוסיף אותם לשיחה הזאת כרגע."),
                n("ja522ed4", "אינך יכול להוסיף חלק מהאנשים האלו לשיחה הזו כרגע."),
                n("d87bff5a", "פרטי השיחה שלך נטענים."),
                n("cabb453e", "שם קבוצה"),
                n("eb1bb5a2", "הצג את כל האנשים"),
                n("a70436ac", "התחל מסר מוצפן"),
                n("a7f20223", function (e) {
                    return "הפעל נודניק להודעות מ-" + e.name;
                }),
                n("g2f04a6b", function (e) {
                    return "הפסקת את הנודניק עבור " + e.name;
                }),
                n("i453fedf", function (e) {
                    return "הופעל נודניק עד ל-" + e.expiration;
                }),
                n("b3dfd51a", "הפעל נודניק לאזכורים"),
                n("cc7c8ce6", "השבת הודעות כשאנשים מאזכרים אותך בשיחה זו."),
                n("hab58674", "אזכורים מושבתים"),
                n("e3c6e080", "אזכורים מופעלים"),
                n("f33ef58a", "דיווח על השיחה כעל תוכן לא חוקי באיחוד האירופי "),
                n("d1a6dbe6", "חסום הכול"),
                n("f24af200", "חסום מסרים ישירים"),
                n("a30e1677", function (e) {
                    return "חסום את ‎@" + e.screenName + "‎‏, ‎@" + e.screenName + "‎ לא יוכל יותר לעקוב אחריך או לשלוח אליך מסרים וגם לא יתקבלו יותר הודעות מ-‎@" + e.screenName + "‎";
                }),
                n("iae09949", function (e) {
                    return "האם לחסום מסרים ישירים מ-‎@" + e.screenName + "‎?";
                }),
                n("e778e3d8", "מסרים ישירים נחסמו בהצלחה."),
                n("b7867912", "בטל חסימה של הכול"),
                n("gaddb872", "בטל חסימה של מסרים ישירים"),
                n("d83414a1", function (e) {
                    return "האם לבטל את החסימה של ‎@" + e.screenName + "‎? הוא יוכל לעקוב אחריך ולראות את הפוסטים שלך.";
                }),
                n("a5bbfecd", function (e) {
                    return "האם לבטל את החסימה של ‎@" + e.screenName + "‎? הוא יוכל לעקוב אחריך ולקיים אינטראקציה עם הפוסטים הציבוריים שלך.";
                }),
                n("cde6e1ff", function (e) {
                    return "האם לבטל את החסימה של מסרים ישירים מ-‎@" + e.screenName + "‎?";
                }),
                n("j37c4674", "שעה אחת"),
                n("je7e1fed", function (e) {
                    return "הפעלת נודניק עבור " + e.name + " למשך שעה";
                }),
                n("hf94a2d6", "הושתק לשעה אחת"),
                n("fb7a43c6", "שמונה שעות"),
                n("e95c8f8b", function (e) {
                    return "הפעלת נודניק עבור " + e.name + " למשך 8 שעות";
                }),
                n("bd54fad2", "הושתק לשמונה שעות"),
                n("cb5bf56e", "שבוע אחד"),
                n("gb7a130b", function (e) {
                    return "הפעלת נודניק עבור " + e.name + " למשך שבוע";
                }),
                n("f6fce0fe", "הושתק לשבוע אחד"),
                n("i78153dd", function (e) {
                    return "הפעלת נודניק עבור " + e.name + " לתמיד";
                }),
                n("je9455da", "המסרים מוצפנים"),
                n("b5b0afa4", "התאם אישית את התצוגה שלך"),
                n("ec5880e6", "הגדרות אלה משפיעות על כל חשבונות X שלך בדפדפן זה."),
                n("babfa32c", "התאם אישית את התצוגה שלך במהירות"),
                n("a2a2f98e", "ראה מה חדש"),
                n("b4a361c0", "יש לך אפשרות כרגע להתאים אישית את הצבע והגודל של הטקסט, וכן לשלוט בבחירת מצב כהה. הגדרות אלה גלויות לך בלבד."),
                n("g4743c56", "התחל לעקוב"),
                n("c797b44e", "הסיפורים האחרונים ב-X − כפי שסופרו בפוסטים."),
                n("a19ce060", "הגילוי אינו זמין."),
                n("f7d1a8e0", "יישום Android"),
                n("aab2fae0", "יישום iOS"),
                n("a35d9c9a", "משאבים"),
                n("da00e00a", "נסה את החדשות החדשות"),
                n("c40666d8", "נסה את זה"),
                n("ic61c5fc", "גלול לחלק העליון"),
                n("dd225af8", "לא נמצאו פוסטים."),
                n("i6671128", "גילית אפשרויות נוספות ב-X"),
                n("d5e4d0a6", "אתה יכול להצטרף לשיחה וליצור קשר עם אחרים בקלות רבה יותר. כעת תוכל לבצע את הפעולות הבאות:"),
                n("a97bc07e", "גלה אפשרויות נוספות ב-X"),
                n("a72188d6", "כדי ש-X יתאים לכולם, אנחנו רוצים להיות בטוחים שיש אדם מאחורי חשבון זה. עזור לנו ללמוד על-ידי פעילות בציר הזמן שלך וחיבור עם אחרים. כשנהיה בטוחים, תוכל לבצע את הפעולות הבאות:"),
                n("a4ee9572", "להיראות על-ידי יותר אנשים"),
                n("e5f4eac0", "התוכן שלך יהיה גלוי יותר. ואתה תופיע בתוצאות חיפוש ובנושאים החמים."),
                n("c7832a72", "יצירת קשר ישיר עם אחרים"),
                n("i1ccd17a", "שלח מסרים ישירים לאנשים שאינם עוקבים שלך, מבלי שהמסרים יסוננו באופן אוטומטי."),
                n("hc965308", "כיף"),
                n("eb78b77e", "מצב 'כיף'"),
                n("aa8ece10", "נסה את grok.com"),
                n("gb5fb7d0", "מצב 'מיקוד'"),
                n("g5665caa", "יצירה ממצב 'מיקוד'"),
                n("a372681e", "העתקת קישור לשיתוף"),
                n("fbc79f6a", "היסטוריית צ'אטים"),
                n("b61ad410", "היסטוריה"),
                n("b3de2628", "אין היסטוריית צ'אטים"),
                n("acfbfb28", "השיחות העתידיות שלך יוצגו כאן."),
                n("i1147548", "חיפוש בהיסטוריה של Grok"),
                n("ab437026", "לא נמצאו שיחות"),
                n("e12569ec", "נסה לחפש משהו אחר."),
                n("d4eb0e26", "שנה שם"),
                n("c64975ea", "עדיין לא סימנת אף שיחה כמועדפת"),
                n("a3e3db6e", "יש ללחוץ על סמל הכוכב כדי לשמור שיחות צ'אט שבהן אתה משתמש לעתים קרובות"),
                n("f4ae77ac", "אין היסטוריית תמונות זמינה"),
                n("d57d337e", "התמונות שהופקו יוצגו כאן."),
                n("dab087ee", "שיחות צ'אט"),
                n("a911623c", "תמונות"),
                n("ae9cdac6", "היסטוריית צ'אטים"),
                n("b198a392", "שיחה של Grok"),
                n("d16329b4", "העתקת השיחה"),
                n("af6c4470", "משהו השתבש, נסה שוב."),
                n("gf43d270", "המשך שיחה זו"),
                n("f4b5fae2", "לאחר שליחת הודעה, השיחה הזאת תועתק אל היסטוריית השיחות שלך"),
                n("eb0d91ac", "הפקת תמונה באמצעות Grok"),
                n("c5a23514", "צייר אותי"),
                n("g1cb8096", "הפתיעו אותי"),
                n("a5a3df56", "תיאור התמונה להפקה"),
                n("gbb4e90a", "עולם חלומות פסיכדלי אקראי"),
                n("af21f92e", "אושר"),
                n("e207cba2", "תחרות ספורט אקראית"),
                n("b1323f10", "דוגמנית צועדת על המסלול בשבוע האופנה בפריז"),
                n("g6a90174", "בעל חיים היפסטרי מצחיק"),
                n("jdc4b66c", "פלאי העולם"),
                n("ec601934", "רמיקס"),
                n("f9ecd3ba", "הכנסת פוסט"),
                n("af652514", "הבדלים"),
                n("j95bac7a", "התאמה אישית של Grok"),
                n("c5665922", "מה תרצה ש-Grok ילמד לגביך?"),
                n("ff625c40", "כיצד תרצה ש-Grok יגיב?"),
                n("e5c7d602", "הפעל עבור כל שיחות הצ'אט"),
                n("d5e03fbc", "הזנה של Grok"),
                n("a294d0c6", "צור גרסה משלך"),
                n("b38adba2", "X − היישום עבור הכול"),
                n("d05ae004", "משחק NHL"),
                n("d35ad22c", "צפייה במשחקי ה-NHL האחרונים"),
                n("e806daa2", "משחק כדורגל"),
                n("cc2c2eca", "צפייה במשחקי הכדורגל האחרונים"),
                n("bcdeae66", "הפורטל של פורמולה 1"),
                n("e30e4bea", "לעקוב ב-X אחר כל מה שקורה בפורמולה 1."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " נגד " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return e.teamName1 + " נגד " + e.teamName2 + ", עדכונים ב-X";
                }),
                n("b72c924c", "חיפוש עבודה"),
                n("f4da95a0", "קבלת המלצות על משרות"),
                n("eedd808c", "משרות שמורות"),
                n("e0ba641a", "עבור חברות"),
                n("f9e6381a", "חפש עבודות"),
                n("fb15ec28", "קבלת המלצות על משרות"),
                n("ece910f0", "הצגת משרות בהתאם להעדפות שלך"),
                n("jd08bc14", "ההמלצות משתפרות לאורך זמן"),
                n("de0a4a72", "שליטה על המקום שבו אפשר לראות המלצות"),
                n("db8c4158", "הירשם עכשיו"),
                n("d9c8057a", "לחץ כאן"),
                n("a71d7584", "מוצג"),
                n("d2b8da2c", "הנדסת תוכנה"),
                n("cd958040", "ניתוח ונתונים"),
                n("c5760ca2", "מוצר"),
                n("d31b4a2a", "עיצוב"),
                n("f38959a6", "מכירות"),
                n("bc78a26c", "תפעול"),
                n("ec28738e", "עובדים ומשאבי אנוש"),
                n("icb06308", "פיננסים וחשבונאות"),
                n("d0b978ec", "תאימות ומשפט"),
                n("af19cdc2", "מדע והנדסה"),
                n("e4a51fca", "רפואי"),
                n("e8ca78ae", "מקצועות ובניין"),
                n("e25d75e4", "מתמחה"),
                n("e89b3f04", "משרה התחלתית"),
                n("h55825dc", "זוטר"),
                n("cc537386", "דרג ביניים"),
                n("jfc3cece", "בכיר"),
                n("e1b683aa", "מוביל"),
                n("c4627fda", "מנהל"),
                n("db75b47c", "מנהל בכיר"),
                n("i312f0ce", "באתר"),
                n("b4aff05e", "היברידי"),
                n("c08b9138", "מרחוק"),
                n("ia5d6422", "חובה להימצא במיקום פיזי"),
                n("h97c7f42", "דרישה חלקית לנוכחות במקום העבודה"),
                n("ibed2d04", "אין דרישה לנוכחות במקום העבודה"),
                n("f508c49c", "העתק קישור למשרה"),
                n("d6825dce", "שתף באמצעות מסר"),
                n("b9613442", "שיתוף באמצעות פוסט"),
                n("c2b3f0da", "מוצגות בפרופיל"),
                n("c791d3fc", "שיתוף משרה"),
                n("eb517058", "חברות AI"),
                n("b677cb9b", function (e) {
                    return e.count + " מסננים לפי חברה";
                }),
                n("ja04d37c", "הזנת שמות חברות"),
                n("a1876045", function (e) {
                    return e.count + " מסנני סוג העסקה";
                }),
                n("fb146dd2", "סוג ההעסקה"),
                n("a7090408", "מילת מפתח"),
                n("f16e9a15", function (e) {
                    return e.count + " מסנני סוג מיקום";
                }),
                n("fa7d455a", "סוג המיקום"),
                n("caa606db", function (e) {
                    return e.count + " מסננים לפי רמת בכירות";
                }),
                n("jda06238", "מומחיות"),
                n("j595df68", "עדכן את העדפות ההמלצות שלך:"),
                n("a1227d5e", "הפעלת המלצות"),
                n("bae2f5f0", "הוסף את המשרה הזאת לפרופיל שלך"),
                n("cbcaaa1a", "לפניך סקירה שמסבירה כיצד זה עובד."),
                n("f58cf1ac", "הוספת עבודה"),
                n("j4ae9960", "אירעה שגיאה בעדכון המשרות בפרופיל שלך."),
                n("caa352f0", "יותר מדי משרות"),
                n("i08bee0e", "מוצגות יותר מדי משרות"),
                n("d7ccaea2", "בשלב זה, חשבונך מוגבל לשלוש משרות פעילות."),
                n("h05e4a7a", "באפשרותך להציג עד 10 משרות."),
                n("b518daae", "מעבר ללוח המדדים של גיוס עובדים"),
                n("f48e9c52", "משרה נוספה בהצלחה!"),
                n("f6757978", "האפשרותך להסיר את המשרה הזאת ולהוסיף אחרות מלוח המדדים של גיוס העובדים."),
                n("i329c5a6", "הצגת לוח מדדים של גיוס עובדים"),
                n("h39a5448", "הצג את המשרות שלך עם הפונקציה X Hiring!"),
                n("d204515c", "הוסף משרות לפרופיל בלחיצה אחת."),
                n("ecb3df70", "פוסטים על אירועים"),
                n("a01d5a7c", "התוכן הזה אינו זמין מפני שהוא נוצר על-ידי מישהו שחסמת"),
                n("cab51f93", function (e) {
                    return "אינך יכול להציג זאת מפני ש-@" + e.screenName + " חסם אותך.";
                }),
                n("eaaca5dc", "ניקוד"),
                n("abdcd68a", "טוען אירוע"),
                n("cfb57adb", function (e) {
                    return "פוסט בנושא " + e.hashtag;
                }),
                n("b1037710", "שתף את מחשבותיך"),
                n("bb980db0", "ציר זמן של אירועים"),
                n("ffd929c1", function (e) {
                    return "חדש" + e.ttc_live_event;
                }),
                n("c9b302f8", "חזור לכאן מאוחר יותר כדי לראות מוצרים חדשים."),
                n("cfe836d1", function (e) {
                    return "הנחה של " + e.percent + "%";
                }),
                n("efb132c3", function (e) {
                    return e.title + " – " + e.description + " תמורת " + e.price;
                }),
                n("f27deeea", "כותרת מוצר מסחר"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "שידור חוזר"),
                n("j1d352d8", "התזכורת הוגדרה"),
                n("d18909d4", "הגדר תזכורת"),
                n("b0b38774", "מדיית כותרת"),
                n("a7a119ec", "בטל עגינה"),
                n("cfadb00e", "בהאזנה"),
                n("db4620aa", "מקום בשידורי חי"),
                n("c958e692", "מקום מוקלט"),
                n("i2c2bfb7", function (e) {
                    return e.count + " מאזי" + t(e.count, "נים", "ן", "נים", "נים");
                }),
                n("i3f7ff00", "תמונה ממוזערת של מדיה"),
                n("h400d7c2", "הצטרף למקום"),
                n("be6ef5b4", "בקרוב"),
                n("ca25ebae", "סיכויים לפי פיזור"),
                n("e749753a", "פיזור"),
                n("ea885dec", "כסף"),
                n("cde48000", "בעיית הימורים? התקשר אל המספר ‎1-800-GAMBLER"),
                n("g53d5df6", "ממוקד"),
                n("d1e0a75f", function (e) {
                    return "עבורך" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "עוקב" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "רשום כמנוי" + e.noun;
                }),
                n("d3619250", "עם הכי הרבה סימוני 'אהבתי'"),
                n("f5edfbde", "יוצא מ-X?"),
                n("f12b4db5", function (e) {
                    return "לצאת מתוך ‎@" + e.screenName + "?";
                }),
                n("ia5ff8b6", "תמיד תוכל להיכנס חזרה בכל עת. אם תרצה רק להחליף חשבונות, תוכל לעשות זאת על-ידי הוספת חשבון קיים."),
                n("ea3750c4", "זה יחול רק על חשבון זה, ועדיין תהיה מחובר לחשבונות האחרים שלך."),
                n("gc6866f8", "יוצא מהמערכת"),
                n("f8ad0092", "מצטערים, התרחשה שגיאה. נסה להיכנס שוב."),
                n("h2c7767e", "החיבור שלך כבר לא בתוקף. נסה להיכנס שוב."),
                n("e83047c2", "הזנת יותר מדי קודים שגויים. נסה להיכנס שוב."),
                n("g4b108ee", "יצרת יותר מדי קודי גיבוי. עליך להירשם מחדש לאימות כניסה בטלפון שלך."),
                n("a9be9b44", "המשך אל X"),
                n("e55188f0", "נכנסת לחשבון זה באמצעות הדפדפן הזה"),
                n("d55d8fe2", "האם ברצונך להמשיך עם החשבון הזה?"),
                n("g806008e", "היכנס באמצעות חשבון אחר"),
                n("c55f5c9a", "משהו השתבש, אבל אל דאגה - זאת לא אשמתך. בוא ננסה שוב."),
                n("bfb6be8a", "להרוויח כסף ב-X"),
                n("ed6c6da2", "השלב הראשון למונטיזציה הוא אימות עם מינוי X Premium."),
                n("h93b6580", "הפק יותר משיתוף תוכן באיכות גבוהה. ככל שתקיים קשר עם יותר משתמשים ב-X, תרוויח יותר הכנסות."),
                n("eea6d8f8", "זכאות לתוכנית שיתוף ההכנסות של יוצרים"),
                n("a0e8811e", "יצירת בסיס עוקבים"),
                n("e1a74ac0", "הצע תוכן בלעדי לקהל העוקבים הגדול ביותר שלך כדי ליהנות מהכנסות מחזוריות."),
                n("cd3a6f9a", "זכאות למינוי"),
                n("c35e6144", "צור תוכן טוב יותר עם כלים שמיועדים למנויי Premium"),
                n("b9dbeb34", "פרסם פוסטים ארוכים יותר, השתמש ב-Media Studio וביכולות ניתוח נתונים וקבל תמיכה בעדיפות."),
                n("b2d41138", "יותר מגע = יותר הכנסות"),
                n("defa7f12", "תוכן ליהנות מהיתרונות שגלומים בהגדלת מספר התשובות, שישפרו את רמת הנראות שלך כדי שתוכל לצמוח מהר יותר."),
                n("i3e4955d", "כאן"),
                n("fdc5d06c", "יציאה ממסך מלא"),
                n("cea1c00e", "יכולת להיות מעורב בדיון"),
                n("f8e6a280", "חשבונות חדשים נדרשים לשלם עמלה שנתית קטנה לפני שיוכלו לפרסם פוסטים, להוסיף סימוני 'אהבתי' ולהוסיף תשובות. הדבר נועד להפחית תוכן זבל ולהבטיח חוויה טובה יותר עבור כולם. עדיין תוכל לעקוב אחר חשבונות ולגלוש ב-X בחינם."),
                n("h968efc6", "חשבונות חדשים נדרשים לשלם עמלה קטנה לפני שיוכלו לפרסם פוסטים, להוסיף סימוני 'אהבתי' ולהוסיף תשובות. הדבר נועד להפחית תוכן זבל ולהבטיח חוויה טובה יותר עבור כולם. עדיין תוכל לעקוב אחר חשבונות ולגלוש ב-X בחינם."),
                n("b66b62a4", "רכישות − תנאי שימוש"),
                n("e5b5faa6", "תנאי המינוי 'לא תוכנית בוט'"),
                n("i61a221c", "להרשמה ותשלום"),
                n("fce91ab4", "מממ... זה לא עבד."),
                n("a235cb76", "היתה בעיה עם עיבוד בקשתך למינוי 'לא בוט'. יש לבדוק את פרטי התשלום שלך ולנסות שוב."),
                n("a8eea654", "הרכישה שלך הצליחה."),
                n("bc8baa08", "רשום כמנוי"),
                n("a98ba778", "צירי זמן של הודעות"),
                n("j887d006", "מסימוני 'אהבתי' ועד לפרסום מחדש ועוד, כל האקשן קורה כאן."),
                n("c06d4306", "כשמישהו מאזכר אותך, זה יופיע כאן."),
                n("ge7c661a", "מסימוני 'אהבתי' ואזכורים ועד לפרסומים מחדש ועוד – כל מה שקשור לאנשים מאומתים אחרים יופיע כאן."),
                n("d3de3b5c", "מסימוני 'אהבתי' ואזכורים ועד לפרסומים מחדש ועוד – אם זה מגיע מהמנויים שלך, זה יופיע כאן."),
                n("e3f9838d", "Learn more"),
                n("eba8b1c8", "קבע באילו שיחות יופיע אזכור שלך"),
                n("j745b8a6", "יש להשתמש בתפריט הפעולות, שלוש הנקודות הקטנות האלה בפוסט, כדי להסיר תיוג שלך ולעזוב את השיחה."),
                n("c380d684", "הדיווח שלך"),
                n("da7cf0d8", "סימנו את הפוסטים האלה בתור תוכן רגיש"),
                n("a6da21a1", function (e) {
                    return e.appName + " רוצה לקבל גישה לחשבון X שלך";
                }),
                n("f4392d00", "אשר יישום"),
                n("ee4dca3c", "בטל קישור"),
                n("bb347bbc", "מרכז התמיכה"),
                n("be38d34e", "כדי להשתמש ביישום, עליך להתחבר ל-X."),
                n("e087691a", "לא הצלחת לתת גישה ליישום. חזור אחורה ונסה שוב להיכנס."),
                n("e7dd62c4", "לחיצה על 'מתן הרשאה ליישום' מעניקה ל-xAI גישה לנתונים שלך ב-X, כולל:"),
                n("debbdc98", "פרופיל המשתמש שלך ב-X, פרטי חשבון X, הגדרות X והעדפות ב-X."),
                n("d9cf7c9c", "פוסטים ב-X שגלויים בחשבון X שלך, כולל פוסטים אל ומכל החשבונות (ציבוריים או מוגנים) שניתן להציג."),
                n("cdf40068", "היסטוריית השיחות שלך עבור Grok ב-X."),
                n("cea71014", "אנשי הקשר שלך נטענים..."),
                n("b5474bd2", "אוי...משהו השתבש."),
                n("ab4b970a", "השתמש ביישום של X כדי לחזור אחורה ולבקש דואר אלקטרוני חדש לצורכי אימות."),
                n("j6d103b8", "הירשם לחשבון X. החל ממבזקי חדשות ובידור וכלה בידיעות לגבי ספורט ופוליטיקה − קבל את הסיפור המלא עם כל הפרשנויות בשידור חי."),
                n("ca042c78", "כניסה אל X"),
                n("ff869362", "היכנס אל X כדי לראות מה חדש. הצטרף לשיחה, עקוב אחר חשבונות, עיין בציר הזמן של דף הבית והתעדכן בפוסטים של אנשים שאתה מכיר."),
                n("f4a654a4", "הצג ב-Foursquare"),
                n("c09de2d4", "חפש בציר הזמן"),
                n("i1801686", "שאילתת החיפוש אינה חוקית. נסה שאילתה אחרת."),
                n("a0b4541c", "משהו השתבש - אבל אל דאגה, זה לא בגללך"),
                n("d7eebb60", "הגדרת המנוי שלך"),
                n("h707b180", "עדכון המינוי הושלם"),
                n("a452ab68", "הפעולה עשויה להימשך מספר שניות."),
                n("b3bad3b2", "‎@premium"),
                n("accbcc78", "עודכן בהצלחה"),
                n("e957c20e", "גרסת ניסיון בחינם עם גישה מלאה"),
                n("a1436e70", "כעת תוכל להוסיף משרות לפרופיל שלך ולהפוך אותן לגלויות לחברי הרשת שלך. לאחר אישור טופס הבקשה, המשרות יהפכו לגלויות במסגרת חיפושי משרות של מיליוני משתמשים."),
                n("f9c85cec", "נדרשת פעולה: העלאה ואימות של מסמכים"),
                n("f178f393", function (e) {
                    return "יש לשלוח את המסמכים עד " + e.date + ". ברוב המקרים, פעולה זו אורכת כ-10 דקות.";
                }),
                n("f9fbeabc", "מסמכי ההתאגדות של הארגון"),
                n("b4c80f5c", "תעודת זהות רשמית"),
                n("f0915094", "מצלמה פעילה במכשיר"),
                n("f259d3f3", function (e) {
                    return "חשוב: יש לשלוח את המסמכים עד " + e.date + ", אחרת היישום יידחה ללא קבלת החזר כספי.";
                }),
                n("d35f645b", function (e) {
                    return "פתיחת (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "מוצג (" + e.count + ")";
                }),
                n("c35aded2", "מאוחסן בארכיון"),
                n("b97e952a", "נראה שעדיין לא הוספת משרות כלשהן."),
                n("cf1fa156", "נראה שעדיין לא הצגת משרות כלשהן."),
                n("fa4a4f50", "נראה שעדיין לא הוספת משרות כלשהן."),
                n("c5fb5a1a", "אין משרות"),
                n("e9b91cde", "הוספת עבודה"),
                n("c270ef3e", "ארכיון"),
                n("fe8872f4", "הצלחה"),
                n("d523cd74", "האם להעביר עבודה זו לארכיון?"),
                n("jfd0b34a", "העברת העבודה לארכיון תגרום להסרתה המיידית מהפרופיל."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "הייתה בעיה בשליחת הזמנה. בבקשה נסה שוב מאוחר יותר."),
                n("ddf35536", "אירעה בעיה במחיקת ההזמנה. נסה שוב מאוחר יותר."),
                n("db7144b6", "נתקלנו בבעיה בעת ניסיון לשנות את סוג השיוך. נסה שוב מאוחר יותר."),
                n("be78e5fa", "נתקלנו בבעיה בעת ניסיון להסיר את החשבון המשויך. נסה שוב מאוחר יותר."),
                n("fa9709ba", "אירעה בעיה ביצירת היישום. נסה שוב מאוחר יותר."),
                n("j62f13fc", "אירעה בעיה בעדכון עבודה זו. נסה שוב מאוחר יותר."),
                n("ff5716fc", "אירעה בעיה ביצירת עבודה זו. נסה שוב מאוחר יותר."),
                n("fd059188", "אירעה בעיה בסינכרון העבודות שלך. נסה שוב מאוחר יותר."),
                n("b82b5c00", "משהו השתבש בעת הפעלת אשראי מודעות. נסה שוב מאוחר יותר."),
                n("d74adc30", "נוסף חשבון מודעות שגוי"),
                n("e4323c36", "מזהה חשבון המודעות שהזנת לא תואם לארגון שלך או לחשבונות המשויכים אליו."),
                n("b3323ada", "הוסף כרטיס אשראי לחשבון ads.x.com שלך"),
                n("ac325eb8", "כדי להפעיל את נקודות הזכות למודעות, עליך להוסיף כרטיס אשראי לחשבון המודעות ב-ads.x.com."),
                n("j4e6e966", "נדרשת בדיקה של חשבון מודעות"),
                n("ef86e7f6", "החשבון שלך סומן כצריך בדיקה ודורש אישור."),
                n("c9c8edae", "הירשם ל'ארגונים מאומתים' כדי להשתמש בנקודות זכות למודעות"),
                n("b36c6278", "רק מינויים בתשלום ל'ארגונים מאומתים' יכולים להשתמש בנקודות הזכות לפרסום. שדרג עכשיו כדי לפרסם עם החשבונות המשויכים."),
                n("c30f0168", "פתיחת קישור חיצוני"),
                n("c49b7262", "הצגת משרה"),
                n("i6ecf71a", "ביטול הצגת משרה"),
                n("a37ef120", "פתיחה מחדש של משימה"),
                n("i00355d0", "ביטול שיתוף"),
                n("h0481bba", "האם לבטל את השיתוף של המשרה הזאת?"),
                n("b9dfdc7a", "ביטול השיתוף יגרום להסרת המשרה מהזרקור שלך."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "משרות ששיתפת"),
                n("ea7f1a42", "המשרות שלך"),
                n("d1cbcb90", "מקור"),
                n("gf66326c", "עדכון אחרון"),
                n("b917fc28", "קידום משרות מושבת"),
                n("g06035e6", "חשבון הפרסום שלך זקוק לתמיכה כדי שניתן יהיה לקדם משרות."),
                n("aa16581c", "אין לך גישה לחשבון קידום המשרות. בקש עזרה ממנהל המערכת."),
                n("g7bb6f58", "לא נמצאו חשבונות פרסום."),
                n("jf1576ba", "נכשל"),
                n("ff985a36", "מסנכרן"),
                n("e5b8058c", "ללא סינכרון"),
                n("a86e335a", "סינכרון אחרון "),
                n("c9838d68", "המשרות שהוספת עדיין לא מוצגות"),
                n("df6835a6", "אפשר למשרות בפרופיל שלך להציג את אותן באופן מודגש מעל הפוסטים שלך, יחד עם קישור לרשימת כל המשרות הפתוחות."),
                n("fc504ea0", "התחל להציג את המשרות שלי"),
                n("a511934e", "התחל לגייס ב-X"),
                n("e68d2d16", "שליחת בקשה לבטא"),
                n("f7a37e30", "לחיצה על 'שליחת בקשה לבטא' מהווה את הסכמתך לקבל הודעות דואר אלקטרוני לכתובת שמשויכת לחשבון הזה, עם אישור הגישה לבטא."),
                n("bfef82f0", "'מגייסים ב-X' היא תכונה חינמית עבור מנויי 'ארגונים מאומתים' והיא מאפשרת לפרסם משרות, להציג משרות בפרופיל החברה ולגייס מועמדים מובילים למשרות פנויות."),
                n("h4b890c2", "התכונה 'משרות ב-X' מאפשרת לפרסם משרות, להציג אותן בפרופיל שלך ולמשוך את המועמדים המתאימים ביותר."),
                n("c3f28126", "פנה לקהל רחב"),
                n("dec1601e", "X כוללת יותר מ-528 מיליון משתמשים רשומים. החל ממהנדסי תוכנה וכלה באנשי מכירות ומפעילי מלגזות, המועמדים הבאים שלך כבר כאן."),
                n("be8393da", "הצג את התפקידים החשובים ביותר שלך"),
                n("i8c856ce", "הוסף עד 3 משרות בפרופיל שלך. כל המשתמשים יראו את התפקידים האלה כשיעיינו בפרופיל שלך."),
                n("d8bc6eea", "הוסף עד 5 עבודות כ'עבודות מוצגות' בפרופיל החברה. כל המשתמשים יראו תפקידים אלה כשיעיינו בפרופיל החברה שלך."),
                n("a049efd4", "יבא עבודות במהירות"),
                n("d12be15a", "התחבר למערכת נתמכת למעקב אחרי מועמדים או להזנת XML כדי להוסיף משרות ל-X תוך מספר דקות."),
                n("d248d75e", "קבל תמיכה"),
                n("c49d8e42", "זקוק לעזרה? פנה אלינו"),
                n("ib244b2e", 'העתקת כתובת דוא"ל'),
                n("b450472c", "יבא עבודות"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "רענן עבודות"),
                n("aa4c37cc", "הצג משרות בפרופיל שלי"),
                n("d4b82638", "משרות שמוצגות בפרופיל שלך"),
                n("e405b1c2", "אפשר למשרות בפרופיל שלך להפיק מועמדים נוספים עבור תפקידים קריטיים ואפשר למועמדים לראות את כל המשרות הפתוחות."),
                n("a85cda86", "הוסף עבודות כדי להתחיל"),
                n("c04b6472", "יבא או הוסף עבודות במספר שלבים פשוטים, כדי להתחיל לקבל יותר מועמדים. אפשר גם לשתף את העבודות עם העוקבים שלך ולהציג אותן בפרופיל החברה."),
                n("d14c02d0", "הוסף עבודות ידנית"),
                n("b12424fc", "תפקיד חדש"),
                n("ca8df1e2", "צור עבודה והוסף אותה לרשימת העבודות. לכל עבודה חייבת להיות כתובת URL להגשת מועמדות, שבה המועמדים יוכלו לראות פרטים על העבודה ולהגיש את מועמדותם."),
                n("f4f4dd60", "נדרש"),
                n("b2c213e0", "חרגת ממגבלת התווים"),
                n("d84e9c2a", "ציין את סוג המחויבות לעבודה שצפויה עבור תפקיד זה."),
                n("bc8b300c", "פונקציית התפקיד"),
                n("d1eedb50", "עזור למועמדים להבין את התחום שבו התפקיד הזה תומך."),
                n("eaf3ce64", "צוות"),
                n("b36cd50e", "ציין את הצוות המרכזי שאיתו המועמדים יעבדו לאחר העסקתם."),
                n("d3a427ce", "בחר את רמת הניסיון הנדרשת."),
                n("i7174442", "תיאור התפקיד"),
                n("fef0cf02", "ציין תיאור מפורט של התפקיד. תאר את המחויבויות העיקריות ואת ההסמכות כדי לתת למועמדים הבנה ברורה של התפקיד."),
                n("b7800bec", "כתוב תיאור של התפקיד ב-200 תווים לכל היותר. התיאור יוצג בפוסטים, בהמלצות ובחיפוש."),
                n("a5244ece", "כתובת URL להגשת מועמדות (חובה)"),
                n("g2b553f6", "הזן כתובת URL ציבורית שדרכה מועמדים יוכלו להגיש מועמדות לעבודה זו."),
                n("c2e77608", "תיאור התפקיד (חובה)"),
                n("cdf414d4", "משמש לחיפוש ולהמלצות. נסה להשתמש בתפקידים המקובלים בתעשייה כדי לשפר את התוצאות."),
                n("cc59319a", "השתמש בשמות משרות מקובלים בתעשייה שמועמדים רבים ככל האפשר יוכלו לזהות."),
                n("e7117ee4", "מיקום (חובה)"),
                n("c05176ec", "אם התפקיד מתבצע במשרד או באתר, הזן את מיקום האתר. אם זהו תפקיד מרוחק, ציין מהיכן המועמדים יכולים לעבוד."),
                n("d70c24d4", "משמש כדי לעזור למועמדים לחפש את העבודה שלך."),
                n("de1c4376", "טווח שכר"),
                n("hf352d42", "הוסף טווח משכורות אופציונלי שיהיה גלוי למועמדים. אם תבחר לא לעשות זאת, עליך לשים לב לחוקי שקיפות התשלום החלים באזור שבו אתה מגייס."),
                n("ede7d0a2", "מטבע"),
                n("b925c18c", "סוג שכר"),
                n("j3d242ce", "טווח לא חוקי"),
                n("f4d07bd2", "הוסף פרטים אופציונליים כדי להקל על מועמדים לגלות את התפקידים באמצעות חיפוש.");
            n("b8cbb51a", "סיכום התפקיד"),
                n("bda6881e", "תפקיד זה יובא מהמערכת למעקב אחרי מועמדים (ATS). שים לב שאפשר לשנות שדות ספציפיים בלבד."),
                n("b075c68a", "עריכת עבודה"),
                n("d4b6a6e0", "זרקור על פרופיל"),
                n("j2dd3686", "משרות שמוצגות באופן מודגש מעל הפוסטים שלך."),
                n("af1cfd46", "אינטגרציה עם ATS"),
                n("d6fa2944", "מחיקת האינטגרציה תגרום למחיקת כל המשרות שיובאו."),
                n("h99f11fa", "מחיקת אינטגרציה"),
                n("eef1ae76", "מחובר כעת"),
                n("a915f5c1", function (e) {
                    return e.ats + " מחובר";
                }),
                n("af7286b7", function (e) {
                    return "‎" + e.percentage + "%‎ הנחה על מינוי Premium לשנה";
                }),
                n("c924ad84", "המשך להציג את הסרטון"),
                n("de750a3c", "תוכל ליהנות מהם אפילו כשהטלפון נעול"),
                n("he5e87c4", "הגברת התשובות שלך"),
                n("g64a60ba", "קבל עדיפות קטנה בעת מתן תשובות לפוסטים"),
                n("a7ee832a", "תקן טעויות ושגיאות כתיב לפרק זמן של עד 60 דקות"),
                n("fdd77a34", "כתוב פוסטים ארוכים יותר"),
                n("j6d26a7a", "כתוב כמה שתרצה כדי לשתף עם אחרים"),
                n("c4fd68da", "התאמה אישית של החוויה"),
                n("c0195168", "שנה את סמל היישום ואת אפשרויות הניווט"),
                n("b6b5dc94", "קבלת אימות"),
                n("b06db848", "התבלט על פני אחרים בפלטפורמה שלנו"),
                n("e3e3a97c", "קבל חלק וההכנסות מהפוסטים שלך"),
                n("f15bc24e", "מגבלת Grok גבוהה יותר"),
                n("c4666e1c", "יותר שימש ב-Grok 3, המודל העדכני ביותר שלנו"),
                n("he74ae7a", "מגבלות השימוש הגבוהות ביותר ב-Grok"),
                n("f5732cd4", "בנוסף, גישה מורחבת לתכונה DeepSearch & Think"),
                n("e0198956", "קבל נתח מההכנסות שמופקות מקיום אינטראקציה של חשבונות מאומתים עם תוכן שאתה מפרסם ב-X."),
                n("iadf78e2", "הורדת סרטונים"),
                n("ee54c3de", "שמירת סרטונים ישירות במכשיר"),
                n("ae03594c", "הגברת חשיפת תשובה קטנה"),
                n("e6bb08c0", "שיפור רמת הנראות של התשובות שלך."),
                n("bf2a6acc", "הגברת מספר התשובות"),
                n("c2059276", "הגבר את מספר התשובות שלך."),
                n("b023ec20", "מיקסום מספר התשובות"),
                n("g337328e", "רמת הנראות הגבוהה ביותר לתשובות שלך."),
                n("fa006202", "הפעלת סרטון ברקע"),
                n("jf389778", "לצפות במהלך עיון או שימוש ביישומים אחרים"),
                n("f2977d80", "תיקיות של סימניות"),
                n("j1d3d910", "הפוסטים השמורים שלך יישארו תמיד מאורגנים לטובת גישה קלה"),
                n("f0f48668", "תמיכת פרימיום"),
                n("c3148608", "קבלת עזרה מהר יותר כשאתה זקוק לה"),
                n("b485ca6e", "הכרטיסייה 'המיטב'"),
                n("d438955e", "הצגת הפוסטים המובילים שלך"),
                n("f373a352", "מסרים אישיים מוצפנים"),
                n("g7405aca", "ביצוע שיחות צ'אט באופן מאובטח עם הצפנה מקצה-לקצה"),
                n("j659fa0c", "הטוב ביותר שיש ל-Grok 3 להציע"),
                n("ibff5694", "ליהנות ממגבלות השימוש הגבוהות ביותר, מ-DeepSearch & Think וכן מגישה מוקדמת לתכונות חדשות"),
                n("i824f4da", "פחות מודעות"),
                n("bd17076c", "יוצגו כמחצית מהמודעות בצירי הזמן 'עבורך' ו'במעקב'."),
                n("cef2cac8", "תוכל ליהנות מחוויה נטולת מודעות פרסום, עם תוכן ממותג שיוצג מדי פעם ויעסוק בנושאים פחות נפוצים."),
                n("c97920c0", "סרטונים בכרטיסיה 'לא מחובר לרשת'"),
                n("i4379b18", "שמירה של כל סרטון לצפייה לא מקוונת"),
                n("f94c6bae", "סימון 'מאומת'"),
                n("d72055d6", "יצירת אמינות עם סימון מאומת "),
                n("f54af178", "כתיבת מאמרים"),
                n("c5cd5d42", "שיתוף תוכן לאורך זמן ויישום הובלה מחשבתית"),
                n("jbdb08cc", "נתח את מדדי החשבון כדי לקבל מידע לגבי ביצועי החשבון."),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "ניהול להעלאה של המדיה שלך"),
                n("id067c96", "חיפוש של Rader"),
                n("jf991d48", "להישאר לפני כולם הודות למעקב אחר נושאים חמים בזמן אמת"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "כלי רב עוצמה שפועל בזמן אמת ומיועד למי ש'חיים' ב-X. נטר מספר צירי זמן על מסך אחד (באופן מקוון בלבד)"),
                n("b3e50ef2", "יצירת קהילה"),
                n("bb1a4e44", "יצירת קהילה משלך"),
                n("j010228e", "לקבלת תשלום מההכנסה של X מהעוקבים הפעילים ביותר שלך עם מנויים חודשיים."),
                n("h0e1730e", "מתן עדיפות לתשובות"),
                n("jf7f743c", "פרסם סרטונים ארוכים יותר"),
                n("c0c25b6c", "תיקיות של סימניות"),
                n("ab31c79e", "התאמה של סמלי יישומים"),
                n("a8a702ae", "התאמה אישית של ניווט"),
                n("d5ab1b50", "קבלת תג אימות"),
                n("ac298984", "מתן עדיפות לתשובה גבוהה יותר"),
                n("g20df450", "הסרת 50% ממודעות הפרסום"),
                n("h8dfc4de", "מגבלות שימוש גבוהות יותר ב-Grok"),
                n("bf7614d4", "מינויי יוצרים"),
                n("gadc9f4a", "מתן עדיפות לתשובה הגבוהה ביותר"),
                n("c127c5c2", "הסרת כל מודעות הפרסום"),
                n("c1e0f3c8", "לגלות את תכונת החיפוש DeepSearch ואת תכונה הנימוק Think של Grok"),
                n("aac0bbb6", "גישה אל Radar"),
                n("a6722922", "המודעות הוסרו"),
                n("ba016532", "הגברה מספר התשובות"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "מרבי"),
                n("b1492c6c", "הגבוהה ביותר"),
                n("fb5e2c14", "פוסטים 'המיטב' עם מינוי X Premium"),
                n("gd1f4cfa", "הצגת הפוסטים הטובים ביותר בפרופיל שלך"),
                n("h59250bc", "הצפנת מסרים עם מינוי X Premium"),
                n("ed62d546", "פוסטים ארוכים יותר עם מינוי X Premium"),
                n("ca447200", "אימות הודעות SMS עם מינוי X Premium"),
                n("af2b99ea", "עריכת פוסטים עם מינוי X Premium"),
                n("ha265914", "ארגון סימניות עם מינוי X Premium"),
                n("gda940ae", "יצירת קהילה עם מינוי X Premium"),
                n("c7e5ac54", "הצגת פחות מודעות פרסום עם מינוי X Premium"),
                n("e03589ba", "הגברת הפוסטים עם מינוי X Premium"),
                n("f0f8c82a", "הצטרפות לשיחות צ'אט עם אימות בלבד עם מינוי X Premium"),
                n("fecf5aaa", "העלאת סרטונים באיכות Full HD עם מינוי X Premium"),
                n("c00d2be2", "עריכת סרטונים עם מינוי X Premium"),
                n("cd360b86", "שאל את Grok הכול"),
                n("d2e1a7a2", "זמין עם מינוי X Premium"),
                n("e664abe2", "סרטונים ב-X, ברמה מוגברת."),
                n("e595a3e2", "לגלות את תכונות הסרטונים הטובות ביותר עם מינוי Premium"),
                n("i3c9329a", "להתבלט הודות לעיצוב שכולל טקסט עשיר"),
                n("cc9def68", "רק עם מינוי X Premium"),
                n("hdef5966", "הורדת סרטונים למכשיר"),
                n("c748224a", "קבלת גישה עם מינוי X Premium"),
                n("ebfc88bc", "קבלת גישה לתכונות בלעדיות"),
                n("f652e9ac", "קבלת יותר תכונות עם מינוי Premium"),
                n("d67e94c0", "אתה מחמיץ..."),
                n("j1d3098c", "קבלת יותר תכונות עם מינוי ‎Premium+‎"),
                n("gd573390", "והכל במינוי בסיסי..."),
                n("ef94bbd4", "קבלת מינוי ‎Premium+‎"),
                n("dcd830ce", "והכל במינוי Premium..."),
                n("b7dde622", "חג הודיה שמח! ההצעה מסתיימת בתאריך:"),
                n("i0180ca1", function (e) {
                    return "עד " + e.date + ". חד הודיה שמח!";
                }),
                n("hb9d0e00", "ההצעה שלנו לרגל ציון שנתיים לפעילותנו, מסתיימת בתאריך:"),
                n("d2b23e0d", function (e) {
                    return "זהו יום ההולדת של מינוי Premium! המבצע מסתיים ב-" + e.date + ".";
                }),
                n("bb4998fb", function (e) {
                    return "עד " + e.date;
                }),
                n("c0847ebc", "כל השדרוגים של מינוי Basic ובנוסף..."),
                n("ed672bfa", "כל השדרוגים של מינוי Basic ומינוי Premium ובנוסף..."),
                n("db63fa1c", "בחירת תוכנית Premium"),
                n("b128c6bc", "קבל תג מאומת ועוד עשרות הטבות נהדרות."),
                n("a9904a1c", "הנחה על רכישת מינוי X Premium לפרק זמן מוגבל"),
                n("acfaf7a0", "השוואת שכבות ותכונות"),
                n("e1606e52", "שינוי המינוי שלך"),
                n("d2f2b91a", "יש להירשם כאן"),
                n("j4b4310e", "שניות"),
                n("af863ee9", "תקופת ניסיון"),
                n("f5705987", "בתנאי השירות שלנו לרכישה"),
                n("h89dabac", "ניתן לבטל בכל עת"),
                n("f36b8e14", "משהו השתבש בעת קבלת המוצר הזה. נסה לטעון שוב."),
                n("f1756574", " לחודש"),
                n("i650ff14", " לשנה"),
                n("dbcd25db", function (e) {
                    return "למשך " + e.numberOfDays + " הימים הראשונים";
                }),
                n("bd40d5b5", function (e) {
                    return "יש לעשות מנוי ולשלם עבור " + e.title;
                }),
                n("i36a0b6e", "בשלב זה, ניתן להירשם רק ביישום X עבור מכשירי iOS."),
                n("c906ad94", "שדרוג לאחור"),
                n("db5c77e0", "זהו המינוי הפעיל שלך"),
                n("h77ef73e", "מעבר לתוכנית חודשית"),
                n("d723d44a", "מעבר לתוכנית שנתית"),
                n("gf6b66b8", "אשר את השינוי במינוי, שייכנס לתוקף היום"),
                n("e83daf87", function (e) {
                    return "אשר את השינוי במינוי, שייכנס לתוקף בתאריך " + e.date;
                }),
                n("f27022d6", "התוכנית הנוכחית"),
                n("i9d5f4b6", "תוכנית חדשה"),
                n("ia390d8a", "כיצד פועל השדרוג לאחור ('שנמוך')"),
                n("fd80b875", function (e) {
                    return "התוכנית הנוכחית תמשיך לפעול עד לסיום מחזור החיוב הנוכחי. בתאריך " + e.nextBillingDate + ", יתבצע מעבר אל התוכנית " + e.newTierName + " ותחויב בתעריף חדש.";
                }),
                n("c8fb177a", "כיצד תתבצע התאמת התשלום"),
                n("df776505", function (e) {
                    return "אתה מבצע שדרוג של " + e.newTierName + " עם חיוב חדש. החיוב עבור התוכנית החדשה יתבצע היום, אבל יתרת האשראי תגרום להפחתת הסכום לתשלום. המעבר יתרחש באופן מיידי והתאמת החיוב תתבצע בהתאם.";
                }),
                n("d7efb6ba", "אתה מבצע מעבר ממסגרת חיוב חודשי למסגרת חיוב שנתי. החיוב תמורת תוכנית שנתית יתבצע הים, כאשר יתרת הפרו-רטה החודשית הנותרת תשמש כדי לזכות את סך החיוב הכולל. המעבר יתרחש באופן מיידי וכעת החיוב יתבצע על בסיס שנתי."),
                n("a5f2cf70", "אתה מבצע מעבר ממסגרת חיוב שנתי למסגרת חיוב חודשי. יתרת האשראי השנתית תכסה את התשלומים החודשיים עד שתתרוקן. המעבר יתרחש באופן מיידי והחיובים יהיו כעת חודשיים."),
                n("ef1c0208", "אישור שינוי התוכנית"),
                n("ia08113f", "תנאי השימוש לרוכשים"),
                n("d2962b73", "התנאים"),
                n("b421795a", "אפשר לבטל את המינוי בכל עת"),
                n("f8d88ac7", "תנאי השירות לרוכשים"),
                n("ca220fe9", "בתנאים"),
                n("ab8beda0", "אפשר לבטל את המינוי בכל עת"),
                n("ife2636d", "בתנאי השירות לרוכשים"),
                n("fb57be65", "בתנאים"),
                n("e468a6c2", "אפשר לבטל את המינוי בכל עת"),
                n("e9f4c89b", "בתנאי השירות לרוכשים"),
                n("hce73b41", "בתנאים"),
                n("i4db5c92", "אפשר לבטל את המינוי בכל עת"),
                n("ae095fe8", "Grok − עוזר הבינה המלאכותית"),
                n("d4e60288", "מגבלות השימוש הגבוהות ביותר"),
                n("abaa4274", "לגלות את DeepSearch & Think"),
                n("e0d53864", "גישה מוקדמת לתכונות חדשות"),
                n("g1be3530", "תקופת ניסיון בחינם"),
                n("b10b4f1f", function (e) {
                    return "חסוך ‎" + e.percentOff + "%‎ לפני " + e.date;
                }),
                n("b8d0bd19", function (e) {
                    return "נסה את " + e.productName + " בחינם";
                }),
                n("f89dfa74", "הערך המשתלם ביותר"),
                n("b9a4d8c6", "שנתי"),
                n("f5fb58b4", "וכן כל התכונות שנכללות במינוי X Premium"),
                n("i527045e", "סימון, יותר מ-Grok, הגברת מספר התגובות, ניתוח נתונים ועוד הרבה יותר"),
                n("ga482a88", "תוכנית שנתית"),
                n("hc64d5b0", "תוכנית חודשית"),
                n("de7db957", function (e) {
                    return e.price + " לשנה בחיוב שנתי";
                }),
                n("d8982437", function (e) {
                    return e.price + " לשנה בחיוב חודשי";
                }),
                n("f0ad5cc8", "שנה"),
                n("a0dc6e4c", "לא זמין כעת"),
                n("jd8b2e66", "להרשמה ותשלום"),
                n("ca784c0c", "מינוי ותשלום עם Apple"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "או חיסכון של עד 30%"),
                n("i7fbacc4", "אפשר להחליף בין דרגות מינוי"),
                n("c9cc122b", function (e) {
                    return e.feature + " כלול ב-" + e.title;
                }),
                n("bff35771", function (e) {
                    return e.feature + " אינו זמין עבור " + e.title;
                }),
                n("a69fd369", function (e) {
                    return "התחלה ב-" + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "מינוי תמורת הנחה של ‎" + e.percentage + "%‎ (לפרק זמן מוגבל)";
                }),
                n("dfc5f972", "ועוד הרבה יותר..."),
                n("fb8453c8", "לגלות בקשות של DeepSearch and Think"),
                n("e45b3f30", "קבלת גישה לבקשות Research ו-Reasoning"),
                n("aaebdc2e", "הגדלה ניכרת של הגישה ל-Grok 3 mini ול-Grok 3"),
                n("ddf8a412", "קבל גישה לתכונות חדשות לפני אחרים"),
                n("gfb04ef4", "כל התכונות של מינוי ‎Premium+‎ ב-X"),
                n("b601cfbb", function (e) {
                    return "נסה תמורת " + e.price + " לחודש";
                }),
                n("i3e90e20", "בשלב זה לא זמין"),
                n("d9e9ce26", "רכישת מינוי ותשלום:"),
                n("j1f5a580", "אירעה בעיה בטיפול במינוי שלך ל-Premium. בדוק את פרטי התשלום ונסה שוב."),
                n("ebc84442", "רכישת מינוי Premium"),
                n("cd9102d4", "בחר קטגוריה"),
                n("eb551aea", "הצג קטגוריה בפרופיל"),
                n("f386777a", "החלף סוג חשבון"),
                n("db483090", "הוחלף לחשבון אישי"),
                n("c701200c", "הוחלף לחשבון עסקי"),
                n("acd8da0a", "הוחלף לחשבון יוצרים"),
                n("cb55ecce", "החלף חשבון אישי"),
                n("h4aeb984", "החלף לפרופיל אישי"),
                n("ada6073a", "לא זקוק לכלים מקצועיים?"),
                n("eb723d4c", "Personal accounts don’t have tools like Profile Spotlight and Shopping Manager. You’ll have to set up a new professional account if you want to switch back."),
                n("hbb1af08", "החלף לחשבון עסקי"),
                n("a9b5e3aa", "לא, בטל"),
                n("ia49207a", "כן, להחליף"),
                n("g3f74902", "להחליף לחשבון עסקי?"),
                n("f3bcfac0", "פרופיל זה מתאים במיוחד למותגים, חנויות, ספקי שירותים וארגונים."),
                n("d0c3f02e", "החלף לחשבון יוצרים"),
                n("a01e84e0", "להחליף לחשבון יוצרים?"),
                n("e8af8ef4", "פרופיל זה מתאים במיוחד לדמויות ציבוריות, אמנים ומשפיענים."),
                n("e44eab74", "בשלב זה, לא כל המודולים נתמכים עבור כל הלקוחות של X"),
                n("ce4185bc", "בקרוב יתווספו זרקורים חדשים"),
                n("b5aed332", "אין זרקורים זמינים"),
                n("g419ecf4", "הישאר בדף"),
                n("d3a097a2", "כן, מחק אותם"),
                n("j1e1cd30", "למחוק את השינויים?"),
                n("fc779c28", "הצג זרקור"),
                n("ie85a7a8", "למחוק את הפרטים העסקיים שלך?"),
                n("b5348efc", "אין שעות"),
                n("db285564", "תמיד פתוח"),
                n("g7993eee", "שעות מותאמות אישית"),
                n("c9ee902a", "הצגת המפה"),
                n("j224a074", "כל פרטי המיקום שמוזנים גלויים לציבור כאשר האפשרות 'זרקור מיקום' מופעלת. ניתן לגשת למספר הטלפון ולכתובת הדואר האלקטרוני באמצעות הלחצן 'צור קשר'."),
                n("f448cbcc", "אופציונלי"),
                n("c16c9568", "כתובת"),
                n("i3a38711", "תנאי השירות של Google Maps"),
                n("beb66f50", "מדיניות הפרטיות של Google"),
                n("e0d47030", "היכן הלקוחות יכולים ליצור איתך קשר? זכור שמידע זה יהיה גלוי ללקוחות כדי שיוכלו למצוא אותך. תוכל להסיר אותו בכל עת."),
                n("c7a4adb0", "הוסף כתובת"),
                n("cd39daf6", "מיקוד"),
                n("gc0df5a6", "הוסף מיקוד"),
                n("c6c16a52", "עיר"),
                n("aa8015be", "הוסף עיר"),
                n("b688f53a", "מדינה/מחוז/אזור"),
                n("a67f5bbc", "הוסף מדינה/מחוז/אזור"),
                n("if92b1b4", "הוסף מדינה"),
                n("ffc5590e", "עיר לא תקפה"),
                n("a8fd64d8", "חפש מדינות"),
                n("a0abe108", "מדינה / מחוז / אזור לא חוקיים"),
                n("j163df8e", "כתובת לא תקפה"),
                n("af9b9b78", "מיקוד לא תקף"),
                n("i373e022", "הזן דואר אלקטרוני"),
                n("f91751f8", "זה יהיה גלוי לכולם"),
                n("g33c0564", "דואר אלקטרוני לא חוקי"),
                n("ga71fbf4", "שעות פעילות"),
                n("ca2ba204", "ערוך שעות מותאמות אישית"),
                n("d7b7dbca", "בפרופיל שלך לא יוצגו שעות"),
                n("a460e770", "לדוגמה, פארקים, חופים, קניות ברשת"),
                n("ddc88bf0", "הגדר שעות פעילות בכל יום"),
                n("j11df0ca", "שעות חופפות"),
                n("f9f911f4", "חפש אזור זמן"),
                n("d21a4252", "הוסף שעות"),
                n("ac6ce1c0", "משעה"),
                n("c647aac8", "עד שעה"),
                n("b926e64a", "היכנס לאתר"),
                n("i019c8b6", "שיחה"),
                n("eabc6906", "SMS"),
                n("h24d868c", "שיחה והודעת SMS"),
                n("fa64f1fc", "בחר קוד מדינה"),
                n("c7d3629a", "מספר טלפון"),
                n("ce48a958", "כיצד תרצה שיפנו אליך?"),
                n("b97705ce", "זכור, מספר טלפון זה יהיה זמין ציבורית ללקוחות כדי שיוכלו ליצור איתך קשר. תוכל להסיר אותו בכל עת."),
                n("f7ff19ec", "הוסף קוד מדינה"),
                n("bb7f177a", "מספר טלפון לא תקף"),
                n("b91d1394", "הוסף יישום"),
                n("d3cd1160", "הוסף יישום iOS"),
                n("f2124008", "כתובת URL של App Store"),
                n("dc0d9d6a", "הוסף יישום Android"),
                n("dd1605f0", "כתובת URL של Play Store"),
                n("g4098f78", "איפה אני יכול למצוא את זה?"),
                n("b949cdc6", "הסר יישום"),
                n("b4b8a486", "בחר קהילה"),
                n("jfe04cf6", "האם למחוק את הבחירה?"),
                n("a14aa8dc", "פעולה זו תסיר את הקהילה מהזרקור שלך."),
                n("cc4add98", "בחר קהילה כדי לבדוק כיצד היא תיראה בדף הפרופיל שלך"),
                n("jd3e9ea6", "אין לך קהילות"),
                n("daad9741", "ליצור קהילה"),
                n("c46cdabc", "כלים מתקדמים"),
                n("f6a2233a", "נהל הרשאות בחשבונות"),
                n("ccb3ca48", "הגדרות עסקיות"),
                n("b0ef3100", "צור קמפייני פרסום עשירים"),
                n("ff1c5e1a", "דף מרכז מקצועי"),
                n("f53adc36", "צור השפעה בעולם האמיתי"),
                n("hc4981d6", "זרקורים על פרופיל"),
                n("fbce8dbe", "חפש אנשים למעקב"),
                n("ae76c624", "צור קשרים נוספים"),
                n("ae0383d4", "הגבר פעילות כדי להגיע לאנשים רבים יותר"),
                n("a1dbe746", "הגבר פעילות כדי להגיע לאנשים רבים יותר"),
                n("hbd124ae", "הגבר פוסט"),
                n("hd80bd3e", "קדם פוסט"),
                n("fe2b0008", "למד איך להשתמש ב-X"),
                n("h257d4aa", "בחר פוסט שברצונך לקדם"),
                n("h9b28dae", "You’re saving time with an ad-free feed"),
                n("f6c50ec0", "תקופת ההתנסות של החוויה ללא מודעות הסתיימה"),
                n("e1d1fbca", "You’ve avoided"),
                n("a82d7abd", function (e) {
                    return e.numberOfAds + " ads";
                }),
                n("ff074c76", "You’re seeing more of the posts you want."),
                n("cbc38428", "שימוש נטול מודעות פרסומת עם Premium+‎"),
                n("b9028f60", "Back to my ad-free trial"),
                n("e081d6a0", "No thanks, I’d like to see ads again"),
                n("fee73dca", "Saving an estimated"),
                n("ic073e4e", "הזמן שלך יקר."),
                n("eb866e88", "הזמן המשוער שנחסך במשך שנה"),
                n("ce72f092", "Based on your usage so far."),
                n("c534c6b4", "אנחנו מחשבים את המספרים..."),
                n("i57332f0", "המשך לגלול וחזור מאוחר יותר כדי לבדוק כמה מודעות נמנעו וכמה זמן חסכת"),
                n("cc10f019", function (e) {
                    return e.minutes + " דק" + t(e.minutes, "ות", "ה", "ות", "ות");
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " שע" + t(e.hours, "ות", "ה", "ות", "ות");
                }),
                n("a9af8753", function (e) {
                    return e.days + " י" + t(e.days, "מי", "ו", "מי", "מי") + "ם, " + e.hours + " שע" + t(e.hours, "ות", "ה", "ות", "ות");
                }),
                n("b93d00e5", function (e) {
                    return e.days + " י" + t(e.days, "מי", "ו", "מי", "מי") + "ם";
                }),
                n("g2c63852", "100% free. No credit card required."),
                n("be88be23", function (e) {
                    return "תקופת הניסיון בת " + e.durationInDays + " הימים שלך הופעלה";
                }),
                n("b63766a6", "Scroll without ads"),
                n("h028f7e0", "Spend more time on the content you love"),
                n("dd68eef6", "Experience the Premium+ luxury life"),
                n("g8a2f217", function (e) {
                    return "Enjoy ad-free for " + e.durationInDays + " days";
                }),
                n("dec99336", "ללא מודעות"),
                n("i95803fa", "למרבה הצער, בשלב זה אינך זכאי."),
                n("d28a1d72", "Radar יאפשר לך להיות הראשון שמזהה נושאים חמים"),
                n("fb70427a", "אנחנו גאים להציג את כלי החיפוש העוצמתי ביותר ב-X."),
                n("i54bf620", "ניטור מילות חיפוש"),
                n("e8bb09bc", "תוכל להתמקד בכל נושא באמצעות שימוש ביכולת החיפוש המתקדם."),
                n("d4c9d5aa", "תצוגה חזותית של נושאים חמים"),
                n("e78263fe", "איתור שיחות וגרפים שמציגים פעילות יומית במהלך שלושת הימים האחרונים"),
                n("e3ed8220", "מדדים בזמן אמת"),
                n("f4952956", "תוכל לקבל נתונים סטטיסטיים מיידיים על ספירות פוסטים מהשאילתות שלך."),
                n("cce3f116", "הפוסט נוסף לסימניות"),
                n("b593b396", "הפוסט הוסר מהסימניות"),
                n("af9c8a3e", "פתיחת יישום"),
                n("ef483238", "דף מצב הפוסט"),
                n("jcf3ff56", "טקסט גדול"),
                n("f1252ac8", "טקסט בינוני"),
                n("daa0da04", "טקסט קטן"),
                n("ba5256b2", "גודל הטקסט"),
                n("h030c24c", "דווח על בעיה"),
                n("b12ffee6", "הרחקה מהקהילה"),
                n("e37836f8", "פרטי הדיווח"),
                n("fb35e52a", "הצג כלל"),
                n("e238c590", "מה הלאה"),
                n("if218e60", "הצוות והטכנולוגיה שלנו יבדקו את הדוח שלך. אם נמצא הפרה של כללים, נודיע לך באילו פעולות ננקוט."),
                n("b6dc1984", "מהו התהליך שלנו?"),
                n("b0a16894", "ההקשר חשוב. אנו לוקחים בחשבון את הגורמים הבאים בעת אכיפת הכללים שלנו (זו אינה רשימה מלאה):"),
                n("d4716820", "האם התוכן המדווח מכוון לאנשים בגלל זהותם?"),
                n("e899a534", "מהי חומרת ההפרה?"),
                n("d9c4e7ae", "האם הדוח הוגש על-ידי האדם שכלפיו בוצעה ההפרה?"),
                n("afb51066", "יצירת דוחות כפולים לא תאיץ את התהליך שלנו."),
                n("b7ba712a", "נמצאה הפרה"),
                n("d90b8c04", "לא נמצאה הפרה"),
                n("c2d0494a", "המלצות הבטיחות שלנו"),
                n("be46e000", "דוחות כפולים"),
                n("e846ae32", "גם אם התוכן נמחק, ייתכן שמישהו יצר עותק או צילם צילומי מסך. אם אתה רואה אותו ב-X, דווח על כך כדי שנוכל להסיר אותו."),
                n("e3647d08", "פנה לרשויות אכיפת החוק"),
                n("gad89c4a", "אם אתה מרגיש שאתה בסכנה, אנו ממליצים לך לפנות לרשויות האכיפה המקומיות. הם יכולים לעיין בהנחיות שלנו המיועדות לרשויות אכיפת החוק אם יש להם שאלות המשך. "),
                n("h7fa9240", "ארצות הברית:"),
                n("fb2ff552", "המוקד הלאומי למניעת התאבדות במספר 988"),
                n("bb57e8c0", "מדינות ואזורים אחרים:"),
                n("b9ce59ba", "שוב תודה על כך שהבאת זאת לתשומת לבנו."),
                n("d42899ad", "האיגוד הבינלאומי למניעת התאבדות."),
                n("c9853de0", "תוכן מוסתר"),
                n("c197728e", "נפתר"),
                n("f4422d78", "דיווחים"),
                n("i07c24fa", "אין לך דוחות פתוחים"),
                n("h542c98a", "ראה פרטים"),
                n("e6e11d12", "אין לך דוחות שנפתרו"),
                n("ibf33bae", "דווח על כפילויות כדי שיהיה ניתן להסיר אותן"),
                n("a288ca36", "בהנחיות שלנו המיועדות לרשויות אכיפת החוק"),
                n("a62c9c34", "עקוב אחר תחומי העניין שלך."),
                n("cf39fca2", "לשמוע על מה אנשים מדברים."),
                n("j86184fe", "הצטרפות לשיחה."),
                n("ac2035f2", "הצטרף היום."),
                n("h0af9418", "יצירת חשבון"),
                n("eba1b198", "מתרחש עכשיו"),
                n("fa811c30", "כבר יש לך חשבון?"),
                n("b4bdfb3e", "קבלת היישום Grok"),
                n("f991cfaa", "קבלת Grok"),
                n("a4298bc0", "X. זה מה שקורה"),
                n("j3f49ff6", "מחדשות ובידור ועד ספורט ופוליטיקה, קבל את הסיפור המלא עם כל הפרשנויות בשידור חי."),
                n("d65555c2", "או"),
                n("e75df5c9", function (e) {
                    return e.query + " – חיפוש";
                }),
                n("ac4fb0f4", "תמונות"),
                n("aea62568", "מסנני חיפוש"),
                n("gfcfbf8c", "החיפוש שלך נשמר."),
                n("a4645d92", "החיפוש השמור שלך נמחק."),
                n("b11805af", function (e) {
                    return "ראה פוסטים בנושא " + e.query + " ב-X. ראה מה אחרים אומרים והצטרף לשיחה.";
                }),
                n("d610e8c3", function (e) {
                    return "הפוסטים העדכניים ביותר בנושא " + e.query + ". קרא מה אחרים אומרים והצטרף לשיחה.";
                }),
                n("j622effe", "חיפוש מתקדם"),
                n("i5045e74", "בכל מקום"),
                n("h2388754", "לידך"),
                n("a0cf4306", "סיכום של Grok"),
                n("f97f7b46", "הסתרת סיכום של Grok"),
                n("f9d35b98", "אפשר לשמור רק 25 חיפושים. מחק חיפוש כדי לשמור חיפוש חדש."),
                n("ha925ad4", "משהו השתבש. נסה לשמור את החיפוש שלך שוב בעוד דקה."),
                n("h0a9931c", "משהו השתבש. נסה למחוק את החיפוש שלך שוב בעוד דקה."),
                n("h4912b5e", "שמור חיפוש"),
                n("b9bc69ca", "מחק את החיפוש השמור"),
                n("eb63de70", "X – חיפוש מתקדם"),
                n("d3938be8", "מילים"),
                n("e0dded5e", "פעילות"),
                n("a097f7ba", "תאריכים"),
                n("c03f15ca", "כל שפה"),
                n("cb334136", "קישורים"),
                n("jf1cbcc2", "כולל פוסטים עם קישורים"),
                n("gede6f6e", "הצגת רק פוסטים עם קישורים"),
                n("bda44dd4", "כולל תשובות ופוסטים מקוריים"),
                n("ab870904", "הצג רק תשובות"),
                n("b6215680", "כל המילים האלה"),
                n("cceffa5e", 'דוגמה: מה קורה · מכיל את "מה" ו"קורה" גם יחד'),
                n("f1c5faee", "ביטוי מדויק זה"),
                n("ad10780e", 'דוגמה: משקאות חינם · מכיל את הביטוי המדויק "משקאות חינם"'),
                n("a555a3f4", "מילה כלשהי מהמילים האלה"),
                n("ee8a2b60", 'דוגמה: חתולים כלבים · לא מכיל "חתולים" או "כלבים" (או את שניהם)'),
                n("f51fe348", "אף אחת מהמילים האלה"),
                n("hb657ad4", 'דוגמה: חתולים כלבים · לא מכיל "חתולים" ולא מכיל "כלבים"'),
                n("d10da5da", "תגים אלה"),
                n("f0b52b50", "דוגמה: #חמישי_מהעבר · מכיל את התג #חמישי_מהעבר"),
                n("e292598a", "מחשבונות אלה"),
                n("hef790d8", "דוגמה: ‎@X · נשלח מ-‎@X"),
                n("g2c27394", "לחשבונות אלה"),
                n("d158d9d0", "דוגמה: ‎@X · שלח תשובה אל ‎@X"),
                n("a10e3230", "מאזכרים חשבונות אלה"),
                n("daaf2c72", "דוגמה: ‎@SFBART @Caltrain · מאזכר את ‎@SFBART או מאזכר את ‎@Caltrain"),
                n("b18366ba", "מינימום תשובות"),
                n("f481ba1c", "דוגמה: 280 · פוסטים עם לפחות 280 תגובות"),
                n("ib3ddbd4", "מינימום סימונים כאהוב"),
                n("ef994dac", "דוגמה: 280 · פוסטים עם לפחות 280 לייקים"),
                n("a504ca74", "כמה שפחות פוסטים שפורסמו מחדש"),
                n("jd9bd944", "דוגמה: 280 · פוסטים עם לפחות 280 פרסומים מחדש"),
                n("e95b9448", "כללי"),
                n("f458a3b2", "פרטיות"),
                n("bdc6f5b8", "החשבון שלך"),
                n("ea848de8", "הגדרות EarlyX"),
                n("df483b48", "תכונות אחרות"),
                n("bd05add8", "'לא בוט"),
                n("d94f12b6", "נסה לחפש הודעות, פרטיות וכדומה."),
                n("ba8f6f82", "הגדרות חיפוש"),
                n("g931a6e5", function (e) {
                    return "אתה עוקב אחרי " + e.topic;
                }),
                n("h3f9027a", "תוכל לראות פוסטים בנושא זה בציר הזמן בדף הבית שלך. הנושא הזה יעזור להעניק לך חוויה אישית ב-X."),
                n("e241095e", "נושאים שלך"),
                n("f8bc75e2", "הנושאים שלך"),
                n("ed827af6", "הנושא לא זמין."),
                n("d094c720", "כל הנושאים"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | נושאים";
                }),
                n("g02269ba", "עקוב אחר 'נושאים' ב-X. 'נושאים' מאפשרים לך לראות פוסטים ממספר חשבונות של מומחים או אנשים שאוהבים נושאים שונים ב-X."),
                n("e80d2509", function (e) {
                    return "עקוב אחר הנושא " + e.topicName + " ב-X. אז תוכל לראות פוסטים מובילים ממספר חשבונות של מומחים, מעריצים או פשוט אנשים שמדברים הרבה על " + e.topicName + " ב-X.";
                }),
                n("e44b4256", "היסטוריית סיפורים"),
                n("a74af3f8", "לא נמצאה היסטוריית סיפורים."),
                n("c3077694", "פוסטים על נושאים חמים"),
                n("a9042b6c", "היסטוריית נושאים חמים"),
                n("ed54bc32", "דיווח על נושא חם"),
                n("f89bcc50", "נושא חם שדווח"),
                n("gde7b6b0", "לא נשמר"),
                n("i6212670", "טוען נושא חם"),
                n("c6a07c10", "ציר זמן של נושא חם"),
                n("b0c91a92", "היכנס או הירשם כדי לראות מה אחרים ב-X אומרים על זה"),
                n("d7071084", "Grok, זה"),
                n("ee2200f4", "הסיפור הזה הוא סיכום של פוסטים מ-X שהופק על ידי Grok. הסיפור יתפתח לאורך זמן."),
                n("e1e5d552", "ערוך את הקבוצה שלך"),
                n("ec13f9cc", "עדיין לא הוספת מישהו למעגל שלך"),
                n("dab58e32", "כשתוסיף אנשים, הם יופיעו כאן."),
                n("f43112a4", "איך זה עובד"),
                n("a4d60c94", "משהו השתבש. בשלב זה, איננו יכולים להוסיף אותם למעגל שלך."),
                n("a1ba3bd8", "המעגל שלך מלא. הגעת למגבלה המרבית של 150 חברים במעגל."),
                n("ac3fd6e2", "אין לך המלצות — עדיין."),
                n("eeb4d3f0", "אנחנו נציע מועמדים להוספה למעגל שלך כאן."),
                n("aea3c420", "עדיין אין ציטוטים"),
                n("b40a22c0", "תוכל להוסיף את מה שיש לך להגיד בנושא כשאתה משתף פוסט של מישהו אחר, התוספת שלך תופיע כאן."),
                n("f08d8d08", "שפר את החשיפה של פוסטים שאהבת"),
                n("f0ccff52", "שתף את הפוסט של מישהו אחר בציר הזמן שלך באמצעות פרסום מחדש של הפוסט. אחרי שתעשה זאת, הפוסט יופיע כאן."),
                n("fc1acb54", "אין עדיין סימוני 'אהבתי'"),
                n("e3527230", "כשמישהו (אפילו אתה) יגע בסימון הלב כדי לסמן פוסט זה כ'אהבתי', זה יופיע כאן."),
                n("i3e8b808", "טוען משתמשים שאהבו את הפוסט הזה"),
                n("c69fd704", "טוען משתמשים שפרסמו מחדש פוסט זה"),
                n("f12858d4", "סומן כאהוב על־ידי"),
                n("fe62cfec", "פורסם שוב על ידי"),
                n("h1c5d6aa", "נשלחו על ידך"),
                n("h6d45054", "נשלח על ידי כולם"),
                n("da68fff1", function (e) {
                    return e.count + " מטבע" + t(e.count, "ות", "", "ות", "ות") + " (גלוי רק לך)";
                }),
                n("e35f2534", "טוען פעילות בפוסט"),
                n("i60dfa72", "פעילויות בפוסט"),
                n("dc604dda", "משתמשים שאהבו את הפוסט הזה"),
                n("cdd4ef4a", "משתמשים שפרסמו מחדש פוסט זה"),
                n("icc72234", "ציטוטים של פוסט זה"),
                n("hc35b530", "עדיין אין סימוני 'אהבתי'"),
                n("e0d6a246", "עדיין אין פרסומים מחדש"),
                n("i2a26cb4", "כשמישהו יגע בסימון הלב כדי לסמן פוסט זה כ'אהבתי', זה יופיע כאן."),
                n("i9b724e8", "רשימה של כל מי שצוטטו פוסט זה נמצאת כאן."),
                n("a5ab75ae", "לא נמצאו פוסטים קשורים."),
                n("ce637c0e", "לא נמצאו מאמרים קשורים."),
                n("fd67deaa", "פוסטים קשורים"),
                n("f9183bb6", "העתקת קישור לפוסטים קשורים"),
                n("fc4e5d96", "באפשרותך להציג ניתוח לגבי הפוסטים שלך בלבד."),
                n("ab0da59f", function (e) {
                    return "ניתוח נתונים של " + e.entity;
                }),
                n("ae32e7de", "זהו פוסט מקודם. מספר הפעמים שבהם פוסט זה הוצג הוא מידע פרטי."),
                n("a10aa36c", "במרכז העזרה"),
                n("d0740558", "במרכז העזרה"),
                n("d2d76dca", "במרכז העזרה"),
                n("de8bcdaa", "פירוט של המשתמשים שצפו בפוסט שלך"),
                n("cfa1ef16", "הגבר"),
                n("d267afa2", "מתחת ל-20"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "מעל 50"),
                n("bcd9cf68", "מעל 65"),
                n("f05f1838", "אחר/לא צוין"),
                n("fa5be588", "אורגני"),
                n("c65126fe", "מוגבר"),
                n("c61c6624", "מקודם"),
                n("f1196a04", "ניתוח הגברה"),
                n("bb66e3fc", "ניתוח קידום"),
                n("g512ddcc", "ניתוח נתונים אורגני"),
                n("j9256524", "פירוט ביצועי ההגברה"),
                n("ceeb3016", "פירוט ביצועי הקידום"),
                n("bf4558fa", "פירוט ביצועים אורגניים"),
                n("c69069e6", "מספר הפעמים שבהם הפוסט הזה הוצג ב-X"),
                n("a0615bac", "המספר הכולל של הפעמים שבהן משתמש קיים אינטראקציה עם פוסט. הערך הזה כולל את כל הלחיצות בכל מקום בפוסט (כולל תגים, קישורים, תמונות פרופיל, שמות משתמש והרחבת פוסטים), את הפרסומים מחדש, התשובות, ההוספות לרשימת המעקב וסימוני 'אהבתי'."),
                n("acc4cf12", "מספר הצפיות בפרופיל שהגיעו מהפוסט הזה"),
                n("c7d0d1c4", "מספר הלחיצות על כל כתובת URL בפוסט הזה"),
                n("a4da7724", "מספר הפעמים שבהן משתמשים הציגו את הפרטים של הפוסט הזה"),
                n("jedd2771", function (e) {
                    return e.percentage + " מההגברה";
                }),
                n("g33fd6b1", function (e) {
                    return e.percentage + " מקידום";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " ממשתמשים שאינם עוקבים";
                }),
                n("h4cbba3e", "פחות מ-5%"),
                n("f4f0094c", "פחות מ-5% מההגברה"),
                n("h1cdac12", "פחות מ-5% מאז מבצע הקידום"),
                n("g884b2cc", "פחות מ-5% ממי שאינם עוקבים"),
                n("b32334a0", "חשבונות שהגעת אליהם"),
                n("h142a79c", "מספר הצפיות הייחודיות לפוסט זה"),
                n("de4def4e", "% מכל הקידומים ועד היום"),
                n("e3390c1e", "48 השעות הראשונות"),
                n("aead0975", function (e) {
                    return "זה עוקב אחר מספר הפעמים שהפוסט הזה נקרא במהלך 48 השעות הראשונות ממועד פרסומו. הערך המרבי הוא " + e.maxValue + " התרשמויות.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " אוהב" + t(e.likeCount, "", "ים", "", "");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " פרסו" + t(e.retweetCount, "מי", "", "מי", "מי") + "ם מחדש";
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " תשוב" + t(e.replyCount, "ות", "ה", "ות", "ות");
                }),
                n("db6efeb8", "הקידום שלך פועל"),
                n("j6daea86", "קידום המכירות שלך מושהה"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.spentBudget + " מתוך " + e.totalBudget + " הוצא";
                }),
                n("e8adeec8", "קדם שוב"),
                n("fbb5c37e", "הגבר שוב"),
                n("ccffb487", function (e) {
                    return "הפוסט שלך השיג " + e.impressions + " חשיפות עד עכשיו. עבור לחשבון מקצועי כדי להרחיב את פוטנציאל החשיפה שלך.";
                }),
                n("ha13fd94", "הגברת פוסט"),
                n("jede3014", "הקידום שלך נמצא בבדיקה"),
                n("b823301e", "לאחר שיאושר, הפוסט שלך יקודם לקהל שבחרת."),
                n("a2e48870", "עיון במדיניות המודעות של X"),
                n("ge538876", "המדדים של הסרטון ששיתפת"),
                n("ca7e10d8", "צפיות ייחודיות"),
                n("i611fc96", "סך כל הפעמים שסרטון זה נצפה בכל הפוסטים"),
                n("a69cd868", "מספר הצפיות הייחודיות בסרטון זה"),
                n("f894a688", "שימור קהל"),
                n("ad9d9204", "האחוז מהזמן שבו הצופים צפו בסרטון לפני שהם עזבו אותו, ובאיזה חלק מתוך הסרטון הם צפו."),
                n("da4b7a70", "אחוז הצופים עם משך הצפייה נתון או משך צפייה קצר ממנו"),
                n("de2d89a2", "נצפה 25%"),
                n("i92754c2", "נצפה 50%"),
                n("be8ddcc2", "נצפה 75%"),
                n("b01410d6", "נצפה 100%"),
                n("gfb3d8af", function (e) {
                    return "צפו עד " + e.timeLabel;
                }),
                n("fc6cbba2", "עדיין אין מה לראות כאן"),
                n("b80a53c8", "אחרי שייאספו יותר נתונים, המידע יופיע כאן."),
                n("d25dccb6", "הניתוחים אינם זמינים עבור פוסטים בקבוצה."),
                n("g61ac32a", "אנחנו מתמקדים באופן אוטומטי במשתמשים שמעיינים בתוכן שלך."),
                n("e8702feb", function (e) {
                    return e.couponAmount + " על חשבוננו!";
                }),
                n("e44dc579", function (e) {
                    return "התחל עכשיו וקבל " + e.couponAmount + " הנחה על הקידום הראשון שלך לפני " + e.date + ".";
                }),
                n("hd8df545", function (e) {
                    return "התחל עכשיו וקבל " + e.couponAmount + " הנחה על הקידום הבא שלך לפני " + e.date + ".";
                }),
                n("f1d32e41", function (e) {
                    return "הוצא " + e.spendAmount + " וקבל זיכוי לפרסום מודעות בשווי " + e.couponAmount + ".";
                }),
                n("c4d0434b", function (e) {
                    return e.dailyBudget + " ליום במשך " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " על " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "מיקו" + t(e.numLocations, "מי", "", "מי", "מי") + "ם";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " - " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " י" + t(e.durationDays, "מי", "ו", "מי", "מי") + "ם";
                }),
                n("gc3ce5d9", function (e) {
                    return "פוטנציאל חשיפה משוער של " + e.audienceLow + " - " + e.audienceHigh + " אנשים ליום";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "טווח גילאים:  " + e.formattedAge + e.newlinePlaceholder + "מגדר: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "לאחר השקעה של " + e.spendAmount + " על קמפיין אחד או יותר, אנו נזכה אותך ב-" + e.couponAmount + " שיועברו ישירות לחשבון הפרסום שלך. ייתכן שיחלפו מספר ימים עד שהזיכוי יוחל.";
                }),
                n("cb51c854", "כל מגדר"),
                n("bb7b39e2", "גברים"),
                n("eb9466d0", "נשים"),
                n("b07cc9f2", "אזור"),
                n("ce309bee", "רכבת תחתית"),
                n("cc49d030", "מיקוד"),
                n("c3fca124", "הגברת היקף הפעילות"),
                n("d4f57cce", "הגדל את מספר העוקבים שלך"),
                n("c6daa762", "הגדל את מספר הלחיצות על קישורים"),
                n("cc642518", "חפש מיקומים"),
                n("i0e8c3c6", "תוצאות פרסומת"),
                n("f69ad048", "בחר מיקום"),
                n("d948b978", "אפשר לקדם רק את הפוסטים שלך."),
                n("cfcdb4a2", "משהו השתבש. ודא שהשבתת את כל חוסמי המודעות."),
                n("j7a2af7a", "אתה לא מעוניין לקדם את הפוסט הזה?"),
                n("a78bce8e", "אם תצא עכשיו, פוסט זה לא יקודם."),
                n("g8844150", "לא לקדם"),
                n("e7eb3684", "תקציב יומי"),
                n("d9f6e3ce", "מחוון תקציב יומי"),
                n("b3954eca", "מחוון משך הזמן בימים"),
                n("ce665a60", "פוטנציאל החשיפה הוא אומדן. לא ניתן לחזות את היקף החשיפה בפועל."),
                n("i0c3b95c", "הסבב הבא עלינו!"),
                n("h8b6e32a", "קידמת את הפוסט שלך!"),
                n("ee8014a6", "עיין בניתוח הפוסטים בכל שלב כדי לבדוק את ביצועי המודעות שלך."),
                n("db841200", "תוכל להגביר את היקף הפעילות, להגיע ליותר אנשים ולמשוך תשומת לב לעמוד שלך."),
                n("fcc839b6", "מה היעד שלך?"),
                n("b679a538", "הפוסט שלך כולל מדיה"),
                n("cb19a2f0", "קבל יותר סימוני 'אהבתי', פרסומים מחדש ועוד."),
                n("a2d37164", "הגדל את מספר המבקרים באתר שלך"),
                n("cefad302", "הוסף קישור לפוסט שלך"),
                n("b614fad0", "ודא שהפוסט כולל קישור."),
                n("de43b660", "שיטות תשלום"),
                n("hb4773a0", "הוסף שיטת תשלום חדשה"),
                n("aa2a3dd4", "מחק כרטיס"),
                n("b1c5b63c", "מסתיים ב-"),
                n("affb5878", "אשר מחיקה"),
                n("db443ae2", "האם הכל נראה תקין?"),
                n("a96f811e", "יעד קידום המכירות"),
                n("fbd44e96", "התקציב שלך"),
                n("e36bce64", "שיטת תשלום"),
                n("ia83756c", "סיכום ביניים"),
                n("cc217a04", "יתרת השובר"),
                n("g4f2b588", "שארית יתרת השובר"),
                n("i41612da", "צור קידום"),
                n("cdae1af0", "הוסף פרטי מס"),
                n("ed8bb5a0", "הוסף פרטי תשלום"),
                n("fc640c20", "הוסף פרטי תשלום כדי לממש את השובר שלך"),
                n("be2dc078", "הירשם והוסף פרטי תשלום"),
                n("iaefd4de", "הירשם והוסף פרטי תשלום כדי לממש את השובר שלך"),
                n("e5e42640", "הממם… השובר שלך לא נטען. נסה שוב מאוחר יותר."),
                n("e85dfd66", "כבר נוצר קמפיין עבור הפוסט הזה."),
                n("a4db098c", "נראה שלא הצלחנו ליצור את הקידום שלך. נסה שוב מאוחר יותר."),
                n("ef7e3916", "משהו השתבש. בדוק את פרטי הקידום ונסה שוב."),
                n("c1134966", "התנאים וההנחיות בנושא פרסום"),
                n("he45cc43", "תנאי השוברים"),
                n("c9439a82", "התנאים וההנחיות של פרסום"),
                n("c672105a", "מי קהל היעד שלך?"),
                n("e1efbeae", "טווח גילאים"),
                n("c6ff7c10", "גיל מינימלי"),
                n("b555fb46", "גיל מקסימלי"),
                n("j2c03e12", "מעל 55"),
                n("d4e01892", "למדיניות הפרסום בנושא דיור, הלוואות והזדמנויות תעסוקה של X"),
                n("df8d4fa0", "בחר מגדר"),
                n("i982d424", "כמה ברצונך להשקיע?"),
                n("b9ff6cb0", "לא נבחר אמצעי תשלום"),
                n("i8b90688", "התנאים וההנחיות בנושא פרסום"),
                n("a93bd26d", "תנאי השוברים"),
                n("d31dc460", "התנאים וההנחיות בנושא פרסום"),
                n("ga845597", function (e) {
                    return "בסך הכול במהלך " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "מידע נוסף"),
                n("j9f78b42", "אין משתמשים מתויגים בפוסט הזה."),
                n("cb2054fa", "טוען משתמשים"),
                n("e4ad6bda", "בתמונה זו"),
                n("cdd4aafe", "טוען אנשים בשיחה"),
                n("aac3fad2", "אנשים בשיחה זו"),
                n("a7f66562", "טוען פוסט"),
                n("b7a898fa", "עבור אל הפוסט הבא ישירות מכאן!"),
                n("e254fdd2", "אפשר להחליק ישירות אל הפוסט הבא!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "פס התקדמות"),
                n("h2fcc532", "טוען היסטוריה"),
                n("a74821a0", "נראה שהתשלום שלך לא עבר או שהתוקף שלו עומד לפוג. עדכן את פרטי התשלום שלך כדי להמשיך את מינוי Premium."),
                n("bb55752e", "מטבעות מאפשרים לתמוך ביוצרים שמפרסמים תוכן נהדר. מטבעות שאינם בשימוש נשמרים ביתרה שלך."),
                n("ea7ce65f", function (e) {
                    return e.count + " מטבע" + t(e.count, "ות בונוס כלולים", " בונוס כלול", "ות בונוס כלולים", "ות בונוס כלולים") + ".";
                }),
                n("e557f9d2", "הגעת למגבלת יתרת 'המטבעות' שלך."),
                n("e2beba5e", "הכי פופולריים"),
                n("gafeeb96", "קניית מטבעות"),
                n("bc42db1c", "באפשרותך לבטל בכל עת. החידוש מתבצע באופן אוטומטי מדי חודש."),
                n("f1561b06", "בתנאי הרכישה"),
                n("fe93ed4a", "הרכישה בוצעה בהצלחה"),
                n("bcb90375", function (e) {
                    return "יתרת המטבע החדשה שלך היא " + e.balance + ".";
                }),
                n("ia2eb0c0", "הרכישה נכשלה!"),
                n("c7e11484", "הרשימות שלך ריקות"),
                n("a96208ba", "עליך ליצור רשימה לפני שתוסיף מישהו."),
                n("d2826908", "צור רשימה חדשה"),
                n("he062e8a", "בחר רשימה"),
                n("c2fb1e94", "ניתן להוסיף עד 5,000 חשבונות לרשימה."),
                n("f30edc68", "הפוך לפרטי"),
                n("h51a2cf6", "משהו השתבש. נסה למחוק שוב את הכרזה בעוד דקה."),
                n("bb10280e", "משהו השתבש. נסה לשמור את הרשימה שוב בעוד דקה."),
                n("h8885a22", "שם רשימה לא יכול להיות ארוך מ-25 תווים"),
                n("f8132984", "כשאתה הופך רשימה לפרטית, רק אתה יכול לראות אותה."),
                n("h421e74c", "רשימות מוצעות"),
                n("aa62dea8", "אנחנו עדיין מחכים"),
                n("e5e4d3aa", "חזור בהמשך כדי לראות הצעות לרשימות."),
                n("c4d7650c", "נהל חברים"),
                n("h7f2418c", "טוען פרטי רשימה"),
                n("b18e5cd2", "משהו השתבש. נסה למחוק את הרשימה שלך שוב בעוד דקה."),
                n("cdd73e9c", "מחק רשימה"),
                n("def8ff62", "למחוק רשימה?"),
                n("j8b9cde8", "לא ניתן לבטל זאת ותאבד את הרשימה שלך."),
                n("e9f3dec4", "חיפוש ברשימה"),
                n("b9192d55", function (e) {
                    return e.query + " – חיפוש ברשימה";
                }),
                n("d6a23192", "צור רשימה חדשה"),
                n("ie256518", "ציר זמן של חיפוש ברשימה"),
                n("j57a2568", "חיפוש ברשימה"),
                n("hc76e8cd", function (e) {
                    return 'אין רשימות שמתאימות ל-"' + e.query + '".';
                }),
                n("d872881a", "כדאי ליצור רשימה"),
                n("j177067a", "חפש רשימות"),
                n("g13ea02c", "נסה לחפש רשימות"),
                n("d1461f1e", "הרשימה הזאת בודדה"),
                n("bcbd3416", "אנשים שיעקבו אחרי הרשימה הזו יופיעו כאן."),
                n("b197a56c", "עוקבי רשימה"),
                n("f0ab07f5", function (e) {
                    return "חברים (" + e.memberCount + ")";
                }),
                n("h9ce3406", "חברים ברשימה"),
                n("dfeaeb26", "הוסף לרשימה שלך"),
                n("a332103e", "אנשים שיתווספו לרשימה יופיעו כאן."),
                n("e2f7dc62", "מצא חברים מומלצים"),
                n("gc23cc00", "כדי לראות הצעות להוספה לרשימה הזו, נסה לחפש חשבונות."),
                n("e3deb126", "הצעות לרשימה"),
                n("eb7b54be", "טוען רשימות"),
                n("a9ca06d2", "מידע"),
                n("a367dc9a", "אתה רואה את הפוסטים העדכניים מיד כשהם מתפרסמים"),
                n("dd438748", "אתה רואה את הפוסטים המובילים ראשונים"),
                n("fe7e217c", "הצג פוסטים עדכניים"),
                n("ce78b698", "אתה רואה את הפוסטים המובילים ראשונים. פוסטים עדכניים מוצגים מיד כשהם מתפרסמים."),
                n("i5a1628a", "הצג פוסטים מובילים"),
                n("f333a93e", "אתה רואה את הפוסטים העדכניים ראשונים. פוסטים מובילים מציגים לך את הפוסטים הטובים ביותר."),
                n("c7294984", "דווח על רשימה"),
                n("g6340998", "פעולה זו לא תוסיף אותך בחזרה לרשימות שלו באופן אוטומטי."),
                n("i6da4f7a", "רשימת שיתוף"),
                n("a062ff80", "העתק את הקישור לרשימה"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "אינך עוקב אחרי ‎@" + e.screenName + "‎";
                }),
                n("a64512a4", "ציר הזמן של רשימות"),
                n("i0bcc456", "כשתעקוב אחריו, תוכל לראות את הרשימות שלו."),
                n("d8315ca0", "רשימות שבהן אתה כלול"),
                n("e74be9ac", "רשימות שבהן הם כלולים"),
                n("c80cb4e4", "רשימה חדשה"),
                n("bbcaa24b", function (e) {
                    return "רשימות שנוצרו על-ידי @" + e.screenName;
                }),
                n("b081cdf7", function (e) {
                    return "‎@" + e.screenName + " לא יצר עדיין אף רשימה";
                }),
                n("f5978664", "כשזה יקרה, הם יופיעו כאן."),
                n("h243711c", "עדיין לא יצרת רשימות"),
                n("b69e2f71", function (e) {
                    return "‎@" + e.screenName + " לא נוסף לשום רשימה";
                }),
                n("e05568cc", "לאחר ההוספה לרשימה, זה יופיע כאן."),
                n("b86a098a", "עדיין לא התווספת לרשימות כלשהן"),
                n("h06e09a2", "כשמישהו יוסיף אותך לרשימה, זה יופיע כאן."),
                n("gbaa5489", function (e) {
                    return "פרט חברויות עבור ‎@" + e.screenName;
                }),
                n("g6b54ff6", "הכול מעודכן"),
                n("ec5fd35a", "כשמשתמש אחר מבקש ממך אישור לעקוב אחריך, הבקשה תופיע כאן ותוכל לאשר אותה או לדחות אותה."),
                n("ec2d8342", "דחה"),
                n("j85d8d90", "אין בקשת מעקב ממתינה עבור משתמש זה."),
                n("c3d23f10", "נראה שהייתה בעיה קטנה. אל דאגה, זו לא אשמתך. לחץ בהמשך כדי לנסות שוב."),
                n("d2613123", function (e) {
                    return "הירשם כמנוי - " + e.price + " לחודש";
                }),
                n("c4640fc0", "שיתוף של פרופיל מינויים"),
                n("a72064a8", "העתק קישור לפרופיל מינויים"),
                n("e6c72234", "תנאי שיתוף הדואר האלקטרוני"),
                n("b17f0c4b", function (e) {
                    return "אתה רשום עכשיו כמנוי ל-@" + e.screenName;
                }),
                n("a5634d9a", "אירעה בעיה בעיבוד המינוי. בטל בקשה זו ונסה שוב."),
                n("fe9d3afa", "טוען עוקבים"),
                n("ab7fc3ef", function (e) {
                    return "עוקבי-על של " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("j0d17377", function (e) {
                    return "אנשים שאתה מכיר עוקבים אחרי " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fa9e827f", function (e) {
                    return "אנשים שעוקבים אחרי " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ha979be5", function (e) {
                    return "אנשים ש-" + e.fullName + " (@" + e.screenName + ") עוקב אחריהם";
                }),
                n("d28be573", function (e) {
                    return "אנשים רשומים כמנויים ל-" + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return "אנשים נרשמו כמנויים על-ידי " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("cfd952a1", function (e) {
                    return "חשבונות מאומתים עוקבים אחר " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fecc696e", "עוקבים מאומתים"),
                n("g0a2fbbe", "עדיין אין לך מנויים"),
                n("g65f4bac", "עדיין אין לך עוקבים"),
                n("c36cfddc", "מחפש עוקבים?"),
                n("fd275c1a", "עדיין אין לך עוקבים מאומתים"),
                n("e08bd098", "תוכל למצוא כאן רשימה של כל המנויים שלך."),
                n("j029a4dc", "כשמישהו עוקב אחריך, הוא מופיע כאן."),
                n("b2b2c6ce", "אנשים שעוקבים אחר חשבון זה מוצגים כאן. פרסום פוסטים וקיום אינטראקציות עם אחרים עוזרים להגביר את מספר העוקבים."),
                n("cb1a15c8", "על ידי מעקב אחר חשבונות, ניתן בקלות ליצור אוספי תוכן בציר הזמן ולהתעדכן בנושאים ובאנשים שמעניינים אותך."),
                n("i967b954", "כאן תוכל למצוא רשימה של כל המינויים שלך."),
                n("a44e403e", "כאשר חשבון מאומת עוקב אחריך, תראה את זה כאן."),
                n("d74ee2e3", function (e) {
                    return "ל-‎@" + e.screenName + " אין עדיין עוקבים שאתה מכיר.";
                }),
                n("ae5749c7", function (e) {
                    return "‎@" + e.screenName + "‎ לא עוקב אחרי אף אחד";
                }),
                n("b5099e33", function (e) {
                    return "ל-‎@" + e.screenName + " אין עוקבים מאומתים.";
                }),
                n("ec251f36", "כשאנשים שאתה מכיר יעקבו אחריו, הם יופיעו כאן."),
                n("f8af4f48", "ברגע שהם יעקבו אחר חשבונות, הם יוצגו כאן."),
                n("fd0aad94", "כאשר חשבון מאומת עוקב אחרי חשבון זה, הוא יופיע כאן."),
                n("b84f6df1", function (e) {
                    return "הענק למישהו מינוי Premium במתנה תמורת ‎" + e.percentage + "%‎ הנחה לפרק זמן מוגבל";
                }),
                n("cfcac293", function (e) {
                    return "Gift & Pay: " + e.price;
                }),
                n("d7a73450", "שכבה"),
                n("hbd2c24e", "בשלב זה, חשבון זה אינו עומד בתנאים למתנות."),
                n("f3fddc98", "תנאי הרכישה"),
                n("cff9c889", "מידע נוסף"),
                n("c65dda96", "המתנה נשלחה."),
                n("f6e2a407", function (e) {
                    return "אפשר לכל אחד לראות את תג המינוי שלך כשאתה משיב לפוסטים של @" + e.screenName;
                }),
                n("j8dedddd", function (e) {
                    return "כשתכבה את זה, חשבון ‎@" + e.screenName + " והמנויים שלו עדיין יראו את התג שלך אם תשיב לפוסטים למנויים של ‎@" + e.screenName + " בלבד. התג שלך תמיד יהיה גלוי עבור ‎@" + e.screenName + ".";
                }),
                n("c8a513f6", "בטל מינוי"),
                n("ea000ec8", "כבר ביטלת את המינוי שלך?"),
                n("d7b8387e", "אם כבר ביטלת, אין עוד מה לעשות. תוקף המינוי שלך יפוג באופן אוטומטי בתום מחזור החיוב."),
                n("f4166d9a", "רוצה לבטל את המינוי?"),
                n("b74ff5fc", "אם תבטל, תוקף המינוי שלך יפוג באופן אוטומטי בתום מחזור החיוב."),
                n("ee9efbc8", "המשך לביטול"),
                n("c5d9c77a", "נראה שהייתה בעיה קטנה. אל דאגה, זו לא אשמתך. סגור את החלון הזה ונסה שוב."),
                n("jda53c24", "ניתן לבטל את המינוי דרך חנות App Store של Apple."),
                n("g0a7a53e", "ניתן לבטל את המינוי דרך חנות Google Play."),
                n("i5f14be7", function (e) {
                    return "ברוך שובך, " + e.displayName;
                }),
                n("a76d58ba", "ניתוח מודעות"),
                n("eccd0e1a", "ניתוח נתונים ארגוני");
            function f(e, a) {
                for (var c = 0; c < a.length; c++) {
                    var n = a[c];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((t = n.key),
                            (f = void 0),
                            "symbol" ==
                            typeof (f = (function (e, a) {
                                if ("object" != typeof e || null === e) return e;
                                var c = e[Symbol.toPrimitive];
                                if (void 0 !== c) {
                                    var n = c.call(e, a || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === a ? String : Number)(e);
                            })(t, "string"))
                                ? f
                                : String(f)),
                            n,
                        );
                }
                var t, f;
            }
            function r(e, a) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, a) {
                              return (e.__proto__ = a), e;
                          }),
                    r(e, a)
                );
            }
            n("deea1708", "רוצה להציג ניתוח נתונים בכל חשבונות X שלך?"),
                n("eb603ffc", "שדרג כדי להשתייך לרשת ולהציג ניתוחי נתונים נצברים."),
                n("gf67aae4", "שדרוג לקבלת גישה מלאה"),
                n("h75e3618", "כלול ארגון"),
                n("h24a8862", "אודות תיבת הדו-שיח הזאת"),
                n("c29e3a88", "בחירת חשבונות משויכים"),
                n("j8318d57", function (e) {
                    return e.number + " חשבו" + t(e.number, "נות משויכים", "ן משויך", "נות משויכים", "נות משויכים");
                }),
                n("bf809ec0", "בחירת חשבונות משויכים"),
                n("b719e224", "אין תוצאות"),
                n("c9938100", "תוצאות חיפוש"),
                n("d1a35ec6", "הוסף חשבונות"),
                n("b437adda", "שדרוג למינוי בתשלום"),
                n("f1f6c88b", function (e) {
                    return "חשבונות (" + e.count + ")";
                }),
                n("b02156b8", "הזמנות"),
                n("gd67d29b", function (e) {
                    return "הזמנות (" + e.count + ")";
                }),
                n("daf646e6", "לידיעתך: עליך לסמן חשבונות כהלכה."),
                n("i3895c32", "החשבון שלך בבדיקה מכיוון ששינית את הכינוי שלך (handle@) ב-X"),
                n("i5f8b628", "אין אפשרותך לשנות חשבונות משויכים לפני בדיקת החשבון שלך."),
                n("e9e663ac", "מועד התשלום שלך עבר."),
                n("c3ddd22c", "בתנאים"),
                n("c9729d8a", "בתנאים"),
                n("cdcd1d2c", "הוסף חשבונות משויכים לארגון שלך"),
                n("d30ea6f3", function (e) {
                    return "האם אתה בטוח שברצונך להסיר את @" + e.name + "?";
                }),
                n("c2dfbb86", "כן, לבצע"),
                n("ba047f76", "הסרת שיוך תסיר מיד את סימן האישור ותג השיוך. החיוב יימשך עד סיום החודש."),
                n("j26dee0e", "הסר חשבון משויך"),
                n("e30cbdf0", "חשבון משויך זה מנוי ב'ארגונים מאומתים' ועליו להישאר 'ארגון'. לא ניתן לשנות אותו לאדם."),
                n("j3115ce8", "יחיד"),
                n("d8bb1d84", "ארגון"),
                n("e970bdbd", function (e) {
                    return "נותרו " + e.count + " הזמנות";
                }),
                n("id67d953", function (e) {
                    return "משהו השתבש בעת אחזור פרטי התשלום עבור Stripe. אם הבעיה נמשכת, יש ליצור קשר עם " + e.supportEmail + ".";
                }),
                n("f323d314", "שלח מחדש"),
                n("ac645cde", "תמיד תוכל להוסיף אותם שוב."),
                n("d12af2dd", function (e) {
                    return "האם אתה בטוח שברצונך להסיר את ההזמנה הזו ל @" + e.screenName + "?";
                }),
                n("ib60b2d5", function (e) {
                    return "האם אתה בטוחים שברצונכם לשלוח שוב הזמנה זו אל @" + e.screenName + "?";
                }),
                n("ec6e7d9a", "חשבונך יישאר במצב קריאה בלבד עד להשלמת המעבר לשכבה החדשה. עבור אל Stripe כדי לבדוק את מצב התשלום כדי להבטיח מעבר תקין לשכבה החדשה."),
                n("b33d1518", "סנכרון משרות מאינטגרציה נתמכת או מהזנת XML מותאמת אישית"),
                n("dd2db402", "שלב 1: אסוף את המידע הדרוש"),
                n("edb098c2", "שלב 2: פנייה אל צוות התמיכה שלנו"),
                n("c4474460", 'שלב 2: שלח הודעה בדוא"ל אל צוות התמיכה שלנו'),
                n("a08da0fa", "מה עומד לקרות?"),
                n("c127374e", "שליחת מסר אלינו"),
                n("b2cb2a0c", "שם המשתמש של חשבון הארגון המאומת שלך"),
                n("b8e64002", "שם המערכת שלך למעקב אחר מועמדים"),
                n("acb99db6", "כתובת URL של אתר הקריירה שבו המשרות שלך רשומות"),
                n("a64a5b7a", "כדי להתחיל בתהליך האינטגרציה, יש לשלוח את המידע הדרוש אל צוות התמיכה."),
                n("e3dffb4e", 'כדי להתחיל בתהליך האינטגרציה, העתק את כתובת הדוא"ל שלנו (למטה) ושלח את המידע הדרוש לצוות התמיכה.'),
                n("b4fef99e", "לאחר שצוות התמיכה שלנו מקבל את בקשתך, אנחנו נבחן את המידע ונעזור לך להגדיר את האינטגרציה."),
                n("h37f2d96", "לידיעתך, בשלב זה, לא כל המערכות למעקב אחר מועמדים נתמכות."),
                n("ce102a20", "הפנייה אל Stripe"),
                n("ddfd6718", "התשלום נכשל"),
                n("i90ea7d2", "עדכן בדחיפות את אמצעי התשלום כדי לשמור על ההטבות שלך."),
                n("a62359e6", "הגדרות ארגונים מאומתים"),
                n("ge221b7c", "בצע שדרוג למינוי ארגוני מאומת כדי לקבל גישה עבור חשבונות משויכים ואשראי עבור מודעות פרסום."),
                n("i4dccc18", "חיוב"),
                n("ec3cd6e4", "נהל את אמצעי התשלום שלך, עדכן את פרטי החיוב ועיין בחשבוניות שלך."),
                n("dac61c3c", "הגדרות חשבון"),
                n("b6b5fd66", "נהל את חשבון X שלך, כולל החלפת שם משתמש או סיסמה."),
                n("hb9c4a1c", "שאלות דוחות תקלות ומשוב"),
                n("c674f5b4", "הגדרת תשלום חשבוניות"),
                n("i8237e66", "עבור מתשלומים באמצעות כרטיס אשראי לתשלום חשבוניות באמצעות העברות בנקאיות."),
                n("hebd348a", "קבע כיצד לעשות שימוש במודעות כדי לקדם משרות מהפורטל 'גיוס'."),
                n("ib5e6f90", "קידום משרות"),
                n("id720215", "גיוס"),
                n("dd59f146", "קידום משרות בחשבון מודעות פרסום"),
                n("e7e36818", "חשבונות מודעות פרסום עומדים בתנאים לקידום משרות לאחר הוספה של מקור מימון."),
                n("c28566e0", "חשבון מודעות פרסום"),
                n("c80160d3", "פרסום"),
                n("ff0edac0", "האם אתה בטוח שברצונך לבטל את המנוי שלך?"),
                n("h2ac0348", "לא, קח אותי בחזרה"),
                n("dbf9667e", "אני בטוח"),
                n("j7592572", "פניית פרסה"),
                n("ee778942", "רמזורים"),
                n("fdd57981", function (e) {
                    return "אנחנו רוצים להציע לך אשראי מודעות חד פעמי חינמי בסך של " + e.totalAmount + " דולר.";
                }),
                n("i032a231", function (e) {
                    return "אני אשאר ואממש את אשראי המודעות שלי בסך " + e.totalAmount + ".";
                }),
                n("hd7d278c", "לא, תודה"),
                n("jf8a0dea", "נהדר! אשראי המודעות החדש יוצג בחשבון במחזור החיוב הבא."),
                n("ebbb3154", "סגירה וחזרה אל X"),
                n("j1f68dda", "השלב האחרון: האם בטוח שברצונך לבטל?"),
                n("c9c3464c", "ביטול המנוי מתבצע"),
                n("dd3a293c", "מנוי 'ארגון מאומת' שלך הסתיים."),
                n("faa0f956", "משהו השתבש במהלך ביטול המנוי שלך."),
                n("b28289ea", "תודה "),
                n("b36f74ae", "לא תהיה לך יותר גישה לפורטל אלא אם תירשם ותפעיל אותו שוב."),
                n("b2297a4a", "צריך לפתור בעיה? אפשר לתאם שיחה אתנו."),
                n("h3bdbc54", "כן, אני רוצה לתאם שיחה"),
                n("i135d64e", "המשך ביטול"),
                n("g275882d", function (e) {
                    return "חשוב: לרשותך " + e.creditAmount + " של אשראי מודעות חינמי שלא מומש";
                }),
                n("ib085ed6", "אני אשאר ואממש את אשראי המודעות שלי."),
                n("b5447710", "המשתמש לא נמצא"),
                n("h94755b8", "המשתמש כבר נבחר להזמנה"),
                n("bfb5effe", "המשתמש כבר משויך"),
                n("c4b9664e", "נוסף כחשבון משויך"),
                n("g0eadcf6", "משויך לארגון אחר"),
                n("a8c81f88", "חשבון ארגוני"),
                n("e5abe772", "למשתמש כבר יש הזמנה בהמתנה"),
                n("e49b97e2", "חיפוש חשבונות"),
                n("f002f1d6", "שליחת הזמנה"),
                n("g2a8bae4", "הוספת חשבונות X"),
                n("af7293cc", "הזמן חשבונות X להצטרף לארגון שלך. אם יסכימו, הם יקבלו סימון אישור והשיוך אל הארגון שלך יוצג בפרופילים שלהם."),
                n("ec0f203e", "לאחר שהחשבון המשויך יקבל את ההזמנה, הקפד לעדכן את סימן הביקורת שלו לצבע הנכון של סימן הביקורת."),
                n("cec08784", "הגעת למגבלת החשבונות המשויכים בחשבונית זו."),
                n("ab70828f", function (e) {
                    return "הוסף את @" + e.screenName;
                }),
                n("d49b389f", "כאן"),
                n("b9e4bf55", "מידע נוסף"),
                n("hc4703a9", "מידע נוסף"),
                n("fa0ffaeb", "מידע נוסף"),
                n("jf351704", "כדי להמשיך עליך לעדכן את מגבלת השותפים בחשבונית זו."),
                n("ia5a6a40", "כדי להתחיל, תצטרך להוסיף את פרטי התשלום שלך."),
                n("d40d1cc0", "כדי להמשיך עליך לשלם דרך Stripe."),
                n("c4a5f614", "הוסף פרטי תשלום"),
                n("fa2a280a", "עדכן חשבונית"),
                n("i7b2f08e", "ברוך הבא לארגונים מאומתים"),
                n("g4e18b84", "הגעת לגבול השותפים שלך"),
                n("cbe23239", function (e) {
                    return "להזמנות רכש מעל " + e.affiliatesCount + " חשבונות משויכים.";
                }),
                n("fc1f43d0", "צור חשבונית"),
                n("g8881c78", "המשך לתשלום"),
                n("g59f8506", "הערה: חשבונות שלא ניתן לאשר ככאלה המשתייכים לישות עסקית או ממשלתית לא יזכו להחזר."),
                n("a310e476", "ישיר"),
                n("fde6cf98", "לגישה מיידית לארגונים מאומתים."),
                n("fdfbfcb0", "הפקת חשבונית"),
                n("f45d02e8", 'משהו השתבש במהלך הגדרת המנוי שלך. נסה לשלוח מחדש מדוא"ל ההפעלה שלך.'),
                n("a1c566c0", "משהו השתבש במהלך הגדרת המנוי שלך. שלח שוב את פרטיך."),
                n("f5a1c6ac", "לא ניתן לרכוש מינויים באזורך"),
                n("ef7ae9cd", "מידע נוסף"),
                n("d3c6b8c9", "מידע נוסף"),
                n("fafe5b9f", function (e) {
                    return "מינוי· " + e.price + " עבור " + e.interval;
                }),
                n("f2ae1d63", "תנאי השימוש שלנו לרכישות"),
                n("ie8759c5", "תנאי השימוש שלנו לרכישות"),
                n("d842dd7b", function (e) {
                    return "צמיחה מהירה יותר ב-X וקבלת אשראי מודעות בסך של " + e.credit + " בחינם";
                }),
                n("fcfb696e", "⁺הצעה של נקודות פרסום בחינם לפרק זמן מוגבל."),
                n("f5b98d62", function (e) {
                    return "בכל " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "כל " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "עד " + e.creditAmount + " נקודות אשראי למודעות פרסום";
                }),
                n("a6c45ede", "כולל:"),
                n("e9aa43dc", "פרסום משרות אורגני"),
                n("i1266238", "יכולות קידום משרות"),
                n("e8a4ea7a", "תמיכה בעדיפות"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "אשר את השינוי במינוי שלך"),
                n("bb21a170", "שינוי במינוי"),
                n("b0dcc4dc", "חשבונך כבר ממתין להחלפת דירוג"),
                n("f3aef4ca", "לא נמצא מינוי פעיל"),
                n("h802e65e", "עדכון המינוי נכשל. נסה שוב. המינוי הנוכחי לא הושפע."),
                n("c5269eb0", "זהו המינוי הפעיל שלך."),
                n("c578c4ca", "תוכנית נוכחית"),
                n("i5d19147", "תוכנית חדשה"),
                n("b025ff5f", "כאן"),
                n("d6b932d4", "בתקופת ניסיון בחינם"),
                n("b0efe690", "המשך עם מינוי בסיסי"),
                n("g5f9cdaa", "אישור השינוי בתוכנית"),
                n("j21911de", "האם תרצה להמשיך עם מינוי בסיסי או ליהנות מהיתרונות הגלומים בגישה מלאה?"),
                n("b59dec9e", "אתה מבצע שנמוך לתוכנית מינוי בסיסית ותקופת ניסיון בחינם עם גישה מלאה."),
                n("e5ff0e1e", "עם השינוי הזה:"),
                n("ca004c80", "גישה מלאה לתכונות במהלך תקופת הניסיון, כולל חשבונות משויכים, לא תהיה זמינה עוד."),
                n("fae108ee", "חשבונות משויכים שנוספו במהלך תקופת הניסיון יאבדו את ההטבות והתמיכה של מינוי Premium+‎."),
                n("d47c0c7c", "מי אתה?"),
                n("hbd31720", "בחר את המינוי המתאים עבורך:"),
                n("c75a9386", "קבל מידע נוסף על"),
                n("b916b258", "וגם"),
                n("ic6012ea", "אני אדם יחיד"),
                n("d8e618ce", "עבור יחידים ויוצרים"),
                n("dcbccede", "אני ארגון"),
                n("f44ce884", "עבור עסקים, מוסדות ממשלתיים וארגונים ללא כוונת רווח"),
                n("dece6c60", "שם הארגון"),
                n("c4c1b600", "כתובת דואר אלקטרוני של הארגון"),
                n("b1e0aec0", "כינוי אירגוני (‎@handle‎)"),
                n("c42d5f4a", "מספר החשבונות המשויכים"),
                n("fca5f04b", function (e) {
                    return "ניתן לרכוש עד " + e.affiliatesCount + " חשבונות משויכים, ונחייב אותך בהתאם.";
                }),
                n("dca6b3ac", "הגדר חשבונית"),
                n("c97ad52a", "עדכן חשבונית"),
                n("b36f0fd4", "בחר כמה חשבונות משויכים דרושים לארגון שלך."),
                n("b4871f4f", "כאן"),
                n("b633d19e", "תודה רבה"),
                n("f713d3e2", "הבקשה שלך התקבלה ונמצאת כעת בבדיקה."),
                n("e11d5e1a", "תוכל להשתמש בכל היתרונות של Premium, אך הארגון שלך לא יקבל סימן אישור בצבע זהב או אפור ולא תוכל להוסיף חשבונות משויכים עד לאישור חשבונך."),
                n("d83617cc", "החשבון שלך ייבדק."),
                n("afb30564", "אנו עשויים לבקש מידע נוסף כדי לאשר את החשבון שלך"),
                n("gdd3fa68", "לאחר בדיקה ואישור, חשבונך יאומת באופן מיידי ותוכל להצטרף ולהוסיף חשבונות משויכים."),
                n("e6389996", "עבור כל חשבון שלא יקבל אימות, יתבצע החזר כספי."),
                n("a889b460", "התשלום בוצע בהצלחה"),
                n("d1c886dc", "השלב הבא: העלאה ואימות של מסמכים"),
                n("b13e9454", "היישום עדיין לא הושלם. עליך לשלוח את המסמכים הדרושים. הרוב המקרים, פעולה זו אורכת כ-10 דקות."),
                n("e6b0965a", "ההזמנה שלך"),
                n("a1b58798", "סקור את ההזמנה שלך להלן"),
                n("b651c7d7", function (e) {
                    return "חשבו" + t(e.count, "נות משויכים", "ן משויך", "נות משויכים", "נות משויכים") + " x " + e.count;
                }),
                n("ec5e9c54", "מינוי בסיסי"),
                n("e16093fc", 'סה"כ בחודש'),
                n("ce4acef6", 'סה"כ לשנה'),
                n("f4db2df0", "המנוי שלך לא יהפוך לפעיל עד שתשלם החשבונית."),
                n("b9e0d614", "מגבלת השותפים שלך עודכנה בחשבונית שלך."),
                n("a45c9596", "החשבונית נוצרה בהצלחה."),
                n("e4e5532a", "הנחה הוחלה"),
                n("b557f073", function (e) {
                    return "משהו השתבש בעת אחזור פרטי החשבונית של Stripe. אם הבעיה נמשכת, יש ליצור קשר עם " + e.supportEmail + ".";
                }),
                n("e8c366ce", "בתנאי הרכישה של X"),
                n("ee86d380", "פרטי הארגון"),
                n("b9c9ccca", "השם המלא שלך"),
                n("c7e818de", "כתובת הדואר האלקטרוני העסקי שלך"),
                n("i60d7542", "אתר אינטרנט של הארגון"),
                n("b92f9dee", "סוג ארגון"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "מידע נוסף"),
                n("f09630ff", "כאן"),
                n("eb043b72", "יישום ממתין"),
                n("a9ac4602", "הבקשה שלך להצטרף לארגונים מאומתים עדיין בבדיקה. נסה שוב מאוחר יותר."),
                n("c5af3e12", "הצעה לפרק זמן מוגבל. נקודות אשראי אינן נצברות."),
                n("e18d6fd6", "האשראי שלך עבור מודעות פרסום"),
                n("if435d1a", "השתמשת בכל נקודות האשראי הזמינות החודש. נקודות האשראי הבאות יונפקו לאחר התשלום הבא עבור המינוי."),
                n("af6704d7", "כאן"),
                n("b293c6b4", "צוות התמיכה של Verified Premium"),
                n("e9e9ca58", "זמין"),
                n("cf2ba3a2", "מזהה חשבון מודעות"),
                n("gd7d051c", "הפעל"),
                n("f391c800", "נדרש מזהה חשבון מודעות"),
                n("ja116d2c", "מזהה חשבון מודעות שגוי"),
                n("hf037537", function (e) {
                    return "האשראי הזה יהיה זמין בתאריך " + e.startDate;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "כיצד להשתמש באשראי מודעות"),
                n("h1f36d3e", "כדי להשתמש באשראי מודעות של מינוי ארגונים מאומתים, עליך לבצע את השלבים הבאים:"),
                n("a6519ffc", "אם כבר פרסמת בעבר"),
                n("ibc9654a", "אם אתה מפרסם חדש"),
                n("d3710c76", "אם תרצה להשתמש באשראי מחשבון משויך"),
                n("d60a8f14", "הפעלת מודעות ב-X"),
                n("fe66e4a8", "X Ads Manager"),
                n("b3ca0108", "הפץ את המסרים שלך לקהל יעד נרחב באמצעות שימוש במודעות של X."),
                n("g3754d57", "כאן"),
                n("i615ad63", "כאן"),
                n("a3ba48b9", "כאן"),
                n("ca3c633a", "אשראי על מודעות פרסום"),
                n("ha843c96", "מודעות פרסום"),
                n("dd0f3b08", "מודעות פרסום"),
                n("c9fad534", "אין אשראי"),
                n("a211b11e", "אין נקודות אשראי זמינות להפעלה"),
                n("f2011db1", function (e) {
                    return "בוצע שימוש ב-" + e.usedAmount + " מתוך " + e.couponAmount;
                }),
                n("ae37e25c", "סכום לא ידוע"),
                n("i1407e15", function (e) {
                    return "נוצל בחשבון מודעות פרסום " + e.accountId;
                }),
                n("id4359bf", function (e) {
                    return "תוקפו של חשבון מועדות הפרסום " + e.accountId + " פג ב-" + e.when;
                }),
                n("f89af915", function (e) {
                    return "התוקף פג " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "תוקפו של חשבון מועדות הפרסום " + e.accountId + " יפוג ב-" + e.when;
                }),
                n("e8d8a2a9", function (e) {
                    return "התוקף יפוג ב-" + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "זמין ב-" + e.when + " ";
                }),
                n("b070acf4", "זמין בקרוב"),
                n("ace946c4", "הפעלת קופון"),
                n("b0b02e37", function (e) {
                    return "קופון זה מומש בהצלחה עבור מזהה חשבון מודעות פרסום: " + e.accountId;
                }),
                n("f520ee22", "מזהה חשבון מודעות פרסום"),
                n("df96ca56", "חשבון אחר"),
                n("b5566402", "מזהה מודעות פרסום מכיל אותיות וספרות בלבד."),
                n("eb160d07", "במקטע 'חשבון מנהל מודעות פרסום'"),
                n("e016ad32", "מצב קריאה בלבד"),
                n("d7ab194e", "ייתכן שתכונות מסוימות בחשבון מאומת יהיו במצב קריאה בלבד במהלך עיבוד שינוי המינוי."),
                n("g25d851e", "חשבונות פרסום"),
                n("de7fef84", "צור קשר עם שירות הלקוחות כדי לקבל עזרה עבור חשבון זה"),
                n("ff1321b6", "ההגדרה הושלמה, החשבון פעיל כעת"),
                n("c1205320", "הפעל את חשבון מודעות הפרסום שלך באמצעות הוספת כרטיס אשראי"),
                n("c0343c0a", "התשלום האחרון נכשל, בדוק את אמצעי התשלום שהוגדר בחשבון"),
                n("j56e34a4", "צור קשר עם שירות הלקוחות כדי לקבל עזרה עבור גישה לחשבון"),
                n("gef920f2", "יש צורך בביצוע הגדרה ראשונית כדי להפעיל את החשבון"),
                n("b68dd4d8", "אין לך גישה לחשבון הזה, בקש עזרה ממנהל המערכת בצוות שלך"),
                n("d637962c", "אין לך חשבון מודעות פרסום"),
                n("dd087ae0", "הגדרת חשבון ב-ads.x.com"),
                n("i3d7dd02", "חשבון מודעות פרסום שעומד בתנאים מוכן עבור קידום משרות"),
                n("cc8f8516", "צור חשבון מועדות פרסום כדי לקדם משרות"),
                n("b4f117b8", "אין לך גישה לחשבון מודעות פרסום לצורכי קידום משרות"),
                n("b7347cf4", "הגדר חשבון מועדות פרסום כדי לקדם משרות"),
                n("h7d03a2a", "הוסף משרה ללוח המחוונים של גיוס העובדים שלך"),
                n("cd5aeec6", "יצירת חשבון מודעות פרסום"),
                n("ged51d2e", "יצירת חשבון מודעות פרסום"),
                n("gcfa25e6", "אין חשבונות מודעות פרסום שניתן להשתמש בהם בארגון שלך. עבור אל ads.x.com כדי ליצור חשבון כזה."),
                n("g76fb922", "חשבון חדש"),
                n("db0a69e7", function (e) {
                    return "חשבון מודעות הפרסום שלך (מזהה: " + e.adAccountId + ") חדש. השלם את תהליך ההגדרה הראשוני ב-Ads Manager כדי להפעיל אותו.";
                }),
                n("c7bad5cc", "הגדרת חשבון"),
                n("g8c563c0", "אתה צריך הרשאת גישה"),
                n("f6f29b17", function (e) {
                    return "אין לך גישה לחשבון מודעות פרסום (מזהה: " + e.adAccountId + "). בקש ממנהל המערכת בצוות שלך להוסיף אותך אל החשבון ב-Ads Manager.";
                }),
                n("a15bb840", "יש צורך באמצעי תשלום"),
                n("j4e981d9", function (e) {
                    return "חשבון מודעות הפרסום שלך (מזהה: " + e.adAccountId + ") הוגדר באופן חלקי. כדי להפעיל אותו, יש להוסיף אמצעי תשלום. לפני חיוב אמצעי התשלום, ננצל תחילה את האשראי שיוחל בחשבון זה.";
                }),
                n("af142910", "התשלום נכשל"),
                n("a9635acf", function (e) {
                    return "חשבון מודעות הפרסום שלך (מזהה:" + e.adAccountId + ") הופעל, אבל התשלום האחרון נכשל. כדי להפעיל אותו שוב, יש להחליף את אמצעי התשלום בחשבון הזה.";
                }),
                n("d1cca474", "שינוי אמצעי תשלום"),
                n("fe8b969a", "שירות הלקוחות יכול לעזור"),
                n("i8aa0b91", function (e) {
                    return "נדרשת עזרה עבור חשבון מודעות הפרסום הזה (מזהה: " + e.adAccountId + ") משירות הלקוחות כדי להפעיל אותו. עליך לוודא שהוספת את מזהה חשבון מודעות הפרסום בהודעה. בקשתך תזכה לקדימות.";
                }),
                n("d82c2074", "קבלת תמיכה"),
                n("ad37d536", "תנאים להעברת כינויים"),
                n("e760074a", "רכוש כינוי רדום או החלף אחד שכבר ברשותך"),
                n("j003ef92", "רכישת כינויים לא פעילים מ-X עבורך או עבור חשבונות משויכים או החלפת כינויים שכבר בבעלותך."),
                n("d57a8e42", "השירות הזה הנו בלעדי לארגונים מאומתים וכולל עלות נוספת לפי כינוי, החל מ-$10,000."),
                n("h9367bd6", "שליחת שאילתה לגבי כינוי"),
                n("a6a62e7e", "התחל את התהליך באמצעות מענה למספר שאלות באמצעות שימוש בתוכנית Bot אוטומטית לצורכי תמיכה."),
                n("e5912290", "שאילתה לגבי כינוי החלה"),
                n("c2e24f66", "חפש את הודעת התמיכה בפינה התחתונה של המסך."),
                n("c94f514e", "שאילתה לגבי כינוי החלה"),
                n("cf60d152", "השלם שאלון קצר בחלון הצ'אט כדי לשלוח את הבקשה לכינוי"),
                n("f06b124e", "שאלות נפוצות"),
                n("h677fdcc", "כיצד מתומחרים הכינויים?"),
                n("a55b39aa", "מבוסס בעיקר על מספר התווים ומילים משותפות. המחירים מתחילים ב-$10,000 ועשויים להגיע ל-$500,000."),
                n("d46bcb3a", "כיצד אדע אם הכינוי זמין לרכישה?"),
                n("c6bcf72c", "שלח לנו בקשה לגבי שימוש בלחצן 'תחילת העבודה, ואנחנו נודיע לך אם הוא זמין."),
                n("d478604c", "האם אני יכול לרכוש כינוי בשמו של עסק אחר?"),
                n("c09f8cd2", "לא. עסקים יכולים לרכוש כינויים רק בשמם של חשבונות משויכים שמקושרים באופן בלעדי אל העסק שלהם."),
                n("d814f020", "מהו תהליך המכירה? כמה זמן זה אורך?"),
                n("f600b6f0", "בקשה לרכישה או להחלפה של כינוי  באמצעות הלחצן 'תחילת העבודה'. אנחנו נגיב לגבי הזמינות והמחיר תוך שלושה ימי עסקים. לאחר ביצוע התשלום, נעביר את הכינוי שנבחר לחשבונך תוך לא יאוחר משני ימי עסקים. לחלופין, אנחנו יכולים להעביר כינוי ישן לחשבון אחר שלך."),
                n("i8debc4a", "האם אתם מציעים הנחות בעת רכישה של מספר כינויים?"),
                n("c5199f3c", "כן, בהתאם למספר הכינויים שנרכשו על ידך ולערך הכולל של הצעת המחיר."),
                n("c20f923e", "יש לי סימן מסחרי − האם הוא משפיע על משהו?"),
                n("b2fd4c15", "במדיניות הסימנים המסחריים"),
                n("a690746e", "קבל תמיכה בעדיפות"),
                n("he2dc9b0", "צור עמנו קשר באמצעות שליחת כינוי הארגון שלך ואת פרטי הבקשה."),
                n("e5e6479e", "שלח לנו הודעת דואר שכוללת את כינוי הארגון ואת פרטי הבקשה כדי שנוכל להעניק לך תמיכה מהירה יותר."),
                n("ica8392a", "לאחר שנקבל את הבקשה, נבחן אותה ונעניק לה עדיפות בהתאם לסדר הקבלה."),
                n("ed37e36e", "חשוב: אי יכולת לזהות את כינוי הארגון או שימוש בכתובת דואר פרטית עשויים לגרום לעיכובים בטיפול בבקשה."),
                n("eb0d4fe2", "צור עמודה"),
                n("e93d2f8a", "התאם אישית את החוויה שלך על-ידי הוספת מגוון עמודות כגון:"),
                n("e8203d1e", "חיפושים"),
                n("d82fd532", "מסרים אישיים"),
                n("c87babee", "ועוד..."),
                n("f1990aa4", "ארגן את העמודות שלך עם מקבצים"),
                n("ib9c9a54", "תאר לעצמך שיש לך מספר שולחנות עבודה ב-X Pro. התעלם מרעשי הרקע והתמקד רק בנושאים ובכלים שאתה צריך, בדיוק במועד שבו הם נחוצים."),
                n("fb5ac13e", "הזז עמודה"),
                n("bd545b7e", "לחץ על הנקודות האלו כדי לגרור ולשחרר עמודה בכל מקום במקבץ שלך."),
                n("a98513b6", "התאם אישית עמודות"),
                n("c8759e44", "גלול לחלק העליון של עמודה לקבלת אפשרויות כגון:"),
                n("a93e96c8", "סדר פוסטים לפי מובילים או אחרונים"),
                n("df300378", "שנה את גודל העמודה"),
                n("aa263910", "השתמש בכלים מתקדמים לחיפוש"),
                n("ab3915aa", "טיפים והגדרות"),
                n("ia03837a", "עבור לכאן כדי:"),
                n("f0bd595c", "נהל מקבצים"),
                n("a74e9464", "שנה את הגדרות התצוגה"),
                n("h254eb92", "גלה קיצורי מקשים"),
                n("j6e669a0", "צא לסיור שוב"),
                n("c15802be", "שולח פוסטים..."),
                n("e5506950", "מקבצים"),
                n("b1bd9a8a", "מקבץ חדש"),
                n("cf1a138f", function (e) {
                    return "שונה למקבץ - " + e.title;
                }),
                n("g9c2da24", "פותח תיבת דו-שיח ליצירת מקבץ חדש"),
                n("hcef6b72", "פותח תיבת דו-שיח לניהול המקבצים שלך"),
                n("a77dbc7a", "ערוך מקבץ"),
                n("a154a293", function (e) {
                    return "בחר מקבץ " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "בטח את הבחירה במקבץ " + e.deckName;
                }),
                n("ha2aae72", "פותח תיבת דו-שיח לניהול המקבץ שנבחר"),
                n("hf59ffc8", "סרגל ניווט"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "הוסף עמודה חדש"),
                n("ad61a830", "כתוב פוסט"),
                n("c44f5114", "הגדרות מסרים"),
                n("c71066fe", "יציאה לסיור"),
                n("b452e6c2", "מה שלומך?"),
                n("j7737bc2", "אנו מודים לך על השימוש ב-X Pro − נשמח לשמוע מה דעתך עד עכשיו."),
                n("e8038d64", "דעתך חשובה לנו, היא תעזור לנו לשפר את החוויה."),
                n("fce3c5ce", "שלח משוב"),
                n("ha39df38", "אישי"),
                n("ja7b7d1a", "יש כרגע בעיית התחברות. אם יתבצעו שינויים, ייתכן שהם לא יישמרו."),
                n("ad5df1d7", function (e) {
                    return "שונה לעמדה - " + e.title;
                }),
                n("ba7bd92e", "הגדרות עמודה"),
                n("cc4ff736", "שיתוף עמודה"),
                n("g684a93a", "כל שינוי שיתבצע על-ידך בעמודה הזו יהיה גלוי לכל מי שיציג אותה."),
                n("a6bbdc1c", "הצגה בלבד"),
                n("f6e88162", "מעבדות"),
                n("e6df688c", "אפשרויות"),
                n("e3f2b93a", "הצגה או הסתרה של מידע על עמודה זו."),
                n("db257758", "גודל תצוגה מקדימה של מדיה"),
                n("if2fbab8", "גודל תצוגה מקדימה של מדיה בתשובות"),
                n("he517d52", "שנה את שם העמודה"),
                n("f6eb2cfe", "שם עמודה"),
                n("d6d39c84", "לעמודות חייב להיות שם."),
                n("e5c06aee", "רוחב העמודה"),
                n("af6a4368", "שנה את השם של השיחה הזו וראה מי משתתף בה."),
                n("cdeac5ee", "הגדרות מסרים"),
                n("fda7ee26", "קבע מי יכול לשלוח לך מסרים."),
                n("c4ec8620", "לכלול"),
                n("d5f29cd4", "לא לכלול"),
                n("d01a62f8", "זמן ומיקום"),
                n("d614afc8", "לייקים, תשובות ופוסטים מחדש"),
                n("fb2bbc7a", "תוכן הפוסטים"),
                n("a589add2", "אחת מהמילים האלו (או)"),
                n("d2f8dc8a", "פוסטים ממישהו"),
                n("e37201ec", "תשובה למישהו"),
                n("e035e056", "אזכור של מישהו"),
                n("ef2d4092", "אל תכלול מילים"),
                n("d59f395e", "שפת התצוגה שלך"),
                n("g67cd3f2", "בחר שפות"),
                n("c85f9b9c", "החלף שפות"),
                n("b5148188", "יותר מ:"),
                n("hf369320", "פחות מ:"),
                n("f4dce7b6", "כמה"),
                n("ddafa9a2", "הצג אפשרויות"),
                n("c6be8432", "דרגת פעילות"),
                n("e60b9fac", "הצג פוסטים מקוריים"),
                n("eb441fee", "הצג פוסטין שפורסמו מחדש"),
                n("e920e6dc", "הצג ציטוטים"),
                n("g9580526", "הצג תשובות"),
                n("i73cbb5c", "ניתן להוסיף רק רשימה אחת בכל חיפוש. רק הרשימה הראשונה תחול על החיפוש הזה."),
                n("c765315d", function (e) {
                    return "הזן " + e.listHandleListNameFormat + " או מזהה רשימה";
                }),
                n("a153fbf2", "איך להשתמש ברשימות במסגרת חיפושים"),
                n("bf0d5a7c", "ניתן להוסיף רשימה אחת לכל חיפוש."),
                n("c6e8759a", "כדי להוסיף רשימה, יש להקפיד על הפורמט הבא:"),
                n("dd9daca8", "החלף את הנקודות במקפים (-) בשם הרשימה."),
                n("cd71b264", "מידע נוסף על רשימות."),
                n("ca23d726", "תמונות וסרטונים"),
                n("f1fa97a8", "שידורים"),
                n("c0bab0ba", "הצג רק פוסטים עם מדיה"),
                n("g9512656", "הצג רק אנשים מאומתים"),
                n("b967e296", "הצג רק אנשים שנמצאים ברשימת המעקב שלך"),
                n("gc51a2ac", "בכל זמן נתון"),
                n("d42a4916", "לאחרונה"),
                n("a2229a06", "בתוך פרק זמן"),
                n("c1fe6156", "מועד התחלה"),
                n("cbc02622", "מועד סיום"),
                n("b666573c", "חיפוש מיקום"),
                n("cf260344", "פוסטים ב"),
                n("j5805302", "רדיוס"),
                n("e592ab3c", "לקבלת תוצאות חיפוש טובות יותר, מומלץ להוסיף מיקום או מדינה בחיפוש שלך."),
                n("e8843b5d", function (e) {
                    return e.meters + " מ'";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "ק״מ";
                }),
                n("ec688a09", function (e) {
                    return "הפעולה הזו מונעת מ-‎@" + e.screenName + " לכלול אותך ברשימות שלו, כולל ברשימה הזו.";
                }),
                n("iad54d54", "נקה סימניות"),
                n("g4d581a2", "נקה את זה, ואת כל התיקיות של הסימניות"),
                n("fb14aebe", "נקה סימניות"),
                n("jf748f40", "לנקות את כל הסימניות?"),
                n("d63a211a", "לא ניתן לבטל זאת והדבר יגרום להסרת כל הפוסטים שהוספת לסימניות."),
                n("a16ebc1a", "התחל שיחת צ'אט חדשה"),
                n("a1ff1890", "הדבר יגרום להסרת השיחה הנוכחית."),
                n("ab352ee0", "הצג פוסטים אחרונים"),
                n("c004c4d6", "ניקוי פוסטים"),
                n("fc702822", "נקה את הפוסטים והצג את הפוסטים האחרונים בזמן שהם מופיעים."),
                n("a2c59056", "לפני ניקוי העמודה..."),
                n("d31bdbbe", "עבור לפוסטים האחרונים"),
                n("dec3722c", "פוסטים האחרונים"),
                n("g33b8c04", "צור עותק"),
                n("de2c3008", "שכפל את העמודה."),
                n("a7c01ce0", "שנה שם או מחק תיקיה"),
                n("e52e4c82", "שנה אפשרויות התאמה אישית ומיקום."),
                n("f4d052a4", "Grok (מצב רגיל)"),
                n("fa97c1c6", "Grok (מצב כיף)"),
                n("efb37dec", "מצב"),
                n("h0064892", "'רגיל'"),
                n("ad86db50", "צור מקבץ"),
                n("hb70ef30", "צור מקבץ מהחיפוש הזה"),
                n("j8a945cc", "פוסטים מובילים"),
                n("f3a4a654", "פוסטים מאומתים"),
                n("c8da0c42", "תמונות וסרטונים"),
                n("d2cf6f74", "שותפי Premium"),
                n("c9b39e70", "העבר"),
                n("b9ea5f7c", "העברת העמודה למקבץ אחר."),
                n("g8b6d450", "אפשרויות הודעות"),
                n("dd703fbd", function (e) {
                    return "מחק עמודה - " + e.title;
                }),
                n("d9d11fc6", "האם למחוק עמודה ציבורית?"),
                n("h17ada6c", "מחיקת עמודה ציבורית תגרום לכל העוקבים לאבד לצמיתות את הגישה לעמודה."),
                n("hb388fe8", "מחק עמודה"),
                n("c1343ad6", "המר פריט זה לעמודת חיפוש."),
                n("e7a12d72", "המר לעמודת חיפוש"),
                n("f29424f0", "שנה בחזרה"),
                n("h5ff85a2", "שתף עמודה"),
                n("d32058ba", "הפוך את העמודה לציבורית כדי לאפשר שיתוף."),
                n("c926a6ca", "השינויים שתבצע יוצגו לכל מי שעוקב אחרי העמודה."),
                n("g0175ca2", "בוחר עמודות"),
                n("a800727c", "חזרה לבורר העמודות"),
                n("f318bc40", "צור תיקייה חדשה"),
                n("e300a9f0", "צור תיקיית סימניות"),
                n("j341c67c", "לתיקיות חייב להיות שם"),
                n("d00586a6", "לא ניתן לטעון עמודה זו. נסה ליצור עמודה חדשה."),
                n("d0d8277e", "הבעלים של העמודה מחק את העמודה או הפך אותה לפרטית."),
                n("j08fd6fe", "הקהילות שלך"),
                n("b569a1fa", "חזרה ל'קהילות'"),
                n("i176bfd2", "גלה רשימות"),
                n("a57c3292", "גלה רשימות חדשות"),
                n("f59f87dc", "מצא רשימות של אנשים אחרים"),
                n("a5d70676", "רשימות שאתה כלול בהן"),
                n("e377790a", "חזור לרשימות"),
                n("e952b8c3", function (e) {
                    return "הרשימות של " + e.userScreenName;
                }),
                n("bc24f834", "חזור כדי למצוא רשימות של אנשים אחרים"),
                n("ee11d084", "חיפוש פרופיל"),
                n("c300f3bc", "הוסף עמודות"),
                n("bd744e9a", "אכלס בעזרת חיפוש"),
                n("i10d4124", "התחל מאפס"),
                n("jbff8606", "שלח שאילתה"),
                n("dbd8a566", "לא ניתן למחוק חלק מטיוטות הפוסטים."),
                n("c82be5a8", "טיוטות הפוסטים שבחרת נמחקו."),
                n("ad84af68", "טוען טיוטות פוסטים"),
                n("ef97fb3a", "אין לך טיוטות פוסטים"),
                n("f26ece12", "אחרי שיהיו לך כמה, הם יופיעו כאן."),
                n("a4911812", "מוחק טיוטות פוסטים"),
                n("b49be1ca", "מחק טיוטות פוסטים"),
                n("ca91dc76", "לא ניתן לבטל זאת ותאבד את טיוטות הפוסטים."),
                n("b38b254a", "לא ניתן היה למחוק חלק מהפוסטים המתוזמנים."),
                n("he2e3cc4", "הפוסטים המתוזמנים שבחרת נמחקו."),
                n("jf9faee4", "טוען פוסטים מתוזמנים"),
                n("aa1cfd48", "אין לך פוסטים מתוזמנים"),
                n("b2a70dbe", "מוחק פוסטים מתוזמנים"),
                n("a07bb1b0", "מחק פוסטים מתוזמנים"),
                n("id78e802", "לא ניתן לבטל את הפעולה הזו והפוסטים המתוזמנים שלך יאבדו."),
                n("d9a75e16", "בחר אחד"),
                n("aa030cd4", "הצג פוסטים מומלצים תחילה."),
                n("c0d2d4aa", "ציר זמן של דף הבית"),
                n("ecbbbb90", "הצג את הרשימות שלך או של אנשים אחרים."),
                n("c351229c", "הצג את הקהילות שאתה משתייך אליהן."),
                n("a2d1df82", "מצא את מה שאתה מחפש."),
                n("d5387d8a", "התעדכן במסרים שלך."),
                n("e738198c", "גלה מה הנושאים החמים ב-X."),
                n("ifb8c91e", "תוכל למצוא פרופיל ולראות מה חדש."),
                n("aa0525d0", "פרופילים"),
                n("cb7844a6", "התעדכן בהודעות ובאזכורים שלך."),
                n("e64da55e", "הצג את הפוסטים המתוזמנים שלך."),
                n("h9659832", "הצג את טיוטות הפוסטים שלך."),
                n("f1b6535e", "טיוטות פוסטים"),
                n("a24add8a", "הצג פוסטים שנוספו ל'סימניות'."),
                n("gb19f215", function (e) {
                    return "טור - " + e.title;
                }),
                n("g7751b34", "סגור את הערימה"),
                n("b94fa48c", "נקה את הערימה"),
                n("dd3dc3cc", "חזור אל הערימה"),
                n("bc7acfd0", "עמודה משותפת"),
                n("a6587d95", function (e) {
                    return "סדר מחדש את העמודה - " + e.title;
                }),
                n("fb071dea", "הזז עמודה"),
                n("c77a6327", function (e) {
                    return "פתח אפשרויות עמודה - " + e.title;
                }),
                n("h53c41f0", "אפשרויות עמודה"),
                n("f7bbbb6d", function (e) {
                    return "סגור אפשרויות עמודה - " + e.title;
                }),
                n("eee9f83e", "סגור אפשרויות עמודה"),
                n("a443bbc0", "סגור את החיפוש"),
                n("c8b12c8f", function (e) {
                    return "הגדר תוכן עמודה - " + e.title;
                }),
                n("fe048090", "הצג סקירה"),
                n("e57560b4", "הסתר סקירה"),
                n("fb087db0", "צור עמודה נפרדת"),
                n("aa128cd8", "הוסף כעמודה חדשה"),
                n("aa4f00c6", "שתף מקבץ"),
                n("fdf97052", "עבור לאפשרויות מקבץ"),
                n("ed427868", "להפוך מקבץ לפומבי?"),
                n("gecc71a2", "כדי לשתף מקבץ, תחילה יש להפוך אותו לפומבי."),
                n("f0653866", "שיתוף מקבץ"),
                n("b158400a", "דלג על שלב זה"),
                n("h15afbce", "נעבור עכשיו לשלב ההגדרה"),
                n("ibe6be32", "התאם את החוויה שלך ב-X Pro: בחר את רוחב העמודות, הצבע, הטקסט וגודל המדיה שמספקים מענה הולם לצרכיך."),
                n("e28eb008", "פתח הגדרות תצוגה"),
                n("dc8b86e0", "הגיע הזמן להוסיף את העמודות שלך"),
                n("ee28603e", "יבא את העמודות שלך"),
                n("dad15d22", "חסוך בזמן על-ידי יבוא העמודות הקיימות 'חיפוש', 'רשימה' ו'פרופיל'. לאחר מכן לא תהיה לך יותר אפשרות להעתיק אותן לכאן."),
                n("j85b4522", "או התחל מאפס"),
                n("hfd5ca12", "המם… לא ניתן לייבא את העמודות שלך"),
                n("b855852a", "אפשר לייבא רק עמודות חיפוש, רשימה ופרופיל. הוסף עמודת בית במקום זאת."),
                n("dc6c806e", "לא ניתן לייבא את העמודות שלך"),
                n("a0dfe2f6", "X Pro הוא דרך נוחה להציג מספר עמודות צירי זמן בממשק אחד קל להצגה."),
                n("i8912d28", "בוא נוסיף מספר עמודות..."),
                n("ce0c0f34", "זה זמן טוב לסיור היכרות"),
                n("h36d2aa2", "ריכזנו בשבילך כמה טיפים שימושיים שיעזרו לך להתחיל."),
                n("fbaf9442", "הוסף מקבץ התחלה"),
                n("b354ea52", "מוסיף מקבץ התחלה..."),
                n("if195eb8", "הוספת עמודות..."),
                n("ea07517c", "העמודה נמחקה."),
                n("habced9e", "כדי לשחזר עמודה."),
                n("g4fcb4f8", "עמודה שוחזרה."),
                n("d4429cba", "מממ... המקבץ הזה לא קיים. נסה לבחור מקבץ אחר."),
                n("g2c6e34a", "נהל את גודל, צבע ורקע התוכן."),
                n("bf2890a6", "קנה מידה ויזואלי"),
                n("h098a550", "ברירת מחדל לרוחב עמודה"),
                n("ab248726", "תצוגה מקדימה המוגדרת כברירת מחדל של מדיה"),
                n("jdaf161c", "הכרטיסיה 'מסרים'"),
                n("ge0fcfd0", "כרטיסי ריחוף"),
                n("e1cab6e8", "להחיל שינויים על עמודות קיימות?"),
                n("ce2e487c", "אם תשנה את כל העמודות, כל עמודה בכל המקבצים שלך תעודכן. אם תבחר שלא לעשות זאת, רק העמודות שתיצור מרגע זה יקבלו את ההגדרות החדשות."),
                n("fdbd90a6", "כן, שנה את כל העמודות"),
                n("h8affe68", "לא, רק עמודות חדשות"),
                n("f06885b6", "אפשרויות גודל מדיה בעמודות"),
                n("e4bab2d0", "אפשרויות רוחב עמודה"),
                n("f0e71094", "הצגת הכרטיסיה 'מסרים'"),
                n("aa25a5a6", "כרטיסיית מסרים ניתנת לכיווץ זמינה בתחתית המסך"),
                n("g3da3c90", "הצג כרטיסי ריחוף"),
                n("b08a8656", "הצג כרטיסי ריחוף בעת ריחוף מעל פריטים אינטראקטיביים"),
                n("g9df1984", "הוסף מקבץ"),
                n("df77af70", "בחר אמוג'י עבור המקבץ שלך"),
                n("ee7765ba", "בחר אמוג'י"),
                n("e0127c83", function (e) {
                    return "שנה את האמוג'י " + e.emoji;
                }),
                n("hb8b6254", "כולם יכולים לגשת למקבץ הציבורי דרך הפרופיל שלך. אפשר גם לשתף קישורים למקבץ. אם תשנה את דעתך, תוכל להחזיר אותו למצב פרטי בכל שלב. מידע נוסף"),
                n("gfbaf4e8", "לא ניתן כעת להפוך את המקבץ הזה לציבורי"),
                n("ae04848a", "מקבץ זה מכיל עמודות שקשורות לחשבון X שלך. כדי להפוך את המקבץ הזה לציבורי, יהיה עליך להסיר את העמודות האלה. מידע נוסף"),
                n("d606207a", "מחק מקבץ"),
                n("h95cb00e", "המקבץ יימחק לצמיתות. לא ניתן לבטל את הפעולה."),
                n("f50c9834", "המקבץ הזה יימחק לצמיתות. אם תמחק אותו לא תוכל לאחזר אותו מאוחר יותר."),
                n("cb861826", "סדר מחדש את המקבץ"),
                n("i5896b2b", function (e) {
                    return 'ערוך את המקבץ "' + e.title + '"';
                }),
                n("ef602cab", function (e) {
                    return 'מחק את המקבץ "' + e.title + '"';
                }),
                n("b44b9d83", function (e) {
                    return 'בטל את נעיצת המקבץ "' + e.title + '"';
                }),
                n("je4a847f", function (e) {
                    return 'נעץ את המקבץ "' + e.title + '"';
                }),
                n("ad41be88", "העברת העמודה למקבץ"),
                n("cb82860a", "העמודה לא נמצאה"),
                n("icbecd02", "הוסף עמודה"),
                n("fdf1a2c6", "הוסף מקבץ"),
                n("d25acc28", "מה יש כאן?"),
                n("fe5df266", "האם להפוך את העמודה לפרטית?"),
                n("i3206148", "הפיכת עמודה ציבורית לעמודה פרטית תגרום לכל העוקבים לאבד את הגישה לעמודה."),
                n("c65d210c", "הפוך את העמודה לפרטית"),
                n("j4d54f1e", "כלי רב-עוצמה בזמן אמת לאנשים שחיים ב-X."),
                n("je0526a0", "נטר צירי זמן מרובים במסך אחד. עקוב אחר תוכן וארגן תוכן וצור קשר עם הקהילות שלך בזמן אמת."),
                n("d128af54", "הרשמה לחשבון X Premium"),
                n("bacd7195", function (e) {
                    return e.fullName + " (‎@" + e.screenName + "‎) ב-X";
                }),
                n("e5b4aafa", "חיבור האינטרנט נותק."),
                n("g43c3b36", "התחבר שוב לאינטרנט כדי להמשיך."),
                n("hafe83ec", "לחץ על סגירה כדי לצאת מהאפליקציה."),
                n("b2ec74fe", "סגירה"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " צפיות " + e.timeAgo;
                }),
                n("a7a90902", "לחץ כדי להציג"),
                n("cb0a3b5e", "ייתכן שפוסט זה מכיל תוכן מדיה רגיש. האם בטוח שברצונך להציג אותו?"),
                n("a4eb1304", "תוכל להיכנס שוב בכל עת."),
                n("b86c2e12", "היכנס כדי לחפש בכל התוכן של X."),
                n("ia13bd7c", "לוח מקשים"),
                n("f9fa40c8", "ליהנות מהטוב ביותר שיש ל-X להציע"),
                n("gb6a7f62", "תוקפו של הקוד פג. אם ברצונך לנסות שוב, לחץ על הלחצן למטה כדי לקבל קוד חדש."),
                n("ge19602a", "קבלת קוד חדש"),
                n("dd4ec2e8", "היכנס אל X באמצעות ביקור בכתובת ה-URL למטה במחשב או במכשיר נייד והזן את הקוד המוצג כאן."),
                n("f4d7084c", "יש ל-X באמצעות אחת משתי האפשרויות הבאות:"),
                n("ebc1accc", "סריקת קוד QR"),
                n("a4742bc0", "ביקר בכתובת ה-URL למטה במחשב נייד או במכשיר נייד והזנת הקוד שמוצג כאן."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "היכנס כדי להציג סרטנים של " + e.name + ".";
                }),
                n("fb83778c", "היכנס כדי להציג סרטונים של המשתמש הזה."),
                n("dd4bbaea", "אין לך סרטונים להצגה."),
                n("i71d6193", function (e) {
                    return "אין סרטונים מ-" + e.name + " להצגה.";
                }),
                n("adb512f0", "סרטונים קודמים"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "ברשימת המעקב";
                }),
                n("cd3f5206", "הבא:"),
                n("c930299f", function (e) {
                    return "צפוי בעוד " + e.count + ":";
                }),
                n("b2e9f19c", "הפעל שוב את הסרטון האחרון"),
                n("de906774", "מהירות"),
                n("caca839e", "כתוביות"),
                n("b049f56c", "איכות"),
                n("fa7169d8", "כדי לדווח על התוכן הזה, בקר בכתובת ה-URL למטה באמצעות מחשב או מכשיר נייד"),
                n("c973ec9c", "שם משתמש בחשבון"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "כתובת URL של תוכן"),
                n("a4ee9394", "לבן"),
                n("a9f3474c", "ציאן"),
                n("i50b6538", "מג'נטה"),
                n("jffeb664", "אדום"),
                n("e375c2d0", "שחור"),
                n("c2c5dea4", "צבע גופן"),
                n("ce71b3d0", "משפחת גופנים"),
                n("d2eb1582", "ברירת מחדל (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "שקיפות הטקסט"),
                n("a562039c", "צבע הרקע"),
                n("h44e879e", "שקיפות הרקע"),
                n("b843ced4", "אוטומטי"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "הרצה קדימה"),
                n("ee0f61ca", "הרצה לאחור"),
                n("i2d14148", "לא אהוב"),
                n("a1eb471a", "הסרת סימון 'לא אהבתי'"),
                n("e40051e8", "הסרת סימניה"),
                n("g9ecf0e8", "הצגת תשובות"),
                n("aa97ae7e", "פקדי נגן טלוויזיה"),
                n("ed170a6a", "מחליק"),
                n("ee838ea0", "מעקב אחר נושא זה יעזור להתאים אישית את ציר הזמן של דף הבית ואת החוויה שלך ב-X"),
                n("h85446ce", "דפדפן זה כבר לא נתמך."),
                n("e24d1fa6", "כדי להמשיך להשתמש ב-x.com, יש לעבור לדפדפן נתמך. ניתן לעיין ברשימת הדפדפנים הנתמכים במרכז העזרה שלנו."),
                n("a138aeb2", "JavaScript לא זמין."),
                n("d8e122c2", "זיהינו ש-JavaScript מושבת בדפדפן. יש להפעיל את JavaScript או עבור לדפדפן נתמך כדי להמשיך להשתמש ב-x.com. ניתן לעיין ברשימת הדפדפנים הנתמכים במרכז העזרה שלנו."),
                n("f1a9e3a2", "קבל חדשות עדכניות, סיפורים על פוליטיקה, מוזיקה פופולרית, אירועים עולמיים, תוצאות של אירועי ספורט והסיפורים החדשים ביותר מהחדשות העולמיות בזמן שהם מתחרשים - הכול עם פחות נתונים."),
                n("bb402b62", "X Pro הוא לוח מדדים ניתן להתאמה המאפשר לך להישאר תמיד מעודכן לגבי מה שקורה עכשיו."),
                n("ed617674", "360"),
                n("e23b20a0", "ביטול"),
                n("a620fcf0", "טוען את התמונה"),
                n("e9e2064c", "משהו השתבש, אבל אל דאגה - זה לא בגללך."),
                n("d7060c80", "רענון"),
                n("a0493514", "נסה שוב"),
                n("ff3dd27c", "ברירת מחדל"),
                n("b554fcf4", "בהיר"),
                n("j590b148", "בהיר למחצה"),
                n("e7d4ee86", "בינוני"),
                n("ia423ebc", "כהה למחצה"),
                n("a2cf0942", "כהה"),
                n("j824dc06", "חיפוש אמוג׳ים"),
                n("fffb3384", "לא נמצאו סמלי אמוג'י"),
                n("j3d20752", "נסה לחפש משהו אחר."),
                n("d67ad796", "בחר את גוון העור שיוגדר כברירת מחדל"),
                n("e6388bfa", "נקה הכול"),
                n("j7c67eca", "אחרונים"),
                n("da539d38", "תוצאות חיפוש"),
                n("d95eb228", "חזרה"),
                n("af8fa2ae", "סגור"),
                n("ef8b2f54", "קרא את התרשים"),
                n("d567ceda", "אנכי"),
                n("f7b30768", "מוערמים"),
                n("hcd54328", "מקובצים"),
                n("affbaf62", "מידע נוסף"),
                n("c388d026", "אישור"),
                n("ha20397c", "תכונות נגישות"),
                n("baf7a43c", "נגישות"),
                n("e8f674ab", function (e) {
                    return "זהו תרשים עמודות " + e.chartType + ". כותרת התרשים היא " + e.chartTitle + ". יש בסך הכול " + e.noOfCategories + " קטגוריות. הערך המינימלי הוא " + e.minValue + " והערך המקסימלי הוא " + e.maxValue + ". בחן את התרשים בעזרת פקדי הניווט.";
                }),
                n("d969327c", "הפעל את גרסת השמע"),
                n("d8cbbcd4", 'הפעל תרשים שמע. לחץ כדי להפעיל את גרסת השמע של התרשים או הקש על מקש "A" בכל אחת מנקודות הנתונים עבור גרסת השמע שלה'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "נתונים ללא תוויות, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "נתונים ללא תוויות, " + e.value;
                }),
                n("b15c0a18", "האם למחוק את העריכות?"),
                n("aebf81c8", "כל השינויים שביצעת לא יישמרו."),
                n("aa744c1e", "המשך לערוך"),
                n("fe04d89a", "מחק"),
                n("bb5d8cd2", "כן"),
                n("dc33d78a", "תמונת השער של המאמר"),
                n("j190bf1a", "שידור חי"),
                n("e3fcbdba", "בטל"),
                n("jc0b3a8c", "תיאור תמונה"),
                n("ia1d2e58", "פריטים אהובים על המחבר"),
                n("h81f3036", "מאמר"),
                n("bed2945c", "קרא תיאור תמונה"),
                n("j2eea17a", "המדיה הבאה עשויה לכלול תוכן רגיש."),
                n("b05a39b2", "הצג"),
                n("a7cd5cf4", "סרטון"),
                n("b6eb8f6a", "שידור"),
                n("dcc2b9b3", function (e) {
                    return "הפעל " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "הפעל " + e.locVideoType + " בשידור חי";
                }),
                n("f6e90cd7", function (e) {
                    return "באורך " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "התחלה: " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " צפי" + t(e.viewerCount, "ות", "יה", "ות", "ות");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " וגם " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + "‏, " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " וגם " + e.listItem2;
                }),
                n("ec72e2f8", "עקוב"),
                n("d9d2a865", function (e) {
                    return "הפעל" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "חנות" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "קנה עכשיו" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "הזמן" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "התחבר" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "הזמן" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "פתוחים" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "מידע נוסף"),
                n("d1ff55d8", "התקן"),
                n("g40f106c", "שלח לנו מסר"),
                n("j393e386", "שלח לנו מסר פרטי"),
                n("a771d32e", "שלח לי מסר פרטי"),
                n("d8e9c24c", "שלח מסר פרטי"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 כוכבים – " + e.appNumRatings + " דירוגים";
                }),
                n("cc5508a9", function (e) {
                    return "התחלה ב-" + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "פרסם " + e.action;
                }),
                n("f17dfdb6", "הפעל"),
                n("j836de8a", "חשבון מוגן"),
                n("f4b8dc08", "חשבון הרשום כמנוי"),
                n("f936caa6", "חשבון מתרגם"),
                n("ac72ee4e", "חשבון מאומת"),
                n("f49e0aac", "מידע לגבי חשבונות מאומתים."),
                n("f59bdb94", "מידע לגבי חשבונות מוגנים."),
                n("d7e50a66", "מידע נוסף"),
                n("fc065ee4", "קבל מידע נוסף על מינויים"),
                n("e453f536", "מהם 'מינויים'"),
                n("bd4cb7a0", "כשאתה הופך למנוי של היוצרים המועדפים עליך, אתה נהנה מתוכן בונוס והם מרוויחים קצת כסף."),
                n("g7099a02", "רוצה לקרוא עוד"),
                n("c2637ef6", "הבנתי"),
                n("efb17190", "עוקב אחריך"),
                n("g57b5f6c", "המנוי שלך"),
                n("a77a27c0", "רשום כמנוי"),
                n("gdd173da", "תשובה באמצעות Grok במצב 'כיף'"),
                n("dfd6eeac", "תשובה באמצעות Grok"),
                n("deceb214", "תמונה שהופקה על ידי Grok"),
                n("befddd48", "הצג"),
                n("hf3f8e3a", "הצג עוד"),
                n("h504ea5e", "צור גרסה משלך עם Grok"),
                n("eb722de2", "שאל את Grok בעצמך"),
                n("bb5c5864", "ציטוט"),
                n("a8b58cf4", "הצג שרשור זה"),
                n("i5f742fe", "הצג את הסקר הזה"),
                n("fc45ccc6", "סרטון מוטבע"),
                n("a9edea48", "טען מחדש"),
                n("d26d8730", "העתק את כתובת הסרטון"),
                n("f1b6bcec", "העתק כתובת של GIF"),
                n("j25d7cca", "הסתר כותרות"),
                n("a858b25c", "הצג כתוביות"),
                n("faf9f484", "מודעה"),
                n("ae2ea9e7", function (e) {
                    return "מודעה מאת " + e.advertiserName;
                }),
                n("hea01798", "מחוון איתור"),
                n("f8a09386", "הצג ב-Periscope"),
                n("gf2b6eee", "תמונה-בתוך-תמונה"),
                n("b3160a69", function (e) {
                    return e.volumePercent + "%";
                }),
                n("fb236728", "השהה"),
                n("e9bd453e", "נגן מחדש"),
                n("d46b00b0", "מעבר לשידור חי"),
                n("ec8ab8b4", "השתק"),
                n("b8b6344a", "בטל השתקה"),
                n("c9a642fa", "מחוון לכוונון עוצמת הקול"),
                n("c27e60b0", "מסך מלא"),
                n("d2969f10", "צא ממסך מלא"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " מתוך " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "צפה ב-" + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "קנה ב-" + e.advertiserName;
                }),
                n("g60001bb", function (e) {
                    return "ראה " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "עבור אל " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "בקר ב־" + e.advertiserName;
                }),
                n("c67e71aa", "צפה עכשיו"),
                n("a6ada13e", "קנה עכשיו"),
                n("j0f12222", "ראה עוד"),
                n("f569f7c8", "עבור לאתר"),
                n("j0c6772a", "בקר באתר"),
                n("f73003aa", "הסרטון יוצג לאחר המודעה");
            n("b3112b8a", "דלג"),
                n("h6333ad0", "דלג על המודעה"),
                n("c59da417", function (e) {
                    return "דלג על מודעה בעוד " + e.seconds;
                }),
                n("c3c147cf", function (e) {
                    return "דלג " + e.seconds;
                }),
                n("h9b3104e", "הגדרות וידאו"),
                n("ha3efce4", "אוטומטי"),
                n("hd8d044d", function (e) {
                    return "אוטומטי (" + e.quality + ")";
                }),
                n("a7bf9962", "הורד סרטון"),
                n("ccc97152", "מהירות הצפייה"),
                n("h531ade0", "איכות וידאו"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "אתה מקבל איכות לא מיטבית בשל הדפדפן שבו אתה עושה שימוש. אנחנו ממליצים להשתמש בדפדפן שתומך ב-HEVC."),
                n("a681babd", function (e) {
                    return "צפה עכשיו ב-" + e.trimmedHostname;
                }),
                n("db3cd325", function (e) {
                    return "בקר ב-" + e.trimmedHostname;
                }),
                n("f1ad0df1", function (e) {
                    return "מודעה · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "מודעה מאת " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "טופס זה"),
                n("c1658fc6", "לא ניתן להציג את המדיה."),
                n("h519ae04", "המדיה הושבתה בשל תביעת זכויות יוצרים."),
                n("ce871584", "השידור הזה הסתיים."),
                n("c101eb96", "השידור הזה לא זמין."),
                n("gb24a514", "המדיה הזו הושבתה בתגובה לדיווח מבעל זכויות היוצרים."),
                n("hcaf3e63", function (e) {
                    return "מדיה זו הושבתה בשל תביעת זכויות יוצרים שהוגשה על ידי " + e.holder + ".";
                }),
                n("if05c038", "השידור הזה לא זמין במיקום שלך."),
                n("d420171b", function (e) {
                    return "הסרטון לא זמין בשל טענה לזכויות יוצרים של " + e.holder;
                }),
                n("b1eb72fa", "מצטערים, הסרטון הזה מוגבל באזורים מסוימים. המתן כמה שניות בזמן שאנחנו מאתרים את מיקומך. וודא שהפעלת את הגדרות המיקום בדפדפן שלך."),
                n("c057680c", "לא ניתן להציג את הסרטון בדפדפן הזה. נסה להשתמש בדפדפן אינטרנט אחר."),
                n("i5dfae6e", "הסרטון הזה לא זמין במיקום שלך."),
                n("c2388276", "הסרטון הזה נמחק."),
                n("d2c96140", "מחוון שמע של אורח"),
                n("f6dc9146", "שידור חוזר"),
                n("d30c74fe", "עוצמת קול"),
                n("f2d4e6f2", "צפה שוב"),
                n("e9f1af3a", "גלה עוד"),
                n("f1881d86", "לא ניתן להשיב לפוסט הזה, לשתף אותו או לסמן אותו כאהוב."),
                n("j3d37222", "X מחויבת על פי חוק לספק הודעה זו."),
                n("e461d0ee", "העדכונים האחרונים"),
                n("d1386940", "הישאר בעניינים"),
                n("ecda5f9e", "מטעה"),
                n("a423473c", "הודעה נדרשת על פי חוק"),
                n("b3296688", "ראות מוגבלת"),
                n("ccd32094", "עכשיו"),
                n("abfcce0d", function (e) {
                    return "לפני " + e.amountOfTime;
                }),
                n("ae408b76", "פרסמת מחדש"),
                n("j355f008", "פוסט נעוץ"),
                n("habf9678", "ננעץ על ידי מחבר"),
                n("db0798ed", function (e) {
                    return e.topicName + " נושא";
                }),
                n("dc716ec9", function (e) {
                    return "נושא מומלץ: " + e.topicName;
                }),
                n("fbc2003c", "הסתיים"),
                n("h5051dd8", "בוטל"),
                n("bb5f91a3", function (e) {
                    return e.count + " במקום זה";
                }),
                n("c83eea99", function (e) {
                    return e.participant + "‏ + " + e.count + " מאזי" + t(e.count, "נים", "ן", "נים", "נים");
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + "מדבר + " + e.count + " מאזי" + t(e.count, "נים", "ן", "נים", "נים");
                }),
                n("df006f4f", function (e) {
                    return e.count + " מתעניינים";
                }),
                n("c889af33", function (e) {
                    return e.count + " הצטרפו";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " צפו";
                }),
                n("jbc5f47a", "תחנת עגינה של מקומות"),
                n("gfe2830f", function (e) {
                    return e.count + " " + t(e.count, "נוספים", "נוסף", "משתמשים נוספים", "נוספים");
                }),
                n("dbeae6cf", function (e) {
                    return "" + t(e.count, e.count + " מאזינים נוספים", "מאזין " + e.count + " נוסף", e.count + " מאזינים נוספים", e.count + " מאזינים נוספים");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " " + t(e.count, "נוספים", "נוסף", "משתמשים נוספים", "נוספים");
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " בשעה " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "שעה " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return "נשאר" + t(e.count, "ו " + e.formattedCount + " דקות", "ה דקה " + e.formattedCount, "ו " + e.formattedCount + " דקות", "ו " + e.formattedCount + " דקות");
                }),
                n("ib15cddb", function (e) {
                    return "נשאר" + t(e.count, "ו " + e.formattedCount + " שעות", "ה שעה " + e.formattedCount, "ו " + e.formattedCount + " שעות", "ו " + e.formattedCount + " שעות");
                }),
                n("db9ed19f", function (e) {
                    return "נשאר" + t(e.count, "ו " + e.formattedCount + " ימים", " יום " + e.formattedCount, "ו " + e.formattedCount + " ימים", "ו " + e.formattedCount + " ימים");
                }),
                n("e1ebcecb", function (e) {
                    return t(e.days, e.formattedDays + " ימים", "יום " + e.formattedDays, e.formattedDays + " ימים", e.formattedDays + " ימים") + " נשאר" + t(e.hours, "ו " + e.formattedHours + " שעות", "ה שעה " + e.formattedHours, "ו " + e.formattedHours + " שעות", "ו " + e.formattedHours + " שעות");
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " שע" + t(e.hours, "ות", "ה", "ות", "ות") + " נשאר" + t(e.mins, "ו " + e.formattedMins + " דקות", "ה דקה " + e.formattedMins, "ו " + e.formattedMins + " דקות", "ו " + e.formattedMins + " דקות");
                }),
                n("f89a5d60", "מארח"),
                n("ce2cfb36", "למנויים בלבד"),
                n("df06241c", "קהילה"),
                n("b03e162a", "האזן לשידור החי"),
                n("b3d828ee", "הצטרפת"),
                n("g519ec2a", "האזן להקלטה"),
                n("c6000450", "התזכורת הוגדרה"),
                n("db44ff5c", "הגדר תזכורת"),
                n("f7b6346a", "התחל עכשיו"),
                n("cc1f75ac", "מקומות"),
                n("bd08d1b2", "פרטים לא זמינים"),
                n("j8b01b27", function (e) {
                    return "המקום " + e.title + " ש-" + e.host + " מארח בוטל";
                }),
                n("fda9f48c", "המקום בוטל"),
                n("jf7853f7", function (e) {
                    return "המקום " + e.title + " ש-" + e.host + " מארח הסתיים";
                }),
                n("i1a29920", "המקום הסתיים"),
                n("db467ffe", "הצטרף למקום"),
                n("i8dc3993", function (e) {
                    return "המארח: " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "עם " + e.count + " אחר" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("d19b9f77", function (e) {
                    return e.action + " עבור " + e.title + " בחסות " + e.host + ", " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "התחל " + e.title + " מתוזמן עבור" + e.scheduledStart + " כעת";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " עבור מקום, " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "האזן להקלטה של " + e.title;
                }),
                n("gaeb997e", "עוד"),
                n("f8b21226", "הצטרף"),
                n("e1b95ab0", "נערך לאחרונה"),
                n("i308d42c", "קיימת גרסה חדשה של הפוסט הזה"),
                n("h092d520", "קיימת גרסה חדשה של הפוסט הזה."),
                n("b74bf8b8", "תמונה"),
                n("ha9ed08c", "יצירה עם"),
                n("bff61470", "לחץ כאן כדי לערוך"),
                n("f4393d0f", function (e) {
                    return "משויך ל-" + e.name;
                }),
                n("f8e8e32e", "אתה"),
                n("df6703d3", "אתה"),
                n("c20f7e9f", function (e) {
                    return t(e.otherUsersCount, e.otherUsersCount + " נוספים", d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " נוספים", e.otherUsersCount + " נוספים");
                }),
                n("he26f627", function (e) {
                    return t(e.otherUsersCount, e.otherUsersCount + " נוספים", d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " נוספים", e.otherUsersCount + " נוספים");
                }),
                n("gea7aa3c", "הבא"),
                n("b6462b32", "הקודם"),
                n("caddb529", "ו-"),
                n("ff31714c", function (e) {
                    return " ול-" + t(e.othersCount, e.othersCount + " נוספים", "משתמש אחד נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("e06c99b7", "ו-"),
                n("i4e2f96c", function (e) {
                    return " ול-" + t(e.othersCount, e.othersCount + " נוספים", "משתמש אחד נוסף", e.othersCount + " נוספים", e.othersCount + " נוספים");
                }),
                n("ga629a8c", "הצג את האנשים המשתתפים בשיחה"),
                n("d6f781e4", "כשאתה הופך למנוי של היוצרים המועדפים עליך ב-X, אתה נהנה מתוכן בונוס והם מרוויחים קצת כסף."),
                n("dab106f8", "חבר"),
                n("a46e92c2", "מגשר"),
                n("f9633e62", "מנהל"),
                n("a3dfd0cb", function (e) {
                    return "פוסט" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "פוסט" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "מאמר" + e.noun;
                }),
                n("h13ffc88", "קול"),
                n("c8c4600e", "פוסט קולי"),
                n("de8c5eb2", "הפעל שמע"),
                n("ec286028", "השהה שמע"),
                n("ad77feb6", "כתוביות אינן זמינות"),
                n("e82adfeb", function (e) {
                    return e.count + " ד" + t(e.count, "פי", "ף", "פי", "פי") + " אינטרנט";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " פוסט" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("g78032d5", function (e) {
                    return e.count + " דפי אינטרנט ופוסטים";
                }),
                n("j3de54a8", "הערה"),
                n("a6a6ced4", "קרא הערה"),
                n("dbc0c2f4", "הוסף לסימניות"),
                n("d6885d3e", "הצג קהילה"),
                n("d5a48014", "כותרות"),
                n("b92b6156", "כותרות משנה"),
                n("ec5ed598", "גוף"),
                n("c69eb656", "משרה מלאה"),
                n("g46ae43c", "חוזה במשרה מלאה"),
                n("jf7d4cc6", "משרה חלקית"),
                n("b2214572", "עבודות זמניות"),
                n("f8337bd6", "לשנה"),
                n("i935bf88", "לשעה"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "רשימה"),
                n("fe64170c", "לא תוכל לשנות בחירה שבוצעה"),
                n("g10ace38", "אפשרויות סקר"),
                n("a3edf99a", "תוצאות סופיות"),
                n("c2b81e9d", function (e) {
                    return "" + t(e.count, e.formattedCount + " קולות", "קול " + e.formattedCount, e.formattedCount + " קולות", e.formattedCount + " קולות");
                }),
                n("e86732e4", "נבחר"),
                n("a35a5b10", "עוקבים שאתה מכיר"),
                n("fc8cd112", "לא נמצא ברשימת המעקב של אף אחד שאתה עוקב אחריו"),
                n("df8cd2af", function (e) {
                    return "שקופית " + e.currentSlide + " מתוך " + e.itemCount + " – קרוסלה. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "השקופית הבאה"),
                n("c4d53ba2", "השקופית הקודמת"),
                n("h6405c17", function (e) {
                    return "שקופית " + e.currentSlide + " מתוך " + e.itemCount + " – קרוסלה";
                }),
                n("a3efd2c4", "נושא"),
                n("b91c8e53", function (e) {
                    return "כרטיס נושא של " + e.title + ".";
                }),
                n("b3826295", function (e) {
                    return "כרטיס נושא של " + e.title + ", " + e.description + ".";
                }),
                n("c9bb65db", function (e) {
                    return "אוסף של " + e.slidesLength + " תמונות. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "גרור כדי לסובב"),
                n("f0e1fb48", "לא היה ניתן ליצור תצוגה מקדימה עבור הווידאו בתבנית זו, בדפדפן זה. ייתכן שעדיין יהיה אפשר להעלות את הווידאו."),
                n("c2fc878d", function (e) {
                    return "חרגת ממגבלת התווים ב-" + e.count;
                }),
                n("db11b27f", function (e) {
                    return e.count + " תו" + t(e.count, "וים", "", "וים", "וים") + " נותרים";
                }),
                n("bb7b821a", "ניתן להשיב"),
                n("fc41217b", function (e) {
                    return "חשבונות שעוקבים אחר ‎@" + e.screenName + " או שאוזכרו על ידו יכולים להשיב";
                }),
                n("e5dc76d0", "אפשר להגיב לשיחה זו"),
                n("ab105904", "מי יכול להשיב?"),
                n("fd1cda7a", "אינך יכול להשיב לשיחה הזו"),
                n("f064f477", function (e) {
                    return "חשבונות ברשימת המעקב של ‎@" + e.screenName + " או שאוזכרו על ידו יכולים להשיב";
                }),
                n("ea9ac5c9", function (e) {
                    return "חשבונות שאוזכרו על ידי ‎@" + e.screenName + " יכולים להשיב";
                }),
                n("d2ae1499", function (e) {
                    return "חשבונות הרשומים כמנויים או אנשים שאוזכרו על ידי @" + e.screenName + " יכולים להשיב";
                }),
                n("a4e254ff", function (e) {
                    return "חשבונות מאומתים או חשבונות שאוזכרו על ידי ‎@" + e.screenName + " יכולים להשיב";
                }),
                n("j1b02fd8", "קבלת אימות"),
                n("daba4484", "רק המחבר והמגשרים יכולים לראות את הפוסט הזה"),
                n("f956070a", "הוא הוסתר על-ידי המגשרים עקב הפרת כללי הקהילה."),
                n("cc17f408", "לאחר שחברים מוסרים, הפוסטים שלהם מוסתרים משאר הקהילה."),
                n("j620ce06", "מי עוד יכול לראות את הפוסט הזה?"),
                n("bd414b44", "בלעדי למנויים שלך"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " והמנויים שלו/ה יכולים לראות את הפוסט שלך";
                }),
                n("g1c6a77e", "אתה רואה תוכן של מינויים"),
                n("d3b143d7", function (e) {
                    return "תשובה זו גלויה לך מכיוון שאתה מנוי ל-@" + e.screenName;
                }),
                n("f6337117", function (e) {
                    return "פוסט זה מוצג לך כי אתה מנוי אל ‎@" + e.screenName;
                }),
                n("g766a06d", function (e) {
                    return "הפוסט הזה גלוי רק לאנשים שנמצאים בקבוצה של ‎@" + e.screenName + ".";
                }),
                n("j040a368", "קישורים הושבתו בתשובות"),
                n("b31d0af7", function (e) {
                    return e.screenName + " אינו מאפשר קישורים בתשובות לפוסט הזה";
                }),
                n("eab0f780", "לא ניתן לפרסם או לצטט קישורים חיצויים בתשובות לפוסט הזה."),
                n("f17a1f54", "Premium Exclusive"),
                n("a0953370", "מינוי"),
                n("d9687d23", function (e) {
                    return "ירידה של " + e.trendValueNegativePercent;
                }),
                n("ac73eb5a", "אין שינוי"),
                n("c5a9f921", function (e) {
                    return "עלייה של " + e.trendValuePositivePercent;
                }),
                n("e3098e07", function (e) {
                    return "לפני " + e.minutes + " דק" + t(e.minutes, "ות", "ה", "ות", "ות");
                }),
                n("fea16a51", function (e) {
                    return "לפני " + e.hours + " שע" + t(e.hours, "ות", "ה", "ות", "ות");
                }),
                n("a4f2d94d", function (e) {
                    return "לפני " + e.days + " י" + t(e.days, "מי", "ו", "מי", "מי") + "ם";
                }),
                n("hf9bc787", function (e) {
                    return "לפני " + e.weeks + " שבוע" + t(e.weeks, "ות", "", "ות", "ות");
                }),
                n("efcd5885", function (e) {
                    return "לפני " + e.months + " חודש" + t(e.months, "ים", "", "ים", "ים");
                }),
                n("c37228b5", function (e) {
                    return "לפני " + e.years + " שנ" + t(e.years, "ים", "ה", "ים", "ים");
                }),
                n("jf83d092", "יום"),
                n("af4abf20", "חודש"),
                n("b871f280", "שנה"),
                n("hac89ab0", "ינואר"),
                n("ef30b30a", "פברואר"),
                n("b56920fa", "מרץ"),
                n("b1a0f1ec", "אפריל"),
                n("daf779c8", "מאי"),
                n("c6ad074e", "יוני"),
                n("f1db106c", "יולי"),
                n("i4e80b7a", "אוגוסט"),
                n("efa6cc1e", "ספטמבר"),
                n("f40a0cbe", "אוקטובר"),
                n("ac74a31c", "נובמבר"),
                n("i6c1e4b2", "דצמבר"),
                n("de540c32", "חשוף סיסמה"),
                n("b4abfdb4", "הסתר סיסמה"),
                n("f06ae5d3", function (e) {
                    return e.standardTweetCount + " תו" + t(e.standardTweetCount, "וים", "", "וים", "וים") + " נותרו עבור פוסט רגיל, " + e.totalCount + " תו" + t(e.totalCount, "וים", "", "וים", "וים") + ' סה"כ נותרו';
                }),
                n("fee0a8bc", "שמירה"),
                n("ae7f7656", "נקה"),
                n("gd769996", "משהו השתבש. נסה לטעון מחדש."),
                n("i5450bec", "מדיה"),
                n("f7432494", "הוסף תמונה"),
                n("a5f7ce12", "עקוב בחזרה"),
                n("c3befdbe", "עוקב"),
                n("d3029dbc", "הפסק לעקוב"),
                n("aeb6f0a0", "הירשם"),
                n("b4397192", "ניהול"),
                n("i8cfb6e6", "חסום"),
                n("ea100d6a", "שחרר חסימה"),
                n("fe40537f", function (e) {
                    return "לשחרר את ‎@" + e.screenName + "?";
                }),
                n("ab7c3460", "משתמש זה יוכל לעקוב אחריך ולהציג את הפוסטים שלך."),
                n("i58d8718", "הוא יוכל לעקוב אחריך ולקיים אינטראקציה עם הפוסטים הציבוריים שלך."),
                n("cda66545", function (e) {
                    return "לחץ כאן כדי " + e.followType + e.screenName;
                }),
                n("ee05e96b", function (e) {
                    return "לחץ כאן כדי " + e.followType + " ל-" + e.screenName;
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + " לחץ כאן כדי לצאת";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " ל-" + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "להפסיק לעקוב אחרי ‎@" + e.screenName + "?";
                }),
                n("i4bb9ef7", function (e) {
                    return "להפסיק לעקוב אחרי " + e.title + "?";
                }),
                n("ge753264", "הפוסטים שלו לא יופיעו יותר בציר הזמן 'עבורך'. עדיין תהיה לך אפשרות להציג את הפרופיל שלו, אלא אם כן הפוסטים שלו מוגנים."),
                n("b837c0e8", "גם אם תפסיק לעקוב אחרי הנושא הזה, תוכל להמשיך לראות פוסטים בקשר אליו, בהתאם לחשבונות שאתה עוקב אחריהם."),
                n("ddac1f1d", function (e) {
                    return "האם אתה בטוח שברצונך לעזוב את " + e.communityName + "?";
                }),
                n("j8e33c40", "תאבד גישה לקהילה ולא תוכל יותר להשתתף, אך הפוסטים הקודמים שלך עדיין יהיו גלויים."),
                n("f305840e", "בהמתנה"),
                n("i036327c", "האם להתעלם מבקשת המעקב?"),
                n("j95e3097", function (e) {
                    return "פעולה זו תבטל את הבקשה הממתינה שלך ו-@" + e.screenName + " כבר לא יראה אותה.";
                }),
                n("d85bc1b8", "הגדל או הקטן את התצוגה של התמונה שלך."),
                n("f596ace8", "יחס רוחב-גובה: מקורי"),
                n("df031fca", "יחס רוחב-גובה: רחב"),
                n("b40332c6", "יחס רוחב-גובה: מרובע"),
                n("e547b368", "מקורי"),
                n("f7571204", "רחב"),
                n("e6e16812", "מרובע"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "מקודם על-ידי " + e.fullName;
                }),
                n("if2bf8b4", "מקודם"),
                n("f3624b5c", "מקודם (פוליטי)"),
                n("b4b3b113", function (e) {
                    return "מקודם (פוליטי) על-ידי " + e.fullName;
                }),
                n("be222050", "מקודם (נושא)"),
                n("hcbbe447", function (e) {
                    return "מקודם (נושא) על-ידי " + e.fullName;
                }),
                n("jcf3e7a2", "התקדמות מסגרת עבור Lottie Animation"),
                n("a0af935c", "אהב"),
                n("b8c465e2", "פורסם שוב"),
                n("c7a989ce", "נוסף לסימניות"),
                n("b03835c7", function (e) {
                    return e.replyCount + " תשוב" + t(e.replyCount, "ות", "ה", "ות", "ות");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " פרסו" + t(e.retweetCount, "מי", "", "מי", "מי") + "ם מחדש";
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " אוהב" + t(e.likeCount, "", "ים", "", "");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " סימני" + t(e.bookmarkCount, "ות", "ה", "ות", "ות");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " צפי" + t(e.viewCount, "ות", "ה", "ות", "ות");
                }),
                n("f2849136", "ניתוח"),
                n("f206e970", "הצג ניתוח נתוני הפוסט"),
                n("c7073f5b", function (e) {
                    return e.count + " צפי" + t(e.count, "ות", "ה", "ות", "ות") + ". הצגת ניתוח הפוסט";
                }),
                n("hf417cf0", "הסר מהסימניות"),
                n("febd30ed", function (e) {
                    return e.count + " סימני" + t(e.count, "ות", "ה", "ות", "ות") + ". סימניה";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " סימני" + t(e.count, "ות", "ה", "ות", "ות") + ". נוסף לסימניות";
                }),
                n("d636ebc6", "סמן כאהוב"),
                n("eb3a8b0c", "לא אהוב"),
                n("j472ecfc", "סמן 'אהבתי' בפוסט זה"),
                n("dac92b0d", function (e) {
                    return e.count + " אוהב" + t(e.count, "ים", "", "ים", "ים") + ". אוהב";
                }),
                n("aa650427", function (e) {
                    return e.count + " אוהב" + t(e.count, "ים", "", "ים", "ים") + ". אוהב";
                }),
                n("hdf7226a", "השב"),
                n("c9940955", function (e) {
                    return e.count + " תשוב" + t(e.count, "ות", "ה", "ות", "ות") + ". תשובה";
                }),
                n("f2919fb8", "לפרסם מחדש"),
                n("fd1e5446", "ביטול פרסום מחדש"),
                n("dfad425d", function (e) {
                    return e.count + " פרסו" + t(e.count, "מי", "", "מי", "מי") + "ם מחדש. פרסום פוסט מחדש";
                }),
                n("a386dc55", function (e) {
                    return e.count + " פרסו" + t(e.count, "מי", "", "מי", "מי") + "ם מחדש. פרסמו מחדש";
                }),
                n("f65198c2", "הצג ציטוטים"),
                n("dc63da16", "שתף"),
                n("cee0585c", "שיתוף פוסט"),
                n("ceb6841c", "לאחר שחברים מוסרים, הפוסטים שלהם מוסתרים משאר הקהילה."),
                n("cb731cae", "עריכת הקבוצה"),
                n("c33d3a84", "מה שקורה בקבוצה נשאר בקבוצה"),
                n("c4f10e71", "מידע נוסף"),
                n("b09adb0c", "ראה את השיחה"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "ברשימת המעקב";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "עוקב" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "מנוי" + t(e.count, "ים", "", "ים", "ים");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "מ" + t(e.count, "נויים", "ינוי", "נויים", "נויים");
                }),
                n("ef633578", "החשבון מושעה"),
                n("a6a3d496", "הכנסת קישור"),
                n("acce6978", "עריכת קישור"),
                n("f5e8f526", "ערוך"),
                n("h517e8d8", "הסר"),
                n("a30ae58e", "טקסט להצגה"),
                n("da38c958", "כתובת URL"),
                n("d5d57678", "הוסף"),
                n("ec822028", "יש למלא שדה זה"),
                n("ebc5d2cc", "משהו לקוי בכתובת ה-URL הזאת. יש לבדוק את האיות ואת התבנית של הקישור הזה."),
                n("h30a19bb", function (e) {
                    return "זהו תרשים עוגה. כותרת התרשים היא " + e.chartTitle + ". יש בסך הכול " + e.noOfCategories + " קטגוריות. הערך המינימלי הוא " + e.minValue + " והערך המקסימלי הוא " + e.maxValue + ". בחן את התרשים בעזרת פקדי הניווט.";
                }),
                n("h39fbf33", function (e) {
                    return "תרשים עמודות אופקי עם ערכי נתונים המתפרשים מ-" + e.minValue + " ועד " + e.maxValue;
                }),
                n("gdd51574", "משוך לרענון"),
                n("e557ad8e", "פעיל"),
                n("e3a58c28", "להרחיב"),
                n("db355331", function (e) {
                    return e.team + " ניצחה";
                }),
                n("a8428d5e", "בקרוב"),
                n("a7aad8ba", "חיים"),
                n("e431f1aa", "סופי"),
                n("a7391708", "נדחה"),
                n("d2dbfa92", "מבוטל"),
                n("cd734f66", "היום"),
                n("c8891d06", "מחר"),
                n("d2414d31", function (e) {
                    return e.count + " פריטים שלא נקראו";
                }),
                n("ce4e85ae", "פריטים שלא נקראו"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "שעה"),
                n("ccc99ff2", "דקה"),
                n("g5662c95", function (e) {
                    return "רמה " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "המשתמש הזה נמצא כרגע במקום פעיל. לחץ כדי להצטרף"),
                n("c0eb8825", function (e) {
                    return "המשתמש @" + e.screenName + " נמצא כרגע במקום פעיל, לחץ כדי להצטרף";
                }),
                n("d068dc6d", function (e) {
                    return "המשתמש @" + e.screenName + " נמצא כרגע בשידור חי, לחץ כדי לצפות";
                }),
                n("d9fd5570", "תשובות מוסתרות"),
                n("c566d3a6", "הסתר"),
                n("a897c4d6", "פתיחת היסטוריית עריכה"),
                n("e07a85a2", "הפוסט לא זמין"),
                n("ffeb2fc6", "בהמשך"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " נבחרו";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " דק'";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " שניות";
                }),
                n("f42c0c80", "סיום של המקטע שנבחר, השתמש במקשים כדי להתאים את הבחירה"),
                n("i667afe8", "התחלה של המקטע שנבחר, השתמש במקשים כדי להתאים את הבחירה"),
                n("gfaaead8", "ללא כותרת"),
                n("cfd13f46", "עוגן סרטון"),
                n("eba2660a", "כחול"),
                n("hc196b78", "סגול אדמדם"),
                n("c8bc49d2", "סגול"),
                n("efff09ee", "ירוק"),
                n("fcb424ee", "צהוב"),
                n("ie2215aa", "מג'נטה"),
                n("f106ce44", "כתום"),
                n("acddd4d4", "אדום"),
                n("cef9b062", "טורקיז כהה"),
                n("d9daefca", "אפור כהה");
            var d = c(202784),
                b = [],
                u = {};
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var a, c, n, i, m;
                function s() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (c = e),
                    ((a = s).prototype = Object.create(c.prototype)),
                    (a.prototype.constructor = a),
                    r(a, c),
                    (s.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = s),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X תמיד שומרת עותק של מקום לבדיקה. "];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["חשבונות שחסמת לא יוכלו להצטרף. עם זאת, ייתכן שמשתמשים שלא נכנסו לחשבון X יוכלו להאזין. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X תמיד שומרת עותקים של מקומות לתקופה מוגבלת כדי לוודא שאינם מכילים תוכן זבל או תוכן פוגעני. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["הירשם לארגונים מאומתים כדי להרוויח נקודות זיכוי בסך של 1,000$ על מודעות להצגה בכל חשבון בארגון שלך. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["אחרי שתצטרף ל0X תוכל להגיב לפוסט של ", "."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["לאחר שתצטרף ל-X, תוכל לשתף את הפוסט של ", " עם העוקבים שלך."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["הצטרף עכשיו ל-X – כך תוכלו לסמן את הפוסט של ", " כאהוב."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["עקוב אחרי ", " כדי לראות מה הוא משתף ב-X."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["הצטרף ל-X עכשיו כדי שתוכל לשתף את הפוסט של ", " באופן פרטי."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["עקוב אחר ", " לקבלת פוסטים שנאספו"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["הצטרף ל-X עכשיו כדי לראות זרם של פוסטים מאנשים שנבחרו על-ידי ", "."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["הצטרף ל-X עכשיו כדי לגלות שיחות חדשות ומעניינות בנושאים שהכי חשובים לך, כגון ", "."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["חיפוש בפוסטים של ", " ב-X."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["X ושותפיה עושים שימוש בקובצי Cookie כדי לספק שירות טוב בטוח ומהיר יותר ועל מנת לתמוך בפעילותנו העסקית. קובצי Cookie מסוימים חיוניים לצורכי שימוש בשירותים שלנו, על מנת לשפר את איכות השירותים וכדי לוודא שהם פועלים באופן תקין. אם תלחץ על 'קבלת כל קובצי ה-Cookie', תאפשר ל-X ולשותפיה להשתמש בקובצי Cookie כדי לספק לך פרסומות ותקשורת שמותאמות לתחומי העניין שלך. אם תלחץ על 'סירוב להתקנת קובצי Cookie לא חיוניים', לא נוכל להשתמש בקובצי Cookie כדי לאסוף נתונים ולהתאים עבורך פרסומות ותקשורת. לקבלת מידע נוסף, כולל לגבי אופן שינוי הבחירות שלך, בקר בדף קובצי ה-Cookie ", " שלנו."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X ושותפיה עושים שימוש בקובצי Cookie כדי לספק לך שירות טוב, בטוח ומהיר יותר ועל מנת לספק תמיכה הולמת בפעילותנו העסקית. חלק מקובצי ה-Cookie הכרחיים על מנת שתוכל לעשות שימוש שירותים, כדי שנוכל לשפר את השירותים שלנו ובכדי שנוכל לוודא שהם פועלים באופן תקין. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["בעצם ההצטרפות, אתה מסכים ל", " ול", ", כולל ", "."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["ספק קישורים לשלוש כתבות או יותר שעוסקות בך מגופי חדשות שעומדים בתנאים, אשר פורסמו במהלך ששת החודשים האחרונים. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["יהיה עליך לעמוד בדרישות ספציפיות, בהתאם לסוג חשבון X שיש לך. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["בחר את האפשרות המתארת בצורה הטובה ביותר את החשבון שלך. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["בחר שיטה שתוכיח שהחשבון שלך עומד בתנאים לאימות כאקטיביסט או כמארגן. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["לא עמדת בסף המינימלי של עוקבים או אזכורים באזור שלך, שנדרש כדי שנאמת אותך כאקטיביסט. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["ספק קישור לפרופיל ב-Google Trends עם הוכחה לפעילות חיפוש שבוצעה לאחרונה אודותיך. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["ספק קישור לדף ויקיפדיה שעוסק בך. הדף צריך להכיל לפחות שלוש הפניות למקורות חיצוניים. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["ספק קישור המכיל התייחסות אליך בעמדת הנהגה של עמותה מאומתת. ההתייחסות חייבת להופיע באתר הרשמי של ארגון מאומת. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["בחר שיטה שתוכיח שהחשבון שלך עומד בתנאים לאימות כמשפיען. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["לא עמדת בסף המינימלי של עוקבים או אזכורים באזור שלך, שנדרש כדי שנאמת אותך כיוצר תוכן או כמשפיען. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["ספק קישור לפרופיל Google Trends עם עדות לפעילות חיפוש אודות ההפקה שלך מהתקופה האחרונה."];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["ספק קישורים לשלושה מאמרים לפחות אודות ההפקה שלך שפורסמו במהלך חצי השנה האחרונה בחברות חדשות מאומתות. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["בחר דרך להראות שהחשבון שלך עומד בתנאים הדרושים כדי להיות מאומת כחשבון הרשמי של הפקה גדולה. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["ספק קישור שמעיד על כך שארגון ההפקה שלך רשום בבורסה ציבורית לניירות ערך. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["צרף קישור לדף ויקיפדיה שעוסק בהפקה שלך ומכיל לפחות שלוש הפניות למקורות חיצוניים. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["בחר שיטה אחת על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור חברת בידור חשובה. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["צרף קישור לפרופיל ב-Google Trends עם הוכחה לפעילות חיפוש שבוצעה לאחרונה אודות חברת הבידור שלך. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["צרף קישורים לשלושה מאמרים לפחות אודות החברה שלך שפורסמו במהלך חצי השנה האחרונה בחברות חדשות שעונות לדרישות. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["צרף קישור שמעיד על כך שחברת הבידור שלך רשומה בבורסה ציבורית לניירות ערך. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["צרף קישור לדף ויקיפדיה אודות חברת הבידור שלך שמכיל לפחות שלוש הפניות למקורות חיצוניים. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["בחר שיטה אחת על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור יוצר תוכן דיגיטלי מוביל דעה. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["צרף קישור לפרופיל יוצר התוכן שלך. פרופיל יוצר התוכן יכול להיות בכול פלטפורמה דיגיטלית, אך הוא חייב לכלול התייחסות לכינוי שלך ב-X. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["צרף קישור לדף ויקיפדיה שעוסק בך ומכיל לפחות שלוש הפניות למקורות חיצוניים. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["בחר שיטה אחת על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור אדם מתחום הבידור. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["ספק קישור לפרופיל IMDB שלך. הפרופיל חייב להכיל לפחות 50 קרדיטים של הפקות. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["ספק קישור הכולל התייחסות לחשבון X שלך והתייחסות אליך כעוסק בתחום הבידור. ההתייחסות חייבת להגיע מאתר רשמי של ישות מאומתת. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["בחר את הקטגוריה המתארת בצורה הטובה ביותר את החשבון הממשלתי שלך. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["ספק קישורים לחמישה מאמרים לפחות, שפורסמו על ידי ארגוני חדשות מאומתים בששת החודשים האחרונים, שמכילים התייחסות אליך כאל מועמד לתפקיד. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["ספק קישורים לחמישה מאמרים לפחות, שפורסמו על ידי ארגוני חדשות מאומתים בששת החודשים האחרונים, שמכילים התייחסות אליך כאל בעל תפקיד ממשלתי. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["ספק קישורים לחמישה מאמרים לפחות, שפורסמו על ידי ארגוני חדשות מאומתים בששת החודשים האחרונים, שמכילים התייחסות אליך כאל בעל תפקיד ממשלתי. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["ספק קישור לאתר הקמפיין הרשמי שלך המכיל התייחסות אליך כאל מועמד לתפקיד ממשלתי ברמה מקומית או ברמה ארצית ולחשבון X שלך. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["ספק קישור לאתר אינטרנט ממשלתי רשמי אשר מכיל התייחסות אליך כאל עובד ממשלתי או כעובד בשירות הציבורי ולחשבון X שלך. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["ספק קישור אשר מכיל התייחסות לכך שאתה עובד ממשלתי או גורם שעובד עם הממשלה. האזכור חייב להופיע באתר רשמי של ארגון חדשות מאומת. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["עיתונאים חייבים להיות מועסקים על-ידי ארגון חדשות או הוצאה לאור מאומתים כדי לאמת אותם. ספק קישור לחשבון המעסיק שלך. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["בחר שיטה על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור עיתונאי בולט. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["ספק קישור שמספק סימוכין לכך שאתה עיתונאי שעובד עבור המעסיק שלך. הסימוכין חייבים להיות מאתר רשמי של ארגון חדשות מאומת. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["ספק לפחות שלוש שורות כותב ו/או קרדיטים בהוצאות לאור העומדות בתנאים אשר פורסמו במהלך ששת החודשים האחרונים. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["בחר דרך להראות שהחשבון שלך עומד בתנאים הדרושים כדי להיות מאומת כארגון חדשות מרכזי. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["ספק קישור לפרופיל ב-Google Trends עם הוכחה לפעילות חיפוש שבוצעה לאחרונה אודות ארגון החדשות שלך. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["ספק קישור לדף ויקיפדיה שנכתב על ארגון החדשות שלך. הדף צריך להכיל הפניות סימוכין לשלושה מקורות חיצוניים לפחות. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["ספק קישור שמעיד על כך שארגון החדשות שלך רשום בבורסה ציבורית לניירות ערך. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["ספק קישורים לשלושה מאמרים לפחות שפורסמו במהלך חצי השנה האחרונה על ארגון החדשות שלך בחברות חדשות מאומתות. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["אנשים בתחום הספורט המקצועי חייבים להתחרות במסגרת אירועים וליגות ספורט מאומתים כדי שנוכל לאמת אותם. ספק קישור לקבוצה, ליגה, אירוע או ארגון מאומתים שרלוונטיים לחשבון שלך."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["לא עמדת בסף המינימלי של עוקבים או אזכורים באזור שלך שנדרש כדי שנאמת אותך כגורם בתחום הגיימינג. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["אנשים בתחום הגיימינג חייבים להתחרות במסגרת אירועים וליגות ספורט אלקטרוני מאומתים כדי שנוכל לאמת אותם. ספק קישור לקבוצה, ליגה, אירוע או ארגון מאומתים שרלוונטיים לחשבון שלך."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["בחר שיטה על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור ליגה, קבוצה או תחרות עולמית חשובה בתחום הספורט. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["ספק קישור לפרופיל ב-Google Trends עם הוכחה לפעילות חיפוש שבוצעה לאחרונה אודות ארגון הספורט המקצועי שלך. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["ספק קישור לדף ויקיפדיה שנכתב על ארגון הספורט המקצועי שלך. הדף צריך להכיל הפניות סימוכין לשלושה מקורות חיצוניים לפחות. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["ספק קישור שמעיד על כך שארגון הספורט המקצועי שלך רשום בבורסה ציבורית לניירות ערך. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["ספק קישור לאתר האינטרנט הרשמי של תחרות עולמית או ארגון ספורט מקצועי אשר מאזכר אותך בתור ליגה, קבוצה או תחרות. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["ספק קישורים לשלושה מאמרים לפחות שפורסמו במהלך חצי השנה האחרונה על הארגון שלך בחברות חדשות מאומתות. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["בחר שיטה על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור ספורטאי מקצועי. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["בחר שיטה אחת על מנת להראות שהחשבון שלך עומד בתנאים לאימות בתור אדם בתחום הגיימינג. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["ספק קישור לאתר האינטרנט הרשמי של תחרות עולמית או ארגון ספורט מקצועי אשר מאזכר אותך בתור ספורטאי מקצועי, מנהל או מאמן. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["ספק קישור לאתר האינטרנט הרשמי של אירוע או ליגת ספורט אלקטרוני מאומתים שמאזכר אותך כחבר בסגל הקבוצה, מאמן או מנהל. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["לצערנו, בשלב זה אין לנו אפשרות לעבד בקשות אימות חדשות. נסה שוב מאוחר יותר. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["כדי שנוכל לאמת את הזהות שלך באמצעות הדואר האלקטרוני, צריכה להיות לך כתובת דואר אלקטרוני שאומתה בעבר. כדי לעשות זאת, נווט אל ", "."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["כדי שנוכל לאמת את הזהות שלך באמצעות הדואר האלקטרוני, צריכה להיות לך כתובת דואר אלקטרוני מאומתת שעומדת בדרישות הסף שלנו. כדי לעשות זאת, נווט אל ", "."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["אימות מיועד לקבוצות או לאנשים בולטים בקטגוריה מסוימת. אם זה רלוונטי אליך, פתח בקשת אימות. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["ודא שהפנים והטקסט המזהה שלך גלויים וברורים. אם הם אינם ברורים וגלויים, ייתכן שיהיה עליך לשלוח אותם שוב. X לא תקבל או תאחסן עותק של התעודה המזהה שלך. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["כדי לקבל מידע לגבי גישה אל נתונים שנשלחו או תיקון נתונים שנשלחו, ניתן לעיין ב", " שלנו."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["ניצור איתך קשר כשתתקבל החלטה. הדבר עשוי להימשך עד " + this.props.days + " י" + t(this.props.days, "מי", "ו", "מי", "מי") + "ם."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["עזור לנו להשתפר בעזרת ", " קצר."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["הבקשה האחרונה שלך נדחתה ב-" + this.props.date + ". עליך להמתין שיעברו 30 ימים מתאריך זה לפני שתוכל לשלוח בקשה חדשה."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["הבקשה האחרונה שלך נשלחה ב-" + this.props.date + ". עליך להמתין שיעברו 30 ימים מתאריך זה לפני שתוכל לשלוח בקשה חדשה."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["הבקשה האחרונה שלך נשלחה בתאריך " + this.props.date + ". ניצור איתך קשר לאחר שתתקבל החלטה."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["אנחנו מקווים שתיהנה, תוך שמירה על ", "."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["אלו היישומים שחיברת לחשבון שלך. באפשרותך לראות את המידע שאליו ניגשים יישומים אלה כדי לשלול מהם גישה. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["אנשים שאתה עוקב אחריהם תמיד יוכלו לשלוח לך מסר. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["קשר חשבון ניהול כדי שהחשבון האוטומטי יקבל תווית של חשבון אוטומטי. כל החשבונות האוטומטיים חייבים להיות מקושרים לחשבון ניהול. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["אנחנו מנסים לשמור על X בתור מקום לשיחות נעימות, כך שהשבתנו את רוב הדרכים שבהן ניתן לבצע אינטראקציה עם הפוסט הזה. אם ברצונך לדבר עליו יש לך אפשרות לצטט את הפוסט. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["אנחנו מנסים לשמור על X בתור מקום לשיח נעים, כך שהשבתנו את רוב הדרכים שבהן ניתן לבצע אינטראקציה עם הפוסט הזה. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["רק ‎@" + this.props.username + " והקבוצה שלו/ה יכולים לראות פוסטים אלה."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["הכללים האלה נקבעים ונאכפים על-ידי מנהלי הקהילה וחלים בנוסף ", "."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["קהילות הן ציבוריות, כך שחשבונות מוגנים לא יכולים להצטרף נכון לעכשיו. ניתן לקרוא את הפוסטים, אך כדי להשתתף, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["מגשר הסיר אותך עקב הפרת כלל קהילה זה: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " צפיות"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF של "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["סרטון של "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["התמונה באדיבות "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['חיפוש במקום זאת אחר "', '"'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['האם כוונתך הייתה "', '"?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " יכול להשיב עכשיו"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " תווים"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["נערך לאחרונה בתאריך: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["", " כדי לקבל עזרה והנחיות."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["דרך "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["שמירה אחרונה: "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["הפרסום של המאמר ", " יבוטל. הוא יועבר לטיוטות ולא יהיה גלוי לציבור."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["המדיה הבאה עשויה לכלול תוכן רגיש. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["פונקציונליות העריכה מוגבלת לפוסטים מקוריים ואינה כוללת רכיבים כגון תשובות או שרשורים. ", " על מה שאפשר לערוך."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["רוצה לערוך את הקבוצה שלך? תרגיש חופשי. אנשים שתסיר לא יקבלו הודעה כלשהי בנוגע להסרה. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", " את כותב המאמרים החדש לאפשרויות עיצוב חדשות."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["קהילות הן ציבוריות, כך שחשבונות מוגנים לא יכולים להצטרף לשיחה. אתה יכול לקרוא את הפוסטים ולהוסיף להם סימון 'אהבתי', אך כדי לבצע פעולות נוספות ", "."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["בתשובה ל-"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["בתשובה ל-"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["בתשובה ל-"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["בתשובה ל-"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["בתשובה ל-", " בקהילה " + this.props.communityName];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["בתשובה ל-", " בקהילה " + this.props.communityName];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["בתשובה ל-", " בקהילה " + this.props.communityName];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["בתשובה ל-", " בקהילה " + this.props.communityName];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["משיב ל-", ". תשובתך תהיה גלויה גם עבור ", " שלהם."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["משיב ל-", ". תשובתך תהיה גלויה גם עבור ", " שלהם."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["משיב ל- ", ". תשובתך תהיה גלויה גם עבור ", " שלהם."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["תשובה ל- ", ". תשובתך תהיה גלויה גם עבור ", " שלהם."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של " + this.props.trustedFriendsTweetOwner + " שעוקב אחריך יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של " + this.props.trustedFriendsTweetOwner + " יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של ", " שעוקב אחריך יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של ", " יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של ", " שעוקב אחריך יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של ", " יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של ", " שעוקב אחריך יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["תשובה ל-", ". גם המעגל של ", " יוכל לראות את התשובה שלך."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["על ידי לחיצה על 'פוסט מקודם' אתה מסכים ל"];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["כתובת הדואר האלקטרוני החדשה שלך " + this.props.unverifiedEmail + " לא אושרה. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["שינוי הסיסמה יגרום למערכת לגרום להוצאתך מכל החיבורים הפעילים ב-X, למעט מהחיבור הנוכחי שבו אתה משתמש. הדבר לא ישפיע על הגישה של ", " לחשבון שלך. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["אני מעניק את הסכמתי לשימוש של X ושל Persona בתמונות תעודת הזהות והסלפי שלי, כולל חילוץ נתונים ביומטריים, כדי לאשר את זהותי ולצרכים הקשורים בבטיחות ובאבטחה של X, למניעת פעולות הונאה ולצורכי עיבוד תשלומים. Persona עשויה לאחסן נתונים כאלה למשך פרקי זמן של עד 30 ימים. X עשויה לאחסן נתונים כגון שם מלא, כתובת וסימוני Hash מתעודת הזהות שלי, כל עוד אני רשום ", "."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["אני מעניק את הסכמתי לשימוש של X ושל Au10tix בתמונות תעודת הזהות והסלפי שלי, כולל חילוץ נתונים ביומטריים, כדי לאשר את זהותי ולצרכים הקשורים בבטיחות ובאבטחה של X, למניעת פעולות הונאה ולצורכי עיבוד תשלומים. Au10tix עשויה לאחסן נתונים כאלה למשך פרקי זמן של עד 30 ימים. X עשויה לאחסן נתונים כגון שם מלא, כתובת וסימוני Hash מתעודת הזהות שלי לפרקי הזמן שבהם אני מחזיק ", " או בתוכנית ", "."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["אני מעניק את הסכמתי לשימוש של X ושל Au10tix בתמונות תעודת הזהות והסלפי שלי, כולל חילוץ נתונים ביומטריים, כדי לאשר את זהותי ולצרכים הקשורים בבטיחות ובאבטחה של X, למניעת פעולות הונאה ולצורכי עיבוד תשלומים. Au10tix עשויה לאחסן נתונים כאלה למשך פרקי זמן של עד 30 ימים. X עשויה לאחסן נתונים כגון שם מלא, כתובת וסימוני Hash מתעודת הזהות שלי לפרקי הזמן שבהם אני מחזיק ", " או בתוכנית ", "."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["אני מעניק את הסכמתי לשימוש של X ושל Stripe בתמונות תעודת הזהות והסלפי שלי, כולל חילוץ נתונים ביומטריים, כדי לאשר את זהותי ולצרכים הקשורים בבטיחות ובאבטחה של X, למניעת פעולות הונאה ולצורכי עיבוד תשלומים. Stripe עשויה לאחסן נתונים כאלה למשך פרקי זמן של עד 30 ימים ולהשתמש בהם כדי לאמן את המודלים ולעדכן את מסד הנתונים לצורכי זיהוי פעולות הונאה. X עשויה לאחסן נתונים כגון שם מלא, כתובת וסימוני Hash מתעודת הזהות שלי לפרקי הזמן שבהם אני מחזיק ", " או בתוכנית ", "."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["אני מעניק את הסכמתי לשימוש של X ושל Stripe בתמונות תעודת הזהות והסלפי שלי, כולל חילוץ נתונים ביומטריים, כדי לאשר את זהותי ולצרכים הקשורים בבטיחות ובאבטחה של X, למניעת פעולות הונאה ולצורכי עיבוד תשלומים. Stripe עשויה לאחסן נתונים כאלה למשך פרקי זמן של עד 30 ימים ולהשתמש בהם כדי לאמן את המודלים ולעדכן את מסד הנתונים לצורכי זיהוי פעולות הונאה. X עשויה לאחסן נתונים כגון שם מלא, כתובת וסימוני Hash מתעודת הזהות שלי לפרקי הזמן שבהם אני מחזיק ", " או בתוכנית ", "."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["רשום את הקוד או צלם צילום מסך, ושמור עליו במקום בטוח. ניתן להשתמש בקוד הזה פעם אחת בלבד. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["זו המדינה העיקרית שמשויכת לחשבונך. זיהוי המדינה עוזר לנו לבצע התאמה אישית של חוויית בשימוש שלך ב-X. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["אלה אנשי הקשר שייבאת מהמכשירים הניידים שלך. מידע זה משמש כדי לבצע התאמה אישית של חוויית השימוש ב-X, כגון הצעות למעקב אחר חשבונות. באפשרותך להסיר כל איש קשר שעדכנת בעבר ולכבות את הסנכרון עם X בכל אחד מהמכשירים. לידיעתך, פעולה זו אורכת זמן מה. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["לאחר הפעלה, תוכל להצמיד פרטי מיקום לפוסטים שלך. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " בחיוב חודשי עבור " + t(this.props.duration, this.props.duration + " חודשים", "חודש אחד", this.props.duration + " חודשים", this.props.duration + " חודשים")];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " בחיוב שנתי עבור " + t(this.props.duration, this.props.duration + " שנים", "שנה אחת", this.props.duration + " שנים", this.props.duration + " שנים")];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " למשך " + t(this.props.duration, this.props.duration + " שנים", "שנה אחת", this.props.duration + " שנים", this.props.duration + " שנים")];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " למשך " + t(this.props.duration, this.props.duration + " חודשים", "חודש אחד", this.props.duration + " חודשים", this.props.duration + " חודשים")];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["כשאתה חוסם מישהו, אדם זה לא יכול לעקוב אחריך או לשלוח לך מסרים ואין לך אפשרות לראות הודעות ממנו. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["חלק ממידע החשבון עשוי עדיין להיות זמין במנועי חיפוש, כגון Google או Bing. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["אם ברצונך רק לשנות את @שם המשתמש שלך, אין צורך לסגור את החשבון - ערוך אותו ", " שלך."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["כדי להשתמש בדואר האלקטרוני או ב-‎@username‎ הקיימים שלך בחשבון X אחר, ", " לפני סגירת החשבון."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["אם אתה רוצה להוריד את ", ", יהיה עליך להשלים את תהליך הבקשה ואת תהליך ההורדה לפני סגירת החשבון. לא ניתן לשלוח קישורים להורדת מידע אל חשבונות סגורים."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["אתה מאשר שהתאריך ", " מדויק. אם הוא לא, זה עשוי להשפיע על החשבון שלך."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X עושה שימוש בגילך כדי להתאים עבורך את חוויית השימוש, כולל מודעות, כפי שמפורט במסגרת ", " שלנו."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["תוכל להחליט מי רואה את תאריך יום ההולדת שלך ב-X. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " מארח"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " בתפקיד מנחה-שותף"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " מדבר"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " בהאזנה"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["יצירת "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["כבר קיימת חברה עם אתר האינטרנט הזה. האם התכוונת ל-", "?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["המסננים האלה לא ישפיעו על הודעות מאנשים שאחריהם אתה עוקב. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["אפשר להשתיק מילה אחת, משפט אחד, @שם משתמש אחד או תג אחד בכל פעם. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["לאחר השתקת מילים, לא תקבל הודעות חדשות לגבי פוסטים שמכילים אותן ופוסטים שמכילים אותן לא יוצגו בציר הזמן בדף הבית שלך. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["אלה כל מי שהשתקת. אפשר להוסיף אותם לרשימה או להסיר אותם ממנה. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["נהל את ההעדפות שלך להצגת מדיה רגישה ב-X. קבל מידע נוסף אודות ", "."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["כולל פריטי מדיה אחרים שסומנו כרגישים, כגון מדיה מחשבונות שסימנו את ", " שלהם כתוכן 'רגיש'."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["החשבון שלך סומן ולא רשאי להשתתף בתוכנית 'שיתוף הכנסות עם יוצרים'. תוכל לערער על ההחלטה בהתאם להוראות ", ". הנתח שלך מההכנסות ימשיך להצטבר בעת שאנחנו בוחנים את הערעור."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["החשבון שלך סומן ולא רשאי להשתתף בתוכנית נתח הכנסה ממודעות. תוכל לערער בהתאם להוראות ", ". הנתח שלך מההכנסות ימשיך להצטבר בזמן הטיפול בערעור."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["הירשם כמנוי של", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["תוהה מהם היתרונות עבורך? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["הגשת בקשה תפורש כהסכמה "];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["בחר מחיר חודשי שיתאים לך ולקהל שלך. רוצה לדעת כמה תוכל להרוויח? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["בחירה באפשרות האישור וההמשך תפורש כהסכמה "];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["בדוק שוב ואשר את מחיר המנוי שלך. ", " בזמן שהמנויים נמצאים בתקופת בדיקה."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["אישרנו את חשבון Stripe שלך. בעוד זמן קצר, מינויים בחשבונך יעברו לשידור חי. ברגע שיעלו לשידור חי, נשלח לך הודעה. תוכל גם לבקר בפרופיל שלך כדי לראות אם אפשרות המינויים מופעלת."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["על ידי הקשה מטה, אתה מסכים ל", "."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["לחיצה על 'הצטרפות ואימות זיהוי' מהווה את הסכמתך "];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["לחיצה על 'הצטרפות ואימות זיהוי' מהווה את הסכמתך "];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["קבל הכנסה ממודעות שיוצגו בתשובות לפוסטים שלך. כדי לעמוד בדרישות של תוכנית שיוף ההכנסות ממודעות, על החשבון שלך לציית ", ", ", "."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["קבע כיצד X מתאימה אישית את חוויית השימוש שלך "];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["כן, יש להוסיף תווית לכל החשבונות האוטומטיים. חובה לעשות זאת לפי ", " שלנו."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["קבל מידע נוסף בדף ", "."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["מידע נוסף בדף ", "."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["מצטערים על עזיבתך. GoodBye#"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["אם לא סיפקת תאריך לידה, סיפקנו טווח גילים המבוסס על הפרופיל והפעילות ב-X. מידע לגבי גיל משמש כדי לבצע התאמה אישית של חוויית השימוש. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["שגוי? אפשר להוסיף את תאריך הלידה אל ", " בלי לשתף אותו באופן ציבורי."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["קהלים מותאמים אישית מבוססים לעתים קרובות על רשימות דואר אלקטרוני או דפוסי גלישה. הם עוזרים למפרסמים להגיע ללקוחות פוטנציאליים או לאנשים שכבר הביעו עניין בעסק שלהם. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["נכון לעכשיו את משויך אל ", " מתוך "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["כדי לאפשר זאת, עבור אל ההגדרות עבור ", " וכבה את הגדרה 'התאמה אישית בהתאם לזהות המוסקת שלך'."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["כדי לאפשר זאת, עבור אל ההגדרות ", " וכבה את הגדרה 'התאמה אישית בהתאם למידע שניתן להסיק על זהותך'."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["באפשרותך להסיר מידע זה על-ידי השבתת ההגדרה 'התאמה אישית בהתאם למידע שניתן להסיק על זהותך' בהגדרות ", "."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["באפשרותך להסיר מידע זה באמצעות השבתת ההגדרה 'התאמה אישית בהתאם על מידע שניתן להסיק על זהותך' בהגדרות ", "."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["קיימים רכיבי Hash ניתנים להסקה של כתובות דואר אלקטרוני החולקים רכיבים משותפים עם כתובת הדואר האלקטרוני שסיפקת ל-X. ניתן להסיר את המידע הזה באמצעות השבתת ההגדרה 'התאמה אישית בהתאם למידע שניתן להסיק על הזהות שלך' בהגדרות ", "."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["אלה מכשירים שבהם X משתמשת כדי לשפר ולמדוד את חוויית השימוש שלך בדפדפן זה. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["אלה דפדפנים ומכשירים המשויכים אליך. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["מדובר בדפדפנים, מכשירים ומידע שבהם X נעזרת כדי להפעיל ולהתאים את חוויית השימוש שלך. הדבר כולל מכשירים ודפדפנים שלא השתמשת בהם כדי להיכנס אל X וכן כתובות דואר אלקטרוני ומספרי טלפון הדומים לאלה שמקושרים לחשבון X שלך. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["עבור אל ", " כדי להפעיל את התכונה."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["אם אתה רואה פעילות חשודה ביישום כלשהו, עבור אל ", " כדי לשלול את הגישה שלו. במקרים מסוימים, מיקום ה-IP עשוי להיות שונה מהמיקום הפיזי שלך. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["השותפים של X מפתחים קהלי יעד על בסיס החלטות במהלך ביצוע קניות, סגנון חיים ודפוסי התנהגות אחרים באינטרנט ומחוצה לה. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["משהו השתבש ולא ניתן היה לשלוח את נתוני X שלך. כדי לבקש את הנתונים, ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["לפני "];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["ניתן להראות רק את 1,000 האורחים הראשונים. ייתכן שנוספים מאזינים כשהם אינם מחוברים ל-X. "];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "דק'" + this.props.seconds + "שנ'"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "ש'" + this.props.minutes + "דק'"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " שינה את תמונת הקבוצה"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["שינית את שם הקבוצה ל-"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " שינה את שם הקבוצה ל-"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["שם הקבוצה השתנה ל-"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " הוסיף את "];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " נוספו"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " עזב"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " הוסיף אותך"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["יש ", " בקבוצה הזו"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["יש יש " + this.props.count + " נוספים א" + t(this.props.count, "נשי", "ד", "נשי", "נשי") + "ם בקבוצה הזו"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["פוסט זה עלול לכלול תוכן רגיש. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["המסרים מוצפרים. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["אינך יכול לשלוח לאדם זה מסרים ישירים מוצפנים. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["אין לך עוד אפשרות לשלוח הודעות לאדם זה. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["שיחה מוצפנת זו אינה נגישה מהמכשיר הנוכחי. כדי לקבל גישה אליה, היכנס מהמכשיר הקודם. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["לא ניתן לשלוח מסרים לקבוצה זו מאחר שהפרופיל שלך לא מאומת. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["לא ניתן לשלוח מסרים למשתמש הזה מאחר שהפרופיל שלך לא מאומת. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["הגבת ל-Fleet של ", ": "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["הגיב ל-Fleet שלך: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " שלח קובץ GIF"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " שלח קישור"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " שלח תמונה"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " שלח מדבקה"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " שלח סרטון"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " שלח מסר קולי"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " שיתפ/ה פוסט"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["הוספת תגובה לסרטון של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " הוסיף תגובה לסרטון של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["הוספת תגובה לסרטון של "];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " הוסיף תגובה לסרטון של "];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["הוספת תגובה לתמונה של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " הוסיף תגובה לתמונה של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["הוספת תגובה לתמונה של "];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " הוסיף תגובה לתמונה של "];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["הוספת תגובה ל-GIF של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " הוסיף תגובה לתמונת ה-GIF של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["הוספת תגובה לתמונת GIF של "];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " הוסיף תגובה לתמונת GIF של "];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["הגבת לפוסט של @", " עם "];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " הגיב/ה לפוסט של @", " עם "];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["הגבת לפוסט עם "];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " הגיב/ה לפוסט עם "];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["הוספת תגובה לקישור של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " הוסיף תגובה לקישור של ‎@", "‎ של "];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["הוספת תגובה לקישור של "];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " הוסיף תגובה לקישור של "];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["הוספת תגובה למסר של ‎@", "‎ של ", ": "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " הוסיף תגובה למסר של ‎@", "‎ של ", ": "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["התגובה שלך הייתה ", ": ‏"];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " הוסיף תגובה של ", ": "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["הגבת למסר הקולי של ‎@", "‎ עם "];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " הגיב למסר הקולי של ‎@", "‎ עם "];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["הגבת למסר קולי עם "];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " הגיב למסר הקולי שלך עם "];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["הוספת תגובה של "];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " הוסיף תגובה של "];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["המערכות של X סורקות קישורים משותפים ומדיה לאיתור זבל, פגיעות אחרות ותוכן אסור. אנחנו גם מנתחים דפוסי שימוש כדי לזהות התנהגות חשודה ולשפר את חוויית השימוש. ייתכן שנבחן מסרים ישירים באופן ידני כדי לחקור דיווחים על הפרות ושימוש לרעה בשירות שלנו או כדי לציית לחוקים או לבקשות מהממשלה. עיין ", " שלנו לקבלת פרטים נוספים."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["לכאן מגיעות בקשות למסרים מאנשים שאתה לא עוקב אחריהם. כדי להשיב למסרים שלהם, עליך לאשר את הבקשה. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["כשתחחיל את הבדיקה, Google עשויה לאסוף מידע עליך, על המכשיר שלך ועל הדפדפן שלך. הצג את ", " של Google."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " אוהב" + t(this.props.count, "", "ים", "", "")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " תמונות וסרטונים"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " פוסט" + t(this.props.count, "ים", "", "ים", "ים")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["לא ניתן לעקוב או לראות פוסטים של " + this.props.screenName + "@. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["האם אתה בטוח שברצונך להציג פוסטים אלה? הצגת הפוסטים לא תוביל לשחרור ‎@" + this.props.screenName + "‎. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["כדי לדווח על בעיה הקשורה לקניין רוחני, בקר ", ". כדי לדווח על בעיות אחרות לגבי המוצר הזה, עבור ליישום של iOS או Android."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["לקבלת מידע נוסף על הפרות במוצר, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["ספירה: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["הקטגוריות נבחרות באופן עצמי ולא מוקצות, ממומנות או נתמכות על ידי X. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["חשבון זה משויך אל ", "."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["רק עוקבים מאושרים יכולים לראות את הפוסטים של " + this.props.screenName + "@. כדי לבקש גישה, יש ללחוץ על לעקוב. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X משעה חשבונות המפרים את "];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["אנו רוצים לדעת אם חשבון X ", " הוא שלך. אם החשבון אינו שלך, אנו נסיר ממנו את ", "."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["אם חשבון X ", " הוא שלך, וברצונך שלא לקבל עוד הודעות בדואר האלקטרוני, היכנס ל"];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["הסרנו את כתובת הדואר האלקטרוני שלך, ", ", מחשבון X ", ". כעת לא תקבל הודעות שמיועדות לחשבון שלך."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["ייתכן שמישהו הזין בלי כוונה את כתובת הדואר האלקטרוני שלך בעת ההרשמה לחשבון X. לחלופין, ייתכן שהדבר נעשה למטרת פגיעה. אפשר לדווח על החשבון כדי לעזור לנו לזהות ולהסיר זבל מ-X. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["נסה לעקוב אחרי ", " כדי ליהנות מכל היתרונות של מאמרים מובילים."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["עוקב אחרי " + this.props.screenName + ". ", "@."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["בעת האזנה באופן אנונימי, לא תהיה גלוי ולא תוכל להשתתף. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["אחד היתרונות בהיותך מנוי הוא גישה בלעדית למקומות כמו זה. רק המנויים של @" + this.props.screenName + " יכולים להצטרף למקום זה. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["שפר את השפעת הדירוג שלך לציון של " + this.props.ratingImpactToEarnIn + ", מציון נוכחי של " + this.props.currentImpact + ", ויכולת הכתיבה שלך תשוחרר."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["אודות הקישור בפוסט הזה (", ") − צריך להיות מוצג בכל הפוסטים שכוללים את הקישור הזה."];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["האם בטוח שהערה זאת תעזור ב-", " עם התמונה הזאת, גם אם הפוסטים האלה עוסקים בנושאים שונים?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["האם בטוח שהערה זאת תעזור בכל הפוסטים עם התמונה הזאת, גם אם הפוסטים האלה עוסקים בנושאים שונים?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["האם בטוח שהערה זאת תעזור ב-", " עם הסרטון הזה, גם אם הפוסטים האלה עוסקים בנושאים שונים?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["האם בטוח שהערה זאת תעזור בכל הפוסטים עם הסרטון הזה, גם אם הפוסטים האלה עוסקים בנושאים שונים?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["האם בטוח שהערה זאת תעזור ב-", " עם המדיה הזאת, גם אם הפוסטים האלה עוסקים בנושאים שונים?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["האם בטוח שהערה זאת תעזור בכל הפוסטים עם המדיה הזאת, גם אם הפוסטים האלה עוסקים בנושאים שונים?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["מידע נוסף אודות "];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["הבקשות הן אנונימיות, אך ", " מטעמי שקיפות."];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["אם ברצונך לעזור לכתוב ולדרג הערות מהקהילה, "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["כדי להבטיח שאיכות הבקשות גבוהה ולהימנע מתעבורת זבל, יש לכלול בחשבונות מספר טלפון מאומת לצורכי בקשת הערות מהקהילה. "];
                            },
                        },
                        {
                            key: "a7eaa695",
                            get: function () {
                                return ["עזור לנו למצוא פוסטים "];
                            },
                        },
                        {
                            key: "f863bea7",
                            get: function () {
                                return ["הדבר לא יפגע בפוסטים, אבל יוכל לעזור ", " פוסטים שאהובים על מספר רב של משתמשים"];
                            },
                        },
                        {
                            key: "e59bfa27",
                            get: function () {
                                return ["", " של התכונה הניסיונית הזאת"];
                            },
                        },
                        {
                            key: "ffd3d1a1",
                            get: function () {
                                return ["Ratings are anonymized and publicly available to the public for transparency. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["כמחבר הפוסט, תוכל "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " השפעת דירוג"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " השפעת הכתיבה"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["הערה נוספה במקור לתמונה בפוסט שמאז נמחק וייתכן שהיא מוצגת כעת בפוסטים אחרים שהתמונה מוצגת בהם."];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["הערה נוספה במקור לתמונה ", " ואפשר להציג אותה בפוסטים אחרים שתמונה זו מוצגת בהם."];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["הערה שנוספה במקור לסרטון בפוסט שמאז נמחק וייתכן שהיא מוצגת כעת בפוסטים אחרים שהסרטון הזה מוצג בהם"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["הערה נוספה במקור לסרטון ", " ואפשר להציג אותה ב- פוסטים אחרים שסרטון זה מוצג בהם."];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["הערה נוספה במקור למדיה בפוסט שמאז נמחק וייתכן שהיא מוצגת כעת בפוסטים אחרים שהמדיה מוצגת בהם."];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["הערה נוספה במקור למדיה ", " וניתן להציג אותה ב- פוסטים אחרים שמדיה זו מוצגת בהם."];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["הערה נוספה במקור לפוסט שמאז נמחק וייתכן שהיא מוצגת כעת בפוסטים אחרים שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["הערה שנכתבה במקור ", " ומוצגת בפוסטים אחרים שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["יכולה להיות מוצגת ב-", " שכוללים את הסרטון הזה, אם אנשים מסכימים שיש לכלול אותה."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["יכולה להיות מוצגת בפוסטים שכוללים את הסרטון הזה, אם אנשים מסכימים שיש לכלול אותה."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["יכולה להיות מוצגת ב-", " שכוללים את התמונה הזאת, אם אנשים מסכימים שיש לכלול אותה."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["יכולה להיות מוצגת בפוסטים שכוללים את התמונה הזאת, אם אנשים מסכימים שיש לכלול אותה."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["יכולה להיות מוצגת ב- ", " שכוללים את המדיה הזאת, אם אנשים מסכימים שיש לכלול אותה."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["יכולה להיות מוצגת בפוסטים שכוללים את המדיה הזאת, אם אנשים מסכימים שיש לכלול אותה."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["הערה שנוספה במקור לסרטון בפוסט שמאז נמחק ומוצגת כעת ב-", " אחרים שהסרטון הזה מוצג בהם"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["הערה שנוספה במקור לסרטון ", " ומוצגת ב-", " שהסרטון הזה מוצג בהם."];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["הערה שנוספה במקור לסרטון בפוסט שמאז נמחק וייתכן שהיא מוצגת כעת ב-", " שהסרטון הזה מוצג בהם"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["הערה שנוספה במקור לסרטון ", " ואפשר להציג אותה ב-", " שהסרטון הזה מוצג בהם."];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["הערה נוספה במקור לתמונה בפוסט שמאז נמחק והיא מוצגת כעת ב-", " אחרים שהתמונה מוצגת בהם"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["הערה שנוספה במקור לתמונה ", " ומוצגת ב-", " שהתמונה הזאת מוצגת בהם."];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["הערה נוספה במקור לתמונה בפוסט שמאז נמחק וייתכן שהיא מוצגת כעת ב-", " אחרים שהתמונה מוצגת בהם"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["הערה שנוספה במקור לתמונה ", " ואפשר להציג אותה ב-", " שהתמונה הזאת מוצגת בהם."];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["הערה נוספה במקור למדיה בפוסט שמאז נמחק והיא מוצגת כעת ב-", " אחרים שהמדיה מוצגת בהם"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["הערה שנוספה במקור למדיה ", " ומוצגת ב-", " שהמדיה הזאת מוצגת בהם."];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["הערה נוספה במקור למדיה בפוסט שמאז נמחק וייתכן שהיא מוצגת כעת ב-", " אחרים שהמדיה מוצגת בהם"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["הערה שנוספה במקור למדיה ", " וניתן להציג אותה ב-", " שהמדיה הזאת מוצגת בהם."];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["מוצג ב-", " שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["מוצג ב-", " שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["הערה נוספה במקור לפוסט שמאז נמחק. היא מוצגת כעת ב-", " אחרים שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["הערה פורסמה במקור ", ". היא מוצגת כעת ב-", " אחרים שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["הערה נוספה במקור לפוסט שמאז נמחק. היא מוצגת ב-", " אחרים שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["ההערה פורסמה במקור ", ". ייתכן שהיא מוצגת ב-", " אחרים שכוללים קישור אל "];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["מוצג לקבוצה ניסיונית קטנה ב-X  תצוגות ‎" + this.props.impressionTruncated + "+"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["מוצג לקבוצה ניסיונית קטנה ב-X"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["מוצג ב-X תצוגות " + this.props.impressionTruncated + "+‎"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["מוצגת ב-X"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["הדירוגים הם אנונימיים וגלויים לציבור מטעמי שקיפות. הקישור הבא יאפשר לך לקבל מידע נוסף אודות ", " באמצעות 'הערות מהקהילה'."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["סימנת את ההערה כ", "."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["סימנת  את ההערה כ", "."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["סימנת את ההערה כ", "."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת ב-", " שכוללים קישור אל ", "?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת ב-", " שכוללים את הסרטון הזה?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת ב-", " שכוללים את התמונה הזאת?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת ב-", " שכוללים את המדיה הזאת?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת בכל הפוסטים שכוללים קישור אל ", "?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת בכל הפוסטים שכוללים את הסרטון הזה?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת בכל הפוסטים שכוללים את התמונה הזאת?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["האם על ההערה הזאת להיות מוצגת בכל הפוסטים שכוללים את המדיה הזאת?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["יש לך רעיונות או הצעות לשיפור 'הערות מהקהילה'? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["מציג עוד " + this.props.remainingCount + " פוסט" + t(this.props.remainingCount, "ים", "", "ים", "ים") + " שצוטטו ידי מבקשים"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["כותבים מורשים ב'הערות מהקהילה' משתמשים בכינויים · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["This feature is new to Community Notes, feel free to "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["שפר את השפעת הדירוג שלך לציון של " + this.props.requiredRatingImpact + ", מציון נוכחי של " + this.props.currentRatingImpact + "."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " הערות שנמחקו"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["כדי לקבל יכולת כתיבה, יש להגדיל את הציון הזה ל-" + this.props.requiredRatingImpact];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["רוצה להתחיל לכתוב הערות? העלה את השפעת הדירוג שלך ל-" + this.props.requiredRatingImpact + " ומעלה."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["'הערות מהקהילה' שומרת את סטטוס ההערות שנמחקו כדי להקנות מוניטין באופן מדויק למחבר ההערה ולמדרגים. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["ההקשר נכתב על-ידי משתמשים ב-X ומוצג כשהוא מדורג כמועיל על-ידי אחרים. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["השימוש שלך בערכות הנתונים מתבצע בכפוף להסכם המפתחים ולמדיניות המפתחים של X. לחיצה על סמל ההורדה מהווה את הסכמתך לאמור ", "."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["קובץ מס' " + this.props.fileIndex + " מתוך " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["נסה לחפש משהו אחר. לחלופין, בדוק את ", " כדי לראות אם הן מגינות עליך מפני תוכן שעלול להיות רגיש."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["פעיל לפני "];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["האם אתה רוצה להפוך את ", " למגשר?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["האם אתה רוצה להסיר את ", " מצוות הגישור?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["הזן ", " כדי להמשיך"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " הסתיר פוסט"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " נעץ פוסט"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " ביטל נעיצה של פוסט"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " ביטול הסתרה של פוסט"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " הסיר חבר"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " צרף מחדש חבר"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " הצטרף לקהילה הזאת"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " עזב את הקהילה"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " אישר בקשה של חבר"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " דחה בקשה של חבר"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " אישר מחדש בקשה של חבר"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["דווח על ידי ", " ועל ידי "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["דווח על ידי "];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["דווח על-ידי "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["הסתרת את הפוסט של @"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["שמרת את הפוסט של ‎@"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["נוצר בתאריך " + this.props.date + " על־ידי "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["כדי להשתמש בתכונה זו, עליך לעבור לחשבון ששייך לך.\n\nככותב מורשה, תוכל לשלוח מסרים ישירים, לפרסם פוסטים וליצור רשימות − וגם להציג אותם.\n\nאנו תמיד מחפשים אחר דרכים שיאפשרו לנו לשפר את הקצאת הסמכויות. נשמח אם "];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["כדי להשתמש בתכונה זו, יש לעבור לחשבון ששייך לך.\n\nכמנהל, יש לך אפשרות לשלוח מסרים ישירים, לפרסם ציוצים וליצור רשימות – וגם להציג אותם. באפשרותך גם להזמין כותבים מורשים לחשבון ולהציג את ניתוח נתוני הפוסטים.\n\nאנו תמיד מחפשים אחר דרכים שיאפשרו לנו לשפר את הקצאת הסמכויות. נשמח אם "];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", " למידע נוסף על משרה זו"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["התחל לראות משרות, כגון ", " ", " בציר הזמן שלך"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["מציג משרות ", " "];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["צפיה בפוסטים לא ישחרר @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["הזמנה מראש עבור "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["קבל מידע נוסף אודות תוכניות המונטיזציה וכללי המדיניות שלנו ", "."];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(עמלה בסך של ", ")"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(‎", "%‎ עמלה, מינימום ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["‎", "%‎ עמלה, מינימום "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["רכישה מהווה את הסכמתך לאמור ב-", " וב-", " שלנו. מינויים מתחדשים באופן אוטומטי עד לביטולם, כמתואר בתנאים. ניתן לבטל את המינוי בכל עת."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["רכישה מהווה את הסכמתך לאמור ב-", " וב-", " שלנו."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["Likes, mentions, reposts, and a whole lot more — when it comes from a verified account, you’ll find it here. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["קבל מידע נוסף על גישה ליישומי צד שלישי ב", "."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["מאת ", ". קרא את ", " ואת ", " של " + this.props.orgName + "."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["הודעה אל ", " כדי לקבל תמיכה"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", " כדי להתחיל."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["סנכרון מאת "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["שיתוף מאת "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["לשאלות בנוגע ל'X Hiring' (גיוס ב-X) כתוב לנו בדוא\"ל בכתובת ", "."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(עבור ארגונים, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["הפעלת ", " והמינוי מהווה את הסכמתך לאמור ", ". לאחר ניסיון תקופת ניסיון בת " + this.props.numberOfDays + " ימים, תחויב בסכום העלות של תוכנית שנתית או חודשית (בהתאם לבחירתך בעת ביצוע תהליך ההרשמה), אלא אם תבטל את המינוי תוך " + this.props.numberOfDays + " ימים במהלך תקופת הניסיון. מינויים מתחדשים באופן אוטומטי עד לביטולם, כמתואר בתנאים. ", ". יש לבצע ביטול תוך לפחות 24 שעות לפני מועד החידוש כדי להימנע מחיובים נוספים. נדרש מספר טלפון מאומת כדי להירשם. אם כבר רכשת מינוי בפלטפורמה אחרת, נהל את המינוי שלך בפלטפורמה זו."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["הרשמה מהווה את הסכמתך לאמור במסגרת ", ". מינויים מתחדשים באופן אוטומטי עד לביטולם, כמתואר במסגרת ", ". ", ". יש לבצע את הביטול לפחות 24 שעות לפני מועד החידוש כדי להימנע מחיובים נוספים. בעת ביצוע שדרוג, המינוי הנוכחי והתכונות המשויכות אליו יעברו באופן מיידי לשכבת המינוי בחדשה. החיוב במחיר חודשי עבור שכבת המינוי יתבצע באופן מיידי, אבל יתרת הפרו-רטה ממחזור התשלום החודשי הנוכחי תזוכה בעת ביצוע התשלום הנוכחי הכולל. לא תקבל החזר של חלק כלשהו ממסגרת המינוי הקודמת, אלא אם הדבר נדרש בהתאם לחוק החל."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["רכישת מינוי מהווה את הסכמתך לאמור במסגרת ", " שלנו. מינויים מתחדשים באופן אוטומטי עד לביטולם, כמתואר ", " שלנו. ", ". יש לבצע את הביטול לפחות 24 שעות לפני מועד החידוש כדי להימנע מחיובים נוספים. בעת ביצוע שדרוג לאחור ('שנמוך'), המינוי הנוכחי יישאר פעיל עד למחזור החיוב הבא. תחויב במחיר של השכבה החדשה בתחילת מחזור החיוב הבא."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["רכישת המינוי מהווה את הסכמתך לאמור ", ". המינויים מתחדשים באופן אוטומטי עד לביטולם, כמתואר ", ". ", ". יש לבצע את הביטול לפחות 24 שעות לפני מועד החידוש כדי להימנע מחיובים נוספים. בעת ביצוע המעבר, תמשיך ליהנות מתכונות שמשויכות לשכבת המינוי שלך. החיוב על התוכנית השנתית החדשה יתבצע באופן מיידי ויתרת הפרו-רטה ממחזור התשלום החודשי תזוכה בעת ביצוע התשלום הנוכחי."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["רכישת המינוי מהווה את הסכמתך לאמור ", ". המינויים מתחדשים באופן אוטומטי עד לביטולם, כמתואר ", ". ", ". יש לבצע את הביטול לפחות 24 שעות לפני מועד החידוש כדי להימנע מחיובים נוספים. בעת ביצוע המעבר, תמשיך ליהנות מתכונות שמשויכות לשכבת המינוי שלך. החיוב במחיר חודשי עבור שכבת המינוי יתבצע באופן מיידי, אבל יתרת הפרו-רטה מהתשלום החודשי תזוכה בעת ביצוע התשלומים החדשיים, עד להתרוקנותה."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["רכישת מינוי תמורת ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " בחיוב שנתי"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["פרטי המיקום משותפים עם Google. למידע נוסף, צפה ב", " וב", "."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["רק מנהלים ומגשרים של קהילות יכולים להוסיף אותם לזרקור בפרופילים שלהם. רוצה ", " משלך?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["לאיתור מרכז להתמודדות עם רגעי משבר באזורך, בקר בדף "];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["אם אתה מרגיש שאתה בסכנה, אנו ממליצים לך לפנות לרשויות אכיפת החוק המקומיות. אנשי הרשויות יוכלו לעיין ", " אם יש להם שאלות המשך."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["תמיד תוכל לבטל את המעקב דרך ", "."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["עדכון אחרון "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["אנשים לא יקבלו הודעה כשאתה עורך את המעגל שלך. כל מי שתוסיף יוכל לראות את הפוסטים הקודמים שלך במעגל. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["מספר הפעמים שפוסט זה הוצג. לקבלת מידע נוסף, בקר ", "."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["מספר הפעמים שבהם פוסט זה הוצג. ייתכן שספירת הצפיות תוצג לאחר מספר דקות. לקבלת מידע נוסף, בקר ", "."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["ספירת הצפיות עבור פוסט זה לא זמינה. לקבלת מידע נוסף, בקר ", "."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["על-ידי לחיצה על 'צור קידום', אתה מציין שקראת את ", " ו", " והבעת את הסכמתך לתנאים ולהנחיות אלה."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["על-ידי לחיצה על 'צור קידום' אתה מציין שקראת את ", " והסכמת להם."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["אפשרויות מיקוד מסוימות אינן זמינות עבור חשבון מודעות זה, בהתאם ", "."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["לחיצה על 'קידום פוסט' מהווה אישור לכך שקראת את ", " ואת ", " והענקת את הסכמתך לאמור בהם."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["לחיצה על 'קידום פוסט' מהווה אישור לכך שקראת את ", " והענקת את הסכמתך לאמור בהם."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["פרסום זה אינו כולל תשובות מוסתרות, אבל ייתכן שפוסטים מוגנים הוסתרו בשל סינון. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["לחיצה למטה כדי לבצע את הרכישה הזאת מהווה את הסכמתך לאמור ", "."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["פעולה זו חוסמת בפני ", " את האפשרות לכלול אותך ברשימות שלו, כולל ברשימה הזו."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["שתף את כתובת הדואר האלקטרוני שלך עם " + this.props.creatorName + ". בכך שתאשר, אתה מסכים ל-X לשתף את כתובת הדואר האלקטרוני עם היוצר לצורך תקשורת מחוץ לפלטפורמה ומקבל את ", "."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["באפשרותך להעניק ל-‎@" + this.props.screenName + "‎ מינוי בשכבת " + this.props.tier + " לשנה תמורת " + this.props.price + ". לאחר השלמת התשלום, הוא יקבל הודעה על כך ששלחת לו מתנה."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["מחיר המינוי במתנה יחויב בשלב הרכישה והוא אינו ניתן להחזר. הליך הרכישה הוא חד-פעמי שאינו ניתן להחלפה, אינו ניתן לשילוב וללא ערך כספי. הוא מתחיל לאחר בחינה והערכה של X עבור הנמען. שחייב לקבל את ", " ואת כללי המדיניות שלנו. אם הנמען לא יעמוד בדרישות זכאות כלשהן, יבטל אל המינוי או ידחה את התנאים או את כללי המדיניות, לא ניתן יהיה לממש את המתנה או לקבל החזר כספי בגינה. ייתכן שיחולו מיסים. התנאים עשויים להשתנות. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["ארגונים מצוינים באמצעות סימון ציון מוזהב, משתמשים בודדים מצוינים באמצעות סימון ציון כחול. שימוש בלתי הולם יוביל לביטול המינוי ללא החזר כספי, בהתאם למצוין ", " שלנו."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["ארגונים מצוינים באמצעות סמלי אוואטאר רבועים, משתמשים בודדים מצוינים באמצעות סמלי אוואטאר עגולים. שימוש בלתי הולם יוביל לביטול המינוי ללא החזר כספי, בהתאם למצוין ", " שלנו."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["קבע כיצד מודעות נוצרות עבור משרות כשהן מקודמות בפורטל ", "."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["לא נמצאו חשבונות שעומדים בתנאים. בדוק את הדף ", " כדי לבצע את השלבים הבאים."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["ביטול 'ארגונים מאומתים' יגרום לכך שהארגון שלך יאבד מיד את סימן הזיהוי המוזהב שלו."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["בנוסף, כל החשבונות הקשורים יבוטלו באופן מיידי ויאבדו את הסימנים הזהובים או הכחולים ותגי השותפים שלהם."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["הביטול יגרום להסרה מידית של הסימונים ושל כל תכונות התשלום מהארגון שלך ומכל החשבונות המשויכים."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["אם תחליט להישאר היום, אנחנו נוסיף " + this.props.creditAmount + " דולר נוספים של אשראי למודעות אל הפורטל שלך כל " + this.props.daysOfCouponInterval + " ימים, למשך " + this.props.totalDays + " הימים הבאים. כשתממש את ההצעה הזאת, צוות התמיכה שלנו ייצור קשר כדי לעזור לך להפיק את מלוא הערך מהאשראי הזה עבור הארגון שלך. "];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["אם תחליט להישאר היום, אנחנו נוסיף " + this.props.creditAmount + " דולר נוספים של אשראי למודעות במהלך " + this.props.daysToWaitForFirstRedeemable + " הימים הבאים. כשתממש את ההצעה הזאת, צוות התמיכה שלנו ייצור קשר כדי לעזור לך להפיק את מלוא הערך מהאשראי הזה עבור הארגון שלך. "];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["זו הצעה חד פעמית שלא תחזור."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["עדיין תוכל לחזור ולממש את ההצעה החד פעמית שלא תוצע שוב. לא תקבל החזר בגין ימי המינוי הנותרים לפני מחזור החיוב הבא, שלאחריו לא תחויב עוד."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["ארגונים מאושרים זוכים לתמיכה בעדיפות של X לפתרון כל סוגי הבעיות. ללא קשר לסוג הבעיה, אנחנו יכולים לעזור לפתור אותה מהר ככל האפשר. האם תרצה לתאם שיחה עם אחד מחברי צוות הארגונים המאומתים שלנו כדי לקבל עזרה?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["אם תבטל, הגישה אל אשראי המודעות החינמי הזה יאבד באופן מיידי וכל אשראי עתידי שאמור היה להתקבל במסגרת המינוי יבוטל. מכיוון שכבר שילמת תמורת ההטבה הזאת, אנחנו ממליצים להישאר ולממש אותה."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["כדי להגדיל את המגבלה שלך, פנה לתמיכת פרימים של חשבונות מאומתים ", "."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["כל חשבון משויך נוסף בעלות של ", " ל-"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["", " לשנה במהלך השנה הראשונה. לאחר מכן ", " לשנה."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["העלות עבור כל חשבון משויך היא ", " עבור כינוי לשנה. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", " ל-", " (", ") + ", " עבור כינוי ל- ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", " ל-", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["ממש 30% הנחה על תוכנית שנתית וכן עד 12,000 דולר בנקודות אשראי למודעות פרסום בחינם בעת רכישת מינוי לפני "];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["התעריף עבור גישה מלאה הוא ", " ל-", " (", "). התעריף עבור כל חשבון משויך נוסף הוא ", " עבור כינוי ל-", " (", "). "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["עלות בסיס ", " ל-", " (", "). "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["לחיצה על 'הירשם כמנוי' מהווה את הסכמתך לאמור במסגרת ", ". מינויים מתחדשים באופן אוטומטי עד לביטולם. כל החשבונות שנרשמים חייבים לעבור אישור ידני."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["לחיצה על 'הירשם כמנוי', מהווה את הסכמתך לאמור במסגרת ", ". מינויים מתחדשים באופן אוטומטי עד לביטולם. חשבונות שנרשמו ייבדקו לצורך אימות. אם חשבון נרשם אינו שייך לארגון, הרשמתך תידחה ולא תקבל החזר כספי."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ למשך פרק זמן מוגבל, אשראי פרסום בסך ", " עבור הארגון שלך או כל חשבון משויך ", " חודש, עם תמיכה ייעודית."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ למשך פרק זמן מוגבל, אשראי פרסום בשווי ", " עבור הארגון שלך ", ", עם תמיכה ייעודית."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " ב-" + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " ב-" + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["השינוי במינוי הזה אינו נתמך כאן, פנה ", " לצוות התמיכה בחשבונות Premium מאומתים."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["אם אתה זקוק לחשבונות משויכים נוספים, צור קשר עם צוות מכירת חשבונות מאומתים ", "."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["לחיצה על '" + this.props.action + "' מהווה את הסכמתך לאמור ", "."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["אנחנו נשתמש במידע הזה כדי להעריך את היישום עבור ", ". ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["בסימון תיבה זו אתה מציין שקראת והסכמת לתנאים ולהתניות הזמינים ", "."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["ארגונים מאומתים כוללים כעת " + this.props.xtc_coupon_value + " (או שווה ערך במטבע מקומי) כאשראי עבור מודעות פרסום*. ניתן להחיל את האשראי הזה עבור הארגון או עבור כל אחד מהחשבונות המשויכים. פשוט יש לבחור את חשבון מודעות הפרסום למטה כדי לממש את האשראי."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["ארגונים מאומתים כוללים כעת " + this.props.xtc_coupon_value + " (או שווה ערך במטבע מקומי) להשקעה במודעות פרסום*. בכל 30 יום, תקבל " + this.props.xtc_coupon_value + " (או שווה ערך במטבע מקומי) להשקעה במודעות פרסום בכל עת. תוכל לנצל את היתרה עבור הארגון או עבור כל חשבון משויך. פשוט בחר את חשבון המודעות למטה כדי לממש את האשראי."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["אם יש צורך לנהל מזהים של חשבונות מודעות, יש לעשות זאת ", "."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["נתקלת בבעיה? צור קשר עם ", " לקבלת עזרה."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["עומדים לרשותך ", " יום כדי להשתמש ביתרה זו בסך ", " של אשראי עבור מודעות פרסום."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["הפעל את האשראי למודעות פרסום. אם ברשותך מספר חשבונות מודעות פרסום, תוכל לערוך את הקלט למטה. ניתן למימוש עד " + this.props.expiresAt];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["אתר את מזהה חשבון המודעות המשויך לחשבון X שלך. ניתן למצוא אותו ", "."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["עליך לוודא שהוספת פרטי כרטיס אשראי כאמצעי תשלום במקטע 'מנהל מודעות' באמצעות בחירה באפשרות 'הוספת אמצעי תשלום'. אם לא הגדרת כרטיס אשראי, פרטיו לא יעודכנו ולא תוכל להפעיל את המודעה."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["העתק את מזהה חשבון המודעות אל קלט הטקסט בראש הדף. לחץ כדי להפעיל."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["השקת הקמפיין."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["עליך לוודא שהוספת פרטי כרטיס אשראי כאמצעי תשלום במקטע 'מנהל מודעות' באמצעות בחירה באפשרות 'הוספת אמצעי תשלום'. אם לא הגדרת כרטיס אשראי, לא תוכל להפעיל את המודעה."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["תוכל לראות את כרטיס האשראי המוחל תחת האפשרות 'חיובים' במקטע 'מנהל מודעות'."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["אם כבר פרסמת ב-X בעבר, ייתכן שברשותך מספר מזהי חשבון מודעות."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["ניתן לקבל רשמה של כל מזהי חשבונות המודעות ", "."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["עליך לוודא שבחרת את מזהה חשבון המודעות הנכון כדי להשתמש באשראי."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["מכיוון שמינוי ארגונים מאומתים מעניק גישה מלאה, תוכל להשתמש באשראי מכל החשבונות המשויכים שלך."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["כדי לעשות זאת, יש צורך בגישה למזהה חשבון מודעות של החשבון המשויך שבו ברצונך להפעיל את הקמפיין."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["ניתן לאתר אותו באמצעות כניסה לחשבון המשויך וניווט ", "."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["ארגונים מאומתים זכאים לקבל אשראי לשימוש לצורכי ", " וקידום משרות. השלם את השלבים הבאים כדי להפעיל יכולות פרסום מלאות."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["ארגונים מאומתים זכאים לקבל אשראי לשימוש לצורכי ", ". השלם את השלבים הבאים כדי להפעיל יכולות פרסום מלאות."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["הפעלת קופון"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["בחר חשבון פעיל במצב תקין כדי לקבל את האשראי הזה בסך " + this.props.couponAmount + "."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["ניתן למצוא רשימה של מזהי חשבונות ", ". מזהה לדוגמה: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["משרות מוכנות לקידום באמצעות ביצוע הפעולה "];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["לאחר אישור העמידה בתנאים, ניתן יהיה לקדם משרות באמצעות ביצוע הפעולה "];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["בדקנו את הבקשות שנשלחו על ידי המחזיק בסימן המסחרי או נציג מורשה שלו. לקבלת פרטים, יש לעיין ", " שלנו."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["הזן את הכינוי של בעלי הרשימה ואת שם הרשימה בפורמט הבא: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["ניתן למחוק עמודה זו רק במעבר ל-", "."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["לצפייה במדיניות הפרטיות שלנו בכתובת "];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["לצפייה בתנאי השירות שלנו בכתובת "];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["X ושותפיה עושים שימוש בקובצי Cookie כדי לספק שירות טוב בטוח ומהיר יותר ועל מנת לתמוך בפעילותנו העסקית. קובצי Cookie מסוימים חיוניים לצורכי שימוש בשירותים שלנו, על מנת לשפר את איכות השירותים וכדי לוודא שהם פועלים באופן תקין. אם תלחץ על 'קבלת כל קובצי ה-Cookie', תאפשר ל-X ולשותפיה להשתמש בקובצי Cookie כדי לספק לך פרסומות ותקשורת שמותאמות לתחומי העניין שלך. אם תלחץ על 'סירוב להתקנת קובצי Cookie לא חיוניים', לא נוכל להשתמש בקובצי Cookie כדי לאסוף נתונים ולהתאים עבורך פרסומות ותקשורת. לקבלת מידע נוסף, אודות אופן השימוש בקובצי Cookie, בקר בדף מרכז המידע באינטרנט בכתובת "];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " מאת המחבר"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " מאמר"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " וגם "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", " וגם "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["מדיה זו הושבתה בשל תביעת זכויות יוצרים שהוגשה על ידי " + this.props.copyrightHolder + ". כדי לערער, השתמש ב", "."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " פורסמו מחדש"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " בשעה-" + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["מאת "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " ו-"];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " וגם "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["משיב ל-"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["משיב ל-", "‏ ", "‏"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["בתשובה ל-", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["משיב ל-", " ‏", " ‏", "‏"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["בתשובה ל-", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["זמן קריאה: "];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["מאת "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " חבר" + t(this.props.count, "ים", "", "ים", "ים")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["ברשימת המעקב של "];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["ברשימת המעקב של ", " ושל "];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["ברשימת המעקב של ", "‏, ", " ו-"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["ברשימת המעקב של ", ",‏ ", " ו-", " אחרים שאחריהם אתה עוקב"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " ו-", " משתמשים נוספים הם פופולריים בנושא זה"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["מומן על-ידי "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["מומן על-ידי ", " ולא אושר על-ידי אף מועמד או ועדה של מועמד."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["מומן על-ידי ", " · אושר על-ידי " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["הפוסט הזה גלוי רק לך ולאנשים שנמצאים בקבוצה שלך. לא ניתן לשתף את הפוסט, לפרסם אותו מחדש או לצטט אותו. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["נושאים חמים אצל"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["נושאים חמים אצל ", ", "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " מ"];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    a = d.Children.toArray(this.props.children),
                                    c = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, t) {
                                    return e.concat(n, a[c(t)]);
                                };
                            },
                        },
                    ]) && f(n.prototype, i),
                    m && f(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    s
                );
            })(c(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = c(495075);
            c(800694), c(556829), c(530152), c(658610), c(492344), c(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var s = m._numberRound,
                g = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                l = m._relativeTimeFormatterFn,
                N = m._unitFormatterFn;
            (m.a988371250 = g(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }, , { 3: { one: "0K", two: "0K", many: "0K", other: "0K" }, 4: { one: "00K", two: "00K", many: "00K", other: "00K" }, 5: { one: "000K", two: "000K", many: "000K", other: "000K" }, 6: { one: "0M", two: "0M", many: "0M", other: "0M" }, 7: { one: "00M", two: "00M", many: "00M", other: "00M" }, 8: { one: "000M", two: "000M", many: "000M", other: "000M" }, 9: { one: "0B", two: "0B", many: "0B", other: "0B" }, 10: { one: "00B", two: "00B", many: "00B", other: "00B" }, 11: { one: "000B", two: "000B", many: "000B", other: "000B" }, 12: { one: "0T", two: "0T", many: "0T", other: "0T" }, 13: { one: "00T", two: "00T", many: "00T", other: "00T" }, 14: { one: "000T", two: "000T", many: "000T", other: "000T" }, maxExponent: 14 }], m("he").pluralGenerator({}))),
                (m.b390810562 = g(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a77790972 = g(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1861635128 = g(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1876444828 = g(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1268539757 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }, , { 3: { one: "0K", two: "0K", many: "0K", other: "0K" }, 4: { one: "00K", two: "00K", many: "00K", other: "00K" }, 5: { one: "000K", two: "000K", many: "000K", other: "000K" }, 6: { one: "0M", two: "0M", many: "0M", other: "0M" }, 7: { one: "00M", two: "00M", many: "00M", other: "00M" }, 8: { one: "000M", two: "000M", many: "000M", other: "000M" }, 9: { one: "0B", two: "0B", many: "0B", other: "0B" }, 10: { one: "00B", two: "00B", many: "00B", other: "00B" }, 11: { one: "000B", two: "000B", many: "000B", other: "000B" }, 12: { one: "0T", two: "0T", many: "0T", other: "0T" }, 13: { one: "00T", two: "00T", many: "00T", other: "00T" }, 14: { one: "000T", two: "000T", many: "000T", other: "000T" }, maxExponent: 14 }], m("he").pluralGenerator({}))),
                (m.b1776848967 = g(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a27671142 = g(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a357436903 = g(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1872960793 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }, , { 3: { one: "0K", two: "0K", many: "0K", other: "0K" }, 4: { one: "00K", two: "00K", many: "00K", other: "00K" }, 5: { one: "000K", two: "000K", many: "000K", other: "000K" }, 6: { one: "0M", two: "0M", many: "0M", other: "0M" }, 7: { one: "00M", two: "00M", many: "00M", other: "00M" }, 8: { one: "000M", two: "000M", many: "000M", other: "000M" }, 9: { one: "0B", two: "0B", many: "0B", other: "0B" }, 10: { one: "00B", two: "00B", many: "00B", other: "00B" }, 11: { one: "000B", two: "000B", many: "000B", other: "000B" }, 12: { one: "0T", two: "0T", many: "0T", other: "0T" }, 13: { one: "00T", two: "00T", many: "00T", other: "00T" }, 14: { one: "000T", two: "000T", many: "000T", other: "000T" }, maxExponent: 14 }], m("he").pluralGenerator({}))),
                (m.a76086076 = g(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b992389190 = g(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1913186814 = g(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }, , { 3: { one: "0K", two: "0K", many: "0K", other: "0K" }, 4: { one: "00K", two: "00K", many: "00K", other: "00K" }, 5: { one: "000K", two: "000K", many: "000K", other: "000K" }, 6: { one: "0M", two: "0M", many: "0M", other: "0M" }, 7: { one: "00M", two: "00M", many: "00M", other: "00M" }, 8: { one: "000M", two: "000M", many: "000M", other: "000M" }, 9: { one: "0B", two: "0B", many: "0B", other: "0B" }, 10: { one: "00B", two: "00B", many: "00B", other: "00B" }, 11: { one: "000B", two: "000B", many: "000B", other: "000B" }, 12: { one: "0T", two: "0T", many: "0T", other: "0T" }, 13: { one: "00T", two: "00T", many: "00T", other: "00T" }, 14: { one: "000T", two: "000T", many: "000T", other: "000T" }, maxExponent: 14 }], m("he").pluralGenerator({}))),
                (m.a1820012658 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'AED'", "‏#,##0.00 'AED'", "‏-‏#,##0.00 'AED' 'AED'", "‏-", " 'AED'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1328780484 = g(["‏", , 1, 0, 0, , , , 3, , " 'ALL'", "‏#,##0 'ALL'", "‏-‏#,##0 'ALL' 'ALL'", "‏-", " 'ALL'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a702040242 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'ARS'", "‏#,##0.00 'ARS'", "‏-‏#,##0.00 'ARS' 'ARS'", "‏-", " 'ARS'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1117909832 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'A$'", "‏#,##0.00 'A$'", "‏-‏#,##0.00 'A$' 'A$'", "‏-", " 'A$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a687576626 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'BAM'", "‏#,##0.00 'BAM'", "‏-‏#,##0.00 'BAM' 'BAM'", "‏-", " 'BAM'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1162237262 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'BDT'", "‏#,##0.00 'BDT'", "‏-‏#,##0.00 'BDT' 'BDT'", "‏-", " 'BDT'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1995838354 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'BGN'", "‏#,##0.00 'BGN'", "‏-‏#,##0.00 'BGN' 'BGN'", "‏-", " 'BGN'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1742717582 = g(["‏", , 1, 3, 3, , , 0, 3, , " 'BHD'", "‏#,##0.000 'BHD'", "‏-‏#,##0.000 'BHD' 'BHD'", "‏-", " 'BHD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b918432810 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'R$'", "‏#,##0.00 'R$'", "‏-‏#,##0.00 'R$' 'R$'", "‏-", " 'R$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1643817360 = g(["‏", , 1, 0, 0, , , , 3, , " 'BYR'", "‏#,##0 'BYR'", "‏-‏#,##0 'BYR' 'BYR'", "‏-", " 'BYR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b868828878 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'CA$'", "‏#,##0.00 'CA$'", "‏-‏#,##0.00 'CA$' 'CA$'", "‏-", " 'CA$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1088045422 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'CHF'", "‏#,##0.00 'CHF'", "‏-‏#,##0.00 'CHF' 'CHF'", "‏-", " 'CHF'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1789702600 = g(["‏", , 1, 0, 0, , , , 3, , " 'CLP'", "‏#,##0 'CLP'", "‏-‏#,##0 'CLP' 'CLP'", "‏-", " 'CLP'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b342655566 = g(["‏", , 1, 2, 2, , , 0, 3, , " '‎CN¥‎'", "‏#,##0.00 '‎CN¥‎'", "‏-‏#,##0.00 '‎CN¥‎' '‎CN¥‎'", "‏-", " '‎CN¥‎'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a649117378 = g(["‏", , 1, 0, 0, , , , 3, , " 'COP'", "‏#,##0 'COP'", "‏-‏#,##0 'COP' 'COP'", "‏-", " 'COP'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1237525774 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'CZK'", "‏#,##0.00 'CZK'", "‏-‏#,##0.00 'CZK' 'CZK'", "‏-", " 'CZK'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1956903154 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'DKK'", "‏#,##0.00 'DKK'", "‏-‏#,##0.00 'DKK' 'DKK'", "‏-", " 'DKK'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a957998642 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'DZD'", "‏#,##0.00 'DZD'", "‏-‏#,##0.00 'DZD' 'DZD'", "‏-", " 'DZD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a383063602 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'EGP'", "‏#,##0.00 'EGP'", "‏-‏#,##0.00 'EGP' 'EGP'", "‏-", " 'EGP'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1777130894 = g(["‏", , 1, 2, 2, , , 0, 3, , " '€'", "‏#,##0.00 '€'", "‏-‏#,##0.00 '€' '€'", "‏-", " '€'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1931986322 = g(["‏", , 1, 2, 2, , , 0, 3, , " '£'", "‏#,##0.00 '£'", "‏-‏#,##0.00 '£' '£'", "‏-", " '£'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1481020082 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'GHS'", "‏#,##0.00 'GHS'", "‏-‏#,##0.00 'GHS' 'GHS'", "‏-", " 'GHS'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b638827278 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'GTQ'", "‏#,##0.00 'GTQ'", "‏-‏#,##0.00 'GTQ' 'GTQ'", "‏-", " 'GTQ'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1212277102 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'HK$'", "‏#,##0.00 'HK$'", "‏-‏#,##0.00 'HK$' 'HK$'", "‏-", " 'HK$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1267744402 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'HRK'", "‏#,##0.00 'HRK'", "‏-‏#,##0.00 'HRK' 'HRK'", "‏-", " 'HRK'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1906280046 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'HUF'", "‏#,##0.00 'HUF'", "‏-‏#,##0.00 'HUF' 'HUF'", "‏-", " 'HUF'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1147359464 = g(["‏", , 1, 0, 0, , , , 3, , " 'IDR'", "‏#,##0 'IDR'", "‏-‏#,##0 'IDR' 'IDR'", "‏-", " 'IDR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b961329486 = g(["‏", , 1, 2, 2, , , 0, 3, , " '₪'", "‏#,##0.00 '₪'", "‏-‏#,##0.00 '₪' '₪'", "‏-", " '₪'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1510094546 = g(["‏", , 1, 2, 2, , , 0, 3, , " '₹'", "‏#,##0.00 '₹'", "‏-‏#,##0.00 '₹' '₹'", "‏-", " '₹'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b575434190 = g(["‏", , 1, 0, 0, , , , 3, , " 'IQD'", "‏#,##0 'IQD'", "‏-‏#,##0 'IQD' 'IQD'", "‏-", " 'IQD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1349271804 = g(["‏", , 1, 0, 0, , , , 3, , " 'ISK'", "‏#,##0 'ISK'", "‏-‏#,##0 'ISK' 'ISK'", "‏-", " 'ISK'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1960484284 = g(["‏", , 1, 0, 0, , , , 3, , " '¥'", "‏#,##0 '¥'", "‏-‏#,##0 '¥' '¥'", "‏-", " '¥'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a942826898 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'KES'", "‏#,##0.00 'KES'", "‏-‏#,##0.00 'KES' 'KES'", "‏-", " 'KES'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b860522420 = g(["‏", , 1, 0, 0, , , , 3, , " '₩'", "‏#,##0 '₩'", "‏-‏#,##0 '₩' '₩'", "‏-", " '₩'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b140830682 = g(["‏", , 1, 3, 3, , , 0, 3, , " 'KWD'", "‏#,##0.000 'KWD'", "‏-‏#,##0.000 'KWD' 'KWD'", "‏-", " 'KWD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b122843374 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'KZT'", "‏#,##0.00 'KZT'", "‏-‏#,##0.00 'KZT' 'KZT'", "‏-", " 'KZT'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1698524498 = g(["‏", , 1, 0, 0, , , , 3, , " 'LBP'", "‏#,##0 'LBP'", "‏-‏#,##0 'LBP' 'LBP'", "‏-", " 'LBP'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b2017533326 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'MAD'", "‏#,##0.00 'MAD'", "‏-‏#,##0.00 'MAD' 'MAD'", "‏-", " 'MAD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a2126468402 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'MKD'", "‏#,##0.00 'MKD'", "‏-‏#,##0.00 'MKD' 'MKD'", "‏-", " 'MKD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b2030511726 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'MX$'", "‏#,##0.00 'MX$'", "‏-‏#,##0.00 'MX$' 'MX$'", "‏-", " 'MX$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a24055090 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'MYR'", "‏#,##0.00 'MYR'", "‏-‏#,##0.00 'MYR' 'MYR'", "‏-", " 'MYR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1043100398 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'NGN'", "‏#,##0.00 'NGN'", "‏-‏#,##0.00 'NGN' 'NGN'", "‏-", " 'NGN'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1924422222 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'NOK'", "‏#,##0.00 'NOK'", "‏-‏#,##0.00 'NOK' 'NOK'", "‏-", " 'NOK'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1336772466 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'NZ$'", "‏#,##0.00 'NZ$'", "‏-‏#,##0.00 'NZ$' 'NZ$'", "‏-", " 'NZ$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1948893806 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'PEN'", "‏#,##0.00 'PEN'", "‏-‏#,##0.00 'PEN' 'PEN'", "‏-", " 'PEN'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a2091988850 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'PHP'", "‏#,##0.00 'PHP'", "‏-‏#,##0.00 'PHP' 'PHP'", "‏-", " 'PHP'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1883008808 = g(["‏", , 1, 0, 0, , , , 3, , " 'PKR'", "‏#,##0 'PKR'", "‏-‏#,##0 'PKR' 'PKR'", "‏-", " 'PKR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1625072974 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'PLN'", "‏#,##0.00 'PLN'", "‏-‏#,##0.00 'PLN' 'PLN'", "‏-", " 'PLN'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1485600590 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'QAR'", "‏#,##0.00 'QAR'", "‏-‏#,##0.00 'QAR' 'QAR'", "‏-", " 'QAR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b458865518 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'RON'", "‏#,##0.00 'RON'", "‏-‏#,##0.00 'RON' 'RON'", "‏-", " 'RON'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b36067584 = g(["‏", , 1, 0, 0, , , , 3, , " 'RSD'", "‏#,##0 'RSD'", "‏-‏#,##0 'RSD' 'RSD'", "‏-", " 'RSD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1562318418 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'RUB'", "‏#,##0.00 'RUB'", "‏-‏#,##0.00 'RUB' 'RUB'", "‏-", " 'RUB'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a155393266 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'SAR'", "‏#,##0.00 'SAR'", "‏-‏#,##0.00 'SAR' 'SAR'", "‏-", " 'SAR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1965939310 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'SEK'", "‏#,##0.00 'SEK'", "‏-‏#,##0.00 'SEK' 'SEK'", "‏-", " 'SEK'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1955875442 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'SGD'", "‏#,##0.00 'SGD'", "‏-‏#,##0.00 'SGD' 'SGD'", "‏-", " 'SGD'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1854858734 = g(["‏", , 1, 2, 2, , , 0, 3, , " '฿'", "‏#,##0.00 '฿'", "‏-‏#,##0.00 '฿' '฿'", "‏-", " '฿'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1912848630 = g(["‏", , 1, 3, 3, , , 0, 3, , " 'TND'", "‏#,##0.000 'TND'", "‏-‏#,##0.000 'TND' 'TND'", "‏-", " 'TND'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b226282030 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'TRY'", "‏#,##0.00 'TRY'", "‏-‏#,##0.00 'TRY' 'TRY'", "‏-", " 'TRY'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b2008622030 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'NT$'", "‏#,##0.00 'NT$'", "‏-‏#,##0.00 'NT$' 'NT$'", "‏-", " 'NT$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b268047276 = g(["‏", , 1, 0, 0, , , , 3, , " 'TZS'", "‏#,##0 'TZS'", "‏-‏#,##0 'TZS' 'TZS'", "‏-", " 'TZS'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a692878322 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'UAH'", "‏#,##0.00 'UAH'", "‏-‏#,##0.00 'UAH' 'UAH'", "‏-", " 'UAH'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b458195322 = g(["‏", , 1, 0, 0, , , , 3, , " 'UGX'", "‏#,##0 'UGX'", "‏-‏#,##0 'UGX' 'UGX'", "‏-", " 'UGX'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b2099199118 = g(["‏", , 1, 2, 2, , , 0, 3, , " '$'", "‏#,##0.00 '$'", "‏-‏#,##0.00 '$' '$'", "‏-", " '$'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a2091280722 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'VEF'", "‏#,##0.00 'VEF'", "‏-‏#,##0.00 'VEF' 'VEF'", "‏-", " 'VEF'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1847944016 = g(["‏", , 1, 0, 0, , , , 3, , " '₫'", "‏#,##0 '₫'", "‏-‏#,##0 '₫' '₫'", "‏-", " '₫'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1603904466 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'ZAR'", "‏#,##0.00 'ZAR'", "‏-‏#,##0.00 'ZAR' 'ZAR'", "‏-", " 'ZAR'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.b1890970382 = g(["‏", , 1, 2, 2, , , 0, 3, , " 'ZMW'", "‏#,##0.00 'ZMW'", "‏-‏#,##0.00 'ZMW' 'ZMW'", "‏-", " 'ZMW'", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1022265396 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a445484695 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }, , { 3: { one: "0K", two: "0K", many: "0K", other: "0K" }, 4: { one: "00K", two: "00K", many: "00K", other: "00K" }, 5: { one: "000K", two: "000K", many: "000K", other: "000K" }, 6: { one: "0M", two: "0M", many: "0M", other: "0M" }, 7: { one: "00M", two: "00M", many: "00M", other: "00M" }, 8: { one: "000M", two: "000M", many: "000M", other: "000M" }, 9: { one: "0B", two: "0B", many: "0B", other: "0B" }, 10: { one: "00B", two: "00B", many: "00B", other: "00B" }, 11: { one: "000B", two: "000B", many: "000B", other: "000B" }, 12: { one: "0T", two: "0T", many: "0T", other: "0T" }, 13: { one: "00T", two: "00T", many: "00T", other: "00T" }, 14: { one: "000T", two: "000T", many: "000T", other: "000T" }, maxExponent: 14 }], m("he").pluralGenerator({}))),
                (m.b109247015 = g(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }, , { 3: { one: "0K", two: "0K", many: "0K", other: "0K" }, 4: { one: "00K", two: "00K", many: "00K", other: "00K" }, 5: { one: "000K", two: "000K", many: "000K", other: "000K" }, 6: { one: "0M", two: "0M", many: "0M", other: "0M" }, 7: { one: "00M", two: "00M", many: "00M", other: "00M" }, 8: { one: "000M", two: "000M", many: "000M", other: "000M" }, 9: { one: "0B", two: "0B", many: "0B", other: "0B" }, 10: { one: "00B", two: "00B", many: "00B", other: "00B" }, 11: { one: "000B", two: "000B", many: "000B", other: "000B" }, 12: { one: "0T", two: "0T", many: "0T", other: "0T" }, 13: { one: "00T", two: "00T", many: "00T", other: "00T" }, 14: { one: "000T", two: "000T", many: "000T", other: "000T" }, maxExponent: 14 }], m("he").pluralGenerator({}))),
                (m.a1766734714 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "‎+", "-": "‎-", E: "E", "‰": "‰" }])),
                (m.a1739921900 = h(function (e) {
                    var a = String(e).split("."),
                        c = a[0],
                        n = !a[1],
                        t = Number(a[0]) == e,
                        f = t && a[0].slice(-1);
                    return 1 == e && n ? "one" : 2 == c && n ? "two" : n && (e < 0 || e > 10) && t && 0 == f ? "many" : "other";
                })),
                (m.b1879891154 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'AED';‏-#,##0.00 'AED'" }))),
                (m.a266700525 = y(m("he").numberFormatter({ raw: "‏#,##0 'ALL';‏-#,##0 'ALL'" }))),
                (m.a1497159372 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'ARS';‏-#,##0.00 'ARS'" }))),
                (m.b564734146 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'A$';‏-#,##0.00 'A$'" }))),
                (m.a865534112 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'BAM';‏-#,##0.00 'BAM'" }))),
                (m.b566518084 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'BDT';‏-#,##0.00 'BDT'" }))),
                (m.a1924218053 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'BGN';‏-#,##0.00 'BGN'" }))),
                (m.b1769537072 = y(m("he").numberFormatter({ raw: "‏#,##0.000 'BHD';‏-#,##0.000 'BHD'" }))),
                (m.b1255401646 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'R$';‏-#,##0.00 'R$'" }))),
                (m.a833931731 = y(m("he").numberFormatter({ raw: "‏#,##0 'BYR';‏-#,##0 'BYR'" }))),
                (m.b1944285208 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'CA$';‏-#,##0.00 'CA$'" }))),
                (m.a30531565 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'CHF';‏-#,##0.00 'CHF'" }))),
                (m.b428129497 = y(m("he").numberFormatter({ raw: "‏#,##0 'CLP';‏-#,##0 'CLP'" }))),
                (m.a1604540224 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '‎CN¥‎';‏-#,##0.00 '‎CN¥‎'" }))),
                (m.b2060585750 = y(m("he").numberFormatter({ raw: "‏#,##0 'COP';‏-#,##0 'COP'" }))),
                (m.b1031125606 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'CZK';‏-#,##0.00 'CZK'" }))),
                (m.a284031402 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'DKK';‏-#,##0.00 'DKK'" }))),
                (m.a511280672 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'DZD';‏-#,##0.00 'DZD'" }))),
                (m.b1380027232 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'EGP';‏-#,##0.00 'EGP'" }))),
                (m.b1782619284 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '€';‏-#,##0.00 '€'" }))),
                (m.a1963042329 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '£';‏-#,##0.00 '£'" }))),
                (m.b1215982724 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'GHS';‏-#,##0.00 'GHS'" }))),
                (m.a786868554 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'GTQ';‏-#,##0.00 'GTQ'" }))),
                (m.b1535065907 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'HK$';‏-#,##0.00 'HK$'" }))),
                (m.a582896621 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'HRK';‏-#,##0.00 'HRK'" }))),
                (m.b1192705387 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'HUF';‏-#,##0.00 'HUF'" }))),
                (m.b1309005929 = y(m("he").numberFormatter({ raw: "‏#,##0 'IDR';‏-#,##0 'IDR'" }))),
                (m.a1524685374 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '₪';‏-#,##0.00 '₪'" }))),
                (m.b1023903711 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '₹';‏-#,##0.00 '₹'" }))),
                (m.a1237799218 = y(m("he").numberFormatter({ raw: "‏#,##0 'IQD';‏-#,##0 'IQD'" }))),
                (m.b1081756659 = y(m("he").numberFormatter({ raw: "‏#,##0 'ISK';‏-#,##0 'ISK'" }))),
                (m.b1600649253 = y(m("he").numberFormatter({ raw: "‏#,##0 '¥';‏-#,##0 '¥'" }))),
                (m.b1202219723 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'KES';‏-#,##0.00 'KES'" }))),
                (m.a1859910142 = y(m("he").numberFormatter({ raw: "‏#,##0 '₩';‏-#,##0 '₩'" }))),
                (m.a1458507382 = y(m("he").numberFormatter({ raw: "‏#,##0.000 'KWD';‏-#,##0.000 'KWD'" }))),
                (m.a284117545 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'KZT';‏-#,##0.00 'KZT'" }))),
                (m.a2087159412 = y(m("he").numberFormatter({ raw: "‏#,##0 'LBP';‏-#,##0 'LBP'" }))),
                (m.b1696051042 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'MAD';‏-#,##0.00 'MAD'" }))),
                (m.b1410948824 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'MKD';‏-#,##0.00 'MKD'" }))),
                (m.a1822955947 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'MX$';‏-#,##0.00 'MX$'" }))),
                (m.b1469991064 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'MYR';‏-#,##0.00 'MYR'" }))),
                (m.a1363105593 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'NGN';‏-#,##0.00 'NGN'" }))),
                (m.b212687004 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'NOK';‏-#,##0.00 'NOK'" }))),
                (m.a759514838 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'NZ$';‏-#,##0.00 'NZ$'" }))),
                (m.b1221248395 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'PEN';‏-#,##0.00 'PEN'" }))),
                (m.a1498520950 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'PHP';‏-#,##0.00 'PHP'" }))),
                (m.b76677001 = y(m("he").numberFormatter({ raw: "‏#,##0 'PKR';‏-#,##0 'PKR'" }))),
                (m.a696310076 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'PLN';‏-#,##0.00 'PLN'" }))),
                (m.a1381031116 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'QAR';‏-#,##0.00 'QAR'" }))),
                (m.b1745492803 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'RON';‏-#,##0.00 'RON'" }))),
                (m.a1518230411 = y(m("he").numberFormatter({ raw: "‏#,##0 'RSD';‏-#,##0 'RSD'" }))),
                (m.b1058987825 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'RUB';‏-#,##0.00 'RUB'" }))),
                (m.a571684490 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'SAR';‏-#,##0.00 'SAR'" }))),
                (m.b373672139 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'SEK';‏-#,##0.00 'SEK'" }))),
                (m.a1200931166 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'SGD';‏-#,##0.00 'SGD'" }))),
                (m.b520980416 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '฿';‏-#,##0.00 '฿'" }))),
                (m.a566332676 = y(m("he").numberFormatter({ raw: "‏#,##0.000 'TND';‏-#,##0.000 'TND'" }))),
                (m.a422592275 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'TRY';‏-#,##0.00 'TRY'" }))),
                (m.b36068787 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'NT$';‏-#,##0.00 'NT$'" }))),
                (m.b1239087775 = y(m("he").numberFormatter({ raw: "‏#,##0 'TZS';‏-#,##0 'TZS'" }))),
                (m.b523953646 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'UAH';‏-#,##0.00 'UAH'" }))),
                (m.a964167560 = y(m("he").numberFormatter({ raw: "‏#,##0 'UGX';‏-#,##0 'UGX'" }))),
                (m.b1843273176 = y(m("he").numberFormatter({ raw: "‏#,##0.00 '$';‏-#,##0.00 '$'" }))),
                (m.a416645815 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'VEF';‏-#,##0.00 'VEF'" }))),
                (m.b243013950 = y(m("he").numberFormatter({ raw: "‏#,##0 '₫';‏-#,##0 '₫'" }))),
                (m.b113545053 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'ZAR';‏-#,##0.00 'ZAR'" }))),
                (m.a2089710282 = y(m("he").numberFormatter({ raw: "‏#,##0.00 'ZMW';‏-#,##0.00 'ZMW'" }))),
                (m.a1871789920 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "d בMMM", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.a1545794941 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "d בMMM y", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.b110751694 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "לפנה״צ", pm: "אחה״צ" } })),
                (m.b2130803935 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "E, d בMMM", timeSeparator: ":", days: { E: { 1: { sun: "יום א׳", mon: "יום ב׳", tue: "יום ג׳", wed: "יום ד׳", thu: "יום ה׳", fri: "יום ו׳", sat: "שבת" } } }, months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.a648253604 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "E, d בMMM y", timeSeparator: ":", days: { E: { 1: { sun: "יום א׳", mon: "יום ב׳", tue: "יום ג׳", wed: "יום ד׳", thu: "יום ה׳", fri: "יום ו׳", sat: "שבת" } } }, months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.b2123415767 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "d בMMMM", timeSeparator: ":", months: { M: { 4: { 1: "ינואר", 2: "פברואר", 3: "מרץ", 4: "אפריל", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוגוסט", 9: "ספטמבר", 10: "אוקטובר", 11: "נובמבר", 12: "דצמבר" } } } })),
                (m.b610879543 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "d בMMMM y בשעה H:mm:ss z", timeSeparator: ":", months: { M: { 4: { 1: "ינואר", 2: "פברואר", 3: "מרץ", 4: "אפריל", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוגוסט", 9: "ספטמבר", 10: "אוקטובר", 11: "נובמבר", 12: "דצמבר" } } }, gmtFormat: "GMT{0}‎", gmtZeroFormat: "GMT", hourFormat: ["‎+H;-H", "‎+H:mm;-H:mm‎"] })),
                (m.b485629032 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "d בMMM y, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } }, dayPeriods: { am: "לפנה״צ", pm: "אחה״צ" } })),
                (m.a1461506364 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "d בMMMM y", timeSeparator: ":", months: { M: { 4: { 1: "ינואר", 2: "פברואר", 3: "מרץ", 4: "אפריל", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוגוסט", 9: "ספטמבר", 10: "אוקטובר", 11: "נובמבר", 12: "דצמבר" } } } })),
                (m.b737066821 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "d בMMM, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } }, dayPeriods: { am: "לפנה״צ", pm: "אחה״צ" } })),
                (m.b204619312 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "d.M.y", timeSeparator: ":" })),
                (m.a1382337844 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.b2028406269 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.b1470857514 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d בMMMM y בשעה H:mm:ss zzzz", timeSeparator: ":", days: { E: { 4: { sun: "יום ראשון", mon: "יום שני", tue: "יום שלישי", wed: "יום רביעי", thu: "יום חמישי", fri: "יום שישי", sat: "יום שבת" } } }, months: { M: { 4: { 1: "ינואר", 2: "פברואר", 3: "מרץ", 4: "אפריל", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוגוסט", 9: "ספטמבר", 10: "אוקטובר", 11: "נובמבר", 12: "דצמבר" } } }, gmtFormat: "GMT{0}‎", gmtZeroFormat: "GMT", hourFormat: "‎+HH:mm;-HH:mm‎" })),
                (m.b852130960 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "d בMMM y, H:mm:ss", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.a1567035924 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.y", timeSeparator: ":" })),
                (m.a450725201 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "H:mm", timeSeparator: ":" })),
                (m.b142825149 = k({ 1: m("he").numberFormatter({ raw: "0" }), 2: m("he").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "יום א׳", mon: "יום ב׳", tue: "יום ג׳", wed: "יום ד׳", thu: "יום ה׳", fri: "יום ו׳", sat: "שבת" } } }, dayPeriods: { am: "לפנה״צ", pm: "אחה״צ" } })),
                (m.a1545109748 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "ינואר", 2: "פברואר", 3: "מרץ", 4: "אפריל", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוגוסט", 9: "ספטמבר", 10: "אוקטובר", 11: "נובמבר", 12: "דצמבר" } } } })),
                (m.a2140867619 = k({ 1: m("he").numberFormatter({ raw: "0" }) }, { pattern: "d בMMM y", timeSeparator: ":", months: { M: { 3: { 1: "ינו׳", 2: "פבר׳", 3: "מרץ", 4: "אפר׳", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוג׳", 9: "ספט׳", 10: "אוק׳", 11: "נוב׳", 12: "דצמ׳" } } } })),
                (m.a1871104727 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "ינואר", 2: "פברואר", 3: "מרץ", 4: "אפריל", 5: "מאי", 6: "יוני", 7: "יולי", 8: "אוגוסט", 9: "ספטמבר", 10: "אוקטובר", 11: "נובמבר", 12: "דצמבר" } } } })),
                (m.b1170617129 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "יום ראשון", mon: "יום שני", tue: "יום שלישי", wed: "יום רביעי", thu: "יום חמישי", fri: "יום שישי", sat: "יום שבת" } } } })),
                (m.a1480382839 = p(m("he").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.b1997889978 = p(m("he").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.b946912247 = p(m("he").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.b1379521558 = p(m("he").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b1831796485 = p(m("he").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.b1372133390 = p(m("he").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b1002286624 = p(m("he").dateToPartsFormatter({ datetime: "long" }))),
                (m.b57770463 = p(m("he").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.b1931538733 = p(m("he").dateToPartsFormatter({ date: "long" }))),
                (m.a1077850386 = p(m("he").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a1985165081 = p(m("he").dateToPartsFormatter({ date: "short" }))),
                (m.b722845059 = p(m("he").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a1875153946 = p(m("he").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b1862264595 = p(m("he").dateToPartsFormatter({ datetime: "full" }))),
                (m.a962786247 = p(m("he").dateToPartsFormatter({ datetime: "medium" }))),
                (m.b1976648995 = p(m("he").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.b1654457702 = p(m("he").dateToPartsFormatter({ time: "short" }))),
                (m.b293998516 = p(m("he").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.b1998575171 = p(m("he").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.a1304707066 = p(m("he").dateToPartsFormatter({ date: "medium" }))),
                (m.a1479697646 = p(m("he").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b1562024210 = p(m("he").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b1307220214 = l(m("he").numberFormatter({}), m("he").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "בעוד יום {0}", "relativeTimePattern-count-two": "בעוד יומיים", "relativeTimePattern-count-many": "בעוד {0} ימים", "relativeTimePattern-count-other": "בעוד {0} ימים" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "לפני יום {0}", "relativeTimePattern-count-two": "לפני יומיים", "relativeTimePattern-count-many": "לפני {0} ימים", "relativeTimePattern-count-other": "לפני {0} ימים" }, "relative-type--2": "שלשום", "relative-type--1": "אתמול", "relative-type-0": "היום", "relative-type-1": "מחר", "relative-type-2": "מחרתיים" })),
                (m.a1281908463 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0} לכל {1}", unitProperties: { displayName: "שניות", one: "שניה", two: "שתי שניות", many: "‏{0} שניות", other: "{0} שניות", perUnitPattern: "{0} לשניה" } })),
                (m.b605054833 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0} לכל {1}", unitProperties: { displayName: "דקות", one: "דקה", two: "שתי דקות", many: "{0} דקות", other: "{0} דקות", perUnitPattern: "{0}/דקה" } })),
                (m.b508891425 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0} לכל {1}", unitProperties: { displayName: "שעות", one: "שעה", two: "שעתיים", many: "{0} שעות", other: "{0} שעות", perUnitPattern: "{0} לשעה" } })),
                (m.a949784176 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "שנ׳", one: "שניה", two: "שתי שנ׳", many: "{0} שנ׳", other: "{0} שנ׳", perUnitPattern: "{0}/שנ׳" } })),
                (m.a54255632 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "דק׳", one: "דקה", two: "שתי דק׳", many: "{0} דק׳", other: "{0} דק׳", perUnitPattern: "{0}/ד׳" } })),
                (m.b2021989792 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "שע׳", one: "שעה {0}", two: "{0} שע׳", many: "{0} שע׳", other: "{0} שע׳", perUnitPattern: "{0}/שעה" } })),
                (m.a1473141700 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "יום", one: "י׳", two: "{0} י׳", many: "{0} י׳", other: "{0} י׳", perUnitPattern: "{0}/יום" } })),
                (m.a1117090115 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0} לכל {1}", unitProperties: { displayName: "ימים", one: "יום {0}", two: "יומיים", many: "{0} יום", other: "{0} ימים", perUnitPattern: "{0}/יום" } })),
                (m.b2057196760 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ח׳", one: "ח׳ {0}", two: "{0} ח׳", many: "{0} ח׳", other: "{0} ח׳", perUnitPattern: "{0}/חודש" } })),
                (m.b625129049 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0} לכל {1}", unitProperties: { displayName: "חודשים", one: "חודש", two: "חודשיים", many: "{0} חודשים", other: "{0} חודשים", perUnitPattern: "‏{0} לחודש" } })),
                (m.b617427399 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ש׳", one: "שנה {0}", two: "{0} שנים", many: "{0} שנים", other: "{0} שנים", perUnitPattern: "{0}/שנה" } })),
                (m.a971898104 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0} לכל {1}", unitProperties: { displayName: "שנים", one: "שנה", two: "שנתיים", many: "{0} שנים", other: "{0} שנים", perUnitPattern: "‏{0} לשנה" } })),
                (m.b1477186947 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "שנ׳", one: "שנ׳", two: "שתי שנ׳", many: "{0} שנ׳", other: "{0} שנ׳", perUnitPattern: "{0}/שנ׳" } })),
                (m.a156493021 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "דק׳", one: "דקה", two: "שתי דק׳", many: "{0} דק׳", other: "{0} דק׳", perUnitPattern: "{0}/ד׳" } })),
                (m.b1157408627 = N(m("he").numberFormatter({}), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "שע׳", one: "שעה", two: "שעתיים", many: "{0} שע׳", other: "{0} שע׳", perUnitPattern: "{0}/שעה" } })),
                (m.b1153687696 = N(m("he").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("he").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "שנ׳", one: "שניה", two: "שתי שנ׳", many: "{0} שנ׳", other: "{0} שנ׳", perUnitPattern: "{0}/שנ׳" } })),
                n("d58baa7f", m.a988371250),
                n("ia24dc8d", m.b390810562),
                n("iab73d4b", m.a77790972),
                n("i3b7a017", m.a1281908463),
                n("ie5d110f", m.b605054833),
                n("df5f11b3", m.b508891425),
                n("e8733ed9", m.a949784176),
                n("be59d8c3", m.a54255632),
                n("i3d087db", m.b2021989792),
                n("ga8d18c9", m.a1473141700),
                n("a91e7d49", m.a1117090115),
                n("id952a69", m.b2057196760),
                n("ga09ab65", m.b625129049),
                n("c83b901d", m.b617427399),
                n("a55b9fed", m.a971898104),
                n("ccaa970f", m.a1480382839),
                n("jade381b", m.b1997889978),
                n("d725a289", m.b946912247),
                n("g08cbabb", m.b1268539757),
                n("c333da63", m.b1307220214),
                n("h8054d91", m.b1379521558),
                n("i61fef37", m.b1477186947),
                n("ba705e27", m.a156493021),
                n("j86b0d8d", m.b1157408627),
                n("f668e929", m.b1776848967),
                n("i2785009", m.a27671142),
                n("c778d80b", m.a357436903),
                n("e8d93005", m.a1872960793),
                n("d46781af", m.b1153687696),
                n("ba316f05", m.a76086076),
                n("c0bdd345", m.b992389190),
                n("aa2aa1a1", m.b1831796485),
                n("da44942d", m.b1372133390),
                n("a54d3ef5", m.b1002286624),
                n("bfbc051d", m.b57770463),
                n("ba2e82a1", m.b1931538733),
                n("fc209bb7", m.a1077850386),
                n("cf8abf59", m.b1913186814),
                n("a9f397f3", m.a1985165081),
                n("d857e44d", m.b1879891154),
                n("cb87e3db", m.a266700525),
                n("a9d5ffd1", m.a1497159372),
                n("a0e8371d", m.b564734146),
                n("gcc50dc9", m.a865534112),
                n("a6a43585", m.b566518084),
                n("a0cc8f2d", m.a1924218053),
                n("i31c32c5", m.b1769537072),
                n("i7dc69e9", m.b1255401646),
                n("c14a6c03", m.a833931731),
                n("jaa3d537", m.b1944285208),
                n("a824080b", m.a30531565),
                n("d9c0bedb", m.b428129497),
                n("bf8c0613", m.a1604540224),
                n("i8163625", m.b2060585750),
                n("adb53ba1", m.b1031125606),
                n("iabf697d", m.a284031402),
                n("a1a0555b", m.a511280672),
                n("f266f3d9", m.b1380027232),
                n("a9a8652b", m.b1782619284),
                n("dbf40761", m.a1963042329),
                n("b0d993d9", m.b1215982724),
                n("ac1308e1", m.a786868554),
                n("a7889ab3", m.b1535065907),
                n("c614f5cd", m.a582896621),
                n("i55d57e3", m.b1192705387),
                n("e4b6002b", m.b1309005929),
                n("d28e983b", m.a1524685374),
                n("e8c9232d", m.b1023903711),
                n("c8994ae1", m.a1237799218),
                n("f821c2a5", m.b1081756659),
                n("j348b9c9", m.b1600649253),
                n("i6f93b9b", m.b1202219723),
                n("c6150bd5", m.a1859910142),
                n("i8921e09", m.a1458507382),
                n("ef239279", m.a284117545),
                n("hecdb149", m.a2087159412),
                n("fdd039b7", m.b1696051042),
                n("f30c2c37", m.b1410948824),
                n("d9ea7bff", m.a1822955947),
                n("ea3df4b7", m.b1469991064),
                n("jaac21bb", m.a1363105593),
                n("hb435ced", m.b212687004),
                n("ce699d81", m.a759514838),
                n("bc56d3d7", m.b1221248395),
                n("f8561913", m.a1498520950),
                n("g6485d53", m.b76677001),
                n("ff561cc1", m.a696310076),
                n("b42011d3", m.a1381031116),
                n("a6660bcd", m.b1745492803),
                n("f9b80449", m.a1518230411),
                n("gdee4d5d", m.b1058987825),
                n("h36f2103", m.a571684490),
                n("a19ad037", m.b373672139),
                n("g713f699", m.a1200931166),
                n("ff2e39af", m.b520980416),
                n("be34316d", m.a566332676),
                n("aef81b75", m.a422592275),
                n("fcce70a5", m.b36068787),
                n("jc9d352f", m.b1239087775),
                n("be1cb8c5", m.b523953646),
                n("j9371501", m.a964167560),
                n("j7d4397d", m.b1843273176),
                n("d61441dd", m.a416645815),
                n("e2a99e97", m.b243013950),
                n("f7ce19ab", m.b113545053),
                n("b2a0213f", m.a2089710282),
                n("d7d71245", m.b722845059),
                n("a2f2faab", m.a1875153946),
                n("g8d1b99b", m.b1862264595),
                n("d0a77c9b", m.a962786247),
                n("e18e399b", m.b1976648995),
                n("b6ca7bcb", m.b1654457702),
                n("h0e4cdf5", m.b293998516),
                n("g727ddcf", m.b1998575171),
                n("h3629783", m.a1304707066),
                n("a20c68af", m.a1479697646),
                n("ja781451", m.a1022265396),
                n("cfa1a7b9", m.a445484695),
                n("f3b9b9a7", m.b1562024210),
                n("eefcd267", m.b109247015),
                n("fa8afc43", m.a1766734714);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/he.a384077a.js.map
