"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/hi"],
    {
        973790: (e, c, a) => {
            var n = a(292426)._register("hi", {
                get emoji() {
                    return a.e("i18n/emoji-hi").then(a.t.bind(a, 273314, 23));
                },
            });
            function f(e, c, a) {
                return "one" == ((n = e) >= 0 && n <= 1 ? "one" : "other") ? c : a;
                var n;
            }
            function t(e, c, a) {
                return "one" == ((n = e), (f = !String(n).split(".")[1]), 1 == n && f ? "one" : "other") ? c : a;
                var n, f;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "कोई नहीं"),
                n("f07eac34", "पैरोडी खाता"),
                n("a41b5c2e", "फ़ैन खाता"),
                n("i428ea62", "कमेंटरी खाता"),
                n("ac0d27be", "क्षमा करें, यह खाता निलंबित कर दिया गया है."),
                n("bcee7444", "खाता अपडेट करना विफल रहा."),
                n("e0cbf77a", "फ़ोन जोड़ें"),
                n("f377195c", "X अपनी क्षमता से अधिक पर कार्य कर रहा है. कृपया कुछ देर प्रतीक्षा करके फिर से प्रयास करें."),
                n("d67f9456", "आपको इस कार्य को करने से अवरुद्ध किया गया है."),
                n("e0ece1b6", "मीडिया संलग्न नहीं कर सकते, फिर से अपलोड करने की कोशिश करें."),
                n("i82e8f04", "हमारे उपयोगकर्ताओं को स्पैम व अन्य दुर्भावनापूर्ण गतिविधियों से सुरक्षित करने के लिए, इस खाते को अतिरिक्त खातों को फ़ॉलो करने से अस्थायी रूप से अवरुद्ध किया गया है. कृपया सुनिश्चित करें आप X के नियमों को समझते हैं."),
                n("jf7be47a", "अपने उपयोगकर्ताओं को स्पैम व अन्य दुर्भावनापूर्ण गतिविधियों से सुरक्षित करने के लिए, इस खाते को पोस्ट भेजने से अस्थायी रूप से अवरुद्ध किया गया है. कृपया सुनिश्चित करें आप X के नियमों को समझते हैं."),
                n("g75fec74", "आप इस कार्य के लिए अपनी दैनिक सीमा तक पहुंच गए हैं. इस सीमा को हटाने के लिए कृपया अपने खाते में एक फ़ोन जोड़ें."),
                n("abb8b6e0", "यह फ़ोन नंबर पहले से ही पंजीकृत है."),
                n("f30bd1fc", "हम इस फ़ोन नंबर पर SMS नहीं भेज सकते हैं क्योंकि इसका ऑपरेटर समर्थित नहीं है."),
                n("i54e550c", "हम इस फ़ोन नंबर को सत्यापित करने में असमर्थ हैं."),
                n("h154702a", "हम इस अनुरोध को पूरा नहीं कर सकते, क्योंकि X या हमारे सहयोगियों द्वारा इस लिंक की पहचान संभावित रूप से हानिकारक के रूप में की गई है. अधिक जानने के लिए हमारे सहायता केंद्र पर जाएं."),
                n("c8cb0b4c", "आपके द्वारा दिया गया पासवर्ड गलत है."),
                n("b1b54f9e", "जिस मीडिया को आपने अपलोड करने की कोशिश की वह अमान्य था."),
                n("i859a9d4", "अधिक जानें"),
                n("d6e72ce1", function (e) {
                    return "आपका पासवर्ड " + e.count + " अक्षरों से कम का होना चाहिए. कृपया थोड़ा छोटा पासवर्ड दें.";
                }),
                n("a34dccd7", function (e) {
                    return "आपका पासवर्ड कम से कम " + e.count + " अक्षरों का होना चाहिए. कृपया थोड़ा लंबा पासवर्ड दें.";
                }),
                n("jea2ff04", "पासवर्ड बहुत सरल है. कृपया एक कठिन पासवर्ड चुनें."),
                n("ce482c36", "एक या एक से अधिक फ़ील्ड अमान्य हैं. कृपया अपने इनपुट की जांच करें और फिर कोशिश करें."),
                n("db626d88", "अपने खाते को सेट करना पूर्ण करने के लिए कृपया अपना फ़ोन नंबर जोड़ें"),
                n("i3ee2550", "कृपया सभी आवश्यक फील्ड्स को पूरा करें."),
                n("cf18a258", "यह अनुरोध स्वचालित प्रतीत होता है. अपने उपयोगकर्ताओं को स्पैम और अन्य दुर्भावनापूर्ण गतिविधि से सुरक्षित रखने के लिए, हम अभी इस कार्रवाई को पूरा नहीं कर सकते. कृपया बाद में फिर से कोशिश करें."),
                n("h7ffa648", "Sms सत्यापन दर सीमा पार हो गई."),
                n("b87ceb1c", "SMS सत्यापन पिन अमान्य है."),
                n("f87e2faa", "क्षमा करें, हम उस उपयोगकर्ता को नहीं ढूंढ़ सके."),
                n("cdaf8222", "क्षमा करें, आप सीमित रेट पर हैं. कृपया कुछ पलों की प्रतीक्षा करें और उसके बाद फिर से प्रयास करें."),
                n("c1b0e710", "आपका खाता निलंबित किया गया है और उसे इस कार्य को करने की अनुमति नहीं है."),
                n("bfb22fae", "क्षमा करें, वह पोस्ट हटा दिया गया है."),
                n("a23cd3ba", "इस पोस्ट पर कुछ कार्रवाइयों को X ने अक्षम कर दिया है."),
                n("bb558892", "इस उपयोगकर्ता के पास पहले से ही एक सत्यापित फ़ोन नंबर है."),
                n("hae1c934", "कुछ गलत हुआ, पर आप परेशान न हों — गलती आपकी नहीं है."),
                n("e784846c", "आपकी प्रोफ़ाइल की समीक्षा की जा रही है. समीक्षा अवधि के दौरान नाम और प्रोफ़ाइल फ़ोटो में कोई भी नया बदलाव करने की अनुमति नहीं है."),
                n("h1cbdd30", "कृपया पृष्ठ को रीफ्रेश करें और फिर से कोशिश करें."),
                n("a5077d3e", "रीफ्रेश करें"),
                n("b2648ba4", "शायद आपके खाते को इस कार्य को करने की अनुमति नहीं है. कृपया पृष्ठ रीफ्रेश करें और फिर से कोशिश करें."),
                n("bcd6bb0e", "सदस्य"),
                n("hd8c22d2", "मॉड"),
                n("c3153100", "एडमिन"),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" के लिए खोज करें';
                }),
                n("jcec6620", "पोस्ट का जवाब छिपा हुआ है"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "बेसिक"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "हेक्सागन प्रोफ़ाइल चित्र"),
                n("fcc8734a", "स्क्वेर प्रोफ़ाइल चित्र"),
                n("c64e46f8", "इस सदस्य को कम्यूनिटी से हटा दिया गया था, इसलिए उनके पोस्ट्स छिपे हुए हैं."),
                n("b3f1cb42", "कम्यूनिटी का नियम तोड़ने के कारण मॉडरेटर ने इस पोस्ट को छिपाया है."),
                n("cbd2dc9c", "आपने इस पोस्ट की रिपोर्ट की है."),
                n("cfbea177", function (e) {
                    return e.name + " का स्पेस";
                }),
                n("ab4fc8bc", "स्पेस"),
                n("jd859c9c", "आपको इस स्पेस से हटा दिया गया है."),
                n("c60ed9b0", "आप इस स्पेस में शामिल होने के लिए अधिकृत नहीं हैं."),
                n("d8227e16", "आप इस स्पेस को बनाने के लिए अधिकृत नहीं हैं"),
                n("f027fed8", "पिक्चर-इन-पिक्चर"),
                n("hd50e064", "अभी नहीं"),
                n("i76d640e", "हमें आपकी अनुमति चाहिए"),
                n("fdaa0be8", "इस स्पेस में बोलने के लिए, आपको X को अपने माइक्रोफ़ोन का एक्सेस देना होगा. कृपया अपनी ब्राउज़र सेटिंग्स की जांच करें. "),
                n("gea6cc1a", "क्या आप वाकई ऐसा करना चाहते हैं?"),
                n("hb568af4", "म्यूट करें"),
                n("f7c8617a", "क्लिप क्या होती हैं?"),
                n("ecc7d2ec", "क्लिप कैप्चर किए गए लम्हे होते हैं, जिन्हें आपके स्पेस में शामिल कोई भी व्यक्ति बना सकता है और शेयर कर सकता है. सभी क्लिप 30 दिनों के बाद समाप्त हो जाते हैं."),
                n("d575ee02", "क्लिप कौन बना सकता है?"),
                n("dbc477a4", "कोई भी (यहां तक कि श्रोता भी) क्लिप बना सकता है. एकमात्र शर्त यह है कि आपको X में साइन इन करना होगा."),
                n("ed1d1cc0", "कोई भी बोल रहा व्यक्ति क्लिप में शामिल हो सकता है"),
                n("e5d193c8", "अगर आप बोलते हैं, तो आप क्लिप में शामिल हो सकते हैं. अगर आप शामिल हो जाते हैं, तो हम आपको सूचित करेंगे."),
                n("e1547ec0", "स्पेस में एक लम्हे को क्लिप करें"),
                n("i154245e", "कुछ हास्यास्पद या आश्चर्यजनक सुना? उसे क्लिप करें और उसे शेयर करें."),
                n("j24c37b2", "समझ में आ गया"),
                n("g1c6f16e", "रिकॉर्ड किए गए Spaces"),
                n("e5609214", "स्पेस को लाइव होने दें"),
                n("g665514c", "केवल वक्ता रिकॉर्ड किए जाते हैं"),
                n("ja196c5a", "बोलने वाले अतिथियों को रिकॉर्ड किया जाएगा. रिकॉर्डिंग सार्वजनिक है, इसलिए उसे कोई भी रीप्ले कर सकता है."),
                n("dd317ed6", "रीप्ले करें या इसे किसी के साथ शेयर करें"),
                n("jf03b37c", "जब चाहे रिकॉर्डिंग सुनें. आप इसे पोस्ट में भी शेयर कर सकते हैं."),
                n("fd05976b", "अधिक जानें"),
                n("b4f91a8a", "रिकॉर्डिंग सक्रिय"),
                n("gb418012", "Spaces में आपका स्वागत है"),
                n("fec3c1e0", "जहां लाइव ऑडियो बातचीत होती हैं"),
                n("j32eb4f8", "अधिकतम 10 वक्ता जोड़ें"),
                n("j4f133a6", "आप X पर किसी को भी बोलने के लिए आमंत्रित कर सकते हैं."),
                n("ed434ac6", "Spaces सार्वजनिक हैं — इनमें कोई भी शामिल हो सकता है"),
                n("e0025688", "आपका स्पेस, आपके नियम"),
                n("c1bc6f86", "होस्ट के रूप में, आप नियंत्रित करते हैं कि कौन बोल सकता है. आपके पास उन लोगों को हटाने की भी शक्ति होती है, जिन्हें आप अपने स्पेस में नहीं चाहते हैं."),
                n("b0bc8330", "आप स्पेस में लोगों को अवरुद्ध और उनकी रिपोर्ट कर सकते हैं."),
                n("cb17a0f3", "अधिक जानें"),
                n("dcd77941", "अधिक जानें"),
                n("cc724cb0", "क्लिप बनाएं"),
                n("cfd2f35e", "रद्द करें"),
                n("c1df579e", "अगला"),
                n("e3146662", "इस क्लिप के लिए कैप्शन नहीं बनाए जा सके."),
                n("f123fea8", "इस स्पेस की रिपोर्ट करें"),
                n("d0aebc28", "समस्या का वर्णन करें"),
                n("g971a4e8", "खुद को नुकसान पहुंचाना"),
                n("b96e6682", "हिंसा"),
                n("e5bf9b3a", "यौन सामग्री"),
                n("d2a34320", "बाल सुरक्षा"),
                n("a9ba3e28", "निजी जानकारी"),
                n("d5519f4a", "अपमानजनक व्यवहार"),
                n("eb55363c", "इस स्पेस की रिपोर्ट की गई है"),
                n("i65de934", "आप गुमनाम रूप से सुन रहे हैं"),
                n("b1037050", "स्पेस प्रबंधित करें"),
                n("ic107434", "कैमरा चालू करें"),
                n("d7e0329c", "कैमरा बंद करें"),
                n("b772cd66", "हो गया"),
                n("b3bd3e38", "पहले टॉप पोस्ट्स"),
                n("d88cf16c", "पहले नवीनतम पोस्ट्स"),
                n("bd4ad3ea", "चौड़ा"),
                n("ca1180a0", "मध्यम"),
                n("c86ff1b0", "संकीर्ण"),
                n("eed02406", "छोटा"),
                n("cffb04d6", "मानक"),
                n("af15cef8", "नोट्स वाला पोस्ट"),
                n("ab28945c", "योगदानकर्ता की प्रोफ़ाइल"),
                n("e2462db4", "आपके नेटवर्क में सबसे अधिक शेयर किया गया · पिछले 24 घंटे"),
                n("ad16f482", "इवेंट"),
                n("c20aaf3e", "त्रुटि"),
                n("edf7bc2e", "रुझान में"),
                n("fa884026", "सूची"),
                n("fa98627a", "प्रोफ़ाइल"),
                n("a9ae1e78", "खोजें"),
                n("a2a3824a", "विषय"),
                n("a6d5b010", "टाइमलाइन"),
                n("h5860a68", "Grok"),
                n("a990900c", "परिचय"),
                n("h02a6fe6", "कम्यूनिटिज़"),
                n("a15648a4", "कम्यूनिटी नोट्स"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • बुकमार्क फ़ोल्डर";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • संदेश";
                }),
                n("d80c77dc", "आपने इन जवाबों को छिपाया"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " ने जवाबों को छिपाया";
                }),
                n("g40ff2b4", "आपके मीडिया का आकार बदला नहीं जा सका और अपलोड करने के लिए वह बहुत बड़ा है."),
                n("b8098028", "एक या उससे अधिक छवियों का आकार सीमा से अधिक है और उनका आकार बदला नहीं जा सकता."),
                n("b36f4170", "फ़ाइल खाली है."),
                n("hab3781e", "उपलब्ध कराई गई एक या अधिक फ़ाइलें छवियाँ नहीं हैं."),
                n("f6c4fb02", "आपके GIF फ़ाइल पर प्रक्रिया नहीं की जा सकी. कृपया GIF को अपलोड करने के लिए सुझाव देखें."),
                n("g0af3dd2", "आपका GIF फ़ाइल संगत नहीं है. कृपया GIF को अपलोड करने के लिए सुझाव देखें."),
                n("b8c8b0be", "आपकी वीडियो फ़ाइल पर कार्रवाई नहीं की जा सकी. कृपया वीडियो अपलोड करने के लिए टिप्स देखें."),
                n("ica6d718", "आपकी वीडियो फ़ाइल संगत नहीं है. कृपया वीडियो अपलोड करने के लिए टिप्स देखें."),
                n("b28d44f7", function (e) {
                    return "आपकी GIF फ़ाइल बहुत बड़ी है. GIF " + e.limit + " MB से कम होनी चाहिए";
                }),
                n("i1db7d13", function (e) {
                    return "आपकी वीडियो फ़ाइल बहुत बड़ी है. वीडियो " + e.limit + " MB से कम होनी चाहिए";
                }),
                n("baac0ed7", function (e) {
                    return "आपकी वीडियो फ़ाइल बहुत बड़ी है. वीडियो " + e.limit + " GB से कम होनी चाहिए";
                }),
                n("a22385bb", function (e) {
                    return "आपका वीडियो बहुत लंबा है. उसे " + e.limit + " सेकंड या इससे कम रखने की कोशिश करें.";
                }),
                n("be0440bf", function (e) {
                    return "आपका वीडियो बहुत लंबा है. उसे " + e.limit + " मिनट या इससे कम रखने की कोशिश करें.";
                }),
                n("feeba512", "आपकी इमेज फ़ाइल पर प्रक्रिया नहीं की जा सकी. कृपया इमेज को अपलोड करने के लिए सुझाव देखें."),
                n("db123c02", "आपकी इमेज फ़ाइल संगत नहीं है. कृपया इमेज को अपलोड करने के लिए सुझाव देखें."),
                n("db6001e7", function (e) {
                    return "आपकी छवि फ़ाइल बहुत बड़ी है. छवियां " + e.limit + " MB से कम की होनी चाहिए";
                }),
                n("eb96d952", "आपकी छवि फ़ाइल में ऊंचाई और चौड़ाई का अभाव है"),
                n("b3880588", "अपलोड सत्र का समय समाप्त हो गया है."),
                n("ca058b68", "आपका कुछ मीडिया लोड नहीं हो सका."),
                n("id24379c", "आपके मीडिया से कुछ अपलोड होने में विफल रहे हैं."),
                n("h4d7cbcc", "आपका मीडिया अपलोड नहीं हो सका. कृपया पुनः प्रयास करें."),
                n("aaa798fc", "अपग्रेड करें"),
                n("f13bb672", "Premium को सब्सक्राइब करें"),
                n("ab0decc0", "सदस्यता लें"),
                n("e4e92f35", function (e) {
                    return e.tier + " में अपग्रेड करें";
                }),
                n("c2831f07", function (e) {
                    return e.tier + " को सब्सक्राइब करें";
                }),
                n("fd425414", "Radar पाएं"),
                n("g6320792", "Premium एनालिटिक्स पाएँ"),
                n("f09be7f8", "सत्यापित हों"),
                n("j34ad558", "Premium लें"),
                n("a73d39fb", function (e) {
                    return e.numberOfDays + "-दिन का मुफ़्त ट्रायल शुरू करें";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + " पर " + e.percentage + "% तक छूट पाएँ";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% छूट";
                }),
                n("c5546038", "जल्द समाप्त होने वाला है!"),
                n("e9a47564", "आखिरी मौका"),
                n("f65e7e91", function (e) {
                    return e.percentage + "% छूट " + e.tier + " " + e.plan;
                }),
                n("a84a736e", "मुफ़्त विज्ञापन क्रेडिट पाएं"),
                n("a0713d76", "मुफ़्त विज्ञापन क्रेडिट और बिज़नेस ग्रोथ टूल्स का एक सेट पाने के लिए सत्यापित संगठनों में अपग्रेड करें."),
                n("a07e13fc", "Premium क्रिएटर बनें"),
                n("i1b4aea2", "लंबे वीडियो पोस्ट करने के लिए अपग्रेड करें"),
                n("efa90342", "X Premium के साथ 'पोस्ट संपादित करें' अनलॉक करें"),
                n("cc528e28", "केवल X Premium सब्सक्राइबर्स ही पोस्ट संपादित कर सकते हैं. जारी रखने के लिए अपग्रेड करें."),
                n("h8a3525e", "आपकी प्रोफ़ाइल पर हाइलाइट"),
                n("c0f7a722", "अपनी प्रोफ़ाइल पर पोस्ट हाइलाइट करने के लिए आपको Premium को सबस्क्राइब किया हुआ होना चाहिए."),
                n("i3b31136", "X पर लेख लिखें"),
                n("b6a41c5f", function (e) {
                    return "X पर लेख लिखने के लिए आपको " + e.tier + " को सब्सक्राइब करना होगा";
                }),
                n("ae2c4afc", "क्या आप अपना लेख प्रकाशित करना चाहते हैं?"),
                n("d300e29b", function (e) {
                    return "लंबी पोस्ट और लेख लिखने के लिए " + e.tier + " में अपग्रेड करें.";
                }),
                n("f614e2bc", "लंबी पोस्ट लिखने और बोल्ड और इटैलिक जैसे फ़ॉर्मेटिंग लागू करने के लिए Premium में अपग्रेड करें."),
                n("c9772e6e", "Premium में अपग्रेड करें"),
                n("dc5575ac", "क्या आप अपनी प्रोफ़ाइल में एक ID सत्यापित लेबल लगाना चाहते हैं?"),
                n("d154f46e", "X Premium से कम्यूनिटी बनाना अनलॉक करें"),
                n("a0228c02", "केवल X Premium सब्सक्राइबर्स ही कम्यूनिटी पोस्ट बना सकते हैं. जारी रखने के लिए अपग्रेड करें."),
                n("d07f1d74", "इन उपयोगकर्ताओं को बातचीत में जोड़ने के लिए आपको सत्यापित होना होगा"),
                n("ebe38626", "केवल सत्यापित उपयोगकर्ता ही ऐसे लोगों को एक समूह में जोड़ सकते हैं, जो उन्हें फ़ॉलो नहीं करते. जारी रखने के लिए अपग्रेड करें."),
                n("e6eddae0", "इस समूह को बनाने के लिए सत्यापित करें"),
                n("he27089e", "केवल सत्यापित उपयोगकर्ता ही ऐसे लोगों का एक समूह बना सकते हैं, जो उन्हें फ़ॉलो नहीं करते. जारी रखने के लिए अपग्रेड करें."),
                n("d7bc1116", "इस उपयोगकर्ता को संदेश भेजने के लिए सत्यापित हों"),
                n("f897074a", "केवल सत्यापित उपयोगकर्ता ही ऐसे लोगों को सीधा संदेश अनुरोध भेज सकते हैं, जो उन्हें फ़ॉलो नहीं करते. जारी रखने के लिए अपग्रेड करें."),
                n("c0cf5eae", "अधिक संदेश भेजने के लिए सत्यापित हों"),
                n("h2da08fc", "आपने एक दिन में सीधे संदेश भेजने की अधिकतम सीमा पूरी कर ली है. संदेश भेजना जारी रखने के लिए अपग्रेड करें."),
                n("j503aee6", "X Premium के साथ वीडियो डाउनलोड करें"),
                n("j4dd3bf4", "केवल X Premium सब्सक्राइबर्स ही वीडियो डाउनलोड कर सकते हैं. जारी रखने के लिए अपग्रेड करें."),
                n("bc231a74", "X Premium के साथ बुकमार्क फ़ोल्डर अनलॉक करें"),
                n("ed534c78", "केवल X Premium सब्सक्राइबर्स को ही बुकमार्क फ़ोल्डर में पहुंच है. जारी रखने के लिए अपग्रेड करें."),
                n("ed924940", "Premium+ वाले सभी विज्ञापन हटाएं"),
                n("dccdb326", "केवल Premium+ सब्सक्राइबर्स को कोई विज्ञापन नहीं दिखता. जारी रखने के लिए अपग्रेड करें."),
                n("adf3410a", "नई सुविधाओं को अनलॉक करने के लिए सब्सक्राइब करें और अगर पात्र हों, तो आय का हिस्सा प्राप्त करें."),
                n("d8661dd4", "सीमित समय के लिए. X का सर्वश्रेष्ठ अनलॉक करें."),
                n("fe7fd234", "Premium Basic आज ही मुफ्त आज़माएं"),
                n("a2f86dda", "Premium Basic के साथ बुकमार्क फ़ोल्डर्स, पोस्ट संपादित करना, कस्टम ऐप आइकन और बहुत कुछ से अपने अनुभव को बेहतर बनाएं."),
                n("d9593598", "Premium आज ही मुफ्त आज़माएं"),
                n("d0d6b59c", "Premium के साथ कम विज्ञापनों, पावर टूल्स आदि से अपना अनुभव को अपग्रेड करें."),
                n("g4bb7ea8", "X Premium पर 50% तक की छूट पाएं"),
                n("b748499c", "ऑफर अवधि बढ़ायी गयी!"),
                n("b81135bc", "आज ख़त्म हो रहा है!"),
                n("a8b4b878", "इस थैंक्सगिविंग पर सर्वश्रेष्ठ X का अनुभव लें."),
                n("df7fb242", "थैंक्सगिविंग ऑफ़र"),
                n("aeaf14a6", "Premium पर 40% पाएँ. जल्द समाप्त हो रहा है!"),
                n("ca8cbf78", "Premium और Premium+ पर 40% छूट पाएं"),
                n("j88ba18e", "ऑफ़र का दावा करें"),
                n("f4dc8ea3", function (e) {
                    return "X Premium पर " + e.percentage + "% छूट पाएं. X का सर्वश्रेष्ठ अनलॉक करें.";
                }),
                n("db6a5d54", "आप अभी तक सत्यापित नहीं हैं"),
                n("edf7f57e", "बूस्ट किये गये जवाबों, विश्लेषण, विज्ञापन-मुक्त ब्राउज़िंग और बहुत कुछ के लिए सत्यापित हों. अभी अपना प्रोफ़ाइल अपग्रेड करें."),
                n("ba920d68", "सत्यापन के साथ अपना प्रभाव बूस्ट करें"),
                n("ib79d0c2", "VIP सुविधाएं अनलॉक करें: अपना खाता सत्यापित करें"),
                n("bebc5f12", "आप X पर विज्ञापन दे रहे हैं, लेकिन आपके पास सत्यापित संगठनों का सब्सक्रिप्शन नहीं है."),
                n("d7836d1e", "$12,000 तक मुफ़्त विज्ञापन क्रेडिट, गोल्ड सत्यापन, VIP समर्थन और विकास के लिए टूल का सेट प्राप्त करने के लिए सब्सक्राइब करें."),
                n("f528e369", function (e) {
                    return "अपना लेख लिखने के लिए " + e.tier + " को सब्सक्राइब करें";
                }),
                n("c5a8022a", "लेखों के साथ, आप सीधे X पर रिच टेक्स्ट और इनलाइन मीडिया के साथ अपनी लंबी सामग्री प्रकाशित कर सकते हैं."),
                n("d77899b6", "अपनी लंबी पोस्ट लिखने के लिए Premium सब्सक्राइब करें"),
                n("bd65482a", "लंबी पोस्ट लिखें और बोल्ड और इटैलिक जैसे फ़ॉर्मेटिंग लागू करें."),
                n("bee20918", "पोस्ट करने के लिए भुगतान पाएं"),
                n("gb699d52", "X पर पोस्ट करने का आनंद लें? हमारे आय भागीदारी कार्यक्रम में शामिल होने के लिए Premium सब्सक्राइब करें."),
                n("f69877c2", "Premium से अपने जवाब बूस्ट करें"),
                n("gba90d44", "अधिक विजिबिलिटी पाएं, अलग दिखें और दिखते रहें."),
                n("a6dbcd58", "Premium को सब्सक्राइब करके क्रिएटर्स का समर्थन करें"),
                n("c4f49130", "आपके सब्सक्रिप्शन शुल्क का 25% तक सीधे क्रिएटर्स को दिया जाता है."),
                n("ca8fa2c0", "नीले चेक से सत्यापित हों"),
                n("febffc1a", "अपनी विश्वसनीयता बूस्ट करें, अपनी विजिबिलिटी बढ़ाएँ और अपनी आवाज़ सुनाएं."),
                n("j45a377a", "Premium+ में अपग्रेड करें"),
                n("i7170016", "अतिरिक्त लाभ, शून्य विज्ञापन और सबसे बड़ी उत्तर प्राथमिकता का आनंद लें."),
                n("ee87f95e", "X Premium के साथ उन्नत एनालिटिक्स"),
                n("ac38dbc0", "अपना प्रोफ़ाइल एनालिटिक्स देखें, अपने दर्शकों और बहुत कुछ समझें. जारी रखने के लिए अपग्रेड करें."),
                n("i6e73154", "बार चार्ट और मेट्रिक्स सहित खाता एनालिटिक्स सुविधा का पूर्वावलोकन"),
                n("b583e154", "X Premium से एनालिटिक्स अनलॉक करें"),
                n("b7fb8c5e", "$1k खर्च करें, $1k पाएं"),
                n("ca559b70", "अभी सब्सक्राइब करें"),
                n("d68773a4", "Radar के साथ रुझान का अनुमान लगाएं"),
                n("f677fed6", "कीवर्ड पर नज़र रखें, रुझान गतिविधि देखें, और बातचीत को फ़िल्टर करें। रियल-टाइम में।"),
                n("ha49eac2", "क्या आप X पर तेजी से आगे बढ़ना चाहते हैं?"),
                n("f27018b4", "स्मार्ट डेटा इनसाइट्स के साथ अपने फ़ॉलोअर को बढ़ाने के लिए Premium एनालिटिक्स इस्तेमाल करें."),
                n("dfea1f08", "मूल्यवान इनसाइट्स न मिस करें"),
                n("da8c5244", "Premium एनालिटिक्स के साथ, आप अपने फ़ॉलोअर्स की संख्या बढ़ाने के लिए स्मार्ट डेटा इनसाइट्स अनलॉक कर सकते हैं."),
                n("b081baea", "आप इनसाइट्स मिस कर रहे हैं!"),
                n("d5effffc", "बैज जोड़ें"),
                n("c3653d44", "अपना व्यवसाय सत्यापित करें"),
                n("e8070e70", "Premium आज़माएं"),
                n("ec42820e", "क्या आप चाहते हैं कि अधिक लोग आपका जवाब देखें?"),
                n("b0a95418", "Premium के साथ जवाब बूस्ट पाएं"),
                n("j8ee20aa", "जवाब बूस्ट से बातचीत में अलग दिखें"),
                n("g13aa596", "अपने जवाब बूस्ट करने के लिए Premium सब्सक्राइब करें"),
                n("cadd92be", "अपना पोस्ट एनालिटिक्स एक्सेस करें"),
                n("a7058228", "X Premium से उन्नत एनालिटिक्स अनलॉक करें"),
                n("gb7823ba", "खाता एनालिटिक्स"),
                n("i90f8e36", "अपने बुकमार्क व्यवस्थित करें"),
                n("abc6e710", "X Premium के साथ अपने बुकमार्क को फ़ोल्डर्स में क्रमबद्ध करें"),
                n("b7fa0cfe", "टॉप लेख"),
                n("bcc7e8c0", "सभी बुकमार्क"),
                n("i3145aa0", "बुकमार्क"),
                n("e39b368e", "प्रसारण"),
                n("hbea78a8", "नया कॉलम"),
                n("b5298d92", "कनेक्ट करें"),
                n("d35d74e4", "बातचीत"),
                n("h5245afa", "कम्यूनिटी"),
                n("d4ebc798", "प्रारूप"),
                n("fcf3e54c", "देखें"),
                n("d806aa1a", "छिपे हुए जवाब"),
                n("ha8209bc", "होम"),
                n("a2f81050", "संदेश"),
                n("cf2d1048", "संदेश अनुरोध"),
                n("e7172d70", "अतिरिक्त संदेश"),
                n("e1066d88", "मेरी प्रोफ़ाइल"),
                n("eb75875e", "सूचनाएं"),
                n("j45978a8", "कोट"),
                n("fd6a3f30", "शेड्यूल किए गए पोस्ट्स"),
                n("aa4209e8", "सुपर फ़ॉलोअर्स"),
                n("d52a1caa", "सब्सक्राइबर"),
                n("d7b51c68", "सब्सक्रिप्शन"),
                n("c5f4befa", "रुझान"),
                n("df34a454", "पोस्ट"),
                n("gfccba44", "सदस्य अनुरोध"),
                n("e42dd8fa", "मॉडरेशन लॉग"),
                n("c2c191fc", "रिपोर्ट किए गए पोस्ट्स"),
                n("c63602d4", "मेरी कम्यूनिटिज़"),
                n("ddf0ba7e", "संग्रह"),
                n("c64974fc", "फ़ॉलोअर्स"),
                n("i099d32e", "फ़ॉलोअर्स जिन्हें आप जानते हैं"),
                n("d960b55c", "फ़ॉलो कर रहे हैं"),
                n("b007440a", "जॉब"),
                n("aa68dafc", "सूचना विवरण"),
                n("b8533bac", "विषय"),
                n("jf00ebf6", "कॉलम अनुपलब्ध है"),
                n("jaaa8984", "स्थान"),
                n("f345dcda", "संपादन इतिहास"),
                n("hea3f8ac", "संबंधित पोस्ट्स"),
                n("c8ee31da", "समाचार"),
                n("d35c9eec", "खाता एनालिटिक्स"),
                n("b5b7fb94", "समूह"),
                n("g755fcde", "आप"),
                n("f6b1ff81", function (e) {
                    return e.name + " और आप";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " और " + e.count + " अधिक";
                }),
                n("fb4ee2f6", "संदेश अनुरोध मिटाए गये"),
                n("j607bf02", "X ऐप डाउनलोड करें"),
                n("j49fd4e8", "ऐप पर स्विच करें"),
                n("a565833e", "साइन अप करें"),
                n("e919c3bc", "लॉगिन करें"),
                n("a17a75da", "X ऐप पर बेहतर है"),
                n("e7342ed4", "कभी किसी पोस्ट को मिस न करें. पूरा अनुभव पाने के लिए इसे X ऐप में खोलें."),
                n("b6a43e78", "सबसे पहले आप जानें"),
                n("b469e406", "जो चीज़ आपके लिए सबसे ज़्यादा मायने रखती है उससे अवगत रहें. लोगों, विषयों और आपके द्वारा फ़ॉलो की जाने वाली घटनाओं के बारे में पुश सूचनाएं पाने के लिए ऐप पर स्विच करें."),
                n("b8505290", "बातचीत में शामिल होने के लिए जवाब दें."),
                n("ae8b0564", "खबर फैलाने के लिए रीपोस्ट करें."),
                n("f2adab0e", "प्यार शेयर करने के लिए पोस्ट को पसंद करें."),
                n("b7821a74", "साइन अप करें, ताकि आप उनके पोस्ट्स कभी मिस न करें."),
                n("e6d43d06", "शानदार पोस्ट्स खोजने के लिए एक विषय को फ़ॉलो करें"),
                n("ic848090", "पहले लॉगिन करें"),
                n("f9ebe066", "लॉगिन करने के तुरंत बाद — आप कम्यूनिटिज़ की बातचीत में शामिल हो सकते हैं."),
                n("je3d93e2", "X पर मौजूद लोग, चीज़ों के बारे में जानने वाले पहले लोग होते हैं."),
                n("ea88ce2e", "जो हो रहा है उससे न चूकें"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "सहायता केंद्र"),
                n("g482c949", "अपनी पसंद के बारे में और बताएं."),
                n("b47e760e", "कीबोर्ड शॉर्टकट देखने के लिए, प्रश्न चिह्न दबाएं"),
                n("fd2c7b44", "कीबोर्ड शॉर्टकट देखें"),
                n("g7e2adf2", "एक नया डेक बनाएं"),
                n("a6ba09e8", "डुप्लिकेट कॉलम"),
                n("f5c9ccca", "वर्तमान डेक संपादित करें"),
                n("bf42c578", "रीऑर्डर बटन पर फोकस करें"),
                n("j6fa64a6", "फ़ाइनल कॉलम पर जाएं"),
                n("b5545202", "फ़ाइनल पिन किए गए डेक पर जाएं"),
                n("e0497acc", "सभी डेक प्रबंधित करें पर जाएं"),
                n("beef7b14", "अगले कॉलम पर जाएं"),
                n("a5cb005e", "N वें कॉलम पर जाएं"),
                n("f65391bc", "N वें पिन किए गए डेक पर जाएं"),
                n("h0bfdd20", "कॉलम जोड़ें"),
                n("h770f6d4", "पिछले कॉलम पर जाएं"),
                n("b8b2b70c", "कॉलम मिटाएं"),
                n("a3e2df76", "कॉलम मिटाना पूर्ववत करें"),
                n("g850aec4", "कॉलम सेटिंग्स खोलें / बंद करें"),
                n("d5696fcc", "शॉर्टकट सहायता"),
                n("a83d4280", "अगला पोस्ट"),
                n("g0048656", "पिछला पोस्ट"),
                n("a690c4d0", "पृष्ठ नीचे"),
                n("e893811a", "नए पोस्ट्स लोड करें"),
                n("cdb53d7a", "उल्लेख"),
                n("d7b8ebaa", "पसंद"),
                n("b0041756", "सूचियाँ"),
                n("d4986f86", "प्रत्यक्ष संदेश"),
                n("bb081ea2", "सेटिंग्स"),
                n("eee2ed92", "उपयोगकर्ता पर जाएं..."),
                n("ee5ccf3e", "डिस्प्ले सेटिंग्स"),
                n("ab3d53f8", "नया पोस्ट"),
                n("de94bda6", "पोस्ट भेजें"),
                n("e736990a", "नया सीधा संदेश"),
                n("fe731016", "पसंद करें"),
                n("d17df548", "जवाब दें"),
                n("g062295e", "रीपोस्ट"),
                n("h01621a4", "पोस्ट शेयर करें"),
                n("gb303814", "बुकमार्क"),
                n("c03b1126", "खाता म्यूट करें"),
                n("ebd2abb2", "खाता अवरुद्ध करें"),
                n("hc6c5510", "पोस्ट विवरण खोलें"),
                n("eebdef38", "फ़ोटो को विस्तृत करें"),
                n("b488758c", "संदेश डॉक खोलें/बंद करें"),
                n("c82314e0", "चुना हुआ वीडियो रोकें/चलाएं"),
                n("b881560e", "चुना हुआ वीडियो म्यूट करें"),
                n("a94f7302", "ऑडियो डॉक पर जाएं"),
                n("a7e604c6", "ऑडियो डॉक चलाएं/रोकें"),
                n("f978c4fc", "ऑडियो डॉक म्यूट/अनम्यूट करें"),
                n("hc73f030", "आपका खाता"),
                n("f15bfdb4", "खाते की जानकारी"),
                n("a3841918", "ईमेल"),
                n("c21037d0", "देश"),
                n("ab1f7ee0", "अपना पासवर्ड बदलें"),
                n("e731db5a", "पासवर्ड रीसेट"),
                n("f56af9cc", "अपने डेटा का संग्रह डाउनलोड करें"),
                n("hfb92b14", "अपना खाता निष्क्रिय करें"),
                n("bf96fda4", "उम्र"),
                n("d12d42dc", "स्वचालन"),
                n("fdb81456", "पैरोडी लेबल"),
                n("j9d10268", "खाता गतिविधि"),
                n("i6b3f59a", "खाता इतिहास"),
                n("da202f9a", "आपकी विज्ञापनदाता सूची"),
                n("hc36dbba", "लॉगिन किए गए डिवाइसेस और ऐप्स"),
                n("a8d0108e", "लिंग"),
                n("a03dacaa", "भाषा"),
                n("d9138166", "वे स्थान देखें, जहां आप जा चुके हैं"),
                n("b523ecc6", "खाते पर पहुँचने का इतिहास"),
                n("abedd45c", "अपने डेटा के लिए अनुरोध करें"),
                n("h1f01a24", "रुचियां"),
                n("j7ad754a", "आपका X डेटा"),
                n("d299431c", "मुद्रीकरण"),
                n("j087774e", "सिक्के"),
                n("ff9ed474", "कुल आय"),
                n("ec885836", "क्रिएटर आय शेयर"),
                n("b431a5c6", "विज्ञापन आय शेयर"),
                n("b0e986ec", "मुद्रीकरण IDV"),
                n("aca4d76a", "विज्ञापन आय शेयर सेटअप"),
                n("ab1b837a", "विज्ञापन आय शेयर डैशबोर्ड"),
                n("a9c1a9cc", "वीडियो विज्ञापन"),
                n("d4ab5c12", "वीडियो विज्ञापन सेटअप"),
                n("c429e3ba", "क्रिएटर सब्सक्रिप्शन"),
                n("fce877d6", "पोस्ट को पूर्ववत करें"),
                n("dd0c889e", "प्रोफ़ाइल कस्टमाइज़ेशन"),
                n("ib35705e", "सब्सक्रिप्शन प्रबंधित करें"),
                n("cf131522", "एफ़िलिएट बैज प्रबंधित करें"),
                n("cb165528", "नए फ़ीचर्स और सेटिंग्स"),
                n("f8645654", "सुरक्षा और खाता एक्सेस"),
                n("j95edf76", "सुरक्षा"),
                n("afe4a358", "ID सत्यापन"),
                n("dd703318", "दो-कारक प्रमाणीकरण"),
                n("b1686800", "सुरक्षा कुंजियां प्रबंधित करें"),
                n("ae72d4c4", "ऐप्स और सत्र"),
                n("a1e8e682", "पंजीकृत डिवाइस"),
                n("h1abfbce", "कनेक्ट किए गए खाते"),
                n("cad53944", "गोपनीयता और सुरक्षा"),
                n("e908903a", "ऑडियंस और टैग करना"),
                n("b5c85d2c", "अपने पोस्ट्स को सुरक्षित करें"),
                n("f56d108e", "फ़ोटो टैग करना"),
                n("c6f67e32", "आपके पोस्ट्स"),
                n("f2bd9c48", "वह सामग्री, जो आप देखते हैं"),
                n("cbd449a0", "म्यूट और अवरुद्ध करना"),
                n("daef29b8", "म्यूट किए गए खाते"),
                n("i0dd9b9e", "म्यूट किए गए शब्द"),
                n("a5f32aa2", "अवरुद्ध किए गए खाते"),
                n("i58a274c", "प्रत्यक्ष संदेश"),
                n("ded416b0", "Spaces"),
                n("fd4d9068", "दृश्यता और संपर्क"),
                n("bbcafbda", "संपर्क प्रबंधित करें"),
                n("aeddb28a", "सामग्री प्राथमिकताएं"),
                n("d035a8d0", "विज्ञापन प्राथमिकताएं"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "अनुमानित पहचान"),
                n("d84e63d2", "X की बाहर की गतिविधि"),
                n("h14ba864", "व्यापारिक भागीदारों के साथ डेटा शेयर करना"),
                n("jabb9c9a", "स्थान जानकारी"),
                n("fcb6a5b8", "अपने पोस्ट्स में स्थान जानकारी जोड़ें"),
                n("h9f2da68", "संवेदनशील मीडिया"),
                n("id6a8e1a", "जवाब फ़िल्टर"),
                n("fc35f762", "फ़िल्टर किए हुए जवाब"),
                n("gaac710a", "रिपोर्ट केंद्र"),
                n("bcd81cac", "प्राथमिकताएं"),
                n("i647fb04", "फ़िल्टर"),
                n("hee41732", "पुश सूचनाएं"),
                n("e75f25a8", "ईमेल सूचनाएं"),
                n("cf9b166a", "ऐक्सेस-अनुमति, प्रदर्शन और भाषाएँ"),
                n("e3719c16", "ऐक्सेस-अनुमति"),
                n("a776eed8", "ऑटोप्ले"),
                n("c4881c66", "डिस्प्ले"),
                n("d495680e", "भाषाएं"),
                n("f953f53a", "प्रदर्शन भाषा बदलें"),
                n("eafe3288", "डेटा उपयोग"),
                n("b721eb38", "परिचय"),
                n("g9230d00", "डेलिगेट"),
                n("cb8ebf5c", "वे सदस्य, जिन्हें आपने डेलीगेट किया है"),
                n("i95202f6", "आपको सौंपे गए खाते"),
                n("afcad7f2", "ऐप डाउनलोड करें"),
                n("e8f57e08", "निजीकरण और डेटा"),
                n("gbde3534", "रुचियां और विज्ञापन डेटा"),
                n("a54826c6", "भागीदारों से प्राप्त निहित रुचियाँ"),
                n("a5cbc19a", "आपका एनालिटिक्स"),
                n("i9028824", "लोड हो रहा है‌‌"),
                n("f5090e28", "ऐसा लगता है कि आपने कनेक्टिविटी खो दी है. हम फिर से कोशिश करते रहेंगे."),
                n("ba929da8", "पेज नहीं मिला"),
                n("d203e242", "नहीं मिला‍‍"),
                n("e2eac0c4", "प्राथमिक"),
                n("i5aa4ce0", "और मेनू आइटम"),
                n("h63a5c3c", "और अधिक"),
                n("a4fc1872", "पिछले सप्ताह"),
                n("e14bb1da", "पिछला दिन"),
                n("d86bbf0f", function (e) {
                    return e.count + " बिना पढ़े आइटम";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "खाता"),
                n("da4691aa", "सभी खाते देखें"),
                n("c7e55ccf", function (e) {
                    return "@" + e.screenname + " पर स्विच करें";
                }),
                n("b20a3894", "जिस खाते पर आप स्विच करना चाह रहे हैं, वह मिटा दिया गया है."),
                n("daffabde", "इस रूप में कार्य कर रहे हैं…"),
                n("eccbfa26", "डेलिगेट खाते"),
                n("a1b7a904", "इस रूप में कार्य करें"),
                n("g61ed8a4", "कुछ गलत हो गया."),
                n("e520f166", "पोस्ट्स भेजने की आपकी दैनिक सीमा समाप्त हो गई है."),
                n("c0554ca0", "कुछ गलत हुआ. कुछ देर बाद अपने पोस्ट को फिर से भेजने का प्रयास करें."),
                n("b25c5b2a", "ओह! आप पहले ही यह बता चुके हैं."),
                n("cef21114", "आपका खाता निलंबित किया गया है और वह पोस्ट नहीं भेज सकता."),
                n("cf369a0e", "जिस पोस्ट का आप जवाब देने का प्रयास कर रहे हैं, उसे मिटा दिया गया है या आपको दिखाई नहीं दे रहा है."),
                n("cd86efa8", "आपके पोस्ट के टेक्स्ट में @उल्लेखों की संख्या स्वीकार्य संख्या से अधिक हो गई है."),
                n("e002f424", "आपके पोस्ट के टेक्स्ट में URL की संख्या स्वीकार्य संख्या से अधिक हो गई है."),
                n("c2b4ae8c", "आपके पोस्ट के टेक्स्ट में हैशटैग की संख्या स्वीकार्य संख्या से अधिक हो गई है."),
                n("hf05f59e", "आपके पोस्ट के टेक्स्ट में कैशटैग की संख्या स्वीकार्य संख्या से अधिक हो गई है."),
                n("dffb84c6", "आपके पोस्ट के टेक्स्ट में एक हैशटैग है, जो स्वीकार्य लंबाई से अधिक लंबा है."),
                n("d7b21bc8", "पोस्ट में स्वीकार्य संख्या से अधिक प्रकार के अनुलग्नक हो गए हैं."),
                n("e4672ac2", "ओफ! आपके पोस्ट में एक ऐसा URL प्रतीत होता है, जो स्पैम युक्त है या असुरक्षित सामग्री वाला है."),
                n("he5ecf52", "आपके पोस्ट का टेक्स्ट स्वीकार्य सीमा से अधिक है."),
                n("ac78e602", "आपके पोस्ट की सामग्री अमान्य है."),
                n("i251c738", "आपने जो वीडियो अपलोड करने का प्रयास किया, उसकी फ़्रेम दर बहुत अधिक थी."),
                n("ed3ac7ef", function (e) {
                    return "आपके द्वारा अपलोड करने का प्रयास किये गये वीडियो की फ़्रेम दर बहुत अधिक थी. अधिकतम फ्रेम दर: 60. वास्तविक फ्रेम दर: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "आपने जो वीडियो अपलोड करने का प्रयास किया, उसका पहलू अनुपात बहुत बड़ा था."),
                n("ca4514c0", "आपने जो वीडियो अपलोड करने का प्रयास किया, उसका पहलू अनुपात बहुत छोटा था."),
                n("fb4a459c", "आपने जो वीडियो अपलोड करने का प्रयास किया, उसकी अवधि बहुत छोटी थी."),
                n("ca1afa98", "आपने जो वीडियो अपलोड करने का प्रयास किया, उसकी अवधि बहुत लंबी थी."),
                n("b2e94283", function (e) {
                    return "@" + e.viaScreenName + " के द्वारा";
                }),
                n("ee69d769", function (e) {
                    return "पोस्ट करें" + e.verb;
                }),
                n("ge8e4a38", "सभी पोस्ट करें"),
                n("h735a98e", "शेड्यूल करें"),
                n("h3701ffe", "अपडेट"),
                n("d9ef2842", "बिना पढ़े आइटम"),
                n("cdf89b84", "Branded Likes प्रीव्यू"),
                n("i83d4f14", "फ़ॉलोअर अनुरोध"),
                n("aeede01a", "छाप"),
                n("ae1bbb26", "लॉग आउट करें"),
                n("fd442790", "सेटिंग्स और गोपनीयता"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "विज्ञापन"),
                n("e2eef3c2", "सत्यापित संगठन"),
                n("b55d8a78", "अपना स्पेस बनाएं"),
                n("a5a30af0", "लेख"),
                n("d13d697c", "नया"),
                n("j0e2cfa8", "व्यापार"),
                n("h5e38204", "चैट"),
                n("h7d5d9fa", "बीटा"),
                n("ga169e1b", function (e) {
                    return "सीधे संदेश (" + e.count + " अपठित बातचीत)";
                }),
                n("d83682ec", "होम (नए बिना पढ़े पोस्ट्स)"),
                n("e1249849", function (e) {
                    return "सूचनाएं (" + e.count + " अपठित सूचना" + f(e.count, "", "एं") + ")";
                }),
                n("c0b786ee", "खोजें और देखें"),
                n("bb967f9e", "वीडियो"),
                n("e04033be", "नए पोस्ट्स उपलब्ध हैं. उन्हें देखने के लिए पीरियड कुंजी दबाएं."),
                n("hec711c0", "नए पोस्ट्स देखें"),
                n("j0a8da6e", "एक मौजूदा खाता जोड़ें"),
                n("c6f2bf00", "खातों को प्रबंधित करें"),
                n("a58e0e51", function (e) {
                    return "@" + e.screenName + " लॉग आउट करें";
                }),
                n("j62f43a6", "डेलिगेट खाते देखें"),
                n("d4c52015", function (e) {
                    return e.count + " लंबित डेलिगेट खाता आमंत्रण";
                }),
                n("b8e1d524", "खाते"),
                n("gef27c4c", "खाता मेनू"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + " पर स्विच करें";
                }),
                n("c61eea74", "निजी खाते"),
                n("g6d42fea", "नेविगेशन टॉगल करें"),
                n("eb022176", "खाता बनाएं"),
                n("gcfef7b6", "फ़ोन या ईमेल के साथ खाता बनाएं"),
                n("e5b0e544", "साइन इन करें"),
                n("gd93944e", "ऐप का उपयोग करें"),
                n("f2f787a0", "कुकी उपयोग"),
                n("e1099fd6", "सेवा की शर्तों"),
                n("c1df1ae0", "गोपनीयता नीति"),
                n("cdc1bff7", function (e) {
                    return "प्रोफ़ाइल मेनू " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " लोग";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "व्यक्ति", "लोग");
                }),
                n("ae2205d2", "आप एक दूसरे को फ़ॉलो करते हैं"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " वर्तमान में एक सक्रिय स्पेस में हैं, उनकी प्रोफ़ाइल के ज़रिए शामिल होने के लिए क्लिक करें";
                }),
                n("f2b3fe06", "लोड हो रहे हैं"),
                n("fc9dd578", "लोगों को खोजें"),
                n("gdb7bc25", function (e) {
                    return e.name + " - हटाने के लिए चुनें";
                }),
                n("f065ba8c", "खोज क्वेरी"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + " पर जाएं";
                }),
                n("a2c1b222", "लोगों, सूचियों या कीवर्ड के लिए खोज करके देखें"),
                n("f45c4250", "हाल ही की सभी खोजों को साफ करें?"),
                n("caae4dda", "इसे पूर्ववत नहीं किया जा सकता और आप अपनी हाल ही की सभी खोजें हटा देंगे."),
                n("dbd5d400", "साफ करें"),
                n("a8d68f62", "हाल ही के"),
                n("c6530778", "सहेजी गयी खोजें"),
                n("e047b8fa", "सभी साफ़ करें"),
                n("aa6e3300", "ऐसा लगता है कि आपका कनेक्शन चला गया है. कृपया इसकी जांच करें और फिर से कोशिश करें."),
                n("e68b09b4", "हटाएं"),
                n("hffea05c", "सहेजी हुई खोज को मिटाएँ?"),
                n("j037e374", "इसे पूर्ववत नहीं किया जा सकता और आपकी सहेजी हुई खोज गायब हो जाएगी."),
                n("d96cf7ce", "मिटाएं"),
                n("hbe4feb5", function (e) {
                    return "@" + e.screenName + " को फ़ॉलो अनुरोध भेज दिया गया है और उनके अनुमोदन के लिए लंबित है.";
                }),
                n("df4c86b0", "कृपया पहले अपनी प्रोफ़ाइल अपडेट करें"),
                n("bba40ffa", "आप इस खाते को फ़ॉलो नहीं कर सकते"),
                n("f558829e", "इस खाते को फ़ॉलो करने के लिए, आपको अपनी प्रोफ़ाइल में अपनी जन्म तिथि डालनी होगी, ताकि यह सुनिश्चित हो सके कि आप न्यूनतम आयु आवश्यकताओं को पूरा करते हैं."),
                n("a6941096", "इस खाते को आपके देश से फ़ॉलो नहीं किया जा सकता."),
                n("if8cd2a4", "आपकी उम्र इतनी नहीं है कि आप इस खाते को फ़ॉलो कर पाएं."),
                n("b5972260", "कुछ गलत हुआ. कुछ देर बाद उस उपयोगकर्ता के लिए अपने फ़ॉलो अनुरोध को फिर से रद्द करने का प्रयास करें."),
                n("j4292c24", "इस उपयोगकर्ता के अनुरोध पर आपको उनको फ़ॉलो करने से अवरोधित किया गया है."),
                n("a0ba5842", "आप इस और लोगों को फ़ॉलो करने में असमर्थ हैं."),
                n("a5202b82", "कुछ गलत हुआ. कुछ देर बाद उस उपयोगकर्ता को फिर से फ़ॉलो करने का प्रयास करें."),
                n("f8cbf714", "आप ऐसे उपयोगकर्ता को फ़ॉलो करने की कोशिश कर रहे हैं जो मौजूद नहीं है."),
                n("f2e66452", "आपका खाता निलंबित किया गया है और उसे उपयोगकर्ताओं को फ़ॉलो करने की अनुमति नहीं है."),
                n("ca96fe6e", "कुछ गलत हुआ. कुछ देर बार उस उपयोगकर्ता से फिर से अवरोध हटाने का प्रयास करें."),
                n("e1a0aaca", "कुछ गलत हुआ. कुछ देर बाद उस उपयोगकर्ता को फिर से अनफ़ॉलो करने का प्रयास करें."),
                n("fd5208c6", "सेटिंग्स पर जाएं"),
                n("c0d13570", "एफ़िलिएट्स"),
                n("ba96929e", "नियुक्ति"),
                n("gf62c116", "सहायता"),
                n("a4cf866e", "विज्ञापन"),
                n("g2fd3206", "लोग"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "पूरा एक्सेस"),
                n("e49537c2", "हम्म ... यह पृष्ठ मौजूद नहीं है. कुछ और खोजने की कोशिश करें."),
                n("fcbb540a", "रेट दर सीमा पार हो गई"),
                n("d4f88600", "संपर्क सत्यापित करें"),
                n("b192ccae", "आपके पास एक पुष्टि हुई संपर्क विधि नहीं है."),
                n("a0487504", "सत्यापन का अनुरोध करने के लिए, आपको पहले एक संपर्क विधि की पुष्टि करनी होगी."),
                n("fff7d93c", "तस्वीर जोडें"),
                n("g969bfae", "आपकी प्रोफ़ाइल फ़ोटो मौजूद नहीं है."),
                n("gb2f35e4", "सत्यापन का अनुरोध करने के लिए, आपको पहले एक प्रोफ़ाइल फ़ोटो जोड़नी होगी."),
                n("i33cf692", "URL फ़ील्ड जोड़ें"),
                n("b679ff6a", "अमान्य URL"),
                n("i79902b4", "प्रामाणिकता विधि चुनें"),
                n("fb2fcb5c", "यह चरण आपकी पहचान को सत्यापित करने में हमारी मदद करता है. वह तरीका चुनें, जो आपके लिए सर्वश्रेष्ठ रूप से काम करता है."),
                n("e43425fa", "सरकार द्वारा जारी ID"),
                n("cb7c2e2e", "सरकार द्वारा जारी आपकी ID की एक फ़ोटो."),
                n("a411926a", "आधिकारिक ईमेल पता"),
                n("g253cdd0", "आपके द्वारा चुनी गई श्रेणी के लिए प्रासंगिक डोमेन के साथ एक आधिकारिक ईमेल."),
                n("cf93bcb0", "आधिकारिक वेबसाइट संदर्भ"),
                n("gfb55fa8", "एक आधिकारिक वेबसाइट, जो सीधे आपके X खाते का संदर्भित करती है."),
                n("g40cd2c0", "सत्यापित संदर्भ"),
                n("a7f1cff6", "आधिकारिक वेबसाइट संदर्भ जोड़ें"),
                n("a11cd524", "एक ऐसी आधिकारिक वेबसाइट दर्ज करें, जो आपके X खाते को संदर्भित करती हो और आपके सत्यापन अनुरोध से संबद्ध हो."),
                n("ba656f26", "क्या आपका X खाता वेबसाइट पर संदर्भित है?"),
                n("ed751204", "हमें यह पुष्टि करने की ज़रूरत है कि आपका खाता आपको सत्यापित करने के लिए प्रामाणिक है. यदि आपके हैंडल को आपके द्वारा लिंक किए गए पृष्ठ पर संदर्भित नहीं किया गया है, तो आपको अपना अनुरोध पूरा करने से पहले प्रामाणिकता का सबूत जमा करना होगा."),
                n("fbc023b0", "हां, हो गया"),
                n("e785ce06", "मैं एक अलग विकल्प का उपयोग करूंगा"),
                n("i8d58f3e", "मैं एक सरकारी ID का इस्तेमाल करूंगा"),
                n("eb21ecaa", "मैं ईमेल पते का उपयोग करूंगा"),
                n("f848a69e", "आपको सत्यापित करने के लिए हमें यह पुष्टि करने की आवश्यकता होगी कि आपका खाता प्रामाणिक है. अगर आपका हैंडल आधिकारिक वेबसाइट में संदर्भित नहीं है, तो हम खाते की प्रामाणिकता की पुष्टि नहीं कर सकते."),
                n("d59b5366", "आपको सत्यापित करने के लिए हमें पुष्टि करनी होगी कि आपका खाता प्रामाणिक है. अगर आपका हैंडल आपके द्वारा लिंक किए गए पृष्ठ पर संदर्भित नहीं किया गया है, तो हम विश्वास के साथ आपके खाते को एक उल्लेखनीय सामग्री निर्माता से लिंक नहीं कर सकते."),
                n("bfb01c62", "नहीं, वापस जाएं"),
                n("fa51040a", "उस क्वालीफाइंग समाचार संगठन या प्रकाशन की आधिकारिक वेबसाइट का लिंक प्रदान करें, जो आपको और आपके X खाते को संदर्भित करती है."),
                n("d0460f12", "वह लिंक प्रदान करें, जो आपके खाते को आपके संगठन के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("h45b00d8", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित मनोरंजन से जुड़ी कंपनी द्वारा प्रबंधित किया जाता है."),
                n("fc718708", "एक क्वालीफाइंग संगठन की आधिकारिक वेबसाइट जो आपका और आपके X खाते का संदर्भ देती है."),
                n("g32c2900", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित प्रोडक्शन संगठन द्वारा प्रबंधित किया जाता है."),
                n("j5b1224c", "वह लिंक प्रदान करें, जो आपके खाते को आपके उत्पादन के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("d090a5d4", "सत्यापित संगठन या प्रकाशन की एक आधिकारिक वेबसाइट, जो आपके X खाते को संदर्भित करती है."),
                n("eb08a392", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित सरकारी कार्यालय के लिए उम्मीदवार द्वारा प्रबंधित किया जाता है."),
                n("h0de1396", "एक लिंक प्रदान करें, जो आपके खाते को इस अनुरोध से संबंधित कार्यालय के उम्मीदवार के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("dcc23262", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित कार्यकर्ता या आयोजक द्वारा प्रबंधित किया जाता है."),
                n("c880e068", "एक वकालत संगठन की आधिकारिक वेबसाइट, जो आपको और आपके X खाते को संदर्भित करती है."),
                n("e412d500", "वह लिंक प्रदान करें, जो आपको एक सत्यापित वकालत संगठन और आपके X खाते के लिए किसी लीडरशिप पद पर संदर्भित करता है. संदर्भ एक सत्यापित संगठन की आधिकारिक साइट से आना चाहिए."),
                n("dedf41f2", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित प्रभावशाली व्यक्ति द्वारा प्रबंधित किया जाता है."),
                n("b4aed9e0", "सत्यापित संगठन की एक आधिकारिक वेबसाइट, जो आपको और आपके X खाते को संदर्भित करती है."),
                n("b2069e40", "वह लिंक प्रदान करें, जो आपको और आपके X खाते को संदर्भित करता है. संदर्भ एक सत्यापित संगठन की आधिकारिक वेबसाइट से आना चाहिए."),
                n("baf718c4", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित कंपनी, ब्रांड या संगठन द्वारा प्रबंधित किया जाता है."),
                n("c65bbbc2", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित सीनियर लीडर या अधिकारी द्वारा प्रबंधित किया जाता है."),
                n("i31e3606", "एक क्वालीफाइंग कंपनी, ब्रांड या संगठन के डोमेन वाला एक आधिकारिक ईमेल पता."),
                n("de70afe8", "एक क्वालीफाइंग संगठन की आधिकारिक वेबसाइट पर आपका और आपके X खाते का संदर्भ."),
                n("a3a523f2", "वह लिंक प्रदान करें, जो आपके खाते को आपकी कंपनी के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("jf58899a", "वह लिंक प्रदान करें, जो आपको आपके संगठन और आपके X खाते के एक सीनियर लीडर के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("f7afbaec", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और एक क्वालीफाइंग समाचार संगठन या प्रकाशन के पत्रकार द्वारा प्रबंधित किया जाता है."),
                n("d4ab0056", "यह दिखाने के लिए एक विधि चुनें कि आपका खाता प्रामाणिक है और उल्लेखनीय फ्रीलांस पत्रकार द्वारा प्रबंधित किया जाता है."),
                n("d2a77622", "एक क्वालीफाइंग समाचार संगठन या प्रकाशन के डोमेन वाला एक आधिकारिक ईमेल पता."),
                n("eec341da", "समाचार संगठन या प्रकाशन की एक आधिकारिक वेबसाइट, जो आपके X खाते को संदर्भित करती है."),
                n("b03ae068", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित समाचार संगठन या प्रकाशन द्वारा प्रबंधित किया जाता है."),
                n("g0daba4a", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित पेशेवर गेमिंग खिलाड़ी द्वारा प्रबंधित किया जाता है."),
                n("ab8e430c", "एक लिंक प्रदान करें, जो आपके खाते को इस अनुरोध से संबंधित गेमिंग में भाग लेने वाले एक व्यक्ति के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("cdcd9cd6", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित पेशेवर निकाय द्वारा प्रबंधित किया जाता है."),
                n("gad25890", "एक लिंक प्रदान करें जो आपके खाते को इस अनुरोध से संबंधित पेशेवर खेल इकाई के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("e6dc91b2", "यह दिखाने के लिए एक तरीका चुनें कि आपका खाता प्रामाणिक है और इस अनुरोध से संबंधित पेशेवर खिलाड़ी द्वारा प्रबंधित किया जाता है."),
                n("i9aed706", "एक लिंक प्रदान करें, जो आपके खाते को इस अनुरोध से संबंधित पेशेवर खिलाड़ी के आधिकारिक X खाते के रूप में संदर्भित करता है. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए."),
                n("abd587d2", "अन्य संदर्भ जोड़ें"),
                n("i0bba81a", "रोजगार का संदर्भ जोड़ें"),
                n("a6a76e3c", "उल्लेखनीयता विधि का चुनें"),
                n("ecd2abda", "खाता पात्रता की पुष्टि करें"),
                n("cb70b894", "वापस जाएं"),
                n("g8b511fe", "Google रुझान"),
                n("c7d50c96", "Google रुझान पर आपके बारे में हालिया खोज गतिविधि के साक्ष्य वाली एक प्रोफ़ाइल."),
                n("a68b43ee", "Google रुझान प्रोफ़ाइल जोड़ें"),
                n("b5e30390", "Google रुझान प्रोफ़ाइल"),
                n("h146703e", "विकिपीडिया लेख"),
                n("ee38d0f0", "एक विकिपीडिया लेख जो आपके बारे में है और लोगों के लिए अपने उल्लेखनीयता मानकों को पूरा करता है."),
                n("cb97ee3e", "विकिपीडिया लेख जोड़ें"),
                n("hc371f34", "समाचार कवरेज"),
                n("b9d0ad90", "प्रतिष्ठित समाचार संगठनों के कम से कम तीन लिंक, जिन्होंने पिछले छह महीनों के भीतर आपको कवर या संदर्भित किया हो."),
                n("ge137dce", "पिछले छह महीनों में योग्य समाचार प्रकाशनों के आपके बारे में कम से कम तीन लेख."),
                n("h2b9a5fe", "पिछले छह महीनों में योग्य समाचार प्रकाशनों के आपकी कंपनी के बारे में कम से कम तीन लेख."),
                n("baccb708", "सत्यापित समाचार कवरेज जोड़ें"),
                n("feadd98c", "सत्यापित समाचार संदर्भ जोड़ें"),
                n("j7ae97aa", "सत्यापित समाचार संदर्भ"),
                n("c368aa8e", "सत्यापित समाचार प्रकाशनों के कम से कम तीन लेख, जो आपको संदर्भित करते हैं."),
                n("ded0edad", function (e) {
                    return "लेख #" + e.n;
                }),
                n("bebae55a", "सार्वजनिक स्टॉक एक्सचेंज"),
                n("c5571610", "सार्वजनिक स्टॉक एक्सचेंज में पर्याप्त उपस्थिति का प्रमाण प्रदान करने वाला लिंक."),
                n("e2d42628", "स्टॉक एक्सचेंज संदर्भ जोड़ें"),
                n("jc19b4e8", "स्टॉक एक्सचेंज सूची"),
                n("fc3ee696", "लीडरशिप संदर्भ"),
                n("i3e65eb4", "सत्यापित संगठन की वह आधिकारिक साइट, जो आपको लीडरशिप पद पर संदर्भित करती है."),
                n("jd014eba", "URL ने आवेदक का संदर्भ देने वाले विशिष्ट पृष्ठ के लिंक दिए."),
                n("a96901cc", "लीडरशिप संदर्भ जोड़ें"),
                n("cc424a22", "वकालत संदर्भ"),
                n("ibfc1a5a", "आप इस श्रेणी में सत्यापन के लिए योग्य नहीं हैं."),
                n("e1c78796", "आधिकारिक वेबसाइट"),
                n("ff2ee0c2", "सक्रियतावाद"),
                n("hc61adfc", "मनोरंजन"),
                n("e404203c", "गेमिंग"),
                n("d2042392", "सरकार"),
                n("c365dcc6", "अन्य"),
                n("d27beb9e", "खेलकूद"),
                n("cc4b66b6", "एक श्रेणी चुनें"),
                n("b37461a4", "एक खाता प्रकार चुनें"),
                n("b27325f6", "सामग्री निर्माता"),
                n("a5a6affc", "ऐसे प्रभावशाली डिजिटल सामग्री निर्माता, जो लगातार आकर्षक, मूल सामग्री प्रकाशित करते हैं."),
                n("a15326de", "क्वालीफाइंग समाचार प्रकाशनों के कम से कम ऐसे तीन लेख, जो आपको संदर्भित करते हैं."),
                n("g704a93a", "ज्ञात वकालत कार्य से संबद्ध वह आधिकारिक साइट, जो आपको लीडरशिप पद पर संदर्भित करती है."),
                n("c6bd60ec", "कार्यकर्ता या आयोजक"),
                n("c92fdb06", "सामाजिक-आर्थिक, राजनीतिक या सांस्कृतिक परिवर्तन लाने के लिए X का उपयोग करने वाले उल्लेखनीय लोग."),
                n("a18c6dfc", "पत्रकार"),
                n("h0b46534", "सत्यापित समाचार संगठनों या प्रकाशनों द्वारा काम पर रखे गए व्यक्तिगत पत्रकार."),
                n("ff929fec", "प्रमुख संगठन या सहयोगी"),
                n("jf537894", "कंपनियां, ब्रांड और गैर-लाभकारी संगठनों सहित प्रमुख संगठन, और द्वितीयक संबद्ध खाते."),
                n("d2ea204a", "अन्य प्रभावशाली व्यक्ति"),
                n("f875ec6e", "X प्लेटफ़ॉर्म पर और उसके बाहर महत्वपूर्ण उपस्थिति रखने वाले व्यक्ति, जो अन्य श्रेणियों में नहीं आते हैं."),
                n("i3e6aaa6", "सीनियर लीडर या अधिकारी"),
                n("bbcbb9e6", "उल्लेखनीय कंपनियों, ब्रांडों और गैर-लाभकारी संगठनों के लीडर और अन्य प्रमुख अधिकारी."),
                n("j0bc23f4", "मैंने पुष्टि की है कि मेरे संगठन का खाता पहले ही सत्यापित है."),
                n("aa6228de", "मनोरंजन कंपनी"),
                n("d5b3cbca", "प्रमुख मनोरंजन कंपनियां, जैसे टेलीविजन नेटवर्क, फिल्म स्टूडियो, और म्यूज़िक लेबल."),
                n("b5a3e590", "मनोरंजन करने वाला व्यक्ति"),
                n("e484f794", "मनोरंजन उद्योग में प्रभावशाली व्यक्ति जैसे अभिनेता, संगीतकार, निर्देशक, पटकथा लेखक, हास्य कलाकार, आदि."),
                n("b8d8ea64", "प्रोडक्शन संगठन"),
                n("ff27db3c", "फिल्मों, इवेंट्स/ त्योहारों, टीवी शो, आदि जैसी मनोरंजन एंटिटी से जुड़े प्रोडक्शंस के आधिकारिक खाते."),
                n("c0e57cb2", "अपनी निर्माता प्रोफ़ाइल जोड़ें"),
                n("f3c605b6", "निर्माता की प्रोफ़ाइल"),
                n("h042d1a6", "IMDB प्रोफ़ाइल"),
                n("d2310f0c", "IMDB पर एक प्रोफ़ाइल जिसमें कम से कम 50 प्रोडक्शन क्रेडिट शामिल हैं."),
                n("ba04b4c2", "IMDB प्रोफ़ाइल जोड़ें"),
                n("i9b124b6", "सरकारी अधिकारी"),
                n("f84a99ee", "राज्य के प्रमुखों, निर्वाचित अधिकारियों, नियुक्त मंत्रियों और राज्य या राष्ट्रीय स्तर पर राजदूतों सहित प्रमुख सरकारी अधिकारी."),
                n("j2cb5f50", "कार्यालय के लिए उम्मीदवार"),
                n("j2472894", "राज्य या राष्ट्रीय स्तर के सार्वजनिक कार्यालय के लिए आधिकारिक उम्मीदवार."),
                n("ha44c130", "सरकारी कार्यालय या लोक सेवा"),
                n("j8ae9d40", "प्रमुख सरकारी कार्यालय और संस्थागत संस्थाएं, साथ ही सार्वजनिक सुविधाएं और सेवाएं."),
                n("ef1d6176", "क्या आप राज्य या राष्ट्रीय स्तर के एक उम्मीदवार हैं?"),
                n("f54ba6e6", "इस श्रेणी में सत्यापन के योग्य होने के लिए आपको राज्य या राष्ट्रीय स्तर पर कार्यालय का वर्तमान उम्मीदवार होना चाहिए."),
                n("dd85d0a0", "क्या आप राज्य या राष्ट्रीय स्तर के एक अधिकारी हैं?"),
                n("f0058c60", "इस श्रेणी में सत्यापन के योग्य होने के लिए आपको राज्य या राष्ट्रीय स्तर पर एक वर्तमान सरकारी अधिकारी होना चाहिए."),
                n("f420a712", "हाँ, मैं हूं"),
                n("fb97d22c", "नहीं, मैं नहीं हूं"),
                n("e16b1cc8", "क्या आपकी प्रोफ़ाइल एक उम्मीदवार के मानदंडों को पूरा करती है?"),
                n("cf2ee92e", "कार्यालय के लिए उम्मीदवारों के पास एक ऐसा सार्वजनिक खाता होना चाहिए, जो उस कार्यालय जिसे वे चला रहे हैं और उनके कैंपेन की आधिकारिक वेबसाइट के लिंक दोनों को संदर्भित करता हो."),
                n("g544885e", "क्या आपकी प्रोफ़ाइल सरकारी कार्यालय या संस्थागत संस्था के मानदंडों को पूरा करती है?"),
                n("bd0b4542", "सरकारी कार्यालयों और संस्थागत संस्थाओं के पास एक ऐसा सार्वजनिक खाता होना चाहिए, जो उनकी आधिकारिक वेबसाइट से लिंक हो."),
                n("i45b224c", "क्या आपकी प्रोफ़ाइल एक अधिकारी के मानदंडों को पूरा करती है?"),
                n("fba1dd66", "सरकारी अधिकारियों के पास एक सार्वजनिक खाता होना चाहिए, जो उनके वर्तमान सरकारी पद और उनके कार्यालय की आधिकारिक वेबसाइट के लिंक दोनों को संदर्भित करता हो."),
                n("e95c44de", "हां, यह पूरा हो गया है"),
                n("fa5e15e2", "मुझे अपडेट करना है"),
                n("jdf47e8e", "कैंपेन वेबसाइट"),
                n("eeec7316", "कैंपेन वेबसाइट जोड़ें"),
                n("b163b654", "सरकारी संदर्भ"),
                n("d2378d34", "सरकारी संदर्भ जोड़ें"),
                n("a05b8446", "फ्रीलांस पत्रकार"),
                n("hdad12b2", "सत्यापित प्रकाशनों में उल्लेखनीय कार्य करने वाले स्वतंत्र, फ्रीलांस पत्रकार."),
                n("d2d7af4c", "समाचार संगठन या प्रकाशन"),
                n("d83e51dc", "प्रिंट और डिजिटल प्रकाशन; प्रसारण, केबल, उपग्रह और स्ट्रीमिंग टीवी और रेडियो समाचार नेटवर्क, स्टेशन और कार्यक्रम; पॉडकास्ट; और इसी तरह के अन्य मीडिया."),
                n("g708cbdc", "क्या आपकी प्रोफ़ाइल सत्यापन आवश्यकताओं को पूरा करती है?"),
                n("b107ee5c", "समाचार संगठनों के पास एक ऐसा सार्वजनिक खाता होना चाहिए, जो उनकी आधिकारिक वेबसाइट से जुड़ा हो."),
                n("e8746826", "मैंने पुष्टि की है कि मेरे नियोक्ता का खाता पहले ही सत्यापित है."),
                n("jc09b420", "क्या आपकी प्रोफ़ाइल एक पत्रकार के मानदंडों को पूरा करती है?"),
                n("gfbd7e58", "पत्रकारों के पास एक सार्वजनिक खाता होना चाहिए जो उस सत्यापित समाचार संगठन की आधिकारिक वेबसाइट के नाम और लिंक का संदर्भ देते हों जिनके लिए वे काम करते हैं."),
                n("h0ad4c9e", "आधिकारिक समाचार संगठन संदर्भ"),
                n("a6553b50", "उस समाचार संगठन की एक आधिकारिक वेबसाइट, जो आपको एक पत्रकार के रूप में संदर्भित करती है."),
                n("a29b2988", "लेख बाईलाइंस और क्रेडिट्स"),
                n("ab4eae60", "पिछले छह महीनों के भीतर प्रकाशित क्वालीफाइंग प्रकाशनों में कम से कम तीन बाईलाइंस या क्रेडिट."),
                n("b3fac982", "URL ने मेरा संदर्भ देने वाले विशिष्ट पेज के लिंक दिए."),
                n("e26dc9e2", "उल्लेखनीय कार्य जोड़ें"),
                n("e164df2e", "क्या प्रदान किए गए लेख उल्लेखनीयता मानदंड को पूरा करते हैं?"),
                n("i80ff05e", "केवल सत्यापित समाचार संगठनों और प्रकाशनों द्वारा प्रकाशित लेख ही उल्लेखनीयता के प्रमाण के रूप में योग्य हैं."),
                n("cf7482ec", "हां, वे करते हैं"),
                n("fcb96cfc", "पेशेवर खेल में भाग लेने वाले व्यक्ति"),
                n("ddc7d64a", "पेशेवर खेल एथलीट, कोच, प्रबंधक, साथ ही वैश्विक प्रतियोगिताओं में भाग लेने वाले एथलीट (जैसे ओलंपिक, पैरालिंपिक, आदि)."),
                n("c4e0d346", "पेशेवर खेल निकाय"),
                n("e3ce81fa", "पेशेवर खेल लीग, टीम और वैश्विक प्रतियोगिताएं (जैसे ओलंपिक, पैरालिंपिक, आदि)."),
                n("b2808f48", "गेमिंग में भाग लेने वाला व्यक्ति"),
                n("db7b3558", "ऐसे ईस्पोर्ट्स एथलीटों के व्यक्तिगत खाते, जो सत्यापित गेमिंग टीमों और लीग से संबद्ध हैं."),
                n("bbd9a912", "मैंने पुष्टि की है कि मेरे खाते से संबद्ध टीम, लीग, इवेंट या संगठन पहले से सत्यापित हैं."),
                n("he9c5638", "उस वैश्विक प्रतियोगिता या खेल संगठन की आधिकारिक वेबसाइट का लिंक, जो आपको संदर्भित करता है."),
                n("bf06e1d6", "पेशेवर खेल संगठन से जुड़ी एक आधिकारिक साइट, जो आपको एक पेशेवर एथलीट, प्रबंधक या कोच के रूप में संदर्भित करती है."),
                n("e241d35e", "सत्यापित समाचार संगठन या प्रकाशनों के कम से कम तीन लेख, जो आपको एक पेशेवर एथलीट, प्रबंधक या कोच के रूप में संदर्भित करते हैं."),
                n("ad456030", "सत्यापित समाचार संगठन या प्रकाशनों के कम से कम तीन लेख, जो आपको गेमिंग में भाग लेने वाले एक व्यक्ति के रूप में संदर्भित करते हैं."),
                n("hbe2e65c", "सत्यापित ई-स्पोर्ट्स लीग या इवेंट से संबद्ध एक आधिकारिक साइट, जो आपको गेमिंग में भाग लेने वाले एक व्यक्ति के रूप में संदर्भित करती है."),
                n("j3da4dea", "आप अभी सत्यापन का अनुरोध नहीं कर सकते"),
                n("af39265e", "कंपनियां, ब्रांड और संगठन"),
                n("bb51cd7a", "स्पोर्ट्स और गेमिंग"),
                n("c044a571", "अधिक जानें"),
                n("a58cd1fb", "अधिक जानें"),
                n("b47b0fd1", "अधिक जानें"),
                n("db25263b", "अधिक जानें"),
                n("b25b02c3", "अधिक जानें"),
                n("j6ef6afb", "अधिक जानें"),
                n("d42d162b", "अधिक जानें"),
                n("ccadfc85", "अधिक जानें"),
                n("ddb47f57", "अधिक जानें"),
                n("bf9e181b", "अधिक जानें"),
                n("e8e39f95", "अधिक जानें"),
                n("e126dd3f", "अधिक जानें"),
                n("i821844f", "अधिक जानें"),
                n("b0abbb17", "अधिक जानें"),
                n("e7e0d88b", "अधिक जानें"),
                n("i560665f", "अधिक जानें"),
                n("f6e774d9", "अधिक जानें");
            n("h486f755", "अधिक जानें"),
                n("bab41dab", "अधिक जानें"),
                n("e0ebdb29", "अधिक जानें"),
                n("f8493831", "अधिक जानें"),
                n("icb5913f", "अधिक जानें"),
                n("af819833", "अधिक जानें"),
                n("d35525b1", "अधिक जानें"),
                n("cb181ed1", "अधिक जानें"),
                n("f6c3d3f1", "अधिक जानें"),
                n("d4588ded", "अधिक जानें"),
                n("a759bff9", "अधिक जानें"),
                n("c64a59f7", "अधिक जानें"),
                n("c054f433", "अधिक जानें"),
                n("c1b7ad51", "अधिक जानें"),
                n("f7998565", "अधिक जानें"),
                n("c74a47ef", "अधिक जानें"),
                n("gf9899bf", "अधिक जानें"),
                n("d7a9185d", "अधिक जानें"),
                n("c4b205e1", "अधिक जानें"),
                n("c04b4b1d", "अधिक जानें"),
                n("d26ccc67", "अधिक जानें"),
                n("hdb3bc85", "अधिक जानें"),
                n("b6cb494f", "अधिक जानें"),
                n("abc132eb", "अधिक जानें"),
                n("de1b28ad", "अधिक जानें"),
                n("h04c272d", "अधिक जानें"),
                n("j331c659", "अधिक जानें"),
                n("h02fe64f", "अधिक जानें"),
                n("a7df4b85", "अधिक जानें"),
                n("e9b71903", "अधिक जानें"),
                n("g961011f", "अधिक जानें"),
                n("d5dedb7b", "अधिक जानें"),
                n("gd396551", "अधिक जानें"),
                n("dccc08bf", "अधिक जानें"),
                n("f22a6d0d", "अधिक जानें"),
                n("i78c9fd5", "अधिक जानें"),
                n("f3e333a9", "अधिक जानें"),
                n("i5fee6d3", "अधिक जानें"),
                n("fe7420f5", "अधिक जानें"),
                n("fcfad60d", "अधिक जानें"),
                n("cc35a6b9", "अधिक जानें"),
                n("d9bd3823", "अधिक जानें"),
                n("a67f27bd", "अधिक जानें"),
                n("b8be7adb", "अधिक जानें"),
                n("gd663f41", "अधिक जानें"),
                n("b436b101", "अधिक जानें"),
                n("j97bce4a", "X हैंडल"),
                n("acd5ca14", "फिर से कोशिश करें. उपयोगकर्ता नाम में @, $, या # जैसे विशेष वर्ण नहीं होते."),
                n("bbef41c2", "अपने X सत्यापन अनुरोध से जुड़े आधिकारिक ईमेल पते की समीक्षा करें."),
                n("be03ecca", "ईमेल पता"),
                n("c69a40de", "आपके पास कोई योग्य सत्यापित ईमेल पता नहीं है."),
                n("c83a1662", "आपके पास कोई योग्य सत्यापित ईमेल पता नहीं है."),
                n("e1e878ee", "सेटिंग्स"),
                n("b9635182", "सेटिंग्स"),
                n("j163be32", "अनुरोध शुरू करें"),
                n("gaf821c8", "सत्यापन अनुरोध"),
                n("e1ac0f9b", "अधिक जानें"),
                n("h2d4ba56", "आपकी ID की जांच की जा रही है..."),
                n("i2051842", "हम यह सुनिश्चित कर रहे हैं कि आपकी ID हमारे मानकों को पूरा करती है. इसमें 30 सेकंड तक लग सकते हैं."),
                n("fc2a5c92", "कुछ गलत हुआ"),
                n("jf4b6f70", "आपकी ID को अपलोड करने में कोई परेशानी थी. कृपया इसे फिर से अपलोड करने का प्रयास करें."),
                n("d338f53e", "फिर से कोशिश करें"),
                n("e43672a0", "हमें सरकार द्वारा जारी आपकी ID के बारे में कुछ जानकारी एकत्र करनी होगी."),
                n("b246aa5e", "जारी करने वाला देश"),
                n("d6fb5878", "देश चुनें"),
                n("b72f97cc", "आईडी प्रकार"),
                n("b2ab6008", "ID प्रकार चुनें"),
                n("h9270b1c", "देश खोजें"),
                n("ff1d68f8", "अपनी ID की एक फ़ोटो अपलोड करें"),
                n("bdada5a6", "फ्रंट"),
                n("edfed0f6", "ID का फ्रंट अपलोड करें"),
                n("def5015d", function (e) {
                    return "वापस जाएं" + e.back_of_document;
                }),
                n("b09aade6", "ID का बैक अपलोड करें"),
                n("b40ed190", "दस्तावेज़"),
                n("c6650b56", "दस्तावेज़ अपलोड करें"),
                n("d171ed16", "हम मदद पाने के लिए भरोसेमंद तृतीय पक्षों पर भरोसा करते हैं. ये पक्ष आपकी ID की प्रामाणिकता को सत्यापित करते हैं और हमें सीमित जानकारी और एक प्लेटफ़ॉर्म प्रदान करते हैं, जिससे हम सत्यापित खाता स्थिति के लिए आपकी पात्रता की पुष्टि कर पाते हैं."),
                n("d20f76cb", "अधिक जानें"),
                n("b8deb156", "गोपनीयता नीति"),
                n("b9960f32", "फ़ोटो या वीडियो जोड़ें"),
                n("gd80afba", "मीडिया संपादित करें"),
                n("j322caee", "संवेदनशील मीडिया को चिह्नित करें"),
                n("abd845fe", "संपादित करें"),
                n("df1b0708", "इस GIF को चलाएं"),
                n("cd959e5c", "मीडिया हटाएं"),
                n("add55c98", "मीडिया"),
                n("f350cf46", "मीडिया ड्रैग एंड ड्रॉप करें"),
                n("gff1f69e", "चित्र लोड किया जा रहा है"),
                n("a91bb144", "सबमिट करें"),
                n("affce770", "सत्यापन के लिए आपकी प्रामाणिकता और योग्यता निर्धारित करने के लिए, हम और हमारे विश्वसनीय तृतीय पक्ष आपके खाते से संबंधित जानकारी और आपके द्वारा प्रदान की जाने वाली अतिरिक्त जानकारी का उपयोग करेंगे."),
                n("i0864918", "वर्ग"),
                n("c7942074", "खाता प्रकार"),
                n("b8121daa", "उल्लेखनीय संदर्भ"),
                n("d247ca70", "नीचे अपने सत्यापन अनुरोध की समीक्षा करें. पुष्टि हो जाने के बाद, सबमिट करें दबाएं."),
                n("b51afbb2", "प्रामाणिकता विधि"),
                n("cc87b01c", "समीक्षा करें और सबमिट करें"),
                n("ec6801cc", "आपका अनुरोध भेज दिया गया!"),
                n("i6ef95ec", "सर्वेक्षण"),
                n("j94e995e", "आपके पिछले अनुरोध को अस्वीकार कर दिया गया था. नया अनुरोध सबमिट करने के लिए आपको उस दिनांक के बाद 30 दिन प्रतीक्षा करनी होगी."),
                n("da458d6c", "आपने एक सत्यापन अनुरोध सबमिट किया था, जिसे पिछले 30 दिनों के भीतर अस्वीकार कर दिया गया है. कृपया फिर से कोशिश करें."),
                n("j4ed9f0e", "आपने एक सत्यापन अनुरोध सबमिट कर दिया है और निर्णय होते ही आपसे संपर्क किया जाएगा."),
                n("b1ade780", "आपका खाता बिलकुल नया है. अपने खाते को कम से कम 7 दिन पुराना हो जाने दें और उसके बाद फिर से कोशिश करें."),
                n("aab67626", "आपके सत्यापन अनुरोध की समीक्षा की जा रही है"),
                n("d3c1e25e", "नहीं, यह सपना नहीं था. हां, आपको वास्तव में सत्यापित कर दिया गया है."),
                n("a8b4500e", "नियमों"),
                n("ef1b5cbc", "चुनें कि आप किन सूचनाओं को देखना चाहते हैं — और किनको नहीं."),
                n("aaafffda", "म्यूट की गई सूचनाएं"),
                n("afdf29b8", "गुणवत्ता फिल्टर"),
                n("da19d878", "डुप्लीकेट या स्वचालित पोस्ट्स जैसी सामग्री को फ़िल्टर करना चुनें. जिन खातों को आप फ़ॉलो करते हैं या जिनसे आपने हाल ही में बातचीत की, यह उनसे मिलने वाली सूचनाओं पर लागू नहीं होता है."),
                n("i2209530", "सहेजें"),
                n("da867c58", "सूचना प्रकार के आधार पर अपनी प्राथमिकताएं चुनें."),
                n("a2197726", "अपने खाते की सुरक्षा प्रबंधित करें."),
                n("i36dcc3e", "X पासवर्ड के अलावा एक दूसरी प्रमाणीकरण विधि को आवश्यक बना कर अपने खाते को अनधिकृत एक्सेस से सुरक्षित करने में मदद करें. आप पाठ संदेश, प्रमाणीकरण ऐप या सुरक्षा कुंजी चुन सकते हैं."),
                n("ead60eb8", "अतिरिक्त पासवर्ड सुरक्षा"),
                n("gfaf9a4a", "पासवर्ड रीसेट संरक्षण"),
                n("h3cc8462", "अतिरिक्त सुरक्षा के लिए, अपना X पासवर्ड रीसेट करने के लिए आपको अपने ईमेल पते या फ़ोन नंबर की पुष्टि करनी होगी."),
                n("b4bbdeb4", "Passkey"),
                n("aeb7dcdc", "अतिरिक्त सुरक्षा के लिए पासकी सक्षम करें जो आपके बायोमेट्रिक्स से जुड़ी हो सकती हैं."),
                n("dc096238", "अपने खाते की प्रामाणिकता की पुष्टि करने के लिए पहचान का स्वीकृत फ़ॉर्म अपलोड करें. आपकी जानकारी का उपयोग केवल आपकी पहचान को सत्यापित करने के लिए किया जाएगा और उसे सुरक्षित रूप से संभाला जाएगा."),
                n("a999cb72", "खाता परिवर्तन सहेजें"),
                n("dec3c9b8", "पासवर्ड"),
                n("b929aa74", "अपने खाते में किए गए परिवर्तनों को सहेजने के लिए अपना X पासवर्ड फिर से डालें."),
                n("d1091f50", "पासवर्ड भूल गए?"),
                n("d97c07be", "क्रिएटर सब्सक्रिप्शन प्रबंधित करें"),
                n("efa291da", "Stripe का इस्तेमाल करके नीचे दिए गए क्रिएटर्स के लिए अपने सब्सक्रिप्शन देखें और प्रबंधित करें. आपके द्वारा iOS या Android पर शुरू किया गया कोई भी सक्रिय सब्सक्रिप्शन ऐप में प्रबंधित किया जा सकता है."),
                n("j7f5c6aa", "अभी तक आपका कोई सब्सक्रिप्शन नहीं है"),
                n("ef4602ec", "कुछ गलत हुआ. कृपया बाद में फिर से कोशिश करें."),
                n("b02df748", "अपने खाते की सुरक्षा को प्रबंधित करें और उन ऐप्स सहित अपने खाते के उपयोग का ट्रैक रखें, जिन्हें आपने अपने खाते से जोड़ा है."),
                n("g2841de4", "आपने कब अपने खाते में लॉगिन किया और अपने खाते से कनेक्ट किए गए ऐप्स के बारे में जानकारी देखें."),
                n("hf45cca6", "लॉगिन करने के लिए X के जुड़े Google या Apple खाते प्रबंधित करें."),
                n("a310511c", "अपने शेयर किए गए खाते प्रबंधित करें."),
                n("jc02ae68", "कनेक्ट हुए ऐप्स"),
                n("dd82312a", "सत्र"),
                n("e5e8a89a", "ऐप्स लोड किए जा रहे हैं"),
                n("hfa9a2c8", "कनेक्टेड ऐप्स को फ्लैश में प्रबंधित करें"),
                n("dd1b86f9", function (e) {
                    return e.name + " के द्वारा";
                }),
                n("cf461930", "वे तृतीय-पक्ष ऐप, जिन्हें आप अपने X खाते को एक्सेस करने की अनुमति देते हैं, वे यहां दिखाई देंगे."),
                n("b63b0b1d", "अधिक जानें"),
                n("c2cb5560", "मौजूदा सक्रिय सत्र"),
                n("bca43fd0", "दूसरे सत्रों से लॉग आउट करें"),
                n("ha6df2ca", "सत्र वे डिवाइस हैं जिनका आप उपयोग कर रहे हैं या जिन्होंने आपके X खाते का उपयोग किया है. ये वे सत्र हैं जहां आपका खाता फ़िलहाल लॉगिन है. आप प्रत्येक सत्र से लॉग आउट कर सकते हैं."),
                n("b72d2904", "आप इस डिवाइस पर इस X खाते में लॉगिन हैं और फ़िलहाल इसका उपयोग कर रहे हैं."),
                n("b850cbd0", "आप इन डिवाइस पर इन खातों में लॉगिन हैं और फिलहाल उनका उपयोग नहीं कर रहे हैं. "),
                n("cf3e3164", "दूसरे सभी सत्रों से लॉग आउट करें"),
                n("f810f27a", "क्या आप अपने दूसरे सत्रों को बंद करना चाहते हैं?"),
                n("gbb5cec5", function (e) {
                    return "लॉग आउट करने से आपके दूसरे " + e.num + " सक्रिय X सत्र समाप्त हो जाएंगे. इससे आपका मौजूदा सक्रिय सत्र प्रभावित नहीं होगा.";
                }),
                n("fcbd4904", "यह आपके सक्रिय X सत्र को समाप्त कर देगा."),
                n("ab78d946", "आप अपने दूसरे सक्रिय X सत्र समाप्त करने जा रहे हैं और एक नया सत्र शुरू करने के लिए आपको उन डिवाइस पर फिर से लॉगिन करना होगा."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "अब सक्रिय"),
                n("c9bc33fa", "डिवाइसेज़"),
                n("f95ed3e6", "वर्तमान डिवाइस"),
                n("a787669a", "अन्य डिवाइस पंजीकरण"),
                n("gbefe730", "आप इन अन्य डिवाइसों पर एन्क्रिप्टेड सीधे संदेश के लिए पंजीकृत हैं."),
                n("d7a9796e", "डिवाइस लोड करना"),
                n("b5635e86", "इस डिवाइस को पंजीकृत करें"),
                n("bb4a95dc", "अपने डिवाइस का पंजीकरण करें?"),
                n("a9538040", "इस डिवाइस को पंजीकृत करने से आप अन्य पंजीकृत उपयोगकर्ताओं के साथ नई एन्क्रिप्टेड बातचीत शुरू कर पाएंगे"),
                n("hd173c7a", "पंजीकरण करें"),
                n("hf4312a4", "डिवाइस को पंजीकृत कर दिया गया है."),
                n("h7797d18", "पंजीकृत"),
                n("hc48a042", "इस डिवाइस को अपंजीकृत करें"),
                n("d5bafb20", "क्या इस डिवाइस को अपंजीकृत करें?"),
                n("i12dee70", "किसी डिवाइस को अपंजीकृत करने का मतलब है कि अब आप उस डिवाइस पर मौजूद एन्क्रिप्टेड संदेशों को एक्सेस नहीं कर पाएंगे."),
                n("d4b9db26", "अपंजीकृत करें"),
                n("c18b1b34", "पंजीकृत दिनांक और समय"),
                n("e7c9d60a", "चुने गए डिवाइस का पंजीकरण रद्द कर दिया गया है."),
                n("cd14c8fe", "डिवाइस जानकारी लोड करना"),
                n("j9db22f4", "हमें यह डिवाइस नहीं मिल सका"),
                n("c477d710", "प्रबंधित करें कि आप X पर कौन सी जानकारी देखें और शेयर करें."),
                n("b06f5d36", "आपकी X गतिविधि"),
                n("fd807e78", "ऑडियंस, मीडिया और टैग करना"),
                n("a9ff473c", "प्रबंधित करें कि आप X पर अन्य लोगों को क्या जानकारी देखने की अनुमति देते हैं."),
                n("d0484606", "अपने पोस्ट्स से जुड़ी जानकारी प्रबंधित करें."),
                n("c4afe0e6", "विषय और रुचियों जैसी अपनी प्राथमिकताओं के आधार पर तय करें कि आपको X पर क्या दिखाई दे"),
                n("ab125232", "उन खातों, शब्दों या सूचनाओं को प्रबंधित करें, जिन्हें आपने म्यूट या अवरुद्ध किया है."),
                n("cc950d94", "प्रबंधित करें कि आपको कौन सीधे संदेश भेज सकता है."),
                n("fe37f854", "प्रबंधित करें कि कौन आपकी Spaces सुनने की गतिविधि को देख सकता है"),
                n("ab987f3c", "अपनी दृश्यता सेटिंग्स नियंत्रित करें और उन संपर्कों को प्रबंधित करें, जिन्हें आपने आयात किया है."),
                n("db5fabb0", "डेटा शेयर करना और X के बाहर की गतिविधि"),
                n("i83cab8a", "डेटा शेयर करना और वैयक्तिकरण"),
                n("e338a794", "X पर अपना विज्ञापन अनुभव प्रबंधित करें."),
                n("c05e8024", "X पर अपना कुकी अनुभव प्रबंधित करें."),
                n("d29d59d0", "प्रबंधित करें कि X आपके अनुभव को वैयक्तिकृत करने के लिए, X के बाहर की आपकी ऑनलाइन गतिविधि, जैसे आपके द्वारा देखी जाने वाली वेबसाइट का उपयोग कैसे करे."),
                n("c981a36c", "X को आपकी अनुमानित गतिविधि के जरिए आपके अनुभव को वैयक्तिकृत करने दें, उदाहरण के लिए, उन डिवाइसों पर गतिविधि, जिनका उपयोग आपने X में लॉगिन करने के लिए नहीं किया है."),
                n("eb0cc786", "X के व्यापारिक भागीदारों के साथ अतिरिक्त जानकारी शेयर करने की अनुमति दें."),
                n("dd533318", "उस स्थान जानकारी को प्रबंधित करें, जिसका उपयोग X आपके अनुभव को वैयक्तिकृत करने के लिए करता है."),
                n("bd0646a0", "X पर गोपनीयता के बारे में अधिक जानें"),
                n("a607862a", "गोपनीयता नीति"),
                n("g5925628", "हमसे संपर्क करें"),
                n("dd6012f8", "गोपनीयता केंद्र"),
                n("jdceda60", "जवाब"),
                n("f644b748", "प्रबंधित करें कि आपके पोस्ट्स और आपके फ़िल्टर किए गए जवाबों का जवाब कौन से सकता है."),
                n("ff4b3818", "Grok और तृतीय-पक्ष सहयोगी"),
                n("i586f3e0", "अपने पोस्ट को सार्वजनिक डेटा के साथ-साथ Grok और xAI के साथ अपने बातचीत, इनपुट और परिणामों को प्रशिक्षण और फाइन-ट्यूनिंग के लिए उपयोग करने की अनुमति दें"),
                n("d8492604", "इसके चयनित होने पर, आपके पोस्ट्स और अन्य खाता जानकारी केवल उन लोगों को दिखाई देती है, जो आपको फ़ॉलो करते हैं."),
                n("if050fae", "अपने वीडियोज़ सुरक्षित करें"),
                n("b7ed5f6e", "अगर चुना गया है, तो आपके पोस्ट्स में मौजूद वीडियो डिफ़ॉल्ट रूप से डाउनलोड करने योग्य नहीं होंगे. यह सेटिंग आगे बढ़ रहे पोस्ट्स पर लागू होती है और पूर्व प्रभावी नहीं है"),
                n("dbb51952", "अपने पोस्ट्स को सुरक्षित करें?"),
                n("de735de6", "ऐसा करने से वे केवल आपके X फ़ॉलोअर्स को दिखाई देंगे."),
                n("c5d4192a", "सुरक्षित करें"),
                n("d9ddba70", "कम्यूनिटिज़ सार्वजनिक होती हैं, इसलिए अपने खाते को सुरक्षित करने से आपके पिछले पोस्ट्स छिप जाएंगे. साथ ही जब तक आपका खाता फिर से सार्वजनिक नहीं हो जाता, तब तक आप कम्यूनिटी में पोस्ट नहीं कर पाएंगे."),
                n("f527b322", "मेरे खाते को सुरक्षित करें"),
                n("d165c992", "कोई भी आपको टैग कर सकता है"),
                n("ea339390", "केवल वे लोग जिन्हें आप फ़ॉलो करते हैं आपको टैग कर सकते हैं"),
                n("e3a761ee", "बंद"),
                n("a61ed23a", "जिस मीडिया को आप पोस्ट कर रहे हैं, चिह्नित करें कि उसमें संवेदनशील सामग्री हो सकती है"),
                n("ae27c454", "सक्षम किए जाने पर, आपके द्वारा पोस्ट किए जाने वाले चित्र और वीडियो उन लोगों के लिए संवेदनशील के रूप में चिह्नित किए जाएंगे, जो संवेदनशील सामग्री नहीं देखना चाहते हैं."),
                n("fc1d217c", "वह मीडिया दिखाएँ जिसमें संवेदनशील सामग्री हो सकती है"),
                n("j018f2a2", "और जानें सेटिंग्स"),
                n("h1ef00dc", "खोज सेटिंग्स"),
                n("b05b9398", "जब यह सेटिंग सक्षम हो जाती है, तो X आपकी X गतिविधि के आधार पर आपके फ़ॉर यू के लिए सामग्री को वैयक्तिकृत कर सकता है."),
                n("a3c1324c", "फ़ॉर यू टाइमलाइन में सुझायी गयी सामग्री दिखाएं"),
                n("ee4592ca", "किसी को भी नहीं"),
                n("da813d22", "सत्यापित उपयोगकर्ता"),
                n("baffe39a", "सभी"),
                n("b3d8566e", "कम गुणवत्ता वाले संदेशों को फ़िल्टर करें"),
                n("cfda8c44", "ऐसे संदेश अनुरोधों को छिपाएं जिनकी पहचान संभावित रूप से स्पैम या कम गुणवत्ता वाले के रूप में की गई है. इनको आपके संदेश अनुरोधों के सबसे नीचे स्थित एक अलग इनबॉक्स में भेज दिया जाएगा. अगर आप चाहें तो आप अभी भी इनको एक्सेस कर सकते हैं."),
                n("f4c91f40", "मेरे सब्सक्राइबर्स के संदेशों की अनुमति दें"),
                n("bf0c4336", "आपके सब्सक्राइबर्स हमेशा आपको संदेश भेज सकेंगे, भले ही अन्य संदेश सेवा सेटिंग्स कुछ भी हों."),
                n("e6c411d8", "ग्राफिक मीडिया फ़िल्टर करें"),
                n("g558101a", "संदेशों में ग्राफ़िक मीडिया (जैसे नग्नता, यौन सामग्री या हिंसा) के संभावित रूप से होने का पता चलने पर चेतावनियां दिखाएं. अगर आप देखना चाहते हैं, तो आपके पास मीडिया देखने का विकल्प हमेश रहेगा."),
                n("d9172542", "पठन रसीद दिखाएँ"),
                n("bd557506", "जिन लोगों के साथ आप मैसेजिंग कर रहे हैं, उन्हें पता चलने दें कि आपने उनका संदेश देख लिया है. पठन रसीदें संदेश अनुरोधों पर नहीं दिखाई जाती हैं."),
                n("f29080d0", "इनके संदेश अनुरोधों की अनुमति दें:"),
                n("j0adcc2d", "अधिक जानें"),
                n("ib3357a6", "वैयक्तिकृत विज्ञापन"),
                n("f2f9628e", "आपको X पर हमेशा अपनी X गतिविधि के आधार पर विज्ञापन दिखेंगे. इस सेटिंग के सक्षम होने पर X, आपकी X गतिविधि के साथ-साथ आपकी दूसरी ऑनलाइन गतिविधियों व हमारे भागीदारों से मिली जानकारी के आधार पर, X विज्ञापनदातों के विज्ञापनों को X पर और उससे बाहर वैयक्तिकृत कर सकता है."),
                n("b5fe50fc", "विज्ञापन श्रेणियां"),
                n("c31a2ea6", "इन सेटिंग्स को सक्षम करके आप इन श्रेणियों के विज्ञापन देख सकते हैं. ऑप्ट आउट करके इन श्रेणियों के कम विज्ञापन देखना चुनें."),
                n("if996630", "जुआ"),
                n("a9ed7774", "आप वेब पर X सामग्री कहां देखें, इसके उपयोग की अनुमति दें"),
                n("e2d61838", "इस सेटिंग के ज़रिए X उन वेबसाइटों पर आपकी विज़िट का ट्रैक रख सकता है, जो एम्बेडेड टाइमलाइन जैसी X की सामग्री को एकीकृत करती हैं. यह जानकारी आपके अनुभव को वैयक्तिकृत करने जैसे काम करके आपके लिए X को बेहतर बनाती है. इस वेब ब्राउज़िंग इतिहास में आपका नाम, ईमेल, या फ़ोन नंबर कभी भी संग्रहित नहीं किया जाएगा."),
                n("c966aaf4", "कुछ ऐसे देश हैं जहाँ आपके होने पर ये वेब पेज विज़िट संग्रहीत या उपयोग नहीं किए जाते."),
                n("e8313b32", "क्या आप वाकई ऐसा करना चाहते हैं? अगर आप एक बार इसे बंद कर देंगे, तो इस देश में रहते हुए आप इसे फिर से चालू नहीं कर पाएंगे."),
                n("f1d46fd6", "हाँ, बिल्कुल"),
                n("f6c8ccc8", "अपनी अनुमानित पहचान के आधार पर वैयक्तिकृत करें"),
                n("ed012c88", "X आपके द्वारा प्रदान की गई जानकारी, साथ ही लॉगिन करने के लिए उपयोग किए जाने वाले डिवाइसेस के आधार पर, हमेशा आपके अनुभव को वैयक्तिकृत करेगा. इस सेटिंग के सक्षम होने पर, X आपकी पहचान के बारे में अन्य अनुमानों, जैसे वे डिवाइसेस और ब्राउज़र, जिनका उपयोग आपने X पर लॉगिन करने के लिए नहीं किया है या आपके X खाते से लिंक किए गए ईमेल पते और फ़ोन नंबर के जैसे दिखने वाले ईमेल पते और फ़ोन नंबर के आधार पर भी वैयक्तिकृत कर सकता है."),
                n("d3c20d80", "व्यापार भागीदारों के साथ अतिरिक्त जानकारी शेयर करने की अनुमति दें"),
                n("f1c0d09c", "परिचालन करने और अपने उत्पादों को बेहतर बनाने के लिए, X हमेशा अपने व्यापार भागीदारों के साथ जानकारी शेयर करता है. इस सेटिंग के सक्षम होने पर, X उन भागीदारों के साथ अतिरिक्त जानकारी शेयर कर पाएगा, ताकि अन्य साइटों और ऐप्स पर X मार्केटिंग गतिविधियों को आपके लिए और अधिक प्रासंगिक बनाने के साथ-साथ X के व्यापार को चलाने में भी मदद मिल सके."),
                n("dc20d918", "जिन स्थानों पर आप गए हैं, उनके आधार पर वैयक्तिकृत करें"),
                n("af7d89e6", "आपको और अधिक प्रासंगिक सामग्री दिखाने के लिए, X आपने कहां साइन अप किया और आपका वर्तमान स्थान क्या है जैसी कुछ जानकारी का उपयोग करता है. इस सेटिंग के सक्षम होने पर, आप जिन अन्य स्थानों पर गए हैं उनके आधार पर X आपके अनुभव को वैयक्तिकृत भी कर सकता है."),
                n("f2b23062", "ऐक्सेस-अनुमति, प्रदर्शन और भाषाएं"),
                n("fa76d7dc", "प्रबंधित करें कि X सामग्री आपको कैसे प्रदर्शित की जाए."),
                n("j7a15010", "अपने X अनुभव के पहलुओं को प्रबंधित करें, जैसे कलर कंट्रास्ट और मोशन को सीमित करना."),
                n("a257ecae", "अपने फ़ॉन्ट का आकार, रंग और पृष्ठभूमि प्रबंधित करें. ये सेटिंग्स इस ब्राउज़र पर सभी X खातों को प्रभावित करती हैं."),
                n("jc3fa0e2", "प्रबंधित करें कि आपके X अनुभव को वैयक्तिकृत करने के लिए किन भाषाओं का उपयोग किया जाए."),
                n("cc2973a8", "निर्धारित करें कि इस डिवाइस पर X आपके कुछ नेटवर्क डेटा का उपयोग कैसे करे."),
                n("h54e6138", "कीबोर्ड शॉर्टकट"),
                n("a4b69cbc", "प्रदर्शन भाषा"),
                n("c856bd00", "X में हेडलाइन्स, बटन और अन्य पाठ के लिए आपकी पसंदीदा भाषा चुनें."),
                n("cab61d58", "अतिरिक्त भाषाएं चुनें"),
                n("dd93fafa", "जिस सामग्री को आप X पर देखना चाहते हैं, उसके लिए अतिरिक्त भाषाएं चुनें."),
                n("bca1de4a", "वे अतिरिक्त भाषाएं, जो आप बोलते हैं"),
                n("c3aa76c4", "वे भाषाएं, जो शायद आप जानते हैं"),
                n("g099069c", "आपकी गतिविधि, जैसे आपके द्वारा फ़ॉलो किए जाने वाले खाते और वे पोस्ट्स जिनके साथ आप सहभागिता करते हैं, के आधार पर X द्वारा पहचानी गई भाषाएं प्रबंधित करें."),
                n("cf9ce876", "ऐप और पोस्ट की भाषाएं"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "ये वे सामाजिक खाते हैं जिन्हें आपने लॉगिन करने के लिए अपने X खाते से जोड़ा है. आप यहां एक्सेस को अक्षम कर सकते हैं."),
                n("d84ed6b2", "डिस्कनेक्ट करें"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "कनेक्टेड है"),
                n("ad31b476", "अपने ऑटोमेटेड खाते को प्रबंधित करें."),
                n("a2981062", "प्रबंधन खाता"),
                n("aff4540e", "प्रबंधन खाता बदलें"),
                n("b8b9d100", "खाता स्वचालन सेट अप करें"),
                n("e0bc51f6", "खाता स्वचालन बंद करें"),
                n("b92190c2", "प्रबंधन खाता कनेक्टेड है"),
                n("fb03b39a", "प्रबंधन खाता डिस्कनेक्ट है"),
                n("bd51ddfa", "हम इस समय आपके प्रबंधन खाते को डिस्कनेक्ट करने में असमर्थ हैं. बाद में फिर से कोशिश करें."),
                n("e91c15f6", "अपना प्रबंधन खाता डिस्कनेक्ट करें?"),
                n("df035b80", "अगर आप अपने प्रबंधन खाते को डिस्कनेक्ट करते हैं, तो आपका स्वचालित खाता अपना लेबल खो देगा."),
                n("bd12cf34", "हां, डिस्कनेक्ट करें"),
                n("f79acef3", "अधिक जानें"),
                n("a57a341c", "डेटा सेवर"),
                n("ab6505a8", "इसके चयनित होने पर, X कम नेटवर्क डेटा का उपयोग करेगा."),
                n("a5d4fda0", "कुछ गलत हुआ, पर आप परेशान न हों — आइए फिर से प्रयास करके देखते हैं."),
                n("g1888dc2", "कभी नहीं"),
                n("f724d1aa", "केवल वाई-फ़ाई पर"),
                n("cf6472c2", "सेल्युलर या वाई-फ़ाई पर"),
                n("b2ed92c4", "संग्रह का अनुरोध करना"),
                n("ce5d2c46", "अस्थायी रूप से अनुपलब्ध है"),
                n("bed6a87c", "आपके X डेटा लिंक की समयावधि समाप्त हो गई है"),
                n("b24b4768", "मेरा X डेटा पर जाएं"),
                n("a0c3f812", "अपडेट किया हुआ पाने के लिए, आपको एक नया अनुरोध करना होगा."),
                n("eea30bb5", function (e) {
                    return "जनरेट करने की तिथि: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "समाप्ति तिथि: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "अनुमानित आकार: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X डेटा (" + e.count + " में से " + e.currentIndex + ")";
                }),
                n("fc5bfd96", "शुरू करें"),
                n("gee8110e", "संग्रह डाउनलोड करें"),
                n("c326f156", "संग्रह डाउनलोड किया गया"),
                n("c9fe9b56", "आपका संग्रह डाउनलोड होने वाला है"),
                n("j54b679b", function (e) {
                    return "यह दूसरी विंडो में खुलेगा और इसे पूरा होने में कुछ समय लग सकता है. पूरा होने पर, डाउनलोड एक " + e.size + " ZIP फ़ाइल के रूप में होगा.";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "फ़ॉन्ट का आकार"),
                n("c783d45e", "रंग"),
                n("h306a358", "पृष्ठभूमि"),
                n("d8680056", "बहुत अधिक छोटा"),
                n("j59f0b94", "डिफ़ॉल्ट"),
                n("b81aaad8", "बड़ा"),
                n("c7044880", "ज़्यादा बड़ा"),
                n("e46dffa0", "पाठ का आकार"),
                n("ce8a8116", "पृष्ठभूमि विकल्प"),
                n("d3d48f3a", "हल्का"),
                n("i76f67ee", "हल्की रोशनी"),
                n("c8f85960", "रोशनी बंद"),
                n("aefc5b20", "रंग विकल्प"),
                n("a52d0fde", "नीला"),
                n("d818cdd6", "पीला"),
                n("fee1cd64", "गुलाबी"),
                n("cbed7fb2", "बैंगनी"),
                n("g697ec02", "नारंगी"),
                n("a7c2204a", "हरा"),
                n("gde8fdd7", function (e) {
                    return "X पर छोटे-छोटे संदेश मौजूद होते हैं, जिन्हें पोस्ट्स कहते हैं — जैसे ये — जिसमें फ़ोटो, वीडियो, लिंक, पाठ, हैशटैग और @" + e.mention + " जैसे उल्लेख शामिल हो सकते हैं.";
                }),
                n("f277e94a", "देखें"),
                n("ee79367b", function (e) {
                    return "स्तर " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "विज्ञापन"),
                n("d9587114", "नवीनतम पोस्ट देखें"),
                n("b7b86c3c", "इस पोस्ट के नए संस्करण को खोलता है"),
                n("a407814e", "पिछला संपादन"),
                n("i46ee3f0", "यह इस पोस्ट का नवीनतम संस्करण है."),
                n("e18cb87c", "इस पोस्ट को समझाइये"),
                n("ffe16626", "जवाब फ़िल्टर चालू है."),
                n("jc81f6a7", function (e) {
                    return e.count + " व्यू" + f(e.count, "", "ज़");
                }),
                n("g521abc6", "Grok, विश्लेषण!"),
                n("a09331e0", "संबंधित लेख"),
                n("e3eceda6", "Grok कार्रवाई"),
                n("a653f08f", function (e) {
                    return e.replyCount + " जवाब पढ़ें";
                }),
                n("dc0c8266", "Grok से पूछें"),
                n("i7ac410e", "ओरिजिनल दिखाएं"),
                n("c67f09e8", "अनुवाद दिखाएं"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "व्यू";
                }),
                n("b8f3500a", "रीडर में थ्रेड देखें"),
                n("fc7db594", "प्रोफ़ाइल सारांश"),
                n("c3f04d9c", "विचार कर रहे हैं"),
                n("cbdddb0a", "पूर्ण"),
                n("b0d1e205", function (e) {
                    return '**"' + e.query + '"** के लिए खोज रहे हैं';
                }),
                n("acb9b845", function (e) {
                    return '**"' + e.query + '"** के लिए ' + e.url + " ब्राउज़ किया जा रहा है";
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " की पोस्ट खोज रहे हैं";
                }),
                n("bec7eb11", function (e) {
                    return "@" + e.username + ' की **"' + e.query + '"** के लिए पोस्ट खोज रहे हैं';
                }),
                n("ead81122", "कुछ गलत हुआ, कृपया पुनः कनेक्ट करने के लिए रीफ़्रेश करें या पुनः प्रयास करें."),
                n("f808a13a", "रेट सीमा पार हो गई. कृपया कुछ देर प्रतीक्षा करके फिर से प्रयास करें."),
                n("e0481e5a", "Grok इस समय आपके देश में  समर्थित नहीं है."),
                n("bc0a5b5a", "Grok इस समय उपलब्ध नहीं है, कृपया बाद में देखें."),
                n("ef674976", "आप इस सेवा का उपयोग करने के लिए अधिकृत नहीं हैं."),
                n("c74e87e0", "चयनित फ़ाइल बहुत बड़ी है. कृपया छोटी फ़ाइल चुनें."),
                n("bea50a2a", "यह फ़ाइल स्वरूप समर्थित नहीं है."),
                n("j77292b7", function (e) {
                    return "कृपया केवल " + e.count + " फ़ाइल" + f(e.count, "", "ें") + " तक का चयन करें";
                }),
                n("d4d35bea", "अनुवाद किया जा रहा है"),
                n("he9c9634", "अनुवाद करने में असमर्थ"),
                n("j2198c98", "अनुवादित पोस्ट छिपाएं"),
                n("i73a7d48", "Google के द्वारा अनुवादित"),
                n("eeadb767", function (e) {
                    return "Google के द्वारा " + e.originLanguage + " से अनुवादित";
                }),
                n("be9b9fb8", "Grok द्वारा अनुवादित"),
                n("d9c6f69d", function (e) {
                    return "Grok द्वारा " + e.originLanguage + " से अनुवादित";
                }),
                n("dc445f82", "Papago द्वारा अनुवादित"),
                n("he9803d3", function (e) {
                    return "Papago द्वारा " + e.originLanguage + " से अनुवादित";
                }),
                n("f8264fc0", " X द्वारा अनुवादित"),
                n("caa5ba3d", function (e) {
                    return "X द्वारा " + e.originLanguage + " से अनुवादित";
                }),
                n("e0f81ff3", "अनुवाद:"),
                n("j2862695", function (e) {
                    return "के द्वारा " + e.originLanguage + " से अनुवादित";
                }),
                n("b7cb4fab", "के द्वारा अनुवादित"),
                n("cbc8fed4", "क्या यह अनुवाद सटीक था? हमें फ़ीडबैक दें, ताकि हम सुधार कर सकें:"),
                n("d56779a2", "समझने में आसान है"),
                n("b6fe8a56", "भ्रमित करने वाला या अस्पष्ट"),
                n("a66d80d0", "पोस्ट का अनुवाद करें"),
                n("d4c339b9", function (e) {
                    return e.fullName + " (@" + e.screenName + ") का पोस्ट";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ने पोस्ट किया:\n" + e.tweet;
                }),
                n("h6f99ac4", "आपके बुकमार्क में जोड़ा गया"),
                n("g1c463f6", "आपके बुकमार्क से हटाया गया"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + " से हटाया गया";
                }),
                n("i47ad24c", "बहुत बढ़िया! जितने ज़्यादा पोस्ट्स आप पसंद करेंगे, उतनी ही बेहतर आपकी टाइमलाइन होगी."),
                n("def4a37c", "बहुत बढ़िया! आपकी टाइमलाइन बेहतर होती जा रही है. आप जितना अधिक पसंद करेंगे, आपकी टाइमलाइन उतनी ही बेहतर होगी - जिन चीज़ों में आपकी रुचि है उन्हें पसंद करते रहें."),
                n("bcab06d2", "पोस्ट को पसंद किया गया"),
                n("i5efe23e", "पोस्ट को नापसंद किया गया"),
                n("f5d17674", "पोस्ट को रीपोस्ट किया गया"),
                n("d714acfa", "पोस्ट को रीपोस्ट नहीं किया गया"),
                n("b18dff26", "केवल सब्सक्राइबर्स ही इस रीपोस्ट को देख सकते हैं"),
                n("c2453318", "फ़ोल्डर में जोड़ें"),
                n("f88553c8", "क्लिपबोर्ड पर कॉपी किया गया"),
                n("b5b36724", "इसकी बजाए जवाब देना चाहते हैं?"),
                n("gce00a2a", "इसके बजाए रीपोस्ट करें?"),
                n("g271f120", "आपके जवाब देने से पहले आपका ड्राफ़्ट किया हुआ पोस्ट छोड़ दिया जाएगा."),
                n("gad04d1a", "आपके कोट करने से पहले आपका ड्राफ़्ट किया हुआ पोस्ट छोड़ दिया जाएगा."),
                n("ibd021f2", "पहले लेख पढ़ना चाहते हैं?"),
                n("bbef69c4", "आप एक ऐसा लेख शेयर करने वाले हैं, जिसे आपने X पर नहीं खोला है."),
                n("g5092766", "लेख पढ़ें"),
                n("a2d5c006", "लिंक पर जाने के लिए धन्यवाद"),
                n("g37bb2d0", "लिंक को शेयर करने से पहले उन पर जाने से, जानकारी युक्त चर्चा को बढ़ावा मिलता है."),
                n("gc45a90a", "इस प्रॉम्प्ट को बड़ा करें"),
                n("g7135e44", "X को विश्वसनीय जानकारी पाने की जगह बनाने में मदद करें. इस पोस्ट को पसंद करने से पहले ज़्यादा जानकारी हासिल करें."),
                n("h9b6d468", "X को विश्वसनीय जानकारी पाने की जगह बनाने में मदद करें. इस पोस्ट को शेयर करने से पहले ज़्यादा जानकारी हासिल करें."),
                n("af5cd00e", "ज्यादा जानकारी हासिल करें"),
                n("e29c651e", "ज़्यादा जानकारी हासिल करने के लिए धन्यवाद"),
                n("ef504d80", "आप फ़िलहाल अपने बुकमार्क में सुरक्षित खातों के पोस्ट्स नहीं जोड़ सकते."),
                n("cef96d5a", "पोस्ट पहले से ही आपके बुकमार्क में मौजूद है"),
                n("b2542f56", "कुछ गलत हुआ. कुछ देर बाद उस पोस्ट को फिर से बुकमार्क करने का प्रयास करें."),
                n("fe3b9942", "इस उपयोगकर्ता के अनुरोध पर आपको उनके पोस्ट्स को पसंद करने से अवरुद्ध किया गया है."),
                n("c2a6dc5c", "कुछ गलत हुआ. कुछ देर बाद अपने पोस्ट को फिर से पसंद करने का प्रयास करें."),
                n("b57f01b8", "जिन सुरक्षित उपयोगकर्ताओं को आप फ़ॉलो नहीं कर रहे हैं, उनके पोस्ट्स को आप पसंद नहीं कर सकते."),
                n("ba0b3cc0", "इस उपयोगकर्ता के अनुरोध पर आपको उनके पोस्ट्स को रीपोस्ट करने से अवरुद्ध किया गया है."),
                n("h32b1ac4", "कुछ गलत हुआ. कुछ देर बार फिर से रीपोस्ट करने का प्रयास करें."),
                n("e50cea9e", "इस पोस्ट को रीपोस्ट करने की अनुमति नहीं है."),
                n("d8e56f40", "क्षमा करें! आपने पोस्ट करने की अपनी सीमा पार कर ली है. कल फिर से रीपोस्ट करने की कोशिश करें"),
                n("i14d7a46", "कुछ गलत हुआ. कुछ देर बाद उस पोस्ट को अपने बुकमार्क से फिर से हटाने का प्रयास करें."),
                n("d4ebfeb0", "एक मिनट बाद फिर से अपने पोस्ट की पसंद को हटाने की कोशिश करें."),
                n("e639775e", "कृपया कुछ क्षणों में अपने रीट्वीट को फिर से पूर्ववत करने की कोशिश करें."),
                n("fcad707a", "हमने इस पोस्ट पर चेतावनी दी है, क्योंकि इसमें संवेदनशील सामग्री हो सकती है."),
                n("f1824804", "इस चेतावनी के लिए अपील करें"),
                n("f755f710", "समझ में आ गया"),
                n("ced4abbe", "बातचीत देखें"),
                n("d00e1d2a", "कम्यूनिटी में शामिल हों"),
                n("e6057014", "शामिल होने के लिए कहें"),
                n("ba352986", "आप अभी जवाब नहीं दे सकते"),
                n("d09e76d8", "कम्यूनिटीज़ सार्वजनिक हैं, इसलिए आप पोस्ट पढ़ सकते हैं - लेकिन भाग लेने के लिए आपको शामिल होना होगा."),
                n("cfa1f802", "कम्यूनिटी खोजें"),
                n("af27a0f8", "आपको इस कम्यूनिटी से हटा दिया गया है"),
                n("id089506", "बहाल होने के लिए कम्यूनिटी मॉडरेटर से संपर्क करें."),
                n("cac4e916", "यह पोस्ट छिपा हुआ है"),
                n("cb18be32", "आप अभी यह नहीं कर सकते"),
                n("dbb5fd8e", "Circle के पोस्ट्स को रीपोस्ट नहीं किया जा सकता"),
                n("ae2c8a1e", "आप इसका जवाब क्यों नहीं दे सकते?"),
                n("afe7ba26", "आप इसे पसंद क्यों नहीं कर सकते?"),
                n("df9e2356", "आप इसे बुकमार्क में क्यों नहीं जोड़ सकते?"),
                n("jead3bc2", "आप इसे शेयर क्यों नहीं कर सकते?"),
                n("h2a668b8", "आप पोस्ट विश्लेषण क्यों नहीं देख सकते?"),
                n("bd85267e", "आप इसे रीपोस्ट क्यों नहीं कर सकते?"),
                n("dcc05a7e", "व्यू"),
                n("e213fada", "इस पोस्ट की व्यू संख्या उपलब्ध नहीं है."),
                n("g0954ea6", "इसे केवल पोस्ट के लेखक और कम्यूनिटी मॉडरेशन टीम देख सकती है और सहभागिताएं अक्षम हैं."),
                n("e7969518", "कम्यूनिटिज़ सार्वजनिक होती हैं, इसलिए आप पोस्ट्स पढ़ सकते हैं — लेकिन फ़िलहाल, भागीदारी केवल-आमंत्रण द्वारा संभव है."),
                n("g2dc874a", "कम्यूनिटिज़ सार्वजनिक होती हैं, इसलिए आप पोस्ट्स पढ़ सकते हैं — लेकिन केवल सदस्य उनके साथ सहभागिता कर सकते हैं."),
                n("g562676f", "अधिक जानें"),
                n("ee574c37", "अधिक जानें"),
                n("de2d83d6", "फ़ोल्डर में बुकमार्क करें"),
                n("f14df406", "विज्ञापन का लिंक कॉपी करें"),
                n("e05c00b4", "लिंक कॉपी करें"),
                n("f61c4bb0", "सीधे संदेश के माध्यम से भेजें"),
                n("id35970e", "वीडियो पोस्ट करें"),
                n("ff9348b8", "विज्ञापन इसके माध्यम से शेयर करें …"),
                n("d03241f8", "पोस्ट को इसके ज़रिए शेयर करें…"),
                n("j08dd2d4", "बुकमार्क से हटाएं"),
                n("b7fde1ea", "फ़ोल्डर से हटाएं"),
                n("d9a2bd78", "वीडियो डाउनलोड करें"),
                n("fbfab656", "स्पेस में शेयर करें"),
                n("e668112c", "स्पेस के साथ पोस्ट शेयर किया गया"),
                n("g5775e46", "कोट देखें"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "बुकमार्क";
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "पसंद" + f(e.count, "‍", "");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "कोट";
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "रीपोस्ट" + f(e.count, "", "्स");
                }),
                n("e9f1fbcc", "यहाँ अभी तक देखने के लिए कुछ नहीं है."),
                n("a3b80be6", "इसके बारे में पोस्ट्स देखने के लिए कुछ समय बाद फिर से देखें."),
                n("d93b360a", "यह कॉलम साफ़ कर दिया गया था, अधिक पोस्ट बनाए जाने पर वे ऊपर दिखाई देंगे."),
                n("d6e2f9be", "टाइमलाइन लोड हो रही है"),
                n("afb4c24a", "कोई आइटम नहीं"),
                n("e5b0063d", function (e) {
                    return "टाइमलाइन: " + e.title;
                }),
                n("ib65b1c6", "Apple के साथ साइन अप करें"),
                n("f55cebb8", "Apple के साथ साइन इन करें"),
                n("dcc304d6", "Apple के साथ जारी रखें"),
                n("e0870f26", "Google के साथ साइन अप करें"),
                n("gfeffd6a", "Google के साथ साइन इन करें"),
                n("gf5e9ea6", "पूर्ववत करें"),
                n("e43138c5", function (e) {
                    return e.name + " को फ़ॉलो करें";
                }),
                n("be65f2e7", function (e) {
                    return e.name + " को अनफ़ॉलो करें";
                }),
                n("a649d337", function (e) {
                    return e.name + " में दिलचस्पी नहीं है";
                }),
                n("e2f2b658", "अब हम इस विषय का सुझाव नहीं देंगे."),
                n("b51f7edf", function (e) {
                    return "आपने " + e.name + " को अनफ़ॉलो किया";
                }),
                n("gac366b3", function (e) {
                    return "आपने " + e.name + " को फ़ॉलो किया";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " को अवरुद्ध करें?";
                }),
                n("fcd4d489", function (e) {
                    return "@" + e.screenName + " अवरूद्ध करें";
                }),
                n("a6450e84", "अवरुद्ध करें"),
                n("g353ad73", function (e) {
                    return "वे आपको न तो फ़ॉलो कर पाएंगे, न ही आपके पोस्ट्स देख पाएंगे और आप भी @" + e.screenName + " के पास से आए पोस्ट्स या सूचनाएं नहीं देख पाएंगे.";
                }),
                n("ad00a739", function (e) {
                    return "वे आपकी सार्वजनिक पोस्ट देख सकेंगे, लेकिन अब उनसे जुड़ नहीं पाएंगे. @" + e.screenName + " भी आपको फ़ॉलो नहीं कर पाएगा या संदेश नहीं भेज पाएगा और आपको उनकी कोई सूचनाएं नहीं दिखाई देंगी.";
                }),
                n("a9fd20be", "सफलतापूर्वक अवरुद्ध किया गया."),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + " से अवरोध हटाएं?";
                }),
                n("c9623eeb", function (e) {
                    return "@" + e.screenName + " से अवरोध हटायें";
                }),
                n("e133be4e", "अवरोध हटाएँ"),
                n("he43bca4", "वे आपको फ़ॉलो कर पाएंगे और आपके पोस्ट्स देख पाएंगे."),
                n("f5f01af6", "वे आपको फ़ॉलो करने और आपके सार्वजनिक पोस्ट के साथ जुड़ने में सक्षम होंगे."),
                n("b6878b0a", "कुछ गलत हुआ. कुछ देर बाद उस उपयोगकर्ता को फिर से अवरुद्ध करने का प्रयास करें."),
                n("e40252de", "इन पोस्ट्स को आपके लिए में न दिखाएं"),
                n("ae225c26", "इन पोस्ट्स को आपके लिए में दिखाएं"),
                n("a96d2628", "इस सूची को आपके लिए में न दिखाएं"),
                n("d00abae0", "इस सूची के टॉप पोस्ट्स अब आपकी आपके लिए टाइमलाइन में दिखाई नहीं देंगे."),
                n("e566dd06", "इस सूची के टॉप पोस्ट्स अब आपके लिए में दिखाई नहीं देंगे."),
                n("j3cc1526", "इस सूची को आपके लिए में दिखाएं"),
                n("h435716e", "इस सूची के टॉप पोस्ट्स आपकी आपके लिए टाइमलाइन में दिखाई दे सकते हैं."),
                n("e8ba412e", "इस सूची के टॉप पोस्ट्स अब आपके लिए में दिखाई दे सकते हैं."),
                n("d66e95cc", "अपने पोस्ट का जवाब पिन करें?"),
                n("i24ed0de", "जवाब को पिन करें"),
                n("b1033082", "यह आपके पोस्ट के जवाबों में सबसे ऊपर दिखाई देगा. आप इसे कभी भी बदल सकते हैं या अनपिन कर सकते हैं."),
                n("e96a5962", "इस जवाब को अनपिन करें?"),
                n("ec04e6fc", "जवाब को अनपिन करें"),
                n("d05618f2", "यह अब इस पोस्ट के जवाबों में सबसे ऊपर दिखाई नहीं देगा."),
                n("j9aedfdc", "जवाब को पिन करें"),
                n("c034211a", "जवाब अनपिन करें"),
                n("ie4538b4", "पोस्ट में जवाब पिन किया गया"),
                n("ad135a24", "पोस्ट से जवाब अनपिन किया गया"),
                n("ee369efc", "पोस्ट का जवाब पिन करने में असमर्थ"),
                n("c3e7f572", "पोस्ट से जवाब अनपिन करने में असमर्थ"),
                n("d058316c", "धन्यवाद. X आपकी टाइमलाइन को बेहतर बनाने के लिए इसका इस्तेमाल करेगा."),
                n("afb7e8f8", "लेख पढ़ें"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " से";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "पिन"),
                n("j44ec610", "अनपिन करें"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "सदस्य";
                }),
                n("b5334780", "लंबित"),
                n("b171d7c4", "शामिल हों"),
                n("aa7ae3f6", "शामिल हुए"),
                n("bb1d57b6", "छोड़ दें"),
                n("h4fbfa58", "सहमति दें और शामिल हों"),
                n("ea8cfb1e", "सहमति दें और शामिल हों"),
                n("dc1b14a1", function (e) {
                    return e.communityName + " नियमों की समीक्षा करें और उनके लिए सहमति दें";
                }),
                n("c966ac64", "कम्यूनिटी में शामिल होने का अनुरोध नहीं किया जा सका. कृपया बाद में फिर से कोशिश करें."),
                n("g690e07e", "आपका जवाब (वैकल्पिक)"),
                n("a5d21bf4", "जवाब वैकल्पिक है. लेकिन याद रखें कि आपका अनुरोध स्वीकार करने में यह मॉडरेटर की मदद करता है."),
                n("h9526e03", "X के नियमों"),
                n("c00c234f", function (e) {
                    return e.communityName + " नियम";
                }),
                n("hafa07f2", "भागीदारी सीमित है"),
                n("c15bee32", "आपको इस कम्यूनिटी से हटा दिया गया है"),
                n("efa265fc", "आपके पोस्ट्स सुरक्षित हैं"),
                n("f9cecf48", "क्षमा करें, आप अभी शामिल नहीं हो सकते"),
                n("bf7bdb60", "वो आप नहीं हैं, वो हम हैं (वास्तव में). कृपया बाद में फिर से कोशिश करें."),
                n("h27d6950", "आप अभी छोड़ नहीं सकते"),
                n("b02360f6", "अंतिम एडमिन या मॉडरेटर कम्यूनिटी को तब तक नहीं छोड़ सकता, जब तक कम्यूनिटी खाली नहीं हो जाता."),
                n("fe832999", "अपने पोस्ट्स को सार्वजनिक बनाएं"),
                n("bc7a7af4", "कम्यूनिटी में आपके पोस्ट्स छिपे होंगे और आप फिर से शामिल नहीं हो पाएंगे."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "और पोस्ट्स दिखाएं"),
                n("aebb6546", "अधिक पोस्ट्स लोड करना"),
                n("a3484d22", "टाई"),
                n("aab2efa9", function (e) {
                    return "विजेता " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "स्कोर कार्ड, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "आगामी"),
                n("b6da6b02", "जीवंत"),
                n("i9f615c8", "फ़ाइनल"),
                n("f897267a", "स्थगित"),
                n("f93c4b6a", "रद्द"),
                n("i79ab12a", "विषय फ़ॉलो करें"),
                n("c0f56044", "अनफ़ॉलो करें"),
                n("fcf51fe6", "स्टार"),
                n("e9a90d72", "स्टार किया गया"),
                n("bf403716", "अनस्टार"),
                n("c9f08e29", function (e) {
                    return e.title + " को अनस्टार करें?";
                }),
                n("hed4dcd0", "भले ही आप इस विषय को अनस्टार कर दें, फिर भी आप इसके बारे में पोस्ट्स देख सकते हैं, जो इस पर निर्भर करेगा कि आप किन खातों को फ़ॉलो कर रहे हैं."),
                n("cd876e02", "पसंदीदा"),
                n("f2816e02", "पसंदीदा बनाया गया"),
                n("f5b04fbc", "नापसंद"),
                n("c481ae3f", function (e) {
                    return e.title + " को नापसंद करें?";
                }),
                n("c94116de", "भले ही आप इस विषय को नापसंद कर दें, फिर भी आप इसके बारे में पोस्ट्स देख सकते हैं, जो इस पर निर्भर करेगा कि आप किन खातों को फ़ॉलो कर रहे हैं."),
                n("e0e730b0", "दिलचस्पी"),
                n("b1850062", "दिलचस्पी नहीं है"),
                n("gd3f996f", function (e) {
                    return e.title + " में दिलचस्पी नहीं है?";
                }),
                n("jdd65aac", "भले ही आपकी इस विषय में दिलचस्पी न हो, फिर भी आप इसके बारे में पोस्ट्स देख सकते हैं, जो इस पर निर्भर करेगा कि आप किन खातों को फ़ॉलो कर रहे हैं."),
                n("f93bb3ee", "छवि लोड करें"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "GIF लोड करें"),
                n("d3ac405c", "वीडियो लोड करें"),
                n("g97a046c", "इस वीडियो को चलाएँ"),
                n("ac4c73d8", "एम्बेडेड वीडियो"),
                n("f3bb10a6", "वीडियो चलाना"),
                n("b87c0a72", "पुश सूचनाएं सक्षम करके X पर जो हो रहा है उसे कभी मिस न करें"),
                n("e71e09ec", "सूचनाएं चालू करें"),
                n("g4850f44", "पुश सूचनाओं के लिए सक्षम"),
                n("dc397182", "अनुकूलित करें"),
                n("ia5e7488", "बंद करें"),
                n("j681933e", "निजी सूची"),
                n("add55942", "कुछ गलत हो गया. एक मिनट में फिर से सदस्यता लेने का प्रयास करें."),
                n("ib8f5f3c", "कुछ गलत हो गया. एक मिनट में फिर से सदस्यता रद्द करने का प्रयास करें."),
                n("e20fc756", "आपको इस सदस्य को इस सूची में जोड़ने की अनुमति नहीं है."),
                n("d8a032a2", "कोई दूसरी टाइमलाइन जोड़ने से पहले आपको पिन की गई टाइमलाइन को हटाना होगा"),
                n("fa816a0a", "सूची को फिर से क्रम में लगाएं"),
                n("ac832ae4", "सूची पिन करें"),
                n("cdb33880", "सूची अनपिन करें"),
                n("ca5d0a82", "सूची संपादित करें"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "फ़ॉलोअर" + f(e.count, "", "्स");
                }),
                n("jceadc3e", "शीर्षकहीन"),
                n("a1d5303c", "निजी"),
                n("cc8f8a80", "असूचीबद्ध"),
                n("c33a97d6", "सार्वजनिक"),
                n("i73fff1b", function (e) {
                    return e.count + " पोस्ट" + f(e.count, "", "्स") + " दिखाएं";
                }),
                n("a682906d", function (e) {
                    return e.count + " पसंद और";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " जॉब्स खोलें" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " जीत गए";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "आज"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "आने वाला कल"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "एक और पोस्ट जोड़ें"),
                n("i569ff3e", "यह थ्रेड दिखाएं"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '" के लिए परिणामों शामिल हैं';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '" के लिए परिणाम दिखा रहा है';
                }),
                n("a1979464", "वीडियो लोड किया जा रहा है"),
                n("ic1e826e", "चलाएँ"),
                n("c8b4bca0", "खरीदें"),
                n("f5ea07ec", "अभी खरीदें"),
                n("b62956aa", "बुक करें"),
                n("i3ea806a", "ऑर्डर करें"),
                n("fd00a76a", "खुला है"),
                n("e0aa5848", "इंस्टॉल करें"),
                n("g33f3050", "वेब"),
                n("d3f6b1a6", "हमें संदेश भेजें"),
                n("b0e322cc", "हमें एक निजी संदेश भेजें"),
                n("cb8bddc8", "मुझे एक निजी संदेश भेजें"),
                n("cb8c547e", "एक निजी संदेश भेजें"),
                n("d980e29f", function (e) {
                    return e.date + " से शुरू";
                }),
                n("fdd81500", "कैरोसेल"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "नग्नता"),
                n("e1b4e672", "संवेदनशील सामग्री"),
                n("acc48c15", function (e) {
                    return "चेतावनी: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "दिखाएं"),
                n("g034e6f1", function (e) {
                    return "आप इस रिपोर्ट में केवल " + e.count + " पोस्ट्स तक जोड़ सकते हैं.";
                }),
                n("i2e0d584", "प्रचारित पोस्ट"),
                n("b52a940c", "यह पोस्ट उपलब्ध नहीं है."),
                n("da59404c", "आप फ़िलहाल नवीनतम संस्करण देख रहे हैं."),
                n("e267df68", "जवाब छिपा है"),
                n("d5f162b6", "किसी भी समय इस जवाब को छिपाना रद्द करें. और कुछ?"),
                n("f376e9d4", "प्रतिक्रिया पोस्ट करें"),
                n("d7c93b6c", "पोस्ट छिपा हुआ है"),
                n("b3abacee", "आप इस तरह के पोस्ट्स कम देखेंगे. कोई अन्य प्रतिक्रिया?"),
                n("a2411360", "अपनी पसंद का जवाब देखा?"),
                n("e8a14626", "अब आप कार्रवाई मेनू — पोस्ट में दिए गए तीन छोटे डॉट (...) का उपयोग करके अपने पोस्ट का जवाब पिन कर सकते हैं."),
                n("d41305a8", "पुशपिन वाला संदेश बबल"),
                n("eca84b72", "रीपोस्ट को पूर्ववत करें"),
                n("g6185a9e", "कौन जवाब दे सकता है?"),
                n("i00051cc", "चुनें कि कौन इस पोस्ट का जवाब दे सकता है. उल्लेख किया गया कोई भी व्यक्ति हमेशा जवाब दे सकता है."),
                n("i9000126", "खाते, जिन्हें आप फ़ॉलो करते हैं"),
                n("dcaede8a", "केवल वे खाते जिनका आप उल्लेख करते हैं"),
                n("ad85cd2e", "आपके सब्सक्राइबर्स"),
                n("f19e4bfc", "सत्यापित खाते"),
                n("bf994ab2", "केवल आप"),
                n("e7b4b30a", "केवल वे खाते जिनका आपने उल्लेख किया है"),
                n("ca6500a8", "जवाबों में लिंक अक्षम करें"),
                n("e839db3a", "ख़ारिज करें"),
                n("c8a98928", "प्रचार छवि"),
                n("f5b3dc1e", "शायद बाद में"),
                n("ae0c5fbe", "कौन जवाब दे सकता है, इसको बदलने में त्रुटि"),
                n("bae0cbc0", "बदलें कि कौन जवाब दे सकता है"),
                n("d78131b9", function (e) {
                    return "@" + e.screenName + " को सूचियों में जोड़ें/हटाएं";
                }),
                n("fb4ee11c", "यह विज्ञापन क्यों?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " एनालिटिक्स देखें";
                }),
                n("ef1042f8", "एक कम्युनिटी नोट लिखें"),
                n("h3edf7a6", "कम्यूनिटी नोट का अनुरोध करें"),
                n("bf8d98f4", "केवल सब्सक्राइब किए हुए व्यक्ति ही जवाब दे सकते हैं"),
                n("e69ada9e", "केवल Premium ग्राहक ही जवाब दे सकते हैं"),
                n("ae04c4dd", function (e) {
                    return " " + e.entity + " को मिटाएं?";
                }),
                n("d9442996", "इसे पूर्ववत नहीं किया जा सकता और इसे आपकी प्रोफ़ाइल से, जो खाते आपको फ़ॉलो करते हैं उनकी टाइमलाइन से और खोज परिणामों से हटा दिया जाएगा."),
                n("dad785a7", function (e) {
                    return "यह इस " + e.entity + " के सभी संस्करणों को आपकी प्रोफ़ाइल से, जिन खातों को आप फ़ॉलो कर रहे हैं उनकी टाइमलाइन से और खोज परिणामों से मिटा देगा. इसे पूर्ववत नहीं किया जा सकता.";
                }),
                n("jda253ab", function (e) {
                    return "आपके " + e.entity + " को मिटाया गया";
                }),
                n("j49c2f85", function (e) {
                    return "कुछ गलत हुआ. कुछ देर बाद अपने " + e.entity + " को फिर से मिटाने का प्रयास करें.";
                }),
                n("f9fa0390", "आपका लेख ड्राफ़्ट स्थिति में ले जाया जाएगा और लेख पेज से हटाया जा सकता है."),
                n("dad450ec", "लेख संपादित करें"),
                n("g9677c6e", "पुष्टि करें"),
                n("b57bfe70", "लेख संपादित करें?"),
                n("bd3da7be", "जब आप संपादित करेंगे तो लेख अस्थायी रूप से अप्रकाशित हो जाएगा और सार्वजनिक रूप से दिखाई नहीं देगा. जब आप अपडेट किये गये संस्करण को पुनः प्रकाशित करेंगे, तो सभी मौजूदा संलग्नक संरक्षित और आगे बढ़ा दिए जाएंगे."),
                n("j26481e6", "आपका लेख अप्रकाशित कर दिया गया है और संपादन के लिए आपके ड्राफ़्ट में ले जाया गया है."),
                n("b360ac7c", "अनुभाग नेविगेशन"),
                n("adc81042", "अनुभाग विवरण"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "यह प्रकाशित लेख है, X पर लिखने का नया तरीका."),
                n("b14efa0a", "लेख कवर का चित्र"),
                n("afdccedb", function (e) {
                    return e.displayCount + " जवाब दिखाएं";
                }),
                n("bdba3e1a", "पोस्ट सूचनाएं चालू करें"),
                n("c4da7d28", "पोस्ट सूचनाएं बंद करें"),
                n("j87c21f4", "सूचित करें"),
                n("iebc30ca", "सूचनाएं बंद करें"),
                n("dc740eb2", "आपको इस खाते से आई पोस्ट सूचनाएं, सूचना टाइमलाइन में दिखेंगी. आप अपने डिवाइस पर पुश सूचनाएं भी सक्षम कर सकते हैं, ताकि आपसे कभी कोई पोस्ट न छूटे."),
                n("dca669ad", function (e) {
                    return e.name + " के रीपोस्ट्स अबसे आपकी टाइमलाइन में नहीं दिखाई देंगे";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + " के रीपोस्ट्स आपकी टाइमलाइन में दिखाई देंगे";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X पर " + e.fullName + " को देखें.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " अब आपको फ़ॉलो नहीं कर रहे हैं";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + " की रिपोर्ट करें";
                }),
                n("hef5960c", "प्रोफ़ाइल इसके ज़रिए शेयर करें..."),
                n("bb1cbeb6", "अनम्यूट करें"),
                n("h2f62206", "उपयोगकर्ता को म्यूट करना"),
                n("e67b2d65", function (e) {
                    return "@" + e.screenName + " को म्यूट करें";
                }),
                n("f05597b3", function (e) {
                    return "@" + e.screenName + " को अनम्यूट करें";
                }),
                n("h59f52ee", "सफलतापूर्वक म्यूट किया गया."),
                n("eea0cbee", "सफलतापूर्वक अनम्यूट किया गया."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " को म्यूट कर दिया गया है.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " को अनम्यूट कर दिया गया है.";
                }),
                n("b3036480", "इस फ़ॉलोअर को हटाएं"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " को आपके फ़ॉलोअर्स से हटा दिया जाएगा और उन्हें X द्वारा सूचित नहीं किया जाएगा. वे भविष्य में आपको फिर से फ़ॉलो कर सकते हैं.";
                }),
                n("ibd0b842", "प्रोफ़ाइल का लिंक कॉपी करें"),
                n("b9c26480", "विषय देखें"),
                n("e922ce0c", "रीपोस्ट करने की सुविधा बंद करें"),
                n("ge54bb8c", "रीपोस्ट करने की सुविधा बंद करें"),
                n("h5ef9bc8", "सूचियां देखें"),
                n("e9eef4c6", "यूरोपीय संघ में अवैध सामग्री की रिपोर्ट करें"),
                n("e28ba0bb", function (e) {
                    return "EU अवैध सामग्री के लिए @" + e.screenName + " की रिपोर्ट करें";
                }),
                n("a30b63da", "कुछ गलत हुआ. कुछ देर बाद उस फ़ॉलोअर को फिर से हटाने का प्रयास करें."),
                n("gd11f228", "(शीर्षक की आवश्यकता है)"),
                n("ced3c85a", "संपादित"),
                n("b375ece0", "इस अप्रकाशित लेख को केवल आप ही देख सकते हैं."),
                n("edf9101f", "पढ़ते रहें"),
                n("icf7f1a4", "क्लिपबोर्ड पर कॉपी करें"),
                n("e1a292ec", "मीडिया जोड़ें"),
                n("ebfd8ac6", "सम्मिलित करें"),
                n("ia3611ee", "लिखना शुरू करें"),
                n("d794135c", "फ़ाइल चुनें या इसे यहां ड्रैग करें.\n\nप्रत्येक ब्लॉक में GIF, वीडियो या फोटो सेट (प्रति सेट 4 फोटो तक) शामिल हो सकता है."),
                n("e187f906", "GIF"),
                n("fa4e68ca", "पोस्ट्स"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "कोड"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "पसंद किया"),
                n("g88b88a6", "बुकमार्क किया गया"),
                n("i282583e", "सुरक्षित खातों से पोस्ट इस्तेमाल नहीं किये जा सकते हैं"),
                n("eae4fe7a", "हटाए गए पोस्ट के उद्धरण पोस्ट का उपयोग नहीं किया जा सकता"),
                n("d2042fb6", "पोस्ट लाइक कीं"),
                n("iad3e15c", "बुकमार्क किए गए पोस्ट्स"),
                n("f1c63c34", "पोस्ट का URL पेस्ट करें"),
                n("a78f6310", "अमान्य पोस्ट URL"),
                n("fe9ddab6", "पोस्ट नहीं मिला"),
                n("dd2c9034", "बाद के लिए पोस्ट्स सेव करें"),
                n("cada17f8", "भविष्य में पोस्ट्स को आसानी से खोजने के लिए उन्हें बुकमार्क करें."),
                n("j0179e90", "एक पोस्ट लिखें"),
                n("adad5408", "नया फ़ोल्डर"),
                n("f44ddd2e", "पोस्ट्स को बुकमार्क करके उन्हें बाद के लिए सहेजें"),
                n("c91d2c4c", "एक बढ़िया सा जवाब लिखने के लिए कुछ और समय चाहते हैं या बस पोस्ट को बाद के लिए सहेज कर रखना चाहते हैं? तो उसे बुकमार्क करें!"),
                n("j45c642e", "फ़ोल्डर अभी लोड नहीं हो रहे हैं"),
                n("b87ca51a", "फ़ोटो हटाएं"),
                n("eebff22c", "फ़ोटो क्रॉप करें"),
                n("hf6f2914", "पूर्वावलोकन"),
                n("be4a00c2", "यहां कोड जोड़ें"),
                n("i3128619", function (e) {
                    return "ब्लॉक में " + e.count + " वर्णों से अधिक नहीं हो सकते";
                }),
                n("dbb02ec4", "प्रोग्रामिंग भाषा चुनें"),
                n("d942865e", "प्रोग्रामिंग भाषा खोजें"),
                n("e554f642", "परिवर्तन छोड़ें?"),
                n("fa524058", "रखें"),
                n("d4ab68e2", "छोड़ दें"),
                n("a50ba822", "GIF के लिए खोजें"),
                n("c6f5ac52", "श्रेणियाँ — GIF खोज"),
                n("ab468379", function (e) {
                    return e.query + " — GIF खोज";
                }),
                n("j7fc4f9c", "GIF ऑटो-प्ले करें"),
                n("a66b7760", "बिना लेबल का GIF"),
                n("a723aefa", "कोई GIF नहीं मिली"),
                n("a6ecfa0a", "इसके बजाय कुछ और खोजने का प्रयास करें."),
                n("f5ff0d6f", function (e) {
                    return e.category + " — GIF खोज";
                }),
                n("effe1ca6", "यहां LaTeX एक्सप्रेशन जोड़ें"),
                n("c46c3c62", "आपकी एक्सप्रेशन में त्रुटि थी. कृपया इसे ठीक करने के बाद पुनः प्रयास करें."),
                n("d4a4842e", "इमोजी जोड़ें"),
                n("fec16c1c", "इमोजी"),
                n("idc01eb8", "बोल्ड"),
                n("cd7c97c6", "तिरछे अक्षर लिखना"),
                n("dab932be", "अंडरलाइन "),
                n("c5b6178a", "स्ट्राइकथ्रू"),
                n("c03d7fd6", "लिंक डालें"),
                n("abfe2d36", "बुलेटेड सूची"),
                n("da685a7c", "क्रमांकित सूची"),
                n("g74d920c", "उद्धरण अवरुद्ध"),
                n("cda501c6", "पाठ का आकार बढ़ाएं"),
                n("a54fdc46", "पाठ का आकार घटाएं"),
                n("b340830e", "इन-टेक्स्ट शॉर्टकट"),
                n("c1ea915e", "नई लाइन या ब्लॉक के आरंभ में एंटर, उसके बाद स्पेस"),
                n("e8a4ef02", "शीर्षक"),
                n("dd71241a", "उपशीर्षक"),
                n("ja9ca202", "लेख शॉर्टकट"),
                n("ef1649e2", "X - कीबोर्ड शॉर्टकट"),
                n("aefd89c8", "नेविगेशन"),
                n("cafdefb2", "कार्रवाइयां"),
                n("dda42cf2", "कॉलम और डेक"),
                n("e8a12604", "एक कैप्शन दें (वैकल्पिक)"),
                n("eabf2209", function (e) {
                    return "GIF " + e.providerName + " के द्वारा उपलब्ध कराया गया";
                }),
                n("a613e720", "GIF का लिंक कॉपी करें"),
                n("aeca1239", function (e) {
                    return "बोल्ड" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "इटैलिक" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "सक्रिय" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "ब्लॉक अवरुद्ध करें"),
                n("a8f09fb8", "ब्लॉक हटाएं"),
                n("i89195ea", "डिवाइडर"),
                n("da8ac57c", "कैप्शन संपादित करें"),
                n("a8fdd09c", "लेख प्रकाशित करें"),
                n("d8047cc8", "प्रकाशित करें"),
                n("ff7ddca2", "आपके प्रकाशित करते ही आपका लेख पोस्ट के रूप में दिखाई देगा. साथ ही, इसे अपनी प्रोफ़ाइल पर लेख टैब के अंतर्गत ढूंढें."),
                n("ef34d7be", "किसी लेख के प्रकाशित होने के बाद दर्शक और जवाब नियंत्रण संपादन योग्य नहीं होते हैं."),
                n("e52d4998", "अपने दर्शक चुनें"),
                n("d7985b24", "चुनें कि इस लेख का जवाब कौन दे सकता है"),
                n("b5660338", "टाइमलाइन प्रीव्यू"),
                n("hff1b97a", "केवल सब्सक्राइब किए हुए व्यक्ति ही जवाब दे सकते हैं."),
                n("a330771e", "लिंक को अपने क्लिपबोर्ड पर कॉपी करें"),
                n("b6510e68", "अपने लेख का URL कॉपी करें, ताकि आप इसे शेयर कर सकें."),
                n("e4a6e006", "कुछ गलत हो गया. कृपया फिर से कोशिश करें."),
                n("eff483e0", "प्रकाशित करने के बाद, लेख शेयर करने के लिए लिंक पाएं."),
                n("ca15dd4e", "प्रारूप");
            n("bb40bf66", "प्रकाशित"),
                n("h107935c", "अंतिम बार अभी सहेजा गया"),
                n("a753a870", "लागू करें"),
                n("afccc67e", "लेख का लिंक कॉपी करें"),
                n("beb24e9e", "URL क्लिपबोर्ड पर कॉपी किया गया"),
                n("db9cc928", "लेख हटाएं?"),
                n("c4e28ba6", "इसे पूर्ववत नहीं किया जा सकता और आपका लेख गायब हो जाएगा."),
                n("ff2982d0", "आपका लेख हटा दिया जाएगा. इसे पूर्ववत नहीं किया जा सकता है और इसे आपकी प्रोफ़ाइल, आपको फ़ॉलो करने वाले किसी भी खाते की टाइमलाइन और खोज परिणामों से हटा दिया जाएगा."),
                n("ca17beec", "आपका लेख हटा दिया गया"),
                n("f5cbb31c", "लेख हटाएं"),
                n("f0977f52", "हां, मिटा दें"),
                n("db419d4c", "अपने ड्राफ़्ट का पूर्वावलोकन करें"),
                n("a1bc8e6c", "लेख देखें"),
                n("b6f72a22", "यह लेख अप्रकाशित कर दिया जाएगा, आपके ड्राफ़्ट में ले जाया जाएगा और सार्वजनिक रूप से दिखाई नहीं देगा."),
                n("f558d2e0", "अप्रकाशित करें, ड्राफ़्ट में मूव करें"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "कृपया या तो 1 GIF या अधिकतम 4 तस्वीरें चुनें."),
                n("eb7ab862", "कृपया अधिकतम 4 फ़ोटो, वीडियो या GIF चुनें."),
                n("ce9a9736", "सहेजा जा रहा है..."),
                n("dd63549e", "सफलता! आपका लेख प्रकाशित हो चुका है"),
                n("a4d128bc", "सफलता! आपका लेख प्रकाशित हो चुका है और लिंक आपके क्लिपबोर्ड पर कॉपी कर दिया गया है"),
                n("b4071e18", "लेख शीर्षक"),
                n("f586b7fa", "एक शीर्षक जोड़ें"),
                n("ab0fa9ba", "संपादित करने के लिए, ड्राफ़्ट पर वापस लौटें"),
                n("c5f35c98", "मीडिया अपलोड हो रहा है..."),
                n("d739d83e", "अपलोड रद्द करें"),
                n("a94efeda", "मीडिया सहेजा जा रहा है..."),
                n("gd79d45a", "फ़ोकस मोड चालू करके अपने लेखन पर ध्यान केंद्रित रखें"),
                n("g1866bb2", "फ़ोकस मोड से बाहर निकलकर नियमित संपादक पर वापस लौटें"),
                n("a6a78df4", "आपके लेख को प्रकाशन से पहले शीर्षक और सामग्री की आवश्यकता है."),
                n("ia656f1c", "आपके लेख में शीर्षक है, लेकिन प्रकाशन से पहले सामग्री की आवश्यकता है."),
                n("d3855e36", "आपके लेख को प्रकाशन से पहले शीर्षक की आवश्यकता है."),
                n("f325958e", "आपका शीर्षक अक्षर सीमा से अधिक है. इसे छोटा करें, फिर प्रकाशित करें."),
                n("ie5d9064", "आपका लेख अक्षर सीमा से अधिक है. मुख्य टेक्स्ट को छोटा करें, फिर प्रकाशित करें."),
                n("e03487a0", "आपका शीर्षक अक्षर सीमा से अधिक है और आपका लेख निर्धारित शब्दों की संख्या से अधिक है. दोनों को छोटा करें, फिर प्रकाशित करें."),
                n("e938d562", "आपका लेख अक्षर सीमा से अधिक है. शीर्षक छोटा करें, मुख्य भाग में कुछ जोड़ें और फिर प्रकाशित करें।"),
                n("e449c546", "आपके आलेख में शीर्षक की आवश्यकता है और आपके लेख में शब्दों की संख्या अधिक है. शीर्षक जोड़ें, मुख्य टेक्स्ट को छोटा करें और फिर प्रकाशित करें."),
                n("bd00e836", "आपका नवीनतम ड्राफ़्ट सहेजा नहीं गया है क्योंकि यह अक्षर सीमा से अधिक है."),
                n("ic110f68", "आपका नवीनतम ड्राफ़्ट सहेजा नहीं गया है, क्योंकि यह बहुत लंबा है."),
                n("ifea3114", "साझा करें"),
                n("b384f696", "हम 50-70 अक्षरों के शीर्षक की सुझाव देते हैं"),
                n("a7da0adb", function (e) {
                    return e.count + " शब्द";
                }),
                n("aea1d455", function (e) {
                    return e.count + " मिनट";
                }),
                n("df898d71", function (e) {
                    return e.readingTimeValue + " पढ़ने का समय";
                }),
                n("i9aadf4a", "यह लिंक गलत हो सकता है. किसी लेख को पढ़ने, संपादित करने या प्रकाशित करने के लिए बाएं साइडबार से अपने किसी लेख पर क्लिक करें."),
                n("hfdce46e", "आपका लेख अप्रकाशित किया गया"),
                n("df079228", "फ़ोकस मोड"),
                n("f5037228", "सर्वोत्तम परिणामों के लिए हम 5:2 पक्षानुपात वाली छवि का सुझाव देते हैं."),
                n("f965e890", "आपके ड्राफ़्ट यहां रहते हैं"),
                n("c2756718", "आपके प्रकाशित लेख यहां हैं"),
                n("af65c854", "फ़ोकस मोड में संपादित करें"),
                n("e05e2336", "अप्रकाशित करें, लेख को ड्राफ़्ट में ले जाएँ"),
                n("d36447e0", "यहीं पर आप लिखते हैं"),
                n("ca0ed982", "ड्राफ़्ट जारी रखें या नया लेख बनाएं"),
                n("ee9e42aa", "लिखें"),
                n("e9a50596", "नया ड्राफ़्ट बनाने में त्रुटि हुई"),
                n("e070024a", "फ़ोटो संपादित करें"),
                n("i7d24b36", "अगली छवि"),
                n("f96a38a2", "पिछली छवि"),
                n("hac7c548", "मीडिया क्रॉप करें"),
                n("e3dbfba4", "छवि का विवरण संपादित करें"),
                n("dd4a83a6", "सामग्री संबंधी चेतावनी"),
                n("ffe9ec3a", "विवरण जोड़ें"),
                n("j063b262", "आप अपनी फ़ोटो में विवरण, जिसे कभी-कभी वैकल्पिक पाठ भी कहा जाता है, जोड़ सकते हैं ताकि दृष्टिहीन या कमज़ोर नज़र वाले लोगों सहित और भी ज़्यादा लोग उन तक पहुंच सकें. अच्छे विवरण छोटे होते हैं, लेकिन आपकी फ़ोटो में मौजूद चीज़ों को सटीक रूप से पेश करते हैं, जिससे कि फ़ोटो में मौजूद चीज़ें आसानी से समझ आ सकें."),
                n("e57144f0", "ज़रूर"),
                n("f9f9210c", "जी नहीं, धन्यवाद"),
                n("feabf2a0", "वैकल्पिक पाठ"),
                n("e36287c6", "विवरण"),
                n("cf565d08", "वैकल्पिक पाठ क्या होता है?"),
                n("d9f7b32a", "इस पोस्ट में एक सामग्री चेतावनी दें"),
                n("ead1b80a", "एक श्रेणी चुनें, और हम इस पोस्ट में एक सामग्री संबंधी चेतावनी देंगे. इससे लोगों को ऐसी सामग्री देखने से बचने में मदद मिलती है, जिसे वे नहीं देखना चाहते हैं."),
                n("h2437f26", "संवेदनशील"),
                n("g5e1668a", "डाउनलोड किया जा सकेगा"),
                n("fdc6a52a", "सक्षम होने पर, आपका वीडियो डाउनलोड करने के लिए उपलब्ध होगा."),
                n("fe09fde2", "सेटिंग्स बदलें"),
                n("cd5cba97", function (e) {
                    return "सामग्री संबंधी चेतावनी: " + e.formattedWarningList;
                }),
                n("h7215a76", "पोस्ट के लेखक ने इस पोस्ट को संवेदनशील सामग्री दिखाने के रूप में चिह्नित किया है."),
                n("j32d345e", "निम्न में संवेदनशील सामग्री हो सकती है"),
                n("f1d9930c", "छिपाएं"),
                n("c91f83ae", "विडियो संपादित करें"),
                n("icbec4ae", "कैप्शन अपलोड करें"),
                n("e0342f98", "कैप्शन"),
                n("e7048e74", "मीडिया ट्रिम करें"),
                n("ga408160", "अगला वीडियो"),
                n("dc402134", "पिछला वीडियो"),
                n("bf4e9d7a", "कैप्शन फ़ाइल (.srt) अपलोड करें"),
                n("j435467e", "एक मान्य सबटाइटल फ़ाइल अपलोड करके आपके वीडियो में सबटाइटल और कैप्शन जोड़े जा सकते हैं. फ़ाइलें SRT फ़ॉर्मेट में होनी चाहिए. सबटाइटल और कैप्शन वीडियो संपादन से प्रभावित नहीं होंगे."),
                n("a6b267fa", "कैप्शन हटाएं"),
                n("a609edbe", "नया पोस्ट लिखें"),
                n("dc295bb0", "कम्यूनिटी में पोस्ट करना"),
                n("e536de22", "पोस्ट करने के लिए, आपको पहले सदस्य बनना होगा. भाग लेने के लिए इस कम्यूनिटी में शामिल हों!"),
                n("cb817dae", "पोस्ट संपादित करें"),
                n("bec9cff8", "X के लिए साइन अप करें"),
                n("c150ba68", "आपका स्वागत है!"),
                n("f8e2163e", "पहले लॉगिन करना चाहते हैं?"),
                n("a108c147", function (e) {
                    return "क्या आप @" + e.screenName + " को फ़ॉलो करना चाहते हैं?";
                }),
                n("c66afdc3", function (e) {
                    return "@" + e.screenName + " फ़ॉलो करें";
                }),
                n("feccfd6e", "किसी को फॉलो करने से पहले आपको लॉगिन करना होगा."),
                n("dedce756", "अब आप उस पोस्ट को पसंद कर सकते हैं."),
                n("ha5987e0", "क्या आप इस पोस्ट को पसंद करना चाहते हैं?"),
                n("f98f4e00", "उस पोस्ट को पसंद करने से पहले आपको लॉगिन करना होगा."),
                n("b459ba4c", "इस पोस्ट का जवाब देने से पहले आपको लॉगिन करना होगा."),
                n("f3e1093a", "अब आप उसे रीपोस्ट कर सकते हैं."),
                n("i1d8723c", "क्या आप इस पोस्ट को रीपोस्ट करना चाहते हैं?"),
                n("h19f38de", "उसे पोस्ट करने से पहले आपको लॉगिन करना होगा."),
                n("e289d950", "उस पोस्ट को शेयर करने से पहले आपको लॉगिन करना होगा."),
                n("d28215f0", "क्षमा करें, कम्यूनिटिज़ों में जनमत की अनुमति नहीं है!"),
                n("ec2fc089", function (e) {
                    return "आपका पोस्ट" + f(e.numOfTweets, " था", "्स थे") + " " + e.communityName + " को भेजा गया था";
                }),
                n("c7152355", function (e) {
                    return "अपनी छवि" + f(e.numberOfImages, "", "यां") + " को सुलभ बनाना न भूलें";
                }),
                n("ffa5562a", "अच्छे छवि विवरण संक्षिप्त होते हुए भी विस्तृत होते हैं. छवि में ही किसी पाठ को सारांशित करना या लिखना सुनिश्चित करें."),
                n("a2d3facd", function (e) {
                    return "आपका विवरण बनात" + f(e.numberOfImages, "ा है", "े हैं") + " X को विकलांग लोगों के लिए और उन सभी के लिए सुलभ बनाता है, जिन्हें अधिक संदर्भ की आवश्यकता होती है.";
                }),
                n("cc6d0a48", "आप एक्सेसिबिलिटी सेटिंग्स में इस रिमाइंडर को बंद कर सकते हैं."),
                n("j499fbcb", function (e) {
                    return "विवरण जोड़ें";
                }),
                n("bb8170da", "अभी नहीं"),
                n("h4dd544e", "आपको पोस्ट भेजा गया."),
                n("ice925ce", "आपका पोस्ट संपादित किया गया है."),
                n("eae9e604", "आपका पोस्ट भेज दिया गया. आपके पास संपादन करने के लिए 30 मिनट हैं."),
                n("gcdf3fd6", "आपका पोस्ट भेज दिया गया था. आपके पास संपादन करने के लिए 1 घंटा है."),
                n("c7999d10", "आपके पोस्ट्स भेज दिए गए थे."),
                n("b97f5eb2", "पोस्ट भेजा जा रहा है..."),
                n("g08523f0", "पोस्ट भेजा जा रहा है ... इसके प्रकाशित किए जाने के बाद, इसे संपादित करने के लिए आपके पास 30 मिनट होंगे."),
                n("fa53f95c", "पोस्ट भेजा जा रहा है ... इसके प्रकाशित किए जाने के बाद, इसे संपादित करने के लिए आपके पास 1 घंटा होगा."),
                n("a608b1b4", "पोस्ट को खारिज करें?"),
                n("j890123a", "थ्रेड को छोड़ दें?"),
                n("af4d0a80", "संपादनों को छोड़ें?"),
                n("bb01231c", "इसे पूर्ववत नहीं किया जा सकता और आपका प्रारूप गायब हो जाएगा."),
                n("if69307c", "अगर आप छोड़ देते हैं, तो आपके परिवर्तन सहेजे नहीं जाएंगे."),
                n("d2c271f6", "पोस्ट सहेजें?"),
                n("abb90544", "आप इसे बाद में अपने ड्राफ्ट से भेजने के लिए सहेज सकते हैं."),
                n("d3bb6f30", "नोट: मीडिया में टैग किए हुए खाते ड्राफ्ट में सहेजे नहीं जाएंगे."),
                n("bf9b89e4", "आपका ड्राफ़्ट सहेज लिया गया था."),
                n("i63bfbf0", "उस विचार को होल्ड करें"),
                n("a6c55352", "हम अभी भी आपका वीडियो अपलोड कर रहे हैं. क्या आप वाकई अपने पोस्ट को छोड़ना चाहते हैं? आपके ड्राफ़्ट और अटैचमेंट खो जाएंगे."),
                n("c3d89aca", "जारी रखें"),
                n("b983f9e0", "सतर्क रहें"),
                n("ed5c4342", "ध्यान रखने योग्य कुछ बातें..."),
                n("abc4afcc", "संपादन करने का आपका समय समाप्त हो गया है"),
                n("a9a471fa", "पोस्ट्स को प्रकाशित करने के बाद उन्हें पहले 30 मिनट के भीतर ही संपादित किया जा सकता है."),
                n("a3483f1c", "पोस्ट्स को प्रकाशित करने के बाद उन्हें पहले 1 घंटे के भीतर ही संपादित किया जा सकता है."),
                n("g4bcc5f4", "यह आपका आखरी संपादन है"),
                n("g922bf14", "आपके पोस्ट को फिर से अपडेट नहीं किया जा सकता."),
                n("f58b5009", function (e) {
                    return "आपका पोस्ट " + e.scheduleDate + " को " + e.scheduleTime + " पर भेजा जाएगा";
                }),
                n("fa97f508", "इन पोस्ट्स को भेजने के बाद आप इस थ्रेड में और पोस्ट्स जोड़ सकते हैं."),
                n("c091760c", "यह संपादन सहेजा नहीं गया था. आप अपने अपडेट फिर से कर सकते हैं या इसे छोड़ कर फिर से शुरू कर सकते हैं."),
                n("d38504ad", function (e) {
                    return "कृपया " + e.maxMediaCap + " फ़ोटो, वीडियो या GIF तक चुनें.";
                }),
                n("dd6734c2", "और अधिक पढ़ें"),
                n("g589c2e2", "विकल्प 1"),
                n("a1e6c3a2", "विकल्प 2"),
                n("a739e006", "विकल्प 3 (वैकल्पिक)"),
                n("d89a5b92", "विकल्प 4 (वैकल्पिक)"),
                n("c2a8118e", "जनमत हटाएं"),
                n("a8ede1de", "एक विकल्प जोडें"),
                n("af40a8e0", "जोड़ें"),
                n("caf8edc4", "जनमत अवधि"),
                n("g93586be", "दिन"),
                n("d073b644", "घंटे"),
                n("a2f0728e", "मिनट"),
                n("c9f5ae0a", "ड्राफ्ट में सहेजें"),
                n("f0afcc0e", "जनमत जोड़ें"),
                n("d39e3e78", "पोस्ट शेड्यूल करें"),
                n("f6bab0da", "पोस्ट टेक्स्ट"),
                n("cc2b28fc", "आपके पास केवल 1 प्रकार का अनुलग्नक हो सकता है"),
                n("i6f7062c", "पोस्ट जोड़ें"),
                n("j1d5791c", "जवाब जोड़ें"),
                n("e76f3776", "पोस्ट हटाएं"),
                n("ec10ee02", "जनमत"),
                n("cce30dcc", "स्थान टैग करें"),
                n("ee016dd6", "लंबे वीडियो अपलोड होने में थोड़ा समय लगेगा. अपलोड रुकावटों से बचने के लिए अपने ब्राउज़र टैब को खुला रखें."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " छवि विवरण";
                }),
                n("d1175c78", "लोगों को टैग करें"),
                n("b2943227", function (e) {
                    return "कैप्शन फ़ाइल" + f(e.numberOfVideos, "", "ें") + " (.srt) अपलोड करें";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " कैप्शन फ़ाइल" + f(e.numberOfSubtitles, "", "ें");
                }),
                n("e349147c", "क्या हो रहा है?"),
                n("b4481d6c", "अपने विचार साझा करें..."),
                n("fbd24526", "एक और जवाब जोड़ें"),
                n("de4669e2", "एक टिप्पणी जोडें"),
                n("ed1f39ec", "अपना जवाब पोस्ट करें"),
                n("a402b908", "प्रश्न पूछें"),
                n("ic05a146", "शीर्षक"),
                n("d9c096f0", "इमेज जनरेट करें"),
                n("d2553906", "अपनी पोस्ट को बेहतर बनाएं"),
                n("b85f402a", "Grok से अपनी पोस्ट को बेहतर बनाएं"),
                n("e815fc34", "दर्शक चुनें"),
                n("cf44066a", "Circle"),
                n("c6992b94", "Premium एक्सक्लूसिव"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "व्यक्ति", "लोग");
                }),
                n("f0598964", "केवल थोड़े से लोगों के साथ शेयर करना चाहते हैं?"),
                n("e1ae1c0a", "Circle के ज़रिए आप केवल अपने पसंदीदा लोगों को पोस्ट्स भेज सकते हैं."),
                n("eb969e30", "Circle कैसे काम करता है"),
                n("bb55e8ee", "अपने लोगों को जोड़ें"),
                n("f1aedb7c", "अपने Circle में शामिल करने के लिए आप उनमें से अधिकतम 150 चुन सकते हैं."),
                n("b659fba8", "केवल उन्हें पोस्ट करें"),
                n("c474be66", "आगे बढ़ें - उन विचारों को शेयर करें. केवल आपका Circle उन्हें देख सकता है और उनका जवाब दे सकता है."),
                n("h031847a", "चीजों को कभी भी बदलें"),
                n("bd9db21f", "अधिक जानें"),
                n("gfca5254", "नियम"),
                n("f510c8b2", "कम्यूनिटी के नियम"),
                n("g46f363e", "बातचीत में शामिल होने से पहले कम्यूनिटी के नियम देखें"),
                n("f6fec9f6", "कार्ड पूर्वावलोकन हटाएँ"),
                n("b2df0574", "फ़ॉलोअर्स के साथ भी शेयर करें"),
                n("ccfc7453", function (e) {
                    return "@" + e.screenName + " के Circle में मौजूद वे सभी लोग जवाब दे सकते हैं, जो आपको फ़ॉलो करते हैं";
                }),
                n("d4d17205", function (e) {
                    return "@" + e.screenName + " के Circle में सभी जवाब दे सकते हैं";
                }),
                n("df961844", "आपके Circle में मौजूद केवल वे लोग जवाब दे पाएंगे, जो आपको फ़ॉलो करते हैं."),
                n("ce958ec8", "केवल आपका Circle जवाब दे सकता है"),
                n("c7df589e", "पोस्ट के लेखक के Circle में वे सभी जवाब दे सकते हैं, जो आपको फ़ॉलो करते हैं"),
                n("j65d7c72", "पोस्ट के लेखक के Circle में सभी जवाब दे सकते हैं"),
                n("i8ea6d4e", "सभी जवाब दे सकते हैं"),
                n("a176d0d8", "वे खाते जिन्हें आप फ़ॉलो करते हैं, जवाब दे सकते हैं"),
                n("gc7e52ca", "केवल वे खाते जिनका आप उल्लेख करते हैं, जवाब दे सकते हैं"),
                n("feb7560a", "केवल सब्सक्राइबर्स ही जवाब दे सकते हैं"),
                n("h257006e", "इस कम्यूनिटी के नियमों की समीक्षा करें"),
                n("ebe1d850", "केवल आपके सब्सक्राइबर्स ही जवाब दे सकते हैं"),
                n("b121464a", "केवल सत्यापित खाते ही जवाब दे सकते हैं"),
                n("aa65a44a", "हम इस डिवाइस पर आपकी पसंद को याद रखेंगे"),
                n("a4993fa2", "एक GIF जोड़ें"),
                n("bfb895b1", function (e) {
                    return e.date + " को " + e.time + " पर भेजा जाएगा";
                }),
                n("hb36f723", function (e) {
                    return "टाइमलाइन में केवल पहले " + e.count + " अक्षर दिखाई देंगे.";
                }),
                n("d759c09e", "आज़माएं"),
                n("e4472565", function (e) {
                    return "अपलोड हुआ (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "प्रोसेसिंग (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "अपलोड हो रहा है (" + e.percent + "%)";
                }),
                n("daad8822", "अपलोड विफ़ल रहा"),
                n("i8ff6261", function (e) {
                    return "ऐसा लगता है कि यह वीडियो अपलोड किए जा सकने वाले अधिकतम फ़ाइल आकार को पार कर गया है (" + e.human_readable_max_size + "GB).";
                }),
                n("cba4fdde", "X पर व्यूअर्स को 1080p में डिलीवर करें"),
                n("c92702a0", "यह MP4 फ़ाइल खराब हो सकती है. हम इसे अपलोड करने का प्रयास करेंगे, लेकिन यदि यह विफल रहता है तो आपको एक अलग वीडियो फ़ाइल इस्तेमाल करने की आवश्यकता हो सकती है."),
                n("ef8f5d90", "सुझाए गए"),
                n("a7046fb0", "कभी-कभी ज़रूरत पड़ती है"),
                n("acf3ecf4", "मीडिया जोड़ें"),
                n("bdbcdd94", "फ़ोटो जोड़ें"),
                n("f2c8c04d", "अपने पोस्ट्स को सार्वजनिक बनाना"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " को और " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " और " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "सब्सक्राइबर्स"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " और " + e.otherUserName;
                }),
                n("i9451241", "सब्सक्राइबर्स"),
                n("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + e.userThreeName;
                }),
                n("dcbb6a0b", "सब्सक्राइबर्स"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("c65916af", "सब्सक्राइबर्स"),
                n("g5c5ebb8", function (e) {
                    return e.userName + " ";
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " और " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + " के";
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " और " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + " के";
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + " के";
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + " के";
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + " के";
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("j8e134e5", function (e) {
                    return e.trustedFriendsTweetOwner + " के";
                }),
                n("c14cdb18", "प्रचार करें"),
                n("f11264ac", "भुगतान का तरीका जोड़ें"),
                n("j619ec94", "पोस्ट का प्रचार करें"),
                n("h1fcb36c", "अपने पोस्ट का प्रचार करें"),
                n("fd22cfe0", "विज्ञापन के नियम और शर्तों"),
                n("i3656b52", "आप कितना खर्च करना चाहते हैं?"),
                n("h7c29de6", "अनुमानित पहुंच"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " व्यक्ति";
                }),
                n("i976aff4", "अपनी बिलिंग करंसी से मैच कराने के लिए डेली बजट जानकारी अपडेट करें."),
                n("e1e912f2", "आपके पोस्ट को पोस्ट किया गया था, लेकिन हम उस पर बूस्ट नहीं चला सके. आपसे शुल्क नहीं लिया जाएगा."),
                n("fe26420a", "कीवर्ड जोड़ें"),
                n("aacfbe55", function (e) {
                    return "आप @" + e.screenName + " के लिए पोस्ट कर रहे हैं.";
                }),
                n("ga8627cd", function (e) {
                    return "आप @" + e.screenName + " के लिए जवाब दे रहे हैं.";
                }),
                n("e6d2573f", function (e) {
                    return "आप @" + e.screenName + " के लिए संदेश भेज रहे हैं.";
                }),
                n("d37a3e15", function (e) {
                    return "आप @" + e.screenName + " के लिए यह सूची बना रहे हैं.";
                }),
                n("ceb1ad26", "पेश है डाउनलोड करने योग्य वीडियोज़"),
                n("ea97bc08", "ऑफ़लाइन हो जाएं या रीमिक्स हो जाएं! Premium उपयोगकर्ता अब आपकी सामग्री को डाउनलोड और रीइमैजिन कर सकते हैं. अगर आप चाहते हैं कि आपके वीडियो डाउनलोड करने योग्य न हों, तो अपने वीडियो पर 'संपादित करें' पर टैप करें. आपकी सामग्री, आपके नियम."),
                n("e6042757", function (e) {
                    return "पोस्ट संपादित करने के लिए " + e.minutes + " मिनट और " + e.seconds + " सेकंड शेष";
                }),
                n("a4e39717", function (e) {
                    return "पोस्ट संपादित करने के लिए " + e.minutes + " मिनट शेष";
                }),
                n("c55eed72", "इनको जवाब दे रहे हैं"),
                n("caca3102", "इस बातचीत में अन्य"),
                n("c6a6dc2f", function (e) {
                    return "आपने @" + e.screenName + " को अवरुद्ध कर दिया है, इसलिए जब आप जवाब देंगे, तब उन्हें सूचना नहीं मिलेगी.";
                }),
                n("f5b426c2", "उपयोगकर्ता लोड हो रहे हैं"),
                n("c20dc654", "केवल 10 लोगों को टैग किया जा सकता है."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " को फ़ोटो में टैग नहीं किया जा सकता";
                }),
                n("cca7fa72", "शेड्यूल किया गया पोस्ट मिटाया नहीं जा सका."),
                n("c5dd0190", "समय"),
                n("edeff232", "दिनांक"),
                n("fddf24b4", "समय क्षेत्र"),
                n("d39dc06e", "आप किसी पोस्ट को बीते समय में भेजे जाने के लिए शेड्यूल नहीं कर सकते."),
                n("d024efe2", "आप किसी पोस्ट को 18 महीने से आगे की तारीख पर भेजने के लिए शेड्यूल नहीं कर सकते."),
                n("d15af6da", "कुछ भेजे नहीं गए पोस्ट्स को मिटाया नहीं जा सका."),
                n("a1e1b748", "आपके चुने हुए भेजे नहीं गए पोस्ट्स मिटा दिए गए थे."),
                n("ce80fba0", "भेजे नहीं गए पोस्ट्स को लोड करना"),
                n("i5d56b62", "अभी तक पोस्ट भेजने के लिए तैयार नहीं हैं? उसे अपने ड्राफ़्ट में सहेजें या बाद के लिए शेड्यूल करें."),
                n("aef6257e", "भेजे नहीं गए पोस्ट्स को मिटाना"),
                n("dce0bc34", "भेजे नहीं गए पोस्ट्स"),
                n("f8464692", "शेड्यूल किया गया"),
                n("e8bd47f2", "सभी चुनें"),
                n("j2b145d4", "सभी अचयनित करें"),
                n("h6c79ac2", "भेजे नहीं गए पोस्ट्स को खारिज करें"),
                n("d0a4a03c", "इसे पूर्ववत नहीं किया जा सकता है और आपके बिना भेजे पोस्ट्स गायब हो जाएंगे."),
                n("f9f69d32", "भेजना विफल रहा"),
                n("j74e5dd4", "जिस पोस्ट का आप जवाब देने का प्रयास कर रहे हैं, वह मिटा दिया गया है"),
                n("c5ceafc8", "जवाब दे रहे हैं"),
                n("f501ba43", function (e) {
                    return e.count + " और पोस्ट" + f(e.count, "", "्स");
                }),
                n("b321d0cc", "छवियां लोड करें"),
                n("abd649ce", "भेजे नहीं गए पोस्ट को खारिज करें"),
                n("c7d42978", "इसे पूर्ववत नहीं किया जा सकता और आपका प्रारूप पोस्ट गायब हो जाएगा."),
                n("e43a5528", "कुछ गलत हुआ और न भेजा गया पोस्ट मिटाया नहीं गया."),
                n("e7c766ee", "स्थान सेवाएं अक्षम हैं"),
                n("ab68727a", "आप अपने डिवाइस की सेटिंग्स में उन्हें चालू कर सकते हैं."),
                n("ae4057a2", "स्थान का पता लगाने में असमर्थ"),
                n("bf2923a6", "अपने डिवाइस की सेटिंग्स देखें."),
                n("d963d1b6", "कोई स्थान नहीं पाए गए"),
                n("a893d602", "ठीक है"),
                n("be6cc44e", "स्थान खोजें"),
                n("d8ef3232", "स्थान फ़ेच नहीं किए जा सके"),
                n("b01ed2db", function (e) {
                    return e.distance + " मील";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " फुट";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " कि.मी.";
                }),
                n("b211849f", function (e) {
                    return e.distance + " मि";
                }),
                n("fd391b9f", function (e) {
                    return e.entity + " को एम्बेड करें";
                }),
                n("e1618e49", function (e) {
                    return "आपने @" + e.screenName + " को फ़ॉलो किया";
                }),
                n("ge5067bc", "जवाब छिपाएं"),
                n("j136c720", "पोस्ट का जवाब छिपा है"),
                n("d66f0338", "आपके पोस्ट्स के छिपे हुए जवाब"),
                n("cfc8cb50", "आपके द्वारा शुरू की गई बातचीत पर आपको और अधिक नियंत्रण देने के लिए, पोस्ट के लेखक अपने पोस्ट्स के जवाब छिपा सकते हैं."),
                n("if8dc5f0", "छिपे हुए जवाबों को एक अलग पृष्ठ पर ले जाया जाता है, जिन्हें कोई भी पोस्ट पर छिपे हुए जवाब आइकन का चयन करके देख सकता है."),
                n("b2615c6d", function (e) {
                    return "@" + e.screenName + " को भी अवरुद्ध करें?";
                }),
                n("i62a03aa", "नहीं"),
                n("f9f27fa2", "पोस्ट छिपाएं"),
                n("ce87916a", "हाइलाइट्स में जोड़ें/हटाएं"),
                n("eaae42ce", "हाइलाइट्स में जोड़ें?"),
                n("h032d096", "हाइलाइट्स से हटाएं?"),
                n("be38d25e", "यह पोस्ट आपकी प्रोफ़ाइल पर हाइलाइट्स टैब में दिखाया जाएगा."),
                n("d2be9310", "यह पोस्ट आपकी प्रोफ़ाइल पर हाइलाइट्स टैब से हटाया जाएगा."),
                n("jea6b076", "हाइलाइट्स में सफलतापूर्वक जोड़ा गया."),
                n("ce6fd0ec", "हाइलाइट्स से सफलतापूर्वक हटाया गया."),
                n("ha35a1d2", "अपनी प्रोफ़ाइल पर पिन करें"),
                n("d04f95c0", "आपके पोस्ट को आपकी प्रोफ़ाइल पर पिन किया गया था."),
                n("i419d136", "पोस्ट को प्रोफ़ाइल पर पिन करें?"),
                n("c1b9714a", "यह आपकी प्रोफ़ाइल पर सबसे ऊपर दिखाई देगा और पहले से पिन किए गए किसी भी पोस्ट की जगह ले लेगा."),
                n("fe4d099a", "हाइलाइट"),
                n("e8d4c1cc", "पोस्ट्स को हाइलाइट करना एक सब्सक्रिप्शन फ़ीचर है. इस फ़ीचर और अन्य फ़ीचर्स को अनलॉक करने के लिए सत्यापित हो जाएं."),
                n("b68c3784", "सत्यापित हों"),
                n("bb16cc76", "इस बातचीत को छोड़ें"),
                n("de21174c", "आपने यह बातचीत छोड़ दी है"),
                n("j33c9fc6", "कोई बात नहीं, मैं इसमें रहूंगा"),
                n("aed79c54", "इस बातचीत से बाहर निकलें"),
                n("h12044a4", "कभी-कभी आप बस सहभागिता नहीं करना चाहते. बातचीत को छोड़ने से…"),
                n("f100e566", "अपना उपयोगकर्ता नाम अनटैग करें"),
                n("a0d68f4e", "आपका उपयोगकर्ता नाम कायम रहेगा, लेकिन उसे मूल पोस्ट और सभी जवाबों में अनटैग कर दिया जाएगा."),
                n("b00255b6", "और उल्लेख करना बंद करें"),
                n("geea29ee", "इस बातचीत में लोग फिर से आपका उल्लेख नहीं कर सकते."),
                n("c54678e8", "सूचनाएं बंद करें"),
                n("ga4fa180", "आपको और सूचनाएं नहीं मिलेंगी, लेकिन आप अभी भी बातचीत देख सकते हैं."),
                n("h8dde772", "अगर आप बातचीत छोड़ देते हैं, तो इसके बारे में किसी को भी सूचित नहीं किया जाएगा."),
                n("ee87e71c", "आप स्वयं को म्यूट नहीं कर सकते."),
                n("ed428a76", "आप निर्दिष्ट उपयोगकर्ता को म्यूट नहीं कर रहे हैं."),
                n("e2d6c17e", "इस बातचीत को म्यूट करें"),
                n("cd1942f4", "इस बातचीत को अनम्यूट करें"),
                n("bbd8bed6", "इस बातचीत के लिए सूचनाएं म्यूट की गईं"),
                n("c13af432", "इस बातचीत के लिए सूचनाएं अनम्यूट की गईं"),
                n("df744bda", "इसे म्यूट करें"),
                n("j9552760", "बातचीत को म्यूट करें"),
                n("d751694c", "जब आप किसी बातचीत को म्यूट कर देते हैं, तो आपको उसके बारे में कोई नई सूचनाएं नहीं मिलेंगी."),
                n("a50c911e", "आपके पोस्ट को पिन कर दिया गया है और हाइलाइट्स में जोड़ दिया गया है"),
                n("d1c1e2c2", "कम्यूनिटी में पिन करें"),
                n("j832cc34", "यह आपकी कम्यूनिटी के टॉप पर दिखाई देगा."),
                n("h7dbb2f2", "यह आपकी कम्यूनिटी के टॉप पर दिखाई देगा और पहले से पिन किए गए किसी भी पोस्ट की जगह ले लेगा."),
                n("d8725596", "कम्यूनिटी मॉडरेटर्स द्वारा पिन किया गया"),
                n("f5cdcc2c", "इस विज्ञापन में दिलचस्पी नहीं है"),
                n("c2e276e4", "कम्यूनिटी से प्रतिबंधित लेखक"),
                n("a95f04ba", "क्या आप वाकई इस पोस्ट से फ़ोटो टैग हटाना चाहते हैं?"),
                n("jfc76958", "फ़ोटो से टैग हटाएं"),
                n("j4e43d8b", function (e) {
                    return e.entity + " की रिपोर्ट करें";
                }),
                n("e3fd237e", "विज्ञापन की रिपोर्ट करें"),
                n("d1e21610", "NetzDG उल्लंघन की रिपोर्ट करें"),
                n("d7513755", function (e) {
                    return "इस कम्यूनिटी में " + e.screenName + " की पोस्ट खोजें";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " से " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "@" + e.screenName + " को अनफ़ॉलो करें";
                }),
                n("c2423b7b", function (e) {
                    return "आपने @" + e.screenName + " को अनफ़ॉलो कर दिया";
                }),
                n("i31dfa4c", "जवाब को छिपाना रद्द करें"),
                n("j8e56ba2", "जवाब को छिपाना रद्द किया गया"),
                n("ic030338", "प्रोफ़ाइल से अनपिन करें"),
                n("gfcea3f4", "प्रोफाइल से पोस्ट अनपिन करें?"),
                n("eb2d59f4", "यह अब स्वचालित रूप से आपकी प्रोफ़ाइल में सबसे ऊपर दिखाई नहीं देगा."),
                n("a2dd7414", "आपके पोस्ट को आपकी प्रोफ़ाइल से अनपिन कर दिया गया था"),
                n("cac6a24a", "पिन किया गया पोस्ट हटाएं"),
                n("i642edc4", "यह पोस्ट अब कम्यूनिटी फ़ीड के टॉप पर नहीं दिखाई देगा."),
                n("f9478972", "छिपे हुए जवाब देखें"),
                n("c5491b5d", function (e) {
                    return e.entity + " सहभागिताएं देखें";
                }),
                n("haebcf52", "लोग इस बातचीत में आपका दोबारा उल्लेख नहीं कर सकते हैं और आपको और सूचनाएं नहीं मिलेंगी."),
                n("c837fcaa", "और अधिक जवाब दिखाएँ"),
                n("d228a9a0", "और अधिक दिखाएं"),
                n("g0b48670", "इस बातचीत में इतने सारे जवाब हैं कि सभी को नहीं दिखाया जा सकता."),
                n("d9b417c4", "'दिलचस्पी नहीं है' के रूप में सेट करें"),
                n("c29d6806", "सुझाव देना बंद करें"),
                n("ge8f3043", function (e) {
                    return e.topicName + " विषय को फ़ॉलो करें";
                }),
                n("aa576cbf", function (e) {
                    return e.topicName + " विषय को अनफ़ॉलो करें";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " विषय खारिज करें";
                }),
                n("d69b2d90", "आपकी इस विषय में दिलचस्पी नहीं है."),
                n("je808a17", function (e) {
                    return e.topicName + " विषय";
                }),
                n("ic6aa5f4", "सत्यापित हो गया."),
                n("c02e7e3c", "लोड हो रहा है..."),
                n("c5453f28", "64 राउंड"),
                n("eb256a86", "32 राउंड"),
                n("g77adc66", "स्वीट सिक्सटीन"),
                n("a6d2520c", "स्वीट 16"),
                n("g5b63eb6", "अलीट एट"),
                n("d8bf2890", "अलीट 8"),
                n("f9d3d6f2", "फ़ाइनल फ़ोर"),
                n("bda24f7c", "फ़ाइनल 4"),
                n("i5043440", "नेशनल चैंपियनशिप"),
                n("fcb16026", "चैंपियनशिप"),
                n("e9c89ee8", "ईस्ट"),
                n("h259fd86", "वेस्ट"),
                n("a7b2545a", "साउथ"),
                n("fdf7819a", "मिडवेस्ट"),
                n("i899e9b0", "ब्रैकेट सबमिट करें"),
                n("c5b04394", "चयन देखें"),
                n("h836bbae", "टूर्नामेंट देखें"),
                n("e1059d6c", "पहला राउंड"),
                n("b1602be4", "दूसरा राउंड"),
                n("ef7bc2c0", "20-21 मार्च"),
                n("h726aaf2", "22-23 मार्च"),
                n("ee7cd198", "27-28 मार्च"),
                n("fed91402", "29-30 मार्च"),
                n("aba0a450", "5 अप्रैल"),
                n("jdfba2dc", "7 अप्रैल"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "चुनें:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "अभी भेजें"),
                n("b23688c8", "टाइमर को पूर्ववत करें"),
                n("cca5d499", function (e) {
                    return "मुझे 1 या 2 वाक्यों में " + e.selectedText + " के बारे में बताएं.";
                }),
                n("d231a76a", "सर्वश्रेष्ठ ब्रैकेट के लिए $100k जीतें 🏀"),
                n("heaba5d8", "अपने कॉलेज बास्केटबॉल ब्रैकेट को X पर डिज़ाइन करें. सही ब्रैकेट से मंगल ग्रह की यात्रा का मौका मिलेगा!"),
                n("i57d3ea0", "नियम लागू होते हैं"),
                n("a0440af6", "ब्रैकेट बनाएं"),
                n("aaad27c8", "लेखक"),
                n("eb748f7e", "पोस्ट एनालिटिक्स देखें"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "सिक्क" + f(e.count, "ा", "े");
                }),
                n("be059f7e", "अभी 100k से अधिक उपयोगकर्ताओं तक पहुंचें"),
                n("c34f845e", "इस पोस्ट को बूस्ट करने का प्रयास करें!"),
                n("c37102aa", "आज 100,000 से अधिक उपयोगकर्ताओं तक पहुंचें, जिनकी आपकी सामग्री में रुचि होने की संभावना है."),
                n("ac245c4c", "अभी विज़िबिलिटी बूस्ट करें"),
                n("e4db6326", "शायद बाद में"),
                n("g6237a1e", "प्रचार चल रहा है"),
                n("d6b5949e", "प्रचार रोका गया"),
                n("ffd9cfe6", "और देखें"),
                n("d172116a", "और अधिक जानें"),
                n("be5df69e", "अधिक पोस्ट्स"),
                n("g11ebd34", "और अधिक सुझाव"),
                n("g4a6901a", "ब्राउज़ करें"),
                n("h6453e74", "पोस्ट्स ब्राउज़ करें"),
                n("je506a60", "उपयोगकर्ता नाम बदलें"),
                n("c0fcb08a", "अपना उपयोगकर्ता नाम बदलने के कारण आपका चेकमार्क और एफ़िलिएशन तब तक के लिए अस्थायी रूप से हटा दिया जाएगा, जब तक की उनकी समीक्षा नहीं हो जाती."),
                n("d1f6d336", "उपयोगकर्ता नाम"),
                n("de65c756", "सुझाव"),
                n("ebeeac1a", "ईमेल बदलें"),
                n("dc013356", "मौजूदा"),
                n("ea28c7ce", "ईमेल सेटिंग्स लोड हो रही हैं"),
                n("f3f66252", "ईमेल पता जोड़ें"),
                n("i5107de4", "ईमेल पता अपडेट करें"),
                n("d19fd42a", "पुष्टिकरण ईमेल फिर से भेजें"),
                n("g4da3246", "ईमेल भेज दी गई है. कृपया पुष्टिकरण लिंक के लिए जल्दी ही अपना इनबॉक्स देखें."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "वर्तमान पासवर्ड"),
                n("a9bc3044", "नया पासवर्ड"),
                n("b8c03cfc", "पासवर्ड की पुष्टि करें"),
                n("b731d32c", "आपका पासवर्ड सफलतापूर्वक अपडेट कर दिया गया है."),
                n("d555d7e0", "नया पासवर्ड आपके मौजूदा पासवर्ड के समान नहीं हो सकता."),
                n("fa8af9ae", "पासवर्ड मेल नहीं खाते."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " ऐप्लिकेशन";
                }),
                n("j25601d9", "अधिक जानें"),
                n("cb841d56", "फ़ोन बदलें"),
                n("ce37ea44", "फ़ोन नंबर जोड़ें"),
                n("ibaf239e", "फ़ोन नंबर अपडेट करें"),
                n("j2636558", "फ़ोन नंबर मिटायें"),
                n("e49b16d4", "फ़ोन नंबर मिटाएं?"),
                n("i931719e", "ऐसा करने से आपके खाते से यह नंबर हटा दिया जाएगा और आप उस पर कोई भी सूचना या लॉगिन कोड प्राप्त नहीं कर पाएंगे."),
                n("j841d1f4", "फ़ोन हटा दिया गया है."),
                n("fe8b565a", "ऐसा करने से इस खाते से फ़ोन नंबर मिटा दिया जाता है, और अब आपको X से पाठ संदेश के रूप में सूचनाएं नहीं मिलेंगी. साथ ही, इस खाते पर दो-कारक प्रमाणीकरण भी बंद हो जाता है."),
                n("hf45b8d4", "ऐसा करने से इस खाते से फ़ोन नंबर मिटा दिया जाता है, और अब आपको X से पाठ संदेश के रूप में सूचनाएं नहीं मिलेंगी. साथ ही, इस खाते पर पाठ संदेश के ज़रिए दो-कारक प्रमाणीकरण वाली विधि भी बंद हो जाती है."),
                n("bc262c2e", "अतिरिक्त विधियां"),
                n("hc1a91da", "बैकअप कोड"),
                n("e4fed8f0", "एक बार के इस्तेमाल वाले बैकअप कोड प्राप्त करें, ताकि अगर आपकी अपने दो-कारक प्रमाणीकरण विकल्पों तक पहुँच न हो, तो भी आप X में लॉगिन कर सकें."),
                n("b39c7b14", "लॉगिन सत्यापन अक्षम करें?"),
                n("a923fce6", "दो-कारक प्रमाणीकरण बंद करने से आपका खाता अधिक असुरक्षित हो सकता है. क्या आप वाकई इसे बंद करना चाहते हैं?"),
                n("ff781e0a", "इसे बंद करें?"),
                n("c557ac30", "क्या आप वाकई इस विधि को बंद करना चाहते हैं?"),
                n("d133464a", "इसे बंद करने से आपके खाते से दो-कारक प्रमाणीकरण विधि हटा दी जाएगी. क्या आप वाकई इसे बंद करना चाहते हैं?"),
                n("ee3a7bfa", "बंद करें"),
                n("aa9139cc", "लॉगिन अनुरोध सत्यापित करें"),
                n("jc22dd42", "लॉगिन करने के बाद, X, X ऐप पर एक पुश सूचना भेजेगा, जिसे आपको स्वीकृति देनी होगी, ताकि आप अपने खाते तक पहुंच सकें."),
                n("a219e218", "ठीक है"),
                n("e0d79de8", "आपके खाते से केवल एक सुरक्षा कुंजी लिंक की गई है. यह सुनिश्चित करने के लिए कि इसके खो जाने पर आपका खाता लॉक न हो जाए, एक और कुंजी जोड़ें और दो-कारक प्रमाणीकरण बैकअप कोड सहेज कर रखें."),
                n("ja6bbfa0", "लॉगिन सत्यापन डेटा लोड हो रहा है"),
                n("c2570922", "SMS"),
                n("fba9483c", "उस प्रमाणीकरण कोड वाले पाठ संदेश को पाने के लिए अपने मोबाइल फ़ोन का इस्तेमाल करें, जिसे आप X पर लॉगिन करने के लिए डालेंगे."),
                n("ab61b41a", "प्रमाणीकरण ऐप"),
                n("a67c7d68", "उस सत्यापन कोड को पाने के लिए अपने मोबाइल प्रमाणीकरण ऐप का इस्तेमाल करें, जिसे आप X में हर बार लॉगिन करने के लिए डालेंगे."),
                n("h6d0d89c", "सुरक्षा कुंजी"),
                n("b3e5c946", "X में लॉगिन करते समय एक ऐसी भौतिक सुरक्षा कुंजी का इस्तेमाल करें जिसे आपके कंप्यूटर से जोड़ा जा सकता है या आपके मोबाइल डिवाइस के साथ सिंक किया जा सकता है. आपको एक समर्थित मोबाइल डिवाइस या वेब ब्राउज़र का इस्तेमाल करना होगा."),
                n("cd195528", "नई सुरक्षा कुंजी जोड़ें"),
                n("a1860ee8", "अस्थायी पासवर्ड"),
                n("j45a2856", "तृतीय-पक्ष सेवाओं के साथ इस्तेमाल करने के लिए एक-बार इस्तेमाल होने वाला अस्थायी पासवर्ड बनाएँ."),
                n("d8612d9c", "पहले पाठ संदेश या प्रमाणीकरण ऐप चालू करें"),
                n("e13d4468", "सुरक्षा कुंजी सेट करने से पहले, आपको अपने दो कारक प्रमाणीकरण तरीकों में से एक के रूप में या तो पाठ संदेश या प्रमाणीकरण ऐप को चालू करना होगा."),
                n("c1d96d6a", "आपने अधिकतम संख्या में कुंजियां जोड़ दी हैं"),
                n("gf91694e", "दूसरी कुंजी जोड़ने से पहले आपको एक कुंजी को मिटाना होगा."),
                n("j265ddb6", "अपने ईमेल की पुष्टि करें"),
                n("a7cfdf1c", "दो-कारक प्रमाणीकरण चालू करने के लिए, आपको इस X खाते के साथ एक ईमेल पते को जोड़ना होगा और फिर उसकी पुष्टि करनी होगी, ताकि हम जान सकें कि यह वास्तव में आपका ही है."),
                n("d7bfde1a", "ऐसा लगता है कि आपका खाता वर्तमान में निलंबित है. जब आपका खाता निलंबित हो, उस दौरान आप दो-कारक प्रमाणीकरण चालू नहीं कर सकते."),
                n("g268fbb8", "इस खाते की ID सत्यापित है."),
                n("f66d24be", "सहायता केंद्र"),
                n("c8255462", "अपना ID सत्यापित लेबल छिपाएं"),
                n("c6e731ee", "अपना ID सत्यापित लेबल छिपाएं, ताकि आपके प्रोफ़ाइल पेज में नीले चेकमार्क पर टैप करने पर लोगों को वह दिखाई न दे."),
                n("be582166", "ID सत्यापन आपके खाते को प्रतिरूपण से बचाने में मदद कर सकता है और आपकी प्रोफ़ाइल को एक ID सत्यापित लेबल प्रदान करता है."),
                n("b496bc94", "हम आपकी सरकार द्वारा जारी ID की समीक्षा कर रहे हैं. हम आपको सूचनाओं के माध्यम से सूचित करते रहेंगे.\n\nस्वीकृत होने के बाद, आपको अपनी प्रोफ़ाइल पर एक ID सत्यापित लेबल प्राप्त होगा, ताकि लोगों को पता चल सके कि आपका खाता ID सत्यापित है."),
                n("d8f5cce4", "आपने अपनी सत्यापन अनुरोध सीमा पार कर ली है. कृपया दोबारा कोशिश करने से पहले 24 घंटे प्रतीक्षा करें."),
                n("i8427a1e", "यह खाता ID सत्यापन के लिए पात्र नहीं है. केवल Premium के सब्सक्राइबर्स ही फ़िलहाल ID सत्यापन के लिए पात्र हैं."),
                n("cdc65e89", function (e) {
                    return e.title + " (वैकल्पिक)";
                }),
                n("h05c1f28", "सरकार द्वारा जारी ID प्रदान करके अपना खाता सत्यापित करें. इसमें आम तौर पर लगभग 5 मिनट लगते हैं."),
                n("j8cfcc62", "मैं अपनी पहचान की पुष्टि करने और प्रतिरूपण को रोकने सहित X के संबंधित सलामती एवं सुरक्षा उद्देश्यों के लिए X और Au10tix को अपनी ID और अपनी सेल्फ़ी की इमेजेज़ का उपयोग करने की सहमति देता/देती हूं, जिसमें निकाला गया बायोमेट्रिक डेटा भी शामिल है. Au10tix ऐसे डेटा को 30 दिनों तक के लिए स्टोर कर सकता है."),
                n("c4930cb6", "आपको इन चीज़ों की आवश्यकता होगी:"),
                n("ac7bb0fe", "सरकार द्वारा जारी ID तैयार रखें"),
                n("c12ce69c", "जांचें कि आपके डिवाइस का कैमरा खुला है या नहीं और काम कर रहा है या नहीं"),
                n("c5bfe94a", "सेल्फ़ी और अपनी ID की एक फ़ोटो लेने के लिए तैयार रहें"),
                n("e5b7dd84", "शुरू करें"),
                n("abfaa528", "छोड़ें"),
                n("e4fed511", "X Premium सेवा"),
                n("def518fa", "क्रिएटर सब्सक्रिप्शन"),
                n("f61cda83", "विज्ञापन आय शेयर"),
                n("g1952008", "क्रिएटर सब्सक्रिप्शन"),
                n("e5d0419c", "क्रिएटर आय शेयर"),
                n("g3723480", "क्रिएटर सब्सक्रिप्शन"),
                n("c776f523", "विज्ञापन आय शेयर"),
                n("ab9f38f8", "क्रिएटर सब्सक्रिप्शन"),
                n("d5cab8b0", "क्रिएटर आय शेयर"),
                n("deaf5b16", "फिर से कोशिश करें"),
                n("g1a4a1b6", "ID सत्यापन त्रुटि"),
                n("e24305e4", "आपका पहचान सत्यापन सत्र पुराना या अमान्य था, कृपया फिर से कोशिश करें."),
                n("f7954a0c", "सुरक्षा कुंजियों का डेटा लोड हो रहा है"),
                n("h69986c2", "आप अपनी सुरक्षा कुंजियों का नाम बदल सकते हैं या उन्हें मिटा सकते हैं."),
                n("i5896ba2", "एक और कुंजी जोड़े"),
                n("a8ef2b64", "बिना नाम की सुरक्षा कुंजी"),
                n("d4e220b4", "नाम"),
                n("g6d0f0b6", "सुरक्षा कुंजी प्रबंधित करें"),
                n("b894f68a", "सुरक्षा कुंजी डेटा लोड हो रहा है"),
                n("g2601bb6", "कुंजी का नाम बदलें"),
                n("b464b726", "कुंजी मिटा दें"),
                n("a4101e1b", function (e) {
                    return "जोड़े जाने की तारीख: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "बैकअप कोड"),
                n("ec6a76e0", "एक नया कोड जेनरेट करें"),
                n("f2c3c31c", "कोड कॉपी करें"),
                n("e8016b64", "बैकअप कोड लोड हो रहा है"),
                n("c4ca22bc", "अगर आप कभी अपने डिवाइस पर पहुंच खो दें, तो अपनी पहचान सत्यापित करने के लिए आप इस कोड का उपयोग कर सकते हैं."),
                n("f20ff69f", "अधिक जानें"),
                n("j2327f80", "अस्थायी पासवर्ड"),
                n("fbfeaf8e", "एक नया पासवर्ड जेनरेट करें"),
                n("h4a8bd12", "पासवर्ड कॉपी करें"),
                n("g247dc1c", "अस्थायी पासवर्ड लोड किया जा रहा है"),
                n("h3a32f52", "ऐप्स और डिवाइसेस पर X में लॉगिन करने के लिए इस अस्थायी पासवर्ड (रिक्त स्थान वैकल्पिक) का उपयोग करें."),
                n("d70fceac", "यह पासवर्ड एक घंटे में समाप्त हो जाएगा."),
                n("j924d222", "देश बदलें"),
                n("e9310157", "अधिक जानें"),
                n("bd5ac12e", "इस खाते पर X की हेडलाइनों, बटन और अन्य पाठ को देखने के लिए अपनी पसंदीदा भाषा चुनें. यह आपकी टाइमलाइन में दिखाई देने वाली सामग्री की भाषा को नहीं बदलता है."),
                n("cef33711", function (e) {
                    return e.languageName + " (बीटा)";
                }),
                n("b033248c", "दृश्यता"),
                n("c69b4798", "तय करें कि जिन लोगों के पास आपका ईमेल पता या फ़ोन नंबर है, वे X पर आपको ढूंढ कर आपसे कनेक्ट कर सकते हैं या नहीं."),
                n("eca117e6", "जिन लोगों के पास आपका ईमेल पता है, उन्हें आपको X पर ढूँढने दें."),
                n("acd36386", "जिन लोगों के पास आपका ईमेल पता है, उन्हें आपको ढूँढने और X पर आपसे कनेक्ट होने दें."),
                n("gd8511ca", "जिन लोगों के पास आपका फ़ोन नंबर है, उन्हें आपको X पर ढूंढने दें"),
                n("eca935ec", "जिन लोगों के पास आपका फ़ोन नंबर है, उन्हें आपको ढूँढने और X पर आपसे कनेक्ट होने दें."),
                n("ac77c66c", "संपर्क"),
                n("jadf483e", "उन संपर्कों को प्रबंधित करें, जिन्हें आपने अपने मोबाइल डिवाइसेस से आयात किया है."),
                n("b864be7a", "सभी संपर्कों को हटा दें"),
                n("g5fa1090", "सभी संपर्कों को हटाएं?"),
                n("h3e420fc", "ऐसा करने से पहले अपलोड किए गए सभी संपर्क हटा दिए जाते हैं और सभी डिवाइसेस पर X के साथ सिंकिंग बंद हो जाती है. कृपया ध्यान रखें कि इसमें कुछ समय लग जाता है, इसे पूर्ववत नहीं किया जा सकता और इस दौरान आपको अभी भी X पर कुछ सुझाव दिख सकते हैं (आपके संपर्कों के आधार पर)."),
                n("ca24589e", "कोई नाम नहीं"),
                n("d439b1c1", "अधिक जानें"),
                n("fe36fe10", "अपने पासवर्ड की पुष्टि करें"),
                n("hccd9dbe", "इसे पाने के लिए कृपया अपना पासवर्ड दर्ज करें."),
                n("df1ddda4", "आपके द्वारा अपने पोस्ट्स में जोड़े गए स्थान लेबल अब X.com, iOS के लिए X और Android के लिए X पर दिखाई नहीं देंगे. इन अपडेट्स को प्रभावी होने में कुछ समय लग सकता है."),
                n("ed7fa034", "आपकी स्थान सेवाएं वर्तमान में इस डिवाइस पर सक्षम नहीं हैं. आप अपनी डिवाइस सेटिंग्स में जाकर उन्हें चालू कर सकते हैं."),
                n("e80e4288", "अपने पोस्ट्स में जुड़ी सभी स्थान जानकारी हटा दें"),
                n("b0ee8ab6", "अपने पोस्ट्स में जुड़ी सभी स्थान जानकारी हटा दें?"),
                n("e23b2991", "अधिक जानें"),
                n("gd758534", "लोगों को उनकी फ़ोटो में आपको टैग करने की अनुमति दें और उनके ऐसा करने पर सूचनाएं प्राप्त करें."),
                n("a90af44e", "संवेदनशील सामग्री छुपाएं"),
                n("a25e2ec6", "अवरुद्ध और म्यूट किए गए खातों को हटाएँ"),
                n("b827a058", "सुरक्षित खोज सेटिंग्स अपडेट कर दी गईं."),
                n("b27c9852", "आपके सुरक्षित खोज सेटिंग्स को अपडेट करने के दौरान कुछ गलत हुआ है."),
                n("j3402d7e", "इससे आपके खोज परिणामों में संभावित संवेदनशील सामग्री वाले पोस्ट्स दिखाई नहीं देंगे. "),
                n("if05bca6", "इसका उपयोग उन खातों से मिले खोज परिणामों को हटाने के लिए करें जिन्हें आपने अवरुद्ध या म्यूट किया है."),
                n("bc7fd990", "रुझान सेटिंग्स लोड हो रही हैं"),
                n("e2f16650", "इस स्थान पर सामग्री दिखाएं"),
                n("e5e88f40", "इसके चालू होने पर, आप देख सकेंगे कि अभी आपके आसपास क्या हो रहा है."),
                n("i4d54b0e", "आपके लिए रुझान"),
                n("ad431584", "मुझे मज़ेदार Grok कहानियां दिखाएं"),
                n("df9f03c8", "अपने स्थान और आप किन्हें फ़ॉलो करते हैं, उसके आधार पर रुझान को निजीकृत करें."),
                n("c6cf5c7e", "आप अपने स्थान और आप किन्हें फ़ॉलो करते हैं, उसके आधार पर रुझान को निजीकृत कर सकते हैं."),
                n("e09358ba", "Grok फ़न मोड में X पर नवीनतम स्टोरी देखें."),
                n("a55db872", "निजीकरण"),
                n("a58170fc", "Grok कहानियां"),
                n("h0b5152e", "स्थान बदलें"),
                n("dfeada5e", "स्थान एक्सप्लोर करें"),
                n("ac854308", "नीति"),
                n("d429c942", "रुझान में अमेरिकी चुनाव नीति"),
                n("ede134f2", "चुनें कि क्या इस डिवाइस पर वीडियो और GIF स्वचालित रूप से चलें."),
                n("b3aab6d4", "स्थान"),
                n("e53e05e4", "स्थान लोड हो रहे हैं"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "% बचाएं";
                }),
                n("c6614cc0", "कोई भी लागू कर अतिरिक्त"),
                n("f8d3b50a", "कर सहित"),
                n("i2c32253", function (e) {
                    return e.price + " / माह";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / वर्ष";
                }),
                n("i57aeafb", function (e) {
                    return "पहले " + f(e.duration, "महीने", e.duration + " महीनों") + " के लिए, फिर " + e.standardPrice + " मासिक बिल भेजा गया";
                }),
                n("ae3e3723", function (e) {
                    return f(e.duration, "", "पहले " + e.duration + " वर्षों के लिए") + "फिर " + e.standardPrice + " वार्षिक बिल भेजा गया";
                }),
                n("ade4c757", function (e) {
                    return "फिर " + e.price + " / माह";
                }),
                n("f7798e11", function (e) {
                    return "फिर " + e.price + " / वर्ष";
                }),
                n("e0b39888", "मासिक रूप से बिल किए जाते हैं"),
                n("b67c37de", "वार्षिक रूप से बिल किए जाते हैं"),
                n("a8363765", function (e) {
                    return e.price + " वार्षिक बिल किया गया";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "जाने से पहले, विचार करें कि आप क्या मिस करेंगे"),
                n("a092f1ba", "रद्द करना जारी रखें"),
                n("g96c7f48", "किसी दूसरे प्लान में बदलें"),
                n("iccac88e", "फ़ॉर यू और फ़ॉलोइंग टाइमलाइन में आधे विज्ञापन"),
                n("d7a124d8", "शून्य विज्ञापन"),
                n("d2d22c36", "Grok एक्सेस"),
                n("j249b1d4", "जवाब बूस्ट करना"),
                n("c4a37384", "लंबे पोस्ट्स"),
                n("fb656858", "पोस्ट संपादित करें"),
                n("faaec212", "पोस्ट करने के लिए भुगतान पाना"),
                n("fb3c7168", "आपके बुकमार्क फ़ोल्डर"),
                n("b346bc12", "चेकमार्क"),
                n("je8143e1", function (e) {
                    return f(e.duration, "एक", "" + e.duration) + " माह के लिए " + e.percentage + "% छूट पाएँ X " + e.productName;
                }),
                n("j5847735", function (e) {
                    return f(e.duration, "एक वर्ष", e.duration + " साल") + " के लिए " + e.percentage + "% छूट पाएँ X " + e.productName;
                }),
                n("da3431f9", function (e) {
                    return "यदि आप X " + e.productName + " को कुछ और समय के लिए रखना चाहते हैं, तो यह छूट हमारी ओर से एक छोटा सा उपहार है!";
                }),
                n("i6fbfc72", "विशेष एक बार का ऑफ़र"),
                n("f1bc6309", function (e) {
                    return "सभी X " + e.productName + " सुविधाओं तक पूर्ण एक्सेस बनाए रखें";
                }),
                n("fdb7b52a", "छूट आपके अगले बिलिंग चक्र से लागू होगी."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "आप तैयार हैं"),
                n("a905eac6", "Premium खोजें"),
                n("j6083a1c", "अपना सब्सक्रिप्शन प्रबंधित करें"),
                n("b4fa4630", "भुगतान विधि अपडेट करें"),
                n("ef0dfa5a", "बिलिंग जानकारी अपडेट करें"),
                n("f5b352ec", "सब्सक्रिप्शन रद्द करें"),
                n("j317d958", "ध्यान दें - आप अपनी लंबित छूट खो देंगे"),
                n("a46e42d2", "मेरा सब्सक्रिप्शन बनाए रखें"),
                n("e122fb3f", function (e) {
                    return "आपका मुफ़्त ट्रायल " + e.endDate + " को समाप्त होगा.";
                }),
                n("be103b84", "सक्रिय"),
                n("ace43720", "जल्द समाप्त होने वाला है"),
                n("c8f18aa4", "आप Premium+ प्राप्त कर रहे हैं, क्योंकि आप सत्यापित संगठन के सब्सक्राइबर हैं."),
                n("a341d1f7", function (e) {
                    return "आप Premium+ इसलिए प्राप्त कर रहे हैं, क्योंकि आपका संगठन @" + e.organization + "के माध्यम से सत्यापित संगठन सब्सक्राइबर है. अधिक जानकारी के लिए अपने संगठन से संपर्क करें.";
                }),
                n("e4aaf0f8", "Premium के अपने कॉम्प्लिमेन्ट्री सब्सक्रिप्शन को रद्द करने के लिए, सहायता से संपर्क करें."),
                n("e5170220", "इस खाते को विज्ञापन खर्च के माध्यम से फ़्री Premium सब्सक्रिप्शन मिला है."),
                n("j6d6b66e", "इस खाते को सब्सक्रिप्शन उपहार में दिया गया था. अपना सब्सक्रिप्शन रद्द करने के लिए, सहायता से संपर्क करें"),
                n("fae1751f", function (e) {
                    return "ऐसा लगता है कि आपने X " + e.mobilePlatform + " एप्प पर यह सब्सक्रिप्शन खरीदा है. आपको वहीं अपना सब्सक्रिप्शन प्रबंधित या रद्द करना होगा.";
                }),
                n("fecebd4c", "यहां"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "अन्य"),
                n("baf97716", "आपकी फ़ीचर्स आपकी शेष बिलिंग अवधि के लिए उपलब्ध रहेंगी."),
                n("ae864b69", function (e) {
                    return "आपका सब्सक्रिप्शन टियर अगले बिलिंग चक्र से " + e.tierName + " में बदलने के लिए " + e.date + " को निर्धारित है";
                }),
                n("edbb700f", function (e) {
                    return e.date + " को अगला बिलिंग चक्र से शुरू होता है";
                }),
                n("e9884540", "छूट सक्रिय करें"),
                n("bfb879aa", "लंबित छूट"),
                n("f8321d82", "सभी"),
                n("eb233866", "आयातित"),
                n("d23b0404", "जब आप किसी को अवरुद्ध करते हैं, तो वह व्यक्ति आपको फ़ॉलो नहीं कर पाएगा और न ही आपको संदेश भेज पाएगा और आपको उनसे आई हुई सूचनाएं नहीं दिखेंगी."),
                n("e0a7e9bc", "अवांछित खाते अवरुद्ध करें"),
                n("ef731b14", "अवरुद्ध किए गए खाते लोड किए जा रहे हैं"),
                n("e554ba83", "अधिक जानें"),
                n("if594962", "अवरोधित"),
                n("i2b9632e", "अवरोध सफलतापूर्वक हटाया गया."),
                n("g51a96de", "जब आप किसी को अवरुद्ध करते हैं, तो वह व्यक्ति आपको न तो फ़ॉलो कर पाएगा और न ही संदेश भेज पाएगा और आप उनसे आने वाली सूचनाएं नहीं देख पाएंगे. आप उन खातों की सूची आयात कर सकते हैं, जिन्हें आप X पर अवरुद्ध करना चाहते हैं."),
                n("j035733c", "आप अपने X खाते को निष्क्रिय करने की प्रक्रिया शुरू करने वाले हैं. अब आपका प्रदर्शन नाम, @उपयोगकर्ता नाम और सार्वजनिक प्रोफ़ाइल X.com, iOS के लिए X और Android के लिए X पर नहीं दिखेंगे."),
                n("j4a29d52", "अगर आपका X खाता गलती से या गलत तरीके से निष्क्रिय हो गया हो, तो निष्क्रियकरण के बाद 30 दिनों तक, आप अपने खाते को पुनर्स्थापित कर सकते हैं."),
                n("ea989810", "खाता निष्क्रिय करें"),
                n("f6e73faa", "निष्क्रिय करें"),
                n("c3743328", "यह आपके खाते को निष्क्रिय कर देगा"),
                n("a20cd24e", "आपको और क्या मालूम होना चाहिए"),
                n("e93b0ae0", "अपने खाते के पासवर्ड को डालकर निष्क्रियकरण का अपना अनुरोध पूरा करें."),
                n("fc025d1d", "अधिक जानें"),
                n("bb5e039c", "सेटिंग्स"),
                n("j37efff6", "उन्हें बदलें"),
                n("ce5bfe12", "अपने X डेटा"),
                n("g7088266", "प्रोफ़ाइल बदलें"),
                n("d9d293b8", "वेबसाइट"),
                n("cb469ff6", "नाम खाली नहीं हो सकता"),
                n("g511f468", "आपका अवतार अपडेट नहीं हो सका क्योंकि कुछ मीडिया अपलोड नहीं हुए थे"),
                n("ec3a116e", "आपका बैनर अपडेट नहीं हो सका क्योंकि कुछ मीडिया अपलोड नहीं हुए थे."),
                n("j94599ec", "अवतार फ़ोटो जोड़ें"),
                n("df31d76a", "बैनर फ़ोटो जोड़ें"),
                n("c01a0e1a", "जन्म की तारीख की पुष्टि करें?"),
                n("df2c469a", "प्रोफ़ेशनल पर स्विच करें"),
                n("e1f76978", "प्रोफ़ेशनल प्रोफ़ाइल संपादित करें"),
                n("ic04a6f6", "इसे पूर्ववत नहीं किया जा सकता और आपके परिवर्तन गायब हो जाऐंगे."),
                n("addbe8e8", "ऐसे नाम का इस्तेमाल करने पर विचार करें, जिसमें विशेष वर्ण न हों, ताकि दृष्टिहीन या कमज़ोर नज़र वाले लोगों सहित और भी ज़्यादा लोग उस तक पहुंच सकें."),
                n("a46f80ab", function (e) {
                    return "जन्म तिथि " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "जन्म " + e.year;
                }),
                n("bfe8d1a2", "विस्तृत परिचय संपादित करें"),
                n("e1ec926e", "विस्तारित परिचय बनाएं"),
                n("c119dee8", "जन्म की तारीख"),
                n("bbf0afc8", "अपने जन्म की तारीख जोड़ें"),
                n("f98d367e", "जन्म की तारीख को संपादित करें?"),
                n("d3f43300", "इसे केवल कुछ ही बार बदला जा सकता है. सुनिश्चित करें कि आपने खाते का उपयोग करने वाले व्यक्ति की आयु दर्ज की है."),
                n("g10411f0", "यह खाते का उपयोग करने वाले व्यक्ति की जन्म तिथि होनी चाहिए. भले ही आप अपने व्यवसाय, इवेंट या कैट के लिए खाता बना रहे हों."),
                n("a0c5e370", "इसे कौन देख सकता है?"),
                n("i68fe54e", "महीना और दिन"),
                n("b4e729b6", "साल"),
                n("f3bb1b48", "जन्म की तारीख को हटा दें?"),
                n("c9cb9972", "ऐसा करने से उसे आपकी प्रोफ़ाइल से हटा दिया जाएगा."),
                n("a2bef112", "जन्म की तारीख हटाएँ"),
                n("c37622ec", "कृपया एक मान्य दिनांक दर्ज करें"),
                n("f679d166", "आपके फ़ॉलोअर्स"),
                n("af293dc2", "लोग जिन्हें आप फ़ॉलो करते हैं"),
                n("h99b6d08", "गोपनीयता नीति"),
                n("hce7a225", "अधिक जानें"),
                n("e9603d88", "पुष्टि किया गया फ़ोन नंबर चिह्न प्रदर्शित करें"),
                n("ada99498", "यह चिह्न आपके क्षेत्र में केवल अन्य लोगों को दिखाया जाएगा."),
                n("a765e936", "अपना विस्तृत परिचय मिटाएं"),
                n("d4d68e44", "सहेजा गया"),
                n("ie4f57d2", "Premium सब्सक्रिप्शन नवीकृत करना"),
                n("h293aa52", "आपका Premium सब्सक्रिप्शन समाप्त हो रहा है!"),
                n("j1923668", "X का सर्वोत्तम रखें."),
                n("ac7e97ee", "सब्सक्रिप्शन नवीकृत करना"),
                n("f70c69b4", "जवाब बूस्ट करना, पोस्ट संपादित करना, अनुकूलन, लंबी पोस्ट और बहुत कुछ."),
                n("f4cec4d2", "नीला चेकमार्क, जवाब बूस्ट करना, बढ़ी हुई Grok सीमाएं और बहुत कुछ."),
                n("b6de83a0", "केवल कर्मचारी स्पेस"),
                n("g3f251f2", "निजी प्रसारण"),
                n("d08666ba", "निजी स्पेस"),
                n("eadb5a46", "शामिल होने वाले पहले व्यक्ति बनें"),
                n("f9629a8f", function (e) {
                    return e.hostName + " का प्रसारण";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + " का स्पेस";
                }),
                n("hd552761", function (e) {
                    return e.hostName + " के द्वारा होस्ट किया गया";
                }),
                n("c3ea19a5", function (e) {
                    return e.total + " में से " + e.index;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " शामिल हुए";
                }),
                n("df9f8243", function (e) {
                    return e.name + " सुन रहे हैं";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " बोल रहे हैं";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " होस्ट कर रहे हैं";
                }),
                n("f7882829", function (e) {
                    return e.name + " सह-होस्ट कर रहे हैं";
                }),
                n("d961a4a0", "X पर लाइव"),
                n("g2c0144a", "सत्यापित संगठन"),
                n("cd5cdec8", "अपने विज्ञापन क्रेडिट प्रबंधित करें"),
                n("f23b6a72", "शेष विज्ञापन क्रेडिट"),
                n("i969d5de", "विज्ञापन कैंपेन सेट करें"),
                n("d0924f58", "किसी मुद्दे पर समर्थन पाएं"),
                n("j8d53b64", "सभी सुविधाएं देखें"),
                n("jd26f2a6", "एफ़िलिएट जोड़ें"),
                n("e0a492e6", "अपने कार्यों को प्रबंधित करें"),
                n("d9cbd02c", "आपके आवेदन की समीक्षा की जा रही है"),
                n("ed4759a6", "आपको अपने आवेदन के परिणाम के बारे में कुछ दिनों में जानकारी मिल जाएगी. हम अतिरिक्त जानकारी के लिए ईमेल के ज़रिए संपर्क कर सकते हैं."),
                n("dad69faa", "कृपया अपनी भुगतान विधि अपडेट करें"),
                n("daf3248a", "आवेदन अपूर्ण"),
                n("eb71036f", function (e) {
                    return "अपने संगठन के दस्तावेज़ों को " + e.date + " तक अपलोड और सत्यापित करें";
                }),
                n("a1d3f1f2", "हम X की सुरक्षा और सुरक्षा उद्देश्यों के लिए आपकी पहचान और व्यावसायिक दस्तावेज़ों को सत्यापित करने के लिए Persona के साथ साझेदारी करते हैं. Persona आपके डेटा को 30 दिनों तक संग्रहीत कर सकता है."),
                n("ea8c295a", "दस्तावेज़ सत्यापन शुरू करें"),
                n("da1aa48f", function (e) {
                    return "सत्यापन @" + e.screenName + " की तरह विश्वसनीयता और दृश्यता को बूस्ट करता है.";
                }),
                n("e4a7a968", "आप अभी तक सत्यापित नहीं हैं"),
                n("id9c1e82", "यह प्रोफ़ाइल सत्यापित है"),
                n("d43b0edc", "सत्यापित Circle में शामिल हों"),
                n("d4ea0ed4", "अपना खुद का ब्लू बैज प्राप्त करें"),
                n("cffeaeae", "अपना सत्यापन कराएं"),
                n("b8e930fe", "अभी प्रचलित"),
                n("ae05f268", "रुझान उपलब्ध नहीं हैं."),
                n("c6b51af8", "X पर नए हैं?"),
                n("ie8e1ffc", "अपनी स्वयं की निजीकृत टाइमलाइन प्राप्त करने के लिए अभी साइन अप करें!"),
                n("fd6473fa", "उपयोगकर्ताओं के लिए फ़ॉलो करने के लिए सुझाव लोड हो रहे हैं"),
                n("a526aa66", "किसे फ़ॉलो करें"),
                n("ef625010", "शायद आपको पसंद आए"),
                n("b7388a56", "पादलेख"),
                n("hdabc3fc", "सेवा की शर्तें"),
                n("bc6efc72", "गोपनीयता नीति"),
                n("h3161192", "कुकी नीति"),
                n("a7de64de", "विज्ञापन जानकारी"),
                n("jb0a4c36", "ब्लॉग"),
                n("ce6d095a", "कैरियर्स"),
                n("e0adec82", "ब्रांड संसाधन"),
                n("df1b7550", "मार्केटिंग"),
                n("he258678", "व्यवसाय के लिए X"),
                n("c6f58084", "डेवलपर्स"),
                n("d83f18d2", "निर्देशिका"),
                n("hc5aa17c", "X ऐप प्राप्त करें"),
                n("j0693948", "Grok ऐप प्राप्त करें");
            n("fbf83158", "चेतावनी: भुगतान विफल रहा"),
                n("jadeb4da", "कृपया अपने सब्सक्रिप्शन लाभ खोने से पहले अपनी भुगतान विधि को तुरंत अपडेट करें."),
                n("bce3726a", "बिल अपडेट करें"),
                n("fce9ecce", "सुझाए गए वीडियो"),
                n("efe6ef9e", "पोस्ट देखें"),
                n("b3d183ce", "जवाब वाला पोस्ट"),
                n("c299a6c0", "थ्रेड"),
                n("h3d5d79e", "कम्यूनिटी पोस्ट"),
                n("cfe877ca", "किसे फ़ॉलो करें, चुनें"),
                n("e06b864c", "ऐसा लगता है कि आप इस बातचीत का आनंद ले रहे हैं"),
                n("a078ff70", "इस थ्रेड में जिन लोगों के साथ आपने इंटरैक्ट किया उनकी कुछ और सामग्री देखना चाहते हैं? नए खातों की सामग्री को खोजना शुरू करें."),
                n("cb80300e", "होम टाइमलाइन पर जाएं"),
                n("ea5cd098", "रुझान में पर जाएं"),
                n("c67e3fc2", "होम टाइमलाइन"),
                n("d601fc20", "नवीनतम"),
                n("j43f99be", "प्रासंगिकता"),
                n("ad6e11ac", "से जवाब सॉर्ट करें"),
                n("b2311b70", "यह आपके लिए उपलब्ध नहीं है"),
                n("j88f27d8", "प्रासंगिक लोग"),
                n("i31dcd22", "लेख"),
                n("e3de2f6f", function (e) {
                    return e.entity + " को आपके बुकमार्क में जोड़ा गया";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + " को आपके बुकमार्क से हटाया गया";
                }),
                n("d6d9aab6", "बुकमार्क जोड़ें"),
                n("bb89cf46", "बुकमार्क हटाएं"),
                n("a739d4ba", "बुकमार्क फ़ोल्डर में जोड़ें"),
                n("d5270434", "बाहर निकलें"),
                n("ac85c6b2", "इस चित्र को लोड करने में त्रुटि हुई"),
                n("b327c12a", "छवि"),
                n("ic76bdf0", "Grok के साथ इसे पुनः बनाएं"),
                n("a4d3eb67", function (e) {
                    return "X पर " + e.fullName + ': "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return e.number + " दिनों के लिए छिपाएं";
                }),
                n("j7d0e836", "विस्तृत करें"),
                n("d227d19e", "संक्षिप्त करें"),
                n("h367e724", "विस्तृत परिचय"),
                n("ea5928d4", "आपने स्पष्ट जानकारी नहीं दी है. आपकी प्रोफ़ाइल भी वैसी ही है.\nलोगों को अपने बारे में और अधिक बताने के लिए एक विस्तृत परिचय दें."),
                n("h7ef9dc8", "इसमें निम्न शामिल हो सकते हैं:"),
                n("c04ba4b4", "वे चीज़ें जिन पर आप काम कर रहे हैं और प्रदर्शित करना चाहते हैं"),
                n("d7666008", "आपकी प्रसिद्ध पास्ता रेसिपी"),
                n("cb24ee16", "कार्य का अनुभव और कैरियर प्राथमिकताएँ"),
                n("a1c93d74", "ऐसा लगता है कि आपके बदलावों को सहेजने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("b956c04a", "क्या आप वाकई अपना विस्तृत परिचय मिटाना चाहते हैं?"),
                n("ifb23caa", "अपने विस्तृत परिचय को मिटाना उसे आपकी प्रोफ़ाइल से हटा देगा."),
                n("c2333081", function (e) {
                    return e.count + " अक्षर";
                }),
                n("a2b8c54c", "मिटाया गया"),
                n("a9cc8f96", "अधिकतम अक्षर सीमा पार हो गई"),
                n("eb7710f1", function (e) {
                    return e.years + " वर्ष";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " माह";
                }),
                n("h6a724ac", "क्या आप वाकई इसे हटाना चाहते है?"),
                n("f94aacae", "हटाने से यह आपकी प्रोफ़ाइल से हट जाएगा."),
                n("je07e266", "छिपा हुआ"),
                n("a622dfcc", "काम का इतिहास"),
                n("a6ec7ff8", "परिचय"),
                n("eeb6d22c", "अनुभव"),
                n("eba5a8ec", "जॉब का नाम"),
                n("fd20adb8", "मैं वर्तमान में यहां काम करता हूं"),
                n("cd3059f2", "आरंभ तिथि"),
                n("b86019ae", "समाप्ति तिथि"),
                n("eedfd35c", "कंपनी"),
                n("caa46e54", "कंपनी का नाम"),
                n("e893fe6e", "कंपनी बनाएं"),
                n("j1c09ca4", "कंपनी वेबसाइट"),
                n("hd332c96", "जॉब टाइटल आवश्यक है"),
                n("d2fb1b80", "कंपनी आवश्यक है"),
                n("b3590132", "आरंभ और समाप्ति तिथियां आवश्यक हैं"),
                n("debb6abe", "आरंभ तिथि भविष्य में नहीं हो सकती"),
                n("j7d08ada", "समाप्ति तिथि भविष्य में नहीं हो सकती"),
                n("a8c7d3fc", "समाप्ति तिथि आरंभ तिथि के बाद की होनी चाहिए"),
                n("b335d507", function (e) {
                    return e.maxChars + " की अधिकतम वर्ण लंबाई पार हो गई है";
                }),
                n("j29ab120", "इन लोगों से मिलने वाली सूचनाओं को म्यूट करें:"),
                n("jdfc82f6", "जिन्हें आप फ़ॉलो नहीं करते"),
                n("cfcda0e6", "जो आपको फ़ॉलो नहीं करते"),
                n("c75b9b2a", "जिन्होंने नया खाता बनाया है"),
                n("f39b9c9e", "जिनकी डिफ़ॉल्ट प्रोफ़ाइल फ़ोटो है"),
                n("d227f940", "जिन्होंने अपने ईमेल पते की पुष्टि नहीं की है"),
                n("b210936e", "जिन्होंने अपने फ़ोन नंबर की पुष्टि नहीं की है"),
                n("ed0df10b", "अधिक जानें"),
                n("dcef34ac", "चालू करें"),
                n("a39f706e", "आपका ब्राउज़र पुश सूचनाओं का समर्थन नहीं करता"),
                n("h4f20d0e", "जब आप X पर नहीं हैं, तब क्या हो रहा है यह जानने के लिए पुश सूचनाएं प्राप्त करें. आप उन्हें किसी भी समय बंद कर सकते हैं."),
                n("cdce0394", "यह चयन किसी भी उस खाते के लिए है जिसका आप इस ब्राउज़र में उपयोग कर रहे हैं."),
                n("b39bcae2", "पुश सूचनाएं चालू करें"),
                n("b50f6144", "सूचनाओं को तुरंत प्राप्त करने के लिए, पुश सूचनाएं चालू करें. आपके X पर न होने पर भी आप उनको प्राप्त कर पाएंगे. उन्हें कभी भी बंद किया जा सकता है."),
                n("fe11b3ea", "असमर्थित ब्राउज़र"),
                n("a1245d3a", "लगता है आपका ब्राउज़र पुश सूचनाओं का समर्थन नहीं करता."),
                n("f580c738", "सूचनाएं चालू करें?"),
                n("i951fbcc", "X से सूचनाएं पाने के लिए, आपको पहले अपनी ब्राउज़र सेटिंग्स में उन्हें अनुमति देनी होगी."),
                n("ec7cb554", "जब आप उन लोगों से पोस्ट्स सूचनाएं मिलना चालू करते हैं जिन्हें आप फ़ॉलो करते हैं, तो आपको उनके पोस्ट्स या लाइव वीडियो के बारे में पुश सूचनाएं मिलेंगी."),
                n("b68050dc", "उपयोगकर्ताओं को देखें"),
                n("af045060", "आपसे और आपके पोस्ट्स से संबंधित"),
                n("cf378ff8", "X से"),
                n("f823bbbe", "केवल सत्यापित खातों के लिए"),
                n("a40e37f2", "जब आप X पर नहीं हैं तब क्या हो रहा है यह जानने के लिए ईमेल प्राप्त करें. आप उन्हें किसी भी समय बंद कर सकते हैं."),
                n("e8eb54a0", "आपके खाते के लिए साप्ताहिक रिपोर्ट"),
                n("ib80b0f2", "नई सूचनाएं"),
                n("ba58e6b0", "आपको ईमेल किए गए पोस्ट्स"),
                n("fae2c81a", "टॉप पोस्ट्स और कहानियाँ"),
                n("f7b09bb4", "आपके पोस्ट्स के प्रदर्शन के बारे में अपडेट्स"),
                n("d3978554", "X उत्पाद और फ़ीचर के अपडेट के बारे में समाचार"),
                n("bdccb81c", "X का भरपूर लाभ उठाने की युक्तियां"),
                n("c3d47fe6", "वे चीजें, जो आप X पर पिछली बार लॉगिन करने के बाद से नहीं देख पाए हैं"),
                n("af8caf3e", "X के भागीदार उत्पादों और अन्य तृतीय पक्ष सेवाओं के बारे में समाचार"),
                n("hc076ee4", "X के अनुसंधान सर्वेक्षण में सहभागिता"),
                n("ddfe3776", "सुझाए गए खातों के लिए सुझाव"),
                n("d17ba8c2", "आपके हाल के फ़ॉलो के आधार पर सुझाव"),
                n("bcf50a1a", "X व्यवसाय उत्पादों पर टिप्स"),
                n("fcad1e2e", "रोज"),
                n("h9e0dfde", "साप्ताहिक"),
                n("e26d98ac", "समय-समय पर"),
                n("h0c94842", "ताज़ा जानकारी रखें"),
                n("c460d332", "किसी खाते के लिए पोस्ट सूचनाएं चालू करने पर, आपको पता चल जाएगा कि वह कब पोस्ट करता है, लाइव होता है और स्पेस होस्ट करता है."),
                n("a820d092", "फ़ॉलोइंग लोड किए जा रहे हैं"),
                n("ha45c9e4", "पोस्ट सूचनाएं"),
                n("bdbf8f4e", "शब्द या वाक्यांश दर्ज करें"),
                n("h43e2ea8", "म्यूट किया गया शब्द"),
                n("da8c0440", "इन से म्यूट करें:"),
                n("defb4aaa", "किसी से भी"),
                n("e7d47b00", "उन लोगों से जिन्हें आप फ़ॉलो नहीं करते"),
                n("d9d6e10e", "अवधि"),
                n("gfa5008e", "म्यूट समय बढ़ाएं"),
                n("c5595dfe", "म्यूट समय बदलें"),
                n("he6804e0", "जब तक आप शब्द को अनम्यूट नहीं कर देते"),
                n("a268406c", "24 घंटे"),
                n("fc638aa2", "7 दिन"),
                n("b8971cfa", "30 दिन"),
                n("cc7bedfc", 'इसे म्यूट करने की अवधि आप बदल सकते हैं. अगर आपने पहले "हमेशा के लिए" चुना है, तो आपका बदला हुआ समय तुरंत शुरू हो जाएगा.'),
                n("d768049c", "म्यूट किया गया शब्द जोड़ें"),
                n("c6203da8", "म्यूट किए गए शब्द के विकल्प"),
                n("e3f0d3db", function (e) {
                    return '"' + e.keyword + '" म्यूट किया गया';
                }),
                n("h5746cf7", function (e) {
                    return 'अपडेट किया हुआ "' + e.keyword + '"';
                }),
                n("d2693eb8", "कृपया सुनिश्चित करें कि आपके म्यूट किए गए वाक्यांश में 140 अक्षर से अधिक न हों."),
                n("f8488024", "यह एक बहुत ही सामान्य शब्द है और बहुत सारे पोस्ट्स में होता है, लेकिन अगर आप चाहें तो इसे म्यूट कर सकते हैं."),
                n("deb4924d", "अधिक जानें"),
                n("aa09e528", "म्यूट किए गए शब्द जोड़ें"),
                n("e506aa92", "म्यूट किया गया शब्द या वाक्यांश जोड़ें"),
                n("cbd04965", function (e) {
                    return 'अनम्यूट किया गया "' + e.keyword + '"';
                }),
                n("eb4e810a", "समाप्त"),
                n("cabeb6c2", "हमेशा"),
                n("f9bce916", "शब्दों को म्यूट करें"),
                n("gfe0ee3b", "अधिक जानें"),
                n("ba4aaa9e", "वाक्यांश को अनम्यूट करें?"),
                n("f837ed7e", "इस वाक्यांश की अब आपकी सूचनाओं और होम टाइमलाइन में अनुमति होगी."),
                n("a6194d10", "म्यूट किए गए खाते लोड किए जा रहे हैं"),
                n("bcf6ad9a", "म्यूट किए गए खातों के पोस्ट्स आपकी होम टाइमलाइन में दिखाई नहीं देंगे. खातों को सीधे उनकी प्रोफ़ाइल या पोस्ट्स से म्यूट करें."),
                n("b8e49590", "जब आप खातों को म्यूट करते हैं, तो उनके संदेशों को फ़िल्टर कर दिया जाएगा और आपकी संदेश अनुरोध सूची में सबसे नीचे भेज दिया जाएगा."),
                n("ec202165", "अधिक जानें"),
                n("gde6b425", function (e) {
                    return e.name + " को म्यूट कर दिया गया है";
                }),
                n("e308019b", function (e) {
                    return e.name + " को अनम्यूट कर दिया गया है";
                }),
                n("hfb77cf6", "सुरक्षा"),
                n("f350f0c0", "सुझाव"),
                n("fd3369a2", "वे भाषाएं चुनें, जिनमें आप अनुशंसित पोस्ट्स, लोग और रुझान शामिल करना चाहते हैं."),
                n("hfc86556", "म्यूट किए गए"),
                n("dae57a42", "सभी को अनुमति दें"),
                n("i7cbc154", "कुछ को अनुमति दें"),
                n("d623aecc", "उन लोगों के साथ खाता शेयर करें, जिनकी डेलीगेट की गई भूमिकाएं हैं."),
                n("f3029d5c", "इस सेटिंग के चालू होने पर, लोग अपना खाता शेयर करने के लिए आपको आमंत्रित कर सकते हैं."),
                n("cd1305e8", "दूसरों को अनुमति दें कि वे आपको अपने खाते में आमंत्रित कर सकें"),
                n("j339ef22", "आपको आमंत्रित करने की सभी को अनुमति दें"),
                n("g4b0c2dc", "जिन लोगों को आप फ़ॉलो करते हैं, केवल उन्हें हीआपको आमंत्रित करने की अनुमति दें"),
                n("d9aef256", "आपके डेलीगेशन"),
                n("afb3ccf6", "अनुमति न दें"),
                n("dfae5248", "दूसरों को अनुमति न दें कि वे आपको अपने खाते में आमंत्रित कर सकें?"),
                n("b9c91524", "भविष्य में, आपको अन्य डेलीगेशन के लिए आमंत्रण प्राप्त नहीं होंगे. आप अभी भी अपने मौजूदा डेलीगेशन को एक्सेस कर सकेंगे."),
                n("c349b958", "सदस्य को आमंत्रित करें"),
                n("e177f72a", "अपने खाते की ओर से कार्य करने और खाता भूमिकाओं को प्रबंधित करने के लिए दूसरों को आमंत्रित करें. सदस्य सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियां बना सकते हैं - साथ ही उन्हें देख भी सकते हैं."),
                n("cd5c5e73", function (e) {
                    return "हो सकता है कि आपके पास केवल " + e.numDelegatesLabel + " डेल" + f(e.numDelegates, "िगेट", "ीगेशन") + " हों";
                }),
                n("efee0a50", "इस खाते में किसी सदस्य को आमंत्रित करें"),
                n("ja0a1aa6", "इस खाते में किसी योगदानकर्ता को आमंत्रित करें"),
                n("db4f623a", "इस सदस्य को एक भूमिका असाइन करें"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " को एडमिन की भूमिका असाइन करें?";
                }),
                n("b7aa7642", "आमंत्रण भेजा गया"),
                n("edbca224", "आमंत्रण भेजें"),
                n("f4834ca6", "अन्य सदस्य को आमंत्रित करें"),
                n("cb04a824", "योगदानकर्ता"),
                n("d4b3abde", "योगदानकर्ता सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियां बना सकते है. योगदानकर्ता खाते के सीधे संदेश, पोस्ट्स और सूचियाँ भी देख सकते हैं."),
                n("b92e2700", "एडमिन के पास योगदानकर्ताओं के समान अनुमतियां होती हैं. वे योगदानकर्ताओं को आमंत्रित या हटा भी सकते हैं और पोस्ट एनालिटिक्स देख सकते हैं."),
                n("hbbbf908", "एडमिन इस खाते में अन्य योगदानकर्ताओं को आमंत्रित कर सकते हैं और पोस्ट एनालिटिक्स देख सकते हैं. दोबारा जांचें कि आप सही व्यक्ति के लिए भूमिका असाइन कर रहे हैं."),
                n("d8eda249", function (e) {
                    return "@" + e.screenName + " द्वारा उनका आमंत्रण स्वीकार करने के बाद, अपनी अपडेट की गई अनुमतियों के साथ इस खाते में योगदान कर सकते हैं.";
                }),
                n("b5faf216", "यह सदस्य प्रतिनिधि को आमंत्रित करने की अनुमति नहीं देता है."),
                n("hcc3b4ce", "इस सदस्य को आपके खाते ने अवरुद्ध कर दिया है."),
                n("ace0f0a4", "यह सदस्य सीमित करता है कि कौन उन्हें प्रतिनिधि के लिए आमंत्रित कर सकता है."),
                n("c2e8f726", "एडमिन"),
                n("fade0942", "एडमिन खाते में योगदानकर्ताओं को आमंत्रित कर सकते हैं या हटा भी सकते हैं और पोस्ट एनालिटिक्स देख सकते हैं."),
                n("b7d6e5d6", "योगदानकर्ता"),
                n("cd76a282", "अभी तक कोई भी सदस्य नहीं जोड़ा गया है"),
                n("db25d796", "इस सदस्य की भूमिका बदलें"),
                n("e4133790", "भूमिका अपडेट की गई"),
                n("a1a27c26", "भूमिका बदलें"),
                n("fd7b1b1c", "वापस जाएँ"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " अपनी नई अनुमतियों के साथ इस खाते की ओर से कार्रवाई कर सकते हैं.";
                }),
                n("h502484e", "लंबित आमंत्रण"),
                n("a171ca7c", "सदस्य को आमंत्रित न करें"),
                n("f68f079c", "भूमिका बदलें"),
                n("b2794e9e", "समूह से हटाएं"),
                n("gca83d6a", "वे अब इस खाते के एडमिन नहीं रहेंगे."),
                n("b8cac21c", "वे अब इस खाते के योगदानकर्ता नहीं रहेंगे."),
                n("hd67c2e8", "आमंत्रित न करें"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + " को हटाएं?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + " को आमंत्रित न करें?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " को समूह से हटाया गया";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + " को आमंत्रित नहीं किया गया";
                }),
                n("a44c6034", "लंबित आमंत्रण"),
                n("e39bc936", "एक सदस्य होने के नाते, आप सीधे संदेश भेज सकते हैं, पोस्ट प्रकाशित कर सकते हैं और सूचियां बना सकते हैं - साथ ही उन्हें देख भी सकते हैं. एडमिन खाते में योगदानकर्ताओं को आमंत्रित कर सकते हैं या हटा भी सकते हैं और पोस्ट एनालिटिक्स देख सकते हैं."),
                n("h0d3bddc", "एडमिन एक्सेस"),
                n("c54aafb0", "योगदानकर्ता एक्सेस"),
                n("idc35f32", "आपको कोई भी खाता सौंपा नहीं गया है"),
                n("fab787b4", "खाता छोड़ें"),
                n("bfbe9620", "सदस्य देखें"),
                n("d52a2b36", "आप अब इस खाते के एडमिन नहीं रहेंगे."),
                n("df515932", "वे अब इस खाते के योगदानकर्ता नहीं रहेंगे."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " को छोड़ें?";
                }),
                n("efa88ab1", function (e) {
                    return "शेष @" + e.screenName;
                }),
                n("c6dae164", "आमंत्रण स्वीकार करें"),
                n("f8376170", "आमंत्रण को अस्वीकार करें"),
                n("a68c45e4", "अस्वीकार करें"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + " के आमंत्रण को अस्वीकार करें?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + " के लिए अस्वीकृत सदस्य अनुरोध";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + " के लिए स्वीकृत सदस्य अनुरोध";
                }),
                n("d2da668c", "प्रतिनिधि सदस्य"),
                n("ddf27b8e", "योगदानकर्ता को आमंत्रित करें"),
                n("jba63182", "खाते पर सदस्यता भूमिकाएं देखें. सदस्य सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियां बना सकते हैं - साथ ही उन्हें देख भी सकते हैं."),
                n("af59527e", "सदस्यता भूमिकाएं देखें और खाते में योगदानकर्ताओं को आमंत्रित करें. सदस्य सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियां बना सकते हैं - साथ ही उन्हें देख भी सकते हैं."),
                n("eafcc76a", "वे चीज़ें, जो यह ऐप देख सकता है..."),
                n("j3998a16", "वे काम, जो यह ऐप कर सकता है..."),
                n("a6845663", function (e) {
                    return "आपने " + e.date + " को इन ऐप अनुमतियों को स्वीकृति दी";
                }),
                n("b2347f7c", "एप्लिकेशन डेटा लोड किया जा रहा है"),
                n("e1fda16e", "आपका यह ऐप कनेक्ट नहीं हुआ है"),
                n("b8f3ed46", "जब आप अपने X खाते से किसी तृतीय-पक्ष एप्लिकेशन को कनेक्ट करते हैं, तो आप उस एप्लिकेशन को अपने खाते पर पहुँचने की अनुमति देते हैं."),
                n("gb8d09ba", "आपके ईमेल पते तक पहुँच है"),
                n("g6dc09a0", "अनुमतियाँ"),
                n("a6e6e898", "केवल पठन के लिए"),
                n("cde3b9ae", "पठन और लेखन"),
                n("g0d7813a", "पठन, लेखन और सीधे संदेश"),
                n("c9b35b9e", "अपना विज्ञापन डेटा पढ़ें"),
                n("e0191264", "अपने विज्ञापन डेटा को पढ़ें, बनाएं और प्रबंधित करें"),
                n("b73e1e8a", "जानें कि कैसे पहुँच समाप्त करें"),
                n("c174e46e", "कम दिखाएं"),
                n("a39075ff", function (e) {
                    return e.n + " और";
                }),
                n("da6cdba8", "ऐप अनुमतियां निरस्त करें"),
                n("ef1d3dcc", "एप्लिकेशन की रिपोर्ट करें"),
                n("d64e29c6", "दिखाए गए डिवाइस से लॉग आउट करें"),
                n("idfa01cc", "दिखाए गए डिवाइस से लॉग आउट करें?"),
                n("f400075e", "इससे आपका सक्रिय X सत्र समाप्त हो जाएगा और एक नया सत्र शुरू करने के लिए आपको फिर से लॉगिन करना होगा."),
                n("e04ba39c", "तारीख और समय"),
                n("eed75824", "आपने अपना सक्रिय X सत्र समाप्त कर दिया है."),
                n("ddcd3d26", "सत्र डेटा लोड हो रहा है"),
                n("d2f0f3fe", "हम इस सत्र को नहीं ढूंढ सकते"),
                n("ga05517a", "आपने कोई भी रिपोर्ट नहीं बनाई है"),
                n("ea1715c0", "जब भी आप जोड़ेंगे, तो वे यहाँ दिखाई देंगे."),
                n("b70a2cde", "हम संवेदनशील मीडिया की पहचान करने में मदद पाने के लिए प्रौद्योगिकी का उपयोग करते हैं, हालांकि हम हमेशा सुधार की ओर अग्रसर रहते हैं, लेकिन हो सकता है कि हम बार सही न हों."),
                n("ee320a07", "संवेदनशील मीडिया नीति"),
                n("ffeb836a", "सेटिंग्स अनुपलब्ध हैं"),
                n("f2fb9746", "ये सेटिंग उपलब्ध नहीं हैं, क्योंकि ये गैर-आवश्यक कुकीज़ पर लागू होती हैं. चूंकि आप उनसे पहले ही ऑप्ट आउट कर चुके हैं, इसलिए हम केवल उन कुकीज़ का उपयोग कर रहे हैं, जो आपके डिवाइस से आवश्यक डेटा एकत्र करती हैं."),
                n("aa4342be", "ग्राफ़िक हिंसा"),
                n("jfec3aa0", "वयस्क सामग्री"),
                n("j6bacd6a", "ग्राफ़िक हिंसा के रूप में चिह्नित मीडिया को तब तक छिपाएं, जब तक आप उसे देखना नहीं चुनते. iOS के लिए X पर, यह मीडिया बिल्कुल भी नहीं दिखाया जाएगा."),
                n("a73e66a8", "वयस्क सामग्री के रूप में चिह्नित मीडिया को तब तक छिपाएं, जब तक आप उसे देखना नहीं चुनते. iOS के लिए X पर, यह मीडिया बिल्कुल भी नहीं दिखाया जाएगा."),
                n("fef1b8dc", "संवेदनशील के रूप में चिह्नित मीडिया को तब तक छिपाएं, जब तक आप उसे देखना नहीं चुनते. iOS के लिए X पर, यह मीडिया बिल्कुल भी नहीं दिखाया जाएगा."),
                n("d0a5a1c0", "चेतावनी दें"),
                n("ga197e26", "सभी दिखाएं"),
                n("eb723386", "इसे कभी न दिखाएं"),
                n("ea31c622", "इसमें ऐसा मीडिया शामिल है, जो ग्राफ़िक रूप से मृत्यु, हिंसा, गंभीर शारीरिक चोट या चिकित्सा प्रक्रियाओं को दर्शाता है."),
                n("e40985c4", "इसमें सहमति से निर्मित और शेयर किया गया ऐसा मीडिया शामिल है, जो अश्लील है या जिसका उद्देश्य यौन उत्तेजना पैदा करना है."),
                n("h7e0672b", "मीडिया सेटिंग्स"),
                n("de9f111a", "अपना मौजूदा सब्सक्रिप्शन प्रबंधित करें"),
                n("d5839f9e", "शर्तों की समीक्षा करें या अपने Stripe खाते से अपने सब्सक्रिप्शन को प्रबंधित करें."),
                n("a840c22c", "मौजूदा Premium सब्सक्रिप्शन प्रबंधित करें"),
                n("e31456f8", "टियर स्विच करें"),
                n("a7c4ecea", "विज्ञापन-मुक्त आपके लिए टाइमलाइन का अनुभव लें, सभी फ़ीचर अनलॉक करें और सबसे बड़ा जवाब बूस्ट पाएं."),
                n("h15cc518", "स्तरों के विकल्पों खोजें और मासिक या वार्षिक प्लान में से चुनें."),
                n("ce70c590", "एफ़िलिएशन बैज प्रबंधित करें"),
                n("a49e1b2a", "अपने एफ़िलिएशन सॉर्ट करें"),
                n("e2daf93c", "पहला बैज सभी पोस्ट्स पर दिखाया जाएगा."),
                n("ab8089ea", "क्रम बदलें"),
                n("e0221c42", "X पर और उसके बाहर पढ़ने का एक बेहतर अनुभव."),
                n("adcaa214", "आप जिन लोगों को फ़ॉलो करते हैं, उनके सबसे ज़्यादा शेयर किए गए लेख देखें."),
                n("b62d6e4c", "रीडर"),
                n("acf63cd2", "थ्रेड पढ़ने के लिए अपनी पसंद का टेक्स्ट आकार चुनें. थ्रेड के किसी भी पोस्ट में बुक करें बटन को चुनकर रीडर फ़ीचर को चालू करें."),
                n("e5fff0c8", "आपकी सब्सक्रिप्शन सक्रिय है."),
                n("ac057b4e", "अपने कॉम्प्लिमेन्ट्री सब्सक्रिप्शन को रद्द करने के लिए, सहायता से संपर्क करें"),
                n("ib8ebf3b", function (e) {
                    return "ऐसा लगता है कि आपने " + e.mobilePlatform + " डिवाइस पर यह सब्सक्रिप्शन खरीदा है. आपको उस प्लेटफ़ॉर्म से अपना सब्सक्रिप्शन प्रबंधित या रद्द करना होगा.";
                }),
                n("i8132774", "आपके सबसे अधिक जुड़ाव वाले फ़ॉलोअर्स के लिए बोनस सामग्री"),
                n("a1222584", "अपनी सामग्री से सीधे पैसे कमाएं"),
                n("df837dac", "अनुमानित अर्जित आय / पेआउट थ्रेशोल्ड"),
                n("df29646e", "पेआउट थ्रेशोल्ड"),
                n("b0ac642a", "आपके खाते में भुगतान जमा होने में 90 दिन तक लग सकते हैं."),
                n("c747df1c", "भुगतान विवरण सेट अप करें"),
                n("ac814a76", "आपने अभी तक भुगतान विवरण सेट अप नहीं किया है."),
                n("f139168e", "आय डैशबोर्ड"),
                n("ee0510c2", "भुगतान इतिहास"),
                n("c9b82b4c", "आवेदन स्वीकार किया गया · अपना सब्सक्रिप्शन बनाएं"),
                n("ibb5e1c8", "आवेदन अस्वीकार किया गया"),
                n("b255df58", "आवेदन सबमिट किया गया · समीक्षा के लिए प्रतीक्षारत"),
                n("b3f834c8", "आवेदन प्रतीक्षा सूची में"),
                n("i14be2c6", "अनुमानित अर्जित आय"),
                n("fd74390a", "क्रिएटर ID सत्यापित"),
                n("e8dc82e2", "सक्रिय प्रोग्राम्स="),
                n("c12c5eb6", "उपलब्ध प्रोग्राम"),
                n("j53f5eb0", "पात्र क्रिएटर्स मासिक सब्सक्रिप्शन और विज्ञापन आय बंटवारे के लिए साइन अप कर सकते हैं."),
                n("e9c1273a", "पात्र क्रिएटर मासिक सब्सक्रिप्शन और क्रिएटर आय शेयरिंग के लिए साइन अप कर सकते हैं."),
                n("jd176c82", "आपके क्षेत्र में पेआउट उपलब्ध नहीं हैं"),
                n("d6ff74ca", "दुर्भाग्य से, हमारे भुगतान प्रदाता ने अभी तक आपके देश में पेआउट सुविधा उपलब्ध नहीं कराई है. कुछ मुद्रीकरण कार्यक्रम उपलब्ध नहीं हैं."),
                n("e89cdac0", "पेआउट खाता प्रबंधित करें"),
                n("dd7a54b4", "अपना Stripe खाता सेट करें"),
                n("jff3ab68", "पहचान सत्यापन"),
                n("j2876824", "पहचान सत्यापित करें"),
                n("ebd06fb0", "ID सबमिट की गयी"),
                n("f65b960c", "हम क्रिएटर प्रोग्राम के लिए आपकी सरकार द्वारा जारी ID की समीक्षा कर रहे हैं."),
                n("i4a1e936", "भुगतान प्राप्त करने के लिए, सुनिश्चित करें कि आप या तो नया Stripe खाता लिंक करें या बनाएं"),
                n("f5931b6a", "क्रिएटर प्रोग्राम में भाग लेने के लिए पहचान सत्यापन आवश्यक है. यदि आपने पहले क्रिएटर प्रोग्राम के लिए अपनी ID सबमिट कर दी है, तो आपको इसे दोबारा सबमिट करने की आवश्यकता नहीं है."),
                n("c8798a95", "यहां"),
                n("d809ac49", "यहां"),
                n("bbe09d38", "आवेदन स्वीकार किया गया· ऐप स्टोर पर लंबित कॉन्फ़िगरेशन"),
                n("efbc5066", "लंबित ID सत्यापन"),
                n("hc7631da", "आपने अपने Stripe खाते का सेट अप पूरा नहीं किया है"),
                n("h72d71a2", "पात्र"),
                n("e12b0b16", "अभी पात्र नहीं हैं"),
                n("a1e57106", "अधूरा"),
                n("i51b4e22", "अस्वीकृत"),
                n("h5bd7160", "यह खाता ID सक्रियण के लिए पात्र नहीं है."),
                n("e32040c4", "भुगतान प्राप्त करने के लिए आपको ID सत्यापन पूरा करना होगा."),
                n("j8769b42", "हम आपकी सरकार द्वारा जारी ID की समीक्षा कर रहे हैं."),
                n("be955554", "क्रिएटर आय शेयरिंग"),
                n("b03a3d62", "विज्ञापन आय शेयरिंग"),
                n("cbbe29c2", "आप भुगतान पाने की राह पर हैं"),
                n("g97a2d6c", "अधिक जानें"),
                n("f30774ea", "हमारे मुद्रीकरण प्रोग्राम और नीतियों के बारे में यहां अधिक जानें."),
                n("aea0b11a", "किसी को भी मासिक सामग्री के लिए अपना सब्सक्रिप्शन देकर X पर जीविकोपार्जन करें."),
                n("bce47f48", "अपने पोस्ट पर सहभागिता से X पर जीविकोपार्जन करें."),
                n("h7a68080", "अपनी पोस्ट के जवाबों में दिए गए विज्ञापनों से आय अर्जित करें."),
                n("eefd091e", "पहचान सत्यापन आवश्यक है"),
                n("cd616a5a", "क्रिएटर प्रोग्राम में भाग लेने के लिए पहचान सत्यापन आवश्यक है."),
                n("cce8c40a", "सत्यापन ID"),
                n("ja73ebac", "आय"),
                n("h16eeb42", "प्रबंधित करें"),
                n("bc43a32e", "हाल की गतिविधि"),
                n("i4c3b046", "इस समय आपके पास कोई नया सिक्का नहीं है."),
                n("ca516a66", "सभी गतिविधि देखें"),
                n("ee9ea930", "डायमंड्स"),
                n("cf3b535e", "योग्य पोस्ट्स पर सिक्के प्राप्त करके डायमंड जमा होते हैं. डायमंड्स से अर्जित धन आपकी अनुमानित आय में जुड़ जाता है."),
                n("fbb7764b", function (e) {
                    return e.count + " सिक्क" + f(e.count, "ा", "े");
                }),
                n("e70a07b2", "अनाम"),
                n("c76972f0", "पिछले भुगतान के बाद से"),
                n("c219a552", "सभी समय"),
                n("f3ce76c0", "क्या और मदद चाहिए?"),
                n("i8982e7e", "अगर आप कुछ पूछना चाहते हैं, तो हमारे सहायता केंद्र पर जाएँ या हमसे संपर्क करें."),
                n("fbbfe8aa", "सिक्के निष्क्रिय करें"),
                n("e4f29140", "निष्क्रिय करने से, आपको सिक्के प्रोग्राम से हटा दिया जाएगा और आप सिक्के प्राप्त करने के पात्र नहीं रहेंगे."),
                n("e58e85d2", "निष्क्रियकरण जारी रखें"),
                n("be8e87b4", "सिक्के निष्क्रिय करें?"),
                n("bee26fa8", "हाँ, निष्क्रिय करें"),
                n("f0145c9a", "सिक्के अब निष्क्रिय हैं"),
                n("a22f6808", "सभी गतिविधि"),
                n("g1b8020c", "पिछले 30 दिन"),
                n("jb13b840", "सभी समय"),
                n("b4f24360", "पिछले 30 दिनों में आपके पास कोई नया सिक्का नहीं है."),
                n("d59dbf8a", "ओवरव्यू"),
                n("g652fc4c", "इस महीने आपका कोई पेआउट इतिहास नहीं है."),
                n("d55e017a", "इस माह"),
                n("f883322d", function (e) {
                    return "ट्रांज़ेक्शन ID " + e.transactionId;
                }),
                n("d978f43e", "नए सब्सक्रिप्शन"),
                n("d113fc10", "इस समय आपके पास कोई नया सब्सक्रिप्शन नहीं है."),
                n("h7a41c02", "नवीनीकरण"),
                n("eedf2eaa", "इस समय आपके पास कोई नवीनीकरण नहीं है."),
                n("d93308d8", "सभी ट्रांज़ेक्शन देखें"),
                n("a23e724a", "यह खाता उपलब्ध नहीं है."),
                n("a384fda0", "सब्सक्रिप्शन ओवरव्यू"),
                n("i4313618", "अपना परिचय दें और वर्णित करें कि जब लोग आपको सुपर फ़ॉलो करें, तो वे क्या उम्मीद कर सकते हैं."),
                n("c0348964", "परिचय"),
                n("g522fd30", "सब्सक्राइब किए हुए व्यक्ति के लाभ"),
                n("e85471c6", "सब्सक्राइब किए हुए का बैज"),
                n("fd75ca92", "आपको एक सार्वजनिक सब्सक्राइब किया हुआ बैज मिलेगा, जिससे लोगों का ध्यान आकर्षित करना, चैट करना और कनेक्ट होना आसान हो जाता है."),
                n("ia9c37c4", "मूल्य निर्धारण"),
                n("f5be83b2", "कम्यूनिटी में शामिल हों"),
                n("e4ee8c6a", "सब्सक्रिप्शन क्रिएटर फ़ीडबैक कम्युनिटी में आइडिया शेयर करें, प्रेरणा पाएं और दूसरे क्रिएटर्स से जुड़ें."),
                n("i3a90dee", "सब्सक्रिप्शन निष्क्रिय करें"),
                n("e261e6e6", "निष्क्रिय करने पर, आपको सब्सक्रिप्शन प्रोग्राम से हटा दिया जाएगा और आप अपने सभी सब्सक्राइबर्स खो देंगे."),
                n("ca5ca5ee", "प्रीव्यू देखें"),
                n("a329ce88", "एक विवरण जोड़ें..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "पोस्ट प्रीव्यूज़ सक्षम करें"),
                n("c1521804", "आपके सब्सक्राइबर पोस्ट्स के पूर्वावलोकन गैर-सब्सक्राइबर्स को दिखाए जाएंगे."),
                n("jd0f1ac0", "सब्सक्रिप्शन निष्क्रिय करें?"),
                n("c6c27fc8", "सब्सक्रिप्शन को निष्क्रिय करना स्थायी है. आपको सब्सक्रिप्शन प्रोग्राम से हटा दिया जाएगा. प्रोग्राम पर लौटने के लिए, आपको फिर से आवेदन करना होगा."),
                n("f82a23ec", "सब्सक्रिप्शन अब निष्क्रिय कर दिया गया है"),
                n("a4c6e458", "आपने यहाँ अपने मासिक सब्सक्रिप्शन शुल्क को सेट किया है:"),
                n("be54a313", function (e) {
                    return e.price + "/माह";
                }),
                n("hadd463a", "मूल्य परिवर्तन का अनुरोध करें"),
                n("b0728b5c", "मूल्य परिवर्तन रद्द करें"),
                n("aea9f79c", "आपके पास मूल्य परिवर्तन लंबित है:"),
                n("c701e5cc", "आपके द्वारा किए गए कोई भी परिवर्तन सहेजे नहीं जाएंगे."),
                n("a649778c", "संपादन जारी रखें"),
                n("d1a683b8", "सब्सक्रिप्शन क्रिएटर्स के बारे में जानकारी"),
                n("iba08a94", "सब कुछ कैसा दिखता है?"),
                n("a5f55bfa", "संभावित सब्सक्राइबर आपके पेज पर आने पर ये देखेंगे. आप कभी भी वापस आकर अपने विवरण अपडेट कर सकते हैं."),
                n("b600eb88", "लोगों को खोजें और अपनी पहचान बनाएं"),
                n("da48ebf6", "साइन अप करने पर बोनस सामग्री पाएं"),
                n("f324fb6c", "सब्सक्रिप्शन"),
                n("c654a3aa", "केवल सब्सक्राइबर्स ही इस पोस्ट को देख सकते हैं"),
                n("d409ce3c", "बोनस सामग्री और अतिरिक्त लाभ पाने के लिए X पर अपने पसंदीदा लोगों को सपोर्ट करें."),
                n("a4ed9072", "एक परिचय जोड़ें..."),
                n("af5b098e", "सब्सक्रिप्शन के लाभ"),
                n("gf32cca2", "उन लाभों का वर्णन करें, जो आप ऑफर करेंगे"),
                n("j8ba99b4", "आपके द्वारा शेयर की जाने वाली बोनस सामग्री के सारांश के ज़रिए लोगों को बताएं कि उन्हें प्रत्येक माह इसमें शामिल होने के क्या फायदे मिलेंगे."),
                n("j679dcda", "उदाहरण देखें"),
                n("j325331a", "नमस्ते कहने के लिए एक मिनट का समय निकालें"),
                n("e18e8da8", "अपने संभावित सब्सक्राइबर्स को एक छोटा सा परिचय संदेश देकर अपना पहला प्रभाव अच्छा बनाएं."),
                n("fce14f56", "नया मूल्य"),
                n("b0c58272", "नया मासिक मूल्य चुनें. मूल्य परिवर्तन की प्रक्रिया में 3-7 कार्यदिवस लगते हैं. मूल्य वृद्धि के लिए मौजूदा ग्राहकों को ऑप्ट-इन करने की आवश्यकता हो सकती है."),
                n("d5737f0e", "मासिक सब्सक्रिप्शन"),
                n("edc014fb", "अधिक जानें"),
                n("h810143c", "विवरण"),
                n("ga57b610", "खरीदी दिनांक"),
                n("h3b68828", "खरीदी प्रकार"),
                n("cc2aa67a", "खरीदी प्लेटफ़ॉर्म"),
                n("b313bb24", "भुगतान"),
                n("e5188502", "सभी बिक्री फ़ाइनल हैं"),
                n("bf364d62", "सभी ट्रांज़ेक्शन"),
                n("ed3efef0", "पिछले 30 दिनों में आपके कोई नए सब्सक्रिप्शन नहीं हैं."),
                n("b5f9ec14", "पिछले 30 दिनों में आपका कोई नवीनीकरण नहीं हुआ है."),
                n("d8eed490", "अपनी पब्लिक-फ़ेसिंग प्रोफ़ाइल के लुक को प्रबंधित करें."),
                n("e26dbcd0", "अपना क्रिएटर सब्सक्रिप्शन छिपाएं"),
                n("aea7dda8", "आपकी प्रोफ़ाइल पर मौजूद क्रिएटर सब्सक्रिप्शन की सूची केवल आपको दिखाई देगी."),
                n("j3d2cfc4", "फ़ॉलोअर्स को देखने दें कि आप किन Spaces को सुन रहे हैं"),
                n("d9588ae6", "ध्यान रखें कि इस सेटिंग के बंद होने के बावजूद भी आप किसी स्पेस में मौजूद होने पर सभी को दिखाई देंगे. आपके फ़ॉलोअर्स हमेशा देख सकते हैं कि आप किन Spaces को होस्ट कर रहे हैं, सह-होस्ट कर रहे हैं या किनमें बोल रहे हैं."),
                n("i84c5de8", "क्रिएटर ऐप्लिकेशन जल्द आ रहे हैं"),
                n("b8922f7e", "सब्सक्रिप्शन प्रोग्राम में शामिल होने के लिए आवेदन करने हेतु जल्द वापस आ कर देखें."),
                n("ad588be6", "आप पात्र हैं!"),
                n("f6443bd2", "खुशखबरी — आप सब्सक्रिप्शन के लिए हमारी पात्रता आवश्यकताओं को पूरा करते हैं. आवेदन करने के लिए तैयार हैं?"),
                n("a3a20a10", "बाद में फिर से देखें"),
                n("b8d29e4a", "दुर्भाग्य से, आप इस समय सब्सक्रिप्शन के लिए हमारी पात्रता आवश्यकताओं को पूरा नहीं करते हैं."),
                n("d92c1d0a", "एप्लिकेशन पर जारी रखें"),
                n("fde27650", "सब्सक्रिप्शन की शर्तों"),
                n("c5f89b06", "Premium को सब्सक्राइब करके सत्यापित हो जाएं"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " सत्यापित फ़ॉलोअर्स";
                }),
                n("b747ce3a", "पिछले 30 दिनों में सक्रिय"),
                n("c27f57ac", "उम्र कम से कम 18 साल होनी चाहिए"),
                n("h63d2973", function (e) {
                    return e.count + " ऑर्गेनिक इंप्रेशन पिछले 3 महीनों में ";
                }),
                n("ef606fca", "आपके सबसे अधिक जुड़ाव वाले फ़ॉलोअर्स के लिए सशुल्क सब्सक्रिप्शन"),
                n("e533715e", "पात्रता जांचें"),
                n("d8671da2", "X से कमाएं"),
                n("d126a504", "अपने पसंदीदा फ़ॉलोअर्स को कुछ अतिरिक्त ऑफ़र करें और हर महीने पैसा कमाएं. "),
                n("d08d0bb2", "बोनस सामग्री"),
                n("ef29d2c2", "अतिरिक्त पोस्ट्स और व्यक्तिगत जवाबों के साथ अन्स्क्रिप्टिड सुझाव, विचार और राय शेयर करें."),
                n("if12af7c", "सब्सक्रिप्शन सेट अप"),
                n("cc4c1a14", "मूल्य सेट अप"),
                n("e1453e45", "अधिक जानें"),
                n("aa7e35ee", "आपका खाता चुना नहीं गया था"),
                n("c984cc62", "इस बार आपका खाता नहीं चुना गया. भविष्य में भाग लेने का मौका पाने के लिए हमारे साथ बने रहें."),
                n("gd115e64", "सब्सक्रिप्शन के लिए आवेदन करें"),
                n("a9f08d5c", "नीचे दिए गए प्रश्नों के आपके उत्तर हमारी समीक्षा के लिए हैं और आपकी प्रोफ़ाइल पर नहीं दिखाए जाएंगे."),
                n("c3f8d650", "अपनी सामग्री का वर्णन करें"),
                n("j89dd344", "कृपया उस सामग्री का उदाहरण दें जिसे आपकी सदस्यता में शामिल किया जाएगा, जितना अधिक विशिष्ट उतना बेहतर."),
                n("d19cc490", "उदाहरण सामग्री जोड़ें"),
                n("c737c1b2", "अपने अनुभव के बारे में हमें बताएं"),
                n("f98e5fd4", "क्या आप अन्य प्लेटफ़ॉर्म पर सशुल्क सामग्री बनाते हैं? आपको क्यों लगता है कि उपयोगकर्ता सदस्यता लेंगे?"),
                n("c41b01be", "पिच जोड़ें"),
                n("e2aad0fe", "मैं ग्राफ़िक या वयस्क ग्राहक सामग्री पोस्ट नहीं करूंगा"),
                n("d1b983ef", function (e) {
                    return "कम से कम " + e.count + " अक्षर लंबा होना चाहिए";
                }),
                n("d3d6c52c", "आपका आवेदन सबमिट हो गया है"),
                n("cb27c0ba", "हमने आपके मूल्य की पुष्टि कर दी है. आपके आवेदन की समीक्षा की जाएगी और अगर आपको स्वीकृति मिलती है, तो उसके लाइव होते ही हम आपको एक सूचना भेजेंगे."),
                n("j274e6aa", "आप प्रतीक्षा सूची में हैं"),
                n("j006be54", "हमारा सब्सक्रिप्शन परीक्षण समूह तेज़ी से भर गया, लेकिन हमने आपको प्रतीक्षा सूची में जोड़ दिया है और अधिक स्पॉट खुलने पर आपको सूचित करेंगे."),
                n("d5cb1114", "सब्सक्रिप्शन के साथ शुरू करें"),
                n("j2f622ec", "आपको हमारे परीक्षण समूह के लिए चुना गया है! अपना सब्सक्रिप्शन विवरण अभी सेट अप करें और उसके लाइव होने पर हम आपको सूचित करेंगे."),
                n("e2cd7000", "लगभग हो ही गया..."),
                n("b3629b92", "अपना सब्सक्रिप्शन सेटअप पूरा करने के बस कुछ और चरण."),
                n("f4619a62", "स्वीकार करें और जारी रखें"),
                n("c5625f84", "अपने सब्सक्रिप्शन लाभों का वर्णन करें"),
                n("c7289544", "सब्सक्रिप्शन मूल्य सेट करें"),
                n("aaf68c58", "अपने भुगतान विवरण की पुष्टि करें"),
                n("b8a69fa0", "सब्सक्रिप्शन की शर्तों"),
                n("ad4a92a2", "बैज"),
                n("d5aa8de0", "अपने सब्सक्राइबर्स को बैज दें"),
                n("j0bbda92", "यहां बदलने या संपादित करने के लिए कुछ भी नहीं है. सब्सक्राइबर करने पर आपके सभी सब्सक्राइबर्स को एक सार्वजनिक बैज मिलेगा."),
                n("e18b7a72", "समीक्षा"),
                n("be76dc34", "विवरण जोड़ें"),
                n("ef5406e4", "परिचय जोड़ें"),
                n("ea8a3d2e", "मूल्य निर्धारण सेटअप"),
                n("f77bb179", function (e) {
                    return "अपने " + e.price + " चयन की पुष्टि करें";
                }),
                n("g2a6f160", "अपने सब्सक्रिप्शन मूल्य की दोबारा जांच करके पुष्टि करें. मूल्य सेट करने के बाद आप वापस आकर इसे बदल नहीं पाएंगे."),
                n("g767d1c9", "ध्यान दें: सब्सक्रिप्शन के टेस्टिंग अवधि में होने के दौरान आप इसे बदल नहीं पाएंगे"),
                n("df057690", "चुनें कि आपके सब्सक्राइबर कितना भुगतान करें"),
                n("g5923869", function (e) {
                    return e.price + " प्रति माह";
                }),
                n("f025ab3a", "एक बड़ा, व्यापक बेस बनाएं"),
                n("c962df0e", "सब्सक्राइबर्स के साथ कभी-कभी पोस्टिंग और बातचीत"),
                n("ib075804", "अपना बेस बढ़ाकर आय बढ़ाएं"),
                n("fc04f3a6", "सब्सक्राइबर्स के साथ मॉडरेट पोस्टिंग और बातचीत"),
                n("c246656e", "एक इन्टीमेट बेस बनाएं"),
                n("h0c5405c", "सब्सक्राइबर्स के साथ नियमित पोस्टिंग और बातचीत"),
                n("f2d2153d", function (e) {
                    return "अधिकांश क्रिएटर " + e.price + " लेते हैं, लेकिन आप अपनी इच्छानुसार कोई भी मूल्य चुन सकते हैं";
                }),
                n("f1cb36b8", "पेआउट सेटअप"),
                n("e20f6662", "आप तैयार हैं!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "अपने भुगतान विवरण सेट अप करें"),
                n("a3f6a966", "Stripe खाता जोड़ें"),
                n("cb031e44", "आपको अपना खाता जोड़ने के लिए Stripe पर ले जाया जाएगा. अगर आपके पास एक ऐसा मौजूदा Stripe खाता है, जिसका आप इस्तेमाल करना चाहते हैं, तो Stripe द्वारा ईमेल पता मांगे जाने पर उस खाते का ईमेल पता दर्ज करें. ध्यान दें: आपका Stripe ईमेल आपके X ईमेल से अलग हो सकता है."),
                n("ebfb897c", "उदाहरण"),
                n("dc4feb1a", "सुनिश्चित नहीं हैं कि क्या बोलें?"),
                n("h9b9d486", "आप सब्सक्राइबर्स को कैसी सामग्री पेश करते हैं यह पूरी तरह आप पर है. शुरू करने में आपकी सहायता के लिए यहां कुछ उदाहरण दिए गए हैं."),
                n("ic130fd6", "आपको परदे के पीछे की कुछ शानदार सामग्री मिलेगी, मेरी पुस्तकों और अन्य परियोजनाओं पर प्रारंभिक नज़र डाल पाएंगे और मासिक AMA मिलेंगे."),
                n("dd913e24", "आप मेरी कोरी कल्पनाओं, अपरिपक्व विचारों के साथ-साथ अपने इस शुभचिंतक की दूसरी चीज़ों में भी शामिल हैं."),
                n("b737ee66", "VIP अनुभव के लिए तैयार रहें. सोचें: केवल-सबस्क्राइबर सामग्री, जैसे जनमत, वीडियो और डील्स."),
                n("a0bb2076", "अपना परिचय छोटा और प्यारा रखें, आप बाद में अपनी सामग्री का वर्णन कर सकते हैं. शुरू करने में आपकी सहायता के लिए यहां कुछ उदाहरण दिए गए हैं."),
                n("fe076612", "नमस्ते और मेरे सब्सक्रिप्शन पेज पर आपका स्वागत है! आपके यहां होने पर मुझे बहुत खुशी है. वह करना संभव बनाने के लिए धन्यवाद, जो मुझे पसंद है."),
                n("g7f66daa", "आप सब कैसे हैं? मेरे सब्सक्रिप्शन को देखने के लिए धन्यवाद. मुझे लगता है कि मेरे पास आपके लिए जो कुछ है, वह आपको पसंद आएगा."),
                n("hbe4f99e", "सुनिए! कुछ टॉप सीक्रेट सामग्री को शेयर करने और आपको और भी बेहतर तरीके से जानने के लिए इंतजार नहीं कर सकता :)"),
                n("fb278c82", "यह प्रीव्यू क्या है?"),
                n("j6cab6ec", "यह लोग आपको सब्सक्राइब करने से पहले देखेंगे. अपने विवरणों को तब तक ट्वीक करें और संपादित करें, जब तक कि आप उन्हें एकदम ठीक न कर लें."),
                n("i22beaa4", "डेटा शेयर करना"),
                n("e110a46c", "बातचीत इतिहास मिटायें"),
                n("ebc4fda0", "आप अपना Grok बातचीत इतिहास हटाने वाले हैं. आप इन बातचीत तक दोबारा नहीं पहुंच पाएंगे."),
                n("c90fe716", "क्या आप अपनी बातचीत हटाना चाहते हैं?"),
                n("a8d516a4", "X आपके X सार्वजनिक डेटा के साथ-साथ आपके उपयोगकर्ता बातचीत, इनपुट और परिणामों को X पर Grok के साथ xAI के साथ साझा कर सकता है ताकि xAI द्वारा विकसित Grok और अन्य AI मॉडल को प्रशिक्षित और फ़ाइन-ट्यून किया जा सके. इससे हमें आपके उपयोगकर्ता अनुभव को लगातार बेहतर बनाने में मदद मिलती है."),
                n("a127886c", "Grok को अपना बातचीत इतिहास याद रखने की अनुमति दें"),
                n("f49b39b8", "Grok को अपनी पिछली बातचीत के विवरण याद रखने की अनुमति दें. आप संबंधित विवरणों को भूलने के लिए व्यक्तिगत बातचीत को हटा सकते हैं."),
                n("b7de9ad2", "X को Grok के साथ अपने अनुभव को वैयक्तिकृत करने की अनुमति दें"),
                n("ed141096", "अपने Grok अनुभव को वैयक्तिकृत करने के लिए अपने X डेटा के साथ-साथ Grok के साथ अपने इंटरैक्शन, इनपुट और परिणामों का उपयोग करने की अनुमति दें, Grok और xAI द्वारा विकसित अन्य AI मॉडल के साथ आपके अनुभव को निजीकृत करने के लिए X आपके X डेटा के साथ-साथ Grok के साथ आपके उपयोगकर्ता इंटरैक्शन, इनपुट और परिणामों को xAI से शेयर कर सकता है. इससे हमें आपके उपयोगकर्ता अनुभव को लगातार बेहतर बनाने में मदद मिलती है. "),
                n("ecdbece0", "आपको सिक्के प्रोग्राम में सफलतापूर्वक नामांकित किया गया है."),
                n("db3f0bbe", "क्रिएटर्स को उनकी सामग्री से पैसे कमाने में मदद करना."),
                n("a1f40cf8", "सहमत"),
                n("d604fb32", "क्रिएटर की शर्तों"),
                n("d520d188", "सिक्के प्राप्त करें"),
                n("ea770766", "सिक्के वर्चुअल सामान हैं, जो योग्य पोस्ट्स पर प्राप्त किए जा सकते हैं. जैसे ही आप सिक्के प्राप्त करते हैं, वे डायमंड के रूप में जमा हो जाते हैं, जिसका नकद भुगतान पाया जा सकता है."),
                n("d27f5ac6", "पैसिव इंकम"),
                n("h1d66df0", "बस X पर शानदार सामग्री पोस्ट करके पैसे कमाएं. आपके फ़ॉलोअर्स अब आपको सिक्के देकर पुरस्कृत कर सकते हैं."),
                n("f85fb0a2", "अपने दर्शकों से जुड़ें"),
                n("d1433e24", "सिक्के प्रशंसकों के लिए आपको उस सामग्री को बनाने के लिए पुरस्कृत करने का एक मजेदार तरीका है जिसका वे सबसे अधिक आनंद लेते हैं. यह आपके लिए अपने फ़ॉलोअर्स और प्रशंसकों से बेहतर रूप से जुड़ने का एक अवसर है."),
                n("e6ba42de", "विज्ञापन आय शेयर"),
                n("ebc16756", "क्रिएटर आय शेयर"),
                n("da4cd6fa", "दुर्भाग्य से, आप अभी विज्ञापन आय शेयरिंग के लिए पात्र नहीं हैं. भाग लेने के लिए आपको नीचे दी गई आवश्यकताओं को पूरा करना होगा:"),
                n("b2961492", "दुर्भाग्य से, आप अभी क्रिएटर आय शेयरिंग के लिए पात्र नहीं हैं. भाग लेने के लिए आपको नीचे दी गई आवश्यकताओं को पूरा करना होगा:"),
                n("d3789528", "विज्ञापन आय शेयर के बारे में"),
                n("aa0ff456", "क्रिएटर आय शेयर के बारे में"),
                n("bf214f48", "ठीक है"),
                n("b2b4d592", "Premium या सत्यापित संगठनों को सब्सक्राइबर करें"),
                n("fbb03ba6", "500 Premium फ़ॉलोअर"),
                n("hb4c5169", function (e) {
                    return "पिछले 3 महीनों में अपने पोस्ट्स पर कम से कम " + e.impression_number + " मिलियन इंप्रेशन पाएं";
                }),
                n("f91685ba", "आप स्वचालित रूप से अपने पोस्ट के लिए भुगतान पाने के लिए पात्र हैं!"),
                n("a9f0e0fa", "Premium या सत्यापित संगठनों के सब्सक्राइबर के रूप में, आप स्वचालित रूप से विज्ञापन आय शेयरिंग के लिए पात्र हैं. आपका भुगतान आपके पोस्ट्स के जवाबों में दिखाए गए विज्ञापनों पर सत्यापित इंप्रेशन की संख्या पर आधारित होता है."),
                n("c694e3e4", "Premium या सत्यापित संगठन के सब्सक्राइबर के रूप में, आप अपने आप क्रिएटर आय शेयरिंग के लिए पात्र हैं."),
                n("acd1a1be", "भावी भुगतान पाने के लिए अभी अपना भुगतान विवरण सेट अप करें."),
                n("f7e11f70", "शामिल हों और ID सत्यापित करें"),
                n("c8169274", "आपके आवेदन को सेव करने में कोई समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("c3f93665", "क्रिएटर आय शेयरिंग शर्तों"),
                n("a249ce04", "विज्ञापन आय शेयरिंग शर्तों"),
                n("d085a144", "क्रिएटर आय डैशबोर्ड"),
                n("a5204850", "कुल आय"),
                n("ada650cf", function (e) {
                    return "भुगतान अवधि: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "वीडियो विज्ञापन आय शेयरिंग"),
                n("g88c1108", "वीडियो विज्ञापन आय शेयर करने के बारे में"),
                n("d4bb7e9c", "वीडियो विज्ञापन आय शेयरिंग शर्तें"),
                n("dc535dbe", "हमारे वीडियो प्री-रोल विज्ञापन आय शेयरिंग प्रोग्राम पर आवेदन करके X पर अपनी सामग्री के लिए अधिक कमाएं."),
                n("eb6d9270", "अपनी सामग्री के लिए भुगतान पाएं"),
                n("a778472e", "विवरण:"),
                n("bde8446e", 'विज्ञापन आय शेयर प्रोग्राम के लिए आवेदन करने के लिए "सहमत और सबमिट करें" चुनें.'),
                n("a415fd3a", "सहमत हों और सबमिट करें"),
                n("fbba9725", "X के नियमों"),
                n("f3dd8c4a", "विज्ञापन आय शेयरिंग शर्तों और क्रिएटर मुद्रीकरण स्टैंडर्ड्स"),
                n("hd885ae0", "अपना प्रभाव देखें"),
                n("je4ccd3a", "विज्ञापन-मुक्त लेख सहायता केंद्र"),
                n("i6cb493e", "प्रबंधित करें कि कैसे आपके एफ़िलिएशन दिखाए जाएं"),
                n("e4fde082", "भेजे गए पोस्ट्स को पूर्ववत करने के लिए टाइमर सेट करें और चुनें कि आप किस प्रकार के पोस्ट्स को पूर्ववत करना चाहते हैं."),
                n("dcfc6540", "ओरिजिनल पोस्ट्स"),
                n("be077e8c", "थ्रेड"),
                n("f3429f2c", "जनमत"),
                n("i647ba8a", "पोस्ट पूर्ववत करने की अवधि"),
                n("d195528e", "चुनें कि आप पोस्ट्स के सार्वजनिक होने से पहले किन प्रकार के पोस्ट्स को पूर्ववत करना चाहते हैं, साथ ही साथ उसकी पूर्ववत अवधि भी चुनें."),
                n("bcf3a9e6", "उन सेटिंग्स को प्रबंधित करें, जो अवांछित जवाबों को सीमित करने में मदद करती हैं."),
                n("c048fd3a", "संभावित रूप से अवांछित जवाबों को फ़िल्टर करें"),
                n("dab7dac4", "आपके पोस्ट्स के संभावित रूप से हानिकारक या आपत्तिजनक भाषा वाले जवाब फ़िल्टर कर दिए जाएंगे और यहां दिखाई देंगे. अन्य लोग ये जवाब अभी भी देख सकते हैं."),
                n("c4c53b86", "ध्यान रखें हम ऐसे जवाबों की पहचान करने में मदद पाने के लिए प्रौद्योगिकी का उपयोग करते हैं, हालांकि हम हमेशा सुधार की ओर अग्रसर रहते हैं, लेकिन हो सकता है कि हम बार सही न हों."),
                n("dca3d2ee", "जवाब फ़िल्टर बंद करें?"),
                n("fe440ff8", "फ़िल्टर किए गए जवाब आपके पोस्ट्स पर रिस्टोर नहीं किए जाएंगे."),
                n("cedbb01c", "कानूनी"),
                n("b4f917d0", "विविध सामग्री"),
                n("bdfa2b8c", "अतिरिक्त संसाधन"),
                n("b8692262", "X के उत्पादों और सेवाओं के बारे में उपयोगी जानकारी पाने के लिए अन्य जगह देखें."),
                n("c0398892", "रिलीज नोट्स"),
                n("b833bcde", "अपने X अनुभव के पहलुओं को प्रबंधित करें, जैसे कलर कंट्रास्ट और मोशन को सीमित करना. ये सेटिंग्स इस ब्राउज़र पर सभी X खातों को प्रभावित करती हैं."),
                n("d5b646be", "दृष्टि"),
                n("jfe6a3a0", "गति"),
                n("e8c72272", "रंग कंट्रास्ट बढ़ाएं"),
                n("dba2cdd2", "लेख और बैकग्राउंड रंगों के बीच के अंतर को बढ़ाकर स्पष्टता को सुधारता है."),
                n("d070244e", "गति घटाएं"),
                n("icfa5e8c", "लाइव सहभागिता मामलों की संख्या सहित इन-ऐप एनिमेशन की मात्रा सीमित करती है."),
                n("ae41b002", "लाइव सहभागिता मामलों की संख्या सहित इन-ऐप एनिमेशन की मात्रा सीमित करती है. आपका सिस्टम वर्तमान में गति को कम करने के लिए संकेत दे रहा है. यदि आप गति को फिर से सक्षम करना चाहते हैं, तो पहले इसे वहां अक्षम करें."),
                n("h9d1cfae", "छवि विवरण रिमाइंडर प्राप्त करें"),
                n("c878e9f8", "पोस्ट को भेजे जाने से पहले उसमें छवि विवरण जोड़ने का रिमाइंडर सक्षम करें."),
                n("bbd1fc7c", "X पर एक्सेसिबिलिटी के बारे में और जानें"),
                n("ac865cf0", "X पर एक्सेसिबिलिटी"),
                n("d3a2bde8", "अपने खाते के बारे में जानकारी देखें, अपने डेटा का एक संग्रह डाउनलोड करें या अपने खाते को निष्क्रिय करने के विकल्पों के बारे में जानें"),
                n("idca4742", "अपने खाते की जानकारी देखें, जैसे अपना फ़ोन नंबर और ईमेल पता."),
                n("b6ded35e", "किसी भी समय अपना पासवर्ड बदलें."),
                n("cce24bf4", "आपके खाते में किस प्रकार की जानकारी संग्रहीत है इसकी जानकारी लें."),
                n("i203df96", "जानें कि आप अपने खाते को निष्क्रिय कैसे कर सकते हैं."),
                n("f70cd5ee", "फ़ोन"),
                n("ib6f1694", "खाता निर्माण"),
                n("de323650", "महिला"),
                n("b6ab31be", "पुरुष"),
                n("h3290872", "सत्यापित"),
                n("hbd12156", "सत्यापन का अनुरोध करें"),
                n("b7ec04f4", "हाँ"),
                n("f70d5780", "हां."),
                n("dc62d3c6", "नंबर"),
                n("a67dbd0a", "पैरोडी, कमेंट्री और प्रशंसक खाता"),
                n("a3db727e", "अपने पैरोडी, कमेंट्री और प्रशंसक खाते का प्रबंधन करें"),
                n("eacf1990", "अपनी प्रोफ़ाइल में अपनी जन्म तिथि जोड़ें."),
                n("a3bf1262", "अपनी प्रोफ़ाइल में अपनी जन्म तिथि बदलें."),
                n("h530db16", "सुरक्षित पोस्ट्स"),
                n("d6d80990", "यह जानकारी आपके ब्राउज़र या डिवाइस पर, आपके लॉग आउट होने पर लागू होती है. आपके लॉगिन होने पर यह अलग हो सकती है."),
                n("i0d81ddb", "आपकी निजीकरण और डेटा सेटिंग्स"),
                n("g2a9bd3e", "ऑटोमेटेड खाता लेबल"),
                n("dd9b3aae", "ऑटोमेटेड खाता क्या है?"),
                n("b80bdc40", "ऑटोमेटेड खाते X API के माध्यम से कुछ कार्यों को स्वचालित रूप से करने के लिए प्रोग्राम किए जाते हैं. उदाहरण के लिए, किसी क्षेत्र की मौसम की स्थिति के बारे में पोस्ट करना. इन्हें X पर मौजूद अन्य लोगों द्वारा बनाया और प्रबंधित किया जाता है."),
                n("a01ac9b6", "लेबल से सभी को पता चल जाता है कि ऑटोमेटेड खाते का प्रबंधन कौन कर रहा है. जब किसी ऑटोमेटेड खाते का स्वामी अपने प्रबंधन खाते को कनेक्ट कर देता है, तो ऑटोमेटेड खाता प्रोफ़ाइल और पोस्ट्स पर एक लेबल दिखाई देने लगता है."),
                n("b989e1fe", "क्या मुझे अपने ऑटोमेटेड खातों को लेबल करना होगा?"),
                n("i2d599aa", "मैं अपने ऑटोमेटेड खातों को लेबल कैसे करूं?"),
                n("gd5bed72", "एक प्रबंधन खाता बनाएं"),
                n("g6d44432", "प्रबंधन खाता ऑटोमेटेड खाते के लिए ज़िम्मेदार मानव-संचालित खाता होता है."),
                n("e20a69e8", "अपने प्रबंधन और ऑटोमेटेड खातों को कनेक्ट करें"),
                n("d2f88358", "अपने खातों को अपनी सेटिंग्स के ऑटोमेशन पेज से कनेक्ट करें."),
                n("e427f632", "आपके खाते को लेबल किया गया है!"),
                n("a4d7cffa", "खातों के कनेक्ट होने के बाद, ऑटोमेटेड खाते में एक लेबल लग जाएगा."),
                n("a18d6a7d", "नए नियमों"),
                n("e9965c14", "ऑटोमेटेड खाता लेबल के बारे में सामान्य प्रश्न"),
                n("ee78c192", "PCF खाता क्या है?"),
                n("c3f35e0c", "एक PCF खाता किसी अन्य व्यक्ति, समूह या संगठन को उस इकाई के बारे में चर्चा करने, निंदा करने या जानकारी शेयर करने के लिए उनकी प्रोफ़ाइल में दर्शाता है."),
                n("d019b5fa", "क्या मुझे अपने PCF खाते को लेबल करना होगा?"),
                n("dd04f24e", "हाँ. PCF लेबल यह सुनिश्चित करता है कि X पर लोग आपके खाते से भ्रमित न हों. साथ ही उन्हें यह सूचित करता है कि आपका खाता, प्रोफ़ाइल के विषय से एफ़िलिएट नहीं है. यदि लेबल नहीं किया गया है, तो आपका खाता प्रामाणिकता नीति का उल्लंघन कर सकता है."),
                n("hb0f8bbc", "मैं अपने PCF खाते को लेबल कैसे करूं?"),
                n("g69acc5c", "बस 'समझ गया' पर क्लिक करें और हम आपको खाता लेबल सेट करने के लिए आपकी प्रोफ़ाइल सेटिंग्स पर ले जाएंगे!"),
                n("d313d431", "प्रामाणिकता नीति"),
                n("a3f22d8e", "वे सूचना प्रकार चुनें, जो आप अपनी गतिविधियों, रुचियों और सुझावों के बारे में प्राप्त करते हैं."),
                n("bc20979a", "X और उसके पार्टनर्स आपको बेहतर, सुरक्षित और तेज़ सेवा प्रदान करने और हमारे व्यवसाय को सपोर्ट करने के लिए कुकीज़ का उपयोग करते हैं. हमारी सेवाओं का उपयोग करने, हमारी सेवाओं को बेहतर बनाने और यह सुनिश्चित करने के लिए कि वे ठीक से काम करें, कुछ कुकीज़ आवश्यक हैं."),
                n("ge06dadc", "X और उसके साझेदारों को आपकी रुचियों के अनुरूप विज्ञापन और संचार प्रदान करने के लिए कुकीज़ का उपयोग करने की अनुमति दें."),
                n("he20de3a", "अनुकूलित विज्ञापनों और संचार के लिए अतिरिक्त डेटा एकत्र करने हेतु X को कुकीज़ का उपयोग करने की अनुमति न दें."),
                n("g0ec0bec", "निष्क्रिय किया गया"),
                n("g89f4614", "आपका खाता निष्क्रिय हो गया है"),
                n("f1768324", "नियंत्रण करें कि कैसे X सामग्री को निजीकृत करे और कुछ डेटा को एकत्र और शेयर करे."),
                n("ja94f34e", "ये सेटिंग्स इस ब्राउज़र या डिवाइस पर, आपके लॉग आउट होने पर लागू होती हैं. आपके लॉगिन रहने पर ये आपको प्रभावित नहीं करती हैं."),
                n("bd73f7e6", "यह इस पृष्ठ पर सभी सेटिंग्स को सक्षम या अक्षम कर देगा."),
                n("ddbc3288", "डेटा"),
                n("ae5339a0", "अपना X डेटा देखें"),
                n("b934e0ea", "वैयक्तिकरण और डेटा अक्षम करें?"),
                n("i0317e0e", "ऐसा करने से आपको कम प्रासंगिक पोस्ट्स और विज्ञापन दिखाई दे सकते हैं."),
                n("a148acba", "अक्षम करें"),
                n("aa023546", "जिन स्थानों पर आप गए हैं उसके आधार पर वैयक्तिकृत करें"),
                n("ced77194", "आप वेब पर X सामग्री कहां देखें, इसके उपयोग की अनुमति दें"),
                n("fe1fc83e", "ये आपसे संबद्ध आयु श्रेणियां हैं."),
                n("bf9c74d0", "इन आयु श्रेणियों का उपयोग निजीकरण के लिए न करें."),
                n("cf0daa24", "इस जानकारी को इकट्ठा करने में कुछ समय लग सकता है. कृपया बाद में पुनः प्रयास करें."),
                n("ea522535", "अधिक जानें"),
                n("hf5ca8f8", "प्रोफ़ाइल"),
                n("d9cbe351", function (e) {
                    return e.count + " लॉगिन इवेंट";
                }),
                n("de90b04a", "वे स्थान जहाँ आप जा चुके हैं"),
                n("cbd2ef59", function (e) {
                    return e.count + " स्थान";
                }),
                n("a4441bb8", "X पर दिलचस्प चीज़ें"),
                n("e1c6b2d6", "चयनित ऑडियंस"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " दर्शक " + e.advertiserCount + " विज्ञापनदाता" + f(e.advertiserCount, "", "ओं") + " से";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " रुचि" + f(e.count, "", "यां");
                }),
                n("hf9c2caa", "विज्ञापनदाता सूची के लिए अनुरोध करें?"),
                n("c29b7971", function (e) {
                    return "इसे " + e.primaryEmail + " को भेजा जाएगा.";
                }),
                n("b9e1cf02", "अनुरोध करें"),
                n("a8276fac", "विज्ञापनदाता सूची के लिए अनुरोध करें"),
                n("g7912a84", "समझ गए. तैयार होने पर आपकी सूची ईमेल कर दी जाएगी."),
                n("d6104de0", "आप अपनी निजीकरण और डेटा सेटिंग्स में रुचि-आधारित विज्ञापन से ऑप्ट आउट कर सकते हैं. इससे आपको X पर दिखने वाले विज्ञापन बदल जाएंगे, हालांकि आपको विज्ञापनदाताओं के दर्शकों से नहीं हटाया जाएगा."),
                n("ed8c03f5", "अधिक जानें"),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " विज्ञापनदाताओं ";
                }),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " दर्शकों";
                }),
                n("j4fa776e", "फ़ोन"),
                n("i7acdb36", "टैबलेट्स"),
                n("c112dfc8", "डेस्कटॉप"),
                n("jd8607ba", "इस दिनांक को सक्रिय किया गया"),
                n("ea4f6c9e", "ब्राउज़र्स"),
                n("d750b93f", function (e) {
                    return e.count + " ब्राउज़र";
                }),
                n("a9783602", "मोबाइल डिवाइसेस"),
                n("j043aa31", function (e) {
                    return e.count + " मोबाइल डिवाइस";
                }),
                n("ae415fd2", "यह सेटिंग बंद है."),
                n("a90be7b4", "ईमेल पते"),
                n("c0f6f911", "X के बाहर की गतिविधि"),
                n("adaafb3f", "अनुमानित पहचान"),
                n("f0f72665", "अनुमानित पहचान"),
                n("d33b4e5b", "X के बाहर की गतिविधि"),
                n("c4668d4f", "X के बाहर की गतिविधि"),
                n("df3e137b", "अधिक जानें"),
                n("d1597ccb", "अधिक जानें"),
                n("c1b03a07", "अधिक जानें"),
                n("b056d9dc", "यह आपके खाते की प्राथमिक भाषा सेटिंग है."),
                n("h68bc23c", "इन अतिरिक्त भाषाओं का उपयोग आपके अनुभव को निजीकृत करने के लिए किया जाता है."),
                n("fbf0e61e", "यदि आपने पहले से लिंग नहीं बताया है, तो इसे हमने आपकी प्रोफ़ाइल और गतिविधि के आधार पर आपके खाते से जोड़ा है. यह जानकारी सार्वजनिक रूप से प्रदर्शित नहीं की जाएगी."),
                n("b4568a3a", "अपना लिंग बताएं"),
                n("c0be743e", "लिंग अपडेट किया गया"),
                n("c5abae66", "यह वह लिंग है जिसे X ने आपके साथ सबसे अधिक दृढ़ता से संबद्ध किया है."),
                n("cdb0d3e6", "इस लिंग का उपयोग निजीकरण के लिए न करें."),
                n("j31a1aa0", "ये वे स्थान हैं, जिनका उपयोग X आपको अधिक प्रासंगिक सामग्री दिखाने के लिए करता है. अगर आप “जिन स्थानों पर आप गए हैं, उनके आधार पर वैयक्तिकृत करें” को बंद कर देते हैं, तो आप यहां सूचीबद्ध स्थानों को नहीं देख पाएंगे."),
                n("ddefdd1c", "जिन स्थानों पर आप गए हैं उन्हें हटा दें?"),
                n("hea740ac", "इसमें कुछ समय लगेगा और इसे पूर्ववत नहीं किया जा सकता."),
                n("a26e0d52", "समझ गए. ये स्थान हटा दिए जाएंगे."),
                n("he447966", "वर्तमान में कोई स्थान नहीं मिला."),
                n("b9d98dec", "स्थान सेटिंग्स"),
                n("e27e4fce", "अज्ञात स्थान"),
                n("ib55eb6b", "कनेक्ट किए गए ऐप्स"),
                n("e5a4a539", "अधिक जानें"),
                n("gc8f2e14", "आप अपनी निजीकरण और डेटा सेटिंग्स में रुचि-आधारित विज्ञापन से ऑप्ट आउट कर सकते हैं."),
                n("e6dbe66b", "अधिक जानें"),
                n("d3310e49", function (e) {
                    return "आपके खाते से जुड़ी सभी जानकारी के साथ एक फ़ाइल " + e.primaryEmail + " पर भेजी जाएगी.";
                }),
                n("ib03e8c8", "क्या इस डिवाइस पर आपके खाते से जुड़ी सभी जानकारी के साथ एक फ़ाइल डाउनलोड करें?"),
                n("g49741e8", "डाउनलोड करें"),
                n("dc370a0c", "समझ गए. तैयार होने पर आपका डेटा ईमेल कर दिया जाएगा."),
                n("c07b4316", "इनमें रुचि है"),
                n("e97196fe", "ज्ञात है"),
                n("ja0f971c", "ये आपकी प्रोफ़ाइल, गतिविधि और आपके द्वारा फ़ॉलो किए जाने वाले विषयों के आधार पर आपसे मेल खाने वाली कुछ रुचियां हैं. इनका उपयोग X पर आपके द्वारा देखे जा रहे विज्ञापनों सहित आपके अनुभव को वैयक्तिकृत करने के लिए किया जाता है. अगर रुचियों में कुछ ठीक न लगे, तो आप इन्हें बदल सकते हैं. आपके द्वारा किए गए किसी भी बदलाव को प्रभावी होने में थोड़ा समय लग सकता है."),
                n("gd1ce494", "हमारा मानना है कि आप नीचे दी गई रुचियों के लिए जाने जाते हैं. इनका उपयोग उन क्षेत्रों में रुचि रखने वाले लोगों को आपकी और ज्यादा सामग्री दिखाने के लिए किया जाता है. यदि आपको कुछ सही नहीं लगता है, तो आप उन्हें बदल सकते हैं. आपके द्वारा किए गए किसी भी बदलाव को प्रभावी होने में थोड़ा समय लग सकता है."),
                n("a6b0b41a", "अपने मोबाइल फ़ोन पर X ऐप प्राप्त करें. यह मुफ़्त है."),
                n("h3ed510e", "X डेटा"),
                n("b708417c", "आप अपनी खाता जानकारी, खाता इतिहास, ऐप और डिवाइस, खाता गतिविधि, रुचियों और विज्ञापन डेटा के संग्रह वाली एक ज़िप फ़ाइल का अनुरोध कर सकते हैं. आपके डेटा का संग्रह डाउनलोड के लिए तैयार होने पर, आपको एक इन-ऐप सूचना मिलेगी."),
                n("jbf5843e", "Periscope डेटा"),
                n("ea886c6e", "आप Periscope पर सीधे अपने Periscope डेटा के संग्रह का अनुरोध कर सकते हैं."),
                n("cdcc2ad4", "डाउनलोड असफल रहा"),
                n("dbeff87a", "संग्रह का अनुरोध करें"),
                n("hb02ed28", '"अपना डेटा डाउनलोड करें" सुविधा इस समय अनुपलब्ध है. कृपया बाद में दोबारा कोशिश करें.'),
                n("c2254084", "हमें आपका अनुरोध प्राप्त हुआ. आपके खाते की सुरक्षा के लिए, आपके डेटा को तैयार होने में 24 घंटे या उससे अधिक समय लग सकता है."),
                n("f62d1d9e", "आपका संग्रह आपके डेस्कटॉप ब्राउज़र का उपयोग करके डाउनलोड करने और देखने के लिए तैयार है. ध्यान रखें, कुछ दिनों में सीमा समाप्त होने से पहले आपको यह डेटा डाउनलोड करना होगा."),
                n("b221ca4c", "जब आपका डेटा डाउनलोड करने के लिए तैयार हो जाएगा तो हम आपको बताएंगे"),
                n("db40dfcf", "यह फ़ॉर्म भरें"),
                n("g1aced04", "ऐप, डिवाइसेस और जानकारी"),
                n("dbcf3a1a", "प्रोफ़ाइल लेबल जोड़ें"),
                n("cbb2367c", "पैरोडी, कमेंट्री और प्रशंसक खाता प्रोफ़ाइल लेबल दिखाएँ या छिपाएँ."),
                n("ge48855c", "पैरोडी"),
                n("hf019b20", "यह लेबल यह सुनिश्चित करता है कि X पर लोग आपके खाते से भ्रमित न हों और उन्हें यह सूचित करता है कि आपका खाता प्रोफ़ाइल के विषय से एफ़िलिएट नहीं है."),
                n("d048571e", "पैरोडी लेबल हटाएं?"),
                n("g905134c", "इस लेबल को बंद करने से यह आपकी प्रोफ़ाइल और सभी पिछली पोस्ट से हट जाएगा. कृपया जाँच लें कि आप प्रामाणिकता नीति का अनुपालन करते हों."),
                n("ce62c8c2", "प्रोफ़ाइल लेबल हटाएं?"),
                n("a14080ce", "प्रोफ़ाइल लेबल अपडेट करें?"),
                n("db6796f6", "इस लेबल को बंद करने से यह आपकी प्रोफ़ाइल और सभी पिछली पोस्ट से हट जाएगा. कृपया जाँच लें कि आप प्रामाणिकता नीति का अनुपालन कर रहे हैं. अपडेट होने के बाद, आगे के अपडेट 48 घंटों के लिए लॉक हो जाएंगे."),
                n("c700b6be", "अपडेट होने के बाद, आगे के अपडेट 48 घंटे के लिए लॉक रहेंगे."),
                n("ff1739ae", "प्रोफ़ाइल लेबल"),
                n("h70c602c", "प्रोफ़ाइल लेबल अपडेट करने में असमर्थ"),
                n("c818c60c", "विश्लेषिकी"),
                n("ha9f14b1", function (e) {
                    return e.scheduleDate + " को " + e.scheduleTime + " पर आपका स्पेस शुरू होगा";
                }),
                n("jafbef80", "आप इस स्पेस को शेड्यूल करने के लिए अधिकृत नहीं हैं"),
                n("e5d26f84", 'सूचनाएं को सक्षम करके "क्या चल रहा है" इसे कभी मिस न करें. आपकी सूचनाओं को वैयक्तिकृत करने के लिए X आपके डिवाइस के देश और भाषा का पता लगाएगा.'),
                n("f91f00ba", "क्लिप बनाएं"),
                n("f9b2d343", function (e) {
                    return e.count + " पोस्ट" + f(e.count, "", "्स");
                }),
                n("jcc8306e", "बोलने का अनुरोध करें"),
                n("j41fd45a", "अनुरोध भेज दिया गया"),
                n("d5b2aae8", "बोलने के बहुत सारे अनुरोध भेजे गए हैं. कृपया बाद में फिर से कोशिश करें."),
                n("b9945b98", "बोलने का अनुरोध विफल रहा. कृपया स्पेस में फिर से शामिल हों और कुछ सेकंड बाद फिर से कोशिश करें."),
                n("b2cc6a54", "वक्ता के रूप में शामिल हों"),
                n("fb6c0bbc", "गुमनाम रूप से सुन रहे हैं"),
                n("e49a1f42", "आप वर्तमान में गुमनाम रूप से सुन रहे हैं और होस्ट और अन्य प्रतिभागियों के लिए अदृश्य हैं."),
                n("jf01aea4", "भाग लेने के लिए, आपको छोड़ना होगा और दृश्य श्रोता के रूप में फिर जुड़ना होगा."),
                n("cac1482a", "प्रतिक्रिया दें"),
                n("fc0e94b7", function (e) {
                    return e.emoji + " के साथ प्रतिक्रिया दें";
                }),
                n("jf9f3e54", "स्किप करके 15 सेकंड आगे जाएं"),
                n("hdd1aba0", "15 सेकंड पीछे जाएं"),
                n("b89c5a50", "रोकें"),
                n("e674c120", "कैप्शन्स दिखाएं"),
                n("f45bace4", "कैप्शन्स को छिपाएं"),
                n("ce96f1dc", "कैप्शन उपलब्ध नहीं हैं"),
                n("e07f6e7d", function (e) {
                    return "स्पीड " + e.rate + "x";
                }),
                n("jd04fc66", "0.5x स्पीड"),
                n("f03848b8", "सामान्य"),
                n("j0e5c2ce", "1.5x स्पीड"),
                n("b3f2318e", "2x स्पीड"),
                n("f17bc95a", "स्क्रीन शेयर करें"),
                n("b11a74b2", "शेयर करना बंद करें"),
                n("e51c2372", "अतिथि"),
                n("b08821f4", "वापस जाएँ"),
                n("fed1388a", "स्पेस सेटिंग्स"),
                n("c63dd2cc", "मेरे साथ इस लाइव बातचीत में शामिल हों!"),
                n("c958c6c8", "यह पोस्ट करें"),
                n("if23a252", "इसके ज़रिए शेयर करें..."),
                n("c0530da6", "मेनू शेयर करें"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "स्पेस समाप्त करें?"),
                n("db684264", "हां, समाप्त करें"),
                n("je23178a", "इससे बातचीत सभी के लिए समाप्त हो जाएगी."),
                n("c371fb9a", "अंत"),
                n("c0ce822e", "माइक्रोफोन सेटिंग"),
                n("a2bf8b8a", "सुनने पर स्विच करें"),
                n("caa8d928", "शोर दमन टॉगल करें"),
                n("b5d88f0c", "केवल कर्मचारी"),
                n("c855ab8e", "केवल सब्सक्राइबर्स"),
                n("ddeb0a3c", "यह कम्यूनिटी है. लोगों को पसंद करते हैं? एक नज़र डालें."),
                n("e111f531", function (e) {
                    return e.count + " ट्यून इन हुए";
                }),
                n("cbef820f", function (e) {
                    return e.screenName + " ने स्ट्रीम को पुनः पोस्ट किया!";
                }),
                n("e3275464", "भेजें"),
                n("cededf2a", "होस्ट"),
                n("i2caef48", "सह-होस्ट"),
                n("j245c654", "वक्ता"),
                n("eda23a02", "श्रोता"),
                n("b90eb348", "बोलने के लिए आमंत्रित करें"),
                n("d9a63e82", "वक्ताओं से हटाएं"),
                n("bd917b26", "सह-होस्ट को आमंत्रित करें"),
                n("d7357e7e", "सह-होस्ट से हटाएं"),
                n("bf307fc0", "अवरुद्ध करें और हटाएं"),
                n("ccf2f24e", "रिपोर्ट करें"),
                n("i22835de", "स्वीकृति दें");
            n("cb59a0fe", "अस्वीकार करें"),
                n("c2376960", "बोलने का अनुरोध किया"),
                n("aba7dcdd", function (e) {
                    return e.name + " को आमंत्रित करें";
                }),
                n("f5c7aaa7", function (e) {
                    return "होस्ट" + f(e.count, "", "्स");
                }),
                n("fc56c8b1", function (e) {
                    return "सह-होस्ट" + f(e.count, "", "्स");
                }),
                n("iba0f45d", function (e) {
                    return "वक्ता";
                }),
                n("dc066955", function (e) {
                    return "श्रोता";
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " स्पॉट" + f(e.remainingCapacityCount, "", "्स") + " खोलें";
                }),
                n("c3b5b829", function (e) {
                    return e.count + " अनुरोध";
                }),
                n("fe7a1910", "आमंत्रण भेजें"),
                n("ic3c757e", "उपयोगकर्ताओं को खोजें"),
                n("cd133486", "आमंत्रित करें"),
                n("f2333850", "X के बाहर लोगों के साथ शेयर करें"),
                n("cddb8097", "अधिक जानें"),
                n("f77997b0", "सह-होस्ट"),
                n("i48f4ed8", "वक्ता"),
                n("a77c8e02", "श्रोता"),
                n("bdfa93eb", function (e) {
                    return e.name + " के द्वारा शेयर किया गया";
                }),
                n("d8cc6ada", "कौन बोल सकता है? मौजूदा वक्ता प्रभावित नहीं होंगे. बदलावों में कुछ सेकंड लग सकते हैं."),
                n("e3a87142", "केवल वे लोग जिन्हें आप बोलने के लिए आमंत्रित करते हैं"),
                n("db3de1d2", "वक्ता के रूप में शामिल हों"),
                n("d7f4bc44", "सह-होस्ट के रूप में शामिल हों"),
                n("edcf15e9", function (e) {
                    return "अनुरोध किया (" + e.count + ")";
                }),
                n("h13957aa", "स्पेस म्यूट करें"),
                n("ge6372fa", "स्पेस अनम्यूट करें"),
                n("i7a42e1c", "इस स्पेस को प्रबंधित करने में मदद करें"),
                n("e0b8f112", "आपको सह-होस्ट के रूप में आमंत्रित किया गया है!"),
                n("ee12263c", "सह-होस्ट स्पेस में बोल सकते हैं"),
                n("jee7002c", "सह-होस्ट वक्ताओं को आमंत्रित कर सकते हैं, हटा सकते हैं और म्यूट कर सकते हैं"),
                n("i95225d2", "सह-होस्ट पोस्ट्स को शेयर नहीं कर सकते और हटा नहीं सकते"),
                n("f07137fa", "सह-होस्ट श्रोताओं को स्पेस से हटा सकते हैं"),
                n("j6cdf012", "सह-होस्ट अन्य सह-होस्ट को न तो आमंत्रित कर सकते हैं न ही हटा सकते हैं"),
                n("c727d116", "सह-होस्ट स्पेस को समाप्त नहीं कर सकते"),
                n("g69084b8", "सह-होस्ट आमंत्रण स्वीकार करें"),
                n("ee230734", "और विकल्प दिखाएं"),
                n("ic8c615e", "एक त्वरित जवाब विकल्प चुनें और भेजें"),
                n("a04077c4", "कृपया 1 फ़ोटो, वीडियो या GIF चुनें."),
                n("c07367d8", "मीडिया फ़िलहाल एन्क्रिप्टेड संदेशों के लिए समर्थित नहीं है"),
                n("af71ef68", "वॉयस"),
                n("fc64990e", "वीडियो"),
                n("ca0ce0e4", "नया संदेश शरू करें"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + " को संदेश भेजने के लिए X Premium लें";
                }),
                n("c3752568", "कुछ गलत हुआ. कुछ देर बार अपना संदेश दोबारा भेजने का प्रयास करें."),
                n("f78aa3ea", "आपके कुछ संदेश इस समय नहीं भेजे जा सके. कृपया बाद में पुन: प्रयास करें."),
                n("f9690dc0", "क्षमा करें! आप इस खाते को संदेश नहीं भेज सकते."),
                n("b1d35408", "आप प्रति दिन भेजे जा सकने वाले संदेशों की सीमा को पार कर गए हैं."),
                n("g539cca6", "आपका खाता निलंबित है और उसे संदेश भेजने की अनुमति नहीं है."),
                n("bbac001a", "यह संदेश बहुत लंबा है."),
                n("a1d2a68e", "यह उपयोगकर्ता आपको फ़ॉलो नहीं करता है. आप केवल उन लोगों को संदेश भेज सकते हैं जो आपको फ़ॉलो करते हैं."),
                n("ec2bb9d4", "जिस पोस्ट को आप भेजने का प्रयास कर रहे हैं, उसे मिटा दिया गया है"),
                n("hf383be4", "जिस खाते को आप संदेश भेजने का प्रयास कर रहे हैं वह मिटा दिया गया है."),
                n("c4fdbd16", "आप उन उपयोगकर्ताओं को संदेश नहीं भेज सकते, जिन्हें आपने अवरुद्ध किया है."),
                n("hf3e7e38", "आपका संदेश भेजा नहीं जा सका."),
                n("dd8272fd", function (e) {
                    return e.count + " नया संदेश";
                }),
                n("e2cd3b7c", "ऑडियो कॉल समाप्त हुई"),
                n("f42f365a", "वीडियो कॉल समाप्त हुई"),
                n("a7570f2c", "मिस हुई ऑडियो कॉल"),
                n("jd9831b2", "मिस हुई वीडियो कॉल"),
                n("f0985268", "ऑडियो कॉल"),
                n("ca397a48", "वीडियो कॉल"),
                n("bb7e2143", function (e) {
                    return e.seconds + " सेकंड";
                }),
                n("c1d4ac84", "आपने समूह फ़ोटो को बदला"),
                n("abc7b032", "समूह फ़ोटो बदल दी गई"),
                n("i263b294", "आप बातचीत में शामिल हुए"),
                n("i8d5e62b", function (e) {
                    return e.count + " अन्य लोग";
                }),
                n("f7204380", "इस Fleet की समयावधि समाप्त हो गई है"),
                n("d9de7b58", "यह मीडिया छिपा हुआ है क्योंकि यह किसी ऐसे व्यक्ति से आया है जिसे आप फ़ॉलो नहीं करते."),
                n("f2879f4e", "इस संदेश में ग्राफिक मीडिया शामिल हो सकता है."),
                n("b518221e", "छवि खोलें"),
                n("eeaa9f90", "वीडियो खोलें"),
                n("g2b43664", "GIF खोलें"),
                n("d99de549", function (e) {
                    return e.name + " को जवाब दे रहे हैं";
                }),
                n("f5a07f7c", "अटैचमेंट"),
                n("fd079470", "यह स्पैम है"),
                n("c7a92dca", "संदेश ठीक है"),
                n("fb3ccb56", "संदिग्ध सामग्री के कारण संदेश छिपा दिया गया है"),
                n("c94b7d8a", "वॉयस संदेश चलाएं"),
                n("eb6f9582", "वॉयस संदेश पॉज़ करें"),
                n("b6b4142e", "यह पोस्ट छिपा हुआ है क्योंकि यह किसी ऐसे व्यक्ति से आया है जिसे आप फ़ॉलो नहीं करते."),
                n("fda60d78", "इस पोस्ट में ग्राफ़िक मीडिया हो सकता है."),
                n("b59a9004", "पोस्ट खोलें"),
                n("daf6bf02", "सेटिंग्स बदलें"),
                n("ba60339a", "अपने लिए मिटाएं"),
                n("eb497e08", "अधिक क्रियाएं"),
                n("b170974a", "प्रतिक्रिया जोड़ें"),
                n("i202bd22", "संदेश की रिपोर्ट करें"),
                n("f2e5491a", "संदेश कॉपी करें"),
                n("bf2d08ca", "अधिक प्रतिक्रियाएं"),
                n("ca7a2215", function (e) {
                    return "आपकी मौजूदा प्रतिक्रिया: " + e.emoji;
                }),
                n("j4bfee22", "संदेश मिटाएं?"),
                n("faddd3a2", "यह संदेश आपके लिए मिटा दिया जाएगा. बातचीत में शामिल अन्य लोग इसे अभी देख पाएंगे."),
                n("f58dff34", "कुछ गलत हुआ और संदेश मिटाया नहीं गया."),
                n("ad5a8e8e", "क्षमा करें! आपके पास इस संदेश को मिटाने की अनुमति नहीं है."),
                n("fad48eea", "भेजा जा रहा है..."),
                n("ae7d7a24", "संदेश भेजा नहीं जा सका"),
                n("bbe74f3f", function (e) {
                    return "बीते कल, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " प्रतिक्रिया" + f(e.reactionCount, "", "एं");
                }),
                n("c0098d4a", "प्रतिक्रियाएं"),
                n("j85999ec", "उपयोगकर्ता प्रतिक्रिया सूची"),
                n("a2d48779", function (e) {
                    return "अपनी मौजूदा प्रतिक्रिया हटाएं: " + e.emoji;
                }),
                n("icd0bf34", "देखा गया"),
                n("e8bd8fec", "भेजा गया"),
                n("b2d32fae", "सभी के द्वारा देखा गया"),
                n("a763d33f", function (e) {
                    return e.count + " " + f(e.count, "व्यक्ति", "लोगों") + " ने देखा";
                }),
                n("d84b485e", "आपने इस खाते को फ़ॉलो किया"),
                n("be0c83d8", "आपने अनुरोध स्वीकार कर लिया है"),
                n("bcc13060", "प्रारंभिक एक्सेस"),
                n("e535cae9", function (e) {
                    return e.count + " फ़ॉलोअर" + f(e.count, "", "्स");
                }),
                n("cf249089", function (e) {
                    return e.joinDate + " में शामिल हुए";
                }),
                n("g1f972d7", "अधिक जानें"),
                n("bb0e37c3", "अधिक जानें"),
                n("a89e8ab3", "अधिक जानें"),
                n("d98540eb", "अधिक जानें"),
                n("j296badb", "अधिक जानें"),
                n("e45d77f5", "अधिक जानें"),
                n("h52ca4c4", "नए संदेशे"),
                n("ffde2fdc", "बातचीत लोड हो रही है"),
                n("da878dc0", "स्वीकारें"),
                n("hc52446c", "क्या आप इस समूह में शामिल होना चाहते हैं? जब तक आप उनका अनुरोध स्वीकार नहीं करते हैं, वे जान नहीं पाएंगे कि आपने उसे देख लिया है."),
                n("f7e1ad65", function (e) {
                    return "क्या आप " + e.senderName + " को आपको संदेश भेजने देना चाहते हैं? जब तक आप स्वीकार नहीं करते हैं, तब तक वे जान नहीं पाएंगे कि आपने उनका संदेश देख लिया है.";
                }),
                n("gdf4b790", "बातचीत छोड़ें?"),
                n("bbf83d84", "इसे पूर्ववत नहीं किया जा सकता और बातचीत इतिहास आपके इनबॉक्स से मिटा दिया जाएगा."),
                n("ib3fe8aa", "अवरुद्ध करें या रिपोर्ट करें"),
                n("gbed8594", "अवरुद्ध करने से इस व्यक्ति को भविष्य में आपको संदेश अनुरोध भेजने से रोक दिया जाएगा."),
                n("g9074da4", "बातचीत छोड़ दें"),
                n("ad63377e", "बातचीत मिटाएं"),
                n("h09b49f8", "आपके इनबॉक्स से इस बातचीत को मिटा दिया जाएगा. बातचीत में शामिल अन्य लोग इसे अभी भी देख पाएंगे."),
                n("i6b19b08", "बातचीत की रिपोर्ट करें"),
                n("cdb1a05a", "X को किसी स्पैम या दुरुपयोग के बारे में सूचित करें, ताकि इस तरह के खातों से दूसरों की सुरक्षा करने में हम मदद कर सकें."),
                n("d6b11d9c", "आपके सीधे संदेश को भेजना विफल रहा है क्योंकि कुछ मीडिया अपलोड नहीं हो पाए."),
                n("c64c1884", "नया संदेश लिखें"),
                n("cdcebd22", "नया संदेश"),
                n("a66ac766", "सीधे संदेश लोड किए जा रहे हैं"),
                n("a846382a", "सीधे संदेश खोजें"),
                n("h845f282", "सीधा संदेश"),
                n("d7ad7414", "संदेश उपलब्ध नहीं है"),
                n("ga086a54", "छवि अटैचमेंट"),
                n("a9cc8cfe", "एक GIF भेजी"),
                n("eb3d722e", "आपने एक GIF भेजी"),
                n("e5bfe07e", "एक लिंक भेजा"),
                n("db53c018", "आपने एक लिंक भेजा"),
                n("bf584cd2", "एक तस्वीर भेजी है"),
                n("f80629ba", "आपने एक फ़ोटो भेजी"),
                n("e20b65b0", "एक स्टीकर भेजा"),
                n("d30c2d40", "आपने एक स्टीकर भेजा"),
                n("a876e58c", "एक वीडियो भेजा है"),
                n("j7d8101a", "आपने एक वीडियो भेजा"),
                n("dedfd266", "एक वॉयस संदेश भेजा"),
                n("h7033cac", "आपने एक वॉयस संदेश भेजा है"),
                n("i34ec422", "एक पोस्ट शेयर किया"),
                n("a4939874", "आपने एक पोस्ट शेयर किया"),
                n("a30a206e", "समझ गए!"),
                n("ib4b1b86", "पिन की गई बातचीत प्रस्तुत करना"),
                n("bd3ca2ef", function (e) {
                    return "किसी भी बातचीत को आसान एक्सेस के लिए टॉप पर पिन करने हेतु कार्रवाइयां मेनू चुनें. आप एक बार में अधिकतम " + e.count + " बातचीत पिन कर सकते हैं.";
                }),
                n("e1c9ec9c", "बातचीत पिन करें"),
                n("e3cfff7c", "बातचीत स्नूज़ करें"),
                n("f398722e", "बातचीत स्नूज़ की गई"),
                n("bdd91964", "बातचीत अनपिन करें"),
                n("a8ed0eca", "बातचीत को स्नूज़ से हटाएं"),
                n("jac4eb1e", "बातचीत को स्नूज़ से हटाया गया"),
                n("d88d0790", "विकल्प मेनू"),
                n("ce108dda", "लेबल चुनें"),
                n("abf2d13c", "चुनें"),
                n("e4b3f520", "पिन की गई बातचीत"),
                n("ae4d666a", "सभी बातचीत"),
                n("d98e066c", "बातचीत पिन की गई."),
                n("j302dba8", "बातचीत अनपिन की गई."),
                n("cb367658", "बातचीत को पिन नहीं किया जा सका. फिर से कोशिश करें."),
                n("ie9a7e48", "बातचीत को पिन नहीं किया जा सका. अपने कनेक्शन की जांच करें और फिर से कोशिश करें."),
                n("hd3927c6", "बातचीत को अनपिन नहीं किया जा सका. फिर से कोशिश करें."),
                n("f1ac0968", "बातचीत को अनपिन नहीं किया जा सका. अपने कनेक्शन की जांच करें और फिर से कोशिश करें."),
                n("d571e4f9", function (e) {
                    return "आप केवल " + e.count + " बातचीत को पिन कर सकते हैं";
                }),
                n("a551bf7e", "अन्य बातचीत को पिन करने के लिए आपको एक बातचीत को अनपिन करना होगा."),
                n("a676a876", "आपके इनबॉक्स में आपका स्वागत है!"),
                n("h52877aa", "X पर अपने और अन्य लोगों के बीच निजी बातचीत के ज़रिए संदेशों का आदान-प्रदान करने, पोस्ट्स शेयर करने जैसे कई और काम करें. "),
                n("efe8fda0", "एक संदेश लिखें"),
                n("b9dae4f4", "अन्य खोज शब्द को आज़माएं"),
                n("e7fb2028", "कोई और परिणाम नहीं"),
                n("ae111c99", function (e) {
                    return "“" + e.query + "” के लिए कोई परिणाम नहीं";
                }),
                n("e8581cce", "आपके द्वारा डाले गए शब्द से कोई भी परिणाम नहीं मिला."),
                n("f08940ac", "नया संदेश शुरू करें"),
                n("i5d7593a", "लोगों, समूहों या संदेशों को खोजने का प्रयास करें"),
                n("c94ac69e", "समूह"),
                n("fb3c8e74", "हाल ही की खोजें"),
                n("fd6150fc", "सीधे संदेशों में आपको सुरक्षित रखना"),
                n("c7e8a9ee", "गोपनीयता नीति"),
                n("bece84b4", "आपके संदेश अनुरोध खाली हैं"),
                n("e51be7c1", "अधिक जानें"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "", "s");
                }),
                n("ed93de0c", "पोस्ट का विश्लेषण किया जा रहा है"),
                n("ba44f4ea", "Grok से अधिक जानकारी"),
                n("a6e89af8", "बातचीत खोलें"),
                n("ica55d24", "नई चैट"),
                n("f794af9a", "फ़न मोड"),
                n("eccf9fea", "रेगुलर मोड"),
                n("g7b1c574", "डिफ़ॉल्ट पर रीसेट करें"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "अपना पसंदीदा खोज मोड चुनें"),
                n("i330e54c", "उन्नत खोज और तर्क"),
                n("ac64b674", "विस्तृत खोज, अधिक तर्क"),
                n("j22655f2", "कुछ भी पूछें"),
                n("h0681e3e", "Grok से पूछें, हमारा AI सहायक"),
                n("d593fd78", "यह आपके प्रश्नों के उत्तर दे सकता है, X खोज सकता है और तस्वीरें जनरेट कर सकता है"),
                n("d0205a24", "तथ्यों की जांच करें"),
                n("ed4177c4", "Grok आत्मविश्वास से तथ्यात्मक रूप से गलत जानकारी दे सकता है, गलत सारांश प्रस्तुत कर सकता है या कुछ सामग्री छोड़ सकता है. आपको किसी भी जानकारी को स्वतंत्र रूप से सत्यापित करना चाहिए."),
                n("c0ff98f8", "AI प्रशिक्षण और वैयक्तिकरण"),
                n("f1a8218a", "हम मॉडल प्रशिक्षण, फ़ाइन-ट्यूनिंग और आपके Grok अनुभव को वैयक्तिकृत करने के लिए आपके X डेटा, साथ ही Grok के साथ आपकी बातचीत, इनपुट और परिणामों का उपयोग कर सकते हैं. आप अपनी X सेटिंग का उपयोग करके ऑप्ट-आउट कर सकते हैं. अधिक जानने के लिए, हमारे सहायता केंद्र पर जाएं."),
                n("bcbf5b6e", "शेयरिंग"),
                n("j7b5c844", "आप सार्वजनिक रूप से साझा की जाने वाली बातचीत के लिए ज़िम्मेदार हैं. Grok के साथ अपनी बातचीत में अपने या दूसरों के बारे में संवेदनशील और गोपनीय जानकारी शेयर करने से बचें (हमारा सहायता केंद्र देखें)."),
                n("c9f7c196", "सहायता केंद्र"),
                n("b63d3d36", "अटैच करें"),
                n("c65f7308", "सर्वर अभी व्यस्त हैं"),
                n("f2a8655e", "Grok एडवांस्ड टूलिंग वर्तमान में अनुपलब्ध है."),
                n("c26b9b9c", "फ़ाइल"),
                n("g10600b0", "मेनू"),
                n("j826e722", "छवि सहेजें"),
                n("a9325f10", "छवि कॉपी करें"),
                n("g0b12442", "छवि कॉपी करने में विफल"),
                n("edd0c172", "छवि पोस्ट करें"),
                n("d1d3a41a", "छवि संपादित करें"),
                n("a2697040", "वर्णन करें कि छवि में क्या परिवर्तन करना है"),
                n("ge1cefc4", "साधन"),
                n("e9b6d404", "Grok को किन खोज उपकरणों तक पहुंच होनी चाहिए?"),
                n("h15dce2e", "उन्नत सेटिंग्स"),
                n("ff9dc268", "शीघ्र संपादित करें"),
                n("e9fcdd0c", "Grok से वेब पर आक्रामक तरीके से खोजने के लिए कहें"),
                n("fc4e8aba", "चरण-दर-चरण तर्क करने के लिए Grok इस्तेमाल करें"),
                n("e4ae6abe", "Grok से अपनी छवि बदलने के लिए कहें"),
                n("e8ade5e2", "कोई पर्सनैलिटी चुनें"),
                n("b5df32b0", "Grok कुछ"),
                n("fb3b9776", "Grok का आउटपुट इस उपयोगकर्ता ने अनुकूलित किया है."),
                n("ca93f2ee", "इस संदेश को मिटा दिया गया है."),
                n("b52484b6", "खोज जारी है..."),
                n("b8c06820", "पाठ कॉपी करें"),
                n("ca0f5894", "नापसन्द"),
                n("ja8d189e", "पाठ उत्तर चाहते थे"),
                n("e951f04e", "छवि चाहते थे"),
                n("c503b35e", "अलग छवि चाहिए थी"),
                n("d4371c92", "कोड ग़लत है"),
                n("dbe8586e", "अलग कोड चाहता था"),
                n("e360eb4a", "कोड नहीं चाहिए था"),
                n("a18657ca", "गणित गलत है"),
                n("b8b86300", "गणित नहीं चाहिए थी"),
                n("e4c34788", "उत्तर नहीं चाहिए थे"),
                n("b220a8c8", "कुछ और चाहता था"),
                n("b115fd18", "पक्षपातपूर्ण उत्तर"),
                n("dc637214", "खराब शैली/टोन"),
                n("f02e6d42", "खोजना चाहते थे"),
                n("bbec6bba", "खराब खोज परिणाम"),
                n("b494d088", "खोज नहीं चाहते थे"),
                n("a44974f2", "छवि समझ में नहीं आती"),
                n("bd44a8a8", "हमें और अधिक बताएं"),
                n("fcdbe764", "Grok बेहतर क्या कर सकता है?"),
                n("bb6adb22", "बताएं कि क्या ग़लत हुआ"),
                n("h0fa15f2", "आपकी फ़ीडबैक के लिए धन्यवाद!"),
                n("d700b268", "संदर्भित चैट"),
                n("cd7bdab2", "बातचीत भूल जाने से वे इतिहास से नहीं मिटेंगी"),
                n("f21b84de", "संदर्भ भूल गये"),
                n("i52a9cb8", "प्रदर्शित करने के लिए कोई मेमोरी नहीं है."),
                n("d9d36880", "भूलना"),
                n("g02dacc0", "आज"),
                n("c6e845c0", "कल"),
                n("a5fa4a86", "जनवरी"),
                n("c51724a4", "फरवरी"),
                n("j244ceb2", "मार्च"),
                n("b22b12e0", "अप्रैल"),
                n("h3023cac", "मई"),
                n("b10dbffa", "जून"),
                n("c81da1b6", "जुलाई"),
                n("d4e4d3ce", "अगस्त"),
                n("c3418f9a", "सितंबर"),
                n("b64dada6", "अक्टूबर"),
                n("ad24ec20", "नवंबर"),
                n("c7902252", "दिसंबर"),
                n("idf94bac", "पुनः उत्पन्न करें"),
                n("f7614f92", "खोज के बिना"),
                n("c5ade3ba", "खोज के साथ"),
                n("c16e5b1a", "इमेज जनरेशन के बिना"),
                n("i2ca65fa", "इमेज जनरेशन के साथ"),
                n("d3927f88", "लिंक पोस्ट करें"),
                n("be37ecd4", "क्लिपबोर्ड पर कॉपी करने में विफल"),
                n("h708a4c0", "बातचीत शेयर करें"),
                n("g06a67e2", "शेयर पेज में इस बिंदु तक के संदेश शामिल होंगे"),
                n("a0428662", "उपयोगी नहीं"),
                n("fe4fd310", "उपयोगी"),
                n("bfd161bc", "तुलना करें"),
                n("j5dcf1b2", "अपडेट किया गया"),
                n("a50aaa10", "प्री-मार्केट"),
                n("dd614d10", "घंटे के बाद"),
                n("d6b0b0d5", function (e) {
                    return "ओपन" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "मार्केट कैप" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "वार्षिक हाई" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "हाई" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "P/E अनुपात" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "वार्षिक लो" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "लो" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "ऑल-टाइम हाई" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "ऑल-टाइम लो" + e.ttc_stock_details;
                }),
                n("a22063d2", "बेहतर सटीकता के लिए अपना स्थान शेयर करें."),
                n("db3248a8", "स्थान लोड हो रहा है"),
                n("ffe0e588", "स्थान शेयर करें"),
                n("e41a0dc2", "बंद"),
                n("ieff24f4", "पूर्णकालिक"),
                n("e2811afc", "खेल"),
                n("j081fa34", "स्टैंडिंग"),
                n("i7c7f156", "आने वाले कल"),
                n("b134ba52", "जारी है"),
                n("j1361724", "आधा समय"),
                n("fa0f1262", "ब्रेक"),
                n("c2cac618", "Grok वर्तमान में ला लीगा, प्रीमियर लीग, बुंडेसलीगा, सीरीज़ A और लीग 1 डेटा का समर्थन करता है."),
                n("acae223d", function (e) {
                    return 'Results for "' + e.prompt + '"';
                }),
                n("bed99fe2", "कम देखें"),
                n("f7b57ac0", "आंकड़े"),
                n("i7e3e446", "मैच"),
                n("d490977e", "अभी"),
                n("e9f55db8", "रविवार"),
                n("e9cf3af8", "सोमवार"),
                n("d5868a7e", "मंगलवार"),
                n("b5dfdb46", "बुधवार"),
                n("ab8095a2", "गुरूवार"),
                n("e298e6f2", "शुक्रवार"),
                n("ef519654", "शनिवार"),
                n("c609a1b4", "रवि"),
                n("j92274b0", "सोम"),
                n("ja482160", "मंगल"),
                n("f4ad4cb0", "बुध"),
                n("d66bf142", "गुरु"),
                n("dc17968a", "शुक्र"),
                n("j310a2d6", "शनि"),
                n("eaf55eb4", "विचार दिखाएं"),
                n("j1ab5f40", "पढ़ने के लिए टैप करें"),
                n("ee000b0d", function (e) {
                    return e.numSources + " स्त्रोत";
                }),
                n("b1ac6016", "DeepSearch पूरा हुआ"),
                n("f766feca", "DeeperSearch पूर्ण हुई"),
                n("e258000e", "सूचना"),
                n("d591a772", "सूचना अनुपलब्ध"),
                n("bc49b728", "जब उत्तर तैयार हो जाएगा, तो आपको सूचित कर दिया जाएगा"),
                n("d8aadeba", "सूचना बंद की गयी"),
                n("db832e38", "कृपया ब्राउज़र सेटिंग में सूचनाएं सक्षम करें"),
                n("a910cac6", "सूचनाएं सक्षम करने में समस्या हुई थी"),
                n("g4b3a3e6", "DeepSearch पूर्ण"),
                n("bf780b13", function (e) {
                    return e.minutes + "मिनट " + e.seconds + "सेकंड";
                }),
                n("c2745fa4", "रद्द हो गया"),
                n("be30b6ee", "अस्थिर कनेक्शन"),
                n("a4d9dbfa", "विचार"),
                n("d7cb5408", "प्रासंगिक वेब पेज"),
                n("aa7c96bb", function (e) {
                    return e.numResults + " और देखें";
                }),
                n("b58d2bd2", "प्रांसंगिक पोस्ट"),
                n("f5a2377e", "के लिए सोच रहा हूं "),
                n("g3ce0132", "के लिए विचार"),
                n("f8007364", "विवरण के लिए विस्तार करें"),
                n("ca53f780", "विवरण संक्षिप्त करें"),
                n("ha8fbe22", "Premium के साथ अधिक छवियां उत्पन्न करें"),
                n("d95c232a", "आप अपनी सीमा तक पहुँच चुके हैं. अधिक जनरेट करने के लिए अभी अपग्रेड करें."),
                n("h2671312", "Premium+ के साथ अधिक Grok"),
                n("a1bb9c8a", "Premium+ के साथ अधिक Grok"),
                n("b08ef3ae", "बातचीत जारी रखने के लिए X Premium में अपग्रेड करें या बाद में पुनः प्रयास करें."),
                n("jf9363b8", "बातचीत जारी रखने के लिए X Premium+ में अपग्रेड करें या बाद में पुनः प्रयास करें"),
                n("ef018bf6", "Premium के साथ अधिक छवियों का विश्लेषण करें"),
                n("cdace6d2", "अभी अपग्रेड करें"),
                n("a3186bff", function (e) {
                    return e.count + " वेब पेज";
                }),
                n("f4146dda", "आप कौन सा उत्तर पसंद करते हैं?"),
                n("a2c2be32", "इससे Grok को बेहतर बनाने में मदद मिलेगी."),
                n("g01599b6", "प्रतिक्रिया 2"),
                n("e02694e0", "प्रतिक्रिया 1"),
                n("h6867fcc", "मुझे यह प्रतिक्रिया पसंद है"),
                n("b2175228", "एंड्रॉइड के लिए Grok यहां है"),
                n("d2d8650c", "हमारे नए स्टैंडअलोन एप्प में सर्वश्रेष्ठ Grok अनुभव पाएँ"),
                n("ia5bef3e", "आज मैं आपकी क्या मदद कर सकता हूं?"),
                n("ge683598", "Grok से कुछ भी पूछें..."),
                n("fef25c88", "Grok को अभी मुफ़्त में आज़माएँ"),
                n("fb172aa8", "Grok का मुफ़्त टियर अब आपके क्षेत्र में उपलब्ध है. चैट करें, छवियां बनाएं और फ़ोटो का विश्लेषण करें. सीमाएँ लागू होती हैं."),
                n("d7af4f40", "आकाशगंगा की छवि बनाएं"),
                n("gcb6c0be", "Grok गलतियां कर सकता है. इसके आउटपुट सत्यापित करें."),
                n("cb88fd82", "आप मुफ़्त Grok संस्करण इस्तेमाल कर रहे हैं."),
                n("g27a5314", "Grok इस्तेमाल करना शुरू करने के लिए अपने खाते में फ़ोन नंबर जोड़ें."),
                n("bdd84568", "Grok का उपयोग करने के लिए आपका खाता बहुत नया है. कृपया बाद में पुन: प्रयास करें."),
                n("a9109a94", "सोलरपंक गांव"),
                n("g986f7a4", "सोलरपंक गांव की छवि बनाएं"),
                n("ad685264", "माउंट फ़ूजी"),
                n("hdb08284", "माउंट फ़ूजी का एनीमे स्टाइल चित्र बनाएं"),
                n("a986ae84", "उड़ने वाली बिल्ली"),
                n("a14b556a", "उड़ने वाली बिल्ली की छवि बनाएं"),
                n("gc16b670", "फूलों के खेत में रोबोट"),
                n("d5b8fa44", "फूलों के खेत में रोबोट की छवि बनाएं"),
                n("da196ff6", "मंगल ग्रह पर अंतरिक्ष यात्री"),
                n("ae3979cc", "मंगल ग्रह पर किसी अंतरिक्ष यात्री का चित्र बनाएं"),
                n("a682460e", "तेज रफ्तार रोडस्टर"),
                n("e03e5514", "मोशन ब्लर के साथ शिंजुकु से गुजरते हुए Tesla रोडस्टर का चित्र बनाएं"),
                n("e68eac68", "उत्तरी रोशनी की प्रशंसा"),
                n("hc6e6754", "उत्तरी रोशनी को निहारते किसी व्यक्ति का चित्र बनाएं"),
                n("cf59f9f6", "कवर लेटर लिखने में मेरी मदद करें"),
                n("cd9aeac8", "मुझे आज की सुर्खियाँ बताएं"),
                n("acf2f0be", "फैंटेसी RPG गेम का सुझाव दें"),
                n("b9bd12e2", "पायथन में टू सम समस्या हल करें"),
                n("hf9afab0", "इंटरनेट और X को स्कैन करने, जानकारी का विश्लेषण करने और तीव्र, एजेंटिक खोज के साथ विस्तृत, तर्कसंगत उत्तर देने के लिए DeepSearch को सक्षम करें."),
                n("ef3b3f04", 'हमारे तर्क मॉडल का उपयोग करने के लिए विचार करें को सक्षम करें. यह गणित, विज्ञान और कोडिंग के लिए सर्वोत्तम है. आप Grok से किसी भी प्रश्न के बारे में "गहन विचार करें" के लिए भी कह सकते हैं, जिसके लिए थोड़ी अधिक मस्तिष्क शक्ति की आवश्यकता हो सकती है. '),
                n("b43636b8", "Grok 3 का परिचय"),
                n("j376298c", "Grok 3 हमारे सबसे शक्तिशाली मॉडल के साथ इंटरैक्ट करने के लिए दो नए मोड पेश करता है: DeepSearch और विचार करें."),
                n("e3584f8e", "हेज फंड द्वारा उपयोग की जाने वाली 10 सबसे सफल विकल्प ट्रेडिंग रणनीतियाँ क्या हैं?"),
                n("d91b7b8a", "1885 में विश्वविद्यालय बनाने में कितनी लागत आएगी?"),
                n("e13591c0", "Grok बातचीत के उदाहरण"),
                n("c27ca452", "Premium ग्राहक अब X ऐप्प पर हमारे सबसे उन्नत AI, Grok को इस्तेमाल कर सकते हैं."),
                n("b6abc25a", "Grok 2 का परिचय"),
                n("e1cdaf9e", "हमारा नवीनतम AI सहायक, X द्वारा संचालित"),
                n("e6796748", "कुछ भी पूछें"),
                n("db470fdc", "Grok ईमेल लिखने, सवालों के जवाब देने और रेसिपी देने जैसे रोजमर्रा के कामों में मदद कर सकता है."),
                n("e9adc2d0", "बेहतर कोड बनाएं"),
                n("aaab6cdc", "प्रोग्रामिंग संबंधी प्रश्न पूछें या नई अवधारणाएँ सीखने में सहायता प्राप्त करें."),
                n("jd08d606", "सृजनात्मक बनें"),
                n("he526d22", "हमारी नई छवि निर्माण क्षमताओं के साथ आश्चर्यजनक विजुअल उत्पन्न करें."),
                n("i6932876", "साइबरपंक चित्र"),
                n("j7cdee8e", "अवगत रहें"),
                n("f1f683c2", "नवीनतम समाचारों और विशेष चर्चा वाले विषयों पर नवीनतम जानकारी विशेष रूप से X से पाएं."),
                n("h73b9cc0", "आपका संदेश नहीं भेजा गया, क्योंकि आप वर्तमान में चैट से जुड़े नहीं हैं"),
                n("b6c73662", "संदेश भेजें"),
                n("h6070fdc", "चैट सेटिंग्स"),
                n("d49326ba", "अवतार छिपाएं"),
                n("h79f3532", "अवतार दिखाएं"),
                n("a8c1e2f0", "मॉडरेटर कार्रवाइयां छिपाएं"),
                n("jd83edd4", "मॉडरेटर कार्रवाइयां दिखाएं"),
                n("ecca11ac", "टाइमस्टैम्प छिपाएं"),
                n("e358a9f8", "टाइमस्टैम्प दिखाएं"),
                n("fca62374", "पॉपआउट चैट"),
                n("fe20f01b", function (e) {
                    return e.name + " को म्यूट करें?";
                }),
                n("f5dc372a", "म्यूट करने से उपयोगकर्ता के सभी संदेश हट जाते हैं और प्रसारण के शेष समय में वे चैट नहीं कर पाते."),
                n("e91dd1fa", "संदेश मॉडरेटर ने हटा दिया था."),
                n("d1da3709", function (e) {
                    return e.username + " को जवाब दिया जा रहा है: " + e.body;
                }),
                n("fc82a896", "यह प्रसारण समाप्त हो गया है."),
                n("ea58dbd0", "यह प्रसारण शुरू नहीं हुआ है"),
                n("cb5b6784", "प्रसारक द्वारा सीमित"),
                n("eba27300", "केवल प्रसारक द्वारा फ़ॉलो किए जाने वाले खाते ही चैट कर सकते हैं"),
                n("f28984fb", function (e) {
                    return "केवल " + e.screenName + " को फ़ॉलो करने वाले खाते ही चैट कर सकते हैं";
                }),
                n("a3fec810", "चैट करने के लिए Premium को सब्सक्राइब करें"),
                n("dbf0b235", function (e) {
                    return "चैट करने के लिए " + e.screenName + " को सब्सक्राइब करें";
                }),
                n("ifbd8342", "लाइव स्क्रीन खोलें"),
                n("f935d3ce", "चैट खोलें"),
                n("abbe8212", "चैट बंद करें"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% पूर्ण";
                }),
                n("e4f6bd9e", "ओह, कुछ गलत हो गया. कृपया बाद में फिर से कोशिश करें."),
                n("ac966f94", "ब्राउज़र समर्थित नहीं है"),
                n("ca86b62c", "या"),
                n("d5568440", "कृपया एक कठिन पासवर्ड दर्ज करें."),
                n("d0511fe6", "यह नंबर पहले ही अन्य खातों के साथ इस्तेमाल किया जा रहा है. कृपया कोई दूसरा नंबर चुनें."),
                n("cd24fe60", "कृपया एक मान्य फ़ोन नंबर दर्ज करें."),
                n("gf8388fe", "देश कोड"),
                n("c52be452", "हाँ, हटा दें"),
                n("bcb388a0", "इससे आपके द्वारा पहले अपलोड किए गए सभी संपर्क हटा दिए जाते हैं और आपके सभी डिवाइसों पर पता पुस्तिका का X के साथ सिंक होना बंद हो जाता है. कृपया ध्यान रखें कि इसमें थोड़ा समय लगता है."),
                n("ec129eb6", "आपने सफलतापूर्वक अपने संपर्कों को हटा दिया है."),
                n("f1b5048a", "आपके संपर्कों को हटाने के दौरान कोई त्रुटि हुई."),
                n("hc72e1fc", "कृपया एक मान्य ईमेल दर्ज करें."),
                n("bc0ad88a", "प्लस एड्रेसिंग ('+' चिन्ह वाले ईमेल) की अनुमति नहीं है. कृपया मान्य ईमेल दर्ज करें."),
                n("f134915f", function (e) {
                    return e.count + " चुने हुए आइटम";
                }),
                n("b8fb87e0", "चयनित विषय देखें"),
                n("e854ad27", function (e) {
                    return "विषय - " + e.title;
                }),
                n("e4ff75aa", "कुछ गलत हुआ. कृपया अपने कनेक्शन की जांच करें और फिर से कोशिश करें."),
                n("b60eba9e", "आइए पहले एक चीज़ की जांच कर लें. कृपया Google reCAPTCHA चुनौती पास करके पुष्टि करें कि आप रोबोट नहीं हैं."),
                n("ba939778", "क्या आप एक रोबोट हैं?"),
                n("d44efc66", "आपका नाम क्या है?"),
                n("b4867a18", 'आपके पूरे नाम में "Twitter" शब्द शामिल नहीं हो सकता.'),
                n("j1c3f4b9", function (e) {
                    return "जन्मतिथि संपादित करें " + e.birthdate;
                }),
                n("j231d352", "सभी को फ़ॉलो करें"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + " के पोस्ट्स लोड करना";
                }),
                n("c9a1cb5e", "यह खाता मौजूद नहीं है"),
                n("e7b201de", "दूसरे के लिए खोज करने का प्रयास करें."),
                n("ica87fde", "आपको अवरुद्ध किया गया है"),
                n("c7ec6faf", "अधिक जानें"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " को अवस्र्द्ध किया गया है";
                }),
                n("gba95028", "पोस्ट्स देखें"),
                n("a2216a79", "अधिक जानें"),
                n("a2811f96", "प्रोफ़ाइल टाइमलाइन"),
                n("d25805fa", "सब्स"),
                n("b05be0c8", "हाइलाइट्स"),
                n("b9891db3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") के जवाब वाले पोस्ट्स";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + " के सब्सक्रिप्शन पोस्ट्स लोड करना";
                }),
                n("ac3f4be9", function (e) {
                    return "@" + e.screenName + " की हाइलाइट्स लोड करना";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + " का लेख लोड हो रहा है";
                }),
                n("b7363b66", "एक पोस्ट भेजें"),
                n("ce659062", "अपने सब्सक्राइबर्स को इंतज़ार न कराएं"),
                n("f1e98cc2", "अपने सबसे अच्छे पोस्ट दिखाएं!"),
                n("d5c743c6", "लेख लिखें"),
                n("d1e5e328", "जब भी आप ऐसा करेंगे, तो उन्हें यहां देखा जा सकेगा."),
                n("hb26a1fe", "आगे बढ़ें - उस विशेष सामग्री को पोस्ट करना शुरू करें. आपके सभी सब्सक्रिप्शन पोस्ट्स यहां दिखाई देंगे."),
                n("b7c3572e", 'अपनी प्रोफ़ाइल में हाइलाइट्स जोड़ने के लिए:\n\n1. अपने द्वारा बनाया गया कोई भी पोस्ट खोजें\n2. "•••" मेनू बटन पर टैप करें\n3. "हाइलाइट्स में जोड़ें/हटाएं" पर टैप करें'),
                n("i8123550", "जब आप लेख प्रकाशित करेंगे, तो वह यहां दिखाई देगा."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " ने पोस्ट नहीं किया है";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " ने अभी तक कोई सब्सक्रिप्शन पोस्ट्स पोस्ट नहीं किए हैं";
                }),
                n("jbae8c54", "कोई हाइलाइट किया गया पोस्ट उपलब्ध नहीं है."),
                n("g8fb219e", "कोई लेख उपलब्ध नहीं है."),
                n("f34dfc18", "पोस्ट्स करने पर, उनके पोस्ट्स यहां दिखाई देंगे."),
                n("h9346040", "सब्सक्रिप्शन पोस्ट्स पोस्ट किए जाने पर, यहां दिखाई देंगे."),
                n("i4c3ddc6", "प्रकाशित होने पर लेख यहां दिखाई देंगे."),
                n("e0118142", "अभी पोस्ट करें"),
                n("e0c1d871", function (e) {
                    return e.fullName + " के पोस्ट्स";
                }),
                n("c575828f", function (e) {
                    return e.fullName + " के सब्सक्रिप्शन पोस्ट्स";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + " की हाइलाइट्स";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + " का लेख";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ") के सब्सक्रिप्शन पोस्ट्स";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ") की हाइलाइट्स";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ") का लेख";
                }),
                n("h088ae72", "प्रोफ़ाइल पोस्ट्स"),
                n("hbf64b75", function (e) {
                    return e.fullName + " (@" + e.screenName + ") द्वारा पसंद किए गए पोस्ट्स";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + " के पसंद लोड किए जा रहे हैं";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " ने कोई भी पोस्ट पसंद नहीं किया है";
                }),
                n("d34b5306", "पोस्ट्स करने पर, वे पोस्ट्स यहां दिखाई देंगे."),
                n("bb0e41bc", "आपके पास अभी तक कोई पसंद नहीं है"),
                n("d3d4a21c", "किसी भी पोस्ट पर हार्ट पर टैप करके उसे अपना प्यार दिखाएं. जब भी आप ऐसा करेंगे, वह यहां दिखाई देगा."),
                n("d95c3d31", function (e) {
                    return e.fullName + " के पसंद किए गए पोस्ट्स";
                }),
                n("eeb7d696", "आपकी पसंद निजी हैं. केवल आप ही उन्हें देख सकते हैं."),
                n("h6e91bb1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") के मीडिया पोस्ट्स";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " का मीडिया लोड हो रहा है";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " ने मीडिया पोस्ट नहीं किया है";
                }),
                n("ccc363f6", "उनके द्वारा पोस्ट्स करने पर, वे पोस्ट्स यहां दिखाई देंगे."),
                n("d1614228", "लाइट्स, कैमरा... अटैचमेंट!"),
                n("d7dc8d0a", "जब आप फ़ोटो या वीडियो पोस्ट करेंगे, तो वे यहां दिखाई देंगे."),
                n("hf761abf", function (e) {
                    return e.fullName + " का मीडिया";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") के सहयोगी";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + " के सहयोगियों को लोड करना";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + " के एफ़िलिएट";
                }),
                n("ba5a88e4", "सुझाए गए"),
                n("ddee8ae2", "सभी जॉब्स देखें"),
                n("d2a04c68", "हम हायर कर रहे हैं"),
                n("dc12a126", "दिशा निर्देश प्राप्त करें"),
                n("e2acb642", "संपर्क"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " पर कॉल करें";
                }),
                n("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " पर टेक्स्ट संदेश भेजें";
                }),
                n("b44c0205", function (e) {
                    return e.day + " को " + e.time + " पर";
                }),
                n("de1123f5", function (e) {
                    return e.time + " पर";
                }),
                n("e2a5bd50", "24 घंटे खुला"),
                n("e0d7da6c", "इस समय बंद होता है"),
                n("i7059f56", "इस दिन/समय खुलता है"),
                n("a7391348", "कोई घंटे नहीं दिए गए"),
                n("c9eba532", "अपडेट किए गए घंटे"),
                n("b5fea270", "उत्पाद कैरोसेल"),
                n("h10bb33c", "उत्पाद की रिपोर्ट करें?"),
                n("dda5d96a", "उत्पाद की रिपोर्ट करें"),
                n("fca46f40", "सहायता केंद्र"),
                n("c71a053b", "यहां क्लिक करें"),
                n("d7f8a117", function (e) {
                    return e.days + " एनालिटिक्स";
                }),
                n("cae20e93", function (e) {
                    return e.days + " दिन";
                }),
                n("gc767fda", "आपके लिए निजी"),
                n("c7c85e0c", "एनालिटिक्स अनलॉक करें"),
                n("b15df4b4", "X पर आपके पोस्ट्स को देखे जाने की संख्या"),
                n("e5fe61e0", "इंप्रेशन"),
                n("d1018321", function (e) {
                    return "आपकी पोस्ट पर " + e.value + " लाइक पिछले " + e.period + " में हैं";
                }),
                n("e623137c", "सहभागिता दर"),
                n("d9d34182", "पोस्ट्स सहभागिताओं को इंप्रेशन से विभाजित किया गया."),
                n("aeee0182", "प्रोफ़ाइल विज़िट्स"),
                n("b2bde01a", "आपके पोस्ट्स के प्रोफ़ाइल व्यू की संख्या"),
                n("faf4c1f5", function (e) {
                    return "आपकी प्रोफ़ाइल पर " + e.value + " विज़िट पिछले " + e.period + " में हैं";
                }),
                n("d5f1e554", "लिंक पर क्लिक"),
                n("cf573986", "आपके पोस्ट्स में किसी भी URL पर क्लिक करने की संख्या"),
                n("j761451e", "नए फ़ॉलो"),
                n("e1a87d14", "आपको मिले नए फ़ॉलो की संख्या (अनफ़ॉलो शामिल नहीं)"),
                n("j590577e", "आपके पोस्ट्स को मिले जवाबों की संख्या"),
                n("ia1da622", "आपके पोस्ट्स को मिले पसंद की संख्या"),
                n("cfd1036b", function (e) {
                    return "आपकी पोस्ट पर " + e.value + " लाइक पिछले " + e.period + " में हैं";
                }),
                n("ja42739e", "रीपोस्ट्स"),
                n("ca6e8de0", "आपके पोस्ट्स को रीपोस्ट किए जाने की संख्या"),
                n("b1b4d57e", "वीडियो व्यू"),
                n("bdaf100e", "आपके पोस्ट्स के वीडियो व्यूज़ की संख्या"),
                n("ca826772", "मीडिया व्यू"),
                n("j43b8f52", "आपके मीडिया (GIFs, इमेजेज़, वीडियोज़) को मिले व्यूज़ की संख्या"),
                n("d3969c06", "पूरा होने की दर"),
                n("c58c3476", "वीडियो पूर्णता को वीडियो दृश्यों से विभाजित किया गया"),
                n("c8aae62a", "आपके पोस्ट के लिए आपको मिले बुकमार्क की संख्या"),
                n("g70825e0", "शेयर"),
                n("c6fbefd4", "आपके पोस्ट के लिए आपको मिले शेयरों की संख्या"),
                n("dbe9353e", "सहभागिता"),
                n("a3a4e8f8", "मासिक"),
                n("eb2e0272", "लाइन"),
                n("e298b08e", "बार"),
                n("bbc6e7c6", "अमेरिका"),
                n("h88ad664", "कनाडा"),
                n("gd139910", "ब्रिटेन"),
                n("e08feda2", "जापान"),
                n("fad772ce", "मध्य पूर्वी/उत्तर अफ्रीकी"),
                n("a396dd6c", "एशिया पैसेफ़िक"),
                n("j942b16c", "यूरोप और विकास बाजार"),
                n("j3cc0c00", "लैटिन अमेरिका"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "गैर-फ़ॉलोअर"),
                n("d61b2bcc", "कम्यूनिटी पोस्ट"),
                n("h3525cb8", "निर्दिष्ट नहीं"),
                n("a3c544e8", "प्रमुख देख"),
                n("f30795d0", "प्रोफ़ाइल फ़ोटो खोलता है"),
                n("gd7acb84", "प्रोफ़ाइल सेट अप करें"),
                n("b7636014", "संदेश"),
                n("haad225c", "Premium उपहार दें"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + " को सब्सक्राइब करें";
                }),
                n("j33d8902", "टिप भेजें"),
                n("a8ab3d08", "इनको भेजें"),
                n("d740d2d9", function (e) {
                    return "क्लिपबोर्ड पर " + e.service + " लिंक कॉपी किया गया";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "Bitcoin पता"),
                n("f85f6760", "Cash एप्प"),
                n("a32a7c06", "Ethereum पता"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "और देखें"),
                n("df7cb6d4", "प्रोफ़ेशनल श्रेणियां"),
                n("ec429e79", "अधिक जानें."),
                n("j04c717a", "+ अनुभव जोड़ें"),
                n("a1ea2f12", "जन्मदिन मुबारक हो!"),
                n("g8191e78", "आज उनका जन्मदिन है!"),
                n("c1b819ba", "आज यहां जन्मदिन के गुब्बारे दिखाए जा रहे हैं"),
                n("ad7a451e", "परिचय का अनुवाद करें"),
                n("f543dbf6", "सत्यापित फ़ोन नंबर"),
                n("cef4e8cf", function (e) {
                    return "@" + e.screenName + " को अनम्यूट करें?";
                }),
                n("h03a094a", "इस खाते के पोस्ट्स अब आपकी होम टाइमलाइन में दिखाई देंगे."),
                n("a6e94418", "आपने इस खाते के पोस्ट्स को म्यूट किया है."),
                n("dd3d10f6", "समीक्षा अधीन"),
                n("i06d4712", "हमारी टीम आपके खाते की त्वरित समीक्षा कर रही है. आपको कुछ ही दिनों में अपना चेकमार्क यहां दिखना चाहिए."),
                n("j354c438", '"समीक्षा अधीन" लेबल केवल आपको दिखाई देता है.'),
                n("e018b5fa", "सत्यापित होने के लिए अपग्रेड करें."),
                n("b74bd6c6", "इस खाते को सत्यापित किया गया है क्योंकि यह सरकार, समाचार, मनोरंजन या किसी अन्य नामित श्रेणी में उल्लेखनीय है."),
                n("e1e0c916", "यह खाता सत्यापित है, क्योंकि इसने Premium को सब्सक्राइब किया हुआ है."),
                n("eb5d72e4", "इस खाते के पोस्ट्स सुरक्षित हैं. केवल उसके फ़ॉलोअर ही उन्हें पढ़ सकते हैं."),
                n("g776ca50", "सत्यापित खाता"),
                n("ad465ee8", "प्राथमिक एफ़िलिएशन सेट करें"),
                n("d01612d3", function (e) {
                    return e.date + " से सत्यापित.";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", आप अभी तक सत्यापित नहीं हैं";
                }),
                n("b2d0c0f4", "सत्यापित पसंद पाएं "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " अलग दिखने और जवाब की पहुंच को बूस्ट करने के लिए."),
                n("d834ab9c", "हाँ, प्रोफ़ाइल देखें"),
                n("cb339f26", "सावधान: यह खाता असामान्य तरीके से व्यवहार कर रहा है"),
                n("hf06085e", "आप यह चेतावनी देख रहे हैं, क्योंकि इस खाते से कोई असामान्य गतिविधि हुई है. क्या आप फिर भी इसे देखना चाहेंगे?"),
                n("aa959f36", "सावधान: इस खाते को अस्थायी रूप से प्रतिबंधित किया गया है"),
                n("jf604336", "सावधान: इस प्रोफ़ाइल में संभावित रूप से संवेदनशील सामग्री हो सकती है"),
                n("c9bfda48", "सावधान: इस प्रोफ़ाइल में संभावित रूप से संवेदनशील सामग्री हो सकती है. आप यह चेतावनी देख रहे हैं, क्योंकि वे संभावित रूप से संवेदनशील तस्वीरों या भाषा का उपयोग कर रहे हैं. क्या आप फिर भी इसे देखना चाहेंगे?"),
                n("g29ebf26", "आप यह चेतावनी इसलिए देख रहे हैं, क्योंकि वे संभावित रूप से संवेदनशील तस्वीरें या भाषा पोस्ट करते हैं. क्या आप फिर भी इसे देखना चाहेंगे?"),
                n("jcfb7fba", "आप यह चेतावनी इसलिए देख रहे हैं, क्योंकि उन्होंने शायद X के नियमों का उल्लंघन किया है. क्या आप फिर भी इसे देखना चाहेंगे?"),
                n("bd598c70", "ये पोस्ट्स सुरक्षित हैं"),
                n("e617164b", "अधिक जानें"),
                n("g8475f82", "खाता निलंबित"),
                n("j5e1cf59", "X के नियमों"),
                n("gbf342a4", "खाते पर रोक लगाई गई"),
                n("defba9a4", "X में आपका स्वागत है!"),
                n("d11934ec", "सूचना पाएं"),
                n("a2cd2b0a", "फ़ॉलो करें और सूचना पाएं"),
                n("a70bae53", function (e) {
                    return "अब जब भी " + e.fullName + " पोस्ट करेंगे आपको सूचना मिल सकती है.";
                }),
                n("f51a4c29", function (e) {
                    return "अब आप " + e.fullName + " को फ़ॉलो कर सकते हैं और उनके पोस्ट करने पर आपको हर बार सूचना मिलेगी.";
                }),
                n("cfa5e58d", function (e) {
                    return "आप " + e.fullName + " को फ़ॉलो कर रहे हैं और उनके पोस्ट करने पर आपको सूचित किया जाएगा.";
                }),
                n("be3a652d", function (e) {
                    return "अब जब भी " + e.fullName + " पोस्ट करेंगे आपको सूचना मिलेगी.";
                }),
                n("f089620c", "आपकी होम टाइमलाइन"),
                n("a1ab9c80", "इस कम्यूनिटी में अभी तक कोई पोस्ट नहीं है"),
                n("b32c4fb0", "उनके होने पर, आप उन्हें यहां देखेंगे."),
                n("bf17deda", "चलिए आगे बढ़ते हैं!"),
                n("c3fbf1da", "यह देखने के लिए यह सबसे अच्छी जगह है कि आपकी दुनिया में क्या हो रहा है. फ़ॉलो करने के लिए, अभी कुछ लोग और विषय पाएं."),
                n("a2515900", "पोस्ट्स की प्रतीक्षा करना"),
                n("je23cdb2", "इस सूची में शामिल लोगों के पोस्ट्स यहां दिखाई देंगे."),
                n("e69b7e02", "खातों को प्रबंधित करें"),
                n("b6bd6ae4", "मौजूदा खाता"),
                n("d577bccd", function (e) {
                    return "अगर आपके पास एक से ज़्यादा X खाते हैं, तो आप उन्हें जोड़ सकते हैं और आसानी से उनके बीच स्विच कर सकते हैं. आप ज़्यादा से ज़्यादा " + e.maxAccounts + " खाते जोड़ सकते हैं.";
                }),
                n("dc65b3e5", function (e) {
                    return "आप " + e.maxAccounts + " खातों की सीमा तक पहुंच गए हैं.";
                }),
                n("b8045b33", function (e) {
                    return "आप " + e.maxAccounts + " खातों की सीमा तक पहुंच गए हैं.";
                }),
                n("d075dc89", function (e) {
                    return "आप " + e.maxAccounts + " व्यक्तिगत खातों की सीमा तक पहुंच गए हैं.";
                }),
                n("bade139e", "सभी खातों से लॉग आउट करें"),
                n("ae33b982", "सभी खातों से लॉग आउट करें?"),
                n("fa07bf68", "यह आपके सभी ब्राउज़र टैब पर आपके सभी खातों पर लागू होगा."),
                n("f7865ab6", "आपका खाता नहीं है?"),
                n("a35248e4", "यह मेरा खाता नहीं है"),
                n("f794a67c", "यह मेरा खाता है"),
                n("j79c0ff7", function (e) {
                    return "हमने " + e.emailAddress + " को इस खाते से हटा दिया है";
                }),
                n("fb46383c", "आप अपने स्वयं के खाते से ईमेल पते को नहीं निकाल सकते.‌"),
                n("gcfdbc2b", function (e) {
                    return "यह ईमेल पता अब X खाते " + e.screenName + " के साथ नहीं जुड़ा है.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "सूचना सेटिंग्स"),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("c1d75571", "आपका ईमेल पता एक ऐसे X खाते के साथ क्यों जुड़ा था जो आपका नहीं है?"),
                n("ac71e82f", "अधिक जानें"),
                n("b069d89c", "दर्शक"),
                n("f5a61ae6", "सामग्री"),
                n("a4df00c0", "खाता एनालिटिक्स टैब"),
                n("ac248548", "खाता अवलोकन"),
                n("je62f358", "पिछले 28 दिन"),
                n("bc2f16a4", "सक्रिय समय"),
                n("d603209e", "गतिविधि विश्लेषण"),
                n("ac3fb6de", "स्पेस में भाग लेना"),
                n("ie181958", "ऑडियंस इनसाइट"),
                n("j6f8d422", "आपके वीडियो के देखने का औसत समय."),
                n("e7479ce4", "देखने का औसत समय"),
                n("g1dfa7d0", "औसत"),
                n("h7d28188", "सामग्री पर वापस जाएं"),
                n("if2704e4", "Back to Live Overview"),
                n("ea928ae4", "स्पेस पर वापस जाएं"),
                n("e8c07c22", "broadcast"),
                n("a4ce6e68", "Broadcast Metrics"),
                n("b2214c74", "Total number of views for this broadcast"),
                n("d4fcf83a", "Total time viewers spent watching this broadcast"),
                n("a89b0322", "रद्द किया गया"),
                n("j3cb12ea", "समवर्ती श्रोता"),
                n("b93931ee", "आपकी सामग्री कितनी बार पोस्ट की गई थी."),
                n("a1814798", "आपने पोस्ट का कितनी बार जवाब दिया."),
                n("addd5575", function (e) {
                    return "शुक्र" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "सोम" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "शनि" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "रवि" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "गुरु" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "मंगल" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "बुध" + e.date;
                }),
                n("d9c70840", "डिवाइस"),
                n("ba55e824", "समाप्त"),
                n("id276c42", "आपकी सामग्री कितनी बार संलग्न थी."),
                n("j033d090", "अनुमानित आय"),
                n("efd4d7d4", "Spaces फ़िल्टर करें"),
                n("a1334290", "पहले 48 घंटे"),
                n("gc10a3b0", "समय के साथ फ़ॉलो"),
                n("efa0f858", "समय के साथ फ़ॉलो और अनफ़ॉलो की संख्या. यह जरूरी नहीं कि यह आपके फ़ॉलोअर्स की संख्या को दिखाता हो."),
                n("g2b06cc6", "जेंडर डेटा का अनुमान लगाया जा सकता है"),
                n("b66b3baa", "घंटे"),
                n("cf8a0772", "Impression to Views"),
                n("g13d8010", "Last 48 Hours"),
                n("d5627596", "Last Hour"),
                n("baf120a6", "सबसे कम व्यस्त"),
                n("f2382014", "लाइव"),
                n("c4a7a6aa", "Live data"),
                n("a992032a", "Livestream Analytics"),
                n("ie45edda", "लाइवस्ट्रीम अवलोकन"),
                n("e30fc268", "Live Viewers"),
                n("bd37f68e", "मीडिया गतिविधि"),
                n("fe074210", "मिनट"),
                n("jd03a1b8", "Minutes Watched"),
                n("a20e91e8", "minutes watched"),
                n("ic2bebee", "मुद्रीकृत"),
                n("a1d642c8", "सबसे व्यस्त"),
                n("ifc4c1f8", "इस सामग्री से प्राप्त नए फ़ॉलोअर्स की संख्या."),
                n("fff1315a", "चयनित फ़िल्टर के लिए कोई प्रसारण उपलब्ध नहीं है"),
                n("jbcb09a8", "अभी तक पर्याप्त डेटा नहीं है"),
                n("df846d6c", "चयनित समय सीमा के लिए कोई पोस्ट नहीं मिली."),
                n("g2ba40f6", "चयनित फ़िल्टर के लिए कोई स्पेस उपलब्ध नहीं है"),
                n("j44061a0", "Not available"),
                n("c4a93912", "N/A"),
                n("a6b78788", "No viewer data available"),
                n("b2438638", "कुल"),
                n("ic0399e0", "ऑर्गेनिक व्यूज़"),
                n("ja5c444a", "भुगतान अवधि"),
                n("f04e025e", "अधिकतम समवर्ती श्रोता"),
                n("d6d10662", "Peak Viewers: "),
                n("d147bea2", "बाद में फिर से कृपया बाद में फिर से जाँच करें"),
                n("f0336d68", "पोस्ट एनालिटिक्स"),
                n("g85fbd2e", "पोस्ट id"),
                n("ice5c5b6", "इस सामग्री को कितनी बार पुनः पोस्ट किया गया."),
                n("hf4f9bfe", "लिंक पोस्ट करें"),
                n("bf5ebf5c", "पोस्ट्स और जवाब"),
                n("b211652e", "समय के साथ पोस्ट"),
                n("f2efec0a", "Pre-Published"),
                n("i61e0302", "पिछला"),
                n("e08a706a", "प्रचारित व्यूज़"),
                n("cbc99192", "प्रकाशित करने की तिथि"),
                n("a83c2a9a", "Realtime"),
                n("e9d72896", "रिकॉर्ड किया गया"),
                n("gede4932", "फिर से चलाएं"),
                n("h0de359c", "इस सामग्री को कितनी बार पुनः पोस्ट किया गया."),
                n("e0568f2c", "शेड्यूल किया गया: "),
                n("gd86baa8", "शेड्यूल किया गया प्रारंभ"),
                n("fef3bfae", "अतिरिक्त मीट्रिक चुनें"),
                n("g7e3d2a4", "स्पेस एनालिटिक्स"),
                n("fbc79a40", "Spaces अवलोकन"),
                n("d077112a", "Space आंकड़े"),
                n("cf3709da", "स्थिति"),
                n("e797dc32", "Stream time: "),
                n("b649d8cc", "केवल सब्सक्राइबर"),
                n("j9282130", "Broadcast thumbnail"),
                n("g629b8b0", "Timed Out"),
                n("eb87323c", "This shows analytics data for the selected time period since the livestream happened."),
                n("i6a75722", "Time Range"),
                n("c602f5b8", "कुल"),
                n("b35e68ae", "कुल प्रतिभागी"),
                n("h78ee79a", "कुल देखे गये रिप्ले"),
                n("e3efaed0", "प्रकार"),
                n("c37993e2", "अनफ़ॉलो"),
                n("b1ed35d0", "Unique Viewers"),
                n("bfad9306", "अज्ञात"),
                n("b5a58f36", "Untitled Broadcast"),
                n("i70f5278", "अपलोड करने की तिथि:"),
                n("a98b58b6", "सत्यापित फ़ॉलोअर्स"),
                n("a5de67ca", "उन फ़ॉलोअर की संख्या, जिन्होंने अपना खाता सत्यापित किया है."),
                n("g3367ff4", "वीडियो समापन"),
                n("a7b48b36", "पूरे किए गए वीडियो व्यूज़ का प्रतिशत."),
                n("a2580f2a", "पूरा होने की दर"),
                n("ff95a9cc", "वीडियो ID"),
                n("a97e358e", "वीडियो लिंक");
            n("e10e8b46", "केवल पिछले 100 दिनों के वीडियो दिखाये जा रहे हैं."),
                n("ba37f6da", "वीडिया अवलोकन"),
                n("f19846b2", "वीडियो थंबनेल"),
                n("ccd6f4a8", "वीडियो शीर्षक"),
                n("c8410542", "आपका वीडियो कितनी बार देखा गया."),
                n("a532072a", "दर्शक"),
                n("d9508ab0", "व्यूज़"),
                n("d9f9dec0", "स्पेस देखें"),
                n("h0c1f37a", "स्पेस एनालिटिक्स देखें"),
                n("e41fffbc", "आपके वीडियो के देखने का कुल समय."),
                n("if2909ba", "देखने का समय"),
                n("i0e5bf4c", "आपके वीडियो"),
                n("ed99baea", "प्रारंभिक बीटा एक्सेस"),
                n("gf898b70", "उन्नत खोज"),
                n("d2a43a7a", 'इसमें "ai" और "स्टार्टअप" दोनों शामिल हैं'),
                n("a8584698", "ai स्टार्टअप"),
                n("jb6f9292", 'इसमें सटीक वाक्यांश "ai स्टार्टअप" शामिल है'),
                n("j8ee77c4", '"ai स्टार्टअप"'),
                n("d0480758", 'इसमें या तो "ai" या फिर "स्टार्टअप" (या दोनों) शामिल हैं'),
                n("f0048fa2", "ai या स्टार्टअप"),
                n("da0df186", 'इसमें "ai" शामिल है, लेकिन "स्टार्टअप" नहीं'),
                n("f2f463ea", "ai -स्टार्टअप"),
                n("a10a357e", 'इसमें "ai" शामिल है और कम से कम 50 लाइक'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", 'इसमें "ai" और "grok" शब्द के साथ एक URL शामिल है'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'X खाता "grok" का उल्लेख करना'),
                n("e2634592", "@grok"),
                n("i88ba038", "अलर्ट अक्षम"),
                n("j2cb0214", "अलर्ट सक्षम"),
                n("ae852cd0", "हर सोमवार को इस रुझान में हुए परिवर्तनों का सारांश देते हुए एक अधिसूचना प्राप्त करें."),
                n("d1d8633e", "रडार अलर्ट"),
                n("g096d0cc", "सभी क्वेरीज़"),
                n("e77035aa", "खोज हटाएँ"),
                n("a895ec64", "क्या आप वाकई इस क्वेरी को हटाना चाहते हैं?"),
                n("a4f5e431", function (e) {
                    return "’" + e.name + "’ हटाया गया";
                }),
                n("db28b535", function (e) {
                    return " ’" + e.name + "’ को हटाएं";
                }),
                n("bcf89b8a", "अपनी क्वेरी संपादित करें"),
                n("f0002e72", "परिणाम एक्सप्लोर करें"),
                n("b0924d7a", "क्वेरी बनाने में विफल. कृपया पुनः प्रयास करें."),
                n("cfd731ee", "क्वेरी हटा नहीं पाए। कृपया पुनः प्रयास करें।"),
                n("g08bff82", "अलर्ट अक्षम करने में विफल. कृपया पुनः प्रयास करें."),
                n("fa1fd798", "अलर्ट सक्षम करने में विफल. कृपया पुनः प्रयास करें."),
                n("ia7dce48", "क्वेरी जनरेट नहीं कर पाए. कृपया पुनः प्रयास करें."),
                n("d494d4aa", "क्वेरी अपडेट नहीं कर पाए। कृपया पुनः प्रयास करें।"),
                n("i4a49588", "ग्लोबल टाउन स्क्वायर"),
                n("c0799860", "दिन"),
                n("b43679d2", "घंटा"),
                n("f1fce85e", "मिनट"),
                n("ea3e0ec4", "बाजार"),
                n("d8d9aec2", "आप क्वेरीज़ की अधिकतम संख्या तक पहुंच गए हैं"),
                n("c9aa246e", "नई क्वेरी"),
                n("b9b7a50e", "अपडेट रहने के लिए किसी भी समय अपने खोज मानदंड को समायोजित करें"),
                n("i9a09bb6", "एक क्वेरी बनाएँ और Radar को रियल-टाइम के अपडेट ट्रैक करने दें"),
                n("da20008c", "कोई रुझान उपलब्ध नहीं. अपने खोज मानदंड को बढ़ाकर आज़माएं."),
                n("e78ca8c6", "कृपया बाद में फिर से कोशिश करें"),
                n("ce3216ec", "क्वेरी"),
                n("ef609bb8", "X पर क्या हो रहा है"),
                n("a636a738", "फ़ॉलो-अप पूछें..."),
                n("d92ec304", "क्वेरी नहीं मिली"),
                n("bbf29e20", "चयन रीसेट करें"),
                n("ie3321ea", "$NVDA (बेचें या खरीदें)"),
                n("cf223996", "सारांश"),
                n("a27ccab8", "Everything ऐप"),
                n("i66136aa", "शीर्ष"),
                n("e7c44382", "अद्वितीय उपयोगकर्ता"),
                n("d559e5b8", "टाइटल रहित क्वेरी"),
                n("i1d9be88", "उन्नत खोज ऑपरेटरों का इस्तेमाल करना"),
                n("ae9f604c", "एफ़िलेशंस"),
                n("a7d2d8f4", "केवल एफ़िलिएट खाते दिखाएं"),
                n("je21ffbe", "फ़ॉलोअर की संख्या"),
                n("i8d9797c", "पूरी प्रोफ़ाइल"),
                n("a36bebf2", "अधिकतम"),
                n("i5ef8b4a", "अधिकतम फ़ॉलोअर की संख्या"),
                n("fcf0ec1c", "न्यूनतम"),
                n("ccc0bbc6", "न्यूनतम फ़ॉलोअर की संख्या"),
                n("je1bd63a", "प्रतिभा, बिक्री लीड और रणनीतिक साझेदार खोजने के लिए X की पावर को अनलॉक करें"),
                n("i6766078", "प्रतिभावान लोगों, बिक्री संभावनाओं और भागीदारों की खोज करें"),
                n("d509bbd4", "X पर लोग खोजें"),
                n("a5afaf54", "रीसेट करें"),
                n("i9006fb0", "सभी को रीसेट करें"),
                n("fa598a82", "नतीजे"),
                n("g3688a48", "कोई विकल्प चुनें"),
                n("ab5a91a4", "उपयोगकर्ता"),
                n("cef20fd0", "सत्यापन"),
                n("a2b286b0", "जॉब, अपने उत्पादों और अपने संदेश का प्रचार करें."),
                n("e2895a38", "विज्ञापन क्रेडिट में $12k तक"),
                n("becba496", "विज्ञापन क्रेडिट सीमित समय ऑफ़र में उपलब्ध हैं."),
                n("ded395ae", "अपने व्यवसाय के लिए एनालिटिक्स को एक ही स्थान पर एक्सेस करें"),
                n("a47a20d4", "उन्नत एनालिटिक्स"),
                n("b56d3ec6", "सभी संगठनों और एफ़िलिएट को Grok 3 में एक्सेस के साथ Premium+ मिलता है"),
                n("ie663a1a", "समर्पित ग्राहक टीम के साथ त्वरित सहायता और उन्नयन प्राप्त करें"),
                n("j7f75bec", "VIP समर्थन"),
                n("ebf5ec26", "जल्द आ रहा है"),
                n("eeb424e2", "अपनी कहानी गढ़ें."),
                n("ab62db18", "अपनी ऑडियंस बनाएं."),
                n("j2c9bc4e", "गोल्ड चेकमार्क से अलग दिखें और अपनी कंपनी का व्यवस्थित विपणन करने के लिए एफ़िलिएट जोड़ें."),
                n("e7930f82", "भीड़ से दूर रहें"),
                n("e77ea57e", "बिक्री बूस्ट करने, सर्वोत्तम लोगों को नियुक्त करने और विशिष्ट बाज़ार इनसाइट एक्सेस करने के लिए सबसे शक्तिशाली टूल."),
                n("a558a254", "सत्यापित संगठनों के साथ X पर विकास को अनलॉक करें"),
                n("b099f256", "Radar के साथ एक बटन के टच पर बाजार के रुझान और जनता की राय."),
                n("ecb7fa02", "व्यापारिक बुद्धिमत्ता"),
                n("cb5faa2a", "ग्रह पर सबसे बुद्धिमान लोगों तक पहुंचने के लिए अपने विज्ञापन क्रेडिट का उपयोग करें."),
                n("c67b260c", "जॉब का प्रचार"),
                n("if48b5c2", "X पर सीधे लाखों लोगों के लिए जॉब अपलोड करें और प्रचारित करें."),
                n("aa0d60aa", "माह"),
                n("cebfdb52", "संगठन"),
                n("i9b6fcbc", "इंजीनियरों, बिक्री लीडों और क्रिएटर्स को ढूंढने और उनसे संपर्क करने के लिए पीपल सर्च का उपयोग करें. "),
                n("a6b5c3f0", "सर्वोत्तम लोगों को खोजें"),
                n("a51acce8", "बेसिक में डाउनग्रेड करें"),
                n("ie132f40", "पूर्ण एक्सेस बनाए रखने के लिए अपग्रेड करें"),
                n("b0d26232", "सहेजें"),
                n("f563b353", function (e) {
                    return "ऑफ़र्स " + e.endDate + " को समाप्त हो रहे हैं";
                }),
                n("b29b2e69", function (e) {
                    return e.percentOff + "% छूट " + e.endDate + " तक";
                }),
                n("j3cfae29", function (e) {
                    return "आपके पहले वर्ष के लिए " + e.discountedCost + " वार्षिक. फिर " + e.baseCost + " वार्षिक.";
                }),
                n("jb74aea4", "प्रत्येक अतिरिक्त एफ़िलिएटेड खाता $50 प्रति हैंडल प्रति माह है और विज्ञापन क्रेडिट सीमाओं के अधीन हैं."),
                n("fc9fc856", "प्रत्येक अतिरिक्त एफ़िलिएटेड खाता $600 प्रति हैंडल प्रति वर्ष है और विज्ञापन क्रेडिट सीमाओं के अधीन हैं."),
                n("fc785aec", "बेसिक पाएं"),
                n("edf32072", "Premium+ plus में सब कुछ:"),
                n("b3caf146", "सत्यापित गोल्ड बैज"),
                n("a1dbf70c", "$200 मुफ़्त मासिक विज्ञापन क्रेडिट"),
                n("i2a2286c", "$2,500 मुफ़्त विज्ञापन क्रेडिट"),
                n("e8d0fd04", "रडार बेसिक"),
                n("cf038828", "समर्पित समर्थन सेवा"),
                n("efd56302", "अपने पेज पर सहयोगी जोड़ें"),
                n("bc1bb6aa", "$1,000 मुफ़्त मासिक विज्ञापन क्रेडिट"),
                n("e1669560", "$12,000 मुफ़्त विज्ञापन क्रेडिट"),
                n("hb973da4", "रडार पूरा एक्सेस"),
                n("g444c82e", "एंटरप्राइज सुविधाओं में शीघ्र एक्सेस"),
                n("a1bc0bcf", function (e) {
                    return e.cost + " वार्षिक बिल किया गया";
                }),
                n("i0f58dac", "सभी प्लान लागू करों और शुल्कों के अधीन हैं."),
                n("je182d8a", "एंटरप्राइज़"),
                n("ge609bd6", "बिक्री से संपर्क करें"),
                n("je6d2aec", "मॉड्यूलर मूल्य निर्धारण"),
                n("ed33b888", "लोग खोजते हैं"),
                n("ade522c4", "अंतर्दृष्टि"),
                n("h551f266", "विज्ञापन क्रेडिट्स"),
                n("c74f7856", "एफ़िलिएट पैकेज"),
                n("b9b41f7a", "खोज अनुकूलन"),
                n("b1f368ee", "समर्पित समर्थन"),
                n("j189c5b2", "प्रो प्लस में सब कुछ:"),
                n("i7f4b58e", "कस्टम"),
                n("h45fd8ae", "पूरा एक्सेस पाएं"),
                n("f1c3b32c", "बेसिक प्लस में सब कुछ:"),
                n("f4307806", "लोकप्रिय"),
                n("ce7c21de", "वार्षिक"),
                n("a21a64f6", "“व्यवसाय के लिए X शानदार डील है! हमने प्रतिभा खोज टूल का उपयोग करके महान लोगों को काम पर रखा.'"),
                n("dbb3fc54", "सह-संस्थापक और CEO"),
                n("c1600210", "“व्यवसाय के लिए X एक बिना सोचे समझे काम करने वाली चीज़ है. इसने बाजार की इनसाइट हासिल करके ग्राहकों को सुरक्षित करने में हमारी मदद की."),
                n("fb3e127a", "सीमित समय के लिए नव वर्ष ऑफ़र"),
                n("a5fee980", "पहले सब्सक्राइब करने पर वार्षिक योजनाओं पर 30% की छूट और $12,000 तक मुफ़्त विज्ञापन क्रेडिट का दावा करें"),
                n("c9051cac", "दिन"),
                n("ie035790", "सेकंड"),
                n("cbd3dfaa", "बीटा को आज़माएं"),
                n("h260121e", "अपने दर्शकों को अपनी शीर्ष भूमिकाएं दिखाएँ."),
                n("ae0ad604", "करियर पेज"),
                n("cbd4ba6e", "शीर्ष प्रतिभाओं को खोजें और उनसे कनेक्ट करें"),
                n("b71927b2", "असीमित जॉब पोस्ट"),
                n("a0b5b7d4", "हमारे प्रदर्शन विज्ञापन मॉडल के साथ AI टार्गेटिंग को अनलॉक करें."),
                n("aa3f0e90", "AI टार्गेटिंग के साथ नौकरियों को बढ़ावा दें"),
                n("hc67be9e", "प्रारंभ करें"),
                n("c9a67f9e", "भर्ती शुरू करें"),
                n("jd937cda", "X Hiring के साथ लाखों प्रासंगिक उम्मीदवारों तक पहुँचें. अपनी नौकरियों को सिंक करें, कस्टम करियर पेज बनाएँ, और टाइमलाइन में लक्षित विज्ञापन चलाने के लिए जॉब प्रमोशन सेट अप करें."),
                n("d92d2632", "शीर्ष प्रतिभाओं को नियुक्त करने के लिए सर्वोत्तम मंच"),
                n("c10bee94", "मासिक एप्लिकेशन"),
                n("ib69d218", "250K+"),
                n("i953576c", "नियुक्तियां करने वाली कंपनियां"),
                n("j395b846", "10K+"),
                n("g48a59c2", "उपयोगकर्ता"),
                n("j228841a", "500M+"),
                n("da570714", "ATS एकीकरण"),
                n("h25a3132", "जॉब में प्रमोशन के लिए विज्ञापन क्रेडिट में $2,400 तक"),
                n("f25a2004", "Premium+ फ़ायदे"),
                n("c237b78e", "आपकी नियुक्ति टीम के लिए एफ़िलिएशन"),
                n("fc3d58fe", "जॉब में प्रमोशन के लिए विज्ञापन क्रेडिट में $12,000 तक"),
                n("eb5f060c", "फ़ॉलो करें"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + " को अनफ़ॉलो करें?";
                }),
                n("e4c91b70", "उनके पोस्ट्स अब आपकी टाइमलाइन में दिखाई नहीं देंगे. पर आप अभी भी उनकी प्रोफ़ाइल देख सकेंगे, बशर्ते उनके पोस्ट्स सुरक्षित न हों."),
                n("j650c8dc", "फ़ॉलो अनुरोध को छोड़ दें?"),
                n("c02f8de1", function (e) {
                    return "इससे आपका फ़ॉलो अनुरोध रद्द हो जाएगा और @" + e.screenName + " इसे अब नहीं देख पाएंगे.";
                }),
                n("e2ee95a1", function (e) {
                    return e.date + " को शामिल हुए";
                }),
                n("d64fef58", "आपने अब तक पोस्ट नहीं किया है"),
                n("e2a098dc", "इसके अनुसार सॉर्ट करें"),
                n("c5709148", "1000 पोस्ट की अधिकतम सीमा दिखायी गई है"),
                n("ca5e57bd", function (e) {
                    return "पोस्ट" + e.noun;
                }),
                n("d16c1ab6", "सबसे हाल के"),
                n("f0a28956", "कम से कम हाल का"),
                n("h06df79a", "अधिकांश इंप्रेशन"),
                n("c44744e6", "कम से कम इंप्रेशन"),
                n("j6b98664", "अधिकांश लाइक"),
                n("a669f95c", "कम से कम लाइक"),
                n("a0c66496", "अधिक जवाब"),
                n("h45174fe", "कम जवाब"),
                n("ea20f92a", "अधिक रीपोस्ट"),
                n("c9a63566", "कम रीपोस्ट"),
                n("b40d33e4", "विवरण बढ़ जाता है"),
                n("gedf636e", "Url क्लिक"),
                n("bbc12690", "हैशटैग क्लिक"),
                n("g7ede992", "परमालिंक क्लिक"),
                n("f5210bae", "लिंक"),
                n("b1f77a7c", "डेटा एक्सपोर्ट करें"),
                n("j62d2af4", "पोस्ट अवलोकन"),
                n("dc70a568", "पोस्ट का विश्लेषण"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "धुंधला लाइन ग्राफ"),
                n("b10621d4", "अपने सभी आँकड़े देखें"),
                n("c23def7a", "एंगेजमेंट की संख्या"),
                n("jc14a9e8", "खर्च"),
                n("d16b5a18", "विज्ञापन पर कुल खर्च"),
                n("g01559c6", "पिछले 7 दिनों के लिए दिखाई गई मैट्रिक्स"),
                n("ddc8d458", "ऐतिहासिक डेटा अनलॉक करें"),
                n("j74eab48", "उन्नत एनालिटिक्स X Premium सदस्यों के लिए विशेष है"),
                n("i02166f6", "अपनी ऑडियंस को समझें"),
                n("cef977e4", "अपना डेटा एक्सपोर्ट करें"),
                n("f88e624e", "बातचीत अपडेट की गई"),
                n("e15e5637", function (e) {
                    return "पिछल" + f(e.count, "ा घंटा", "े " + e.count + " घंटे");
                }),
                n("h5ab8b0e", "लोग जिन्हें वे फ़ॉलो करते हैं"),
                n("a0f01bca", "समय सीमा बदलने के लिए क्लिक करें"),
                n("he30b16c", '"People they follow" expands your results, showing the most-shared articles from the people you follow, plus the people they follow.'),
                n("b0589550", "और अधिक समाचार प्राप्त करें"),
                n("b60e4f78", "इसे देखें"),
                n("e950f6e0", "आपके नेटवर्क में कोई लेख शेयर नहीं किया गया है."),
                n("e7dcfb81", "और अधिक खातों"),
                n("h965157c", "यह पेज समर्थित नहीं है."),
                n("cd388852", "कृपया इस सामग्री को देखने के लिए X के नवीनतम संस्करण पर लेखक की प्रोफ़ाइल पर जाएं."),
                n("abebdfae", "आप उन Spaces के बारे में केवल एनालिटिक्स को देख सकते हैं, जिन्हें आपने होस्ट या सह-होस्ट किया है."),
                n("fcb205da", "लाइव श्रोता"),
                n("jb088200", "रिकॉर्डिंग रीप्ले"),
                n("if65328a", "आए"),
                n("a1a0e6d8", "होस्ट को फ़ॉलो करें"),
                n("a3c4e396", "होस्ट को अनफ़ॉलो करें"),
                n("j58e7b00", "प्रोफ़ाइल देखें"),
                n("eca4e32a", "विवरण देखें"),
                n("hd908df2", "लाइव Spaces"),
                n("c5d40fe2", "कोई भी"),
                n("a8df1d34", "वीडियो सक्षम करें"),
                n("if410292", "Spaces के बारे में जानें"),
                n("i43fdce9", function (e) {
                    return "विषय जोड़ें (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "आप किस बारे में बात करना चाहते हैं?"),
                n("e93f3c2a", "स्पेस रिकॉर्ड करें"),
                n("b701d610", "शेड्यूल किया गया स्पेस हटाया नहीं जा सका"),
                n("b028792d", function (e) {
                    return "शेड्यूल किए गए Spaces (" + e.count + ") प्रबंधित करें";
                }),
                n("e9b73da8", "स्पेस शेड्यूल करें"),
                n("cdf630be", "अभी शुरु करें"),
                n("acd1bcb0", "कौन शामिल हो सकता है?"),
                n("h07146a2", "कौन बोल सकता है?"),
                n("h61d92b0", "शेड्यूल किया गया स्पेस हटाएं"),
                n("a488f2eb", function (e) {
                    return e.total + " में " + e.count + " चुने गये";
                }),
                n("d2dfe80d", function (e) {
                    return e.date + " को " + e.time + " पर स्पेस शुरू होगा";
                }),
                n("aef95393", function (e) {
                    return " " + e.date + " पर " + e.time + " को मौजूदा स्पेस शेड्यूल किया गया";
                }),
                n("a7069f2e", "विवरण संपादित करें"),
                n("a15f06fc", "शेड्यूल किए गये स्पेस"),
                n("f6cfa3fe", "आप स्पेस को अतीत में शेड्यूल नहीं कर सकते."),
                n("a8f71a2b", function (e) {
                    return "आप किसी स्पेस को " + e.days + " दिनों से आगे की तारीख पर भेजने के लिए शेड्यूल नहीं कर सकते.";
                }),
                n("ae092f6c", "शेड्यूल किया गया स्पेस मिटाया नहीं जा सका."),
                n("jd7f0030", "शेड्यूल किया गया स्पेस अपडेट किया गया"),
                n("a26da034", "परिवर्तन सहेजें"),
                n("b3633046", "कम्यूनिटी चुनें"),
                n("ce447fcb", function (e) {
                    return e.count + " श्रोता";
                }),
                n("ef7da97f", function (e) {
                    return e.count + " सुन रहे हैं";
                }),
                n("a065e7e7", function (e) {
                    return "अब हो रहा है: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "यह स्पेस समाप्त हो गया है: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "रिकॉर्डिंग चलाएं: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "कनेक्ट किया जा रहा है..."),
                n("aadbc747", function (e) {
                    return "सह-होस्ट";
                }),
                n("hbd6035f", function (e) {
                    return "वक्ता";
                }),
                n("if420852", "रिकॉर्डिंग चलाएं"),
                n("f7dc3b1c", "यह स्पेस समाप्त हो गया है"),
                n("c1d15dc0", "ऐसा लगता है कि इस स्पेस को बंद कर दिया गया है."),
                n("g3e2f3a6", "गुमनाम रूप से सुनें"),
                n("cd64d43e", "सीधे वक्ता के रूप में शामिल हों"),
                n("jcdc32f0", "सुनना शुरू करें"),
                n("a0cee16a", "बोलना शुरू करें"),
                n("bf3daa48", "गुमनाम रूप से सुनना शुरू करें"),
                n("f9305f48", "फिर से कनेक्ट करें"),
                n("e51df2e6", "शुरुआत करते हुए आपका माइक ऑफ़ होगा"),
                n("h114ff6c", "आप इस स्पेस में शामिल नहीं हो सकते, क्योंकि आप पहले से ही स्पेस में हैं."),
                n("d7fe2d7e", "आप इस स्पेस से दोबारा कनेक्ट नहीं हो सकते, क्योंकि आप पहले से ही स्पेस में हैं."),
                n("e61bdea4", "होस्ट इस स्पेस को रिकॉर्ड कर रहा है. सार्वजनिक रिकॉर्डिंग में वे सभी लोग शामिल किए जाएंगे, जो बोलेंगे."),
                n("d0ebf4f7", "अधिक जानें"),
                n("d782b808", "सब्सक्राइब करने के अपने लाभ हैं"),
                n("i7f83b8d", "अधिक जानें"),
                n("fc962610", "एक स्पेस या होस्ट नाम के लिए खोज करें"),
                n("e5b5f091", function (e) {
                    return "“" + e.searchQuery + "” से कोई Spaces मैच नहीं करते";
                }),
                n("g5812140", "एक शुरू क्यों नहीं करते?"),
                n("e8fe1ecb", function (e) {
                    return '"' + e.searchQuery + '" से मेल खाते कोई ' + e.section + " Spaces नहीं हैं";
                }),
                n("c432d2b2", "एक स्पेस खोजें"),
                n("d39e8b30", "एक नोट जोड़ें"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + " नाम से लिख रहे हैं";
                }),
                n("g17e4064", "आपका नोट आपकी X प्रोफ़ाइल के कनेक्शन के बिना, आपके कम्युनिटी नोट्स उपनाम का उपयोग करके प्रकाशित किया जाएगा."),
                n("d9b09ee8", "सटीक रहें - बाहरी स्रोतों के लिंक देना आवश्यक है."),
                n("b7476596", "सटीक रहें - बाहरी स्रोतों के लिए लिंक प्रदान करने को प्रोत्साहित किया जाता है."),
                n("df6c8292", "आपकी व्याख्या"),
                n("ecb4d20c", "आपका नोट सहेजा नहीं गया था, कृपया सुनिश्चित करें कि आपने पहले इस पोस्ट पर नोट नहीं लिखा है और बाद में फिर से कोशिश करें."),
                n("eb5b4a12", "कम्यूनिटी नोट्स उपनामों के बारे में जानकारी"),
                n("ja0ee360", "अपना उपनाम चुनें"),
                n("f7b7c250", "निजी बने रहने के लिए एक कम्यूनिटी नोट्स उपनाम चुनें"),
                n("c6382384", "कम्युनिटी नोट्स उपनामों का उपयोग क्यों कर रहा है?"),
                n("j48ab594", "निजी तौर पर योगदान करें"),
                n("bc2399a0", "अपनी X पहचान को शेयर किए बिना नोट्स लिखें और रेट करें."),
                n("d939cf16", "सामग्री पर ध्यान केंद्रित करें"),
                n("a56f0c32", "उपनाम योगदानकर्ताओं की सामग्री पर अधिक ध्यान केंद्रित करने और लेखकों पर कम ध्यान केंद्रित करने में मदद करके पक्षपात को कम करने में मदद कर सकते हैं."),
                n("d17c59e4", "हर कोई जवाबदेह रहता है"),
                n("i719f8e2", "आप योगदानकर्ताओं के इतिहास देख सकते हैं, और हर कोई उनके द्वारा अर्जित रेटिंग के माध्यम से जवाबदेह होता है."),
                n("a96bb564", "अपना कम्यूनिटी नोट्स उपनाम चुनें"),
                n("afcdcf84", "कम्यूनिटी नोट्स लिखते और रेट करते समय यह उपनाम आपकी पहचान होगा. यह आपकी X प्रोफ़ाइल से संबद्ध नहीं होता है."),
                n("f83d0446", "आपका उपनाम सहेज लिया गया है."),
                n("ed0e6b2e", "नोट्स को रेट करना शुरू करें"),
                n("if4c5e06", "कम्यूनिटी नोट्स में आपका स्वागत है!"),
                n("g880a78a", "नोट्स को रेट करने से शुरू करें"),
                n("d1be2236", "कम्यूनिटी नोट्स सभी को उपयोगी नोट्स दिखाने के लिए उनकी पहचान करने हेतु आप जैसे योगदानकर्ताओं पर निर्भर करता है."),
                n("af9f2b78", "अपना रेटिंग प्रभाव ट्रैक करें"),
                n("af68afc8", 'जब आप किसी नोट को "उपयोगी" या "उपयोगी नहीं" का स्टेटस दिलाने में मदद करते हैं, तो हर बार आपका प्रभाव बढ़ जाता है.'),
                n("fb5c5d42", "नोट्स लिखने की क्षमता को अनलॉक करें"),
                n("a1e58cdc", "आपका रेटिंग प्रभाव 5 या इससे अधिक हो जाने पर आप अपने स्वयं के कम्यूनिटी नोट्स लिखने की क्षमता को अनलॉक कर देंगे."),
                n("j5f112b4", "आपके हाल के दो नोट्स का वर्तमान स्टेटस उपयोगी नहीं है."),
                n("ac34c5e8", "उन लोगों सहित जो अपनी पिछली रेटिंग में एक-दूसरे से असहमत थे पर्याप्त योगदानकर्ता इस बात से सहमत थे कि आपके 2 नोट्स उपयोगी नहीं हैं. यहां उनकी प्रतिक्रिया दी गई है:"),
                n("ib7886d0", "इन नोट्स को अपनी प्रोफ़ाइल पर देखें"),
                n("b0a7d360", "आपको नोट्स लिखने के लिए अस्थायी रूप से लॉक किया जा सकता है."),
                n("e473f876", "जिन योगदानकर्ताओं के 5 सबसे हाल के नोट्स का स्टेटस उपयोगी या उपयोगी नहीं था, जिनमें 3 उपयोगी नहीं नोट्स शामिल थे, उन्हें नोट्स लिखने के लिए अस्थायी रूप से लॉक कर दिया गया है."),
                n("ef490ae8", "स्रोत शामिल नहीं हैं या अविश्वसनीय हैं"),
                n("bf3dc462", "स्रोट नोट का समर्थन नहीं करते"),
                n("heb35e12", "गलत जानकारी"),
                n("ib117532", "उत्पीड़न या अपमान"),
                n("a7bc3192", "उच्च गुणवत्ता वाले स्रोतों का हवाला देता है"),
                n("a26f8dc2", "समझने में आसान है"),
                n("cbdef06c", "पोस्ट के दावे पर सीधे कार्रवाई करता है="),
                n("faa5f9e8", "महत्वपूर्ण संदर्भ प्रदान करता है"),
                n("gf3b38f4", "तटस्थ या निष्पक्ष भाषा"),
                n("a50327ea", "इस पोस्ट पर नोट की आवश्यकता नहीं है"),
                n("h7c59ea2", "राय या विचार"),
                n("d60c0064", "लेखन गलती या अस्पष्ट भाषा"),
                n("e06416ca", "मुख्य बिंदु गायब हैं या अप्रासंगिक है"),
                n("cff1aa8c", "तर्कवादी या पक्षपाती भाषा"),
                n("c5d55592", "युनीक जानकारी या संदर्भ ऑफ़र करता है"),
                n("f3e6f0aa", "जानकारीपूर्ण"),
                n("hc2b6a7e", "गैर-विवादास्पद और/या सहानुभूति रखने वाला है"),
                n("bbe8b4ac", "राय, विचार या पक्षपात"),
                n("dd1f17ea", "विषय से संबंधित नहीं"),
                n("if966b54", "पुरानी जानकारी"),
                n("fdc2060a", "नोट्स लिखने के लिए आपको एक उच्च प्रभाव स्कोर की आवश्यकता होती है."),
                n("edd80858", "अपनी प्रोफ़ाइल और स्कोर देखें"),
                n("eec24ff6", "रेट करना शुरू करें"),
                n("eb9dc3ec", "आप जैसे योगदानकर्ता सामूहिक रूप से पोस्ट्स पर संदर्भ के रूप में दिखाए जाने वाले उपयोगी नोट्स की पहचान करने में मदद करते हैं, ताकि लोगों को सचेत रखा जा सके."),
                n("f2f61788", "लिखने की क्षमता को अनलॉक करें"),
                n("ca7e11e6", "आपका सफलता रेटिंग स्कोर 5 या इससे अधिक हो जाने पर आप कम्यूनिटी नोट्स लिखने की क्षमता को अनलॉक कर देंगे."),
                n("e7beb100", "अपनी प्रोफ़ाइल और प्रतिक्रिया देखें"),
                n("fd02e290", "सभी नियम देखें"),
                n("ee7b8050", "आपको नए नोट्स लिखने के लिए अस्थायी रूप से लॉक किया गया है."),
                n("b8cc2e9a", "चूंकि आपके हाल के नोट्स को सहायक नहीं का दर्जा दिया गया है, इसलिए आपकी लिखने की क्षमता अस्थायी रूप से लॉक कर दी गई है."),
                n("f6c8613e", "आपके नोट्स पर योगदानकर्ताओं की प्रतिक्रिया:"),
                n("fd5c2282", "नोट लिखने की अधिक युक्तियां प्राप्त करें"),
                n("c23e67ea", "लिखने की अपनी क्षमता को अनलॉक करें"),
                n("i0e66c5a", "एक चुनें"),
                n("j8e3e3be", "कम से कम एक चुनें"),
                n("f1e851f0", "एक व्याख्या दर्ज करें"),
                n("ff5dcac8", "आपकी व्याख्या बहुत लंबी है"),
                n("b47b5a16", "सभी फ़ील्ड आवश्यक हैं. कृपया सुनिश्चित करें कि आपने सभी प्रश्नों के उत्तर दिए हैं."),
                n("g9cffe16", "आपके नोट में स्रोत शामिल नहीं है"),
                n("bfa9e276", "नोट को फिर से लिखें ताकि यह छवि वाले सभी पोस्ट पर सहायक हो या इस फॉर्म पर पहले प्रश्न के अपने उत्तर की समीक्षा करें"),
                n("ja36d83e", "नोट को फिर से लिखें ताकि यह वीडियो वाले सभी पोस्ट पर सहायक हो या इस फॉर्म पर पहले प्रश्न के अपने उत्तर की समीक्षा करें"),
                n("i6488a04", "नोट को फिर से लिखें ताकि यह मीडिया वाले सभी पोस्ट पर सहायक हो या इस फॉर्म पर पहले प्रश्न के अपने उत्तर की समीक्षा करें"),
                n("j6e12b24", "इसमें डिजिटल रूप से बदली गई फ़ोटो या वीडियो है"),
                n("eda68484", "इसे डिजिटल रूप से बदल दिया गया है"),
                n("e198eb8c", "संदर्भ के साथ एक ऐसा नोट लिखें, जो आपको लगता है कि वीडियो के साथ दिखाया जाना चाहिए, ताकि अन्य लोग सचेत रह सकें."),
                n("a9803d44", "संदर्भ के साथ एक ऐसा नोट लिखें, जो आपको लगता है कि इमेज के साथ दिखाया जाना चाहिए, ताकि अन्य लोग सचेत रह सकें."),
                n("j7ddf18a", "उस संदर्भ के साथ नोट लिखें जिसे आप मानते हैं कि दूसरों को सूचित रखने के लिए लिंक के साथ सभी पोस्ट पर दिखाया जाना चाहिए."),
                n("g3874520", "संदर्भ के साथ एक ऐसा नोट लिखें, जो आपको लगता है कि पोस्ट के साथ दिखाया जाना चाहिए, ताकि अन्य लोग सचेत रह सकें."),
                n("ac1141aa", "अन्य कम्युनिटी नोट्स योगदानकर्ताओं की यह समझने में मदद करने के लिए एक नोट लिखें कि यह वीडियो भ्रामक क्यों नहीं है या इसे अतिरिक्त संदर्भ की आवश्यकता क्यों नहीं है."),
                n("f99ebcfc", "अन्य कम्युनिटी नोट्स योगदानकर्ताओं की यह समझने में मदद करने के लिए एक नोट लिखें कि यह इमेज भ्रामक क्यों नहीं है या इसे अतिरिक्त संदर्भ की आवश्यकता क्यों नहीं है."),
                n("h641949e", "अन्य कम्युनिटी नोट्स योगदानकर्ताओं की यह समझने में मदद करने के लिए एक नोट लिखें कि यह पोस्ट भ्रामक क्यों नहीं है या इसे अतिरिक्त संदर्भ की आवश्यकता क्यों नहीं है."),
                n("c926cff6", "वर्तमान साक्ष्य के चलते, मेरा मानना है कि यह पोस्ट संभवता..."),
                n("e0ef7a2c", "वर्तमान साक्ष्य के चलते, मेरा मानना है कि यह इमेज संभवता..."),
                n("g491d33a", "वर्तमान साक्ष्य के चलते, मेरा मानना है कि यह वीडियो संभवता..."),
                n("b253e462", "वर्तमान साक्ष्य के चलते, मेरा मानना है कि यह पेज संभवता..."),
                n("b1b2d004", "संभावित रूप से भ्रामक है और अतिरिक्त संदर्भ से लाभ उठाएगा"),
                n("ha9655c2", "भ्रामक नहीं"),
                n("ebd2de06", "आपको क्यों ऐसा लगता है कि यह पोस्ट भ्रामक हो सकता है?"),
                n("i865abe8", "आपको क्यों ऐसा लगता है कि यह इमेज भ्रामक हो सकती है?"),
                n("add096c6", "आपको क्यों ऐसा लगता है कि यह वीडियो भ्रामक हो सकता है?"),
                n("eb604e2e", "आप ऐसा क्यों मानते हैं कि लिंक किया गया पेज भ्रामक हो सकता है?"),
                n("c33bc7d4", "इसमें एक तथ्यात्मक त्रुटि है"),
                n("aadb676c", "इसमें पुरानी जानकारी है, जो भ्रामक हो सकती है"),
                n("g21a0ef4", "यह एक गलत बयानी है या महत्वपूर्ण संदर्भ अनुपलब्ध है"),
                n("daf354de", "यह तथ्य के रूप में एक असत्यापित दावा प्रस्तुत करता है"),
                n("d1d2ef84", "यह एक मजाक या व्यंग्य है, जिसे एक तथ्य के रूप में गलत समझा जा सकता है"),
                n("bfee6064", "आपको क्यों ऐसा लगता है कि यह पोस्ट भ्रामक नहीं है?"),
                n("dfd1f7f0", "आपको क्यों ऐसा लगता है कि यह इमेज भ्रामक नहीं है?"),
                n("b8623176", "आपको क्यों ऐसा लगता है कि यह वीडियो भ्रामक नहीं है?"),
                n("ec66e3fc", "आप यह क्यों मानते हैं कि लिंक किया गया पेज भ्रामक नहीं है?"),
                n("g228df26", "यह तथ्यात्मक रूप से सही दावा व्यक्त करता है"),
                n("h890a3f2", "जब यह शेयर किया गया था, तो सही था, लेकिन अब यह पुराना हो गया है"),
                n("hf607a0a", "यह स्पष्ट रूप से व्यंग्य/मजाक है"),
                n("j6ac7742", "यह एक व्यक्तिगत राय व्यक्त करता है"),
                n("b1d82aae", "क्या आपने उन स्रोतों से लिंक किया था, जिन्हें आपको विश्वास है कि ज्यादातर लोग भरोसेमंद समझेंगे?"),
                n("ae859ee0", "आपका नोट पोस्ट के बारे में है या इमेज के बारे में है?"),
                n("ba84e7f8", "क्या आपका नोट पोस्ट के बारे में है या वीडियो के बारे में है?"),
                n("ibb784c6", "इस खास पोस्ट के बारे में"),
                n("a21ecb8c", "इस पोस्ट में मौजूद इमेज के बारे में, और उन सभी पोस्ट्स पर दिखना चाहिए जिनमें यह इमेज मौजूद है"),
                n("he0ca8da", "इस पोस्ट में मौजूद वीडियो के बारे में, और उन सभी पोस्ट्स पर दिखना चाहिए जिनमें यह वीडियो शामिल है"),
                n("d0bf8d34", "क्या आपका नोट पोस्ट के बारे में है या लिंक के बारे में है?"),
                n("db370b9a", "क्या आपका नोट पोस्ट, छवि या लिंक के बारे में है?"),
                n("c35bf10e", "क्या आपका नोट पोस्ट, वीडियो या लिंक के बारे में है?"),
                n("d96ce0d2", "यह नोट इस तरह से लिखा गया है कि यह छवि शामिल सभी पोस्ट पर सहायक होगा."),
                n("a1fb516c", "यह नोट इस तरह से लिखा गया है कि यह वीडियो शामिल सभी पोस्ट पर सहायक होगा."),
                n("be46a61e", "यह नोट इस तरह से लिखा गया है कि यह मीडिया शामिल सभी पोस्ट पर सहायक होगा."),
                n("ied1c2c2", "यह नोट कुछ हद तक इस पोस्ट के लिए विशिष्ट है और दूसरों के लिए अप्रासंगिक हो सकता है."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return " पर इस वीडियो के सभी " + e.matchCount + " पोस्ट";
                }),
                n("d7959c4d", function (e) {
                    return " पर इस वीडियो के सभी " + e.matchCount + " पोस्ट";
                }),
                n("ff5be16d", function (e) {
                    return " पर इस मीडिया के सभी " + e.matchCount + " पोस्ट";
                }),
                n("abdd8d0a", "नोट संपादित करें"),
                n("c097608e", "आपके नोट में स्पष्टीकरण नहीं है"),
                n("ba25898c", "वे नोट्स, जो अपने स्रोतों की व्याख्या करते हैं, उनके उपयोगी रेट किए जाने की अधिक संभावना होती है."),
                n("e764d704", "वे नोट्स, जो भरोसेमंद स्रोतों से लिंक होते हैं, उनके उपयोगी रेट किए जाने की अधिक संभावना होती है."),
                n("gb67e44c", "स्पष्टीकरण के बिना सबमिट करें"),
                n("d6b758a2", "स्रोत के बिना सबमिट करें"),
                n("dc1fa12c", "कम्यूनिटी नोट्स खातों के सत्यापित फ़ोन नंबर होने चाहिए"),
                n("a1752fde", "इस खाते से कम्यूनिटी नोट्स में योगदान करना जारी रखने के लिए, आपको अपना फ़ोन नंबर सत्यापित करना होगा."),
                n("hef02710", "सत्यापित के अलावा, आपका नंबर किसी विश्वसनीय कैरियर का होना चाहिए और किसी अन्य कम्यूनिटी नोट्स खाते से संबद्ध नहीं होना चाहिए."),
                n("dff9b6bc", "अपना नंबर सत्यापित करें"),
                n("f051e434", "कम्यूनिटी नोट्स योगदानकर्ताओं के युनीक फ़ोन नंबर होने चाहिए"),
                n("eaef2f72", "ऐसा लगता है कि ऐसे कई कम्यूनिटी नोट्स योगदानकर्ता हैं, जिनके X खाते इस फ़ोन नंबर से जुड़ें हैं."),
                n("j78d41b4", "इस खाते से योगदान करना जारी रखने के लिए, आपको अन्य X खातों से यह फ़ोन नंबर हटाना होगा."),
                n("a7c9a176", "कम्यूनिटी नोट्स खातों में एक विश्वसनीय कैरियर के सत्यापित फ़ोन नंबर होने चाहिए"),
                n("ec853dfa", "कृत्रिम रूप से बनाए गए या वर्चुअल फ़ोन नंबरों के उपयोग को कम करने के लिए, फ़ोन नंबर किसी विश्वसनीय कैरियर के होने चाहिए."),
                n("j6e19c58", "कम्यूनिटी नोट्स मूल्य"),
                n("ea580ee2", "कम्यूनिटी नोट्स का एक तेज़ रिमाइंडर अहमियत रखता है."),
                n("eac7b6ac", "आपसी समझ को बढ़ाने के लिए योगदान दें"),
                n("b0381cfc", "सद्भावना से काम करें"),
                n("f0addddc", "असहमति रखने वाले लोगों के लिए भी मददगार बनें"),
                n("h7c7b204", "नया नोट लिखने से पहले मौजूदा नोट्स को रेट करने में मदद करें"),
                n("i8cae552", "रेटिंग करके आप कम्युनिटी नोट्स में उच्च गुणवत्ता बनाए रखने में मदद करेंगे."),
                n("hd43a218", "आप नोट लिखने की अपनी दैनिक सीमा तक पहुँच गए हैं"),
                n("aaba8ed2", "नोट की गुणवत्ता को उच्च रखने और स्पैम को रोकने के लिए, योगदानकर्ताओं के लेखन प्रभाव के आधार पर योगदानकर्ताओं द्वारा प्रत्येक दिन लिखे जाने वाले नोट्स की संख्या की एक सीमा है. कृपया बाद में फिर से कोशिश करें."),
                n("b98f077c", "नोट की जानकारी का अनुरोध करें"),
                n("ee691104", "इस पोस्ट के बारे में कम्यूनिटी नोट्स का अनुरोध करें"),
                n("f8cbdf02", "क्या आपको लगता है कि यह पोस्ट संभावित रूप से भ्रामक है? सामुदायिक नोट का अनुरोध करें."),
                n("f132d1be", "योगदानकर्ताओं को पर्याप्त अनुरोध प्राप्त होने वाले पोस्ट पर अलर्ट दिखाई देंगे"),
                n("gf71296c", "यदि कोई नोट लिखा गया है और अन्य योगदानकर्ताओं ने उपयोगी रेटिंग दी है, तो इसे पोस्ट पर दिखाया जाएगा"),
                n("de0685b4", "X यह नहीं चुनता कि कौन से नोट दिखाए जाएं - सामुदायिक नोट्स लोगों द्वारा, लोगों के लिए हैं"),
                n("f8ac3c88", "सहमत हों और नोट का अनुरोध करें"),
                n("a8edd0ea", "स्त्रोत जोड़ें"),
                n("a39a0de6", "X पोस्ट से लिंक करें"),
                n("j819c176", "X पोस्ट का लिंक शामिल करके कम्यूनिटी नोट्स योगदानकर्ताओं की सहायता करें, जो बताता है कि संभावित रूप से भ्रामक क्या है."),
                n("e15b3b44", "लिंक X पोस्ट से होना चाहिए. उदाहरण: x.com/user/status/...."),
                n("c81085a4", "कम्यूनिटी नोट्स"),
                n("c363515c", "जनता के लिए उपलब्ध"),
                n("cb6b0138", "धन्यवाद! आपका अनुरोध भेजा गया था"),
                n("c196e8b8", "यदि कोई नोट लिखा गया है और उसे उपयोगी माना गया है, तो आप उसे पोस्ट पर देखेंगे."),
                n("a9491efa", "कम्यूनिटी नोट का अनुरोध सबमिट किया गया"),
                n("f060d1cc", "अनुरोध हटाएं"),
                n("f499f824", "अपना अनुरोध हटाएं"),
                n("hd1bc518", "इस पोस्ट पर नया अनुरोध करने से पहले आपको कुछ मिनट लग सकते हैं"),
                n("geb8d31d", "साइन अप करें."),
                n("gc399930", "दैनिक सीमा नोट अनुरोध जानकारी"),
                n("fee815e4", "आप नोट के अनुरोध की अपनी दैनिक सीमा तक पहुँच गए हैं"),
                n("i7eb7900", "यदि आप उन पोस्टों पर अनुरोध करते हैं, जिनमें सफलतापूर्वक उपयोगी नोट्स मिलते हैं तो आपकी दैनिक सीमा बढ़ जाएगी."),
                n("d1a3817e", "यह उन लोगों को पुरस्कृत करने में मदद करता है, जो संभावित रूप से भ्रामक पोस्ट को सफलतापूर्वक ढूंढते हैं जो अतिरिक्त संदर्भ का उपयोग कर सकते हैं."),
                n("c031c77a", "यदि आप उन पोस्टों पर बहुत अधिक अनुरोध करते हैं, जिनसे लोग सहमत नहीं हैं तो आपकी दैनिक सीमा कम हो सकती है."),
                n("f87129d2", "इससे स्पैम को रोकने में मदद मिलती है और नोट लेखकों का ध्यान उन पोस्टों पर केंद्रित रहता है जो उपयोगी नोट्स का उपयोग कर सकते हैं."),
                n("jdd4a572", "आपके खाते को सत्यापित फ़ोन नंबर की आवश्यकता है"),
                n("i0f07c07", "अपना फ़ोन नंबर सत्यापित करें"),
                n("i157c1a8", "यह अनुरोध हटा दिया गया है."),
                n("a9f4ca9c", "कम्यूनिटी नोट्स योगदानकर्ता अब आपका नोट देख सकते हैं"),
                n("eb8f7c0c", "अन्य योगदानकर्ता अब आपके नोट को रेट कर सकते हैं"),
                n("h87c6bd6", "अन्य योगदानकर्ता अब आपका नोट देख सकते हैं"),
                n("gc1a5bce", "वे इसे उपयोगिता के लिए रेट करेंगे"),
                n("i0e950ca", 'अगर आपका नोट "उपयोगी" का स्टेटस हासिल कर लेता है, तो उसे पोस्ट देखने वाले सभी लोगों को संदर्भ के रूप में दिखाया जाएगा'),
                n("a047e800", "आपका नोट अन्य योगदानकर्ताओं को अधिक संदर्भ देकर योगदानकर्ताओं द्वारा नोट्स को रेट करने के दौरान उनकी मदद कर रहा है"),
                n("cec8a38c", 'अगर आपका नोट "उपयोगी" का स्टेटस हासिल कर लेता है, तो आप लेखन प्रभाव हासिल करेंगे'),
                n("a377532e", "अगर विभिन्न दृष्टिकोण वाले पर्याप्त लोग इसे उपयोगी के रूप में रेट करते हैं, तो इसे पोस्ट देखने वाले सभी लोगों को संदर्भ के रूप में दिखाया जाएगा."),
                n("d790fa4e", "नोट के स्टेटस बहुमत नियम के अनुसार तय नहीं किए जाते हैं"),
                n("e90cda68", "ऐसे नोट्स की पहचान करने के लिए जो कई प्रकार के लोगों के लिए उपयोगी हों, नोट के स्टेटस के लिए उन योगदानकर्ताओं के बीच सहमति की आवश्यकता होती है जो अपनी पिछली रेटिंग में कभी-कभी असहमत हुए हैं."),
                n("j5a1d85a", "अपना नोट देखें"),
                n("b25b64d6", "आपका नोट सबमिट किया गया था!"),
                n("g1428d70", "आपका नोट सबमिट किया गया!"),
                n("a4ec7004", "यहाँ बताया गया है कि आगे क्या होगा:"),
                n("c4093274", "सबमिशन के बाद कम्यूनिटी नोट्स के बारे में जानकारी"),
                n("bc8746a6", "नया नोट लिखने से पहले कृपया कम से कम एक नोट को रेट करें."),
                n("ce3c80b8", "कम्युनिटी नोट्स गुणवत्ता को उच्च बनाए रखने के लिए आपकी रेटिंग पर निर्भर करता है."),
                n("fa6a075a", "पोस्ट के साथ दिखाए जाने वाले संदर्भ का सुझाव देने वाले नोट्स"),
                n("acb7ecae", "अतिरिक्त संदर्भ की आवश्यकता क्यों नहीं है, इसकी व्याख्या करने वाले नोट्स"),
                n("d9a5fc06", "पोस्ट को रेटिंग दें"),
                n("b73cebd2", "पोस्ट और नोट्स को रेटिंग दें"),
                n("ad8883f2", "इस पोस्ट पर कोई नोट मौजूद नहीं है"),
                n("efd14e7a", "नोट्स लोड करना"),
                n("e65b7186", "लोगों ने इस पोस्ट के बारे में कम्यूनिटी नोट्स का प्रस्ताव दिया है"),
                n("bcc14a68", 'कम्यूनिटी नोट्स एक ऐसा प्रोग्राम है, जहां स्वैच्छिक योगदानकर्ता उन पोस्ट्स में संदर्भ (जिन्हें "नोट्स" कहा जाता है) जोड़ते हैं, जो उनके अनुसार भ्रामक हो सकते हैं. योगदानकर्ताओं द्वारा नीचे दिए गए नोट्स को रेट किया जा सकता है, और अगर वे वर्तमान में उपयोगी रेट किए जाते हैं, तो उन्हें पोस्ट पर संदर्भ के रूप में दिखाया जाएगा. अगर कोई नोट वर्तमान में उपयोगी के रूप में रेट किया जाता है और आप उससे असहमत होते हैं, तो आप अतिरिक्त समीक्षा का अनुरोध कर सकते हैं — अर्थात और योगदानकर्ता उस नोट की समीक्षा करेगे और उसकी रेटिंग बदल सकती है. '),
                n("c21313ba", "वर्तमान में नोट्स उपयोगी नहीं के रूप में रेट किए गए हैं"),
                n("c2c40120", "सभी नोट्स दिखाएं"),
                n("ia596d40", "कुछ ऐसा देखा जिसे आप बेहतर बनाना चाहेंगे?"),
                n("deff0bde", "एक नोट लिखें"),
                n("i8e85ef8", "कम्यूनिटी नोट्स में शामिल हों और एक बेहतर-सूचित दुनिया बनाने में मदद के लिए नोट लेखन और अन्य फ़ीचर्स का एक्सेस प्राप्त करें"),
                n("af88892a", "ये नोट्स उन कम्यूनिटी नोट्स योगदानकर्ताओं द्वारा जोड़े जाते हैं, जो मानते हैं कि पोस्ट संभावित रूप से भ्रामक है और अतिरिक्त संदर्भ जोड़ने से लाभ होगा."),
                n("cf8a40a6", "नोट्स कम्यूनिटी नोट्स में केवल तब ही दिखाई देते हैं, जब उन्हें पर्याप्त योगदानकर्ताओं द्वारा उपयोगी रेट किया जाता है."),
                n("g22c8c30", "अगर उन लोगों सहित, जो अपनी पिछली रेटिंग में आमतौर पर असहमत हुए हैं पर्याप्त योगदानकर्ताओं द्वारा इन नोट्स को उपयोगी रेट किया जाता है, तो ये पोस्ट के साथ जोड़े गए संदर्भ के रूप में सार्वजनिक रूप से दिखना शुरू हो जाते हैं."),
                n("jf04b084", "ये नोट्स उन योगदानकर्ताओं द्वारा जोड़े जाते हैं, जो मानते हैं कि पोस्ट भ्रामक नहीं है और उसे अतिरिक्त संदर्भ की आवश्यकता नहीं है."),
                n("g5a72e98", "ये रेटर्स को केवल कम्यूनिटी नोट्स में अतिरिक्त जानकारी के रूप में दिखाई देते हैं और पोस्ट के साथ संदर्भ के रूप में नहीं दिखाए जाते हैं, भले ही इन्होंने उपयोगी का स्टेटस हासिल कर लिया हो."),
                n("h53cb7de", "आपका इस पोस्ट के बारे में क्या विचार है?"),
                n("dc3bfc82", "इस पोस्ट के बारे में आपको क्या पसंद आया, यदि कुछ पसंद आया हो?"),
                n("b4704bf4", "इस पोस्ट के बारे में आपको क्या पसंद नहीं आया, यदि कुछ पसंद न आया हो?"),
                n("ed5156fa", "आपकी रेटिंग को सहेजने में कोई त्रुटि हुई, कृपया फिर से कोशिश करें."),
                n("d5f9fb42", "आपने इस कम्यूनिटी बूस्ट को रेटिंग दी"),
                n("j6aa6172", "रेटिंग हटाएं?"),
                n("i4112750", "इसे पहले जैसा नहीं किया जा सकता."),
                n("bd7eb888", "इस पोस्ट पर दिए गए सभी नोट्स देखें"),
                n("i97b83f6", "आपकी अपील को सबमिट करने में त्रुटि हुई, कृपया फिर कोशिश करें."),
                n("a038ab9a", "अनुवाद नोट"),
                n("i606fc4c", "कम्यूनिटी नोट्स अपील के बारे में जानकारी"),
                n("b664c554", "अतिरिक्त योगदानकर्ता समीक्षा का अनुरोध करें"),
                n("ab66e1f2", "यहां बताया गया है कि यह कैसे काम करता है:"),
                n("e36d807c", "अधिक कम्यूनिटी नोट्स योगदानकर्ताओं को इस नोट की समीक्षा कर उसे रेट करने का अनुरोध प्राप्त होगा."),
                n("d8afb99c", "अगर योगदानकर्ताओं की रेटिंग नोट की स्थिति को इस तरह बदल देती है कि उसे वर्तमान में अब उपयोगी नहीं के रूप के रूप में रेट किया जाता है, तो उस नोट को पोस्ट पर प्रदर्शित नहीं किया जाएगा."),
                n("f9e1090c", "समीक्षाएं योगदानकर्ताओं द्वारा की जाती हैं, X द्वारा नहीं."),
                n("i80c8a84", "अतिरिक्त समीक्षा का अनुरोध किया गया."),
                n("f93d4391", "इस नोट के लिए अतिरिक्त योगदानकर्ता समीक्षा का अनुरोध कर सकते हैं"),
                n("e457970a", "नोट विवरण"),
                n("df587b98", "नोट ID"),
                n("h201bdc8", "नोट लेखक"),
                n("h74b96b0", "नोट सबमिट किया गया "),
                n("ge25848a", "वर्तमान स्थिति"),
                n("d6db34cc", "और रेटिंग की ज़रूरत है"),
                n("ce8b505e", "उपयोगी नहीं"),
                n("e5be8156", "ओपन-सोर्स एल्गोरिथम द्वारा नोट स्टेटस की गणना की गई"),
                n("fca23c42", "विभिन्न दृष्टिकोण वाले पर्याप्त योगदानकर्ताओं ने सहमति व्यक्त की कि यह नोट उपयोगी है, इसलिए इसे पोस्ट पर संदर्भ के रूप में दिखाया जा रहा है."),
                n("hef420c2", "इस नोट को अभी तक विभिन्न दृष्टिकोण वाले पर्याप्त योगदानकर्ताओं द्वारा रेट नहीं किया गया है."),
                n("j3af43c4", "विभिन्न दृष्टिकोण वाले पर्याप्त योगदानकर्ताओं ने सहमति व्यक्त की कि यह नोट उपयोगी नहीं है."),
                n("f79d812c", "उपयोगी रेटिंग दी गई और पोस्ट के एक घंटे के भीतर दिखाया गया"),
                n("cc02373e", "उपयोगी आंका गया और प्रस्तावित होने के एक घंटे के भीतर दिखाया गया"),
                n("d9f72d90", "पोस्ट के एक घंटे के अंदर मिलान कर दिखाया गया"),
                n("fc6e4594", "रेटर्स द्वारा चुने गए टॉप टैग्स"),
                n("f7427d6f", "इस पोस्ट"),
                n("aa94541d", "इस पोस्ट"),
                n("fe821ebb", "इस पोस्ट"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "अन्य पोस्ट"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("a0dec723", "इस पोस्ट"),
                n("f20fa57c", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("b95920ef", "इस पोस्ट"),
                n("f8dcced2", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("e3002eab", "इस पोस्ट"),
                n("df3f2d52", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("ia35cd39", "इस पोस्ट"),
                n("a499228a", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("fa56f7cb", "इस पोस्ट"),
                n("b826c19c", function (e) {
                    return e.matches + "पोस्ट";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("i56af3fd", "इस पोस्ट"),
                n("g1f275b6", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "इस पोस्ट"),
                n("f5b30b8a", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "इस पोस्ट"),
                n("ef8a55a6", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "X पर नहीं दिखाया गया"),
                n("e272836c", "नोट हटाएं?"),
                n("da5a5d8c", "इस नोट को मिटा देने के बाद, इसे कम्यूनिटी नोट्स से स्थायी रूप से हटा दिया जाएगा."),
                n("a804a8f4", "अधिक नोट्स को आपकी सहायता की आवश्यकता है"),
                n("ib9628b8", "अपना रेटिंग प्रभाव बनाना जारी रखने के लिए अधिक नोट्स रेट करें"),
                n("bf08be2e", "अब और अधिक नोट्स रेट करें"),
                n("i26425d8", "कुछ हद तक"),
                n("c6e683d0", "सबमिट करें और सहमत हों"),
                n("b3fcaac6", "इस नोट को रेट करने से पहले स्रोतों को खोलने और उनकी समीक्षा करने पर विचार करें"),
                n("e8a33850", "इस नोट को रेट करने से पहले स्रोतों को खोलें और उनकी समीक्षा करें"),
                n("ca6f04ec", "नोट्स में दिए गए स्रोतों की समीक्षा करने से उनकी सटीकता सुनिश्चित करने में मदद मिलती है. "),
                n("a7338bc2", "क्या यह नोट उपयोगी है?"),
                n("bd0b6422", "अतिरिक्त संदर्भ की आवश्यकता क्यों नहीं है, क्या यह इसकी एक उपयोगी व्याख्या है?"),
                n("ac7f9746", "यह किस तरह से उपयोगी था?"),
                n("c7751804", "यह किस तरह से उपयोगी नहीं था?"),
                n("dc9c823a", "यह नोट उन सभी पोस्टों पर सहायक होगा, जिनमें लिंक शामिल है."),
                n("da0bb868", "यह नोट उन सभी पोस्ट पर सहायक होगा, जिनमें वीडियो शामिल है."),
                n("e8694748", "यह नोट उन सभी पोस्ट पर सहायक होगा, जिनमें छवि शामिल है."),
                n("b487e12e", "यह नोट उन सभी पोस्ट पर सहायक होगा, जिनमें मीडिया शामिल है."),
                n("hfdb963e", "यह नोट इस पोस्ट के लिए बहुत विशिष्ट है, और समान लिंक वाले अन्य पोस्ट पर अप्रासंगिक हो सकता है."),
                n("bd6742c2", "यह नोट इस पोस्ट के लिए बहुत विशिष्ट है और अन्य पोस्ट पर अप्रासंगिक हो सकता है, जिनमें समान वीडियो शामिल है."),
                n("ded3a8a2", "यह नोट इस पोस्ट के लिए बहुत विशिष्ट है और समान छवि वाले अन्य पोस्ट पर अप्रासंगिक हो सकता है."),
                n("c1e42c92", "यह नोट इस पोस्ट के लिए बहुत विशिष्ट है और समान मीडिया वाले अन्य पोस्ट पर अप्रासंगिक हो सकता है."),
                n("af198630", "लोगों के लिए डेटा को उपलब्ध"),
                n("d39720d3", "उपयोगी"),
                n("i7d91dc9", "कुछ हद तक उपयोगी"),
                n("c75b7fb4", "उपयोगी नहीं"),
                n("d9025c46", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " पोस्ट";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "आपका नोट"),
                n("b9f18eec", "वर्तमान में उपयोगी रेट किया गया"),
                n("j33f6520", "वर्तमान में उपयोगी नहीं रेट किया गया"),
                n("idc0e9fc", "कम्यूनिटी नोट्स योगदानकर्ता बनने के लिए साइन अप करें"),
                n("a83cccfa", "योगदानकर्ता नोट प्रस्तावों की समीक्षा कर सकते हैं, नोट्स लिख सकते हैं, उनके प्रभाव को ट्रैक कर सकते हैं व और बहुत कुछ कर सकते हैं!"),
                n("c2a6ec00", "कम्यूनिटी नोट्स में शामिल होना चाहते हैं?"),
                n("d2470b62", "लोगों की ताज़ा जानकारी से अवगत रहने में मदद करें."),
                n("ab23a972", "बातचीत को फ़ॉलो करें"),
                n("c68f3bc0", "हमारे मूल्यों के बारे में अधिक जानें"),
                n("dfb1f498", "प्रतिक्रिया"),
                n("a584cfa7", "हमें @CommunityNotes पर सीधा संदेश भेजें"),
                n("e4d93012", "अनेक लोगों ने कम्यूनिटी नोट का अनुरोध किया"),
                n("e55983c0", "किसी भी अनुरोधकर्ता ने अभी तक किसी ऐसे स्रोत का लिंक प्रदान नहीं किया है, जो यह बताता हो कि नोट की आवश्यकता क्यों है"),
                n("h23be93e", "अनुरोधकर्ता यह समझाने में सहायता के लिए X पोस्ट शामिल कर सकते हैं कि उन्हें क्यों लगता है कि नोट मददगार होगा. उनमें नीचे दिए गए पोस्ट शामिल हैं"),
                n("ca6ae344", "कम्यूनिटी नोट्स टैब बार"),
                n("fe27c1e2", "नोट्स"),
                n("ff692d64", "आपकी प्रोफ़ाइल"),
                n("cb1adfa0", "डेटा डाउनलोड करें"),
                n("jaf0d42c", "आपके नोट्स"),
                n("fa9a644a", 'अगर आपके "उपयोगी" या "उपयोगी नहीं" स्टेटस वाले हाल ही के 5 में से 3 नोट्स "उपयोगी नहीं" माने जाते हैं, तो नोट्स लिखने की आपकी क्षमता अस्थायी रूप से लॉक कर दी जाएगी.'),
                n("i4014342", "अपनी लेखन क्षमता को लॉक होने से बचाएं. आपके दो नोट्स के बारे में योगदानकर्ताओं की प्रतिक्रिया यहां दी गई है:"),
                n("j9897a7c", "नोट लिखने की युक्तियां प्राप्त करें"),
                n("ac71a5a0", "उन नोट्स को रेट करें, जिन्हें सहायता की आवश्यकता है"),
                n("h544e3c8", "योगदानकर्ताओं को अब 5 का रेटिंग प्रभाव अर्जित करके नोट्स लिखने की क्षमता को अनलॉक करने की आवश्यकता होगी."),
                n("d88c63f6", "नया: नोट्स लिखने की क्षमता को अनलॉक करें"),
                n("bd31adde", "आपने कम्यूनिटी नोट्स प्रोग्राम छोड़ दिया है."),
                n("a796c19c", "फिर शामिल हों"),
                n("h837a96c", "आप कम्यूनिटी नोट्स प्रोग्राम में फिर शामिल होंगे."),
                n("a4d4bcb9", function (e) {
                    return "यदि आप फिर शामिल होना चाहते हैं, तो आप यहां " + e.numDaysToRejoin + " दिनमें ऐसा कर पाएंगे.";
                }),
                n("a490bc51", "अधिक जानें"),
                n("c94ad3e8", "हमें प्रतिक्रिया भेजें"),
                n("ee160790", "मिटाए गए नोट"),
                n("b3de4a42", "रेटिंग का प्रभाव"),
                n("a7b0393c", "लेखन प्रभाव"),
                n("id568acc", "टॉप लेखक"),
                n("e25f9ad6", "वे रेटिंग्स जिन्होंने नोट को उपयोगी का स्टेटस दिलाने में मदद की"),
                n("a0697fbc", "बहुत बढ़िया! इन रेटिंग्स ने पोस्ट्स पर संदर्भ के रूप में पर दिखाए जाने वाले उपयोगी नोट्स की पहचान की और ताज़ा जानकारी से अवगत रहने में लोगों की मदद करती हैं."),
                n("a3311a60", "इन रेटिंग्स ने पोस्ट्स पर संदर्भ के रूप में पर दिखाए जाने वाले उपयोगी नोट्स की पहचान की और ताज़ा जानकारी से अवगत रहने में लोगों की मदद करती हैं."),
                n("bbc44f5a", "ये रेटिंग्स पोस्ट्स पर संदर्भ के रूप में पर दिखाए जाने वाले उपयोगी नोट्स की पहचान करती हैं और ताज़ा जानकारी से अवगत रहने में लोगों की मदद करती हैं."),
                n("b4f21858", "वे रेटिंग्स जिन्होंने नोट को उपयोगी नहीं का स्टेटस दिलाने में मदद की"),
                n("d46b6bc8", "ये रेटिंग्स नोट के लेखकों को प्रतिक्रिया प्रदान करके और योगदानकर्ताओं की सबसे अच्छे नोट्स पर ध्यान केंद्रित करने में मदद करके कम्यूनिटी नोट्स को बेहतर बनाती हैं."),
                n("a5e6ba6a", "नोट्स पर मददगार की रेटिंग जो मददगार नहीं की स्थिति के साथ समाप्त हुई"),
                n("a22929e4", "नोट्स पर मददगार नहीं की रेटिंग जो मददगार की स्थिति के साथ समाप्त हुई"),
                n("b76dd726", 'ये रेटिंग सामान्य हैं और यदि पर्याप्त लोग इस बात से सहमत हैं कि "मददगार" नोट पर्याप्त रूप से उपयोगी नहीं है, तो स्थिति में बदलाव हो सकता है.'),
                n("j29cc0f2", "इन रेटिंग्स को दो बार गिना जाता है, क्योंकि वे अक्सर उन नोटों के लिए समर्थन का संकेत देते हैं जिन्हें अन्य लोग निम्न-गुणवत्ता वाले मानते हैं."),
                n("cd4333d0", "चिंता न करें, सभी को इनमें से कुछ ना कुछ मिलता है! "),
                n("e9fa53ac", "उन नोट्स पर रेटिंग्स, जिनका वर्तमान में उपयोगी या उपयोगी नहीं का स्टेटस नहीं है."),
                n("fc664dee", "एक स्टेटस तक पहुंचने के बाद की गई रेटिंग्स"),
                n("f024ec64", "ये रेटिंग्स नोट के स्टेटस को सशक्त बना सकती हैं या उसे उलट सकती हैं."),
                n("e1ee08e6", "लेखन प्रभाव"),
                n("je3fc324", "आपके वे नोट्स, जिन्होंने उपयोगी का स्टेटस हासिल किया"),
                n("f7358242", "वे नोट्स, जिन्होंने उपयोगी का स्टेटस हासिल किया"),
                n("j8e9b514", "बहुत बढ़िया! ये नोट्स अब पोस्ट देखने वाले सभी लोगों को दिखाई दे रहे हैं, संदर्भ जोड़ रहे हैं और ताज़ा जानकारी से अवगत रहने में लोगों की मदद कर रहे हैं."),
                n("e9e57c5c", "ये नोट्स अब पोस्ट देखने वाले सभी लोगों को दिखाई दे रहे हैं, संदर्भ जोड़ रहे हैं और ताज़ा जानकारी से अवगत रहने में लोगों की मदद कर रहे हैं."),
                n("fee0d8a8", "ये नोट्स X पर दिखाए जाते हैं, पोस्ट्स में संदर्भ जोड़ते हैं और ताज़ा जानकारी से अवगत रहने में लोगों की मदद करते हैं."),
                n("iab44364", "आपके वे नोट्स, जिनका स्टेटस उपयोगी नहीं हो गया है"),
                n("d8c90438", "वे नोट्स, जिनका स्टेटस उपयोगी नहीं हो गया"),
                n("accaa48e", "उन लोगों सहित, जो अपनी पिछली रेटिंग में कभी-कभी असहमत हुए हैं पर्याप्त योगदानकर्ताओं द्वारा इन नोट्स को उपयोगी नहीं रेट किया गया है. आप अपनी प्रोफ़ाइल पर इन नोट्स और इन्हें मिली प्रतिक्रियाओं को देख सकते हैं.\nअधिक लोगों द्वारा नोट को रेट करने पर नोट का स्टेटस बदल सकता है."),
                n("fa2156f6", "उन लोगों सहित, जो अपनी पिछली रेटिंग में कभी-कभी असहमत हुए हैं पर्याप्त योगदानकर्ताओं द्वारा इन नोट्स को उपयोगी नहीं रेट किया गया है.\nअधिक लोगों द्वारा नोट को रेट करने पर नोट का स्टेटस बदल सकता है."),
                n("d004c768", "वे नोट्स जिन्हें और अधिक रेटिंग की आवश्यकता है"),
                n("f3d6d6c0", "वे नोट्स जिनका अभी तक उपयोगी या उपयोगी नहीं का स्टेटस नहीं है."),
                n("d68a370c", "आखिरी अपडेट: "),
                n("f10aaf3c", "रेटिंग टिप्स नोट करें"),
                n("b9793c9a", "आपने अभी तक कोई भी नोट नहीं लिखा है"),
                n("bed66f92", "यहां शुरू करने का तरीका बताया गया है:"),
                n("a3ca686a", "उपयोगी नोट्स लिखने की युक्तियां देखें"),
                n("ga8034c6", "नोट लिखने के लिए पोस्ट पर दिए गए ••• मेन पर टैप करें"),
                n("h4109636", "अगर आपको लगता है कि कोई पोस्ट संभावित रूप से भ्रामक है, तो एक नोट लिखें जो उन लोगों के लिए उपयोगी संदर्भ जोड़ता है, जो इस पोस्ट को देख सकते हैं."),
                n("ec30e9ac", "अन्य योगदानकर्ता आपके नोट की उपयोगिता को रेट करेंगे"),
                n("e0c42f80", 'अगर वह "उपयोगी" का स्टेटस हासिल कर लेता है, तो उसे पोस्ट देखने वाले सभी लोगों को संदर्भ के रूप में दिखाया जाएगा'),
                n("ife4baaa", "कम्यूनिटी नोट्स बहुमत नियम के अनुसार काम नहीं करता है. ऐसे नोट्स की पहचान करने के लिए जो कई प्रकार के लोगों के लिए उपयोगी हों, स्टेटस के लिए उन योगदानकर्ताओं के बीच सहमति की आवश्यकता होती है जो अपनी पिछली रेटिंग में कभी-कभी असहमत हुए हैं. यह एक-तरफ़ा रेटिंग को रोकने में मदद करता है."),
                n("a0c552ee", "आपका प्रभाव यहां दिखाया जाएगा"),
                n("a4e5ea3c", "आपने अभी तक किसी भी नोट को रेट नहीं किया है"),
                n("g9a28bde", "उन नोट्स को ब्राउज़ करें, जिन्हें सहायता की आवश्यकता है"),
                n("dc0046e2", "कम्यूनिटी नोट्स होम ब्राउज़ करें"),
                n("fecae168", "वहां, आपको ऐसे नोट्स मिलेंगे जिन्हें अधिक रेटिंग की आवश्यकता है और जहां आपकी रेटिंग विशेष रूप से मदद कर सकती है."),
                n("h525e29e", "ऐसे नोट्स को खोजने में मदद करें, जो कोई लोगों के लिए उपयोगी हो सकते हैं"),
                n("f6db7706", "सर्वश्रेष्ठ कम्यूनिटी नोट्स पोस्ट के दावे की सीधे व्याख्या करते हैं और उपयोगी और स्पष्ट भाषा में लिखे गए होते हैं और ऐसे स्रोत जोड़ते हैं जो कई प्रकार के लोगों को विश्वसनीय लगें."),
                n("f636b582", "ऐसे नोट्स को खोजने में मदद करें, जो उपयोगी नहीं हैं"),
                n("f58f4f62", "कम गुणवत्ता वाले नोट्स को रेट करना नोट के लेखक को प्रतिक्रिया देकर और सबसे अच्छे नोट्स पर ध्यान केंद्रित करने में योगदानकर्ताओं की मदद करके कम्यूनिटी नोट्स को बेहतर बनाता है."),
                n("cf30af22", "क्या आप जानते हैं?"),
                n("d145b0fa", "नोट के स्टेटस बहुमत नियम के अनुसार तय नहीं किए जाते. ऐसे नोट्स की पहचान करने के लिए जो कई प्रकार के लोगों के लिए उपयोगी हों, नोट के स्टेटस के लिए उन योगदानकर्ताओं के बीच सहमति की आवश्यकता होती है जो अपनी पिछली रेटिंग में कभी-कभी असहमत हुए हैं. यह एक-तरफ़ा रेटिंग को रोकने में मदद करता है."),
                n("c20a24cc", "बधाई हो!"),
                n("d01b8fc8", "आप एक टॉप कम्यूनिटी नोट्स लेखक हैं."),
                n("jbe2ad46", "ऐसे लेखक, जिनका उच्च लेखन प्रभाव होता है और जिनके ज़्यादातर नोट्स “उपयोगी” माने गए होते हैं, उन्हें निम्न सुविधाएं मिलती हैं:"),
                n("d2dc3d4c", "नोट अलर्ट के लिए प्राथमिकता"),
                n("heb73816", "रेटर्स का ध्यान आकर्षित करने के लिए टॉप लेखकों के नोट प्रस्तावों से सूचनाएं ट्रिगर होने की अधिक संभावना होती है."),
                n("b760d51a", "उपनाम प्रोफ़ाइल में बैज"),
                n("ief63e50", "टॉप लेखकों की पहचान उनकी कम्यूनिटी नोट्स प्रोफ़ाइल में मौजूद एक बैज से की जा सकती है."),
                n("jd6b88ca", "मीडिया के बारे में नोट्स"),
                n("c39bdf5a", "टॉप लेखक एक से ज़्यादा पोस्ट्स पर दिखाए गए मीडिया के बारे में नोट्स लिख सकते हैं, जिससे और ज़्यादा लोगों को बेहतर जानकारी मिलती है."),
                n("efb9a9e0", "यहां देखने के लिए कुछ नहीं है"),
                n("a1529ce7", "अधिक जानें"),
                n("f07ed596", "आप जैसे योगदानकर्ता सामूहिक रूप से X पर संदर्भ के रूप में दिखाए जाने वाले उपयोगी नोट्स की पहचान करने में मदद करते हैं और लोगों को सूचित रखते हैं."),
                n("h2b5268a", "बहुत बढ़िया! अपना प्रभाव बढ़ाना जारी रखने के लिए और नोट्स को रेट करें."),
                n("e86c87a0", "और अधिक नोट्स रेट करें"),
                n("ad98f836", "आपका रेटिंग प्रभाव नकारात्मक हो गया. चिंता न करें!"),
                n("e2d7c914", "नोट्स को रेट करना जारी रखें"),
                n("a5427624", "अधिक योगदानकर्ताओं की रेटिंग की आवश्यकता वाले नोट्स को खोजने के लिए कम्यूनिटी नोट्स होम ब्राउज़ करें."),
                n("e227a7fa", "नोट स्टेटस हमेशा बदल सकते हैं"),
                n("eda73c9c", "आपकी रेटिंग, कभी-कभी, नोट के स्टेटस से असहमत होंगी. यह कोई समस्या नहीं है! अगर अधिक योगदानकर्ता आपसे सहमत होते हैं, तो स्टेटस को उलट किया जा सकता है और आपका प्रभाव बदल जाएगा."),
                n("cfa3b664", "आप अब कम्युनिटी नोट्स लिख सकते हैं!"),
                n("j44125ee", "इस योगदानकर्ता ने अभी तक कोई नोट नहीं लिखा है."),
                n("da55067c", "इस स्पेस को बाद में देखें!"),
                n("f893c3b8", "कम्यूनिटी नोट्स में शामिल हों"),
                n("a701795c", "अभी तक कोई कम्यूनिटी नोट्स नहीं है"),
                n("db08295e", "शामिल होना चाहते हैं?"),
                n("ha275800", "ऐसा लगता है कि आप कम्यूनिटी नोट्स पायलट कार्यक्रम का हिस्सा नहीं हैं. लोगों को सही जानकारी देने में मदद करने के लिए इससे अभी जुड़ें."),
                n("ce0a213a", "नोट बनाने के लिए, पोस्ट के मेनू में कम्यूनिटी नोट्स आइकन चुनें. आपके द्वारा बनाए गए नोट्स, यहाँ दिखाई देंगे."),
                n("c87f3cf8", "नोट"),
                n("a5b19492", "यह नोट मौजूद नहीं है"),
                n("c21d1b2a", "उन लोगों सहित, जो अपनी पिछली रेटिंग में कभी-कभी असहमत हुए हैं पर्याप्त योगदानकर्ताओं से सहमति मिलने के बाद नोट्स का स्टेटस उपयोगी या उपयोगी नहीं हो जाता है. इससे यह सुनिश्चित करने में मदद मिलती है कि नोट्स कई प्रकार के लोगों के लिए उपयोगी हैं और यह एक-तरफ़ा रेटिंग को रोकता है."),
                n("c7b59cde", "कम्यूनिटी नोट्स सेटिंग्स"),
                n("c8be1d0d", "और अधिक जानें."),
                n("a5a2330c", "समान मीडिया वाली पोस्ट"),
                n("ad071b5c", "समान लिंक वाली पोस्ट"),
                n("b92967c0", "यह नोट कोई मीडिया नोट नहीं है"),
                n("i92fddce", "यदि पर्याप्त लोग इस बात से सहमत हैं कि ऐसा होना चाहिए तो नोट नीचे दिए गए पोस्ट पर अपने आप दिखाई देगा."),
                n("f5ce7a00", "इस मीडिया पोस्ट का अभी तक कोई मिलान नहीं है."),
                n("e1288bdc", "नोट के लिए सहायता की आवश्यकता होने पर अलर्ट"),
                n("ca14eab4", "कम्यूनिटी नोट को आपकी रेटिंग की आवश्यकता होने पर सूचनाएं पाएं."),
                n("gb2bc3d0", "मैं तैयार हूं 🔥"),
                n("c35ebcd2", "ज्यादा से ज्यादा जितनी मैं मदद कर सकता हूं - प्रति दिन कुछ"),
                n("ba165b3c", "अक्सर"),
                n("g72e2a58", "प्रति सप्ताह कुछ अलर्ट"),
                n("idd249e0", "कभी-कभी"),
                n("if2e01ee", "प्रति सप्ताह कुछ अलर्ट"),
                n("fdaeaab8", "आपकी सेटिंग्स को सहेजने के दौरान कोई त्रुटि हुई, कृपया बाद में फिर से कोशिश करें."),
                n("db4e443a", "आपकी सेटिंग सहेज ली गई है."),
                n("dc11636c", "वे भाषाएं, जो आप बोलते हैं"),
                n("fae059c6", "कम्यूनिटी नोट्स प्रोग्राम छोड़ें"),
                n("ed37123a", "आपने कम्यूनिटी नोट्स प्रोग्राम छोड़ रहे हैं"),
                n("c1a554a2", "यहां वह है, जो आपको जानना चाहिए:"),
                n("j59355fe", "आप नए कम्यूनिटी नोट्स नहीं लिख पाएंगे."),
                n("c23420ec", "आपको कम्यूनिटी नोट्स से सूचनाएं प्राप्त नहीं होंगी, जब तक कि वे X पर आपकी गतिविधि से संबंधित न हों."),
                n("c76031ee", "आपकी अनाम कम्यूनिटी नोट्स प्रोफ़ाइल और पिछले सबमिशन सार्वजनिक रूप से उपलब्ध रहेंगे. आप अब भी अपने नोट्स देख और हटा सकेंगे."),
                n("be4f9106", "आप 90 दिनों के बाद फिर शामिल हो सकते हैं."),
                n("hf68e810", "कम्यूनिटी नोट्स एक ऐसा प्रोग्राम है, जिसका उद्देश्य दुनिया को ताज़ा जानकारी से अवगत रखना है. यह X पर लोगों को सशक्त बनाता है कि वे सहयोगी रूप से उन पोस्ट्स में उपयोगी नोट्स जोड़ सकें, जो भ्रामक हो सकते हैं."),
                n("jdb52860", "योगदानकर्ता नोट्स लिखते हैं और उन्हें रेट करते हैं"),
                n("c104025c", "X पर योगदानकर्ता आपके जैसे लोग होते हैं, जो नोट्स लिखने और उन्हें रेट करने के लिए पायलट प्रोग्राम में नामांकन करना चुनते हैं. जितने अधिक लोग भाग लेंगे, प्रोग्राम उतना ही बेहतर होगा."),
                n("j7872b8c", "पोस्ट पर केवल वही नोट दिखाई देते हैं जो लोगों को उपयोगी लगते हैं="),
                n("fb59415e", "पोस्ट पर संदर्भ के रूप में सार्वजनिक रूप से दिखाए जाने के लिए, नोट को विभिन्न दृष्टिकोण वाले पर्याप्त लोगों द्वारा उपयोगी के रूप में रेट किए जाने की आवश्यकता होती है. यह दृष्टिकोण पक्षपात और हेरफेर को रोकने में मदद करता है और ऐसे नोट्स खोजने में मदद करता है जो कई लोगों के लिए उपयोगी होते हैं."),
                n("f9a44022", "X, कंपनी नहीं चुनती कि क्या दिखाना है: यह काम लोग करते हैं"),
                n("gdf4fbb2", "X, कंपनी न तो नोट्स लिखती है और न ही उन्हें रेट या मॉडरेट करती है (बशर्ते वे X के नियमों का उल्लंघन न करते हों). हमारा मानना है कि लोगों को इन विकल्पों को चुनने का मौका देना ऐसी जानकारी जोड़ने का एक उचित और प्रभावी तरीका है, जो लोगों को बेहतर रूप से सूचित रहने में मदद करती है."),
                n("cc720e6a", "कम्यूनिटी नोट्स को डेटा पारदर्शिता के आधार पर बनाया गया है"),
                n("j2fcd33a", "डेटा में इस तक का योगदान शामिल है"),
                n("d4a6b322", "सभी कम्यूनिटी नोट्स डेटा यहां रोज प्रकाशित होते हैं, इसलिए लोगों के पास डेटा का विश्लेषण करने, समस्याओं की पहचान करने और कम्यूनिटी नोट्स को बेहतर बनाने के अवसरों का फ़्री एक्सेस रहता है. हम आपके साथ मिलकर सीखने के लिए बेताब हैं."),
                n("c359263a", "कम्यूनिटी नोट्स डेटा का उपयोग और विश्लेषण करने का तरीका जानें "),
                n("b8a27fe2", "हमारी गाइड में पाएं"),
                n("j1c99e00", "नोट्स डेटा"),
                n("i6f69314", "रेटिंग डेटा"),
                n("b7e4c114", "नोट स्टेट्स इतिहास डेटा"),
                n("d7f19114", "उपयोगकर्ता नामांकन स्थिति डेटा"),
                n("b6008808", "नोट अनुरोध डेटा"),
                n("h786cd7a", "नोट्स डेटा अभी तक उपलब्ध नहीं है"),
                n("d0fe8052", "रेटिंग डेटा अभी तक उपलब्ध नहीं है"),
                n("c0427f94", "नोट स्टेट्स इतिहास डेटा अभी तक उपलब्ध नहीं है"),
                n("g880d8c0", "उपयोगकर्ता नामांकन स्थिति डेटा अभी उपलब्ध नहीं है"),
                n("ab1b3d38", "नोट अनुरोध डेटा अभी तक उपलब्ध नहीं है"),
                n("c43fb933", "डेवलपर अनुबंध और नीति"),
                n("ed88e742", "विषय का लिंक कॉपी करें"),
                n("h92fe1be", "दुर्भाग्य से, इस समय कम्यूनिटी नोट्स आपके लिए उपलब्ध नहीं है."),
                n("f0dc1434", "फ़िलहाल कम्यूनिटी नोट्स केवल अमेरिका में उपलब्ध है."),
                n("f8fc0b48", "एक फ़ोल्डर बनाएं"),
                n("c14bcdde", "बुकमार्क खोजें"),
                n("e9c65c4a", "बुकमार्क खोज"),
                n("b92a21d9", function (e) {
                    return e.query + " के लिए कोई परिणाम नहीं";
                }),
                n("f191a2ba", "खोज सेटिंग"),
                n("a068008a", "फ़ोल्डर फ़िलहाल लोड नहीं हो रहे"),
                n("f075b0e8", "फ़ोल्डर संपादित करें"),
                n("beba2a0e", "एक नया बुकमार्क फ़ोल्डर बनाएं"),
                n("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + " में सहेजा गया";
                }),
                n("h18f86a4", "फ़ोल्डर मिटाएं"),
                n("f4ea967a", "फ़ोल्डर मिटा दिया गया है"),
                n("b670aa62", "फ़ोल्डर नाम"),
                n("aece5462", "फ़ोल्डर का नाम सफलता पूर्वक अपडेट किया गया"),
                n("e3299b94", "कुछ गलत हुआ. कुछ देर बाद उस फ़ोल्डर को फिर से अपडेट करने का प्रयास करें."),
                n("c09ea714", "कुछ गलत हुआ. कुछ देर बाद उस फ़ोल्डर को फिर से मिटाने का प्रयास करें."),
                n("gee78816", "बुकमार्क फ़ोल्डर नाम में 25 अक्षर से अधिक नहीं हो सकते"),
                n("h9a5daa2", "फ़ोल्डर मिटाएं?"),
                n("ac9d5f56", 'आपके पोस्ट्स "सभी बुकमार्क" फ़ोल्डर में सहेजे जाएंगे.'),
                n("i6e7e298", "बनाएं"),
                n("a0ea2fa6", "नाम फ़ील्ड रिक्त नहीं हो सकती"),
                n("eec37eac", "उस नाम का बुकमार्क फ़ोल्डर पहले से मौजूद है"),
                n("fce0c59e", "एनिमेशन JSON पार्स नहीं की जा सकी. कृपया अपनी एनिमेशन फ़ाइल में JSON के फ़ारमेट की जाँच करें और फिर से कोशिश करें."),
                n("g0eea6c2", "एनिमेशन JSON फ़ाइल पढ़ी नहीं जा सकी. कृपया फ़ाइल को फिर से खोलने की कोशिश करें.");
            n("ae58026a", "प्रीव्यू करने के लिए Branded Like .json फ़ाइल खोलें"),
                n("hd0bc1eb", function (e) {
                    return e.name + " लाइव हैं";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " लाइव थे";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " लाइव नहीं हैं";
                }),
                n("d39d46c4", "शीर्षक अपडेट किया गया. परिवर्तन दिखने में 30 सेकंड तक का समय लग सकता है."),
                n("e44095a5", function (e) {
                    return e.timestamp + " शुरू किया गया";
                }),
                n("j83f29dd", function (e) {
                    return e.timestamp + " समाप्त हुआ";
                }),
                n("daca8a2c", "डॉक में खोलें"),
                n("e3aac82a", "प्रसारण लोड हो रहा है"),
                n("i0ed3f4e", "इवेंट छवि"),
                n("cbae35fa", "प्रसारण की रिपोर्ट करें"),
                n("fd12ab58", "संग्रह पोस्ट्स"),
                n("a226497c", "एक नई कम्यूनिटी बनाएं"),
                n("d7346632", "आप अभी तक किसी भी कम्यूनिटी में शामिल नहीं हुए हैं"),
                n("b732a4cc", "जब आप ऐसा करेंगे, तो उनके पोस्ट आपको यहां दिखाई देंगे."),
                n("hff48914", "इस समय कोई पोस्ट नहीं पायी जा सकीं."),
                n("hb52cc4a", "कृपया बाद में फिर से कोशिश करें."),
                n("e50e1bb0", "कम्यूनिटिज़ में आपका स्वागत है"),
                n("i6829daa", "कम्यूनिटिज़ मॉडरेटेड चर्चा समूह होते हैं, जहां X पर लोग आपस में जुड़ सकते हैं और चीज़ें शेयर कर सकते हैं."),
                n("fc5c6914", "अपनी जैसी रुचि वाले अन्य लोगों से मिलें"),
                n("aa1a9820", "आपकी रुचियों को शेयर करने वाले लोगों से कनेक्ट होने के लिए कम्यूनिटिज़ से जुड़ें."),
                n("edef4c82", "सीधे किसी कम्यूनिटी को पोस्ट करें"),
                n("a7640df6", "आपकी पोस्ट कम्यूनिटी के सदस्यों और आपके फ़ॉलोअर के साथ शेयर की गयी हैं."),
                n("h3bb8068", "आवश्यकता होने पर बैकअप प्राप्त करें"),
                n("a709f8f8", "एडमिन और मॉडरेटर कम्यूनिटिज़ को प्रबंधित करने में मदद करते हैं और बातचीत को ट्रैक पर रखते हैं."),
                n("c8d33380", "नए आइटम"),
                n("cb6adb10", "कम्यूनिटिज़ों को खोजें"),
                n("df362964", "कम्यूनिटिज़ खोजें"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " नया पोस्ट" + f(e.newTweets, "", "्स");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " रिपोर्ट" + f(e.reportedTweets, "", "्स");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " अनुरोध";
                }),
                n("a2118086", "पोस्ट सॉर्ट करें"),
                n("hb01fe46", "जब आप ऐसा करेंगे, तो वे आपको यहां दिखाई देंगे."),
                n("c170a564", "आपके द्वारा डाले गए शब्द से कोई भी परिणाम नहीं मिला. अन्य खोज शब्द का उपयोग करके देखें."),
                n("cbd1aef8", "कम्यूनिटीज़ और पोस्ट खोजें"),
                n("fbf01e52", "कम्यूनिटिज़ खोजें"),
                n("c8a6499c", "कम्यूनिटी पोस्ट खोज परिणाम"),
                n("af05a978", "आपके लिखते ही खोज परिणाम यहां दिखाई देंगे."),
                n("eb4d2cd0", "कोई पोस्ट नहीं मिला."),
                n("a8ecdb4c", "कम्यूनिटी नवीनतम पोस्ट खोज परिणाम"),
                n("dc6ce7b4", "सदस्य"),
                n("ga2aa43c", "मॉडरेटर"),
                n("b139b54a", "सदस्यों को आमंत्रित करें"),
                n("cf4898a0", "लोगों को खोजें"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + " प्रोफ़ाइल देखें";
                }),
                n("e585d844", "मॉडरेटर टीम में जोड़ें"),
                n("cab7c6f8", "मॉडरेटर टीम में जोड़ें?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " अब एक मॉडरेटर हैं.";
                }),
                n("f348a395", function (e) {
                    return "हम अभी @" + e.screenName + " को मॉडरेटर टीम में नहीं जोड़ सकते. कृपया बाद में फिर से कोशिश करें.";
                }),
                n("c3a1aebe", "मॉडरेटर टीम से हटाएं"),
                n("c273c8a6", "मॉडरेटर टीम से हटाएं?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " अब एक मॉडरेटर नहीं हैं.";
                }),
                n("a5808125", function (e) {
                    return "हम अभी @" + e.screenName + " को मॉडरेटर टीम से नहीं हटा सकते. कृपया बाद में फिर से कोशिश करें.";
                }),
                n("a51d671b", function (e) {
                    return "कम्यूनिटी से @" + e.screenName + " प्रतिबंधित";
                }),
                n("cdd87524", "यहां अभी तक कोई नहीं है"),
                n("cca51910", "इस कम्यूनिटी में लोगों के शामिल होने पर, आप उन्हें यहां देखेंगे."),
                n("c9d56b72", "अपनी कम्यूनिटी के बारे में हमें कुछ बताएं. हम इन विवरण को हमेशा बाद में बदल सकते हैं."),
                n("c1ad5a12", "ऐसा लगता है कि आपकी नई कम्यूनिटी बनाने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("f713fbd2", "सदस्यता"),
                n("d1fa71fc", "स्वीकृति प्रश्न (वैकल्पिक)"),
                n("a0a16d38", "कम्यूनिटी में कोई भी शामिल हो सकता है और/या आमंत्रित किया जा सकता है."),
                n("ce0523a8", "प्रतिबंधित"),
                n("i1aad6ec", "लोगों को शामिल होने के लिए अनुरोध करना होगा, और मॉडरेटर टीम को उन अनुरोधों को स्वीकार करना होगा. मॉडरेटर टीम द्वारा आमंत्रित लोग स्वतः स्वीकृत हो जाते हैं."),
                n("c85960a0", "सदस्यों को आमंत्रण देने की अनुमति दें"),
                n("ca373cd2", "मौजूदा सदस्यों द्वारा आमंत्रित लोग स्वतः स्वीकृत हो जाते हैं."),
                n("dfdcc6b4", "नियंत्रित करें कि आपकी कम्यूनिटी में कौन-कौन शामिल हो सकता है. ध्यान रखें कि सभी कम्यूनिटिज़ X पर सभी को दिखाई देती हैं."),
                n("h3e55b40", "कम्यूनिटी का नाम"),
                n("dd71d9c9", function (e) {
                    return "नाम " + e.minCharacterCount + " और " + e.maxCharacterCount + " अक्षरों के बीच के होने चाहिए और उनमें हैशटैग या @उपयोगकर्ता नाम नहीं हो सकते";
                }),
                n("cf65e56b", function (e) {
                    return "नाम " + e.minCharacterCount + " और " + e.maxCharacterCount + " अक्षरों के बीच का होना चाहिए";
                }),
                n("d936eeca", "नामों में हैशटैग या @उपयोगकर्ता नाम नहीं हो सकते."),
                n("e2df7cf2", "कम्यूनिटी उद्देश्य"),
                n("be9bb312", "एक मजबूत उद्देश्य आपकी कम्यूनिटी का वर्णन करता है और लोगों को अपेक्षित चीज़ों के बारे में बताता है"),
                n("e988475f", function (e) {
                    return "उद्देश्य " + e.minCharacterCount + " और " + e.maxCharacterCount + " अक्षरों के बीच का होना चाहिए";
                }),
                n("gcddfba8", "स्वीकृति प्रश्न"),
                n("hf86d862", "जब उपयोगकर्ता शामिल होने का अनुरोध करते हैं, तो वे इस प्रश्न का जवाब दे सकते हैं. उनका जवाब उनके अनुरोध के साथ दिखाया जाएगा. आप प्रश्न को खाली छोड़कर हटा सकते हैं."),
                n("i88b7305", function (e) {
                    return " प्रश्न " + e.maxCharacterCount + " अक्षरों से कम होना चाहिए";
                }),
                n("dce5e1b4", "ए़डमिन टूल्स"),
                n("c5d8c93e", "मॉडरेटर टूल्स"),
                n("c8c7f9fc", "समीक्षा की आवश्यकता है"),
                n("a87df2ee", "कम्यूनिटी प्रबंधन"),
                n("ee609174", "सामान्य सेटिंग"),
                n("ab19cdaa", "स्पैम सेटिंग"),
                n("d755f47d", function (e) {
                    return "समीक्षा करने के लिए " + e.count + " नए पोस्ट" + f(e.count, "", "्स");
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " सदस्य";
                }),
                n("adfcc3ce", "नियम जोड़ें, मिटाएं या संपादित करें"),
                n("d0330d9c", "नियम देखें"),
                n("fd67f7c8", "कम्यूनिटी का नाम, उद्देश्य, आदि संपादित करें"),
                n("e7e31264", "स्पैम फ़िल्टर और रिपोर्ट टूल्स समायोजित करें"),
                n("gc00d212", "सहायता और संसाधन"),
                n("g0cbfc50", "कम्यूनिटी मॉडरेशन के लिए उपयोगी गाइड"),
                n("h6ebcfca", "इस कम्यूनिटी को अपनी प्रोफ़ाइल पर दिखाएं"),
                n("c0fa0634", "अपनी कम्यूनिटी को स्पॉटलाइट करें"),
                n("da035fd5", function (e) {
                    return "नया" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "अपनी प्रोफ़ाइल पर अपनी कम्यूनिटी को स्पॉटलाइट करें"),
                n("b18e94b2", "अपनी प्रोफ़ाइल पर एक कम्यूनिटी दिखाने, ऑडियंस एनालिटिक्स को एक्सेस करने, आदि के लिए प्रोफ़ेशनल प्रोफ़ाइल पर स्विच करें."),
                n("dc716b1c", "कम्यूनिटी सूची"),
                n("c3e2dda6", "कम्यूनिटी सूची जोड़ें या हटाएँ"),
                n("a68bffdc", "कम्यूनिटी मेट्रिक्स देखें"),
                n("c6ea29a2", "मॉडरेशन टीम छोड़ें"),
                n("a6e13fac", "क्या आप वाकई मॉडरेटर टीम को छोड़ना चाहते हैं?"),
                n("e538848c", "अब आपके पास मॉडरेशन टूल्स की एक्सेस नहीं होगी. अगर आप अपना इरादा बदल देते हैं, तो आपको फिर से एक मॉडरेटर के रूप में आमंत्रित किया जाना होगा."),
                n("j49e6aa2", "हाँ, मैं छोड़ना चाहता हूँ"),
                n("dde5f323", function (e) {
                    return "समीक्षा करने के लिए " + e.count + " नए सदस्य अनुरोध";
                }),
                n("f5e0332a", "वयस्क सामग्री (NSFW)"),
                n("e983404a", "हैशटैग पिन किया गया"),
                n("j8af8eaa", "सदस्यता प्रकार"),
                n("d5f01116", "उद्देश्य"),
                n("c2ff3c9e", "टैग खोजें"),
                n("f4a98e9e", "कम्यूनिटी संबंधी जानकारी"),
                n("a43bed28", "यदि आपकी कम्यूनिटी में वयस्क-संवेदनशील सामग्री है, तो आपको यह सेटिंग सक्षम करनी होगी. इसे छोड़ने पर आपकी कम्यूनिटी के भीतर सभी वयस्क-संवेदनशील सामग्री अपने आप फ़िल्टर हो जाएगी."),
                n("ab1069de", "कम्यूनिटी को मिटाएं"),
                n("bbc91896", "इसे पहले जैसा नहीं किया जा सकता. पोस्ट के लेखक अब भी अपने पोस्ट देख सकते हैं."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "कम्यूनिटी बैनर"),
                n("ea965b82", "कम्यूनिटी बैनर संपादित करें"),
                n("j35d3ad6", "हटाएँ और बदलें"),
                n("f1e8fb22", "आपका बैनर हटा दिया जाएगा और उसे डिफ़ॉल्ट बैनर से बदल दिया जाएगा."),
                n("e405ec22", "ऐसा लगता है कि आपकी बैनर छवि को सहेजने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("b7fb6bda", "छवि को क्रॉप करें"),
                n("e71cdf4e", "थंबनेल क्रॉप करें"),
                n("ef199198", "आपकी सेटिंग सहेज ली गई है"),
                n("ee10aa5a", "आपकी सेटिंग सहेजी नहीं जा सकीं"),
                n("i307a7ca", "पिन किये हुए हैशटैग संपादित करें"),
                n("dc6eca54", "हैशटैग हटाया गया"),
                n("d27de326", "अपनी कम्यूनिटी की पोस्ट को अलग-अलग टाइमलाइन पर व्यवस्थित करने के लिए हैशटैग पिन करें"),
                n("d84cc77a", "यहां हैशटैग टाइप करें"),
                n("d22e4cba", "हैशटैग अद्वितीय होने चाहिए"),
                n("ca72a540", "आप हैशटैग की अनुमत अधिकतम संख्या तक पहुंच गए हैं"),
                n("bd96bf16", "हैशटैग की न्यूनतम लंबाई 1 वर्ण और अधिकतम लंबाई 30 वर्ण होनी चाहिए"),
                n("j27623d4", "हैशटैग में रिक्त स्थान या विशेष वर्ण नहीं होने चाहिए"),
                n("c5d1634e", "ठीक है, मुझे समझ में आ गया"),
                n("daedd9fa", "यह सभी को आपकी कम्यूनिटी में शामिल होने की अनुमति देगा. शामिल होने के सभी लंबित अनुरोधों को अपने आप स्वीकृति मिल जाएगी."),
                n("h3c0f1a2", "कम्यूनिटी का नाम संपादित करें"),
                n("cb5e6510", "ऐसा लगता है कि आपके नए नाम को सहेजने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("a8955490", "उद्देश्य संपादित करें"),
                n("ced2292a", "ऐसा लगता है कि आपके उद्देश्य के विवरण को सहेजने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("ba74c098", "प्रश्न संपादित करें"),
                n("bd3e0420", "ऐसा लगता है कि आपके प्रश्न को सहेजने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("b57baa7a", "टैग खोजें संपादित करें"),
                n("f8caab7a", "खोज परिणामों और सुझावों में में अपनी कम्यूनिटी को बढ़ावा देने के लिए खोज टैग जोड़ें."),
                n("f35a667a", "यहां खोज टैग टाइप करें"),
                n("b057d5c6", "खोज टैग अद्वितीय होने चाहिए"),
                n("cc961258", "आप खोज टैग की अनुमत अधिकतम संख्या तक पहुंच गए हैं"),
                n("df4aca88", "खोज टैग की न्यूनतम लंबाई 1 वर्ण और अधिकतम लंबाई 30 वर्ण होनी चाहिए"),
                n("ie58fa58", "खोज टैग में स्पेस या विशेष वर्ण नहीं होने चाहिए"),
                n("hd176a01", function (e) {
                    return "विषय सहेजा गया! अब कम्यूनिटी विषय " + e.newTopicName + " है";
                }),
                n("i39a43cc", "कम्यूनिटी विषय हटा दिया गया"),
                n("e81b196e", "नया विषय सहेजा नहीं जा सका"),
                n("c1f97ad4", "विषय संपादित करें"),
                n("g908eb0c", "दूसरों के लिए आपके कम्यूनिटी को खोजना आसान बनाने के लिए विषय जोड़ें! वह विषय चुनें जो आपके कम्यूनिटी के लिए सबसे उपयुक्त हो."),
                n("f18a8ca0", "स्पैम सेटिंग"),
                n("c8bd5d42", "स्पैम फ़िल्टर क्षमता"),
                n("gfeb40a2", "अवांछित पोस्ट को प्रबंधित करने के लिए स्पैम फ़िल्टर को संवेदनशीलता के विभिन्न स्तरों पर समायोजित किया जा सकता है."),
                n("h766865c", "X द्वारा ऑटो रिपोर्ट"),
                n("fd1f413a", "चयनित सुविधाओं के साथ मॉडरेटर को स्वचालित रिपोर्ट. पोस्ट स्वीकृत हो जाने के बाद, समान लेखक के अगले पोस्ट X रिपोर्ट नहीं करेगा."),
                n("b1ba5fb4", "स्पैमर का पता लगाना"),
                n("ee195f28", "स्पैम कीवर्ड"),
                n("cf276a82", "मॉडरेटर से स्वीकृति मिलने तक X द्वारा रिपोर्ट की गई पोस्ट छिपाएँ"),
                n("a8c4c3fe", "स्पैम व्यवहार के ट्रैक रिकॉर्ड वाले उपयोगकर्ताओं की पोस्ट की रिपोर्ट करें"),
                n("j8de95ec", "ऐसे कीवर्ड दर्ज करें जो अपने आप रिपोर्ट ट्रिगर करेंगे"),
                n("ie873142", "उच्च"),
                n("a977afa2", "निम्न"),
                n("j715cb38", "प्रतिबंधित कीवर्ड संपादित करें"),
                n("b32ebbe8", "कम्यूनिटी मॉडरेटर को अपने आप रिपोर्ट करने के लिए X के लिए कीवर्ड जोड़ें"),
                n("acde5366", "यहां कीवर्ड टाइप करें"),
                n("a5f66c34", "कीवर्ड अनोखे होने चाहिए"),
                n("ea637914", "आप कीवर्ड की अनुमत अधिकतम संख्या तक पहुंच गए हैं"),
                n("fede6d3c", "कीवर्ड की न्यूनतम लंबाई 1 वर्ण और अधिकतम लंबाई 30 वर्ण होनी चाहिए"),
                n("cc06e200", "कीवर्ड में रिक्त स्थान या विशेष वर्ण नहीं होने चाहिए"),
                n("d94edeb4", "आपकी कम्यूनिटी में अधिकतम 10 नियम हो सकते हैं. स्पष्ट नियम सम्मानजनक भागीदारी को प्रोत्साहित कर सकते हैं और बातचीत को ट्रैक पर रखने में मदद कर सकते हैं."),
                n("j560c8ea", "नियम जोड़ें"),
                n("a9ba79c0", "अच्छे नियम अच्छी कम्यूनिटिज़ बनाते हैं"),
                n("h5482c7a", "अपने कम्यूनिटी नियमों पर गंभीरता से विचार करें. वे टोन सेट करते हैं और आपके सदस्यों को यह बताते हैं कि उनसे क्या अपेक्षित है."),
                n("d5033a7a", "उदाहरण के लिए, क्या आप चाहते हैं कि बातचीत विषय पर सख्ती से बनी रहे? क्या खुद के प्रचार की अनुमति है? बदज़बानी के बारे में क्या?"),
                n("ee8c43a0", "आप जितने स्पष्ट होंगे, आपको बाद में उतना ही कम मॉडरेशन करना होगा."),
                n("gaa3239a", "ऐसा लगता है कि आपके नए नियम को सहेजने में हमें समस्या हो रही है. कृपया बाद में फिर से कोशिश करें."),
                n("a67445d6", "आप अधिकतम सीमा पर पहुंच गए"),
                n("fcbe0993", function (e) {
                    return "कम्यूनिटिज़ में " + e.maxRuleCount + " नियम तक हो सकते हैं. नया नियम जोड़ने के लिए, आपको पहले से मौजूद एक नियम को मिटाना होगा.";
                }),
                n("c66769a4", "नियम"),
                n("ef02695b", function (e) {
                    return "नियम के नाम " + e.minCharacterCount + " और " + e.maxCharacterCount + " अक्षरों के बीच के होने चाहिए";
                }),
                n("c8242020", "विवरण (वैकल्पिक)"),
                n("d32cf5e7", function (e) {
                    return "विवरण " + e.maxCharacterCount + " अक्षर तक का हो सकता है";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "कम्यूनिटी को बताना न भूलें"),
                n("c1631260", "नियम परिवर्तनों के बारे में सभी को अपडेट रखने से विश्वास पैदा करने में मदद मिलती है."),
                n("d3190bde", "नियम सहेजें"),
                n("ifd6e91c", "नियम रद्द करें और संपादित करें"),
                n("h99020e0", "नियम संपादित करें"),
                n("f74a5adc", "कम्यूनिटिज़ को कम से कम एक नियम की आवश्यकता होती है. जो भी आपके पास हैं आप उसे संपादित कर सकते हैं, या फिर कोई दूसरा नियम जोड़ सकते हैं और उसके बाद इसे मिटा सकते हैं."),
                n("fbb0ed92", "इसे नियम को मिटा दें"),
                n("hed35472", "नियम को मिटाना स्थायी है और इस प्रक्रिया को पूर्ववत नहीं किया जा सकता."),
                n("c8677446", "नियम मिटाएं"),
                n("c3a0d44e", "इसके बजाए नियम रद्द करें और संपादित करें"),
                n("d703ce9e", "अपने समुदाय में सूची जोड़ें"),
                n("f21f023c", "अपने कम्यूनिटी में सूची जोड़ने से फ़ीड आपके द्वारा क्यूरेट की गई प्रासंगिक सामग्री से भर जाती है. नीचे दी गई अपनी सूचियों में से एक चुनें:"),
                n("gbc2cf50", "आपकी सूचियां"),
                n("ef9462fa", "क्या आपके पास कोई प्रासंगिक सूची नहीं है?"),
                n("fcda89f4", "X पर उन खातों की नई सूची बनाएं, जो आपकी कम्यूनिटी के लिए प्रासंगिक सामग्री पोस्ट करते हैं. अपनी सूची सार्वजनिक रखें, ताकि यह कम्यूनिटी को दिखाई देती रहे."),
                n("c09609d8", "एक सूची बनाएं"),
                n("dfddd842", "सीधे संदेश के ज़रिए भेजा गया"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " को पहले ही आमंत्रित किया गया है";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " इस कम्यूनिटी में पहले से हैं";
                }),
                n("h252ede6", "आपने पहले ही अपने सभी आमंत्रणों का इस्तेमाल कर लिया है"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " को अभी आमंत्रित नहीं किया जा सकता";
                }),
                n("i6568549", function (e) {
                    return "आपके पास " + e.remaining_invite_count + " आमंत्रण बचे हैं";
                }),
                n("b4f16d00", "आमंत्रित करने के लिए लोगों को खोजें"),
                n("ja1387a8", "खोज परिणामों में केवल आपके फ़ॉलोअर्स और वे लोग शामिल होंगे जो सभी के सीधे संदेश की अनुमति देते हैं."),
                n("ae85768c", "खोज परिणामों में केवल आपके फ़ॉलोअर्स और वे लोग शामिल होते हैं, जो सभी के सीधे संदेशों को अनुमति देते हैं."),
                n("hb1e378e", "आमंत्रित"),
                n("d710b60c", "कम्यूनिटी एनालिटिक्स"),
                n("c199e390", "नए पोस्ट्स"),
                n("b4f51cd6", "पिछले सप्ताह में किए गए पोस्ट की संख्या"),
                n("g6f8325a", "नये सदस्य"),
                n("b2bb7276", "पिछले सप्ताह इसमें शामिल होने वाले सदस्यों की संख्या"),
                n("e2172c92", "सक्रिय सदस्य"),
                n("fe1a9f68", "आपकी कम्यूनिटी में पोस्ट करने वाले सदस्यों की संख्या"),
                n("e989927e", "अद्वितीय पोस्टर"),
                n("d1386a90", "आपकी कम्यूनिटी में पोस्ट करने वाले सदस्यों की संख्या"),
                n("abf609f2", "कुल सदस्य"),
                n("h2081878", "आपकी कम्यूनिटी में सदस्यों की कुल संख्या"),
                n("a3235cd6", "अद्वितीय विज़िट"),
                n("g21e2a70", "पिछले सप्ताह आपके समुदाय पर आने वाले X उपयोगकर्ताओं की संख्या"),
                n("ied6bac2", "पसंद संख्या"),
                n("ced8d39a", "पिछले सप्ताह आपके कम्यूनिटी में लाइक की संख्या"),
                n("fb4f859c", "जवाब संख्या"),
                n("h5a41cce", "पिछले सप्ताह आपके कम्यूनिटी में जवाबों की संख्या"),
                n("i314218e", "पिछले 7 दिनों के लिए दिखाई गई मैट्रिक्स. अपडेट किया गया. "),
                n("addbb11e", "कोई नया सदस्यता अनुरोध नहीं"),
                n("c38131de", "आप फंस गए हैं. नए अनुरोध आने पर, आप उन्हें यहां देखेंगे."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " को स्वीकार किया गया था और अब आपकी कम्यूनिटी के एक सदस्य हैं";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " को अस्वीकार किया गया था और आपकी कम्यूनिटी में शामिल नहीं हो सकता है";
                }),
                n("jd8aae9d", function (e) {
                    return "ऐसा लगता है कि हम अभी @" + e.screenName + " को स्वीकार नहीं कर सकते. कृपया बाद में फिर से कोशिश करें.";
                }),
                n("i580e149", function (e) {
                    return "ऐसा लगता है कि हम अभी @" + e.screenName + " को अस्वीकार नहीं कर सकते. कृपया बाद में फिर से कोशिश करें.";
                }),
                n("b4a38e4e", "आपने इस व्यक्ति को अवरुद्ध कर दिया है. अगर उनकी सदस्यता स्वीकृत हो जाती है, तो आपको उनके पोस्ट देखने के लिए उनका अवरोध हटाना होगा."),
                n("f0956736", "आपने इस व्यक्ति को म्यूट कर दिया है. अगर उनकी सदस्यता स्वीकृत हो जाती है, तो उनके पोस्ट्स देखने के लिए आपको उन्हें अनम्यूट करना होगा."),
                n("b7f1e58a", "आपको फ़ॉलो करते हैं"),
                n("dffb0774", "अभी समीक्षा करने के लिए कुछ भी नहीं है"),
                n("ab512f26", "कोई कार्रवाई लॉग रिकॉर्ड नहीं किया गया."),
                n("b8171558", "प्रतिबंधित"),
                n("e32e7e1a", "मॉडरेटर"),
                n("b53fb7c6", "ऐसा लगता है कि हम अभी इस कार्रवाई को वापस नहीं कर सकते. कृपया बाद में पुन: प्रयास करें."),
                n("c546ba07", function (e) {
                    return e.userName + " की प्रोफ़ाइल देखें";
                }),
                n("h4516e4f", function (e) {
                    return "इस कम्यूनिटी में " + e.userName + " की पोस्ट खोजें";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " ने पोस्ट छिपा दी";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " ने पोस्ट अनहाइड की";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " ने पोस्ट पिन की";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " ने पोस्ट अनपिन की";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "पोस्ट अनहाइड करें"),
                n("j68fc824", "अनहाइड किया गया"),
                n("j9541e18", "पोस्ट्स खोजें"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " ने सदस्य को हटा दिया";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " ने सदस्य को बहाल किया";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " इस कम्यूनिटी में शामिल हो गये";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " ने इस कम्यूनिटी को छोड़ दिया";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " ने सदस्य अनुरोध अनुमोदित किया";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " ने सदस्य अनुरोध अस्वीकार कर दिया";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " ने सदस्य अनुरोध पुन: अनुमोदित किया";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "अनुरोध पुन: अनुमोदित करें"),
                n("i9a18ce0", "पुन: अनुमोदित किया"),
                n("i24de0fe", "सदस्य बहाल करें"),
                n("b1c662f8", "बहाल किया गया"),
                n("j2e04b1e", "मॉडरेटर ने रिपोर्ट किए गए सभी पोस्ट्स पर कार्रवाई कर ली है."),
                n("hb21cdb6", "प्रतिबंधित करें"),
                n("dc7a9436", "X को पोस्ट की रिपोर्ट करें"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " सदस्य";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " सदस्य";
                }),
                n("dca19c06", "आपने इस पोस्ट को छिपा दिया है"),
                n("dd641764", "आपने यह पोस्ट कायम रखा"),
                n("jf99d610", "कम्यूनिटी की प्रतिक्रिया"),
                n("bbd69672", "कम्यूनिटी के नियमों को तोड़ने के कारण इस पोस्ट को एक मॉडरेटर द्वारा छिपाया गया था"),
                n("c730a21c", "यह वह नियम है, जो इसने तोड़ा था:"),
                n("a5baa7d2", "नियमों की समीक्षा करने के लिए थोड़ा सा समय निकालें. वे बातचीत को सुरक्षित और ट्रैक पर रखने में मदद करते हैं"),
                n("icc32e3d", function (e) {
                    return "इस कम्यूनिटी नियम का उल्लंघन करने के कारण एक मॉडरेटर ने आपको " + e.communityName + " से हटा दिया है:";
                }),
                n("d7d9be8a", "कम्यूनिटिज़ और पोस्ट खोजें"),
                n("cae9962e", "इस समय कोई कम्यूनिटिज़ नहीं पायी जा सकीं."),
                n("c2117be6", "वह सामग्री nav में दिखाई दे रही है? 👀"),
                n("c2c4dad4", "कुछ चीज़ चुनें और वह यहां दिखाई देगी. आगे बढ़ें. हम इंतजार करेंगे."),
                n("b7218496", "अभी तक ... कोई हैशटैग नहीं"),
                n("gc09bcfe", "आपकी कम्यूनिटी में कोई भी हैशटैग की गई बातचीत नहीं है, लेकिन आप इसे बदल सकते हैं."),
                n("cf35a990", "कम्यूनिटी हैशटैग पोस्ट्स लोड करना"),
                n("a1c41fe8", "कम्यूनिटी हैशटैग पोस्ट्स"),
                n("f27a2232", "कम्यूनिटी खोजें"),
                n("ie2efe36", "कम्यूनिटी खोज परिणाम"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " कम्यूनिटी";
                }),
                n("a94092a2", "अब आपके पास मॉडरेशन टूल्स का एक्सेस है"),
                n("be6dfbae", "कम्यूनिटी मॉडरेटर के रूप में, आप सदस्यों को जोड़ और हटा सकते हैं."),
                n("b4f877be", "कम्यूनिटी नहीं मिली"),
                n("e48fbb02", "कम्यूनिटी की रिपोर्ट करें"),
                n("b1614c34", "कम्यूनिटी के बारे में जानकारी"),
                n("j1dcedde", "पोस्ट्स खोजें"),
                n("cc683fba", "कम्यूनिटी के बारे में जानकारी"),
                n("af7c11aa", "कम्यूनिटी जानकारी"),
                n("fb974b24", "केवल सदस्य पोस्ट कर सकते हैं."),
                n("fcef2922", "इस कम्यूनिटी में कोई भी शामिल हो सकता है."),
                n("c93dd2c8", "इस कम्यूनिटी में शामिल होने के लिए, आपको अनुरोध करना होगा और उसे स्वीकृति मिलनी चाहिए."),
                n("gedb877d", "सभी कम्यूनिटिज़ सार्वजनिक रूप से दिखाई देती हैं."),
                n("bf359e0e", "आपका नई कम्यूनिटी के बारे में जानकारी"),
                n("e8fcdd3a", "हम कुछ बुनियादी सेटिंग्स के साथ शुरू करेंगे, लेकिन आपकी कम्यूनिटी पूरी तरह से अनुकूलन योग्य है. हम आगे इस बारे में बताएंगे."),
                n("b37d580e", "आपकी कम्यूनिटी प्रतिबंधित है"),
                n("c6d9c07c", "सभी कम्यूनिटिज़ X पर सभी को दिखाई देती हैं. आपकी कम्यूनिटी में शामिल होने का लोगों को अनुरोध करना होगा या उन्हें मॉडरेटर टीम (अगर स्वीकृति है) या मौजूदा सदस्यों द्वारा आमंत्रित किया जाना होगा."),
                n("ea3b38fa", "आपकी कम्यूनिटी खुली है"),
                n("i625c42e", "सभी कम्यूनिटिज़ X पर सभी को दिखाई देती हैं. आपकी कम्यूनिटी में कोई भी शामिल हो सकता है और/या उसमें किसी को भी आमंत्रित किया जा सकता है."),
                n("ca7eeab0", "आपके स्टार्टर कम्यूनिटी नियम"),
                n("acae4034", "सेटिंग्स को एडमिन टूल्स में बदला जा सकता है."),
                n("e2186ee2", "अपनी सेटिंग्स ठीक नहीं लग रही हैं? कोई बात नहीं. इन्हें बदलना काफी आसान है."),
                n("a0e3ece4", "कम्यूनिटी का विवरण"),
                n("d11f73ea", "वयस्क सामग्री"),
                n("hb9400dc", "और अधिक देखें"),
                n("b71a08a0", "सब्सक्राइबर कम्यूनिटी"),
                n("d0574662", "सूचनाएं सेट करें"),
                n("fc16f13a", "आप कौन सी सूचनाएं चाहते हैं?"),
                n("be341c46", "कम्यूनिटी Spaces (ऑडियो चैट्स)"),
                n("fbe88a32", "कम्यूनिटी लाइव टेक्स्ट चैट्स"),
                n("b551cd1e", "पिन किए गए पोस्ट्स"),
                n("i9f39962", "कम्यूनिटी पिन करें"),
                n("bc7f90a0", "अपनी प्रोफ़ाइल पर कम्यूनिटी को स्पॉटलाइट करें"),
                n("j5a37508", "होम स्क्रीन में कम्यूनिटी पिन करें"),
                n("c7a4610a", "होम स्क्रीन से कम्यूनिटी अनपिन करें"),
                n("bec3b8fa", "कम्यूनिटी शेयर करें"),
                n("cc7d5b88", "DM के ज़रिए आमंत्रित करें"),
                n("c66b37fa", "कम्यूनिटी चेकलिस्ट"),
                n("g2768d0e", "आपकी कम्यूनिटी को शुरू करने के लिए उसे अच्छी स्थिति में लाने हेतु बस कुछ चीज़ें …"),
                n("b192b58c", "चेकलिस्ट खारिज करें"),
                n("gd302780", "मेरे द्वारा बनाई गई कम्यूनिटी देखें:"),
                n("h5890b1a", "अपूर्ण"),
                n("b4a6faca", "अपने नियमों की समीक्षा करें"),
                n("a01e1a7c", "अपनी कम्यूनिटी को निजीकृत करें"),
                n("f493480c", "अपनी कम्यूनिटी के बारे में पोस्ट करें"),
                n("i9b7f6ba", "पोस्ट्स लोड करना"),
                n("c22e8902", "इसे आज़माएं"),
                n("a3466e1c", "हैशटैग वाली बातचीत ट्रैक करें"),
                n("a524bb7e", "हैशटैग कम्यूनिटी में थीम वाली बातचीत करना, ढूंढना और उनमें शामिल होना आसान बनाते हैं."),
                n("he8db880", "ऐसा नहीं लगता कि यह कम्यूनिटी मौजूद है"),
                n("cc684fbc", "उसे मिटाया जा सकता था या शायद वह कभी मौजूद ही नहीं था. जीवन रहस्यों से भरा है."),
                n("b4f8b518", "आपके लिए क्रिएटर्स"),
                n("f5c41e22", "डेलिगेट सेटिंग्स पर जाएं"),
                n("b9226ec1", "एक "),
                n("f47b48f6", "उपयोगकर्ता"),
                n("b2ca74aa", "आप एक डेलिगेट खाते पर स्विच करने वाले हैं"),
                n("ba77b438", "खाते बदलें"),
                n("g5261e91", function (e) {
                    return "अब आप @" + e.screenName + " के रूप में काम कर रहे हैं.";
                }),
                n("cc15a3ea", "ध्यान रखें कि यह खाता आपका नहीं है. एक एडमिन के रूप में, आप सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियां बना सकते हैं - साथ ही उन्हें देख भी सकते हैं. आप खाते में योगदानकर्ताओं को आमंत्रित कर सकते हैं या हटा भी सकते हैं और पोस्ट एनालिटिक्स देख सकते हैं."),
                n("e406250c", "ध्यान रखें यह खाता आपका नहीं है. एक योगदानकर्ता के रूप में, आप सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियांँ बना सकते हैं — और उन्हें देख भी सकते हैं."),
                n("e6718a62", "केवल खाते का स्वामी ही इस फ़ीचर का उपयोग कर सकता है"),
                n("ba411b6f", "हमें निसंकोच प्रतिक्रिया भेजें"),
                n("f01ee14b", "हमें निसंकोच प्रतिक्रिया भेजें"),
                n("dbc85148", "एक संदेश चुनें"),
                n("a073658c", "अपनी मौजूदा बातचीतों में से चुनें, नई बातचीत शुरू करें, या बस बातचीत का आनंद लेते रहें."),
                n("f325afc4", "संदेश लिखें"),
                n("f5dc353c", "अब ग्राफिक मीडिया को फ़िल्टर किया जा रहा है"),
                n("daeda054", "सेटिंग्स पर जाएं"),
                n("fe1eaa96", "अब उन संदेशों के लिए चेतावनियां दिखाई जाएंगी जिनमें संभावित ग्राफिक मीडिया (जैसे नग्नता, यौन सामग्री या हिंसा) के होने का पता चलता है. आप बाद में, इसे सेटिंग्स में जाकर कभी भी बंद कर सकते हैं."),
                n("hc32acba", "संदेश अनुरोध को मिटाएं?"),
                n("f9048f58", "इसे पूर्ववत नहीं किया जा सकता और चयनित संदेश अनुरोध आपके इनबॉक्स से हटा दिए जाएंगे."),
                n("a9d0d7f0", "बल्क सम्पादन"),
                n("eb7de4aa", "और संदेश दिखाएं, वे भी जिनमें अपमानजनक सामग्री हो सकती है."),
                n("ee8c0c8a", "जिन लोगों को आप फ़ॉलो नहीं करते हैं, उनके इनकमिंग संदेश या समूह संदेश यहां दिखाई देंगे, और आप उन्हें स्वीकार कर पाएंगे या मिटा पाएंगे."),
                n("ff599112", "एक समूह बनाएं"),
                n("c602600a", "लोगों को जोड़ें"),
                n("fa2033f6", "एन्क्रिप्टेड"),
                n("aa59bb6a", "पोस्ट अलग से भेजें"),
                n("a2ccb2e8", "सीधा संदेश भेजा गया."),
                n("f906f464", "पोस्ट समूह के साथ साझा किया गया."),
                n("i8a99aae", "पोस्ट को अलग से शेयर किया गया."),
                n("hbbc401c", "समूह को भेजें"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + " को संदेश नहीं भेजा जा सकता";
                }),
                n("f7289cd6", "आपने एक समूह बातचीत चुनी है"),
                n("e6cced4e", "केवल वन ऑन वन बातचीत ही “समूह को भेजी” जा सकती है. आप अभी भी अपना संदेश अलग से भेज सकते हैं."),
                n("e3e58b6e", "बातचीत की जानकारी"),
                n("a9ddbb94", "समूह जानकारी"),
                n("dd4779a0", "टैग प्रबंधित करें"),
                n("ca9af866", "टैग:"),
                n("e62d3c10", "उस नाम का कोई खाता नहीं है. कृपया फिर से कोशिश करें."),
                n("h8403fb6", "आप उन्हें इस बातचीत में अभी नहीं जोड़ सकते हैं."),
                n("ja522ed4", "आप उनमें से कुछ लोगों को इस बातचीत में अभी नहीं जोड़ सकते."),
                n("d87bff5a", "आपकी बातचीत की जानकारी लोड की जा रही है."),
                n("cabb453e", "समूह का नाम"),
                n("eb1bb5a2", "सभी लोगों को देखें"),
                n("a70436ac", "एक एन्क्रिप्टेड संदेश शुरू करें"),
                n("a7f20223", function (e) {
                    return e.name + " से आने वाली सूचनाओं को स्नूज़ करें";
                }),
                n("g2f04a6b", function (e) {
                    return "आपने " + e.name + " को स्नूज़ से हटा दिया है";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + " तक के लिए स्नूज़ किया गया";
                }),
                n("b3dfd51a", "उल्लेखों को स्नूज़ करें"),
                n("cc7c8ce6", "इस बातचीत में आपका उल्लेख किए जाने पर सूचनाएं पाना अक्षम करें."),
                n("hab58674", "उल्लेख अक्षम"),
                n("e3c6e080", "उल्लेख सक्षम"),
                n("f33ef58a", "बातचीत की EU अवैध सामग्री के रूप में रिपोर्ट करें "),
                n("d1a6dbe6", "सबकुछ अवरुद्ध करें"),
                n("f24af200", "DM अवरुद्ध करें"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + " के अवरुद्ध करें, @" + e.screenName + " अब आपको फ़ॉलो नहीं कर पाएंगे और न ही संदेश भेज पाएंगे और आपको @" + e.screenName + " से आई हुई सूचनाएं नहीं दिखेंगी";
                }),
                n("iae09949", function (e) {
                    return "@" + e.screenName + " के DM अवरुद्ध करें?";
                }),
                n("e778e3d8", "DM सफलतापूर्वक अवरुद्ध किये गये"),
                n("b7867912", "सब से अवरोध हटायें"),
                n("gaddb872", "DM अवरोध हटायें"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + " पर से अवरोध हटा दें? वे आपको फ़ॉलो कर पाएंगे और आपके पोस्ट्स भी देख पाएंगे.";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + " पर से अवरोध हटा दें? वे आपको फ़ॉलो कर पाएंगे और आपकी सार्वजनिक पोस्ट से जुड़ पाएंगे.";
                }),
                n("cde6e1ff", function (e) {
                    return e.screenName + " के DM से अवरोध हटायें?";
                }),
                n("j37c4674", "1 घंटा"),
                n("je7e1fed", function (e) {
                    return "आपने " + e.name + " को 1 घंटे के लिए स्नूज़ किया है";
                }),
                n("hf94a2d6", "1 घंटे के लिए म्यूट किया गया"),
                n("fb7a43c6", "8 घंटे"),
                n("e95c8f8b", function (e) {
                    return "आपने " + e.name + " को 8 घंटों के लिए स्नूज़ किया है";
                }),
                n("bd54fad2", "8 घंटे के लिए म्यूट किया गया"),
                n("cb5bf56e", "1 सप्ताह"),
                n("gb7a130b", function (e) {
                    return "आपने " + e.name + " को 1 हफ्ते के लिए स्नूज़ किया है";
                }),
                n("f6fce0fe", "1 सप्ताह के लिए म्यूट किया गया"),
                n("i78153dd", function (e) {
                    return "आपने " + e.name + " को हमेशा के लिए स्नूज़ किया है";
                }),
                n("je9455da", "संदेश एन्क्रिप्टेड हैं"),
                n("b5b0afa4", "अपने दृष्य को अनुकूलित करें"),
                n("ec5880e6", "ये सेटिंग्स इस ब्राउज़र पर सभी X खातों को प्रभावित करती हैं."),
                n("babfa32c", "अपने व्यू को तुरंत अनुकूलित करें"),
                n("a2a2f98e", "देखें कि नया क्या है"),
                n("b4a361c0", "आप अपने टेक्स्ट के आकार और रंग को वैयक्तिकृत कर सकते हैं, साथ ही अपने डार्क मोड चयन को भी नियंत्रित कर सकते हैं. ये सेटिंग्स केवल आपको दिखाई देती हैं."),
                n("c797b44e", "X पर पोस्ट्स में दी गई ताज़ा कहानियां."),
                n("a19ce060", "देखें उपलब्ध नहीं है."),
                n("f7d1a8e0", "Android ऐप"),
                n("aab2fae0", "iOS ऐप"),
                n("a35d9c9a", "संसाधन"),
                n("i6671128", "आपने X पर और अधिक चीज़ों को अनलॉक किया है"),
                n("d5e4d0a6", "आप बातचीत में शामिल हो सकते हैं और अन्य लोगों के साथ आसानी से जुड़ सकते हैं. अब आप निम्न कार्य कर सकते हैं:"),
                n("a97bc07e", "X पर और ज़्यादा चीज़ों का आनंद लें"),
                n("a72188d6", "X को सभी के लिए रोचक बनाने के लिए, हम यह सुनिश्चित करना चाहते हैं कि इस खाते के पीछे कोई व्यक्ति है. अपनी टाइमलाइन के साथ समय बिताकर और दूसरों के साथ जुड़कर सीखने में हमारी सहायता करें. हमारे आश्वस्त हो जाने पर, आप निम्न काम कर सकते हैं:"),
                n("a4ee9572", "अधिक लोगों द्वारा देखे जाएं"),
                n("e5f4eac0", "आपकी सामग्री अधिक खोजने योग्य होगी. और आप खोज परिणामों और रुझानों में दिखाई देंगे."),
                n("c7832a72", "दूसरों से सीधे जुड़ें"),
                n("i1ccd17a", "अपने संदेश को स्वचालित रूप से फ़िल्टर किए बिना, ऐसे लोगों को सीधे संदेश भेजें, जो आपको फ़ॉलो नहीं करते हैं."),
                n("hc965308", "मज़ा"),
                n("eb78b77e", "फ़न मोड"),
                n("aa8ece10", "grok.com आज़माएं"),
                n("gb5fb7d0", "फ़ोकस मोड"),
                n("g5665caa", "फ़ोकस मोड से बाहर निकलें"),
                n("a372681e", "शेयर लिंक कॉपी करें"),
                n("fbc79f6a", "चैट इतिहास"),
                n("b61ad410", "इतिहास"),
                n("b3de2628", "कोई चैट इतिहास उपलब्ध नहीं है"),
                n("acfbfb28", "आपकी भविष्य की बातचीत यहां दिखाई देगी."),
                n("i1147548", "Grok इतिहास खोजें"),
                n("ab437026", "कोई बातचीत नहीं मिली"),
                n("e12569ec", "कुछ और खोजने का प्रयास करें."),
                n("d4eb0e26", "नाम बदलें"),
                n("c64975ea", "आपने अभी तक किसी भी बातचीत को पसंदीदा नहीं बनाया है"),
                n("a3e3db6e", "जिन चैट पर आप अक्सर वापस आते हैं, उन्हें सहेजने के लिए स्टार पर क्लिक करें"),
                n("f4ae77ac", "कोई छवि इतिहास उपलब्ध नहीं है"),
                n("d57d337e", "आपकी बनाई गई छवियां यहां दिखाई देंगी."),
                n("dab087ee", "चैट"),
                n("a911623c", "छवि"),
                n("ae9cdac6", "चैट इतिहास"),
                n("b198a392", "Grok बातचीत"),
                n("d16329b4", "बातचीत कॉपी करें"),
                n("af6c4470", "कुछ गलत हो गया, कृपया पुनः प्रयास करें."),
                n("gf43d270", "यह बातचीत जारी रखें"),
                n("f4b5fae2", "संदेश भेजने से यह बातचीत आपके इतिहास में कॉपी हो जाएगी"),
                n("eb0d91ac", "Grok के साथ एक इमेज जनरेट करें"),
                n("c5a23514", "मेरा चित्र बनाएँ"),
                n("g1cb8096", "मुझे सरप्राइज़ करें"),
                n("a5a3df56", "बनायी की जाने वाली इमेज का वर्णन करें"),
                n("gbb4e90a", "यादृच्छिक साइकेडेलिक सपनों की दुनिया"),
                n("af21f92e", "आनंद"),
                n("e207cba2", "यादृच्छिक खेल प्रतियोगिता"),
                n("b1323f10", "पेरिस फैशन वीक में रनवे पर चलती मॉडल"),
                n("g6a90174", "मज़ेदार हिप्स्टर जानवर"),
                n("jdc4b66c", "दुनिया का आश्चर्य"),
                n("ec601934", "रीमिक्स"),
                n("f9ecd3ba", "पोस्ट के रूप में सम्मिलित करें"),
                n("af652514", "अंतर"),
                n("j95bac7a", "Grok को अनुकूलित करें"),
                n("c5665922", "आप Grok को आपके बारे में क्या बताना चाहेंगे?"),
                n("ff625c40", "आप Grok को किस प्रकार प्रतिक्रिया देना चाहेंगे?"),
                n("e5c7d602", "सभी चैट के लिए सक्षम करें"),
                n("d5e03fbc", "Grok फ़ीड"),
                n("a294d0c6", "अपना संस्करण बनाएं"),
                n("b38adba2", "X - द एवरीथिंग ऐप"),
                n("d05ae004", "NHL गेम"),
                n("d35ad22c", "नवीनतम NHL गेम देखें"),
                n("e806daa2", "फुटबॉल मैच"),
                n("cc2c2eca", "नवीनतम फुटबॉल मैच देखें"),
                n("bcdeae66", "F1 ग्रैंड प्रिक्स पोर्टल"),
                n("e30e4bea", "X पर ग्रैंड प्रिक्स एक्शन फ़ॉलो करें."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " बनाम " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X पर " + e.teamName1 + " बनाम " + e.teamName2 + " के अपडेट";
                }),
                n("b72c924c", "जॉब खोज"),
                n("f4da95a0", "जॉब के सुझाव"),
                n("eedd808c", "सहेजे गये जॉब"),
                n("e0ba641a", "कंपनियों के लिए"),
                n("f9e6381a", "काम खोजें"),
                n("fb15ec28", "जॉब के सुझाव पाएँ"),
                n("ece910f0", "अपनी पसंद के आधार पर जॉब देखें"),
                n("jd08bc14", "समय के साथ सुझाव बेहतर होते जाते हैं"),
                n("de0a4a72", "आपको सुझाव कहां देखने हैं, नियंत्रित करें"),
                n("db8c4158", "अभी आवेदन करें"),
                n("d9c8057a", "यहां क्लिक करें"),
                n("a71d7584", "दिखाई गई"),
                n("d2b8da2c", "सॉफ़्टवेयर इंजीनियरिंग"),
                n("cd958040", "डेटा और एनालिटिक्स"),
                n("c5760ca2", "उत्पाद"),
                n("d31b4a2a", "डिज़ाइन"),
                n("f38959a6", "सेल्स"),
                n("bc78a26c", "ऑपरेशन्स"),
                n("ec28738e", "लोग और मानव संसाधन"),
                n("icb06308", "वित्त और लेखांकन"),
                n("d0b978ec", "कानूनी और अनुपालन"),
                n("af19cdc2", "विज्ञान एवं इंजीनियरिंग"),
                n("e4a51fca", "चिकित्सा संबंधी"),
                n("e8ca78ae", "निर्माण और व्यवसाय"),
                n("e25d75e4", "इंटर्न"),
                n("e89b3f04", "एंट्री लेबल"),
                n("h55825dc", "जूनियर"),
                n("cc537386", "मध्य स्तर"),
                n("jfc3cece", "सीनियर"),
                n("e1b683aa", "लीड"),
                n("c4627fda", "मैनेजर"),
                n("db75b47c", "कार्यकारी"),
                n("i312f0ce", "ऑनसाइट"),
                n("b4aff05e", "हाइब्रिड"),
                n("c08b9138", "रिमोट"),
                n("ia5d6422", "भौतिक लोकेशन पर होना आवश्यक है"),
                n("h97c7f42", "ऑनसाइट होने की आंशिक आवश्यकता"),
                n("ibed2d04", "ऑनसाइट होने की कोई आवश्यकता नहीं"),
                n("f508c49c", "जॉब का लिंक कॉपी करें"),
                n("d6825dce", "सीधे संदेश के माध्यम से शेयर करें"),
                n("b9613442", "पोस्ट के ज़रिए शेयर करें"),
                n("c2b3f0da", "प्रोफ़ाइल पर दिखाएँ"),
                n("c791d3fc", "जॉब शेयर करें"),
                n("eb517058", "AI कंपनियां"),
                n("b677cb9b", function (e) {
                    return e.count + " कंपनी फ़िल्टर";
                }),
                n("ja04d37c", "कंपनी के नाम दर्ज करें"),
                n("a1876045", function (e) {
                    return e.count + " रोजगार प्रकार फ़िल्टर";
                }),
                n("fb146dd2", "रोजगार के प्रकार"),
                n("a7090408", "कीवर्ड"),
                n("f16e9a15", function (e) {
                    return e.count + " जगह प्रकार फ़िल्टर";
                }),
                n("fa7d455a", "लोकेशन प्रकार"),
                n("caa606db", function (e) {
                    return e.count + " वरिष्ठता फ़िल्टर";
                }),
                n("jda06238", "वरिष्ठता"),
                n("j595df68", "अपनी सुझाव वरीयताएं अपडेट करें"),
                n("a1227d5e", "सुझाव चालू करें"),
                n("bae2f5f0", "इस जॉब को अपनी प्रोफ़ाइल में जोड़ें"),
                n("cbcaaa1a", "यह कैसा दिखेगा इसका प्रीव्यू नीचे दिया गया है."),
                n("f58cf1ac", "जॉब जोड़ें"),
                n("j4ae9960", "इस जॉब को आपकी प्रोफ़ाइल में जोड़ने में कोई समस्या है."),
                n("caa352f0", "बहुत अधिक जॉब्स"),
                n("i08bee0e", "बहुत अधिक चुनिंदा कार्य"),
                n("d7ccaea2", "आप वर्तमान में 3 सक्रिय जॉब तक सीमित हैं."),
                n("h05e4a7a", "आप 10 विशेष कार्यों तक सीमित हैं."),
                n("b518daae", "हायरिंग डैशबोर्ड पर जाएं"),
                n("f48e9c52", "जॉब सफलतापूर्वक जोड़ा गया!"),
                n("f6757978", "आप हायरिंग डैशबोर्ड से इस जॉब को हटा सकते हैं या अन्य जॉब जोड़ सकते हैं."),
                n("i329c5a6", "हायरिंग डैशबोर्ड देखें"),
                n("h39a5448", "X Hiring से अपनी जॉब दिखाएँ!"),
                n("d204515c", "एक क्लिक से अपनी प्रोफ़ाइल में जॉब जोड़ें."),
                n("ecb3df70", "इवेंट पोस्ट्स"),
                n("a01d5a7c", "यह उपलब्ध नहीं है क्योंकि इसे किसी ऐसे व्यक्ति ने बनाया है जिसे आपने अवरुद्ध किया है."),
                n("cab51f93", function (e) {
                    return "आप इसे नहीं देख सकते क्योंकि @" + e.screenName + " ने आपको अवरुद्ध किया है.";
                }),
                n("eaaca5dc", "स्कोर"),
                n("abdcd68a", "इवेंट लोड हो रहा है"),
                n("cfb57adb", function (e) {
                    return e.hashtag + " के बारे में पोस्ट";
                }),
                n("b1037710", "अपने विचार शेयर करें"),
                n("bb980db0", "इवेंट टाइमलाइन"),
                n("ffd929c1", function (e) {
                    return "नया" + e.ttc_live_event;
                }),
                n("c9b302f8", "नवीनतम उत्पादों को देखने के लिए बाद में फिर से देखें."),
                n("cfe836d1", function (e) {
                    return e.percent + "% छूट";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.description + " " + e.price + " में";
                }),
                n("f27deeea", "वाणिज्य उत्पाद टाइल"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "रीप्ले"),
                n("j1d352d8", "रिमाइंडर सेट किया गया"),
                n("d18909d4", "रिमाइंडर सेट करें"),
                n("b0b38774", "हेडर मीडिया"),
                n("a7a119ec", "अनडॉक"),
                n("cfadb00e", "सुन रहे हैं"),
                n("db4620aa", "लाइव स्पेस"),
                n("c958e692", "रिकॉर्ड किया गया स्पेस"),
                n("i2c2bfb7", function (e) {
                    return e.count + " सुन रहे हैं";
                }),
                n("i3f7ff00", "मीडिया थंबनेल"),
                n("h400d7c2", "स्पेस में शामिल हों"),
                n("be6ef5b4", "आ रहा है"),
                n("ca25ebae", "से सुअवसर"),
                n("e749753a", "विस्तार"),
                n("ea885dec", "धन"),
                n("cde48000", "गैंबलिंग की समस्या? 1-800-GAMBLER पर कॉल करें"),
                n("g53d5df6", "केंद्रित"),
                n("d1e0a75f", function (e) {
                    return "आपके लिए" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "फ़ॉलोइंग" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "सब्सक्राइब किया" + e.noun;
                }),
                n("d3619250", "सबसे ज्यादा लाइक किये गये"),
                n("f5edfbde", "X से लॉग आउट करें?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + " से लॉग आउट करें?";
                }),
                n("ia5ff8b6", "आप किसी भी समय फिर से लॉगिन कर सकते हैं. अगर आप बस खातों को स्विच करना चाहते हैं, तो ऐसा आप किसी मौजूदा खाते को जोड़कर कर सकते हैं."),
                n("ea3750c4", "यह केवल इस खाते पर लागू होगी और आप अभी भी अपने दूसरे खातों में लॉगिन होंगे."),
                n("gc6866f8", "लॉग आउट किया जा रहा है"),
                n("f8ad0092", "हमें खेद है, कोई त्रुटि हुई थी. कृपया फिर से लॉगिन करने की कोशिश करें."),
                n("h2c7767e", "आपका सत्र अब मान्य नहीं है. कृपया फिर से लॉगिन करने का प्रयास करें."),
                n("e83047c2", "आपने बहुत सारे गलत कोड डाले हैं. कृपया फिर से लॉगिन करने का प्रयास करें."),
                n("g4b108ee", "आपने बहुत सारे बैकअप कोड जेनरेट किए हैं. आपको अपने फ़ोन पर लॉगिन सत्यापन में पुनः नामांकन करना होगा."),
                n("a9be9b44", "X में जारी रखें"),
                n("e55188f0", "आप इस खाते में इस ब्राउज़र से लॉगिन हैं"),
                n("d55d8fe2", "क्या आप इस खाते के साथ जारी रखना चाहते हैं?"),
                n("g806008e", "किसी दूसरे खाते से लॉगिन करें"),
                n("c55f5c9a", "कुछ गलत हो गया, पर आप परेशान न हों — गलती आपकी नहीं है. आइए फिर से कोशिश करते हैं."),
                n("bfb6be8a", "X पर पैसा कमाएं"),
                n("ed6c6da2", "मुद्रीकरण का पहला कदम X Premium से सत्यापित होना है."),
                n("h93b6580", "उच्च गुणवत्ता वाली सामग्री साझा करके कमाएं. जितना अधिक आप X पर उपयोगकर्ताओं को संलग्न करेंगे, उतना अधिक आप कमाएंगे."),
                n("eea6d8f8", "क्रिएटर आय शेयरिंग पात्रता"),
                n("a0e8811e", "फैनबेस बनाएं"),
                n("e1a74ac0", "अपने सबसे बड़े समर्थकों को विशेष सामग्री ऑफर करें और आवर्ती आय अर्जित करें."),
                n("cd3a6f9a", "सब्सक्रिप्शन पात्रता"),
                n("c35e6144", "Premium टूल से बेहतर सामग्री बनाएं"),
                n("b9dbeb34", "लंबी पोस्ट, मीडिया स्टूडियो, एनालिटिक्स अनलॉक करें और प्राथमिकता समर्थन पाएं."),
                n("b2d41138", "अधिक पहुंच = अधिक कमाई"),
                n("defa7f12", "जवाब बूस्ट से लाभ उठाएं, इससे आपको तेजी से बढ़ने के लिए अतिरिक्त विज़िबिलिटी मिलेगी."),
                n("i3e4955d", "यहां"),
                n("cea1c00e", "एंगेज करने की क्षमता को अनलॉक करें"),
                n("f8e6a280", "नए खातों को पोस्ट करने, लाइक करने, बुकमार्क करने और जवाब देने से पहले मामूली वार्षिक शुल्क देना आवश्यक है. इसका उद्देश्य सभी के लिए अनुभव को बेहतर बनाने के लिए स्पैम को कम करना है. आप अब भी खातों के फ़ॉलो कर सकते हैं और मुफ़्त में X को ब्राउज़ कर सकते हैं."),
                n("h968efc6", "नए खातों को पोस्ट करने, लाइक करने, बुकमार्क करने और जवाब देने से पहले मामूली शुल्क देना आवश्यक है. इसका उद्देश्य सभी के लिए अनुभव को बेहतर बनाने के लिए स्पैम को कम करना है. आप अब भी खातों के फ़ॉलो कर सकते हैं और मुफ़्त में X को ब्राउज़ कर सकते हैं."),
                n("b66b62a4", "खरीदार सेवा की शर्तें"),
                n("e5b5faa6", "बोट नहीं की शर्तें"),
                n("i61a221c", "सब्सक्राइब करें और भुगतान करें"),
                n("fce91ab4", "हम्म - काम नहीं बना."),
                n("a235cb76", "आपके बॉट नहीं सब्सक्रिप्शन को प्रेसेस करने में कोई समस्या थी. कृपया अपनी भुगतान जानकारी जाँचें और फिर से कोशिश करें."),
                n("a8eea654", "आपकी खरीदी सफल रही थी."),
                n("bc8baa08", "सब्सक्राइब किया"),
                n("a98ba778", "सूचना टाइमलाइन"),
                n("j887d006", "पसंद से लेकर रीपोस्ट्स तक, और बहुत सारी चीज़ें, यह वह जगह है जहां सभी चीज़ें होती हैं."),
                n("c06d4306", "जब कोई आपका उल्लेख करेगा, तो आपको यहाँ दिखेगा."),
                n("ge7c661a", "पसंद, उल्लेख, रीपोस्ट्स, और बहुत सारी चीज़ें — जब ये अन्य सत्यापित लोगों से आती हैं, तो ये आपको, यहां मिलेंगी."),
                n("d3de3b5c", "पसंद, उल्लेख, रीपोस्ट्स, और बहुत सारी चीज़ें — जब ये आपके सब्सक्राइबर्स से आती हैं, तो ये आपको, यहां मिलेंगी."),
                n("e3f9838d", "अधिक जानें"),
                n("eba8b1c8", "नियंत्रित करें कि आपका उल्लेख किन बातचीत में किया जाए"),
                n("j745b8a6", "खुद को अनटैग करने और बातचीत को छोड़ने के लिए — कार्रवाई मेनू का उपयोग करें — पोस्ट में दिए गए तीन छोटे डॉट."),
                n("c380d684", "आपकी रिपोर्ट"),
                n("da7cf0d8", "हमने इन पोस्ट्स को संवेदनशील सामग्री के रूप में चिह्नित किया है"),
                n("a6da21a1", function (e) {
                    return e.appName + " आपके X खाते को एक्सेस करना चाहते हैं";
                }),
                n("f4392d00", "ऐप को अधिकृत करें"),
                n("ee4dca3c", "लिंक रद्द करें"),
                n("bb347bbc", "सहायता केंद्र"),
                n("be38d34e", "इस ऐप का उपयोग करने के लिए आपको X में लॉगिन करना होगा."),
                n("e087691a", "हम ऐप का एक्सेस नहीं दे सके. वापस जाएं और फिर से लॉगिन करने की कोशिश करें."),
                n("e7dd62c4", '"ऐप अधिकृत करें" बटन पर क्लिक करके, आप xAI को X से आपके डेटा को एक्सेस करने के लिए अधिकृत कर रहे हैं, जिसमें शामिल हैं:'),
                n("debbdc98", "आपकी X उपयोगकर्ता प्रोफ़ाइल, X खाता जानकारी, X सेटिंग और X प्राथमिकताएं."),
                n("d9cf7c9c", "आपके X पोस्ट आपके X खाते पर देखने योग्य हैं, जिसमें उन सभी खातों (सार्वजनिक या संरक्षित) के पोस्ट शामिल हैं जिन्हें आप देख सकते हैं."),
                n("cdf40068", "X पर Grok के लिए आपका बातचीत इतिहास."),
                n("cea71014", "हम आपके संपर्क लोड कर रहे हैं..."),
                n("b5474bd2", "हम्म... कुछ गलत हुआ."),
                n("ab4b970a", "वापस जाकर एक नए सत्यापन ईमेल का अनुरोध करने के लिए कृपया X ऐप का उपयोग करें."),
                n("j6d103b8", "X खाते के लिए साइन अप करें. ब्रेकिंग न्यूज़ और मनोरंजन से लेकर खेल और राजनीति तक, पूरी जानकारी लाइव कमेंटरी के साथ पाएं."),
                n("ca042c78", "X में लॉगिन करें"),
                n("ff869362", "ताज़ा खबरों के लिए X पर लॉगिन करें. बातचीत में शामिल हों, खातों को फ़ॉलो करें, अपनी होम टाइमलाइन देखें और अपनी जान-पहचान वाले लोगों के पोस्ट्स से अवगर रहें."),
                n("f4a654a4", "Foursquare पर देखें"),
                n("c09de2d4", "टाइमलाइन खोजें"),
                n("i1801686", "यह एक अमान्य खोज क्वेरी है. कृपया कोई दूसरी क्वेरी आज़माएं."),
                n("a0b4541c", "कुछ गलत हुआ, पर आप परेशान न हों — गलती आपकी नहीं है"),
                n("d7eebb60", "आपका सब्सक्रिप्शन सेट अप करना"),
                n("a452ab68", "इसमें कुछ सेकंड लग सकते हैं."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "सफलतापूर्वक अपडेट किया गया"),
                n("e957c20e", "पूर्ण एक्सेस मुफ़्त ट्रायल"),
                n("a1436e70", "अब आप अपनी प्रोफ़ाइल में कार्य जोड़ सकते हैं, जिससे वे आपके नेटवर्क पर दिखाई देंगे. एक बार आपका आवेदन स्वीकृत हो जाने के बाद, आपके कार्य लाखों उपयोगकर्ताओं के लिए 'कार्य खोजें' में खोजे जा सकेंगे."),
                n("f9c85cec", "आवश्यक कार्रवाई: दस्तावेज़ अपलोड करें और सत्यापित करें"),
                n("f178f393", function (e) {
                    return "कृपया " + e.date + " तक आवश्यक दस्तावेज़ सबमिट करें. इसमें आमतौर पर लगभग 10 मिनट लगते हैं.";
                }),
                n("f9fbeabc", "आपके संगठन के निगमन दस्तावेज़"),
                n("b4c80f5c", "सरकार द्वारा जारी ID"),
                n("f0915094", "कार्यशील डिवाइस कैमरा"),
                n("f259d3f3", function (e) {
                    return "महत्वपूर्ण: दस्तावेज़ " + e.date + " तक सबमिट किए जाने चाहिए अन्यथा आपका आवेदन बिना धन वापसी के अस्वीकार कर दिया जाएगा.";
                }),
                n("d35f645b", function (e) {
                    return "(" + e.count + ") खोलें";
                }),
                n("bf534b31", function (e) {
                    return "विशेष रूप से दिखाया गया (" + e.count + ")";
                }),
                n("c35aded2", "संग्रहीत करें"),
                n("b97e952a", "ऐसा लगता है कि आपने अभी तक कोई जॉब्स नहीं जोड़ी है."),
                n("cf1fa156", "ऐसा लगता है कि आपने अभी तक कोई जॉब्स प्रदर्शित नहीं की है."),
                n("fa4a4f50", "ऐसा लगता है कि आपने अभी तक किसी भी कार्य को आर्काइव नहीं किया है."),
                n("c5fb5a1a", "कोई जॉब नहीं"),
                n("e9b91cde", "एक जॉब जोड़ें"),
                n("c270ef3e", "संग्रहीत करें"),
                n("fe8872f4", "सफल"),
                n("d523cd74", "इस जॉब को संग्रहीत करें?"),
                n("jfd0b34a", "संग्रहित करने से आपकी प्रोफ़ाइल से जॉब हट जाता है."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "आमंत्रण भेजने में कोई समस्या थी. कृपया बाद में फिर से कोशिश करें."),
                n("ddf35536", "आमंत्रण को मिटाने में कोई समस्या थी. कृपया बाद में फिर से कोशिश करें."),
                n("db7144b6", "एफ़िलिएशन प्रकार बदलने में समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("be78e5fa", "एफ़िलिएट को हटाने में समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("fa9709ba", "ऐप्लिकेशन बनाने में कोई समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("j62f13fc", "इस जॉब को अपडेट करने में कोई समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("ff5716fc", "इस जॉब को बनाने में कोई समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("fd059188", "आपके जॉब्स को सिंक करने में कोई समस्या हुई. कृपया बाद में फिर से कोशिश करें."),
                n("b82b5c00", "विज्ञापन क्रेडिट सक्रिय करते समय कुछ गलत हो गया. कृपया बाद में पुन: प्रयास करें."),
                n("d74adc30", "ग़लत विज्ञापन खाता जोड़ा गया"),
                n("e4323c36", "आपने जो विज्ञापन खाता ID दर्ज की है, वह आपके संगठन या इसके एफ़िलिएट्स से मेल नहीं खा रही है."),
                n("b3323ada", "अपने Ads.twitter.com खाते में क्रेडिट कार्ड जोड़ें"),
                n("ac325eb8", "अपने विज्ञापन क्रेडिट को सक्रिय करने के लिए, आपको ads.twitter.com पर अपने विज्ञापन खाते में क्रेडिट कार्ड जोड़ना होगा."),
                n("j4e6e966", "विज्ञापन खाते की समीक्षा आवश्यक है"),
                n("ef86e7f6", "आपके खाते को समीक्षा के लिए चिह्नित किया गया है और स्वीकृति की आवश्यकता है."),
                n("c9c8edae", "विज्ञापन क्रेडिट लागू करने के लिए सत्यापित संगठनों को सब्सक्राइब करें"),
                n("b36c6278", "केवल सत्यापित संगठनों के पेड सब्सक्रिप्शन ही हमारे विज्ञापन क्रेडिट इस्तेमाल कर सकते हैं. अपने सहयोगियों के साथ विज्ञापन देने के लिए अभी अपग्रेड करें."),
                n("c30f0168", "बाहरी लिंक खोलें"),
                n("c49b7262", "जॉब दिखाएँ"),
                n("i6ecf71a", "जॉब न दिखाएँ"),
                n("a37ef120", "जॉब फिर से खोलें"),
                n("i00355d0", "अनशेयर"),
                n("h0481bba", "इस कार्य को अनशेयर करें?"),
                n("b9dfdc7a", "अनशेयरिंग से वह कार्य आपकी स्पॉटलाइट से हट जाता है."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "आपके द्वारा साझा किए गए कार्य"),
                n("ea7f1a42", "आपके कार्य"),
                n("d1cbcb90", "स्रोत"),
                n("gf66326c", "आखिरी बार अपडेट किया गया"),
                n("b917fc28", "जॉब प्रचार अक्षम"),
                n("g06035e6", "जॉब में प्रचार को सक्षम करने के लिए आपके विज्ञापन खाते पर ध्यान देने की आवश्यकता है."),
                n("aa16581c", "आपके पास जॉब प्रचार विज्ञापन खाते में पहुंच नहीं है. सहायता के लिए खाता एडमिन से पूछें."),
                n("g7bb6f58", "कोई विज्ञापन खाता नहीं मिला."),
                n("jf1576ba", "विफल रहा"),
                n("ff985a36", "सिंक करना"),
                n("e5b8058c", "सिंक नहीं है"),
                n("a86e335a", "अंतिम बार सिंक किया गया "),
                n("c9838d68", "आपने जो जॉब्स जोड़ी हैं, वह अभी तक दिखाई नहीं दे रही हैं"),
                n("df6835a6", "अपनी पोस्ट के ऊपर दिखायी गयीं जॉब को हाइलाइट करने और अपनी सभी खुली जॉब्स की सूची से लिंक करने के लिए अपनी प्रोफ़ाइल पर जॉब्स सक्षम करें."),
                n("fc504ea0", "मेरी जॉब्स दिखाना शुरू करें"),
                n("a511934e", "X के माध्यम से नियुक्ति करना शुरू करें"),
                n("e68d2d16", "बीटा के लिए आवेदन करें"),
                n("f7a37e30", "'बीटा के लिए आवेदन करें' पर क्लिक करके आप बीटा एक्सेस की स्वीकृति मिलने पर इस खाते से जुड़े व्यावसायिक ईमेल पते के ज़रिए ईमेल के माध्यम से संपर्क किए जाने की सहमति देते हैं."),
                n("bfef82f0", "X Hiring सत्यापित संगठनों के लिए जॉब्स पोस्ट करने, आपकी कंपनी प्रोफ़ाइल पर जॉब्स दिखाने और आपके रिक्त पदों पर टॉप प्रतिभाओं को आकर्षित करने की एक मुफ़्त सुविधा है."),
                n("h4b890c2", "X Hiring आपको जॉब्स पोस्ट करने, उन्हें आपकी प्रोफ़ाइल पर प्रदर्शित करने और अपनी खुली भूमिकाओं में शीर्ष प्रतिभाओं को आकर्षित करने की सुविधा देता है."),
                n("c3f28126", "बड़े पैमाने पर दर्शकों तक पहुंचें"),
                n("dec1601e", "X के 528 मिलियन से ज़्यादा उपयोगकर्ता हैं. सॉफ़्टवेयर इंजीनियरों से लेकर रिटेल बिक्री से लेकर फ़ोर्कलिफ़्ट ऑपरेटरों तक, आपका अगला उम्मीदवार यहां मौजूद है."),
                n("be8393da", "अपनी सबसे महत्वपूर्ण भूमिकाएं दिखाएं"),
                n("i8c856ce", "अपनी प्रोफ़ाइल पर अधिकतम 3 जॉब्स प्रदर्शित करें. जब सभी उपयोगकर्ता आपकी प्रोफ़ाइल देखेंगे, तो उन्हें ये भूमिकाएँ दिखाई देंगी."),
                n("d8bc6eea", "अपनी कंपनी प्रोफ़ाइल पर फ़ीचर्ड जॉब्स के लिए अधिकतम 5 जॉब जोड़ें. जब उपयोगकर्ता आपकी कंपनी की प्रोफ़ाइल देखेंगे, तो उन्हें ये फ़ीचर्ड भूमिकाएँ दिखाई देंगी."),
                n("a049efd4", "अपने जॉब्स तुरंत आयात करें="),
                n("d12be15a", " X पर मिनटों में जॉब्स जोड़ने के लिए एक समर्थित आवेदक ट्रैकिंग सिस्टम या XML फ़ीड कनेक्ट करें."),
                n("d248d75e", "सहायता पाएं"),
                n("c49d8e42", "सहायता चाहिए? हमसे संपर्क करें"),
                n("ib244b2e", "ईमेल पता कॉपी करें"),
                n("b450472c", "जॉब्स आयात करें"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "जॉब्स रीफ़्रेश करें"),
                n("aa4c37cc", "मेरी प्रोफ़ाइल पर जॉब्स दिखाएं"),
                n("d4b82638", "आपके प्रोफ़ाइल पर जॉब्स दिखाएँ"),
                n("e405b1c2", "अपनी महत्वपूर्ण भूमिकाओं पर अधिक आवेदक उत्पन्न करने के लिए अपनी प्रोफ़ाइल पर जॉब सक्षम करें, और उम्मीदवारों को आपकी सभी खुली भूमिकाएँ देखने दें."),
                n("a85cda86", "शुरू करने के लिए जॉब्स जोड़ें"),
                n("c04b6472", "अधिक आवेदक पाना शुरू करने के लिए कुछ आसान चरणों में जॉब्स आयात करें या जोड़ें. आपके जॉब्स आपके फ़ॉलोअर्स के साथ भी शेयर किए जा सकते हैं और आपकी कंपनी प्रोफ़ाइल पर दिखाए जाते हैं."),
                n("d14c02d0", "मैन्युअल रूप से जॉब्स जोड़ें"),
                n("b12424fc", "नया जॉब"),
                n("ca8df1e2", "एक जॉब बनाएं और उसे अपनी जॉब सूची में जोड़ें. प्रत्येक जॉब का एक आवेदन URL होना चाहिए, जहां उम्मीदवार जॉब के बारे में ज़्यादा जानकारी पा सकें और आवेदन कर सकें."),
                n("f4f4dd60", "आवश्यक"),
                n("b2c213e0", "अक्षर सीमा अधिक हो गई"),
                n("d84e9c2a", "इस भूमिका के लिए अपेक्षित कार्य प्रतिबद्धता के प्रकार को शेयर करें."),
                n("bc8b300c", "जॉब फ़ंक्शन"),
                n("d1eedb50", "उम्मीदवारों की यह समझने में सहायता करें कि यह भूमिका किस कार्य-क्षेत्र में काम करती है."),
                n("eaf3ce64", "टीम"),
                n("b36cd50e", "उस कोर टीम को निर्दिष्ट करें, जिसके साथ उम्मीदवार काम पर रखे जाने के बाद काम करेंगे."),
                n("d3a427ce", "आवश्यक अनुभव स्तर चुनें."),
                n("i7174442", "जॉब विवरण"),
                n("fef0cf02", "डिटेल्ड जॉब विवरण प्रदान करें. उम्मीदवारों को उनकी भूमिका के बारे में स्पष्ट जानकारी देने के लिए प्रमुख ज़िम्मेदारियों और योग्यताओं को आउटलाइन करें."),
                n("b7800bec", "जॉब को 200 या इससे कम अक्षरों में प्रस्तुत करें. पोस्ट, सुझाव और खोज में दिखाया गया."),
                n("a5244ece", "आवेदन URL (आवश्यक)"),
                n("g2b553f6", "वह सार्वजनिक URL दर्ज करें, जहां उम्मीदवार इस जॉब के लिए आवेदन करेंगे."),
                n("c2e77608", "जॉब टाइटल (आवश्यक)"),
                n("cdf414d4", "खोज और सुझावों के लिए उपयोग किया जाता है. अपने परिणामों को बेहतर बनाने के लिए उद्योग मानक शीर्षकों का उपयोग करें."),
                n("cc59319a", "उद्योग के मानक जॉब शीर्षक इस्तेमाल करें, जिन्हें अधिकांश उम्मीदवार पहचान सकें."),
                n("e7117ee4", "लोकेशन (आवश्यक)"),
                n("c05176ec", "अगर यह भूमिका ऑनसाइट है, तो साइट लोकेशन दर्ज करें. अगर यह भूमिका रिमोट है, तो वर्णन करें कि उम्मीदवार कहां स्थित हो सकते हैं."),
                n("d70c24d4", "जॉब की खोज करने में उम्मीदवारों की मदद करने के लिए उपयोग किया जाता है."),
                n("de1c4376", "वेतन सीमा"),
                n("hf352d42", "एक ऐसी वैकल्पिक वेतन सीमा जोड़ें, जो उम्मीदवारों को दिखाई देगी. अगर आप ऐसा नहीं करना चुनते हैं, तो जिस स्थान के लिए आप भर्ती कर रहे हैं, वहां के सभी वेतन पारदर्शिता कानून से अवगत रहें."),
                n("ede7d0a2", "मुद्रा"),
                n("b925c18c", "वेतन प्रकार"),
                n("j3d242ce", "अमान्य सीमा"),
                n("f4d07bd2", "खोज की मदद से आपकी भूमिकाएं खोजना आसान बनाने के लिए उम्मीदवारों के लिए वैकल्पिक विवरण शामिल करें."),
                n("b8cbb51a", "जॉब सारांश"),
                n("bda6881e", "यह जॉब आपके आवेदक ट्रैकिंग सिस्टम (ATS) से आयात किया गया है. कृपया ध्यान दें कि केवल विशिष्ट फ़ील्ड को ही संशोधित किया जा सकता है."),
                n("b075c68a", "जॉब संपादित करें"),
                n("d4b6a6e0", "प्रोफ़ाइल स्पॉटलाइट"),
                n("j2dd3686", "मेरी पोस्ट के ऊपर दिखायी गयीं जॉब्स को हाइलाइट करें."),
                n("af1cfd46", "ATS एकीकरण"),
                n("d6fa2944", "आपके एकीकरण को हटाने से आपकी इंपोट की जॉब्स नहीं हटेंगी."),
                n("h99f11fa", "डेटा एकीकरण"),
                n("eef1ae76", "वर्तमान में कनेक्ट है"),
                n("a915f5c1", function (e) {
                    return e.ats + " कनेक्ट हो गया";
                }),
                n("af7286b7", function (e) {
                    return "प्रीमियम पर एक वर्ष के लिए " + e.percentage + "% की छूट";
                }),
                n("c924ad84", "वीडियो प्ले करते रहें"),
                n("de750a3c", "जब आपका फ़ोन लॉक हो, तब भी इनका आनंद लें"),
                n("he5e87c4", "अपने जवाब बूस्ट करें"),
                n("g64a60ba", "जब आप पोस्ट का जवाब देते हैं, तो थोड़ी प्राथमिकता पाएं"),
                n("a7ee832a", "टाइपिंग संबंधी त्रुटियों और गलतियों को 60 मिनट तक ठीक करें"),
                n("fdd77a34", "लंबे पोस्ट बनाएं"),
                n("j6d26a7a", "जितना आप शेयर करना चाहते हैं, उतना लिखें"),
                n("c4fd68da", "अपने अनुभव को अनुकूलित करें"),
                n("c0195168", "अपना ऐप आइकन और नेविगेशन विकल्प बदलें");
            n("b6b5dc94", "सत्यापित हो जाएं"),
                n("b06db848", "प्लेटफ़ॉर्म पर दूसरों से अलग दिखें"),
                n("e3e3a97c", "अपनी पोस्ट से होने वाली आय का हिस्सा कमाएँ"),
                n("f15bc24e", "बढ़ी हुई Grok सीमाएं"),
                n("c4666e1c", "हमारे नवीनतम मॉडल Grok 3 का अधिक उपयोग"),
                n("he74ae7a", "उच्चतम Grok उपयोग सीमा"),
                n("f5732cd4", "इसके अलावा, DeepSearch और Think में विस्तारित एक्सेस"),
                n("e0198956", "X पर आपके द्वारा पोस्ट की गई सामग्री से सत्यापित खातों की सहभागिता से होने वाली आय का हिस्सा पाएँ."),
                n("iadf78e2", "वीडियो डाउनलोड करें"),
                n("ee54c3de", "वीडियो को सीधे अपने डिवाइस पर सहेजें"),
                n("ae03594c", "छोटे जवाब बूस्ट करना"),
                n("e6bb08c0", "अपने जवाबों की दृश्यता बढ़ाएँ"),
                n("bf2a6acc", "लंबे जवाब बूस्ट करना"),
                n("c2059276", "अपने जवाबों को बूस्ट करें."),
                n("b023ec20", "अधिकतम जवाब बूस्ट करना"),
                n("g337328e", "अपने जवाबों के लिए उच्चतम दृश्यता प्राप्त करें."),
                n("fa006202", "बैकग्राउंड वीडियो प्लेबैक"),
                n("jf389778", "ब्राउज़ करते समय या अन्य एप्प का उपयोग करते समय देखें"),
                n("f2977d80", "बुकमार्क फ़ोल्डर"),
                n("j1d3d910", "अपनी सहेजी गई पोस्ट को आसान एक्सेस के लिए व्यवस्थित रखें"),
                n("f0f48668", "प्रीमियम सपोर्ट"),
                n("c3148608", "जब आपको सहायता की आवश्यकता हो, तो त्वरित सहायता प्राप्त करें"),
                n("b485ca6e", "हाइलाइट्स टैब"),
                n("d438955e", "अपने टॉप पोस्ट प्रदर्शित करें"),
                n("f373a352", "एन्क्रिप्टेड DM"),
                n("g7405aca", "एंड-टू-एंड एन्क्रिप्शन के साथ सुरक्षित रूप से चैट करें"),
                n("j659fa0c", "Grok 3 का सर्वश्रेष्ठ"),
                n("ibff5694", "उच्चतम उपयोग सीमाएं, DeepSearch और Think अनलॉक करें, साथ ही नई सुविधाओं में शीघ्र एक्सेस पाएं"),
                n("i824f4da", "कम विज्ञापन"),
                n("bd17076c", "आपके लिए और फ़ॉलोइंग टाइमलाइन में लगभग आधे विज्ञापन देखें."),
                n("cef2cac8", "विज्ञापन-मुक्त अनुभव का आनंद लें, और कम प्रचलित क्षेत्रों में भी कभी-कभार ब्रांडेड सामग्री का आनंद लें."),
                n("c97920c0", "ऑफ़लाइन वीडियो"),
                n("i4379b18", "किसी भी वीडियो को ऑफ़लाइन प्लेबैक के लिए सहेजें"),
                n("f94c6bae", "सत्यापित चेकमार्क"),
                n("d72055d6", "सत्यापित चेकमार्क के साथ विश्वसनीयता बनाएं "),
                n("f54af178", "लेख लिखें"),
                n("c5cd5d42", "लंबे प्रारूप की सामग्री शेयर करें और विचार नेतृत्व स्थापित करें"),
                n("jbdb08cc", "यह समझने के लिए कि आपका खाता कैसा प्रदर्शन कर रहा है, अपने खाता मेट्रिक्स का विश्लेषण करें"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "अपना मीडिया प्रबंधित करें और अपलोड करें"),
                n("id067c96", "Radar खोज"),
                n("jf991d48", "वास्तविक समय की रुझान ट्रैकिंग के साथ आगे रहें"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "X पर रहने वाले लोगों के लिए एक शक्तिशाली, रियल टाइम टूल। एक ही स्क्रीन पर एक से ज़्यादा टाइमलाइन को मॉनिटर करें (केवल वेब)"),
                n("b3e50ef2", "कम्यूनिटिज़ बनाएं"),
                n("bb1a4e44", "अपनी खुद की कम्यूनिटी बनाएं"),
                n("j010228e", "मासिक सब्सक्रिप्शन के साथ अपने सबसे अधिक सक्रिय फ़ॉलोअस से X को होने वाली आमदनी के भुगतान का हिस्सा पाएँ."),
                n("h0e1730e", "जवाब प्राथमिकता"),
                n("jf7f743c", "लंबे वीडियो पोस्ट करें"),
                n("c0c25b6c", "बुकमार्क फ़ोल्डर"),
                n("ab31c79e", "ऐप आइकन अनुकूल बनाएं"),
                n("a8a702ae", "कस्टम नेविगेशन"),
                n("d5ab1b50", "सत्यापित बैज प्राप्त करें"),
                n("ac298984", "उच्चतम जवाब प्राथमिकता"),
                n("g20df450", "50% विज्ञापन हटाएं"),
                n("h8dfc4de", "Grok उपयोग की उच्च सीमा"),
                n("bf7614d4", "क्रिएटर सब्सक्रिप्शन"),
                n("gadc9f4a", "उच्चतम जवाब प्राथमिकता"),
                n("c127c5c2", "सभी विज्ञापन हटाएं"),
                n("c1e0f3c8", "Grok DeepSearch और Think अनलॉक करें"),
                n("aac0bbb6", "Radar एक्सेस करें"),
                n("a6722922", "विज्ञापन हटा दिए गए"),
                n("ba016532", "जवाब बूस्ट करना"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "अधिकतम"),
                n("b1492c6c", "उच्चतम"),
                n("fb5e2c14", "X Premium से पोस्ट हाइलाइट करें"),
                n("gd1f4cfa", "अपनी प्रोफ़ाइल पर अपनी सर्वश्रेष्ठ पोस्ट प्रदर्शित करें"),
                n("h59250bc", "X Premium के साथ एन्क्रिप्टेड संदेश"),
                n("ed62d546", "X Premium से पोस्ट संपादित करें"),
                n("ca447200", "X Premium के साथ SMS प्रमाणीकरण"),
                n("af2b99ea", "X Premium से पोस्ट संपादित करें"),
                n("ha265914", "X Premium से बुकमार्क करें"),
                n("gda940ae", "X Premium से कम्यूनिटी बनाएं"),
                n("c7e5ac54", "X Premium के साथ कम विज्ञापन देखें"),
                n("e03589ba", "X Premium से अपनी पोस्ट बूस्ट करें"),
                n("f0f8c82a", "X Premium के साथ केवल-सत्यापित चैट में शामिल हों"),
                n("fecf5aaa", "X Premium के साथ फुल HD वीडियो अपलोड करें"),
                n("c00d2be2", "X Premium से वीडियो संपादित करें"),
                n("cd360b86", "Grok से कुछ भी पूछें"),
                n("d2e1a7a2", "X Premium के साथ उपलब्ध"),
                n("e664abe2", "X पर वीडियो. सुपरचार्ज्ड."),
                n("e595a3e2", "Premium के साथ सर्वोत्तम वीडियो अनलॉक करें"),
                n("i3c9329a", "रिच-टेक्स्ट फ़ॉर्मेटिंग से अलग दिखें"),
                n("cc9def68", "केवल X Premium के साथ"),
                n("hdef5966", "अपने डिवाइस पर वीडियो डाउनलोड करें"),
                n("c748224a", "X Premium से अनलॉक करें"),
                n("ebfc88bc", "विशिष्ट सुविधाएं एक्सेस करें"),
                n("f652e9ac", "Premium के साथ और अधिक अनलॉक करें"),
                n("d67e94c0", "आप चूक जायेंगे..."),
                n("j1d3098c", "Premium+ के साथ और अधिक अनलॉक करें"),
                n("gd573390", "और बेसिक में सब कुछ..."),
                n("ef94bbd4", "Premium+ लें"),
                n("dcd830ce", "और Premium में सब कुछ..."),
                n("b7dde622", "थैंक्सगिविंग की शुभकामनाएं! ऑफर इसमें समाप्त हो रहा है:"),
                n("i0180ca1", function (e) {
                    return e.date + " तक. शुभ थैंक्सगिविंग!";
                }),
                n("hb9d0e00", "हमारी 2-वर्षीय वर्षगांठ का ऑफर, समाप्त हो रहा है:"),
                n("d2b23e0d", function (e) {
                    return "यह Premium का जन्मदिन है! " + e.date + " को समाप्त हो रहा है.";
                }),
                n("bb4998fb", function (e) {
                    return e.date + " तक";
                }),
                n("c0847ebc", "बेसिक से लेकर सभी अपग्रेड, साथ में..."),
                n("ed672bfa", "बेसिक और Premium से लेकर सभी अपग्रेड, साथ में..."),
                n("db63fa1c", "Premium प्लान चुनें"),
                n("b128c6bc", "सत्यापित बैज और दर्जनों अन्य शानदार सुविधाएं और लाभ प्राप्त करें"),
                n("acfaf7a0", "टियर्स और फीचर्स की तुलना करें"),
                n("e1606e52", "अपना सब्सक्रिप्शन बदलें"),
                n("d2f2b91a", "यहां साइन अप करें"),
                n("j4b4310e", "सेकंड"),
                n("af863ee9", "मुफ़्त ट्रायल"),
                n("f5705987", "खरीदार की सेवा की शर्तों"),
                n("h89dabac", "किसी भी समय रद्द करें"),
                n("f36b8e14", "इस उत्पाद को लाते समय कुछ गड़बड़ी हुई. कृपया पुनः लोड करने का प्रयास करें."),
                n("f1756574", "/ माह"),
                n("i650ff14", "/ वर्ष"),
                n("dbcd25db", function (e) {
                    return "पहले " + e.numberOfDays + " दिनों के लिए";
                }),
                n("bd40d5b5", function (e) {
                    return "सब्सक्राइब करें और " + e.title + " के लिए भुगतान करें";
                }),
                n("i36a0b6e", "आप केवल X iOS ऐप पर सब्सक्राइब कर सकते हैं (अभी के लिए)."),
                n("c906ad94", "डाउनग्रेड करें"),
                n("db5c77e0", "यह आपका सक्रिय सब्सक्रिप्शन है"),
                n("h77ef73e", "मासिक प्लान पर स्विच करें"),
                n("d723d44a", "वार्षिक प्लान पर स्विच करें"),
                n("i253b5c6", "अपग्रेड और भुगतान करें"),
                n("d2beeaaa", "डाउनग्रेड करें और भुगतान करें"),
                n("acf719d4", "स्विच करें और करें और भुगतान करें"),
                n("ieafe1c6", "अपने सब्सक्रिप्शन बदलाव की पुष्टि करें"),
                n("gf6b66b8", "आज से प्रभावी, अपने सब्सक्रिप्शन में परिवर्तन की पुष्टि करें"),
                n("e83daf87", function (e) {
                    return e.date + " से प्रभावी, अपने सब्सक्रिप्शन में परिवर्तन की पुष्टि करें";
                }),
                n("f27022d6", "वर्तमान प्लान"),
                n("i9d5f4b6", "नया प्लान"),
                n("ia390d8a", "आपका डाउनग्रेड कैसे काम करेगा"),
                n("fd80b875", function (e) {
                    return "आपका मौजूदा प्लान तब तक सक्रिय रहता है, जब तक आपका बिलिंग चक्र समाप्त नहीं हो जाता. " + e.nextBillingDate + " को, आप " + e.newTierName + " पर स्विच हो जाएंगे और आपसे नई दर ली जाएगी.";
                }),
                n("c8fb177a", "आपका भुगतान कैसे समायोजित किया जाएगा"),
                n("df776505", function (e) {
                    return "आप नई बिलिंग के साथ " + e.newTierName + " में अपग्रेड कर रहे हैं. आज आपसे नए प्लान के लिए शुल्क लिया जाएगा, लेकिन आपके शेष क्रेडिट से राशि कम हो जाएगी. स्विच तुरंत होता है और आपकी बिलिंग तदनुसार समायोजित हो जाएगी.";
                }),
                n("d7efb6ba", "आप मासिक से वार्षिक बिलिंग पर स्विच कर रहे हैं. आज आपसे वार्षिक प्लान के लिए शुल्क लिया जाएगा और आपकी शेष राशि मासिक शेष राशि कुल शुल्क में जमा कर दी जाएगी. स्विच तुरंत हो जाता है और अब आपकी बिलिंग वार्षिक होगी."),
                n("a5f2cf70", "आप वार्षिक से मासिक बिलिंग पर स्विच कर रहे हैं. आपका शेष वार्षिक क्रेडिट आपके मासिक भुगतानों को तब तक कवर करेगा, जब तक कि यह खत्म न हो जाए. स्विच तुरंत होता है, और अब आपकी बिलिंग मासिक होगी."),
                n("ef1c0208", "प्लान में परिवर्तन की पुष्टि करें"),
                n("c20806d5", "क्रेता सेवा की शर्तों"),
                n("i10be4c9", "शर्तों"),
                n("cdda96d6", "किसी भी समय रद्द करें"),
                n("cc67158f", "क्रेता सेवा की शर्तों"),
                n("eb420831", "शर्तों"),
                n("c7d49608", "किसी भी समय रद्द करें"),
                n("ab176bd1", "क्रेता सेवा की शर्तों"),
                n("cea928a5", "शर्तों"),
                n("e37c69e0", "किसी भी समय रद्द करें"),
                n("ia08113f", "क्रेता सेवा की शर्तों"),
                n("d2962b73", "शर्तों"),
                n("b421795a", "किसी भी समय रद्द करें"),
                n("f8d88ac7", "क्रेता सेवा की शर्तें"),
                n("ca220fe9", "शर्तों"),
                n("ab8beda0", "किसी भी समय रद्द करें"),
                n("ife2636d", "क्रेता सेवा की शर्तें"),
                n("fb57be65", "शर्तों"),
                n("e468a6c2", "किसी भी समय रद्द करें"),
                n("e9f4c89b", "क्रेता सेवा की शर्तें"),
                n("hce73b41", "शर्तों"),
                n("i4db5c92", "किसी भी समय रद्द करें"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "उच्चतम उपयोग सीमा"),
                n("abaa4274", "DeepSearch और Think अनलॉक करें"),
                n("e0d53864", "नई सुविधाओं में शीघ्र एक्सेस"),
                n("g1be3530", "मुफ़्त ट्रायल"),
                n("b10b4f1f", function (e) {
                    return e.date + " के पहले " + e.percentOff + "% की बचत करें";
                }),
                n("b8d0bd19", function (e) {
                    return e.productName + " मुफ़्त आज़माएं";
                }),
                n("f89dfa74", "सबसे अच्छा मूल्य"),
                n("b9a4d8c6", "वार्षिक"),
                n("f5fb58b4", "साथ ही X Premium सुविधाएं"),
                n("i527045e", "चेकमार्क, अधिक Grok, जवाब बूस्ट, विश्लेषण और बहुत कुछ"),
                n("ga482a88", "वार्षिक प्लान"),
                n("hc64d5b0", "मासिक प्लान"),
                n("de7db957", function (e) {
                    return e.price + " प्रति वर्ष, वार्षिक रूप से बिल किया जाता है";
                }),
                n("d8982437", function (e) {
                    return e.price + " प्रति वर्ष, मासिक रूप से बिल किया जाता है";
                }),
                n("f0ad5cc8", "साल"),
                n("a0dc6e4c", "फ़िलहाल उपलब्ध नहीं है"),
                n("jd8b2e66", "सब्सक्राइब करें और भुगतान करें"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("i7fbacc4", "उपलब्ध सब्सक्रिप्शन स्तरों के बीच स्विच करें"),
                n("c9cc122b", function (e) {
                    return e.feature + " " + e.title + " में शामिल है";
                }),
                n("bff35771", function (e) {
                    return e.feature + " " + e.title + " के लिए उपलब्ध नहीं है";
                }),
                n("a69fd369", function (e) {
                    return e.price + " से शुरू";
                }),
                n("e563a5d1", function (e) {
                    return e.percentage + "% छूट (सीमित समय) के लिए सब्सक्राइब करें";
                }),
                n("dfc5f972", "और बहुत कुछ..."),
                n("fb8453c8", "DeepSearch और विचार अनुरोधों को अनलॉक करें"),
                n("e45b3f30", "खोज और रीज़निंग अनुरोधों को अनलॉक करें"),
                n("aaebdc2e", "Grok 3 mini और Grok 3 तक पहुंच में व्यापक वृद्धि हुई"),
                n("ddf8a412", "दूसरों से पहले नई सुविधाएं एक्सेस करें"),
                n("gfb04ef4", "X पर सभी Premium+ सुविधाएं"),
                n("b601cfbb", function (e) {
                    return "प्रति माह " + e.price + " में आज़माएं";
                }),
                n("i3e90e20", "फ़िलहाल उपलब्ध नहीं है"),
                n("d9e9ce26", "सब्सक्राइब करें और भुगतान करें:"),
                n("j1f5a580", "आपके Premium सब्सक्रिप्शन को प्रेसेस करने में कोई समस्या थी. कृपया अपनी भुगतान जानकारी जाँचें और फिर से कोशिश करें."),
                n("ebc84442", "Premium सब्सक्रिप्शन पंजीकृत किया जा रहा है"),
                n("cd9102d4", "श्रेणी चुनें"),
                n("eb551aea", "प्रोफ़ाइल पर श्रेणी दिखाएँ"),
                n("f386777a", "खाता प्रकार स्विच करें"),
                n("db483090", "निजी खाते पर स्विच किया गया"),
                n("c701200c", "व्यवसाय खाते पर स्विच किया गया"),
                n("acd8da0a", "क्रिएटर खाते पर स्विच किया गया"),
                n("cb55ecce", "निजी खाते पर स्विच करें"),
                n("h4aeb984", "निजी खाते पर स्विच करें"),
                n("ada6073a", "प्रोफ़ेशनल टूल्स की आवश्यकता नहीं है?"),
                n("eb723d4c", "निजी खातों में प्रोफ़ाइल स्पॉटलाइट और शॉपिंग मैनेजर जैसे टूल नहीं होते हैं. अगर आप वापस स्विच करना चाहते हैं, तो आपको एक नया प्रोफ़ेशनल खाता सेट अप करना होगा."),
                n("hbb1af08", "व्यवसाय खाते पर स्विच करें"),
                n("a9b5e3aa", "नहीं, रद्द करें"),
                n("ia49207a", "हां, स्विच करें"),
                n("g3f74902", "व्यवसाय खाते पर स्विच करें?"),
                n("f3bcfac0", "यह ब्रांड, खुदरा दुकानों, सेवा प्रदाताओं और संगठनों के लिए सबसे अच्छा है."),
                n("d0c3f02e", "क्रिएटर खाते पर स्विच करें"),
                n("a01e84e0", "क्रिएटर खाते पर स्विच करें?"),
                n("e8af8ef4", "यह लोकप्रिय हस्तियों, कलाकारों और प्रभावशाली व्यक्तियों के लिए सबसे अच्छा है."),
                n("e44eab74", "फ़िलहाल सभी मॉड्यूल्स सभी X क्लाइंट पर समर्थित नहीं हैं"),
                n("ce4185bc", "और स्पॉटलाइट जल्द आ रही हैं"),
                n("b5aed332", "कोई स्पॉटलाइट उपलब्ध नहीं है."),
                n("g419ecf4", "पेज पर बने रहें"),
                n("d3a097a2", "हाँ, छोड़ दें"),
                n("j1e1cd30", "आपके परिवर्तन छोड़ दें?"),
                n("fc779c28", "स्पॉटलाइट दिखाएं"),
                n("ie85a7a8", "अपनी व्यावसायिक जानकारी मिटाएं?"),
                n("b5348efc", "कोई घंटे नहीं"),
                n("db285564", "हमेशा खुला"),
                n("g7993eee", "कस्टम घंटे"),
                n("c9ee902a", "मैप दिखाएँ"),
                n("j224a074", "लोकेशन स्पॉटलाइट के चालू होने पर प्रदान की गई सभी स्थान जानकारी सार्वजनिक रूप से एक्सेस योग्य होगी. संपर्क बटन के माध्यम से फ़ोन और ईमेल एक्सेस किए जा सकते हैं."),
                n("f448cbcc", "वैकल्पिक"),
                n("c16c9568", "पता"),
                n("i3a38711", "Google Maps सेवा की शर्तें"),
                n("beb66f50", "Google गोपनीयता नीति"),
                n("e0d47030", "आपके ग्राहक आप तक कहां पहुंच सकते हैं? ध्यान रखें, यह जानकारी सार्वजनिक रूप से उपलब्ध होगी, ताकि आपके ग्राहक आपको ढूंढ सकें. आप इसे कभी भी हटा सकते हैं."),
                n("c7a4adb0", "पता जोड़ें"),
                n("cd39daf6", "पिन कोड / डाक कोड"),
                n("gc0df5a6", "पिन कोड / डाक कोड जोड़ें"),
                n("c6c16a52", "शहर"),
                n("aa8015be", "शहर जोड़ें"),
                n("b688f53a", "राज्य / प्रांत / क्षेत्र"),
                n("a67f5bbc", "राज्य / प्रांत / क्षेत्र जोड़ें"),
                n("if92b1b4", "देश जोड़ें"),
                n("ffc5590e", "अमान्य शहर"),
                n("a8fd64d8", "देश खोजें"),
                n("a0abe108", "अमान्य राज्य / प्रांत / क्षेत्र"),
                n("j163df8e", "अमान्य पता"),
                n("af9b9b78", "अमान्य पिन कोड / डाक कोड"),
                n("i373e022", "ईमेल दर्ज करें"),
                n("f91751f8", "यह लोगों को दिखाई देगा"),
                n("g33c0564", "अमान्य ईमेल"),
                n("ga71fbf4", "काम करने के घंटे"),
                n("ca2ba204", "कस्टम घंटे संपादित करें"),
                n("d7b7dbca", "आपकी प्रोफ़ाइल पर कोई घंटे नहीं दिखाए जाएंगे"),
                n("a460e770", "उदाहरण पार्क, समुद्र तट, ऑनलाइन शॉपिंग"),
                n("ddc88bf0", "हर रोज के लिए काम करने के घंटे सेट करें"),
                n("j11df0ca", "ओवरलैपिंग घंटे"),
                n("f9f911f4", "समय क्षेत्र खोजें"),
                n("d21a4252", "अधिक घंटे जोड़ें"),
                n("ac6ce1c0", "इस समय से"),
                n("c647aac8", "इस समय तक"),
                n("b926e64a", "वेबसाइट दर्ज करें"),
                n("i019c8b6", "कॉल"),
                n("eabc6906", "SMS"),
                n("h24d868c", "कॉल और SMS"),
                n("fa64f1fc", "एक देश कोड चुनें"),
                n("c7d3629a", "फ़ोन नंबर"),
                n("ce48a958", "आप तक कैसे पहुंचा जाए?"),
                n("b97705ce", "ध्यान रखें, आपसे संपर्क करने के लिए यह फ़ोन नंबर ग्राहकों के लिए सार्वजनिक रूप से उपलब्ध रहेगा. आप इसे कभी भी हटा सकते हैं."),
                n("f7ff19ec", "देश कोड जोड़ें"),
                n("bb7f177a", "अमान्य फ़ोन नंबर"),
                n("b91d1394", "ऐप जोड़ें"),
                n("d3cd1160", "iOS ऐप जोड़ें"),
                n("f2124008", "ऐप स्टोर URL"),
                n("dc0d9d6a", "Android ऐप जोड़ें"),
                n("dd1605f0", "प्ले स्टोर URL"),
                n("g4098f78", "मुझे यह कहाँ मिल सकता है?"),
                n("b949cdc6", "ऐप हटाएँ"),
                n("b4b8a486", "कम्यूनिटी चुनें"),
                n("jfe04cf6", "अपना चयन साफ़ करें?"),
                n("a14aa8dc", "यह कम्यूनिटी को आपकी स्पॉटलाइट से हटा देगा."),
                n("cc4add98", "यह प्रीव्यू करने के लिए एक कम्यूनिटी चुनें कि वह आपके प्रोफ़ाइल पेज पर कैसा दिखेगी"),
                n("jd3e9ea6", "आपकी कोई कम्यूनिटी नहीं है"),
                n("daad9741", "कम्यूनिटी बनाना"),
                n("c46cdabc", "उन्नत टूल्स"),
                n("f6a2233a", "खातों में अनुमतियां प्रबंधित करें"),
                n("ccb3ca48", "व्यवसाय सेटिंग्स"),
                n("b0ef3100", "समृद्ध विज्ञापन कैंपेन बनाएं"),
                n("ff1c5e1a", "प्रोफ़ेशनल होम"),
                n("f53adc36", "वास्तविक दुनिया की खबरों को जानें"),
                n("hc4981d6", "प्रोफ़ाइल स्पॉटलाइट"),
                n("fbce8dbe", "फ़ॉलो करने के लिए लोगों को खोजें"),
                n("ae76c624", "अधिक कनेक्शन बनाएं"),
                n("ae0383d4", "सहभामिता बढ़ाएं और अधिक लोगों तक पहुँचें"),
                n("a1dbe746", "सहभामिता बूस्ट करें और अधिक लोगों तक पहुँचें"),
                n("hbd124ae", "पोस्ट को बूस्ट करें"),
                n("hd80bd3e", "पोस्ट का प्रचार करें"),
                n("fe2b0008", "X को इस्तेमाल करने का तरीका जानें"),
                n("h257d4aa", "प्रचार करने के लिए एक पोस्ट चुनें"),
                n("d28a1d72", "Radar के साथ रुझानों का पता लगाने वाले सबसे पहले व्यक्ति बनें"),
                n("fb70427a", "पेश है X पर सबसे शक्तिशाली खोज खोज टूल"),
                n("i54bf620", "कीवर्ड मॉनिटर करें"),
                n("e8bb09bc", "उन्नत खोज क्षमता का इस्तेमाल करके किसी भी विषय पर ध्यान केंद्रित करें।"),
                n("d4c9d5aa", "रुझान देखें"),
                n("e78263fe", "पिछले 3 दिनों के दैनिक गतिविधि ग्राफ़ के साथ बातचीत को ट्रैक करें।"),
                n("e3ed8220", "रियल-टाइम मेट्रिक्स"),
                n("f4952956", "अपने क्वेरी से संबंधित पोस्ट की संख्या के आंकड़े तुरंत प्राप्त करें।"),
                n("cce3f116", "पोस्ट को आपके बुकमार्क में जोड़ा गया"),
                n("b593b396", "पोस्ट को आपके बुकमार्क से हटा दिया गया"),
                n("af9c8a3e", "ऐप खोलें"),
                n("ef483238", "पोस्ट स्थिति पेज"),
                n("jcf3ff56", "बड़ा टेक्स्ट"),
                n("f1252ac8", "मध्यम आकार का टेक्स्ट"),
                n("daa0da04", "छोटा टेक्स्ट"),
                n("ba5256b2", "टेक्स्ट का आकार"),
                n("h030c24c", "समस्या की रिपोर्ट करें"),
                n("b12ffee6", "कम्यूनिटी से प्रतिबंधित"),
                n("e37836f8", "रिपोर्ट विवरण"),
                n("fb35e52a", "नियम देखें"),
                n("e238c590", "आगे क्या है"),
                n("if218e60", "हमारी टीम और टेक्नोलॉजी आपकी रिपोर्ट की समीक्षा करेगी. अगर हमें कोई नियम उल्लंघन मिलता है, तो हम आपको बताएंगे कि हम क्या कार्रवाई कर रहे हैं."),
                n("b6dc1984", "हमारी प्रक्रिया क्या है?"),
                n("b0a16894", "संदर्भ मायने रखता है. अपने नियमों को लागू करते समय हम निम्नलिखित कारकों पर विचार करते हैं (यह पूरी सूची नहीं है):"),
                n("d4716820", "क्या रिपोर्ट की गई सामग्री लोगों को उनकी पहचान के कारण लक्षित करती है?"),
                n("e899a534", "यह उल्लंघन कितना गंभीर है?"),
                n("d9c4e7ae", "क्या रिपोर्ट सबमिट करने वाले व्यक्ति को लक्षित किया जा रहा था?"),
                n("afb51066", "डुप्लीकेट रिपोर्ट बनाने से हमारी प्रक्रिया में तेजी नहीं आएगी."),
                n("b7ba712a", "उल्लंघन मिला"),
                n("d90b8c04", "कोई उल्लंघन नहीं मिला"),
                n("c2d0494a", "हमारे सुरक्षा सुझाव"),
                n("be46e000", "डुप्लीकेट की रिपोर्ट करें"),
                n("e846ae32", "भले ही सामग्री मिटा दी गई हो, लेकिन हो सकता है कि किसी के पास उसकी कॉपी हो या उसका स्क्रीनशॉट ले लिया हो. अगर आप X पर उसे देखें, तो कृपया उसकी रिपोर्ट करें, ताकि हम उसे हटा सकें."),
                n("e3647d08", "कानून प्रवर्तन से संपर्क करें"),
                n("gad89c4a", "अगर आपको लगता है कि आप खतरे में हैं, तो हमारी सलाह है कि आप स्थानीय कानून प्रवर्तन से संपर्क करें. अगर वे फ़ॉलो-अप प्रश्न पूछना चाहते हैं, तो वे कानून प्रवर्तन के लिए हमारे दिशानिर्देशों को संदर्भित कर सकते हैं. "),
                n("h7fa9240", "अमेरिका:"),
                n("fb2ff552", "988 पर राष्ट्रीय आत्महत्या रोकथाम लाइफलाइन (National Suicide Prevention Lifeline)."),
                n("bb57e8c0", "अन्य देश और क्षेत्र:"),
                n("b9ce59ba", "इसे हमारे संज्ञान में लाने के लिए आपका फिर से धन्यवाद."),
                n("d42899ad", "आत्महत्या रोकथाम के लिए अंतर्राष्ट्रीय संघ (International Association for Suicide Prevention)"),
                n("c9853de0", "सामग्री छिपी हुई है"),
                n("c197728e", "हल किया गया"),
                n("f4422d78", "रिपोर्ट्स"),
                n("i07c24fa", "आपकी कोई खुली रिपोर्ट नहीं है"),
                n("h542c98a", "विवरण देखें"),
                n("e6e11d12", "आपकी कोई समाधान की गई रिपोर्ट नहीं है"),
                n("ibf33bae", "डुप्लीकेट की रिपोर्ट करें, ताकि उन्हें हटाया जा सके"),
                n("a288ca36", "कानून प्रवर्तन के लिए हमारे दिशानिर्देशों"),
                n("a62c9c34", "अपनी रूचियों को फ़ॉलो करें."),
                n("cf39fca2", "जानें कि लोग किस बारे में बात कर रहे हैं."),
                n("j86184fe", "बातचीत में शामिल हों."),
                n("ac2035f2", "आज ही शामिल हों."),
                n("h0af9418", "एक खाता बनाएं"),
                n("eba1b198", "जानिए क्या चल रहा है!"),
                n("fa811c30", "पहले से ही एक खाता है?"),
                n("b4bdfb3e", "Grok ऐप प्राप्त करें"),
                n("f991cfaa", "Grok पाएं"),
                n("a4298bc0", "X. क्या हो रहा है"),
                n("j3f49ff6", "ब्रेकिंग न्यूज़ और मनोरंजन से लेकर खेल और राजनीति तक, पूरी जानकारी लाइव कमेंटरी के साथ पाएँ."),
                n("d65555c2", "या"),
                n("e75df5c9", function (e) {
                    return e.query + " - खोज";
                }),
                n("ac4fb0f4", "फ़ोटो"),
                n("aea62568", "खोज फ़िल्टर"),
                n("gfcfbf8c", "आपकी खोज सहेज ली गई थी."),
                n("a4645d92", "आपकी सहेजी गई खोज मिटा दी गई थी."),
                n("b11805af", function (e) {
                    return "X पर " + e.query + " के बारे में पोस्ट्स देखें. देखें कि लोग क्या कह रहे हैं और बातचीत में शामिल हो जाएं.";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " पर नवीनतम पोस्ट्स. पढ़ें कि लोग क्या कह रहे हैं और बातचीत में शामिल हों.";
                }),
                n("j622effe", "उन्नत खोज"),
                n("i5045e74", "कहीं भी"),
                n("h2388754", "आपके नज़दीक"),
                n("a0cf4306", "Grok सारांश"),
                n("f97f7b46", "Grok सारांश छिपाएं"),
                n("f9d35b98", "आपके पास सेव की गई केवल 25 खोज हो सकती हैं. नई खोज को सेव करने के लिए, किसी एक खोज को मिटाएं."),
                n("ha925ad4", "कुछ गलत हुआ. कुछ देर बाद अपनी खोज को फिर से सहेजने की कोशिश करें."),
                n("h0a9931c", "कुछ गलत हुआ. कुछ देर बाद अपनी खोज को फिर से मिटाने की कोशिश करें."),
                n("h4912b5e", "खोज सहेजें"),
                n("b9bc69ca", "सहेजी गई खोज मिटाएं"),
                n("eb63de70", "X - उन्नत खोज"),
                n("d3938be8", "शब्द"),
                n("e0dded5e", "संलिप्तता"),
                n("a097f7ba", "दिनांक"),
                n("c03f15ca", "कोई भी भाषा"),
                n("cb334136", "लिंक"),
                n("jf1cbcc2", "लिंक वाले पोस्ट्स शामिल करें"),
                n("gede6f6e", "केवल लिंक वाले पोस्ट्स दिखाएं"),
                n("bda44dd4", "जवाब और मूल पोस्ट्स शामिल करें"),
                n("ab870904", "केवल जवाब दिखाएं"),
                n("b6215680", "ये सभी शब्द"),
                n("cceffa5e", 'उदाहरण: क्या हो रहा है · दोनों शामिल हों "क्या" और "हो रहा है”'),
                n("f1c5faee", "एकदम यही वाक्यांश"),
                n("ad10780e", 'उदाहरण: हैप्पी आवर · सटीक वाक्यांश "हैप्पी आवर" हो'),
                n("a555a3f4", "इनमें से कोई भी शब्द"),
                n("ee8a2b60", 'उदाहरण: बिल्लियां कुत्ते · या तो "बिल्लियां" शामिल हो या "कुत्ते" हो (या दोनों हों)'),
                n("f51fe348", "इनमें से कोई भी शब्द नहीं"),
                n("hb657ad4", 'उदाहरण: बिल्लियां कुत्ते · उसमें "बिल्लियां" शामिल न हो और "कुत्ते" शामिल न हो'),
                n("d10da5da", "ये हैशटैग"),
                n("f0b52b50", "उदाहरण: #ThrowbackThursday · हैशटैग #ThrowbackThursday शामिल हो"),
                n("e292598a", "इन खातों से"),
                n("hef790d8", "उदाहरण: @X · @X से भेजा गया"),
                n("g2c27394", "इन खातों में"),
                n("d158d9d0", "उदाहरण: @X · @X को जवाब में भेजा गया"),
                n("a10e3230", "इन खातों का उल्लेख करने वाले"),
                n("daaf2c72", "उदाहरण: @SFBART @Caltrain · @SFBART का उल्लेख हो या @Caltrain का उल्लेख हो"),
                n("b18366ba", "न्यूनतम जवाब"),
                n("f481ba1c", "उदाहरण: 280 · कम से कम 280 जवाबों वाले पोस्ट्स"),
                n("ib3ddbd4", "न्यूनतम पसंद"),
                n("ef994dac", "उदाहरण: 280 · कम से कम 280 पसंद वाले पोस्ट्स"),
                n("a504ca74", "न्यूनतम रीपोस्ट्स"),
                n("jd9bd944", "उदाहरण: 280 · कम से कम 280 रीपोस्ट्स वाले पोस्ट्स"),
                n("e95b9448", "सामान्य"),
                n("f458a3b2", "गोपनीयता"),
                n("bdc6f5b8", "आपका खाता"),
                n("ea848de8", "EarlyX सेटिंग"),
                n("df483b48", "फ़ीचर स्विचिज़"),
                n("bd05add8", "बोट नहीं"),
                n("d94f12b6", "सूचनाएं, गोपनीयता, आदि खोजने का प्रयास करें."),
                n("ba8f6f82", "सेटिंग्स खोजें"),
                n("g931a6e5", function (e) {
                    return "आप " + e.topic + " को फ़ॉलो कर रहे हैं";
                }),
                n("h3f9027a", "आपको इससे संबंधित पोस्ट्स अपनी होम टाइमलाइन में दिखेंगे. इस विषय से X पर आपके अनुभव को निजीकृत करने में मदद मिलेगी."),
                n("e241095e", "आपके विषय"),
                n("f8bc75e2", "अपने विषय"),
                n("ed827af6", "विषय अनुपलब्ध है."),
                n("d094c720", "सभी विषय"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | विषय";
                }),
                n("g02269ba", "X पर विषयों को फ़ॉलो करें. विषयों की मदद से आप ऐसे अनेक खातों के पोस्ट्स देख सकते हैं, जो X पर विभिन्न विषयों के विशेषज्ञ हैं या बस उनके प्रशंसक हैं."),
                n("e80d2509", function (e) {
                    return "X पर " + e.topicName + " विषय को फ़ॉलो करें. आप ऐसे अनेक खातों के पोस्ट्स देखेंगे, जो विशेषज्ञ या प्रशंसक हैं या जो बस X पर " + e.topicName + " के बारे में बोलने का प्रयास करते हैं.";
                }),
                n("e44b4256", "कहानी इतिहास"),
                n("a74af3f8", "कोई कहानी इतिहास नहीं मिला."),
                n("c3077694", "रुझान पोस्ट"),
                n("a9042b6c", "रुझान इतिहास"),
                n("ed54bc32", "रुझान रिपोर्ट करें"),
                n("f89bcc50", "रुझान रिपोर्ट किया गया"),
                n("gde7b6b0", "सहेजें नहीं"),
                n("i6212670", "रुझान लोड हो रहे हैं"),
                n("c6a07c10", "रुझान टाइमलाइन"),
                n("b0c91a92", "यह देखने के लिए लॉगिन या साइनअप करें कि X पर लोग इस बारे में क्या कह रहे हैं"),
                n("d7071084", "Grok यह"),
                n("ee2200f4", "यह कहानी Grok द्वारा X पर बनाई गई पोस्टों का सारांश है. कहानी समय के साथ विकसित होगी."),
                n("dd225af8", "कोई लोग नहीं मिले."),
                n("e1e5d552", "अपने Circle को संपादित करें"),
                n("ec13f9cc", "अभी तक — आपके Circle में कोई भी मौजूद नहीं है"),
                n("dab58e32", "जब आप लोगों को जोड़ेंगे, तो वे यहाँ दिखाई देंगे."),
                n("f43112a4", "यह कैसे काम करता है"),
                n("a4d60c94", "कुछ गलत हुआ. हम उन्हें अभी आपके Circle में नहीं जोड़ सकते."),
                n("a1ba3bd8", "आपका Circle पूरा भरा है. आपके Circle में अधिकतम हो सकने वाले 150 लोग हो गए हैं."),
                n("ac3fd6e2", "आपके पास अभी तक कोई सुझाव नहीं है"),
                n("eeb4d3f0", "हम यहां लोगों को आपके Circle में जुड़ने का सुझाव देंगे."),
                n("aea3c420", "अभी तक कोई कोट नहीं है"),
                n("b40a22c0", "किसी और के पोस्ट को शेयर करते समय अपनी राय जोड़ें और वह यहां दिखाई देगी."),
                n("f08d8d08", "जो पोस्ट्स आपको पसंद आएं, उन्हें बढ़ावा दीजिए"),
                n("f0ccff52", "किसी ओर के पोस्ट को रीपोस्ट करके उसे अपनी टाइमलाइन पर शेयर करें. ऐसा करने पर, वह यहां दिखाई देगा."),
                n("fc1acb54", "अभी तक कोई पसंद नहीं है"),
                n("e3527230", "जब कोई (आप भी) इस पोस्ट को पसंद करने के लिए हार्ट पर टैप करेगा, तो वह यहां दिखाई देगा."),
                n("i3e8b808", "वे उपयोगकर्ता लोड किए जा रहे हैं, जिन्होंने इस पोस्ट को पसंद किया"),
                n("c69fd704", "वे उपयोगकर्ता लोड किए जा रहे हैं, जिन्होंने इस पोस्ट को रीपोस्ट किया"),
                n("f12858d4", "इनके द्वारा पसंद किया गया"),
                n("fe62cfec", "इनके द्वारा रीपोस्ट किया गया"),
                n("h1c5d6aa", "आपके द्वारा भेजे गए"),
                n("h6d45054", "इन सभी के द्वारा भेजे गए"),
                n("da68fff1", function (e) {
                    return e.count + " सिक्क" + f(e.count, "ा", "े") + " (केवल आपको दिखाई देते हैं)";
                }),
                n("e35f2534", "पोस्ट सहभागिताएं लोड करना"),
                n("i60dfa72", "पोस्ट सहभागिताएं"),
                n("dc604dda", "वे उपयोगकर्ता, जिन्होंने इस पोस्ट को पसंद किया"),
                n("cdd4ef4a", "वे उपयोगकर्ता, जिन्होंने इस पोस्ट को रीपोस्ट किया"),
                n("icc72234", "इस पोस्ट के कोट्स"),
                n("hc35b530", "अभी तक कोई पसंद नहीं"),
                n("e0d6a246", "अभी तक कोई रीपोस्ट नहीं"),
                n("i2a26cb4", "जब कोई इस पोस्ट को पसंद करने के लिए हार्ट पर टैप करेगा, तो वह यहां दिखाई देगा."),
                n("i9b724e8", "आपको उन सभी लोगों की सूची यहां मिल जाएगी, जिन्होंने इस पोस्ट को यहां कोट किया."),
                n("a5ab75ae", "कोई संबंधित पोस्ट नहीं मिला."),
                n("ce637c0e", "कोई संबंधित लेख नहीं मिला."),
                n("fd67deaa", "संबंधित पोस्ट्स साझा करें"),
                n("f9183bb6", "संबंधित पोस्ट का लिंक कॉपी करें"),
                n("fc4e5d96", "आप केवल अपने खुद के पोस्ट्स के एनालिटिक्स को ही देख सकते हैं."),
                n("ab0da59f", function (e) {
                    return e.entity + " एनालिटिक्स";
                }),
                n("ae32e7de", "यह एक प्रचारित पोस्ट है. इस पोस्ट को जितनी बार देखा गया, वह निजी है."),
                n("a10aa36c", "सहायता केंद्र"),
                n("d0740558", "सहायता केंद्र"),
                n("d2d76dca", "सहायता केंद्र"),
                n("b6414532", "उन लोगों का अनुमानित वर्गीकरण, जिन्होंने आपका पोस्ट देखा"),
                n("c61c6624", "प्रचारित"),
                n("d267afa2", "20 से कम"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50 से अधिक"),
                n("bcd9cf68", "65 के अधिक"),
                n("f05f1838", "अन्य / निर्दिष्ट नहीं"),
                n("fa5be588", "ऑर्गेनिक"),
                n("c69069e6", "वह संख्या, जितनी बार X पर इस पोस्ट को देखा गया"),
                n("a0615bac", "उपयोगकर्ता द्वारा पोस्ट के साथ इंटरैक्ट करने की कुल संख्या. इसमें पोस्ट (हैशटैग, लिंक, अवतार, उपयोगकर्ता नाम, और पोस्ट विस्तार सहित), रीपोस्ट्स, जवाब, फ़ॉलो और पसंद पर कहीं भी किए गए क्लिक की संख्या शामिल है."),
                n("d8abdaa4", "नए फ़ॉलोअर्स"),
                n("c72f25a8", "सीधे इस पोस्ट से हासिल फ़ॉलोज़"),
                n("acc4cf12", "इस पोस्ट से प्रोफ़ाइल व्यू की संख्या"),
                n("c7d0d1c4", "इस पोस्ट में किसी भी URL पर क्लिक करने की संख्या"),
                n("a4da7724", "वह संख्या जितनी बार लोगों ने इस पोस्ट के विवरण को देखा"),
                n("c5d4d3a8", "प्रति फ़ॉलो मूल्य"),
                n("f56e24f2", "अर्जित आय सहित फ़ॉलोअर्स की संख्या से विभाजित कुल खर्च. आप तभी भुगतान करते हैं, जब कोई आपको फ़ॉलो करता है"),
                n("g33fd6b1", function (e) {
                    return "प्रचार से " + e.percentage;
                }),
                n("b71059c3", function (e) {
                    return "गैर-फ़ॉलोअर्स से " + e.percentage;
                }),
                n("h4cbba3e", "<5%"),
                n("h1cdac12", "<5% प्रचार से "),
                n("g884b2cc", "< 5% गैर-फ़ॉलोअर से"),
                n("b32334a0", "पहुंचने वाले खाते"),
                n("h142a79c", "इस पोस्ट के लिए युनीक व्यू की संख्या"),
                n("de4def4e", "अभी तक सभी प्रचार से %"),
                n("e3390c1e", "पहले 48 घंटे"),
                n("aead0975", function (e) {
                    return "यह ट्रैक करता है कि इस पोस्ट को पोस्ट किए जाने के बाद से इसे पहले 48 घंटों के भीतर कितनी बार पढ़ा गया है. अधिकतम मान " + e.maxValue + " इंप्रेशन हैं.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " पसंद";
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " रीपोस्ट" + f(e.retweetCount, "", "्स");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " जवाब";
                }),
                n("db6efeb8", "आपका प्रचार चल रहा है"),
                n("j6daea86", "आपका प्रचार रोका हुआ है"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.totalBudget + " में से " + e.spentBudget + " खर्च किया गया";
                }),
                n("e8adeec8", "फिर से प्रचार करें"),
                n("fbb5c37e", "फिर से बूस्ट करें"),
                n("ccffb487", function (e) {
                    return "अभी तक आपके पोस्ट ने " + e.impressions + " इंप्रेशन अर्जित किए हैं. अपनी पहुंच को बढ़ाने के लिए प्रोफ़ेशनल खाते पर स्विच करें.";
                }),
                n("ha13fd94", "पोस्ट को बूस्ट करें"),
                n("jede3014", "आपके प्रचार की समीक्षा की जा रही है"),
                n("b823301e", "इसके अनुमोदित हो जाने के बाद, आपके पोस्ट का प्रचार आपके चुने हुए ऑडियंस में किया जाएगा."),
                n("a2e48870", "X की विज्ञापन नीति की समीक्षा करें"),
                n("ge538876", "आपके द्वारा शेयर किए गए वीडियो के लिए मैट्रिक्स"),
                n("ca7e10d8", "युनीक व्यू"),
                n("i611fc96", "सभी पोस्ट्स पर इस वीडियो को देखे जाने की कुल संख्या"),
                n("a69cd868", "इस वीडियो के लिए युनीक व्यू की संख्या"),
                n("f894a688", "ऑडियंस रिटेंशन"),
                n("ad9d9204", "दर्शकों द्वारा किसी वीडियो को छोड़ने से पहले उसे देखे जाने का समय प्रतिशत और उन्होंने कितना वीडियो देखा."),
                n("da4b7a70", "उन दर्शकों का प्रतिशत जिन्होंने एक निश्चित समय तक वीडियो देखा"),
                n("de2d89a2", "देखा गया 25%"),
                n("i92754c2", "देखा गया 50%"),
                n("be8ddcc2", "देखा गया 75%"),
                n("b01410d6", "देखा गया 100%"),
                n("gfb3d8af", function (e) {
                    return e.timeLabel + " तक देखा गया";
                }),
                n("fc6cbba2", "यहाँ देखने के लिए कुछ नहीं है - अभी तक तो"),
                n("b80a53c8", "और अधिक डेटा एकत्र होने पर, आपको वह जानकारी यहां दिखाई देगी."),
                n("d25dccb6", "Circle पोस्ट्स के लिए एनालिटिक्स उपलब्ध नहीं है."),
                n("g61ac32a", "हम अपने आप उन उपयोगकर्ताओं को लक्षित करते हैं, जिनकी आपकी सामग्री से जुड़ने की सबसे अधिक संभावना है."),
                n("e8702feb", function (e) {
                    return "हमसे " + e.couponAmount + " प्राप्त करें!";
                }),
                n("e44dc579", function (e) {
                    return "अभी शुरू करें और " + e.date + " से पहले अपने पहले प्रचार पर " + e.couponAmount + " छूट प्राप्त करें.";
                }),
                n("hd8df545", function (e) {
                    return "अभी शुरू करें और " + e.date + " से पहले अपने अगले प्रचार पर " + e.couponAmount + " छूट प्राप्त करें.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " खर्च करें और विज्ञापन क्रेडिट में " + e.couponAmount + " पाएं";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + " के लिए " + e.dailyBudget + " प्रति दिन";
                }),
                n("dc4a9413", function (e) {
                    return e.durationLabel + " के दौरान " + e.totalBudget;
                }),
                n("bad70c09", function (e) {
                    return "स्थान";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " - " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " दिन";
                }),
                n("gc3ce5d9", function (e) {
                    return "प्रति दिन " + e.audienceLow + " - " + e.audienceHigh + " लोगों तक अनुमानित पहुंच";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "आयु श्रेणी: " + e.formattedAge + e.newlinePlaceholder + "लिंग: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "आपके द्वारा एक या अधिक कैंपेन पर " + e.spendAmount + " खर्च करने के बाद, हम सीधे आपके विज्ञापन खाते में " + e.couponAmount + " क्रेडिट कर देंगे. आपका क्रेडिट लागू होने में कई दिन लग सकते हैं.";
                }),
                n("cb51c854", "कोई भी लिंग"),
                n("bb7b39e2", "पुरुष"),
                n("eb9466d0", "महिला"),
                n("b07cc9f2", "क्षेत्र"),
                n("ce309bee", "मेट्रो"),
                n("cc49d030", "डाक कोड"),
                n("c3fca124", "सहभागिता बूस्ट करें"),
                n("d4f57cce", "अपने फ़ॉलोअर बढ़ाएं"),
                n("c6daa762", "और अधिक लिंक क्लिक पाएं"),
                n("cc642518", "स्थान खोजें"),
                n("i0e8c3c6", "स्थान परिणाम"),
                n("f69ad048", "एक स्थान चुनें"),
                n("d948b978", "आप केवल अपने पोस्ट्स का प्रचार कर सकते हैं."),
                n("cfcdb4a2", "कुछ गलत हुआ. कृपया सुनिश्चित करें कि आपने सभी विज्ञापन अवरोधक को अक्षम कर दिया है."),
                n("j7a2af7a", "इस पोस्ट का प्रचार करना नहीं चाहते?"),
                n("a78bce8e", "अगर आप अभी छोड़ देते हैं, तो इस पोस्ट का प्रचार नहीं किया जाएगा."),
                n("g8844150", "प्रचार न करें"),
                n("e7eb3684", "दैनिक बजट"),
                n("d9f6e3ce", "दैनिक बजट स्लाइडर"),
                n("b3954eca", "दिन स्लाइडर में अवधि"),
                n("ce665a60", "अनुमानित पहुंच एक अनुमान है. वास्तविक पहुंच की गारंटी नहीं दी जा सकती."),
                n("i0c3b95c", "अगला राउंड हमारी ओर से होगा!"),
                n("h8b6e32a", "आपने पोस्ट को प्रचारित कर  दिया!"),
                n("ee8014a6", "अपने विज्ञापन के प्रदर्शन को मापने के लिए किसी भी समय पोस्ट एनालिटिक्स देखें."),
                n("db841200", "सहभागिता बूस्ट करें, ज़्यादा लोगों तक पहुंचें और अपने पेज के बारे में लोगों को बताएं."),
                n("fcc839b6", "आपका क्या लक्ष्य है?"),
                n("b679a538", "आपके पोस्ट में मीडिया है"),
                n("cb19a2f0", "अधिक पसंद, रीपोस्ट्स, आदि पाएं."),
                n("a2d37164", "अपनी साइट पर अधिक विज़िटर्स लाएं"),
                n("cefad302", "अपने पोस्ट में एक लिंक जोड़ें"),
                n("b614fad0", "सुनिश्चित करें कि आपके पोस्ट में एक लिंक शामिल है."),
                n("de43b660", "भुगतान के तरीके"),
                n("hb4773a0", "नया भुगतान तरीका जोड़ें"),
                n("aa2a3dd4", "कार्ड मिटाएं"),
                n("b1c5b63c", "खत्म होगा"),
                n("affb5878", "मिटाने की पुष्टि करें"),
                n("db443ae2", "क्या सब कुछ ठीक लग रहा है?"),
                n("a96f811e", "प्रचार लक्ष्य"),
                n("fbd44e96", "आपका बजट"),
                n("e36bce64", "भुगतान का तरीका"),
                n("ia83756c", "उप-योग"),
                n("cc217a04", "कूपन बैलेंस"),
                n("g4f2b588", "शेष कूपन बैलेंस"),
                n("i41612da", "प्रचार बनाएं"),
                n("cdae1af0", "कर जानकारी जोड़ें"),
                n("ed8bb5a0", "भुगतान जानकारी जोड़ें"),
                n("fc640c20", "अपने कूपन का दावा करने के लिए भुगतान जानकारी जोड़ें"),
                n("be2dc078", "साइन अप करें और भुगतान जानकारी जोड़ें"),
                n("iaefd4de", "अपने कूपन का दावा करने के लिए साइन अप करें और भुगतान जानकारी जोड़ें"),
                n("e5e42640", "हम्म्... आपका कूपन लोड नहीं हुआ. बाद में फिर से कोशिश करें."),
                n("e85dfd66", "इस पोस्ट के लिए पहले ही एक कैंपेन बनाया जा चुका है."),
                n("a4db098c", "ऐसा लगता है कि हम आपका प्रचार नहीं बना सके. कृपया बाद में फिर से कोशिश करें."),
                n("ef7e3916", "कुछ गलत हुआ. अपने प्रचार विवरण की जांच करें और फिर से कोशिश करें."),
                n("c1134966", "शर्तों और विज्ञापन देने के दिशानिर्देशों"),
                n("he45cc43", "कूपन शर्तों"),
                n("c9439a82", "शर्तों और विज्ञापन देने के दिशानिर्देशों"),
                n("c672105a", "आप किस तक पहुंचना चाहते हैं?"),
                n("e1efbeae", "आयु सीमा"),
                n("c6ff7c10", "आयु सीमा न्यूनतम"),
                n("b555fb46", "आयु सीमा अधिकतम"),
                n("j2c03e12", "55+"),
                n("d4e01892", "हाउसिंग, लैंडिंग और रोज़गार के अवसर विज्ञापन नीति"),
                n("df8d4fa0", "एक लिंग चुनें"),
                n("i982d424", "आप कितना निवेश करना चाहते हैं?"),
                n("b9ff6cb0", "कोई भुगतान विधि चयनित नहीं"),
                n("i8b90688", "शर्तों और विज्ञापन देने के दिशानिर्देशों"),
                n("a93bd26d", "कूपन शर्तों"),
                n("d31dc460", "शर्तों और विज्ञापन देने के दिशानिर्देशों"),
                n("ga845597", function (e) {
                    return "कुल " + e.durationLabel + " से अधिक";
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "अधिक जानें"),
                n("j9f78b42", "इस पोस्ट में कोई भी टैग किए हुए उपयोगकर्ता नहीं है."),
                n("cb2054fa", "उपयोगकर्ता लोड हो रहे हैं"),
                n("e4ad6bda", "इस तस्वीर में"),
                n("cdd4aafe", "बातचीत में शामिल लोग लोड किए जा रहे हैं"),
                n("aac3fad2", "इस बातचीत में शामिल लोग"),
                n("a7f66562", "पोस्ट लोड करना"),
                n("b7a898fa", "यहां से सीधे अगली पोस्ट पर जाएं!"),
                n("e254fdd2", "आप सीधे अगली पोस्ट पर जा सकते हैं!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "स्क्रबर"),
                n("h2fcc532", "इतिहास लोड हो रहा है"),
                n("a74821a0", "ऐसा लगता है कि आपका भुगतान पूरा नहीं हुआ था या समाप्त होने वाला है. अपने Premium सब्सक्रिप्शन को कायम रखने के लिए अपनी भुगतान जानकारी अपडेट करें."),
                n("bb55752e", "सिक्के उन क्रिएटर्स की सहायता करने में आपकी मदद करते हैं, जो शानदार सामग्री पोस्ट करते हैं. इस्तेमाल नहीं किए गए कॉइन आपके बैलेंस में रखे जाते हैं."),
                n("ea7ce65f", function (e) {
                    return e.count + " बोनस सिक्क" + f(e.count, "ा शामिल किया गया", "े शामिल किए गए") + ".";
                }),
                n("e557f9d2", "आपकी सिक्का बैलेंस सीमा पूरी हो गई है."),
                n("e2beba5e", "सबसे लोकप्रिय"),
                n("gafeeb96", "सिक्के खरीदें"),
                n("bc42db1c", "कभी भी रद्द करें. मासिक रूप से ऑटो-रिन्यू होता है."),
                n("f1561b06", "X की खरीदार शर्तों"),
                n("fe93ed4a", "खरीदारी सफल रही"),
                n("bcb90375", function (e) {
                    return "आपका नया सिक्का बैलेंस " + e.balance + " है.";
                }),
                n("ia2eb0c0", "खरीदारी विफल रही!"),
                n("c7e11484", "आपकी सूचियां खाली हैं"),
                n("a96208ba", "किसी को जोड़ने से पहले आपको एक सूची बनानी होगी."),
                n("d2826908", "एक नई सूची बनाएं"),
                n("he062e8a", "एक सूची चुनें"),
                n("c2fb1e94", "सूची में केवल 5,000 खाते जोड़े जा सकते हैं."),
                n("f30edc68", "निजी बनाएं"),
                n("h51a2cf6", "कुछ गलत हुआ. कुछ देर बाद अपने बानर को फिर से मिटाने का प्रयास करें."),
                n("bb10280e", "कुछ गलत हुआ. कुछ देर बाद अपनी सूची को फिर से सहेजने का प्रयास करें."),
                n("h8885a22", "सूची के नाम में 25 अक्षर से अधिक नहीं हो सकते"),
                n("f8132984", "जब आप किसी सूची को निजी करते हैं, तो केवल आप ही उसे देख सकते हैं."),
                n("h421e74c", "सुझाई गई सूचियाँ"),
                n("aa62dea8", "हम तलाश कर रहे हैं"),
                n("e5e4d3aa", "सुझाई गई सूचियों को देखने के लिए बाद में फिर से आएं."),
                n("c4d7650c", "सदस्यों को प्रबंधित करें"),
                n("h7f2418c", "सूची की जानकारी लोड हो रही है"),
                n("b18e5cd2", "कुछ गलत हुआ. कुछ देर बाद अपनी सूची को फिर से मिटाने की कोशिश करें."),
                n("cdd73e9c", "सूची मिटाएं"),
                n("def8ff62", "सूची मिटाएं?"),
                n("j8b9cde8", "इसे पूर्ववत नहीं किया जा सकता और आपकी सूची गायब हो जाएगी."),
                n("e9f3dec4", "सूची खोज"),
                n("b9192d55", function (e) {
                    return e.query + " - सूची खोज";
                }),
                n("d6a23192", "नई सूची बनाएं"),
                n("ie256518", "खोज टाइमलाइन सूचीबद्ध करें"),
                n("j57a2568", "खोज सूचीबद्ध करें"),
                n("hc76e8cd", function (e) {
                    return '"' + e.query + '" से कोई सूची मैच नहीं करती';
                }),
                n("d872881a", "एक क्यों नहीं बनाते?"),
                n("j177067a", "सूचियाँ खोजें"),
                n("g13ea02c", "सूचियां खोजने का प्रयास करें"),
                n("d1461f1e", "यह सूची अकेली है"),
                n("bcbd3416", "इस सूची को फ़ॉलो करने वाले लोग यहां दिखाई देंगे."),
                n("b197a56c", "फ़ॉलोअर्स को सूचीबद्ध करें"),
                n("f0ab07f5", function (e) {
                    return "सदस्य (" + e.memberCount + ")";
                }),
                n("h9ce3406", "सदस्यों को सूचीबद्ध करें"),
                n("dfeaeb26", "अपनी सूची में जोड़ें"),
                n("a332103e", "इस सूची में जोड़े गए लोग यहां दिखाई देंगे."),
                n("e2f7dc62", "सुझाए गए सदस्य खोजें"),
                n("gc23cc00", "इस सूची में जोड़ने के लिए सुझाव देखने हेतु, खाते खोजने का प्रयास करें."),
                n("e3deb126", "सूची सुझाव"),
                n("eb7b54be", "सूचियाँ लोड हो रही हैं"),
                n("a9ca06d2", "जानकारी"),
                n("a367dc9a", "आपको नवीनतम पोस्ट्स दिख रहे हैं, जैसे-जैसे वे आते जा रहे हैं"),
                n("dd438748", "आपको पहले टॉप पोस्ट्स दिख रहे हैं"),
                n("fe7e217c", "नवीनतम पोस्ट्स देखें"),
                n("ce78b698", "आपको पहले टॉप पोस्ट्स दिख रहे हैं. जैसे-जैसे नवीनतम पोस्ट्स आते जाएंगे वे आपको दिखाई देंगे."),
                n("i5a1628a", "टॉप पोस्ट्स देखें"),
                n("f333a93e", "आपको पहले नवीनतम पोस्ट्स दिख रहे हैं. टॉप पोस्ट्स में आपको सबसे अच्छे पोस्ट्स दिखते हैं."),
                n("c7294984", "रिपोर्ट सूची"),
                n("g6340998", "इससे आपको स्वचालित रूप से उनकी सूचियों में वापस नहीं जोड़ा जाएगा."),
                n("i6da4f7a", "सूची शेयर करें"),
                n("a062ff80", "सूची का लिंक कॉपी करें"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "आप @" + e.screenName + " को फ़ॉलो नहीं कर रहे";
                }),
                n("a64512a4", "टाइमलाइन को सूचीबद्ध करता है"),
                n("i0bcc456", "उन्हें फ़ॉलो करने पर, आप उनकी सूचियां देख पाएंगे."),
                n("d8315ca0", "सूचियाँ जिनके आप सदस्य हैं"),
                n("e74be9ac", "सूचियाँ जिनके वे सदस्य हैं"),
                n("c80cb4e4", "नई सूची"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " के द्वारा बनाई गई सूचियां";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " ने अभी तक कोई सूची नहीं बनाई है";
                }),
                n("f5978664", "जब भी आप ऐसा करेंगे, तो उन्हें यहां देखा जा सकेगा."),
                n("h243711c", "आपने अभी तक कोई सूची नहीं बनाई है"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " को किसी भी सूची में जोड़ा नहीं गया है";
                }),
                n("e05568cc", "जब उन्हें सूची में जोड़ा जाएगा, तो यहां दिखाई देंगे."),
                n("b86a098a", "आपको अभी तक किसी भी सूची में जोड़ा नहीं गया है"),
                n("h06e09a2", "जब कोई आपको किसी सूची में जोड़ेगा, तो यहां दिखाई देगा."),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " के लिए सदस्यताएं सूचीबद्ध करें";
                }),
                n("g6b54ff6", "आपके पास ताज़ा जानकारी है"),
                n("ec5fd35a", "जब कोई आपको फ़ॉलो करने का अनुरोध करेगा, तो वह यहाँ दिखाई देगा, ताकि आप उसे स्वीकार या अस्वीकार कर सकें."),
                n("ec2d8342", "अस्वीकार करें"),
                n("j85d8d90", "उस उपयोगकर्ता के लिए कोई फ़ॉलो अनुरोध लंबित नहीं."),
                n("c3d23f10", "लगता है कि कोई छोटी सी समस्या थी. पर चिंता न करें, यह आपकी गलती नहीं है. फिर से कोशिश करने के लिए नीचे क्लिक करें."),
                n("d2613123", function (e) {
                    return e.price + "/माह में सब्सक्राइब करें";
                }),
                n("c4640fc0", "सब्सक्रिप्शन प्रोफ़ाइल शेयर करें"),
                n("a72064a8", "सब्सक्रिप्शन प्रोफ़ाइल का लिंक कॉपी करें"),
                n("e6c72234", "ईमेल साझाकरण शर्तों"),
                n("b17f0c4b", function (e) {
                    return "अब आपने @" + e.screenName + " को सब्सक्राइब कर लिया है";
                }),
                n("a5634d9a", "सब्सक्रिप्शन को प्रोसेस करने में कोई समस्या थी. कृपया इस संकेत को खारिज करें और फिर से कोशिश करें."),
                n("fe9d3afa", "फ़ॉलोअर्स लोड किए जा रहे हैं"),
                n("ab7fc3ef", function (e) {
                    return "लोग " + e.fullName + " (@" + e.screenName + ") को सुपर फ़ॉलो कर रहे हैं";
                }),
                n("j0d17377", function (e) {
                    return "जिन लोगों को आप जानते हैं, वे " + e.fullName + " (@" + e.screenName + ") को फ़ॉलो कर रहे हैं";
                }),
                n("fa9e827f", function (e) {
                    return "वे लोग जो " + e.fullName + " (@" + e.screenName + ") को फ़ॉलो कर रहे हैं";
                }),
                n("ha979be5", function (e) {
                    return "वे लोग जिन्हें " + e.fullName + " (@" + e.screenName + ") फ़ॉलो करते हैं";
                }),
                n("d28be573", function (e) {
                    return "वे लोग, जिन्होंने " + e.fullName + " (@" + e.screenName + ") को सब्सक्राइब किया है";
                }),
                n("g9da3853", function (e) {
                    return "वे लोग, जिन्हें " + e.fullName + " (@" + e.screenName + ") ने सब्सक्राइब किया है";
                }),
                n("cfd952a1", function (e) {
                    return "सत्यापित खाते " + e.fullName + " (@" + e.screenName + ") को फ़ॉलो कर रहे हैं";
                }),
                n("fecc696e", "सत्यापित फ़ॉलोअर्स"),
                n("g0a2fbbe", "अभी तक आपका कोई सब्सक्राइबर नहीं है"),
                n("g65f4bac", "आपके अभी तक कोई फ़ॉलोअर्स नहीं हैं"),
                n("c36cfddc", "फ़ॉलोअर खोज रहे हैं?"),
                n("fd275c1a", "अभी तक आपका कोई भी सत्यापित फ़ॉलोअर नहीं है"),
                n("e08bd098", "आपको उन सभी लोगों की सूची यहां मिल जाएगी, जो आपको सब्सक्राइब करते हैं."),
                n("j029a4dc", "जब कोई आपको फ़ॉलो करता है, तो आप उन्हें यहाँ देखेंगे."),
                n("b2b2c6ce", "जब कोई व्यक्ति इस खाते को फ़ॉलो करेगा, तो वह यहां दिखाई देगा. पोस्ट करने और दूसरों के साथ बातचीत करने से फ़ॉलोअर बूस्ट करने में मदद मिलती है."),
                n("cb1a15c8", "खातों को फ़ॉलो करना अपनी टाइमलाइन को बढ़ाने और यह जानने का एक आसान तरीका है कि उन विषयों और लोगों के साथ क्या हो रहा है जिनमें आपकी रुचि है."),
                n("i967b954", "आप यहां अपने सभी सब्सक्रिप्शन की एक सूची देखेंगे."),
                n("a44e403e", "किसी सत्यापित खाते द्वारा आपको फ़ॉलो करने पर, आप उसे यहां देखेंगे."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " के अभी तक ऐसे कोई फ़ॉलोअर्स नहीं हैं जिन्हें आप जानते हैं";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " किसी को भी फ़ॉलो नहीं कर रहे हैं";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " का कोई भी सत्यापित फ़ॉलोअर नहीं है.";
                }),
                n("ec251f36", "जब उन्हें आपका कोई परिचित फ़ॉलो करेगा, तो उन्हें यहां सूचीबद्ध किया जाएगा."),
                n("f8af4f48", "खातों को फ़ॉलो करने पर, वे यहां दिखाई देंगे."),
                n("fd0aad94", "जब कोई सत्यापित व्यक्ति इस खाते को फ़ॉलो करेगा, तो वे यहां दिखाई देंगे."),
                n("b84f6df1", function (e) {
                    return "सीमित समय के लिए " + e.percentage + "% छूट पर Premium उपहार दें";
                }),
                n("cfcac293", function (e) {
                    return "उपहार और भुगतान " + e.price;
                }),
                n("d7a73450", "टियर"),
                n("hbd2c24e", "यह खाता इस समय उपहार के लिए पात्र नहीं है."),
                n("f3fddc98", "क्रेता शर्तों "),
                n("cff9c889", "अधिक जानें"),
                n("c65dda96", "आपका उपहार भेज दिया गया है."),
                n("f6e2a407", function (e) {
                    return "@" + e.screenName + " के पोस्ट्स का जवाब देने पर अनुमति दें कि कोई भी आपका सब्सक्राइबर किया गया बैज देख सकता है";
                }),
                n("j8dedddd", function (e) {
                    return "अगर आप इसे बंद करते हैं, तो @" + e.screenName + " और उनके सब्सक्राइबर अभी भी आपका बैज देख पाएंगे, बशर्ते आप @" + e.screenName + " के सब्सक्राइबर के पोस्ट्स का जवाब देते हों. @" + e.screenName + " को हमेशा आपका बैज दिखाई देगा.";
                }),
                n("c8a513f6", "सब्सक्रिप्शन रद्द करें"),
                n("ea000ec8", "पहले ही अपना सब्सक्रिप्शन रद्द कर चुके हैं?"),
                n("d7b8387e", "अगर आप पहले ही रद्द कर चुके हैं, तो करने के लिए और कुछ नहीं है. आपका सब्सक्रिप्शन बिलिंग चक्र के अंत में अपने आप समाप्त हो जाएगा."),
                n("f4166d9a", "अपना सब्सक्रिप्शन रद्द करना चाहते हैं?"),
                n("b74ff5fc", "अगर आप रद्द करते हैं, तो आपका सब्सक्रिप्शन बिलिंग चक्र के अंत में अपने आप समाप्त हो जाएगा."),
                n("ee9efbc8", "रद्द करना जारी रखें"),
                n("c5d9c77a", "लगता है कि कोई छोटी सी समस्या थी. पर चिंता न करें, यह आपकी गलती नहीं है. इस विंडो को बंद करें और फिर से कोशिश करें."),
                n("jda53c24", "आप Apple ऐप स्टोर के माध्यम से अपना सब्सक्रिप्शन रद्द कर सकते हैं."),
                n("g0a7a53e", "आप Google Play Store के माध्यम से अपना सब्सक्रिप्शन रद्द कर सकते हैं."),
                n("i5f14be7", function (e) {
                    return "फिर से स्वागत है, " + e.displayName;
                }),
                n("a76d58ba", "विज्ञापन एनालिटिक्स"),
                n("g512ddcc", "ऑर्गेनिक एनालिटिक्स "),
                n("eccd0e1a", "संगठन विश्लेषण"),
                n("deea1708", "क्या आप अपने सभी X खातों का विश्लेषण देखना चाहते हैं?"),
                n("eb603ffc", "अपने नेटवर्क को एफ़िलिएट करने और समग्र विश्लेषण देखने के लिए अपग्रेड करें."),
                n("gf67aae4", "पूर्ण पहुंच के लिए अपग्रेड करें"),
                n("h75e3618", "संगठन शामिल करें"),
                n("h24a8862", "इस चेकबॉक्स के बारे में"),
                n("c29e3a88", "एफ़िलिएट चुनें"),
                n("j8318d57", function (e) {
                    return e.number + " एफ़िलिएट" + f(e.number, "", "्स");
                }),
                n("bf809ec0", "एफ़िलिएट चुनें"),
                n("b719e224", "कोई परिणाम नहीं"),
                n("c9938100", "खोज परिणाम"),
                n("d1a35ec6", "खाते जोड़ें"),
                n("b437adda", "सशुल्क में अपग्रेड करें"),
                n("f1f6c88b", function (e) {
                    return "खाते (" + e.count + ")";
                }),
                n("b02156b8", "आमंत्रण"),
                n("gd67d29b", function (e) {
                    return "आमंत्रण (" + e.count + ")";
                }),
                n("daf646e6", "कृपया ध्यान दें: आपको खातों को उचित रूप से लेबल करना होगा."),
                n("i3895c32", "आपका खाता समीक्षा के अधीन है, क्योंकि आपने अपना X @हैंडल बदल दिया है"),
                n("i5f8b628", "जब तक आपके खाते की समीक्षा नहीं हो जाती, तब तक आप अपने एफ़िलिएट को संशोधित नहीं कर सकते."),
                n("e9e663ac", "आपका भुगतान बकाया हो चुका है."),
                n("c3ddd22c", "शर्तों "),
                n("c9729d8a", "शर्तों "),
                n("cdcd1d2c", "अपने संगठन में एफ़िलिएशन जोड़ें"),
                n("d30ea6f3", function (e) {
                    return "क्या आप वाकई @" + e.name + " को हटाना चाहते है?";
                }),
                n("c2dfbb86", "हाँ, ऐसा करें"),
                n("ba047f76", "किसी संबद्धता को हटाने से उनका चेकमार्क और संबद्धता बैज तुरंत हट जाता है. आपको महीने के अंत तक बिल किया जाता रहेगा."),
                n("j26dee0e", "एफ़िलिएट हटाएं"),
                n("e30cbdf0", "यह एफ़िलिएट एक सत्यापित संगठन का सब्सक्राइबर है और इसे संगठन में ही बने रहना होगा. इसे व्यक्ति में नहीं बदला जा सकता है."),
                n("j3115ce8", "व्यक्तिगत"),
                n("d8bb1d84", "संगठन"),
                n("e970bdbd", function (e) {
                    return e.count + " आमंत्रण बचे हैं";
                }),
                n("id67d953", function (e) {
                    return "आपके Stripe चेकआउट विवरण को प्राप्त करने में कोई गड़बड़ी हुई. अगर यह समस्या जारी रहती है, तो कृपया " + e.supportEmail + " से संपर्क करें.";
                }),
                n("f323d314", "फिर से भेजें"),
                n("ac645cde", "आप उन्हें कभी भी दोबारा जोड़ सकते हैं."),
                n("d12af2dd", function (e) {
                    return "क्या आप वाकई @" + e.screenName + " के इस आमंत्रण को हटाना चाहते हैं?";
                }),
                n("ib60b2d5", function (e) {
                    return "क्या आप वाकई @" + e.screenName + " को यह आमंत्रण फिर से भेजना चाहते हैं?";
                }),
                n("ec6e7d9a", "आपका खाता तब तक केवल पढ़ने योग्य मोड में है जब तक कि लंबित टियर स्विच पूरा नहीं हो जाता. सफल टियर स्विच सुनिश्चित करने के लिए कृपया अपने भुगतान की जांच करने के लिए स्ट्राइप पर जाएं."),
                n("b33d1518", "समर्थित एकीकरण या कस्टम XML फ़ीड से जॉब्स को सिंक करें"),
                n("dd2db402", "चरण 1: आवश्यक जानकारी एकत्र करें"),
                n("edb098c2", "चरण 2: हमारी सहायता टीम से संपर्क करें"),
                n("c4474460", "चरण 2: हमारी सहायता टीम को ईमेल भेजें");
            function r(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function d(e, c) {
                return (
                    (d = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    d(e, c)
                );
            }
            n("a08da0fa", "आगे क्या होगा?"),
                n("c127374e", "हमें संदेश भेजें"),
                n("b2cb2a0c", "आपके सत्यापित संगठन खाते का उपयोगकर्ता नाम"),
                n("b8e64002", "आपके आवेदक ट्रैकिंग सिस्टम का नाम"),
                n("acb99db6", "करियर साइट URL जहां आपकी जॉब सूचीबद्ध हैं"),
                n("a64a5b7a", "एकीकरण प्रक्रिया शुरू करने के लिए हमारी सहायता टीम को आवश्यक जानकारी भेजें."),
                n("e3dffb4e", "नीचे दिए गए हमारे समर्थन ईमेल पते को कॉपी करें और एकीकरण प्रक्रिया शुरू करने के लिए हमारी सहायता टीम को आवश्यक जानकारी भेजें."),
                n("b4fef99e", "हमारी सहायता टीम को आपका अनुरोध प्राप्त होने के बाद, हम आपकी जानकारी की समीक्षा करेंगे और आपके एकीकरण को कॉन्फ़िगर करने में सहायता करेंगे."),
                n("h37f2d96", "कृपया ध्यान दें कि सभी आवेदक ट्रैकिंग सिस्टम वर्तमान में समर्थित नहीं हैं."),
                n("ce102a20", "Stripe पर पुनर्निर्देशित किया जा रहा है"),
                n("ddfd6718", "भुगतान विफल रहा"),
                n("i90ea7d2", "कृपया अपने लाभ जारी रखने के लिए तत्काल अपना बिल अपडेट करें."),
                n("a62359e6", "सत्यापित संगठन सेटिंग"),
                n("ge221b7c", "एफ़िलिएट और अधिक विज्ञापन क्रेडिट तक पहुंच प्राप्त करने के लिए सत्यापित संगठन सब्सक्रिप्शन को अपग्रेड करें."),
                n("i4dccc18", "बिलिंग"),
                n("ec3cd6e4", "अपनी भुगतान विधि प्रबंधित करें, बिलिंग जानकारी अपडेट करें और अपनी इनवॉइस की समीक्षा करें."),
                n("dac61c3c", "खाता सेटिंग"),
                n("b6b5fd66", "अपना उपयोगकर्ता नाम या पासवर्ड बदलने सहित अपना X खाता प्रबंधित करें."),
                n("hb9c4a1c", "प्रश्न, बग रिपोर्ट और फ़ीडबैक"),
                n("c674f5b4", "इनवॉइस भुगतान सेट करें"),
                n("i8237e66", "क्रेडिट कार्ड भुगतान से बैंक ट्रांसफ़र के माध्यम से इनवॉइस पर स्विच करें."),
                n("hebd348a", "कॉन्फ़िगर करें कि हायरिंग पोर्टल से जॉब्स का प्रचार करने के लिए विज्ञापनों का उपयोग कैसे किया जाता है."),
                n("ib5e6f90", "जॉब का प्रचार"),
                n("id720215", "हायरिंग पोर्टल"),
                n("dd59f146", "जॉब प्रचार विज्ञापन खाता"),
                n("e7e36818", "विज्ञापन खाते जॉब प्रचारित करने के लिए तभी पात्र होते हैं, जब वे पूरी तरह से फंडिंग स्रोत के साथ स्थापित हो जाते हैं."),
                n("c28566e0", "विज्ञापन खाता"),
                n("c80160d3", "विज्ञापन"),
                n("ff0edac0", "क्या आप वाकई अपना सब्सक्रिप्शन रद्द करना चाहते हैं?"),
                n("h2ac0348", "नहीं, मुझे वापस ले जाएं"),
                n("dbf9667e", "मुझे यकीन है"),
                n("j7592572", "यू-टर्न"),
                n("ee778942", "ट्रैफ़िक लाइट"),
                n("fdd57981", function (e) {
                    return "हम आपको एक बार मुफ्त " + e.totalAmount + " USD विज्ञापन क्रेडिट देना चाहते हैं.";
                }),
                n("i032a231", function (e) {
                    return "मैं रुकूंगा और " + e.totalAmount + " विज्ञापन क्रेडिट का दावा करूंगा";
                }),
                n("hd7d278c", "जी नहीं, धन्यवाद"),
                n("jf8a0dea", "शानदार! आपका नया मुफ़्त विज्ञापन क्रेडिट आपके अगले बिलिंग साइकल पर आपके खाते में दिखाई देगा."),
                n("ebbb3154", "बंद करें और X पर वापस जाएं"),
                n("j1f68dda", "अंतिम चरण: क्या आप वाकई रद्द करना चाहते हैं?"),
                n("c9c3464c", "सब्सक्रिप्शन रद्द किया जा रहा है"),
                n("dd3a293c", "आपका सत्यापित संगठन सब्सक्रिप्शन समाप्त हो गया है."),
                n("faa0f956", "आपके सब्सक्रिप्शन को रद्द करने के दौरान कुछ गलत हुआ."),
                n("b28289ea", "धन्यवाद"),
                n("b36f74ae", "जब तक आप फिर से साइन अप करके ऐक्टिवेट नहीं करते, तब तक आपकी पोर्टल तक एक्सेस नहीं होगी."),
                n("b2297a4a", "क्या किसी मुद्दे का समाधान चाहिए? आप हमारे साथ कॉल शेड्यूल कर सकते हैं."),
                n("h3bdbc54", "हां, आइए कॉल शेड्यूल करें"),
                n("i135d64e", "रद्द करना जारी रखें"),
                n("g275882d", function (e) {
                    return "महत्वपूर्ण: आपके पास " + e.creditAmount + " का दावा रहित मुफ़्त विज्ञापन क्रेडिट है";
                }),
                n("ib085ed6", "मैं रुकूंगा और अपने विज्ञापन क्रेडिट का दावा करूंगा"),
                n("b5447710", "उपयोगकर्ता नहीं मिला"),
                n("h94755b8", "उपयोगकर्ता को आमंत्रण के लिए पहले ही चुना जा चुका है"),
                n("bfb5effe", "उपयोगकर्ता पहले से एफ़िलिएटेड है"),
                n("c4b9664e", "सहयोगी"),
                n("g0eadcf6", "अन्य संगठन से संबद्ध"),
                n("a8c81f88", "संगठन का खाता"),
                n("e5abe772", "उपयोगकर्ता के पास पहले से ही एक लंबित आमंत्रण है"),
                n("e49b97e2", "खाते खोजें"),
                n("f002f1d6", "आमंत्रण भेजें"),
                n("g2a8bae4", " X खाते जोड़ें"),
                n("af7293cc", " X खातों को अपने संगठन में शामिल होने के लिए आमंत्रित करें. अगर वे स्वीकार करते हैं, तो उन्हें एक चेकमार्क मिलेगा और आपके एफ़िलिएशन उनकी प्रोफ़ाइल पर दिखाए जाएंगे."),
                n("ec0f203e", "एफ़िलिएट द्वारा आमंत्रण स्वीकार कर लेने के बाद, उनके चेकमार्क को सही चेकमार्क रंग में अपडेट करना न भूलें."),
                n("cec08784", "आपने इस इनवॉइस पर एफ़िलिएट की सीमा पूरी कर ली है."),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " जोड़ें";
                }),
                n("d49b389f", "यहां"),
                n("b9e4bf55", "अधिक जानें"),
                n("hc4703a9", "अधिक जानें"),
                n("fa0ffaeb", "अधिक जानें"),
                n("jf351704", "जारी रखने के लिए आपको इस इनवॉइस पर एफ़िलिएट की सीमा अपडेट करनी होगी."),
                n("ia5a6a40", "शुरू करने के लिए, आपको अपना भुगतान विवरण जोड़ना होगा."),
                n("d40d1cc0", "जारी रखने के लिए आपको Stripe के माध्यम से भुगतान करना होगा."),
                n("c4a5f614", "भुगतान विवरण जोड़ें"),
                n("fa2a280a", "इनवॉइस अपडेट करें"),
                n("i7b2f08e", "सत्यापित संगठनों में आपका स्वागत है"),
                n("g4e18b84", "आप अपनी एफ़िलिएट सीमा पर पहुँच गए हैं"),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + " एफ़िलिएट से ज़्यादा के खरीदी ऑर्डर्स के लिए.";
                }),
                n("fc1f43d0", "इनवॉइस जनरेट करें"),
                n("g8881c78", "भुगतान करें"),
                n("g59f8506", "ध्यान दें: जो खाते व्यवसाय या सरकारी संस्था के रूप में सत्यापित नहीं हो सकते हैं, उन्हें रीफ़ंड नहीं किया जाएगा."),
                n("a310e476", "डायरेक्ट"),
                n("fde6cf98", "सत्यापित संगठनों की तुरंत एक्सेस के लिए."),
                n("fdfbfcb0", "इनवॉइसिंग"),
                n("f45d02e8", "आपके सब्सक्रिप्शन को सेट अप करने के दौरान कुछ गलत हुआ. कृपया अपने ऐक्टिवेशन ईमेल को फिर से सबमिट करने की कोशिश करें."),
                n("a1c566c0", "आपके सब्सक्रिप्शन को सेट अप करने के दौरान कुछ गलत हुआ. कृपया अपने विवरण फिर से सबमिट करें."),
                n("f5a1c6ac", "आपके क्षेत्र में सब्सक्रिप्शन उपलब्ध नहीं हैं"),
                n("ef7ae9cd", "अधिक जानें"),
                n("d3c6b8c9", "अधिक जानें"),
                n("fafe5b9f", function (e) {
                    return "सब्सक्राइबर करें · " + e.price + " प्रति " + e.interval;
                }),
                n("f2ae1d63", "खरीदार सेवा की शर्तों"),
                n("ie8759c5", "खरीदार सेवा की शर्तों"),
                n("d842dd7b", function (e) {
                    return "X पर तेजी से आगे बढ़ें और " + e.credit + " मुफ़्त विज्ञापन क्रेडिट पाएं";
                }),
                n("fcfb696e", "⁺सीमित समय के लिए विज्ञापन क्रेडिट ऑफ़र."),
                n("f5b98d62", function (e) {
                    return "हर " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "हर " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "विज्ञापन क्रेडिट⁺ में " + e.creditAmount + " तक";
                }),
                n("a6c45ede", "इसमें शामिल हैं:"),
                n("e9aa43dc", "ऑर्गेनिक जॉब पोस्टिंग"),
                n("i1266238", "जॉब प्रमोशन क्षमताएं"),
                n("e8a4ea7a", "प्राथमिकता समर्थन"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("bb21a170", "सब्सक्रिप्शन बदलें"),
                n("b0dcc4dc", "आपका खाता पहले से ही स्तरीय स्विच के लिए लंबित है."),
                n("f3aef4ca", "कोई सक्रिय सदस्यता नहीं मिली"),
                n("h802e65e", "सब्सक्रिप्शन अपडेट विफल रहा. कृपया फिर से कोशिश करें. आपका वर्तमान सब्सक्रिप्शन प्रभावित नहीं हुआ."),
                n("c5269eb0", "यह आपका सक्रिय सब्सक्रिप्शन है."),
                n("c578c4ca", "वर्तमान प्लान"),
                n("i5d19147", "नया प्लान"),
                n("b025ff5f", "यहां"),
                n("d6b932d4", "मुफ़्त ट्रायल पर"),
                n("b0efe690", "बेसिक के साथ जारी रखें"),
                n("g5f9cdaa", "अपने प्लान में परिवर्तन की पुष्टि करें"),
                n("j21911de", "क्या आप बेसिक के साथ आगे बढ़ना चाहेंगे या अपना पूर्ण एक्सेस लाभ बरकरार रखना चाहेंगे?"),
                n("b59dec9e", "आप पूर्ण एक्सेस मुफ़्त ट्रायल से बेसिक प्लान में अपग्रेड कर रहे हैं."),
                n("e5ff0e1e", "इस परिवर्तन के साथ:"),
                n("ca004c80", "एफ़िलिएट सहित पूर्ण एक्सेस ट्रायल सुविधाएं अब उपलब्ध नहीं होंगी."),
                n("fae108ee", "आपके ट्रायल के दौरान जोड़े गए एफ़िलिएट अपने Premium+ लाभ और समर्थन खो देंगे."),
                n("d47c0c7c", "आप कौन हैं?"),
                n("hbd31720", "अपने लिए सही सब्सक्रिप्शन चुनें:"),
                n("c75a9386", "इनके बारे में अधिक जानें"),
                n("b916b258", "और"),
                n("ic6012ea", "मैं एक इंडिविजुअल हूं"),
                n("d8e618ce", "इंडिविजुअल्स और क्रिएटर्स के लिए"),
                n("dcbccede", "मैं एक संगठन हूं"),
                n("f44ce884", "व्यवसाय, सरकारी एजेंसियों और गैर-लाभकारी संगठनों के लिए"),
                n("dece6c60", "संगठन का नाम"),
                n("c4c1b600", "संगठन का ईमेल पता"),
                n("b1e0aec0", "संगठन का @हैंडल"),
                n("c42d5f4a", "एफ़िलिएट की संख्या"),
                n("fca5f04b", function (e) {
                    return "आप ज़्यादा से ज़्यादा " + e.affiliatesCount + " एफ़िलिएट खरीद सकते हैं और उसी के अनुसार शुल्क लिया जाएगा.";
                }),
                n("dca6b3ac", "इनवॉइस सेट अप करें"),
                n("c97ad52a", "इनवॉइस अपडेट करें"),
                n("b36f0fd4", "चुनें कि आप अपने संगठन के लिए कितने एफ़िलिएट चाहते हैं."),
                n("b4871f4f", "यहां"),
                n("b633d19e", "धन्यवाद"),
                n("f713d3e2", "आपका आवेदन मिल गया है और अब उसकी समीक्षा की जा रही है."),
                n("e11d5e1a", "आप Premium के सभी लाभों का आनंद ले सकेंगे, लेकिन आपके संगठन को गोल्ड या ग्रे चेकमार्क नहीं मिलेगा और जब तक आपका खाता स्वीकृत नहीं हो जाता, तब तक आप एफ़िलिएटेड खाते नहीं जोड़ सकेंगे."),
                n("d83617cc", "आपके खाते की समीक्षा की जाएगी."),
                n("afb30564", "हम आपका खाता स्वीकृत करने के लिए अतिरिक्त जानकारी मांग सकते हैं"),
                n("gdd3fa68", "समीक्षा किए जाने और स्वीकृत होने के बाद, आपका खाता तुरंत सत्यापित हो जाएगा और आप ऑनबोर्ड हो पाएंगे और एफ़िलिएशन जोड़ पाएंगे."),
                n("e6389996", "ऐसा कोई भी खाता जो स्वीकृत नहीं है, उसे रीफ़ंड नहीं किया जाएगा."),
                n("a889b460", "भुगतान सफल"),
                n("d1c886dc", "अगला चरण: दस्तावेज़ अपलोड करें और सत्यापित करें"),
                n("b13e9454", "आपका आवेदन अभी पूरा नहीं हुआ है. कृपया आवश्यक दस्तावेज़ सबमिट करें. इसमें आमतौर पर लगभग 10 मिनट लगते हैं."),
                n("e6b0965a", "आपका ऑर्डर"),
                n("a1b58798", "नीचे अपना ऑर्डर देखें"),
                n("b651c7d7", function (e) {
                    return "एफ़िलिएट" + f(e.count, "", "्स") + " x " + e.count;
                }),
                n("ec5e9c54", "बेस सब्सक्रिप्शन"),
                n("e16093fc", "प्रति माह कुल योग"),
                n("ce4acef6", "कुल प्रति वर्ष"),
                n("f4db2df0", "जब तक इनवॉइस का भुगतान नहीं हो जाता, तब तक आपका सब्सक्रिप्शन सक्रिय नहीं होगा."),
                n("b9e0d614", "आपके इनवॉइस में आपकी एफ़िलिएट सीमा अपडेट कर दी गई है.="),
                n("a45c9596", "आपका इनवॉइस सफलतापूर्वक जनरेट किया गया."),
                n("e4e5532a", "छूट लागू की गयी"),
                n("b557f073", function (e) {
                    return "आपके Stripe इनवॉइस विवरण को प्राप्त करने में कोई गड़बड़ी हुई. अगर यह समस्या जारी रहती है, तो कृपया " + e.supportEmail + " से संपर्क करें.";
                }),
                n("e8c366ce", "X की खरीदार शर्तों"),
                n("ee86d380", "संगठन जानकारी"),
                n("b9c9ccca", "आपका पूरा नाम"),
                n("c7e818de", "आपके काम का ईमेल पता"),
                n("i60d7542", "संगठन की वेबसाइट"),
                n("b92f9dee", "संगठन प्रकार"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "अधिक जानें"),
                n("f09630ff", "यहां"),
                n("eb043b72", "आवेदन लंबित"),
                n("a9ac4602", "सत्यापित संगठनों के लिए आपके आवेदन की अभी भी समीक्षा की जा रही है. कृपया बाद में फिर से कोशिश करें."),
                n("c5af3e12", "सीमित समय के लिए ऑफर. क्रेडिट जमा नहीं होता."),
                n("e18d6fd6", "आपके विज्ञापन क्रेडिट"),
                n("if435d1a", "आपने इस महीने अपने सभी उपलब्ध क्रेडिट का उपयोग कर लिया है. आपका अगला क्रेडिट आपके अगले सब्सक्रिप्शन भुगतान पर जारी किया जाएगा"),
                n("af6704d7", "यहां"),
                n("b293c6b4", "सत्यापित Premium सहायता"),
                n("e9e9ca58", "उपलब्ध"),
                n("cf2ba3a2", "विज्ञापन खाता ID"),
                n("gd7d051c", "सक्रिय करें"),
                n("f391c800", "विज्ञापन खाता ID आवश्यक है"),
                n("ja116d2c", "विज्ञापन खाता ID मान्य नहीं है"),
                n("hf037537", function (e) {
                    return "यह क्रेडिट उपलब्ध कराया जाएगा " + e.startDate;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("gd03b494", "अपने विज्ञापन क्रेडिट का उपयोग कैसे करें"),
                n("h1f36d3e", "अपने सत्यापित संगठनों के विज्ञापन क्रेडिट का उपयोग करने के लिए, आपको निम्नलिखित कदम उठाने होंगे:"),
                n("a6519ffc", "यदि आपने पहले विज्ञापन दिया है"),
                n("ibc9654a", "यदि आप नये विज्ञापनदाता हैं"),
                n("d3710c76", "यदि आप एफ़िलिएट किये खाते पर अपने क्रेडिट का उपयोग करना चाहते हैं"),
                n("d60a8f14", "X पर विज्ञापन चलाएं"),
                n("fe66e4a8", "X विज्ञापन प्रबंधक"),
                n("b3ca0108", "X विज्ञापनों का उपयोग करके अपना संदेश दूर-दूर तक फैलाएं."),
                n("g3754d57", "यहां"),
                n("i615ad63", "यहां"),
                n("a3ba48b9", "यहां"),
                n("ca3c633a", "विज्ञापन क्रेडिट"),
                n("ha843c96", "विज्ञापनों"),
                n("dd0f3b08", "विज्ञापनों"),
                n("c9fad534", "कोई क्रेडिट नहीं"),
                n("a211b11e", "सक्रिय करने के लिए कोई क्रेडिट उपलब्ध नहीं है"),
                n("f2011db1", function (e) {
                    return e.couponAmount + " का " + e.usedAmount + " इस्तेमाल किया गया";
                }),
                n("ae37e25c", "अज्ञात राशि"),
                n("i1407e15", function (e) {
                    return "विज्ञापन खाता " + e.accountId + " पर उपयोग किया गया";
                }),
                n("id4359bf", function (e) {
                    return e.when + " की समय सीमा विज्ञापन खाता " + e.accountId + " पर समाप्त हो गयी";
                }),
                n("f89af915", function (e) {
                    return "समय सीमा समाप्त " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return e.when + " की समय सीमा विज्ञापन खाता " + e.accountId + " पर समाप्त हो रही है";
                }),
                n("e8d8a2a9", function (e) {
                    return e.when + " को समय सीमा समाप्त";
                }),
                n("i3884c1f", function (e) {
                    return "उपलब्ध " + e.when;
                }),
                n("b070acf4", "जल्द ही उपलब्ध होगा"),
                n("ace946c4", "कूपन सक्रिय करें"),
                n("b0b02e37", function (e) {
                    return "यह कूपन विज्ञापन खाता ID पर सफलतापूर्वक लागू किया गया था: " + e.accountId;
                }),
                n("f520ee22", "विज्ञापन खाता ID"),
                n("df96ca56", "अन्य खाता"),
                n("b5566402", "id में केवल अक्षर और संख्याएँ हैं."),
                n("eb160d07", "विज्ञापन प्रबंधक खाता चयनकर्ता"),
                n("e016ad32", "केवल पठन मोड"),
                n("d7ab194e", "आपका सब्सक्रिप्शन परिवर्तन की प्रक्रिया के दौरान कुछ सत्यापित खाता सुविधाएँ केवल पठन मोड में हो सकती हैं."),
                n("g25d851e", "विज्ञापन खाते"),
                n("de7fef84", "इस खाते में सहायता के लिए ग्राहक सहायता से संपर्क करें"),
                n("ff1321b6", "सेटअप पूरा हो गया है, खाता सक्रिय है"),
                n("c1205320", "क्रेडिट कार्ड जोड़कर अपना विज्ञापन खाता सक्रिय करें"),
                n("c0343c0a", "पिछला भुगतान विफल, खाते पर भुगतान विधि की जाँच करें"),
                n("j56e34a4", "खाते तक पहुंच में सहायता के लिए ग्राहक सहायता से संपर्क करें"),
                n("gef920f2", "खाता सक्रिय करने के लिए प्रारंभिक सेटअप आवश्यक है"),
                n("b68dd4d8", "आपके पास इस खाते में पहुंच नहीं है, सहायता के लिए टीम एडमिन से संपर्क करें"),
                n("d637962c", "आपके पास कोई विज्ञापन खाता नहीं है"),
                n("dd087ae0", "ads.x.com पर एक सेट अप करें"),
                n("i3d7dd02", "जॉब प्रचार के लिए योग्य विज्ञापन खात तैयार है"),
                n("cc8f8516", "जॉब्स का प्रचार करने के लिए विज्ञापन खाता बनाएं"),
                n("b4f117b8", "आपके पास जॉब प्रचार विज्ञापन खाते में पहुंच नहीं है"),
                n("b7347cf4", "जॉब्स का प्रचार करने के लिए विज्ञापन खाता बनाएं"),
                n("h7d03a2a", "अपने हायरिंग डैशबोर्ड के माध्यम से जॉब जोड़ें"),
                n("cd5aeec6", "विज्ञापन खाता बनाएं"),
                n("ged51d2e", "विज्ञापन खाता बनाएं"),
                n("gcfa25e6", "ऐसा कोई भी विज्ञापन खाता नहीं है, जिसका उपयोग आपके संगठन के लिए किया जा सके. एक बनाने के लिए ads.x.com पर जाएं."),
                n("g76fb922", "नया खाता"),
                n("db0a69e7", function (e) {
                    return "आपका विज्ञापन खाता (ID: " + e.adAccountId + ") नया है. इसे सक्रिय करने के लिए विज्ञापन प्रबंधक में प्रारंभिक सेटअप पूरा करें.";
                }),
                n("c7bad5cc", "खाता स्थापित करें"),
                n("g8c563c0", "आपको पहुंच की आवश्यकता है"),
                n("f6f29b17", function (e) {
                    return "आपके पास विज्ञापन खाते (ID: " + e.adAccountId + ") में पहुंच नहीं है. अपने टीम एडमिन से आपको विज्ञापन प्रबंधक में खाते में जोड़ने के लिए कहें.";
                }),
                n("a15bb840", "भुगतान के तरीके की आवश्यकता है"),
                n("j4e981d9", function (e) {
                    return "आपका विज्ञापन खाता (ID: " + e.adAccountId + ") आंशिक रूप से सेट किया गया है. इसे सक्रिय करने के लिए, खाते में भुगतान विधि जोड़ें. आप इस खाते पर जो भी क्रेडिट लागू करेंगे, वह आपसे शुल्क लेने से पहले ही ख़त्म हो जाएगा.";
                }),
                n("af142910", "भुगतान विफल रहा"),
                n("a9635acf", function (e) {
                    return "आपका विज्ञापन खाता (ID: " + e.adAccountId + ") सक्रिय है, लेकिन अंतिम भुगतान विफल रहा. इसे दोबारा सक्रिय करने के लिए, इस खाते पर भुगतान विधि बदलें.";
                }),
                n("d1cca474", "भुगतान का तरीका बदलें"),
                n("fe8b969a", "ग्राहक सहायता मदद कर सकती है"),
                n("i8aa0b91", function (e) {
                    return "यह विज्ञापन खाता (ID: " + e.adAccountId + ") को सक्रिय करने के लिए ग्राहक सहायता की मदद की आवश्यकता है. अपने संदेश में विज्ञापन खाता id अवश्य शामिल करें. आपके अनुरोध को प्राथमिकता दी जाएगी.";
                }),
                n("d82c2074", "सहायता पाएं"),
                n("ad37d536", "हैंडल स्थानांतरण की शर्तें "),
                n("e760074a", "निष्क्रिय हैंडल प्राप्त करें या अपने पास मौजूद एक हैंडल को बदलें"),
                n("j003ef92", "अपने या अपने एफ़िलिएट के लिए X से निष्क्रिय हैंडल खरीदें या अपने पास पहले से मौजूद हैंडल को बदलें."),
                n("d57a8e42", "यह सेवा केवल सत्यापित संगठनों के लिए है और इसमें प्रति हैंडल अतिरिक्त लागत शामिल है, जो $10,000 USD से शुरू होती है."),
                n("h9367bd6", "हैंडल की पूछताछ सबमिट करें"),
                n("a6a62e7e", "हमारे स्वचालित सहायता बॉट का उपयोग करके कुछ प्रश्नों के उत्तर देकर प्रक्रिया आरंभ करें."),
                n("e5912290", "हैंडल की पूछताछ शुरू हो रही है"),
                n("c2e24f66", "इस स्क्रीन के निचले कोने में समर्थन संदेश देखें."),
                n("c94f514e", "हैंडल की पूछताछ शुरू हुई"),
                n("cf60d152", "अपनी हैंडल पूछताछ सबमिट करने के लिए चैट विंडो में लघु प्रश्नावली को पूरा करें."),
                n("f06b124e", "अक्सर पूछे जाने वाले प्रश्न"),
                n("h677fdcc", "हैंडल की कीमत कितनी होती है?"),
                n("a55b39aa", "मुख्य रूप से वर्ण की लंबाई और शब्द की समानता पर आधारित है. कीमतें $10k से शुरू होकर $500k USD तक होती हैं."),
                n("d46bcb3a", "मुझे कैसे पता चलेगा कि कोई हैंडल खरीदने के लिए उपलब्ध है या नहीं?"),
                n("c6bcf72c", "आरंभ करें बटन का उपयोग करके हमें अनुरोध भेजें और हम आपको बताएंगे कि यह उपलब्ध है या नहीं."),
                n("d478604c", "क्या मैं किसी अन्य व्यवसाय की ओर से हैंडल खरीद सकता हूँ?"),
                n("c09f8cd2", "नहीं. व्यवसाय केवल अपने एफ़िलिएट की ओर से हैंडल खरीद सकते हैं, जो वास्तव में उनके व्यवसाय से कनेक्ट हों."),
                n("d814f020", "बिक्री प्रक्रिया क्या है? इसमें कितना समय लगता है?"),
                n("f600b6f0", "आरंभ करें बटन का उपयोग करके हैंडल खरीदने या बदलने का अनुरोध करें. हम 3 व्यावसायिक दिनों के भीतर उपलब्धता और मूल्य निर्धारण के साथ जवाब देंगे. भुगतान के बाद, हम 1-2 दिनों के भीतर आपके चुने हुए खाते में हैंडल स्थानांतरित कर देंगे. वैकल्पिक रूप से, हम पुराने हैंडल को आपके स्वामित्व वाले किसी अन्य खाते में स्थानांतरित कर सकते हैं."),
                n("i8debc4a", "क्या आप एकाधिक हैंडल के लिए छूट प्रदान करते हैं?"),
                n("c5199f3c", "हां, यह आपके द्वारा खरीदे गए हैंडल की संख्या और क्वोट के कुल आकार पर निर्भर करता है."),
                n("c20f923e", "मेरे पास व्यापार - चिह्न है - क्या इससे चीजें प्रभावित होंगी?"),
                n("b2fd4c15", "व्यापार - चिह्न नीति"),
                n("a690746e", "प्राथमिकता समर्थन पाएँ"),
                n("he2dc9b0", "अपने संगठन का हैंडल और अनुरोध विवरण भेजकर हमसे संपर्क करें."),
                n("e5e6479e", "सबसे तेज़ सहायता प्राप्त करने के लिए हमें अपने संगठन का हैंडल और अपनी पूछताछ का विवरण ईमेल करें."),
                n("ica8392a", "एक बार आपका अनुरोध प्राप्त हो जाने पर हम इसकी समीक्षा करेंगे और इसे प्राप्त होने के क्रम में प्राथमिकता देंगे."),
                n("ed37e36e", "महत्वपूर्ण: आपके संगठन का हैंडल न होने या व्यक्तिगत ईमेल का इस्तेमाल करने से आपके अनुरोध को संसाधित करने में देरी हो सकती है."),
                n("eb0d4fe2", "एक कॉलम बनाएं"),
                n("e93d2f8a", "विभिन्न प्रकार के कॉलम जोड़कर अपने अनुभव को अनुकूलित करें, जैसे:"),
                n("e8203d1e", "खोजें"),
                n("d82fd532", "सीधे संदेश"),
                n("c87babee", "और अधिक..."),
                n("f1990aa4", "डेक के साथ अपने कॉलम व्यवस्थित करें"),
                n("ib9c9a54", "X Pro पर कई डेस्कटॉप होने की कल्पना करें. अड़चनों को हटाएं और केवल उन विषयों और टूल्स पर ध्यान केंद्रित करें, जो आपके पास आवश्यकता होने पर मौजूद हों."),
                n("fb5ac13e", "कॉलम को मूव करें"),
                n("bd545b7e", "किसी कॉलम को अपने डेक पर कहीं भी खींचने और छोड़ने के लिए इन बिंदुओं पर क्लिक करें."),
                n("a98513b6", "कॉलम अनुकूलित करें"),
                n("c8759e44", "इस जैसे विकल्पों के लिए कॉलम के टॉप पर रोलओवर करें:"),
                n("a93e96c8", "पोस्ट्स को टॉप या नवीनतम के आधार पर क्रमबद्ध करें"),
                n("df300378", "कॉलम का आकार बदलें"),
                n("aa263910", "उन्नत खोज टूल्स का उपयोग करें"),
                n("ab3915aa", "टिप्स और सेटिंग्स"),
                n("ia03837a", "यह कार्य करने के लिए यहाँ जाएँ:"),
                n("f0bd595c", "डेक प्रबंधित करें"),
                n("a74e9464", "डिस्प्ले सेटिंग्स बदलें"),
                n("h254eb92", "कीबोर्ड शॉर्टकट खोजें"),
                n("j6e669a0", "फिर से टूर करें"),
                n("c15802be", "पोस्ट्स भेजे जा रहे हैं..."),
                n("e5506950", "डेक"),
                n("b1bd9a8a", "नया डेक"),
                n("cf1a138f", function (e) {
                    return "डेक में बदला गया - " + e.title;
                }),
                n("g9c2da24", "नया डेक बनाने के लिए संवाद को खोलता है"),
                n("hcef6b72", "आपके डेक को प्रबंधित करने के लिए संवाद को खोलता है"),
                n("a77dbc7a", "डेक संपादित करें"),
                n("a154a293", function (e) {
                    return "चयनित‍‍ डेक " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "अचयनित‍‍ डेक " + e.deckName;
                }),
                n("ha2aae72", "चयनित डेक को प्रबंधित करने के लिए संवाद को खोलता है"),
                n("hf59ffc8", "नेविगेशन बार"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "एक नया कॉलम जोड़ें"),
                n("ad61a830", "पोस्ट लिखें"),
                n("c44f5114", "संदेश सेटिंग्स"),
                n("c71066fe", "टूर लें"),
                n("b452e6c2", "कैसा चल रहा है?"),
                n("j7737bc2", "X Pro का उपयोग करने के लिए धन्यवाद, हम जानना चाहते हैं कि आपको यह अभी तक कैसा लगा."),
                n("e8038d64", "आपकी राय हमारे लिए महत्वपूर्ण है, इससे हमें अनुभव को बेहतर बनाने में मदद मिलेगी."),
                n("fce3c5ce", "प्रतिक्रिया दें"),
                n("ha39df38", "निजी"),
                n("ja7b7d1a", "हमें अभी कनेक्ट करने में समस्या हो रही है. आपके द्वारा किए गए परिवर्तन हो सकता है सेव न हुए हों."),
                n("ad5df1d7", function (e) {
                    return "कॉलम में बदला गया - " + e.title;
                }),
                n("ba7bd92e", "कॉलम सेटिंग्स"),
                n("cc4ff736", "कॉलम शेयर करना"),
                n("g684a93a", "इस कॉलम में आपके द्वारा किए गए कोई भी परिवर्तन, इसे देख रहे किसी भी व्यक्ति को दिखाई देंगे."),
                n("a6bbdc1c", "केवल देखने के लिए"),
                n("f6e88162", "लैब्स"),
                n("e6df688c", "विकल्प"),
                n("e3f2b93a", "इस कॉलम के बारे में जानकारी दिखाएं या छिपाएं."),
                n("db257758", "मीडिया प्रीव्यू आकार"),
                n("if2fbab8", "जवाब मीडिया प्रीव्यू आकार"),
                n("he517d52", "कॉलम का नाम बदलें"),
                n("f6eb2cfe", "कॉलम का नाम"),
                n("d6d39c84", "कॉलम का कोई नाम होना चाहिए."),
                n("e5c06aee", "कॉलम की चौड़ाई"),
                n("af6a4368", "इस बातचीत का नाम बदलें और देखें कि इसमें कौन है."),
                n("cdeac5ee", "सीधा संदेश सेटिंग्स"),
                n("fda7ee26", "प्रबंधित करें कि कौन आपको संदेश भेज सकता है."),
                n("c4ec8620", "शामिल करें"),
                n("d5f29cd4", "छोड़ें"),
                n("d01a62f8", "समय और स्थान"),
                n("d614afc8", "पसंद, जवाब और रीपोस्ट्स"),
                n("fb2bbc7a", "पोस्ट सामग्री"),
                n("a589add2", "इनमें से कोई भी शब्द (या)"),
                n("d2f8dc8a", "किसी व्यक्ति के पोस्ट्स"),
                n("e37201ec", "किसी को जवाब देना"),
                n("e035e056", "किसी का उल्लेख करना"),
                n("ef2d4092", "शब्दों को छोड़ें"),
                n("d59f395e", "आपकी प्रदर्शन भाषा"),
                n("g67cd3f2", "भाषाएं चुनें"),
                n("c85f9b9c", "भाषाएं बदलें"),
                n("b5148188", "इससे ज़्यादा"),
                n("hf369320", "इससे कम"),
                n("f4dce7b6", "कितने"),
                n("ddafa9a2", "विकल्प देखें"),
                n("c6be8432", "सहभागिता का स्तर"),
                n("e60b9fac", "ओरिजिनल पोस्ट्स दिखाएं"),
                n("eb441fee", "रीपोस्ट्स दिखाएं"),
                n("e920e6dc", "कोट्स दिखाएं"),
                n("g9580526", "जवाब दिखाएं"),
                n("i73cbb5c", "आप खोज में केवल एक सूची जोड़ सकते हैं. इस खोज पर केवल पहली सूची लागू होगी."),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " या सूची ID दर्ज करें";
                }),
                n("a153fbf2", "खोज में सूची का उपयोग कैसे करें"),
                n("bf0d5a7c", "आप प्रति खोज एक सूची जोड़ सकते हैं."),
                n("c6e8759a", "सूची जोड़ने के लिए, इस स्वरूप का पालन करें:"),
                n("dd9daca8", "सूची नाम में पूर्ण विराम को - से बदलें."),
                n("cd71b264", "सूचियों के बारे में जानें."),
                n("ca23d726", "छवि और वीडियो"),
                n("f1fa97a8", "प्रसारण"),
                n("c0bab0ba", "केवल मीडिया वाले पोस्ट्स दिखाएं"),
                n("g9512656", "केवल सत्यापित लोगों को दिखाएं"),
                n("b967e296", "केवल उन लोगों को दिखाएं, जिन्हें आप फ़ॉलो करते हैं"),
                n("gc51a2ac", "किसी भी समय"),
                n("d42a4916", "हाल ही में"),
                n("a2229a06", "एक समय सीमा के भीतर"),
                n("c1fe6156", "प्रारंभ समय"),
                n("cbc02622", "समाप्ति समय"),
                n("b666573c", "स्थान खोजें"),
                n("cf260344", "पोस्ट करते हैं"),
                n("j5805302", "रेडियस"),
                n("e592ab3c", "बेहतर परिणाम पाने के लिए आपकी खोज में स्थान और राज्य या देश शामिल करें."),
                n("e8843b5d", function (e) {
                    return e.meters + " मीटर";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + " कि.मी.";
                }),
                n("ec688a09", function (e) {
                    return "इससे @" + e.screenName + " आपको अपनी किसी भी सूची में शामिल नहीं कर पाएंगे, इस सूची में भी नहीं.";
                }),
                n("iad54d54", "बुकमार्क हटाएं"),
                n("g4d581a2", "इसे और सभी बुकमार्क फ़ोल्डर को खाली करें"),
                n("fb14aebe", "बुकमार्क को खाली करें"),
                n("jf748f40", "सभी बुकमार्क हटाएं?"),
                n("d63a211a", "इसे पूर्ववत नहीं किया जा सकता और आप अपने बुकमार्क में जोड़े गए सभी पोस्ट्स को हटा देंगे."),
                n("a16ebc1a", "नई चैट शुरू करें"),
                n("a1ff1890", "इससे आपकी वर्तमान बातचीत हट जाएगी."),
                n("ab352ee0", "नवीनतम पोस्ट्स दिखाएं"),
                n("c004c4d6", "पोस्ट्स साफ़ करें"),
                n("fc702822", "पोस्ट्स साफ़ करें और नवीनतम पोस्ट्स के आते ही उन्हें देखें."),
                n("a2c59056", "कॉलम को साफ़ करने से पहले..."),
                n("d31bdbbe", "नवीनतम पोस्ट्स पर स्विच करें"),
                n("dec3722c", "नवीनतम पोस्ट्स"),
                n("g33b8c04", "एक कॉपी बनाएं"),
                n("de2c3008", "कॉलम का एक डुप्लिकेट बनाएं."),
                n("a7c01ce0", "फ़ोल्डर का नाम बदलें या उसे मिटाएं"),
                n("e52e4c82", "स्थान और निजीकरण विकल्प बदलें."),
                n("f4d052a4", "Grok (सामान्य)"),
                n("fa97c1c6", "Grok (फ़न मोड)"),
                n("efb37dec", "मोड"),
                n("h0064892", "सामान्य"),
                n("ad86db50", "एक डेक बनाएं"),
                n("hb70ef30", "इस खोज से एक डेक बनाएं"),
                n("j8a945cc", "टॉप पोस्ट्स"),
                n("f3a4a654", "सत्यापित पोस्ट्स"),
                n("c8da0c42", "फ़ोटो और वीडियो"),
                n("d2cf6f74", "Premium पार्टनर्स"),
                n("c9b39e70", "मूव करें"),
                n("b9ea5f7c", "कॉलम को अन्य डेक में मूव करें."),
                n("g8b6d450", "सूचना विकल्प"),
                n("dd703fbd", function (e) {
                    return "कॉलम मिटाएं - " + e.title;
                }),
                n("d9d11fc6", "सार्वजनिक कॉलम मिटाएं?"),
                n("h17ada6c", "किसी सार्वजनिक कॉलम को हटाने से सभी फ़ॉलोअर कॉलम पर अपरिवर्तनीय रूप से पहुंच खो देंगे."),
                n("hb388fe8", "कॉलम मिटाएं"),
                n("c1343ad6", "इसे एक खोज कॉलम में बदलें."),
                n("e7a12d72", "खोज कॉलम में बदला गया."),
                n("f29424f0", "वापस बदलें"),
                n("h5ff85a2", "कॉलम शेयर करें"),
                n("d32058ba", "शेयर सक्षम करने के लिए कॉलम को सार्वजनिक करें."),
                n("c926a6ca", "आपके द्वारा किए जाने वाले बदलाव कॉलम को फ़ॉलो करने वाले सभी को दिखाई देंगे."),
                n("g0175ca2", "कॉलम पिकर"),
                n("a800727c", "कॉलम पिकर पर वापस जाएं"),
                n("f318bc40", "नया फ़ोल्डर बनाएं"),
                n("e300a9f0", "बुकमार्क फ़ोल्डर बनाएं"),
                n("j341c67c", "फ़ोल्डर्स के नाम होने चाहिए."),
                n("d00586a6", "यह कॉलम लोड नहीं किया जा सकता. एक नया कॉलम बनाने की कोशिश करें."),
                n("d0d8277e", "कॉलम के स्वामी ने इसे मिटा दिया है या कॉलम को निजी बना दिया है."),
                n("j08fd6fe", "आपकी कम्यूनिटिज़"),
                n("b569a1fa", "कम्यूनिटिज़ पर वापस जाएं"),
                n("i176bfd2", "सूचियों के बारे में जानें"),
                n("a57c3292", "नई सूचियों के बारे में जानें"),
                n("f59f87dc", "दूसरे लोगों की सूचियां ढूंढें"),
                n("a5d70676", "सूचियाँ जिनके आप सदस्य हैं"),
                n("e377790a", "सूचियों पर वापस जाएं"),
                n("e952b8c3", function (e) {
                    return "@" + e.userScreenName + " की सूचियाँ";
                }),
                n("bc24f834", "दूसरे लोगों की सूचियां ढूंढें पर वापस जाएं"),
                n("ee11d084", "प्रोफ़ाइल खोजें"),
                n("c300f3bc", "कुछ कॉलम जोड़ें"),
                n("bd744e9a", "खोज के ज़रिए पॉप्युलेट करें"),
                n("i10d4124", "बिलकुल शुरुआत से शुरू करें"),
                n("jbff8606", "क्वेरी सबमिट करें"),
                n("dbd8a566", "कुछ ड्राफ़्ट पोस्ट्स को मिटाया नहीं जा सका."),
                n("c82be5a8", "आपके चुने गए ड्राफ़्ट पोस्ट्स मिटा दिए गए थे."),
                n("ad84af68", "ड्राफ़्ट पोस्ट्स लोड करना"),
                n("ef97fb3a", "आपके पास कोई ड्राफ़्ट पोस्ट नहीं है"),
                n("f26ece12", "जब आप ऐसा करेंगे, तो वे आपको यहाँ दिखाई देंगे."),
                n("a4911812", "ड्राफ़्ट पोस्ट्स मिटाना"),
                n("b49be1ca", "ड्राफ़्ट पोस्ट्स को खारिज करें"),
                n("ca91dc76", "इसे पूर्ववत नहीं किया जा सकता और आपके ड्राफ़्ट पोस्ट्स गायब हो जाएंगे."),
                n("b38b254a", "कुछ शेड्यूल किए गए पोस्ट्स मिटाए नहीं जा सके."),
                n("he2e3cc4", "आपके चुने हुए शेड्यूल किए गए पोस्ट्स मिटा दिए गए थे."),
                n("jf9faee4", "शेड्यूल किए गए पोस्ट्स लोड करना"),
                n("aa1cfd48", "आपका कोई शेड्यूल किया गया पोस्ट नहीं है"),
                n("b2a70dbe", "शेड्यूल किए गए पोस्ट्स मिटाना"),
                n("a07bb1b0", "शेड्यूल किए गए पोस्ट्स को खारिज करें"),
                n("id78e802", "इसे पूर्ववत नहीं किया जा सकता है और आपके शेड्यूल किए गए पोस्ट्स गायब हो जाएंगे."),
                n("d9a75e16", "एक चुनें"),
                n("aa030cd4", "पहले सुझाए गए पोस्ट्स देखें."),
                n("c0d2d4aa", "होम टाइमलाइन"),
                n("ecbbbb90", "अपनी या अन्य लोगों की सूचियां देखें."),
                n("c351229c", "उन कम्यूनिटिज़ को देखें, जिनका आप हिस्सा हैं."),
                n("a2d1df82", "आप जो खोज रहे हैं, वह पाएं."),
                n("d5387d8a", "अपने संदेशों के बारे में अप-टू-डेट रहें."),
                n("e738198c", "देखें कि X पर क्या रुझान में है."),
                n("ifb8c91e", "एक प्रोफ़ाइल खोजें और जानें कि वे क्या कर रहे हैं."),
                n("aa0525d0", "प्रोफ़ाइल"),
                n("cb7844a6", "अपनी सूचनाओं और उल्लेखों से अवगत रहें."),
                n("e64da55e", "अपने शेड्यूल किए गए पोस्ट्स देखें."),
                n("h9659832", "अपने ड्राफ़्ट पोस्ट्स देखें."),
                n("f1b6535e", "ड्राफ़्ट पोस्ट्स"),
                n("a24add8a", "बुकमार्क किए गए पोस्ट्स देखें."),
                n("ic61c5fc", "स्क्रॉल करते हुए टॉप पर जाएं"),
                n("gb19f215", function (e) {
                    return "कॉलम - " + e.title;
                }),
                n("g7751b34", "स्टैक बंद करें"),
                n("b94fa48c", "स्टैक साफ़ करें"),
                n("dd3dc3cc", "स्टैक में वापस जाएं"),
                n("bc7acfd0", "शेयर किया गया कॉलम"),
                n("a6587d95", function (e) {
                    return "कॉलम को फिर से ऑर्डर में लगाएं - " + e.title;
                }),
                n("fb071dea", "कॉलम को मूव करें"),
                n("c77a6327", function (e) {
                    return "कॉलम विकल्प खोलें - " + e.title;
                }),
                n("h53c41f0", "कॉलम विकल्प"),
                n("f7bbbb6d", function (e) {
                    return "कॉलम विकल्प बंद करें - " + e.title;
                }),
                n("eee9f83e", "कॉलम विकल्प बंद करें"),
                n("a443bbc0", "खोज बंद करें"),
                n("c8b12c8f", function (e) {
                    return "कॉलम सामग्री सेट करें - " + e.title;
                }),
                n("fe048090", "ओवरव्यू दिखाएं"),
                n("e57560b4", "ओवरव्यू छिपाएं"),
                n("fb087db0", "अलग कॉलम बनाएं"),
                n("aa128cd8", "एक नया कॉलम जोड़ें"),
                n("aa4f00c6", "डेक शेयर करें"),
                n("fdf97052", "डेक विकल्प पर जाएँ"),
                n("ed427868", "डेक को सार्वजनिक बनाएं"),
                n("gecc71a2", "किसी डेक को शेयर करने के लिए, पहले इसे सार्वजनिक बनाएं."),
                n("f0653866", "डेक शेयर करना"),
                n("b158400a", "इस चरण को छोड़ें"),
                n("h15afbce", "चलिए आपका सेटअप कराते हैं"),
                n("ibe6be32", "अपने X Pro अनुभव को अनुकूलित करें: कॉलम की वह चौड़ाई, रंग, टेक्स्ट और मीडिया आकार चुनें, जो आपके लिए सही हो."),
                n("e28eb008", "डिस्प्ले सेटिंग्स खोलें"),
                n("dc8b86e0", "अब आपके कॉलम जोड़ते हैं"),
                n("ee28603e", "अपने कॉलम आयात करें"),
                n("dad15d22", "अपने मौजूदा खोज, सूची और प्रोफ़ाइल कॉलम आयात करके समय बचाएं. आप इन्हें बाद में कॉपी नहीं कर पाएंगे."),
                n("j85b4522", "या बिलकुल शुरुआत से शुरू करें"),
                n("hfd5ca12", "हम्म... हम आपके कॉलम आयात नहीं कर सके"),
                n("b855852a", "केवल खोज, सूची और प्रोफ़ाइल कॉलम आयात किए जा सकते हैं. इसके बजाए एक होम कॉलम जोड़ें."),
                n("dc6c806e", "आपके कॉलम आयात नहीं किए जा सके."),
                n("a0dfe2f6", "X Pro, एक आसान इंटरफ़ेस में कई टाइमलाइन कॉलम देखने का एक सुविधाजनक तरीका है."),
                n("i8912d28", "आइए कुछ कॉलम जोड़ें..."),
                n("ce0c0f34", "आइए अब चारों ओर एक नजर डालते हैं"),
                n("h36d2aa2", "शुरू करने के लिए कुछ आसान युक्तियां जानें."),
                n("fbaf9442", "एक स्टार्टर डेक जोड़ें"),
                n("b354ea52", "स्टार्टर डेक जोड़ा जा रहा है..."),
                n("if195eb8", "कॉलम जोड़े जा रहे हैं..."),
                n("ea07517c", "कॉलम मिटा दिया गया."),
                n("habced9e", "कॉलम बहाल करने के लिए."),
                n("g4fcb4f8", "कॉलम बहाल किया गया."),
                n("d4429cba", "ओह...यह डेक मौजूद नहीं है. कोई दूसरा चुनने की कोशिश करें."),
                n("g2c6e34a", "सामग्री का आकार, रंग और पृष्ठभूमि प्रबंधित करें."),
                n("bf2890a6", "विज़ुअल स्केल"),
                n("h098a550", "डिफ़ॉल्ट कॉलम चौड़ाई"),
                n("ab248726", "डिफ़ॉल्ट मीडिया पूर्वावलोकन"),
                n("jdaf161c", "संदेश टैब"),
                n("ge0fcfd0", "होवर कार्ड्स"),
                n("e1cab6e8", "मौजूदा कॉलम में बदलाव लागू करें?"),
                n("ce2e487c", "अगर आप सभी कॉलम बदलते हैं, तो आपके सभी डेक में प्रत्येक कॉलम अपडेट हो जाएगा. अगर आप नहीं चुनते हैं, तो केवल वे कॉलम जो आप अब से बनाएंगे उन्हें ही नई सेटिंग्स प्राप्त होंगी."),
                n("fdbd90a6", "हाँ, सभी कॉलम बदलें"),
                n("h8affe68", "नहीं, केवल नए कॉलम"),
                n("f06885b6", "कॉलम मीडिया आकार विकल्प"),
                n("e4bab2d0", "कॉलम चौड़ाई विकल्प"),
                n("f0e71094", "संदेश टैब दिखाएं"),
                n("aa25a5a6", "संक्षिप्त करने योग्य संदेश टैब आपकी स्क्रीन के निचले भाग में दिया गया है"),
                n("g3da3c90", "होवर कार्ड्स दिखाएं"),
                n("b08a8656", "इंटरैक्टिव आइटम्स पर होवर करते समय होवर कार्ड्स दिखाएं"),
                n("g9df1984", "एक डेक जोड़ें"),
                n("df77af70", "अपने डेक के लिए एक इमोजी चुनें"),
                n("ee7765ba", "इमोजी चुनें"),
                n("e0127c83", function (e) {
                    return "इमोजी " + e.emoji + " बदलें";
                }),
                n("hb8b6254", "आपकी प्रोफ़ाइल से कोई भी आपकी सार्वजनिक डेक तक पहुंच सकता है. आप इसके लिंक भी साझा कर सकते हैं. यदि आप अपना विचार बदलते हैं, तो आप इसे कभी भी फिर से निजी बना सकते हैं. अधिक जानें"),
                n("gfbaf4e8", "इस डेक को अभी सार्वजनिक नहीं किया जा सकता"),
                n("ae04848a", "इस डेक में आपके X खाते से संबंधित कॉलम हैं. इस डेक को सार्वजनिक करने के लिए, आपको उन्हें हटाना होगा. अधिक जानें"),
                n("d606207a", "डेक मिटाएं"),
                n("h95cb00e", "इस डेक को स्थायी रूप से मिटा दिया जाएगा. इसे पूर्ववत नहीं किया जा सकता."),
                n("f50c9834", "यह डेक स्थायी रूप से मिटा दिया जाएगा. यदि आप इसे मिटाते हैं तो आप इसे बाद में फिर से प्राप्त नहीं कर पाएंगे."),
                n("cb861826", "डेक का क्रम बदलें"),
                n("i5896b2b", function (e) {
                    return 'डेक "' + e.title + '" संपादित करें';
                }),
                n("ef602cab", function (e) {
                    return 'डेक "' + e.title + '" मिटाएं';
                }),
                n("b44b9d83", function (e) {
                    return 'डेक "' + e.title + '" अनपिन करें';
                }),
                n("je4a847f", function (e) {
                    return 'डेक "' + e.title + '" पिन करें';
                }),
                n("ad41be88", "कॉलम को डेक में मूव करें"),
                n("cb82860a", "कॉलम नहीं मिला"),
                n("icbecd02", "कॉलम जोड़ें"),
                n("fdf1a2c6", "डेक जोड़ें"),
                n("d25acc28", "इसमें क्या है?"),
                n("fe5df266", "कॉलम को निजी बनाएं?"),
                n("i3206148", "किसी सार्वजनिक कॉलम को निजी बनाने से सभी फ़ॉलोअर कॉलम पर पहुंच खो देंगे."),
                n("c65d210c", "कॉलम को निजी बनाएं"),
                n("j4d54f1e", "उन लोगों के लिए एक शक्तिशाली, रियल-टाइल टूल, जो X पर अपना समय व्यतीत करते हैं."),
                n("je0526a0", "एक स्क्रीन पर कई टाइमलाइन मॉनीटर करें. सामग्री को ट्रैक और व्यवस्थित करें और रियल टाइम में अपनी कम्यूनिटिज़ के साथ सहभागिता करें."),
                n("d128af54", "X Premium के लिए साइन अप करें"),
                n("bacd7195", function (e) {
                    return "X पर " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e5b4aafa", "आपका इंटरनेट कनेक्शन बाधित हो गया है."),
                n("g43c3b36", "जारी रखने के लिए कृपया इंटरनेट से पुनः कनेक्ट करें."),
                n("hafe83ec", "एप्लिकेशन से बाहर निकलने के लिए बंद करें दबाएँ."),
                n("b2ec74fe", "बंद"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " व्यूज़ " + e.timeAgo;
                }),
                n("a7a90902", "दिखाने के लिए चुनें दबाएँ"),
                n("cb0a3b5e", "इस पोस्ट में संवेदनशील मीडिया हो सकता है. क्या आप वाकई इसे दिखाना चाहेंगे?"),
                n("a4eb1304", "आप किसी भी समय फिर से लॉगिन कर सकते हैं."),
                n("b86c2e12", "X की पूरी सामग्री खोजने के लिए साइन इन करें."),
                n("ia13bd7c", "कीबोर्ड"),
                n("f9fa40c8", "X का सर्वोत्तम अनुभव करें"),
                n("gb6a7f62", "आपका कोड समाप्त हो गया है. यदि आप पुनः प्रयास करना चाहते हैं, तो नया कोड प्राप्त करने के लिए नीचे दिए गए बटन चुनें."),
                n("ge19602a", "नया कोड पाएँ"),
                n("dd4ec2e8", "अपने लैपटॉप या मोबाइल डिवाइस पर नीचे दिए गए URL पर जाकर और यहां दिखाया गया कोड दर्ज करके X में लॉगिन करें."),
                n("f4d7084c", "इन दो विकल्पों में से किसी एक का उपयोग करके X में लॉगिन करें:"),
                n("ebc1accc", "यह QR कोड स्कैन करें"),
                n("a4742bc0", "अपने लैपटॉप या मोबाइल डिवाइस पर नीचे दिए गए URL पर जाएं और यहां प्रदर्शित कोड दर्ज करें."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + " से वीडियो देखने के लिए साइन इन करें.";
                }),
                n("fb83778c", "इस उपयोगकर्ता के वीडियो देखने के लिए साइन इन करें."),
                n("dd4bbaea", "आपके पास दिखाने के लिए कोई वीडियो नहीं है."),
                n("i71d6193", function (e) {
                    return e.name + " से दिखाने के लिए कोई वीडियो नहीं है.";
                }),
                n("adb512f0", "हाल के वीडियो"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "फ़ॉलोइंग";
                }),
                n("cd3f5206", "आगे:"),
                n("c930299f", function (e) {
                    return e.count + " में अगला:";
                }),
                n("b2e9f19c", "पिछला वीडियो फिर से प्ले करें"),
                n("de906774", "स्पीड"),
                n("caca839e", "क्लोज़्ड कैप्शन"),
                n("b049f56c", "क्वालिटी"),
                n("fa7169d8", "इस सामग्री की रिपोर्ट करने के लिए, अपने लैपटॉप या मोबाइल डिवाइस पर नीचे दिए गए URLपर जाएं"),
                n("c973ec9c", "खाता उपयोगकर्ता नाम"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "सामग्री URL"),
                n("a4ee9394", "सफ़ेद"),
                n("a9f3474c", "सियान"),
                n("i50b6538", "मैजेंटा"),
                n("jffeb664", "लाल"),
                n("e375c2d0", "ब्लैक"),
                n("c2c5dea4", "फ़ॉन्ट रंग"),
                n("ce71b3d0", "फ़ॉन्ट परिवार"),
                n("d2eb1582", "Default (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "टेकस्ट अस्पष्टता"),
                n("a562039c", "पृष्ठभूमि का रंग"),
                n("h44e879e", "पृष्ठभूमि अस्पष्टता"),
                n("b843ced4", "ऑटो"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "फ़ास्ट फ़ॉर्वर्ड"),
                n("ee0f61ca", "रिवाइंड"),
                n("i2d14148", "पसंद हटाएं"),
                n("a1eb471a", "नापसंद हटाएं"),
                n("e40051e8", "बुकमार्क हटाएं"),
                n("g9ecf0e8", "जवाब देखें"),
                n("aa97ae7e", "टीवी प्लेयर नियंत्रण"),
                n("ed170a6a", "स्लाइडर"),
                n("ee838ea0", "इस विषय को फ़ॉलो करने से X पर होम टाइमलाइन और अनुभव को निजीकृत करने में मदद मिलेगी"),
                n("h85446ce", "यह ब्राउज़र अब समर्थित नहीं है."),
                n("e24d1fa6", "x.com का उपयोग जारी रखने के लिए, कृपया किसी समर्थित ब्राउज़र पर स्विच करें. हमारे सहायता केंद्र पर जाकर आप समर्थित ब्राउज़रों की सूची देख सकते हैं."),
                n("a138aeb2", "JavaScript उपलब्ध नहीं है."),
                n("d8e122c2", "हमने पाया है कि इस ब्राउज़र में JavaScript अक्षम किया गया है. x.com का उपयोग जारी रखने के लिए, कृपया JavaScript को सक्षम करें या किसी समर्थित ब्राउज़र पर स्विच करें. हमारे सहायता केंद्र पर जाकर आप समर्थित ब्राउज़रों की सूची देख सकते हैं."),
                n("f1a9e3a2", "ब्रेकिंग न्यूज़, राजनीति, रुझान में चल रहे म्यूज़िक, दुनिया में हो रहे इवेंट्स, स्पोर्ट्स स्कोर और नवीनतम वैश्विक समाचारों के बारे में उसी समय जानें जब वे घट रहे हैं - वो भी कम डेटा का इस्तेमाल करके."),
                n("bb402b62", "अभी क्या हो रहा है, इसके बारे में अपडेट रहने के लिए X Pro एक अनुकूलन योग्य डैशबोर्ड है."),
                n("ed617674", "360"),
                n("e23b20a0", "रद्द करें"),
                n("a620fcf0", "चित्र लोड किया जा रहा है"),
                n("e9e2064c", "कुछ गलत हुआ, पर आप परेशान न हों — गलती आपकी नहीं है."),
                n("d7060c80", "रीफ्रेश करें"),
                n("a0493514", "फिर से कोशिश करें"),
                n("ff3dd27c", "डिफ़ॉल्ट"),
                n("b554fcf4", "हल्का"),
                n("j590b148", "मध्यम हल्का"),
                n("e7d4ee86", "मध्यम"),
                n("ia423ebc", "मध्यम गहरा"),
                n("a2cf0942", "गहरा"),
                n("j824dc06", "इमोजी खोजें"),
                n("fffb3384", "कोई इमोजी नहीं मिला"),
                n("j3d20752", "इसके बजाय कुछ और खोजने का प्रयास करें."),
                n("d67ad796", "अपनी डिफ़ॉल्ट स्किन टोन चुनें"),
                n("e6388bfa", "सभी साफ़ करें"),
                n("j7c67eca", "हाल ही के"),
                n("da539d38", "खोज परिणाम"),
                n("d95eb228", "वापस जाएँ"),
                n("af8fa2ae", "बंद करें"),
                n("ef8b2f54", "चार्ट पढ़ें"),
                n("d567ceda", "वर्टिकल"),
                n("f7b30768", "स्टैक्ड"),
                n("hcd54328", "समूहबद्ध"),
                n("affbaf62", "अधिक जानकारी"),
                n("c388d026", "ठीक है"),
                n("ha20397c", "एक्सेसिबिलिटी फ़ीचर्स"),
                n("baf7a43c", "ऐक्सेस-अनुमति"),
                n("e8f674ab", function (e) {
                    return "यह एक " + e.chartType + " बार चार्ट है. चार्ट का शीर्षक " + e.chartTitle + " है. कुल " + e.noOfCategories + " श्रेणियाँ हैं. न्यूनतम वैल्यू " + e.minValue + " है और अधिकतम वैल्यू " + e.maxValue + " है. नेविगेशन नियंत्रणों का उपयोग करके चार्ट को एक्सप्लोर करें.";
                }),
                n("d969327c", "ऑडियो संस्करण चलाएं"),
                n("d8cbbcd4", 'ऑडियो चार्ट चलाएं. चार्ट का ऑडियो संस्करण चलाने के लिए दबाएं या उनके ऑडियो संस्करण के लिए प्रत्येक डेटा पॉइंट पर कुंजी "A" दबाएं'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "बिना लेबल का डेटा, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "बिना लेबल का डेटा, " + e.value;
                }),
                n("b15c0a18", "संपादनों को छोड़ें?"),
                n("aebf81c8", "आपके द्वारा किए गए कोई भी परिवर्तन सहेजे नहीं जाएंगे."),
                n("aa744c1e", "संपादन जारी रखें"),
                n("fe04d89a", "छोड़ दें"),
                n("bb5d8cd2", "हाँ"),
                n("dc33d78a", "लेख कवर का चित्र"),
                n("j190bf1a", "लाइव"),
                n("e3fcbdba", "ख़ारिज करें"),
                n("jc0b3a8c", "छवि विवरण"),
                n("ia1d2e58", "लेखक ने पसंद किया"),
                n("h81f3036", "लेख"),
                n("bed2945c", "छवि विवरण पढ़ें"),
                n("j2eea17a", "निम्न मीडिया में संभावित रूप से संवेदनशील सामग्री है."),
                n("b05a39b2", "देखें"),
                n("a7cd5cf4", "वीडियो"),
                n("b6eb8f6a", "प्रसारण"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " को चलाएं";
                }),
                n("hf4ffd4d", function (e) {
                    return "लाइव " + e.locVideoType + " चलाएं";
                }),
                n("f6e90cd7", function (e) {
                    return "अवधि " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " पर शुरू होगा";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " व्यू" + f(e.viewerCount, "", "ज़");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " और " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " और " + e.listItem2;
                }),
                n("ec72e2f8", "फ़ॉलो करें"),
                n("d9d2a865", function (e) {
                    return "चलाएं" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "शॉप" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "अभी खरीदें" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "बुक करें" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "कनेक्ट" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "ऑर्डर" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "खुला है" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "अधिक जानें"),
                n("d1ff55d8", "इंस्टॉल करें"),
                n("g40f106c", "हमें संदेश भेजें"),
                n("j393e386", "हमें एक निजी संदेश भेजें"),
                n("a771d32e", "मुझे एक निजी संदेश भेजें"),
                n("d8e9c24c", "एक निजी संदेश भेजें"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 स्टार्स – " + e.appNumRatings + " रेटिंग्स";
                }),
                n("cc5508a9", function (e) {
                    return e.timestampUTC + " से शुरू";
                }),
                n("f4520a5d", function (e) {
                    return "पोस्ट " + e.action;
                }),
                n("f17dfdb6", "चलाएँ"),
                n("j836de8a", "सुरक्षित खाता"),
                n("f4b8dc08", " सब्सक्राइब किया गया खाता"),
                n("f936caa6", "अनुवादक खाता"),
                n("ac72ee4e", "सत्यापित खाता"),
                n("f49e0aac", "सत्यापित खातों के विवरण प्रदान करें."),
                n("f59bdb94", "सुरक्षित खातों के बारे में जानकारी दें."),
                n("d7e50a66", "अधिक जानें"),
                n("fc065ee4", "सब्सक्रिप्शन के बारे में अधिक जानें"),
                n("e453f536", "सब्सक्रिप्शन क्या है"),
                n("bd4cb7a0", "जब आप अपने पसंदीदा क्रिएटर्स को सब्सक्राइब करते हैं, तो आपको बोनस सामग्री मिलती है — और वे थोड़ा पैसा कमा लेते हैं."),
                n("g7099a02", "मुझे और बताएं"),
                n("c2637ef6", "समझ में आ गया"),
                n("efb17190", "आपको फ़ॉलो करते हैं"),
                n("g57b5f6c", "आपका सब्सक्राइबर"),
                n("a77a27c0", "सब्सक्राइब किया"),
                n("gdd173da", "फ़न मोड में Grok के उत्तर"),
                n("dfd6eeac", "Grok के उत्तर"),
                n("deceb214", "Grok से छवि"),
                n("j05496ce", "Grok से DeepSearch"),
                n("befddd48", "दिखाएं"),
                n("hf3f8e3a", "और अधिक दिखाएं"),
                n("h504ea5e", "Grok के साथ अपना संस्करण बनाएं"),
                n("eb722de2", "स्वयं Grok से पूछें"),
                n("ib5110be", "खुद Grok DeepSearch आज़माएं"),
                n("bb5c5864", "कोट"),
                n("a8b58cf4", "यह थ्रेड दिखाएं"),
                n("i5f742fe", "यह जनमत दिखाएं"),
                n("fc45ccc6", "एम्बेडेड वीडियो"),
                n("a9edea48", "फिर से लोड करें"),
                n("d26d8730", "वीडियो पता कॉपी करें"),
                n("f1b6bcec", "Gif पता कॉपी करें"),
                n("j25d7cca", "कैप्शन्स को छिपाएं"),
                n("a858b25c", "कैप्शन्स दिखाएं"),
                n("faf9f484", "विज्ञापन"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + " के द्वारा विज्ञापन";
                }),
                n("hea01798", "टाइम स्लाइडर"),
                n("f8a09386", "Periscope पर देखें"),
                n("gf2b6eee", "पिक्चर-इन-पिक्चर"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " प्रतिशत";
                }),
                n("fb236728", "रोकें"),
                n("e9bd453e", "फिर से चलाएं"),
                n("d46b00b0", "लाइव हो जाएं"),
                n("ec8ab8b4", "म्यूट करें"),
                n("b8b6344a", "अनम्यूट करें"),
                n("c9a642fa", "वॉल्यूम स्लाइडर"),
                n("c27e60b0", "फुलस्क्रीन"),
                n("d2969f10", "फुलस्क्रीन से बाहर निकलें"),
                n("f06f2e53", function (e) {
                    return e.durationTime + " में से " + e.currentTime;
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + " देखें";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + " से खरीदें";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + " को देखें";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + " पर जाएं";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + " पर जाएं";
                }),
                n("c67e71aa", "अभी देखें"),
                n("a6ada13e", "अभी खरीदें"),
                n("j0f12222", "और देखें"),
                n("f569f7c8", "वेबसाइट पर जाएं"),
                n("j0c6772a", "वेबसाइट पर जाएं"),
                n("f73003aa", "वीडियो विज्ञापन के बाद चलेगा"),
                n("b3112b8a", "छोड़ें"),
                n("h6333ad0", "विज्ञापन छोड़ें"),
                n("c59da417", function (e) {
                    return e.seconds + " में विज्ञापन छोड़ें";
                }),
                n("c3c147cf", function (e) {
                    return e.seconds + " छोड़ें";
                }),
                n("h9b3104e", "वीडियो सेटिंग्स"),
                n("ha3efce4", "ऑटो"),
                n("hd8d044d", function (e) {
                    return "ऑटो (" + e.quality + ")";
                }),
                n("a7bf9962", "वीडियो डाउनलोड करें"),
                n("ccc97152", "प्लेबैक स्पीड"),
                n("h531ade0", "वीडियो गुणवत्ता"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "ब्राउज़र चयन के कारण आपको निम्न गुणवत्ता प्राप्त हो रही है. हम ऐसे ब्राउज़र का उपयोग करने का सुझाव देते हैं, जो HEVC का समर्थन करता हो."),
                n("a681babd", function (e) {
                    return e.trimmedHostname + " पर अभी देखें";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + " पर जाएं";
                }),
                n("f1ad0df1", function (e) {
                    return "विज्ञापन · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " के द्वारा विज्ञापन · " + e.timeRemaining;
                }),
                n("a15adf2c", "इस फ़ॉर्म"),
                n("c1658fc6", "मीडिया को नहीं चलाया जा सका."),
                n("h519ae04", "मीडिया को कॉपीराइट दावे के कारण अक्षम किया गया है."),
                n("ce871584", "यह प्रसारण समाप्त हो गया है."),
                n("c101eb96", "यह प्रसारण उपलब्ध नहीं है."),
                n("gb24a514", "कॉपीराइट स्वामी की रिपोर्ट के कारण इस मीडिया को अक्षम कर दिया गया है."),
                n("hcaf3e63", function (e) {
                    return "यह मीडिया " + e.holder + " के कॉपीराइट दावे के कारण अक्षम किया गया है.";
                }),
                n("if05c038", "यह प्रसारण आपके स्थान पर उपलब्ध नहीं है."),
                n("d420171b", function (e) {
                    return e.holder + " के द्वारा किए गए कॉपीराइट दावे के कारण वीडियो उपलब्ध नहीं है";
                }),
                n("b1eb72fa", "क्षमा करें, यह वीडियो कुछ क्षेत्रों में प्रतिबंधित है, कृपया कुछ सेकंड प्रतीक्षा करें क्योंकि हम आपके स्थान की जानकारी प्राप्त कर रहे हैं. अपने ब्राउज़र में स्थान सेटिंग सक्षम करना ध्यान रखें."),
                n("c057680c", "हम इस ब्राउज़र में वीडियो नहीं चला सकते. कृपया किसी दूसरे वेब ब्राउज़र का उपयोग करें."),
                n("i5dfae6e", "यह वीडियो आपके स्थान पर उपलब्ध नहीं है."),
                n("c2388276", "यह वीडियो मिटा दिया गया है."),
                n("d2c96140", "अतिथि ऑडियो संकेतक");
            n("f6dc9146", "रीप्ले"),
                n("d30c74fe", "वॉल्यूम"),
                n("f2d4e6f2", "फिर से देखें"),
                n("e9f1af3a", "ज्यादा जानकारी हासिल करें"),
                n("f1881d86", "इस पोस्ट का न तो जवाब दिया जा सकता है और न ही इसे शेयर या पसंद किया जा सकता है."),
                n("j3d37222", "X द्वारा यह नोटिस देना कानूनी रूप से आवश्यक है."),
                n("e461d0ee", "नवीनतम प्राप्त करें"),
                n("d1386940", "अवगत रहें"),
                n("ecda5f9e", "भ्रामक"),
                n("a423473c", "कानूनी रूप से आवश्यक नोटिस"),
                n("b3296688", "दृश्यता सीमित है"),
                n("ccd32094", "अभी"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " पहले";
                }),
                n("ae408b76", "आपने रीपोस्ट किया"),
                n("j355f008", "पिन किया गया पोस्ट"),
                n("habf9678", "लेखक द्वारा पिन किया गया"),
                n("db0798ed", function (e) {
                    return e.topicName + " विषय";
                }),
                n("dc716ec9", function (e) {
                    return "सुझाया गया विषय: " + e.topicName;
                }),
                n("fbc2003c", "समाप्त"),
                n("h5051dd8", "रद्द किया गया"),
                n("bb5f91a3", function (e) {
                    return e.count + " इस स्पेस में";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " सुन रहे हैं";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " बोल रहे हैं + " + e.count + " सुन रहे हैं";
                }),
                n("df006f4f", function (e) {
                    return e.count + " दिलचस्पी है";
                }),
                n("c889af33", function (e) {
                    return e.count + " शामिल हुए";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " ट्यून इन हुए";
                }),
                n("jbc5f47a", "Spaces डॉक"),
                n("gfe2830f", function (e) {
                    return e.count + " अन्य";
                }),
                n("dbeae6cf", function (e) {
                    return e.count + " अन्य श्रोता";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " अन्य";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " को " + e.time + " पर";
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "समय " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " मिनट शेष";
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + " घंट" + f(e.count, "ा", "े") + " शेष";
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " दिन शेष";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " दिन " + e.formattedHours + " घंट" + f(e.hours, "ा", "े") + " शेष";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " घंट" + f(e.hours, "ा", "े") + " " + e.formattedMins + " मिनट शेष";
                }),
                n("f89a5d60", "होस्ट"),
                n("ce2cfb36", "केवल सब्सक्राइबर्स"),
                n("df06241c", "कम्यूनिटी"),
                n("b03e162a", "लाइव सुनें"),
                n("b3d828ee", "शामिल हुए"),
                n("g519ec2a", "रिकॉर्डिंग चलाएं"),
                n("c6000450", "रिमाइंडर सेट किया गया"),
                n("db44ff5c", "रिमाइंडर सेट करें"),
                n("f7b6346a", "अभी शुरु करें"),
                n("cc1f75ac", "Spaces"),
                n("bd08d1b2", "विवरण उपलब्ध नहीं है"),
                n("j8b01b27", function (e) {
                    return e.host + " द्वारा होस्ट किए गए स्पेस " + e.title + " को रद्द कर दिया गया है";
                }),
                n("fda9f48c", "स्पेस रद्द कर दिया गया है"),
                n("jf7853f7", function (e) {
                    return e.host + " द्वारा होस्ट किया गया स्पेस " + e.title + " समाप्त हो गया है";
                }),
                n("i1a29920", "स्पेस समाप्त हो गया"),
                n("db467ffe", "किसी स्पेस में शामिल हों"),
                n("i8dc3993", function (e) {
                    return e.host + " के द्वारा होस्ट किया गया";
                }),
                n("eb0b05b9", function (e) {
                    return e.count + " अन्य" + f(e.count, "", "‌‌") + " के साथ";
                }),
                n("d19b9f77", function (e) {
                    return e.host + ", " + e.scheduledStart + " द्वारा होस्ट किया गया " + e.title + " के लिए " + e.action;
                }),
                n("e679d5d7", function (e) {
                    return "अभी " + e.scheduledStart + " के लिए " + e.title + " शेड्यूल किया गया शुरू करें";
                }),
                n("ea4258b7", function (e) {
                    return "स्पेस के लिए " + e.action + ", " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "इसकी रिकॉर्डिंग चलाएं " + e.title;
                }),
                n("gaeb997e", "और अधिक"),
                n("f8b21226", "शामिल हों"),
                n("e1b95ab0", "पिछला संपादन"),
                n("i308d42c", "इस पोस्ट का एक नया संस्करण मौजूद है"),
                n("h092d520", "इस पोस्ट का एक नया संस्करण मौजूद है."),
                n("b74bf8b8", "छवि"),
                n("ha9ed08c", "के साथ बनाया गया"),
                n("bff61470", "संपादित करने के लिए यहां क्लिक करें"),
                n("f4393d0f", function (e) {
                    return e.name + " को समर्पित";
                }),
                n("f8e8e32e", "आप"),
                n("df6703d3", "आप‍‍"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, b.createElement(b.Fragment, null, "", e.secondName), e.otherUsersCount + " अन्य");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, b.createElement(b.Fragment, null, "", e.secondName), e.otherUsersCount + " अन्य");
                }),
                n("gea7aa3c", "अगला"),
                n("b6462b32", "पिछला"),
                n("caddb529", "और"),
                n("ff31714c", function (e) {
                    return " और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("e06c99b7", "और"),
                n("i4e2f96c", function (e) {
                    return "और " + f(e.othersCount, "1", "" + e.othersCount) + " अन्य";
                }),
                n("ga629a8c", "बातचीत में शामिल लोगों को देखें"),
                n("d6f781e4", "जब आप अपने पसंदीदा X क्रिएटर्स को सब्सक्राइब करते हैं, तो आपको बोनस सामग्री मिलती है — और वे थोड़ा पैसा कमा लेते हैं."),
                n("dab106f8", "सदस्य"),
                n("a46e92c2", "मॉड"),
                n("f9633e62", "एडमिन"),
                n("a3dfd0cb", function (e) {
                    return "पोस्ट" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "पोस्ट" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "लेख" + e.noun;
                }),
                n("h13ffc88", "वॉयस"),
                n("c8c4600e", "वॉइस पोस्ट"),
                n("de8c5eb2", "ऑडियो चलाएं"),
                n("ec286028", "ऑडियो पॉज़ करें"),
                n("ad77feb6", "कैप्शन उपलब्ध नहीं हैं"),
                n("e82adfeb", function (e) {
                    return e.count + " वेब पेज";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " पोस्ट" + f(e.count, "", "्स");
                }),
                n("g78032d5", function (e) {
                    return e.count + " वेब पेज और पोस्ट";
                }),
                n("j3de54a8", "नोट"),
                n("a6a6ced4", "नोट पढ़ें"),
                n("dbc0c2f4", "बुकमार्क"),
                n("d6885d3e", "कम्यूनिटी देखें"),
                n("d5a48014", "शीर्षक"),
                n("b92b6156", "उपशीर्षक"),
                n("ec5ed598", "बॉडी"),
                n("c69eb656", "पूर्णकालिक"),
                n("g46ae43c", "पूर्णकालिक अनुबंध"),
                n("jf7d4cc6", "पार्ट-टाईम"),
                n("b2214572", "किराए पर लेना का अनुबंध"),
                n("f8337bd6", "प्रति वर्ष"),
                n("i935bf88", "प्रति घंटा"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "सूची"),
                n("fe64170c", "जब आप कोई चयन करते हैं, तो उसे बदला नहीं जा सकता"),
                n("g10ace38", "जनमत विकल्प"),
                n("a3edf99a", "अंतिम परिणाम"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " वोट";
                }),
                n("e86732e4", "चुने हुए"),
                n("a35a5b10", "फ़ॉलोअर्स जिन्हें आप जानते हैं"),
                n("fc8cd112", "कोई भी ऐसा व्यक्ति फ़ॉलो नहीं करता जिसे आप फ़ॉलो कर रहे हैं"),
                n("df8cd2af", function (e) {
                    return e.itemCount + " में से " + e.currentSlide + " स्लाइड - कैरोसेल. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "अगली स्लाइड"),
                n("c4d53ba2", "पिछली स्लाइड"),
                n("h6405c17", function (e) {
                    return e.itemCount + " में से " + e.currentSlide + " स्लाइड - कैरोसेल";
                }),
                n("a3efd2c4", "विषय"),
                n("b91c8e53", function (e) {
                    return e.title + " के लिए विषय कार्ड.";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + " के लिए विषय कार्ड.";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " छवियों का संग्रह. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "घुमाने के लिए खींचें"),
                n("f0e1fb48", "इस ब्राउज़र में इस वीडियो फ़ॉर्मेट के लिए प्रीव्यू नहीं बनाया जा सका. वीडियो अपलोड करना अभी भी संभव हो सकता है"),
                n("c2fc878d", function (e) {
                    return "आप " + e.count + " अक्षरों से अक्षरों की अधिकतम सीमा को पार कर गए हैं";
                }),
                n("db11b27f", function (e) {
                    return e.count + " अक्षर शेष";
                }),
                n("bb7b821a", "आप जवाब दे सकते हैं"),
                n("fc41217b", function (e) {
                    return "@" + e.screenName + " के द्वारा फ़ॉलो किए जा रहे या उल्लेख किए गए खाते जवाब दे सकते हैं";
                }),
                n("e5dc76d0", "आप इस बातचीत का जवाब दे सकते हैं"),
                n("ab105904", "कौन जवाब दे सकता है?"),
                n("fd1cda7a", "आप इस बातचीत का जवाब नहीं दे सकते"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " के द्वारा फ़ॉलो किए जा रहे या उल्लेख किए गए खाते जवाब दे सकते हैं";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " के द्वारा उल्लेख किए गए खाते जवाब दे सकते हैं";
                }),
                n("d2ae1499", function (e) {
                    return "वे खाते जवाब दे सकते हैं, जिन्होंने @" + e.screenName + " को सब्सक्राइब किया है या जिनका इन्होंने उल्लेख किया है";
                }),
                n("a4e254ff", function (e) {
                    return "सत्यापित खाते या @" + e.screenName + " द्वारा उल्लेख किए गए खाते, जवाब दे सकते हैं";
                }),
                n("j1b02fd8", "सत्यापित हों"),
                n("daba4484", "इस पोस्ट को केवल लेखक और मॉडरेटर देख सकते हैं"),
                n("f956070a", "कम्यूनिटी के नियम तोड़ने के कारण इसे मॉडरेटर द्वारा छिपाया गया था."),
                n("cc17f408", "जब सदस्यों को हटाया जाता है, तो उनके पोस्ट्स बाकी कम्यूनिटी से छिप जाते हैं."),
                n("j620ce06", "इस पोस्ट को कौन देख सकता है?"),
                n("bd414b44", "खास आपके सब्सक्राइबर्स के लिए"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " और उनके सब्सक्राइबर्स आपका पोस्ट देख सकते हैं";
                }),
                n("g1c6a77e", "आप सब्सक्रिप्शन सामग्री देख रहे हैं"),
                n("d3b143d7", function (e) {
                    return "आप इसे देख सकते हैं और इसका जवाब दे सकते हैं, क्योंकि आपने @" + e.screenName + " को सब्सक्राइब किया है";
                }),
                n("f6337117", function (e) {
                    return "आप इस पोस्ट को इसलिए देख सकते हैं, क्योंकि आपने @" + e.screenName + " को सब्सक्राइब किया है";
                }),
                n("g766a06d", function (e) {
                    return "इस पोस्ट को केवल @" + e.screenName + " के Circle में मौजूद लोग देख सकते हैं";
                }),
                n("j040a368", "जवाबों में लिंक अक्षम किये गये"),
                n("b31d0af7", function (e) {
                    return e.screenName + " इस पोस्ट के जवाबों में लिंक की अनुमति नहीं दे रहे हैं";
                }),
                n("eab0f780", "आप इस पोस्ट के जवाब में बाहरी लिंक पोस्ट या क्वोट नहीं कर सकते."),
                n("f17a1f54", "Premium एक्सक्लूसिव"),
                n("a0953370", "सब्सक्रिप्शन"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + " डाउन";
                }),
                n("ac73eb5a", "कोई बदलाव नहीं"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + " अप";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " मिनट पहले";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " घंट" + f(e.hours, "ा", "े") + " पहले";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " दिन पहले";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " सप्ताह पहले";
                }),
                n("efcd5885", function (e) {
                    return e.months + " महीन" + f(e.months, "ा", "े") + " पहले";
                }),
                n("c37228b5", function (e) {
                    return e.years + " साल पहले";
                }),
                n("jf83d092", "दिन"),
                n("af4abf20", "महीना"),
                n("b871f280", "साल"),
                n("hac89ab0", "जनवरी"),
                n("ef30b30a", "फरवरी"),
                n("b56920fa", "मार्च"),
                n("b1a0f1ec", "अप्रैल"),
                n("daf779c8", "मई"),
                n("c6ad074e", "जून"),
                n("f1db106c", "जुलाई"),
                n("i4e80b7a", "अगस्त"),
                n("efa6cc1e", "सितंबर"),
                n("f40a0cbe", "अक्टूबर"),
                n("ac74a31c", "नवंबर"),
                n("i6c1e4b2", "दिसंबर"),
                n("de540c32", "पासवर्ड प्रकट करें"),
                n("b4abfdb4", "पासवर्ड छिपाएं"),
                n("f06ae5d3", function (e) {
                    return "स्टैंडर्ड पोस्ट के लिए " + e.standardTweetCount + " अक्षर शेष, कुल " + e.totalCount + " अक्षर शेष";
                }),
                n("fee0a8bc", "सहेजें"),
                n("ae7f7656", "साफ करें"),
                n("gd769996", "कुछ गलत हुआ. फिर से लोड करने की कोशिश करें."),
                n("i5450bec", "मीडिया"),
                n("f7432494", "फ़ोटो जोड़ें"),
                n("a5f7ce12", "वापस फ़ॉलो करें"),
                n("c3befdbe", "फ़ॉलो कर रहे हैं"),
                n("d3029dbc", "अनफ़ॉलो करें"),
                n("aeb6f0a0", "सदस्यता लें"),
                n("b4397192", "प्रबंधित करें"),
                n("i8cfb6e6", "अवरोधित"),
                n("ea100d6a", "अवरोध हटाएँ"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + " से अवरोध हटाएं?";
                }),
                n("ab7c3460", "वे आपको फ़ॉलो कर पाएंगे और आपके पोस्ट्स देख पाएंगे."),
                n("i58d8718", "वे आपको फ़ॉलो करने और आपके सार्वजनिक पोस्ट के साथ जुड़ने में सक्षम होंगे."),
                n("cda66545", function (e) {
                    return e.followType + " " + e.screenName + " के लिए क्लिक करें";
                }),
                n("ee05e96b", function (e) {
                    return e.followType + " से " + e.screenName + " के लिए क्लिक";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + " को छोड़ने के लिए क्लिक करें";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " से " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + " को अनफ़ॉलो करें?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + " को अनफ़ॉलो करें?";
                }),
                n("ge753264", "उनके पोस्ट्स अब आपकी टाइमलाइन में दिखाई नहीं देंगे. पर आप अभी भी उनकी प्रोफ़ाइल देख सकेंगे, बशर्ते उनके पोस्ट्स सुरक्षित न हों."),
                n("b837c0e8", "भले ही आप इस विषय को अनफ़ॉलो कर दें, फिर भी आप इसके बारे में पोस्ट्स देख सकते हैं, जो इस पर निर्भर करेगा कि आप किन खातों को फ़ॉलो कर रहे हैं."),
                n("ddac1f1d", function (e) {
                    return "क्या आप वाकई " + e.communityName + " को छोड़ना चाहते हैं?";
                }),
                n("j8e33c40", "आप कम्यूनिटी का एक्सेस खो देंगे और अब आप भाग नहीं ले पाएंगे, लेकिन आपके पिछले पोस्ट्स अभी भी दिखाई देंगे."),
                n("f305840e", "लंबित"),
                n("i036327c", "फ़ॉलो अनुरोध को छोड़ दें?"),
                n("j95e3097", function (e) {
                    return "इससे आपका लंबित अनुरोध रद्द हो जाएगा, और अब यह @" + e.screenName + " को दिखाई नहीं देगा.";
                }),
                n("d85bc1b8", "अपनी छवि पर ज़ूम इन या ज़ूम आउट करें."),
                n("f596ace8", "पक्ष अनुपात: मूल"),
                n("df031fca", "पक्ष अनुपात: चौड़ा"),
                n("b40332c6", "पक्ष अनुपात: चौकोर"),
                n("e547b368", "वास्तविक"),
                n("f7571204", "चौड़ा"),
                n("e6e16812", "चौकोर"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + " के द्वारा प्रचारित";
                }),
                n("if2bf8b4", "प्रचारित"),
                n("f3624b5c", "प्रचारित (राजनीतिक)"),
                n("b4b3b113", function (e) {
                    return e.fullName + " के द्वारा प्रचारित (राजनीतिक)";
                }),
                n("be222050", "प्रचारित (समस्या)"),
                n("hcbbe447", function (e) {
                    return e.fullName + " के द्वारा प्रचारित (समस्या)";
                }),
                n("jcf3e7a2", "Lottie एनिमेशन के लिए फ़्रेम प्रोग्रेस"),
                n("a0af935c", "पसंद किया"),
                n("b8c465e2", "रीपोस्ट किया गया"),
                n("c7a989ce", "बुकमार्क किया गया"),
                n("b03835c7", function (e) {
                    return e.replyCount + " जवाब";
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " रीपोस्ट" + f(e.retweetCount, "", "्स");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " पसंद";
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " बुकमार्क";
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " व्यू";
                }),
                n("f2849136", "विश्लेषिकी"),
                n("f206e970", "पोस्ट एनालिटिक्स देखें"),
                n("c7073f5b", function (e) {
                    return e.count + " व्यू. पोस्ट एनालिटिक्स देखें";
                }),
                n("hf417cf0", "बुकमार्क से हटाएं"),
                n("febd30ed", function (e) {
                    return e.count + " बुकमार्क. बुकमार्क";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " बुकमार्क. बुकमार्क किया गया";
                }),
                n("d636ebc6", "पसंद करें"),
                n("eb3a8b0c", "पसंद हटाएं"),
                n("j472ecfc", "इस पोस्ट को पसंद करें"),
                n("dac92b0d", function (e) {
                    return e.count + " पसंद" + f(e.count, "", "‍") + ". पसंद";
                }),
                n("aa650427", function (e) {
                    return e.count + " पसंद. पसंद किया";
                }),
                n("hdf7226a", "जवाब दें"),
                n("c9940955", function (e) {
                    return e.count + " जवाब. जवाब";
                }),
                n("f2919fb8", "रीपोस्ट"),
                n("fd1e5446", "रीपोस्ट को पूर्ववत करें"),
                n("dfad425d", function (e) {
                    return e.count + " रीपोस्ट" + f(e.count, "", "्स") + ". रीपोस्ट";
                }),
                n("a386dc55", function (e) {
                    return e.count + " रीपोस्ट" + f(e.count, "", "्स") + ". रीपोस्ट किया";
                }),
                n("f65198c2", "कोट देखें"),
                n("dc63da16", "साझा करें"),
                n("cee0585c", "पोस्ट शेयर करें"),
                n("ceb6841c", "जब सदस्यों को हटाया जाता है, तो उनके पोस्ट्स बाकी कम्यूनिटी से छिप जाते हैं."),
                n("cb731cae", "Circle संपादित करें"),
                n("c33d3a84", "Circle में जो होता है, वह Circle में ही रहता है"),
                n("c4f10e71", "अधिक जानें"),
                n("b09adb0c", "बातचीत देखें"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "फ़ॉलोइंग";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "फ़ॉलोअर" + f(e.count, "", "्स");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "सब्सक्राइबर";
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "सब्सक्रिप्शन";
                }),
                n("ef633578", "खाता निलंबित"),
                n("a6a3d496", "लिंक डालें"),
                n("acce6978", "लिंक संपादित करें"),
                n("f5e8f526", "संपादित करें"),
                n("h517e8d8", "हटाएं"),
                n("a30ae58e", "प्रदर्शित करने के लिए टेक्स्ट"),
                n("da38c958", "URL"),
                n("d5d57678", "सम्मिलित करें"),
                n("ec822028", "कृपया यह क्षेत्र भरें"),
                n("ebc5d2cc", "इस URL में कुछ गड़बड़ है. कृपया इस लिंक की शब्द-विन्यास और फ़ॉमेटिंग की जाँच करें."),
                n("h30a19bb", function (e) {
                    return "यह एक पाई चार्ट है. चार्ट का शीर्षक " + e.chartTitle + " है. कुल " + e.noOfCategories + " श्रेणियाँ हैं. न्यूनतम वैल्यू " + e.minValue + " है और अधिकतम वैल्यू " + e.maxValue + " है. नेविगेशन नियंत्रणों का उपयोग करके चार्ट को एक्सप्लोर करें.";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + " से लेकर " + e.maxValue + " तक के डेटा मानों वाला एक होरिज़ोंटल बार चार्ट";
                }),
                n("gdd51574", "रीफ्रेश करने के लिए खीचें"),
                n("e557ad8e", "सक्रिय"),
                n("e3a58c28", "विस्तृत करें"),
                n("db355331", function (e) {
                    return e.team + " जीत गए";
                }),
                n("a8428d5e", "आगामी"),
                n("a7aad8ba", "जीवंत"),
                n("e431f1aa", "फ़ाइनल"),
                n("a7391708", "स्थगित"),
                n("d2dbfa92", "रद्द"),
                n("cd734f66", "आज"),
                n("c8891d06", "आने वाले कल"),
                n("d2414d31", function (e) {
                    return e.count + " बिना पढ़े आइटम";
                }),
                n("ce4e85ae", "बिना पढ़े आइटम"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "घंटा"),
                n("ccc99ff2", "मिनट"),
                n("g5662c95", function (e) {
                    return "स्तर " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "यह उपयोगकर्ता वर्तमान में एक सक्रिय स्पेस में है, शामिल होने के लिए क्लिक करें"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " वर्तमान में एक सक्रिय स्पेस में है, शामिल होने के लिए क्लिक करें";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " वर्तमान में एक सक्रिय लाइव प्रसारण में है, देखने के लिए क्लिक करें";
                }),
                n("d9fd5570", "छिपे हुए जवाब"),
                n("c566d3a6", "छिपाएं"),
                n("a897c4d6", "संपादन इतिहास को खोलता है"),
                n("e07a85a2", "पोस्ट उपलब्ध नहीं है"),
                n("ffeb2fc6", "आगे आ रहा है"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " चयनित";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " मीटर";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " सेकंड";
                }),
                n("f42c0c80", "चुने हुए अनुभाग का अंत, चयन को समायोजित करने के लिए तीर कुंजियों का इस्तेमाल करें"),
                n("i667afe8", "चुने हुए अनुभाग का प्रारंभ, चयन को समायोजित करने के लिए तीर कुंजियों का इस्तेमाल करें"),
                n("gfaaead8", "शीर्षकहीन"),
                n("cfd13f46", "वॉयस डॉक"),
                n("eba2660a", "नीला"),
                n("hc196b78", "प्लम"),
                n("c8bc49d2", "बैंगनी"),
                n("efff09ee", "हरा"),
                n("fcb424ee", "पीला"),
                n("ie2215aa", "मैजेंटा"),
                n("f106ce44", "नारंगी"),
                n("acddd4d4", "लाल"),
                n("cef9b062", "टील"),
                n("d9daefca", "गहरा सलेटी");
            var b = a(202784),
                u = [
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                ],
                i = { be5322c7: 0, c5f6ee1d: 0, f451c521: 0, b8e3884f: 0, g46e6cc5: 0, ge9aefd5: 0 };
            function o(e) {
                return e;
            }
            var m = (function (e) {
                var c, a, n, m, g;
                function h() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = h).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    d(c, a),
                    (h.prototype.render = function () {
                        return b.createElement.apply(b, this[this.props.$i18n].reduce(this.templateReducer, [b.Fragment, null]));
                    }),
                    (n = h),
                    (m = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X समीक्षा करने के लिए हमेशा स्पेस की एक कॉपी कायम रखता है. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["जिन खातों को आपने अवरुद्ध किया है, वे शामिल नहीं हो पाएंगे. हालंकि, X में लॉगिन नहीं किए हुए लोग सुन पाएंगे. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X एक सीमित समय के लिए Spaces की कॉपी कायम रखता है, ताकि स्पैम और दुरुपयोग के लिए उनकी समीक्षा की जा सके. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["सत्यापित संगठनों को सब्सक्राइब करें और अपने संगठन के किसी भी खाते में इस्तेमाल करने के लिए $1k विज्ञापन क्रेडिट पाएँ. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["X से जुड़ जाने के बाद, आप ", " के पोस्ट का जवाब दे सकते हैं."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["X से जुड़ने पर, आप अपने फ़ॉलोअर्स के साथ ", " का पोस्ट शेयर कर सकते हैं."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["अभी X से जुड़ें, ताकि ", " जान सकें कि आपने उनका पोस्ट पसंद किया."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["", " को फ़ॉलो करके देखें कि वे X पर क्या शेयर कर रहे हैं."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["अभी X से जुड़ें, ताकि आप ", " का पोस्ट निजी रूप से शेयर कर सकें."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["क्यूरेट किए गए पोस्ट्स के लिए ", " को फ़ॉलो करें"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["लोगों के पोस्ट्स की ", " के द्वारा क्यूरेट की गई स्ट्रीम देखने के लिए, अभी X में शामिल हों."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["अभी X से जुड़ें और अपनी दिलचस्पी की चीज़ों, जैसे ", " से जुड़ी नई और रोचक बातचीत देखें."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X पर ", " की पोस्ट खोजें."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X और उसके पार्टनर्स आपको बेहतर, सुरक्षित और तेज़ सेवा प्रदान करने और हमारे व्यवसाय को सपोर्ट करने के लिए कुकीज़ का उपयोग करते हैं. हमारी सेवाओं का उपयोग करने, उन्हें बेहतर बनाने और यह सुनिश्चित करने के लिए कि वे ठीक से काम करें कुछ कुकीज़ आवश्यक हैं. अगर आप "सभी कुकीज़ स्वीकार करें" पर क्लिक करते हैं, तो आप X और उसके पार्टनर्स को आपकी रुचियों के अनुरूप विज्ञापन और संचार प्रदान करने के लिए कुकीज़ का उपयोग करने की अनुमति भी देते हैं. अगर आप "गैर-आवश्यक कुकीज़ को अस्वीकार करें" पर क्लिक करते हैं, तो हम अनुकूलित विज्ञापनों और संचार के लिए अतिरिक्त डेटा इकट्ठा करने के लिए कुकीज़ का उपयोग नहीं करेंगे. अपनी पसंद बदलने के तरीके सहित अधिक जानने के लिए, हमारे ', " के कुकी पृष्ठ पर जाएं"];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X और उसके पार्टनर्स आपको बेहतर, सुरक्षित और तेज़ सेवा प्रदान करने और हमारे व्यवसाय को सपोर्ट करने के लिए कुकीज़ का उपयोग करते हैं. हमारी सेवाओं का उपयोग करने, उन्हें बेहतर बनाने और यह सुनिश्चित करने के लिए कि वे ठीक से काम करें कुछ कुकीज़ आवश्यक हैं. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["साइन अप करके, आप ", " सहित, ", " और ", " से सहमत होते हैं."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["पिछले छह महीनों में क्वालीफाइंग समाचार प्रकाशनों में आपके बारे में प्रकाशित कम से कम तीन लेखों के लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["आपको अपने पास मौजूद X खाते के प्रकार के आधार पर विशिष्ट आवश्यकताएं पूरी करनी होंगी. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["उस विकल्प का चयन करें, जो आपके खाते का सर्वश्रेष्ठ रूप से वर्णन करता है. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक कार्यकर्ता या आयोजक के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["आपके पास अपने क्षेत्र के लिए उतने न्यूनतम फ़ॉलोअर या उल्लेख थ्रेशोल्ड नहीं हैं, जो कि एक कार्यकर्ता के रूप में सत्यापित किए जाने के लिए आवश्यक हैं. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["आपके बारे में हाल की खोज गतिविधि के साक्ष्य से संबंधित Google रुझान प्रोफ़ाइल का लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["अपने बारे में विकिपीडिया पृष्ठ का लिंक प्रदान करें. उसमें कम से कम तीन बाहरी संदर्भ होने चाहिए. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["वह लिंक प्रदान करें, जो आपको एक सत्यापित वकालत संगठन के लिए किसी लीडरशिप पद पर संदर्भित करता है. संदर्भ एक सत्यापित संगठन की आधिकारिक साइट से आना चाहिए. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक प्रभावशाली व्यक्ति के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["आपके पास अपने क्षेत्र के लिए उतने न्यूनतम फ़ॉलोअर या उल्लेख थ्रेशोल्ड नहीं हैं, जो कि एक सामग्री क्रिएटर या प्रभावशाली व्यक्ति के रूप में सत्यापित किए जाने के लिए आवश्यक हैं. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक प्रमुख कंपनी, ब्रांड या संगठन के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["अपनी कंपनी, ब्रांड या संगठन के बारे में हाल की खोज गतिविधि के साक्ष्य के साथ Google रुझान प्रोफ़ाइल का लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["अपनी कंपनी, ब्रांड या संगठन के बारे में उस विकिपीडिया पृष्ठ का लिंक प्रदान करें, जिसमें कम से कम तीन बाहरी संदर्भ हों. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["एक लिंक प्रदान करें, जो इस बात का सबूत दे कि आपकी कंपनी, ब्रांड या संगठन किसी सार्वजनिक स्टॉक एक्सचेंज में सूचीबद्ध है. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["पिछले छह महीनों में सत्यापित समाचार प्रकाशनों में आपकी कंपनी के बारे में कम से कम तीन लेखों के लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["इस श्रेणी में सत्यापन के योग्य होने के लिए आप किसी सत्यापित संगठन में सीनियर लीडरशिप पद पर होने चाहिए. योग्यता की पुष्टि करने के लिए अपने संगठन का खाता जोड़ें. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक प्रमुख समाचार संगठन के सीनियर लीडर के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["पिछले छह महीनों के भीतर सत्यापित समाचार संगठनों द्वारा प्रकाशित कम से कम तीन ऐसे लेखों के लिंक प्रदान करें, जो आपको आपके संगठन में एक वरिष्ठ लीडर या अधिकारी के रूप में संदर्भित करते हैं. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["एक लिंक प्रदान करें जो आपको आपके संगठन में एक सीनियर लीडर के रूप में संदर्भित करता है. संदर्भ एक सत्यापित कंपनी, ब्रांड या संगठन की आधिकारिक साइट से आना चाहिए. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["अपने उत्पादन के बारे में हाल की खोज गतिविधि के साक्ष्य के साथ Google रुझान प्रोफ़ाइल का लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["पिछले छह महीनों में सत्यापित समाचार प्रकाशनों में आपके उत्पादन के बारे में कम से कम तीन लेखों के लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता प्रमुख उत्पादन के आधिकारिक खाते के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["एक लिंक प्रदान करें, जो इस बात का सबूत दे कि आपका उत्पादन संगठन किसी सार्वजनिक स्टॉक एक्सचेंज में सूचीबद्ध है. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["अपने उत्पादन के बारे में उस विकिपीडिया पृष्ठ का लिंक प्रदान करें, जिसमें कम से कम तीन बाहरी संदर्भ हों. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता प्रमुख मनोरंजन कंपनी के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["अपनी मनोरंजन कंपनी के बारे में हाल की खोज गतिविधि के साक्ष्य के साथ Google रुझान प्रोफ़ाइल का लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["पिछले छह महीनों में सत्यापित समाचार प्रकाशनों में अपनी कंपनी के बारे में कम से कम तीन लेखों के लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["एक लिंक प्रदान करें, जो इस बात का सबूत दे कि आपकी मनोरंजन कंपनी किसी सार्वजनिक स्टॉक एक्सचेंज में सूचीबद्ध है. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["अपनी मनोरंजन कंपनी के बारे में विकिपीडिया पृष्ठ का लिंक प्रदान करें जिसमें कम से कम तीन बाहरी संदर्भ हों. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक प्रभावशाली डिजिटल सामग्री निर्माता के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["अपनी सामग्री निर्माता प्रोफ़ाइल का एक लिंक प्रदान करें. आपकी निर्माता प्रोफ़ाइल किसी भी डिजिटल प्लेटफ़ॉर्म पर हो सकती है लेकिन इसे आपके X हैंडल का संदर्भ देना चाहिए. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["अपने बारे में विकिपीडिया पृष्ठ का लिंक प्रदान करें जिसमें कम से कम तीन बाहरी संदर्भ हों. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता मनोरंजन से जुड़े एक व्यक्ति के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["अपनी उस IMDB प्रोफ़ाइल का लिंक प्रदान करें जिसमें कम से कम 50 प्रोडक्शन क्रेडिट शामिल हैं. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["एक लिंक प्रदान करें जो आपको मनोरंजन से जुड़े एक व्यक्ति के रूप में और आपके X खाते को संदर्भित करता हो. संदर्भ एक सत्यापित निकाय की आधिकारिक वेबसाइट से आना चाहिए. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["उस श्रेणी का चयन करें, जो आपके सरकारी खाते का सर्वश्रेष्ठ रूप से वर्णन करती है. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["पिछले छह महीनों के भीतर सत्यापित समाचार संगठनों द्वारा प्रकाशित कम से कम पांच ऐसे लेखों के लिंक प्रदान करें, जो आपको कार्यालय के लिए योग्य उम्मीदवार के रूप में संदर्भित करते हैं. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["पिछले छह महीनों के भीतर सत्यापित समाचार संगठनों द्वारा प्रकाशित कम से कम पाँच ऐसे लेखों के लिंक प्रदान करें, जो आपको योग्य सरकारी कार्यालय के रूप में संदर्भित करते हैं. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["पिछले छह महीनों के भीतर सत्यापित समाचार संगठनों द्वारा प्रकाशित कम से कम पाँच ऐसे लेखों के लिंक प्रदान करें, जो आपको योग्य सरकारी अधिकारी के रूप में संदर्भित करते हैं. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["अपनी उस आधिकारिक कैंपेन वेबसाइट का लिंक प्रदान करें, जो आपको राज्य या राष्ट्रीय स्तर पर सरकारी कार्यालय के एक उम्मीदवार के रूप में और आपके X खाते को संदर्भित करती है. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["उस आधिकारिक सरकारी वेबसाइट का लिंक प्रदान करें, जो आपके सरकारी कार्यालय या लोक सेवा और आपके X खाते को संदर्भित करती है. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["एक लिंक प्रदान करें, जो आपको एक योग्य सरकारी अधिकारी या सहयोगी के रूप में संदर्भित करता है. संदर्भ एक सत्यापित सरकारी संगठन की आधिकारिक साइट से आना चाहिए. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["पत्रकारों को सत्यापित समाचार संगठन या प्रकाशन द्वारा सत्यापित करने के लिए नियोजित किया जाना चाहिए. अपने नियोक्ता के खाते का लिंक प्रदान करें "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक उल्लेखनीय पत्रकार के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["एक लिंक प्रदान करें जो आपको आपके नियोक्ता के लिए एक पत्रकार होने के रूप में संदर्भित करती है. संदर्भ एक सत्यापित समाचार संगठन की आधिकारिक साइट से आना चाहिए. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["पिछले छह महीनों के भीतर प्रकाशित क्वालीफाइंग प्रकाशनों में कम से कम तीन बाईलाइंस और/या क्रेडिट प्रदान करें. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक प्रमुख समाचार संगठन के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["अपने समाचार संगठन के बारे में हाल की खोज गतिविधि के साक्ष्य से संबंधित Google रुझान प्रोफ़ाइल का लिंक प्रदान करें "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["अपने समाचार संगठन के बारे में उस विकिपीडिया पृष्ठ का लिंक प्रदान करें, जिसमें कम से कम तीन बाहरी संदर्भ हों. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["एक लिंक प्रदान करें, जो इस बात का सबूत दे कि आपका समाचार संगठन किसी सार्वजनिक स्टॉक एक्सचेंज में सूचीबद्ध है. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["पिछले छह महीनों में सत्यापित समाचार प्रकाशनों में आपके समाचार संगठन के बारे में कम से कम तीन लेखों के लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["पेशेवर खेल में भाग लेने वाले व्यक्तिों का सत्यापित ई-स्पोर्ट लीग और सत्यापित किए जाने वाले इवेंट में प्रतिस्पर्धा करना जरूरी है. अपने खाते से संबंधित सत्यापित टीम, लीग, इवेंट या संगठन का एक लिंक प्रदान करें."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["आपके पास अपने क्षेत्र के लिए उतने न्यूनतम फ़ॉलोअर थ्रेशोल्ड नहीं हैं, जो कि गेमिंग में एक व्यक्ति के रूप में सत्यापित किए जाने के लिए आवश्यक हैं. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["गेमिंग में भाग लेने वाले व्यक्तिों का सत्यापित ई-स्पोर्ट लीग और सत्यापित किए जाने वाले इवेंट में प्रतिस्पर्धा करना जरूरी है. अपने खाते से संबंधित सत्यापित टीम, लीग, इवेंट या संगठन का एक लिंक प्रदान करें."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक प्रमुख खेल लीग, टीम या वैश्विक प्रतियोगिता के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["अपने पेशेवर खेल संगठन के बारे में हाल की खोज गतिविधि के साक्ष्य से संबंधित Google रुझान प्रोफ़ाइल का लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["अपने पेशेवर खेल संगठन के बारे में उस विकिपीडिया पेज का लिंक प्रदान करें, जिसमें कम से कम तीन बाहरी संदर्भ हों. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["एक लिंक प्रदान करें, जो इस बात का सबूत दे कि आपका पेशेवर खेल संगठन किसी सार्वजनिक स्टॉक एक्सचेंज में सूचीबद्ध है. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["उस वैश्विक प्रतियोगिता या पेशेवर खेल संगठन की आधिकारिक वेबसाइट का लिंक प्रदान करें, जो आपको एक लीग, टीम, प्रतियोगिता के रूप में संदर्भित करता है. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["पिछले छह महीनों में सत्यापित समाचार प्रकाशनों में आपके संगठन के बारे में कम से कम तीन लेखों के लिंक प्रदान करें. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता एक पेशेवर एथलीट के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["यह दिखाने का एक तरीका चुनें कि आपका खाता गेमिंग में भाग लेने वाले एक व्यक्ति के रूप में सत्यापन के योग्य है. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["उस वैश्विक प्रतियोगिता या पेशेवर खेल संगठन की आधिकारिक वेबसाइट का लिंक प्रदान करें, जो आपको एक पेशेवर एथलीट, प्रबंधक, या कोच के रूप में संदर्भित करता है. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["उस सत्यापित ई-स्पोर्ट्स लीग या इवेंट की आधिकारिक वेबसाइट का लिंक प्रदान करें, जो आपको रोस्टेड टीम सदस्य, कोच या प्रबंधक के रूप में संदर्भित करता है. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["दुर्भाग्य से, फिलहाल हम किसी नए सत्यापन अनुरोध को प्रोसेस नहीं कर सकते. कृपया बाद में आएं और फिर से कोशिश करें. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["ईमेल के ज़रिए अपनी पहचान को सत्यापित करने के लिए, आपके पास पहले से सत्यापित पता होना चाहिए. ऐसा करने के लिए, ", " पर जाएं."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["ईमेल के ज़रिए अपनी पहचान को सत्यापित करने के लिए, आपको एक ऐसे सत्यापित ईमेल पते की ज़रूरत है, जो हमारी योग्यता आवश्यकताओं को पूरा करता हो. ऐसा करने के लिए, ", " पर जाएं."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["सत्यापन किसी विशिष्ट श्रेणी में प्रसिद्ध लोगों या समूहों के लिए होता है. अगर आपको लगता है कि यह आपके लिए है, तो एक सत्यापन अनुरोध शुरू करें. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["सुनिश्चित करें कि आपकी ID पर आपका चेहरा और टेक्स्ट साफ-साफ दिखाई दे रहा है और पढ़ने योग्य है. अगर ऐसा नहीं है, तो हो सकता है कि आपको फिर से सबमिट करना पड़े. X आपकी ID की कॉपी को प्राप्त या संग्रहित नहीं करेगा. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["सबमिट किए गए किसी भी डेटा को एक्सेस करने या सही करने के बारे में जानकारी पाने के लिए, कृपया हमारी ", " पर जाएं."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["निर्णय होते ही आपसे संपर्क किया जाएगा. इसमें " + this.props.days + " दिन लग सकते हैं."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["एक छोटे से ", " के ज़रिए सुधार करने में हमारी मदद करें."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["आपके पिछले अनुरोध को " + this.props.date + " को अस्वीकार कर दिया गया था. नया अनुरोध सबमिट करने के लिए आपको उस दिनांक के बाद 30 दिन प्रतीक्षा करनी होगी."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["आपका पिछला अनुरोध " + this.props.date + " को किया गया था. नया अनुरोध सबमिट करने के लिए आपको उस दिनांक के बाद 30 दिन प्रतीक्षा करनी होगी."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["आपका पिछला अनुरोध " + this.props.date + " को किया गया था. निर्णय होते ही आपसे संपर्क किया जाएगा."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["मज़े करें और ", " का पालन करना ध्यान रखें."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["ये वे ऐप्स हैं, जिन्हें आपने अपने खाते से कनेक्ट किया है. आप उस जानकारी को देख सकते हैं, जिसकी इन ऐप्स के पास एक्सेस है और एक्सेस को निरस्त कर सकते हैं. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["जिन लोगों को आप फ़ॉलो करते हैं, वे हमेशा आपको संदेश भेज सकते हैं. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["एक प्रबंधन खाता कनेक्ट करें, ताकि आपका ऑटोमेटेड खाता, एक ऑटोमेटेड खाता लेबल प्राप्त करे. सभी ऑटोमेटेड खाते एक प्रबंधन खाते से जुड़े होने चाहिए. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["हमारी कोशिश रहती है कि हम X को स्वस्थ बातचीत करने की एक जगह बनाए रखें, इसलिए हमने इस पोस्ट से जुड़ने के अधिकांश तरीकों को अक्षम कर दिया है. अगर आप इसके बारे में बात करना चाहते हैं, तो आप इसे अभी भी कोट कर सकते हैं. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["हमारी कोशिश रहती है कि हम X को स्वस्थ बातचीत करने की एक जगह बनाए रखें, इसलिए हमने इस पोस्ट से जुड़ने के अधिकांश तरीकों को बंद कर दिया है. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["केवल @" + this.props.username + " और उनका Circle इन पोस्ट्स को देख सकते हैं."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["इन्हें कम्यूनिटी के एडमिन सेट करते हैं और लागू करते हैं, और ये ", " से अतिरिक्त होते हैं."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["कम्यूनिटिज़ सार्वजनिक हैं, इसलिए सुरक्षित खाते अभी शामिल नहीं हो सकते. आप पोस्ट्स पढ़ सकते हैं, लेकिन भाग लेने के लिए, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["एक मॉडरेटर ने इस कम्यूनिटी नियम का उल्लंघन करने के कारण आपको हटा दिया है: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " व्यू"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", " के ज़रिए GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", " के ज़रिए वीडियो"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["फ़ोटो ", " से"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['इसके बजाय "', '" के लिए खोज करें'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['क्या आपका मतलब "', '" था?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " अब जवाब दे सकते हैं"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " अक्षर"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["पिछला संपादन: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["सहायता और कैसे-करें पर जानकारी के लिए ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", " के द्वारा"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["अंतिम बार सहेजा गया "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " अप्रकाशित कर दिया जाएगा, आपके ड्राफ़्ट में ले जाया जाएगा और सार्वजनिक रूप से दिखाई नहीं देगा."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["निम्नलिखित मीडिया में संवेदनशील सामग्री हो सकती है. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["संपादन कार्यक्षमता मूल पोस्ट्स तक सीमित है और इसमें जवाब या थ्रेड जैसी चीज़ें शामिल नहीं हैं. आप क्या-क्या संपादित कर सकते हैं, इसके बारे में ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["अपने Circle को संपादित करना चाहते हैं? ऐसा करें. अगर आप लोगों को हटाते हैं, तो उन्हें सूचित नहीं किया जाएगा. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["नए फ़ॉर्मेटिंग विकल्पों के लिए नए लेख कम्पोज़र को ", "."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["कम्यूनिटिज़ सार्वजनिक होती हैं, इसलिए बातचीत में सुरक्षित खाते शामिल नहीं हो सकते. आप पोस्ट्स पढ़ सकते हैं और उन्हें पसंद कर सकते हैं, लेकिन और अधिक काम करने के लिए, आपको ", " होगा."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["", " को " + this.props.communityName + " में जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["", " को " + this.props.communityName + " में जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["", " को " + this.props.communityName + " में जवाब दे रहे हैं."];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["", " को " + this.props.communityName + " में जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. आपका जवाब उनके ", " को भी दिखाई देगा."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. आपका जवाब उनके ", " को भी दिखाई देगा."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. आपका जवाब उनके ", " को भी दिखाई देगा."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. आपका जवाब उनके ", " को भी दिखाई देगा."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. " + this.props.trustedFriendsTweetOwner + " के Circle में मौजूद वे लोग आपके जवाब भी देख पाएंगे, जो आपको फ़ॉलो करते हैं."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. " + this.props.trustedFriendsTweetOwner + " के Circle में मौजूद लोग आपके जवाब भी देख पाएंगे."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. ", " Circle में मौजूद वे लोग आपके जवाब भी देख पाएंगे, जो आपको फ़ॉलो करते हैं."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. ", " Circle में मौजूद लोग आपके जवाब भी देख पाएंगे."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. ", " Circle में मौजूद वे लोग आपके जवाब भी देख पाएंगे, जो आपको फ़ॉलो करते हैं."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. ", " Circle में मौजूद लोग आपके जवाब भी देख पाएंगे."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. ", " Circle में मौजूद वे लोग आपके जवाब भी देख पाएंगे, जो आपको फ़ॉलो करते हैं."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं. ", " Circle में मौजूद लोग आपके जवाब भी देख पाएंगे."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["पोस्ट का प्रचार करें पर क्लिक करके, आप ", " से सहमत होते हैं."];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", "", " के स्थान पर"];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["आपके नए ईमेल पते " + this.props.unverifiedEmail + " की पुष्टि नहीं हुई है. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["अपना पासवर्ड बदलने से, इस समय जिस X सत्र का आप उपयोग कर रहे हैं, उसे छोड़कर आप अपने सभी सक्रिय X सत्रों से लॉग आउट हो जाएंगे. ", ", जिसके पास आपके खाते का एक्सेस है, वो इससे प्रभावित नहीं होगा. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["मैं X और Persona को मेरी पहचान की पुष्टि करने और X की संबंधित सुरक्षा और सुरक्षा, धोखाधड़ी की रोकथाम और भुगतान उद्देश्यों के लिए निकाले गए बायोमेट्रिक डेटा सहित मेरी ID और मेरी सेल्फी की छवियों का उपयोग करने के लिए सहमत हूं. Persona इस तरह के डेटा को 30 दिनों तक संग्रहीत कर सकता है. जब तक मैं ", " को सब्सक्राइब करता हूं, तब तक X मेरा पूरा नाम, पता और मेरे दस्तावेज़ ID नंबर के हैश को संग्रहीत कर सकता है."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["मैं X और Au10tix द्वारा मेरी पहचान की पुष्टि करने और X से संबंधित सुरक्षा, धोखाधड़ी की रोकथाम और भुगतान उद्देश्यों के लिए निकाले गए बायोमेट्रिक डेटा सहित मेरी ID और मेरी सेल्फ़ी की छवियों का उपयोग करने के लिए सहमत हूं. Au10tix ऐसे डेटा को 30 दिनों तक संग्रहीत कर सकता है. जब तक मैं ", " या ", " प्रोग्राम में भाग लेता हूं, X मेरे दस्तावेज़ ID नंबर का पूरा नाम, पता और हैश संग्रहीत कर सकता है. "];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["मैं X और Au10tix द्वारा मेरी पहचान की पुष्टि करने और X से संबंधित सुरक्षा, धोखाधड़ी की रोकथाम और भुगतान उद्देश्यों के लिए निकाले गए बायोमेट्रिक डेटा सहित मेरी ID और मेरी सेल्फ़ी की छवियों का उपयोग करने के लिए सहमत हूं. Au10tix ऐसे डेटा को 30 दिनों तक संग्रहीत कर सकता है. जब तक मैं ", " या ", " प्रोग्राम में भाग लेता हूं, X मेरे दस्तावेज़ ID नंबर का पूरा नाम, पता और हैश संग्रहीत कर सकता है. "];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["मैं X और Stripe द्वारा मेरी पहचान की पुष्टि करने और X से संबंधित सुरक्षा, धोखाधड़ी की रोकथाम और भुगतान उद्देश्यों के लिए निकाले गए बायोमेट्रिक डेटा सहित मेरी ID और मेरी सेल्फ़ी की छवियों का उपयोग करने के लिए सहमत हूं. Stripe या इसके सबप्रोसेसर ऐसे डेटा को 30 दिनों तक संग्रहीत कर सकते हैं और इसका उपयोग मॉडल को प्रशिक्षित करने और धोखाधड़ी का पता लगाने के उद्देश्यों के लिए डेटाबेस को अपडेट करने के लिए कर सकते हैं. जब तक मैं ", " या ", " प्रोग्राम में भाग लेता हूं, X मेरे दस्तावेज़ ID नंबर का पूरा नाम, पता और हैश संग्रहीत कर सकता है. "];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["मैं X और Stripe द्वारा मेरी पहचान की पुष्टि करने और X से संबंधित सुरक्षा, धोखाधड़ी की रोकथाम और भुगतान उद्देश्यों के लिए निकाले गए बायोमेट्रिक डेटा सहित मेरी ID और मेरी सेल्फ़ी की छवियों का उपयोग करने के लिए सहमत हूं. Stripe या इसके सबप्रोसेसर ऐसे डेटा को 30 दिनों तक संग्रहीत कर सकते हैं और इसका उपयोग मॉडल को प्रशिक्षित करने और धोखाधड़ी का पता लगाने के उद्देश्यों के लिए डेटाबेस को अपडेट करने के लिए कर सकते हैं. जब तक मैं ", " या ", " प्रोग्राम में भाग लेता हूं, X मेरे दस्तावेज़ ID नंबर का पूरा नाम, पता और हैश संग्रहीत कर सकता है. "];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["इसे लिख कर या इसका स्क्रीनशॉट लेकर एक सुरक्षित जगह रखें. इस कोड का केवल एक बार उपयोग किया जा सकता है. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["यह आपके खाते से संबद्ध प्राथमिक देश है. आपका देश आपके X अनुभव को अनुकूलित करने में हमारी मदद करता है. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["ये वे संपर्क हैं, जिन्हें आपके मोबाइल डिवाइसेस से आयात किया गया है. इस जानकारी का उपयोग X पर आपके अनुभव को वैयक्तिकृत करने के लिए किया जाता है, जैसे फ़ॉलो किए जाने वाले खातों का सुझाव देना. आप पहले अपलोड किए गए सभी संपर्कों को हटा सकते हैं और सभी डिवाइसेस पर X के साथ सिंक्रनाइज़ेशन को बंद कर सकते हैं. कृपया ध्यान रखें कि इसमें कुछ समय लगता है. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["अगर सक्षम है, तो आप अपने पोस्ट्स में स्थान जानकारी जोड़ पाएंगे. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " मासिक बिल भेजा गया " + f(this.props.duration, "एक महीने", this.props.duration + " महीनों") + " के लिए"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " billed annually for " + t(this.props.duration, "one year", this.props.duration + " years")];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [f(this.props.duration, "एक वर्ष", this.props.duration + " साल") + " के लिए ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [f(this.props.duration, "एक", "" + this.props.duration) + " माह के लिए ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["जब आप किसी को अवरुद्ध करते हैं, तो वह व्यक्ति आपको न तो फ़ॉलो कर पाएगा और न ही संदेश भेज पाएगा और आप उनसे आने वाली सूचनाएं नहीं देख पाएंगे. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Google या Bing जैसे खोज इंजन में कुछ खाता जानकारी अभी भी मौजूद हो सकती है. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["अगर आप बस अपना @उपयोगकर्ता नाम बदलना चाहते हैं, तो आपको अपने खाते को निष्क्रिय करने की ज़रूरत नहीं है — अपनी ", " में जाकर इसे संपादित करें."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["किसी अन्य X खाते के साथ अपने मौजूदा @उपयोगकर्ता नाम या ईमेल पते का इस्तेमाल करने के लिए, इस खाते को निष्क्रिय करने से पहले ", "."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["अगर आप ", " को डाउनलोड करना चाहते हैं, तो अपने खाते को निष्क्रिय करने से पहले आपको अनुरोध और डाउनलोड प्रक्रिया दोनों को पूरा करना होगा. निष्क्रिय किए गए खातों को आपके डेटा को डाउनलोड करने वाले लिंक नहीं भेजे जा सकते."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["आप पुष्टि कर रहे हैं कि ", " एकदम सही है. अगर ऐसा नहीं है, तो आपका खाता प्रभावित हो सकता है."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X, विज्ञापनों सहित आपके अनुभव को अनुकूलित करने के लिए आपकी उम्र का उपयोग करता है, जैसा कि हमारी ", " में बताया गया है."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["आप यह नियंत्रित कर सकते हैं कि X पर आपके जन्मदिन को कौन देख सकता है. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " होस्ट कर रहे हैं"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " सह-होस्ट कर रहे हैं"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " बोल रहे हैं"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " सुन रहे हैं"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", " बनाएं"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["इस वेबसाइट वाली एक कंपनी पहले से मौजूद है. क्या आपका मतलब ", " से था?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["ये फ़िल्टर्स उन लोगों से मिलने वाली सूचनाओं को प्रभावित नहीं करेंगे जिन्हें आप फ़ॉलो करते हैं. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["आप एक समय में एक शब्द, वाक्यांश, @उपयोगकर्ता नाम या हैशटैग को म्यूट कर सकते हैं. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["जब आप शब्दों को म्यूट कर देते हैं, तो आपको उन पोस्ट्स के लिए कोई नई सूचनाएं नहीं मिलेंगी जिनमें वे शब्द होंगे और न ही आप अपनी होम टाइमलाइन में उन शब्दों वाले पोस्ट्स देखेंगे. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["ये वे सब लोग हैं जिन्हें आपने म्यूट किया है. आप उन्हें इस सूची में जोड़ सकते हैं या इससे हटा सकते हैं. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X पर संवेदनशील मीडिया देखने के लिए अपनी प्राथमिकताएं प्रबंधित करें. हमारी ", " के बारे में और अधिक जानें."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["इसमें ऐसा अन्य मीडिया शामिल है, जिसे संवेदनशील के रूप में चिह्नित किया गया है, जैसे ऐसे खातों से मीडिया, जिन्होंने अपनी ", " को संवेदनशील के रूप में चिह्नित कर रखा है."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["आपके खाते को चिह्नित कर दिया गया है और वह क्रिएटर आय शेयरिंग प्रोग्राम में भाग नहीं ले सकता. आप ", " दिए गए निर्देशों का पालन करके अपील कर सकते हैं. आपकी अपील पर कार्रवाई किए जाने के दौरान आय का आपका हिस्सा उपाजि॔त होता रहेगा."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["आपके खाते को चिह्नित कर दिया गया है और वह विज्ञापन आय शेयरिंग प्रोग्राम में भाग नहीं ले सकता. आप ", " दिए गए निर्देशों का पालन करके अपील कर सकते हैं. आपकी अपील पर कार्रवाई किए जाने के दौरान आय का आपका हिस्सा उपाजि॔त होता रहेगा."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["इसको सब्सक्राइब करें", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["आश्चर्य है कि आप क्या कमा सकते हैं? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["आवेदन करके, आप ", " से बाध्य होने के लिए सहमति देते हैं"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["एक ऐसा मासिक मूल्य चुनें, जो आपके और आपके दर्शकों के लिए उपयुक्त हो. सोच रहे हैं कि आप कितना कमा सकते हैं? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["स्वीकार करें और जारी रखें को चुनकर, आप ", " से बाध्य होने के लिए सहमति देते हैं"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["अपने सब्सक्रिप्शन मूल्य की दोबारा जांच करके पुष्टि करें. ", "."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["हमने आपके Stripe खाते की पुष्टि कर दी है. आपके खाते के सब्सक्रिप्शन जल्द ही लाइव हो जाएंगे. इनके लाइव होते ही हम आपको एक सूचना भेजेंगे. सब्सक्रिप्शन सक्षम हैं या नहीं, यह देखने के लिए अपनी प्रोफ़ाइल पर जाएं."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["नीचे टैप करके, आप ", " से सहमत होते हैं."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['"शामिल हों और ID सत्यापित करें" का चयन करके, आप ', " से सहमत होते हैं"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['"शामिल हों और ID सत्यापित करें" का चयन करके, आप ', " से सहमत होते हैं"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["अपने पोस्ट के जवाबों में दिखाए गए विज्ञापनों से पैसा कमाएं. विज्ञापन आय प्रोग्राम के लिए पात्र होने के लिए, आपके खाते को ", " और ", " का पालन करना होगा."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["नियंत्रित करें कि कैसे X आपके अनुभव को ", " में अनुकूलित करे"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["हाँ, सभी ऑटोमेटेड खातों को लेबल करना होता है. ऐसा करना हमारे ", " के तहत ज़रूरी है."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", " पेज पर अधिक जानें."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["", " पृष्ठ पर अधिक जानें."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["आपके जाने का हमें दुख है. #बाय"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["अगर आपने जन्म तिथि नहीं दी है, तो हमने आपकी X प्रोफ़ाइल और गतिविधि के आधार पर एक आयु सीमा दी है. आयु की जानकारी का उपयोग आपके अनुभव को वैयक्तिकृत करने के लिए किया जाता है. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["सही नहीं है? आप अपनी जन्मतिथि को सार्वजनिक रूप से शेयर किए बिना अपनी ", " में जोड़ सकते हैं."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["आवश्यकता अनुरूप बनाए गए दर्शक अकसर ईमेल सूचियों या ब्राउज़िंग व्यवहार से बनाए जाते हैं. वे विज्ञापनदाताओं की उन संभावित ग्राहकों या लोगों तक पहुंचने में सहायता करते हैं, जिन्होंने पहले ही उनके व्यवसाय में रुचि व्यक्त की है. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["आप वर्तमान में ", " के ", " का हिस्सा है."];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["इसे सक्षम करने के लिए, अपनी ", ' सेटिंग्स पर जाएं और "अपनी अनुमानित पहचान के आधार पर वैयक्तिकृत करें" को चालू करें.'];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["इसे सक्षम करने के लिए, अपनी ", ' सेटिंग्स पर जाएं और “अपनी अनुमानित पहचान के आधार पर वैयक्तिकृत करें" को चालू करें.'];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["आप अपनी ", ' सेटिंग्स में जाकर, "अपनी अनुमानित पहचान के आधार पर वैयक्तिकृत करें" को अक्षम करके इस जानकारी को हटा सकते हैं.'];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["आप अपनी ", ' सेटिंग्स में जाकर, "अपनी अनुमानित पहचान के आधार पर वैयक्तिकृत करें" को अक्षम करके इस जानकारी को हटा सकते हैं.'];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["ये उन ईमेल पतों के अनुमानित हैश हैं, जिनमें आपके द्वारा X को दिए गए ईमेल पते के जैसे ही घटक हैं. आप अपनी ", ' सेटिंग्स में जाकर, "अपनी अनुमानित पहचान के आधार पर वैयक्तिकृत करें" को अक्षम करके इस जानकारी को हटा सकते हैं.'];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["ये वे डिवाइसेस हैं जिनका उपयोग X, इस ब्राउज़र पर आपके अनुभव के बारे में जानने और उसे बेहतर बनाने के लिए करता है. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["ये आपसे संबद्ध ब्राउज़र और डिवाइसेस हैं. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["ये वे ब्राउज़र, डिवाइसेस और जानकारी हैं, जिनका उपयोग X आपके अनुभव को वैयक्तिकृत करने के लिए करता है. इसमें आपके X खाते से लिंक किए गए ईमेल पते और फ़ोन नंबर के जैसे ईमेल पते और फ़ोन नंबर के साथ-साथ वे डिवाइसेस और ब्राउज़र शामिल हैं, जिनका उपयोग आपने X पर लॉगिन करने के लिए नहीं किया है. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["इसे चालू करने के लिए अपनी ", " पर जाएं."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["यदि आपको किसी ऐप से कोई संदिग्ध गतिविधि दिखती है, तो उसके ऐक्सेस को निरस्त करने के लिए ", " पर जाएं. कुछ मामलों में आपका IP स्थान आपके भौतिक स्थान से अलग हो सकता है. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["X के भागीदार खरीदारी निर्णय, जीवन शैली और अन्य ऑनलाइन और ऑफ़लाइन व्यवहारों के आधार पर दर्शक बनाते हैं. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["कोई गड़बड़ी हुई और आपका X डेटा भेजा नहीं जा सका. अपने डेटा का अनुरोध करने के लिए, कृपया ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " पहले"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["केवल टॉप 1 हजार अतिथि दिखाए जा सकते हैं. ऐसे लोग हो सकते हैं जो गुमनाम रूप से सुन रहे हों या जिन्होंने X में लॉग इन नहीं किया हो. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "मिनट" + this.props.seconds + "सेकंड"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "घंटा" + this.props.minutes + "मिनट"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " ने समूह फ़ोटो बदल दी"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["आपने समूह का नाम बदल कर ", " कर दिया"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " ने समूह का नाम बदल कर ", " कर दिया"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["समूह का नाम बदल कर ", " किया गया"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " ने ", " को जोड़ा"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " को जोड़ा गया"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " छोड़ गए"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " ने आपको जोड़ा"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["इस समूह में ", " हैं"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["इस समूह में है" + f(this.props.count, "", "ं") + " " + this.props.count + " अन्य " + f(this.props.count, "व्यक्ति", "लोग")];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["इस पोस्ट में संवेदनशील सामग्री हो सकती है. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["संदेश एन्क्रिप्टेड हैं. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["अब आप इस व्यक्ति को एन्क्रिप्ट किए हुए सीधे संदेश नहीं भेज सकते. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["अब आप इस व्यक्ति को संदेश नहीं भेज सकते. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["यह एन्क्रिप्टेड बातचीत आपके वर्तमान डिवाइस से एक्सेस नहीं की जा सकती. इसे एक्सेस करने के लिए, कृपया अपने पिछले डिवाइस से लॉगिन करें. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["आप इस समूह को संदेश नहीं भेज सकते, क्योंकि आप सत्यापित नहीं हैं. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["आप इस उपयोगकर्ता को संदेश नहीं भेज सकते, क्योंकि आप सत्यापित नहीं हैं. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["आपने ", " के Fleet पर प्रतिक्रिया दी: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["आपके Fleet पर प्रतिक्रिया दी: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " ने एक GIF भेजी"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " ने एक लिंक भेजा"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " ने एक फ़ोटो भेजी"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " ने एक स्टीकर भेजा"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " ने एक वीडियो भेजा"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " ने एक वॉयस संदेश भेजा"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " ने एक पोस्ट शेयर किया"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["आपने @", " के वीडियो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " ने @", " के वीडियो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["आपने एक वीडियो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " ने एक वीडियो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["आपने @", " की फ़ोटो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " ने @", " की फ़ोटो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["आपने एक फ़ोटो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " ने एक फ़ोटो पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["आपने @", " के GIF पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " ने ", " के GIF पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["आपने एक GIF पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " ने एक GIF पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["आपने @", " के पोस्ट पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " ने @", " के पोस्ट पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["आपने पोस्ट पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " ने एक पोस्ट पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["आपने @", " के लिंक पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " ने @", " के लिंक पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["आपने एक लिंक पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " ने एक लिंक पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["आपने @", " के संदेश पर ", " के साथ प्रतिक्रिया दी: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " ने @", " के संदेश पर ", " के साथ प्रतिक्रिया दी: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["आपने ", " के साथ प्रतिक्रिया दी: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " ने ", " के साथ प्रतिक्रिया दी: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["आपने @", " के वॉयस संदेश पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " ने @", " के वॉयस संदेश पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["आपने एक वॉयस संदेश पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " ने एक वॉयस संदेश पर ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["आपने ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " ने ", " के साथ प्रतिक्रिया दी"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["X सिस्टम्स स्पैम, अपमानजनक और प्रतिबंधित सामग्री के लिए शेयर किए गए लिंक और मीडिया को स्कैन करते हैं. हम संदिग्ध व्यवहार का पता लगाने और आपके अनुभव को बेहतर बनाने के लिए उपयोग के पैटर्न का भी विश्लेषण करते हैं. हम रिपोर्ट किए गए उल्लंघनों और हमारी सेवा के दुरुपयोग की जांच करने, या कानूनों या सरकारी अनुरोधों का अनुपालन करने के लिए सीधे संदेश की मैन्युअल रूप से समीक्षा कर सकते हैं. अधिक जानकारी के लिए हमारी ", " देखें."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["जिन लोगों को आप फ़ॉलो नहीं करते हैं, उनके संदेश अनुरोध यहां दिखाई देते हैं. उनके संदेशों का जवाब देने के लिए, आपको अनुरोध को स्वीकार करना होगा. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["जब आप चुनौती शुरू करते हैं, तो Google आपके, आपके डिवाइस और ब्राउज़र के बारे में जानकारी एकत्र कर सकता है और उसका उपयोग कर सकता है. Google की ", " देखें."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " पसंद" + f(this.props.count, "‍", "")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " फ़ोटो और वीडियो"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " पोस्ट" + f(this.props.count, "", "्स")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["आप @" + this.props.screenName + " को न तो फ़ॉलो कर सकते हैं और न ही उनके पोस्ट्स देख सकते हैं. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["क्या आप वाकई इन पोस्ट्स को देखना चाहते हैं? पोस्ट्स देखने से @" + this.props.screenName + " पर से अवरोध नहीं हटाया जाएगा. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["बौद्धिक संपदा संबंधी समस्या की रिपोर्ट करने के लिए, कृपया ", " पर जाएं. इस उत्पाद से संबंधित किसी भी अन्य समस्या की रिपोर्ट करने के लिए, कृपया iOS या Android ऐप पर जाएं."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["उत्पाद उल्लंघनों के बारे में अधिक जानकारी के लिए, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["संख्या: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["श्रेणियाँ स्वयं-चयनित होती हैं और X द्वारा असाइन, सत्यापित या सपोर्ट नहीं की जाती हैं. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["यह खाता ", " से एफ़िलिएट है."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["केवल स्वीकृत फ़ॉलोअर्स @" + this.props.screenName + " के पोस्ट्स देख सकते हैं. पहुँच का अनुरोध करने के लिए, फ़ॉलो करें पर क्लिक करें. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X, ", " का उल्लंघन करने वाले खातों को निलंबित कर देता है."];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["हम जानना चाहते हैं कि क्या X खाता ", " आपका है. अगर यह आपका नहीं है, तो हम आगे जारी रखेंगे और ", " को इससे हटा देंगे."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["अगर X खाता ", " आपका है और आप भविष्य की ईमेल सूचनाओं से अनसब्सक्राइब करना चाहते हैं, तो ", " पर जाएं."];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["हमने X खाते ", " से आपका ईमेल पता ", " हटा दिया है. अब आपको खाते के लिए भेजी गई X सूचनाएं नहीं मिलेंगी."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["हो सकता है किसी ने अपने X खाते में साइन इन करते हुए अनजाने में आपका ईमेल पता दर्ज कर दिया हो. या हो सकता है कि वे दुरुपयोग के इरादे से इसका इस्तेमाल कर रहे हों. आप खाते की रिपोर्ट कर सकते हैं, ताकि स्पैम की पहचान करके उसे X से हटाया जा सके. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["टॉप लेखों का अधिक से अधिक लाभ उठाने के लिए ", " को फ़ॉलो करके देखें."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + ". ", " को फ़ॉलो किया."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["गुमनाम रूप से सुनते समय, आप दिखाई नहीं देंगेया भाग लेने में सक्षम नहीं होंगे. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["सब्सक्राइबर होने के लाभों में से एक लाभ इस तरह के Spaces की विशेष एक्सेस पाना है. केवल @" + this.props.screenName + " के सब्सक्राइबर ही इस स्पेस में शामिल हो सकते हैं. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return [this.props.currentImpact + " के अपने वर्तमान स्कोर से, अपने रेटिंग प्रभाव को बढ़ा कर " + this.props.ratingImpactToEarnIn + " करें और आपकी लेखन क्षमता अनलॉक कर दी जाएगी."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["इस पोस्ट (", ") में लिंक के बारे में और यह लिंक शामिल सभी पोस्ट पर दिखना चाहिए"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["क्या आप आश्वस्त हैं कि यह नोट ", " पर सहायक होगा, भले ही वे पोस्ट अलग-अलग बातें कह रहे हों."];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["क्या आप आश्वस्त हैं कि यह नोट इस छवि वाले सभी पोस्ट पर सहायक होगा, भले ही वे पोस्ट अलग-अलग बातें कह रहे हों?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["क्या आप आश्वस्त हैं कि यह नोट ", " पर सहायक होगा, भले ही वे पोस्ट अलग-अलग बातें कह रहे हों?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["क्या आप आश्वस्त हैं कि यह नोट इस वीडियो वाले सभी पोस्ट पर सहायक होगा, भले ही वे पोस्ट अलग-अलग बातें कह रहे हों?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["क्या आप आश्वस्त हैं कि यह नोट ", " पर सहायक होगा, भले ही वे पोस्ट अलग-अलग बातें कह रहे हों?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["क्या आप आश्वस्त हैं कि यह नोट इस मीडिया के सभी पोस्ट पर सहायक होगा, भले ही वे पोस्ट अलग-अलग बातें कह रहे हों?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", " के बारे में अधिक जानें"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["अनुरोधों को अनामीकृत रखा जाता है और पारदर्शिता के लिए ", " कराया जाता है"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["यदि आप कम्यूनिटी नोट्स लिखने और रेटिंग देने में सहायता करना चाहते हैं, तो "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["अनुरोध की गुणवत्ता उच्च रखने और स्पैम को रोकने के लिए, कम्यूनिटी नोट का अनुरोध करने के लिए खातों का सत्यापित फ़ोन नंबर होना चाहिए. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["पोस्ट के लेखक के रूप में, आप "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " रेटिंग प्रभाव"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " लेखन प्रभाव"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["नोट मूल रूप से एक पोस्ट पर छवि में जोड़ा गया था, जिसे बाद में हटा दिया गया है और अन्य पोस्ट पर दिखाया जा सकता है जिसमें यह छवि शामिल है"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["नोट मूल रूप से ", " की इमेज में जोड़ा गया है और इसे पोस्ट पर दिखाया जा सकता है, जिसमें यह इमेज शामिल है"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["नोट मूल रूप से वीडियो में एक पोस्ट पर जोड़ा गया था, जिसे बाद में हटा दिया गया है और अन्य पोस्ट पर दिखाया जा सकता है जिसमें यह वीडियो शामिल है"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["नोट मूल रूप से ", " के वीडियो में जोड़ा गया है और इसे पोस्ट पर दिखाया जा सकता है, जिसमें यह वीडियो शामिल है"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["नोट मूल रूप से एक पोस्ट पर मीडिया में जोड़ा गया था, जिसे बाद में हटा दिया गया है और इसे अन्य पोस्ट पर दिखाया जा सकता है जिसमें यह मीडिया शामिल है"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["नोट मूल रूप से ", " के मीडिया में जोड़ा गया है और इसे पोस्ट पर दिखाया जा सकता है, जिसमें यह मीडिया शामिल है"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["नोट मूल रूप से एक पोस्ट पर लिखा गया था, जिसे हटा दिया गया है और अन्य पोस्ट पर दिखाया जा सकता है जिसमें ", " का लिंक शामिल है"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["नोट मूल रूप से किसी ", " पर लिखा गया है, और अन्य पोस्ट पर दिखाया जा सकता है, जिसमें ", " का लिंक शामिल होता है"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["", " पर दिखाया जा सकता है जिसमें यह वीडियो भी शामिल है, अगर लोग सहमत हैं तो इसे दिखाया जाना चाहिए।"];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["उन पोस्ट पर दिखाया जा सकता है जिनमें यह वीडियो शामिल है, अगर लोग सहमत हैं तो इसे दिखाया जाना चाहिए."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["", " पर दिखाया जा सकता है जिनमें यह छवि शामिल है, यदि लोग सहमत हैं तो इसे दिखाया जाना चाहिए."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["उन पोस्ट पर दिखाया जा सकता है जिनमें यह छवि शामिल है, यदि लोग सहमत हैं तो इसे दिखाया जाना चाहिए."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["", " पर दिखाया जा सकता है जिसमें यह मीडिया शामिल है, अगर लोग सहमत हैं तो इसे दिखाया जाना चाहिए."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["उन पोस्ट पर दिखाया जा सकता है जिनमें यह मीडिया शामिल है, यदि लोग सहमत हैं तो इसे दिखाया जाना चाहिए."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["नोट मूल रूप से वीडियो में एक पोस्ट पर जोड़ा गया था जिसे बाद में हटा दिया गया है और उन ", " पर दिखाई दे रहा है, जिनमें यह वीडियो शामिल है"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["नोट मूल रूप से ", " के वीडियो में जोड़ा गया है और इसे ", " पर दिखाया जा सकता है, जिसमें यह वीडियो शामिल है"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["नोट मूल रूप से वीडियो में एक पोस्ट पर जोड़ा गया था जिसे बाद में हटा दिया गया है और उन ", " पर दिखाई दे सकता है, जिनमें यह वीडियो शामिल है"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["नोट मूल रूप से ", " के वीडियो में जोड़ा गया है और इसे ", " पर दिखाया जा सकता है, जिसमें यह वीडियो शामिल है"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["नोट मूल रूप से एक पोस्ट पर छवि में जोड़ा गया था, जिसे बाद में हटा दिया गया है और ", " में दिख रहा है जिनमें यह छवि शामिल है"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["नोट मूल रूप से ", " की इमेज में जोड़ा गया है और इसे ", " पर दिखाया जा सकता है जिसमें यह इमेज शामिल है"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["नोट मूल रूप से एक पोस्ट पर छवि में जोड़ा गया था, जिसे बाद में हटा दिया गया है, और ", " पर दिखाया जा सकता है जिनमें यह छवि शामिल है"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["नोट मूल रूप से ", " की इमेज में जोड़ा गया है और इसे ", " पर दिखाया जा सकता है, जिसमें यह इमेज शामिल है"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["नोट मूल रूप से मीडिया में एक पोस्ट पर जोड़ा गया था, जिसे बाद में हटा दिया गया है और ", " पर दिखाई दे रहा है जिनमें यह मीडिया शामिल है"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["नोट मूल रूप से ", " के मीडिया में जोड़ा गया है और इसे ", " पर दिखाया जा सकता है, जिसमें यह मीडिया शामिल है"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["नोट मूल रूप से एक पोस्ट पर मीडिया में जोड़ा गया था, जिसे बाद में हटा दिया गया है और ", " पर दिखाया जा सकता है जिनमें यह मीडिया शामिल है"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["नोट मूल रूप से ", " के मीडिया में जोड़ा गया है और इसे ", " पर दिखाया जा सकता है, जिसमें यह मीडिया शामिल है"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["उन ", " पर दिखाया गया है, जिनमें ", " का लिंक शामिल है"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["", "पर दिखाया जा सकता है, जिसमें ", " का लिंक शामिल होता है"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["मूल रूप से उस पोस्ट पर ध्यान दें जिसे बाद में हटा दिया गया है.", " पर दिखाया गया है, जिसमें ", " का लिंक शामिल है"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["मूल रूप से ", " पर ध्यान दें. ", " पर दिखाया गया है, जिसमें ", " का लिंक होता है"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["मूल रूप से उस पोस्ट पर ध्यान दें जिसे बाद में हटा दिया गया है.", " पर दिखाया जा सकता है, जिसमें ", " का लिंक शामिल है"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["मूल रूप से ", " पर ध्यान दें. ", " पर दिखाया जा सकता है, जिसमें ", " का लिंक होता है"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X पर छोटे प्रायोगिक समूह को दिखाया गया. " + this.props.impressionTruncated + "+ व्यूज़"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X पर छोटे प्रायोगिक समूह को दिखाया गया"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X पर दिखाया गया. " + this.props.impressionTruncated + "+ व्यूज़"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X पर दिखाया गया"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["रेटिंग गुमनाम होती हैं और पारदर्शिता के लिए सार्वजनिक रूप से उपलब्ध कराई जाती हैं. जानें कि कैसे कम्यूनिटी नोट्स ", " बनाता है."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["आपने इस नोट को ", " के रूप में रेट किया."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["आपने इस नोट को ", " के रूप में रेट किया."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["आपने इस नोट को ", " के रूप में रेट किया."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["क्या यह नोट ", " पर दिखाया जाना चाहिए, जिसमें ", " का लिंक शामिल हो?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["क्या यह नोट ", " पर दिखाया जाना चाहिए जिसमें यही वीडियो शामिल है?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["क्या यह नोट ", " पर दिखाया जाना चाहिए जिसमें यही छवि शामिल है?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["क्या यह नोट ", " पर दिखाया जाना चाहिए जिसमें यही मीडिया शामिल है?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["क्या यह नोट उन सभी पोस्टों पर दिखाया जाना चाहिए, जिनमें ", " का लिंक शामिल है?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["क्या यह नोट उन सभी पोस्ट पर दिखाया जाना चाहिए, जिनमें यही वीडियो शामिल है?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["क्या यह नोट उन सभी पोस्टों पर दिखाया जाना चाहिए, जिनमें यही छवि शामिल है?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["क्या यह नोट उन सभी पोस्टों पर दिखाया जाना चाहिए, जिसमें यही मीडिया शामिल है?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["कम्यूनिटी नोट्स को बेहतर बनाने के लिए क्या आपके पास कोई आइडिया या सुझाव है? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["अनुरोधकर्ताओं द्वारा मांगे गये " + this.props.remainingCount + " और पोस्ट" + f(this.props.remainingCount, "", "्स") + " दिखाएं"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["कम्यूनिटी नोट्स योगदानकर्ता उपनामों का उपयोग करते हैं · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["यह फ़ीचर कम्यूनिटी नोट्स के लिए नया है, निसंकोच "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return [this.props.currentRatingImpact + " के अपने वर्तमान स्कोर से, अपने रेटिंग प्रभाव को बढ़ा कर " + this.props.requiredRatingImpact + " करें."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " मिटाए गए नोट"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["लिखने की अपनी क्षमता को अनलॉक करने के लिए, इस स्कोर पर बढ़ा कर " + this.props.requiredRatingImpact + " करें"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["नोट्स लिखना शुरू करना चाहते हैं? अपने रेटिंग प्रभाव को " + this.props.requiredRatingImpact + " या इससे अधिक तक बढ़ाएँ."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["कम्यूनिटी नोट्स नोट के लेखक और रेटर्स को सटीक रूप से ख्याती प्रदान करने के लिए मिटाए गए नोट्स की स्थिति को कायम रखता है. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["संदर्भ उन लोगों द्वारा लिखा जाता है, जो X का उपयोग करते हैं और तब दिखाई देता है, जब अन्य लोग उसे उपयोगी रेट करते हैं. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["डेटासेट्स का आपका उपयोग X डेवलपर अनुबंध और नीति द्वारा नियंत्रित होता है. डाउनलोड आइकन पर क्लिक करके, आप ", " से सहमत होते हैं."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["कुल " + this.props.totalFiles + " में से फ़ाइल न. " + this.props.fileIndex];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["कुछ और खोजने की कोशिश करें, या यह जानने के लिए अपनी ", " देखें कि वे संभावित रूप से संवेदनशील सामग्री से आपकी सुरक्षा कर रही हैं या नहीं."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " घंटे पहले सक्रिय"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["क्या आप वाकई ", " को एक मॉडरेटर बनाना चाहते हैं?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["क्या आप वाकई ", " को एक मॉडरेटर के रूप में हटाना चाहते हैं?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["आगे बढ़ने के लिए ", " दर्ज करें"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " ने पोस्ट छिपा दी"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " ने पोस्ट पिन की"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " ने पोस्ट अनपिन की"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " ने पोस्ट अनहाइड की"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " ने सदस्य को हटा दिया"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " ने सदस्य को बहाल किया"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " इस कम्यूनिटी में शामिल हो गये"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " ने इस कम्यूनिटी को छोड़ दिया"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " ने सदस्य अनुरोध अनुमोदित किया"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " ने सदस्य अनुरोध अस्वीकार कर दिया"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " ने सदस्य अनुरोध पुन: अनुमोदित किया"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", " और ", " ने रिपोर्ट किया"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", " ने रिपोर्ट किया"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", " के द्वारा रिपोर्ट की गई"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["आपने @", " के पोस्ट को छिपा दिया है"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["आपने @", " का पोस्ट कायम रखा"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return [this.props.date + " को ", " के द्वारा बनाया गया"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " ", " के रूप में साइन इन करें"];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["इस फ़ीचर का उपयोग करने के लिए, किसी ऐसे खाते पर स्विच करें, जो आपका हो.\n\nएक योगदानकर्ता के रूप में, आप सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियांं बना सकते हैं — और उन्हें देख भी सकते हैं.\n\nहम हमेशा डेलिगेट को बेहतर बनाने के तरीके खोजते रहते हैं. ", "."];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["इस फ़ीचर का उपयोग करने के लिए, किसी ऐसे खाते पर स्विच करें, जो आपका हो.\n\nएक एडमिन होने के नाते, आप सीधे संदेश भेज सकते हैं, पोस्ट्स प्रकाशित कर सकते हैं और सूचियां बना सकते हैं - साथ ही उन्हें देख भी सकते हैं. आप खाते में योगदानकर्ताओं को आमंत्रित कर सकते हैं या हटा भी सकते हैं और पोस्ट एनालिटिक्स देख सकते हैं.\n\nहम हमेशा डेलिगेट को बेहतर बनाने के तरीके खोजते रहते हैं. ", "."];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["इस जॉब के बारे में अधिक जानकारी देखने के लिए "];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["अपनी टाइमलाइन में ", " ", " जॉब देखना शुरू करें"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", " ", " जॉब दिखायी जा रही हैं"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["पोस्ट्स देखने से @" + this.props.screenName + " पर से अवरोध नहीं हटेगा. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["", " के लिए प्रीऑर्डर"];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["हमारे मुद्रीकरण प्रोग्राम और नीतियों के बारे में ", " अधिक जानें."];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["सब्सक्राइब करें पर क्लिक करके, आप हमारे ", " और ", " से सहमत होते हैं. जब तक आप रद्द नहीं कर देते, सब्सक्रिप्शन ऑटो-रिन्यू होते रहेंगे, जैसा कि शर्तों में बताया गया है. किसी भी समय रद्द करें."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["खरीदकर, आप हमारे ", " और हमारे ", " से सहमत होते हैं."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["पसंद, उल्लेख, रीपोस्ट्स, और बहुत सारी चीज़ें — जब ये सत्यापित खाते से आती हैं, तो ये आपको, यहां मिलेंगी. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", " में तृतीय-पक्ष ऐप एक्सेस के बारे में अधिक जानें."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", " द्वारा निर्मित. " + this.props.orgName + " के ", " और ", " पढ़ें."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["सहायता के लिए ", " पर संदेश भेजें"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["शुरू करने के लिए ", "."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", " से सिंक किया गया"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["Shared from "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X नियुक्ति के बारे में कुछ पूछने के लिए, ", " पर हमें ईमेल करें."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(संगठनों के लिए, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["अपना ", " शुरू करके और सब्सक्रिप्शन लेकर, आप हमारे ", " से सहमत होते हैं। " + this.props.numberOfDays + "-दिन के मुफ़्त ट्रायल के बाद, आपसे साइन अप करते समय आपके द्वारा चुने गए वार्षिक या मासिक प्लान की राशि ली जाएगी, जब तक कि आप " + this.props.numberOfDays + "-दिन की मुफ़्त ट्रायल अवधि के भीतर रद्द नहीं कर देते। सब्सक्रिप्शन रद्द होने तक स्वतः नवीनीकृत हो जाता है, जैसा कि शर्तों में बताया गया है। ", "। अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें। सब्सक्राइब करने के लिए एक सत्यापित फ़ोन नंबर की आवश्यकता होती है। अगर आपने किसी अन्य प्लेटफ़ॉर्म पर सब्सक्राइब किया है, तो उस प्लेटफ़ॉर्म के माध्यम से अपना सब्सक्रिप्शन प्रबंधित करें।"];
                            },
                        },
                        {
                            key: "ca87939f",
                            get: function () {
                                return ["सब्सक्राइब करके, आप हमारी ", " से सहमत होते हैं. जैसा कि ", " में बताया गया है, रद्द होने तक सब्सक्रिप्शन अपने आप नवीनीकृत होते हैं. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. अधिक कीमत वाले स्तर पर अपग्रेड करते समय, आपकी पिछले सब्सक्रिप्शन के शेष का क्रेडिट आपके खाते में चला जाएगा और अपने आप भविष्य के भुगतानों पर लागू हो जाएगा. आपका नया सब्सक्रिप्शन तुरंत शुरू हो जाएगा. सब्सक्राइब करने के लिए सत्यापित फ़ोन नंबर आवश्यक है."];
                            },
                        },
                        {
                            key: "ed2a6ba9",
                            get: function () {
                                return ["सब्सक्राइब करके, आप हमारी ", " से सहमत होते हैं. जैसा कि ", " में बताया गया है, रद्द होने तक सब्सक्रिप्शन अपने आप नवीनीकृत होते हैं. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. डाउनग्रेड करते समय, आपके वर्तमान सब्सक्रिप्शन और संबंधित फ़ीचर तुरंत नए सब्सक्रिप्शन स्तर पर स्विच हो जाएगे. जब तक कानून द्वारा आवश्यक न हो, आपको अपने पिछले सब्सक्रिप्शन के किसी भी भाग के लिए धनवापसी नहीं मिलेगी. आपसे तुरंत नए स्तर की कीमत का शुल्क भी लिया जाएगा. सब्सक्राइब करने के लिए सत्यापित फ़ोन नंबर आवश्यक है."];
                            },
                        },
                        {
                            key: "db638a21",
                            get: function () {
                                return ["सब्सक्राइब करके, आप हमारी ", " से सहमत होते हैं. जैसा कि ", " में बताया गया है, रद्द होने तक सब्सक्रिप्शन अपने आप नवीनीकृत होते हैं. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. जब आप अपना प्लान बदलते हैं, तो आपका नया सब्सक्रिप्शन तुरंत शुरू हो जाएगा. आपके पिछले सब्सक्रिप्शन का शेष का क्रेडिट आपके खाते में चला जाएगा और अपने आप भविष्य के भुगतानों पर लागू हो जाएगा. सब्सक्राइब करने के लिए सत्यापित फ़ोन नंबर आवश्यक है."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["सब्सक्राइब करके, आप हमारी ", " से सहमत होते हैं. रद्द होने तक सब्सक्रिप्शन अपने आप नवीनीकृत होते हैं, जैसा कि ", " में बताया गया है. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. अपग्रेड करते समय, आपका वर्तमान सब्सक्रिप्शन और उससे संबंधित सुविधाएं तुरंत नए सब्सक्रिप्शन टियर पर स्विच हो जाएंगी. आपसे नए टियर की कीमत तुरंत ली जाएगी, लेकिन आपके मौजूदा बिलिंग चक्र से कोई भी आनुपातिक शेष राशि आज के कुल शुल्क में जमा कर दी जाएगी. आपको अपने पिछले सब्सक्रिप्शन के किसी भी हिस्से के लिए रिफंड नहीं मिलेगा, जब तक कि कानून द्वारा आवश्यक न हो."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["सब्सक्राइब करके आप हमारी ", " से सहमत होते हैं. सब्सक्रिप्शन रद्द होने तक स्वतः नवीनीकृत होते हैं, जैसा कि ", " में बताया गया है. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. डाउनग्रेड करते समय, आपका वर्तमान सब्सक्रिप्शन आपके अगले बिलिंग चक्र तक सक्रिय रहता है, जब तक आपका नया सब्सक्रिप्शन शुरू होगा. आपसे अगले बिलिंग चक्र के प्रारंभ में नए टियर का मूल्य लिया जाएगा."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["सब्सक्राइब करके आप हमारी ", " से सहमत होते हैं. सब्सक्रिप्शन रद्द होने तक स्वतः नवीनीकृत होती है, जैसा कि ", " में बताया गया है. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. स्विच करते समय, आप अपने टियर से संबंधित सुविधाओं का आनंद लेना जारी रखेंगे. आपसे नए वार्षिक प्लान की कीमत तुरंत ली जाएगी और आपके मासिक बिलिंग चक्र से कोई भी आनुपातिक शेष राशि आज के कुल शुल्क में जमा कर दी जाएगी."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["सब्सक्राइब करके आप हमारी ", " से सहमत होते हैं. सब्सक्रिप्शन रद्द होने तक स्वतः नवीनीकृत होती है, जैसा कि ", " में बताया गया है. ", ". अतिरिक्त शुल्क से बचने के लिए नवीनीकरण से कम से कम 24 घंटे पहले रद्द करें. स्विच करते समय, आप अपने टियर से संबंधित सुविधाओं का आनंद लेना जारी रखेंगे. आपसे टियर के लिए मासिक शुल्क तुरंत लिया जाएगा, लेकिन आपके वार्षिक भुगतान से शेष आनुपातिक क्रेडिट मासिक शुल्क के रूप में तब तक जमा किया जाएगा, जब तक कि यह समाप्त नहीं हो जाएगा."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " में सब्सक्राइब करें"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " वार्षिक बिल भेजा गया"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["पता जानकारी को Google के साथ शेयर किया गया है. अधिक जानकारी के लिए ", " और ", " देखें."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["केवल कम्यूनिटिज़ के एडमिन और मॉडरेटर ही उन्हें अपनी प्रोफ़ाइल पर स्पॉटलाइट कर सकते हैं. अपनी खुद की ", " चाहते हैं?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["अपने पास का संकट केंद्र खोजने के लिए, ", " पर जाएं."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["अगर आपको लगता है कि आप खतरे में हैं, तो हमारी सलाह है कि आप स्थानीय कानून प्रवर्तन से संपर्क करें. अगर वे फ़ॉलो-अप प्रश्न पूछना चाहते हैं, तो वे ", " को देख सकते हैं."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["आप कभी भी ", " से अनफ़ॉलो कर सकते हैं."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["आखिरी अपडेट "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["जब आप अपना Circle संपादित करेंगे, तो लोगों को सूचित नहीं किया जाएगा. आपके द्वारा जोड़ा गया कोई भी व्यक्ति आपके पिछले Circle पोस्ट्स को देख सकेगा. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["वह संख्या, जितनी बार इस पोस्ट को देखा गया. अधिक जानने के लिए, ", " पर जाएं."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["वह संख्या, जितनी बार इस पोस्ट को देखा गया. व्यू संख्या दिखाई देने में कुछ मिनट लग सकते हैं. अधिक जानने के लिए, ", " पर जाएं."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["इस पोस्ट की व्यू संख्या उपलब्ध नहीं है. अधिक जानने के लिए, ", " पर जाएं."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["प्रचार बनाएं पर क्लिक करके, आप बता रहे हैं कि आपने ", " और ", " को पढ़ लिया है और आप उनसे सहमत हैं."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["प्रचार बनाएं पर क्लिक करके, आप बता रहे हैं कि आपने ", " को पढ़ लिया है और आप उनसे सहमत हैं."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["इस विज्ञापन खाते के लिए कुछ लक्ष्यीकरण विकल्प, X की ", " के अनुसार उपलब्ध नहीं हैं."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["पोस्ट को प्रचारित करें पर क्लिक करके, आप बता रहे हैं कि आपने ", " और ", " को पढ़ लिया है और आप उनसे सहमत हैं."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["पोस्ट को प्रचारित करें पर क्लिक करके, आप बता रहे हैं कि आपने ", " को पढ़ लिया है और आप उनसे सहमत हैं."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["इस पोस्ट के कोई छिपे हुए जवाब नहीं हैं, लेकिन सुरक्षित पोस्ट्स को फ़िल्टर किया जा सकता है. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["इस खरीदी को करने के लिए नीचे क्लिक करके, आप ", " से बाध्य होने के लिए सहमति देते हैं."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["इससे ", " आपको अपनी किसी भी सूची में शामिल नहीं कर पाएंगे, इस सूची में भी नहीं."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return [this.props.creatorName + " के साथ अपना ईमेल शेयर करें. स्वीकार करके, आप X को ऑफ-प्लेटफ़ॉर्म संचार के उद्देश्य से क्रिएटर के साथ ईमेल पता शेयर करने की सहमति देते हैं और ", " से सहमत होते हैं."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["एक वर्ष के लिए " + this.props.tier + " @" + this.props.screenName + " को " + this.props.price + " में दें. जब आप भुगतान पूरा कर लेंगे, तो उन्हें सूचित किया जाएगा कि आपने उन्हें उपहार भेजा है."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["उपहार सब्सक्रिप्शन मूल्य खरीदारी पर लिया जाता है और यह वापसी योग्य नहीं है. यह एक बार उपयोग करने योग्य, गैर-बदली जाने योग्य, गैर-संयोजन योग्य और इसका कोई नकद मूल्य नहीं है. यह X की समीक्षा और प्रापक को सौंपने के बाद शुरू होता है, जिसे हमारी ", " और नीतियों को स्वीकार करना होगा. यदि प्रापक किसी भी पात्रता आवश्यकताओं को पूरा करने में विफल रहते हैं, सब्सक्रिप्शन रद्द कर देते हैं या हमारी शर्तों और नीतियों को अस्वीकार कर देते हैं, तो उपहार गैर-प्रतिदेय और गैर-वापसी योग्य है. कर लागू हो सकते हैं. शर्तें बदल सकती हैं. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["संगठनों के लिए गोल्ड चेकमार्क होते हैं, व्यक्तियों के नीले चेकमार्क होते हैं. अनुचित रूप से उपयोग किए जाने पर हमारी ", "के अनुसार आपका सब्सक्रिप्शन बिना रिफ़ंड के रद्द कर दिया जाएगा."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["संगठनों के लिए स्क्वेर अवतार, व्यक्तियों के लिए सर्कुलर अवतार होते हैं. अनुचित रूप से उपयोग किए जाने पर हमारी ", "के अनुसार आपका सब्सक्रिप्शन बिना रिफ़ंड के रद्द कर दिया जाएगा."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["कॉन्फ़िगर करें कि ", " के माध्यम से प्रचारित होने पर जॉब्स के लिए किस विज्ञापन खाते का उपयोग किया जाता है."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["कोई योग्य खाता नहीं मिला. अगले चरणों के लिए ", " पेज देखें."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["सत्यापित संगठनों को रद्द करने से आपके संगठन का गोल्ड चेकमार्क तुरंत हट जाएगा."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["इसके अलावा, सभी एफ़िलिएटेड खाते तुरंत रद्द कर दिए जाएंगे और उनके गोल्ड या नीले चेकमार्क और एफ़िलिएट बैज हट जाएंगे."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["रद्द करने से आपके संगठन और सभी संबद्ध खातों से चेकमार्क और सभी भुगतान सुविधाएं तुरंत हटा दी जाएंगी."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["यदि आप आज रुकने का निर्णय लेते हैं हैं, तो हम आपके पोर्टल पर " + this.props.creditAmount + " USD अतिरिक्त मुफ्त विज्ञापन क्रेडिट प्रत्येक " + this.props.daysOfCouponInterval + " दिनों में अगले " + this.props.totalDays + " दिनों के लिए जोड़ देंगे. जब आप इस ऑफर का दावा करते हैं, तो हमारी सहायता टीम आपके संगठन के लिए इस क्रेडिट से मूल्य प्राप्त करने में आपकी सहायता करने के लिए संपर्क करेगी."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["यदि आप आज रुकने का निर्णय लेते हैं, तो हम आपके पोर्टल पर " + this.props.creditAmount + " USD अतिरिक्त मुफ़्त विज्ञापन क्रेडिट अगले " + this.props.daysToWaitForFirstRedeemable + " दिनों में जोड़ देंगे. जब आप इस ऑफर का दावा करते हैं, तो हमारी सहायता टीम आपके संगठन के लिए इस क्रेडिट से मूल्य प्राप्त करने में सहायता के लिए आपसे संपर्क करेगी."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["यह एक बार का ऑफर है और दोबारा उपलब्ध नहीं होगा."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["आप अब भी वापस जा सकते हैं और एक बार के ऑफर का दावा कर सकते हैं, जो दोबारा ऑफर नहीं किया जाएगा. आपकी अगली बिलिंग साइकल से पहले आपके सब्सक्रिप्शन के शेष बचे दिनों का आपको रिफ़ंड नहीं किया जाएगा. उसके बाद आपको बिल नहीं किया जाएगा."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["सत्यापित संगठनों को सभी मुद्दों के लिए X पर प्राथमिकता समर्थन मिलता है. चाहे जो भी हो - हम समस्यों को यथाशीघ्र हल करने में आपकी सहायता कर सकते हैं. क्या आप सत्यापित संगठन टीम के सदस्य के साथ कॉल शेड्यूल करना चाहेंगे और आपकी सहायता के लिए किसी व्यक्ति से बात करना चाहेंगे?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["यदि आप रद्द करते हैं, तो आप तुरंत इस मुफ़्त विज्ञापन क्रेडिट और आपके सब्सक्रिप्शन के साथ आने वाले सभी भविष्य के मुफ़्त विज्ञापन क्रेडिट तक पहुंच खो देंगे. चूंकि आप इस लाभ के लिए पहले ही भुगतान कर चुके हैं, हम सुझाव देते हैं कि इसका उपयोग जारी रखें."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["अपनी सीमा बढ़ाने के लिए, कृपया ", " सत्यापित प्रीमियम सपोर्ट से संपर्क करें."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["प्रत्येक अतिरिक्त एफ़िलिएट की लागत ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["आपके पहले वर्ष के लिए ", " वार्षिक. फिर ", " वार्षिक."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["प्रत्येक अतिरिक्त एफ़िलिएट खाता प्रति वर्ष प्रति हैंडल ", " है. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " प्रति हैंडल प्रति ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["", " से पहले सदस्यता लेने पर वार्षिक प्लान पर 30% छूट और $12,000 तक निःशुल्क विज्ञापन क्रेडिट का दावा करें"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["पूरा एक्सेस ", "/", "(", ") है. प्रत्येक अतिरिक्त एफ़िलिएट खाता ", " प्रति हैंडल प्रति ", " (", ") है. "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["बेसिक ", "/", " (", ") है. "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["सब्सक्राइब करें पर क्लिक करके, आप हमारी ", " से सहमत होते हैं. जब तक आप रद्द नहीं कर देते, सब्सक्रिप्शन ऑटो-रिन्यू होते रहेंगे. साइन अप करने वाले सभी खातों को मैन्युअल अनुमोदन पास करना होगा."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["सब्सक्राइब करें पर क्लिक करके, आप हमारी ", " से सहमत होते हैं. जब तक आप रद्द नहीं कर देते, सब्सक्रिप्शन ऑटो-रिन्यू होते रहेंगे. साइन अप करने वाले खातों की प्रामाणिकता के लिए समीक्षा की जाती है. अगर खाता साइन अप करता है और वह एक संगठन खाता नहीं होता है, तो खाते को अस्वीकार कर दिया जाएगा और रिफ़ंड नहीं किया जाएगा."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ सीमित समय के लिए, ", " विज्ञापन क्रेडिट समर्पित सपोर्ट के साथ ", " में आपके संगठन या उसके किसी एफ़िलिएट पर खर्च करने के लिए."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ सीमित समय के लिए, ", " विज्ञापन क्रेडिट समर्पित सपोर्ट के साथ ", " में आपके संगठन पर खर्च करने के लिए."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " " + this.props.activePriceLabel + " पर"];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " " + this.props.targetPriceLabel + " पर"];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["यह सदस्यता परिवर्तन यहां समर्थित नहीं है, कृपया ", " सत्यापित Premium सहायता से संपर्क करें।"];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["अगर आपको अधिक एफ़िलिएट की ज़रूरत है, तो ", " सत्यापित सेल्स से संपर्क करें."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["'" + this.props.action + "' पर क्लिक करके, आप ", " से बाध्य होने के लिए सहमति देते हैं."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["हम इस जानकारी का उपयोग ", " के आवेदन का आकलन करने के लिए करेंगे. ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["इस बॉक्स को चिह्नित करके आप दर्शाते करते हैं कि आपने ", " दिए गए नियमों और शर्तों को पढ़ लिया है और उनसे सहमत हैं."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["सत्यापित संगठनों में अब विज्ञापन क्रेडिट का " + this.props.xtc_coupon_value + " (या स्थानीय मुद्रा के बराबर) शामिल है*. आप इसे अपने संगठन या अपने किसी एफ़िलिएट पर लागू कर सकते हैं. रिडीम के लिए बस नीचे दिया गया विज्ञापन खाता चुनें."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["सत्यापित संगठनों में अब " + this.props.xtc_coupon_value + " (या स्थानीय मुद्रा के बराबर) के विज्ञापन क्रेडिट शामिल हैं*. हर 30 दिन में, आपको विज्ञापनों पर खर्च करने के लिए " + this.props.xtc_coupon_value + " (या स्थानीय मुद्रा के बराबर) मिलेंगे, जिन्हें किसी भी समय खर्च किया जा सकता है. आप इसे अपने संगठन या अपने किसी एफ़िलिएट्स पर लागू कर सकते हैं. रिडीम करने के लिए बस नीचे दिया गया विज्ञापन खाता चुनें."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["अपने विज्ञापन खाता ID प्रबंधित करने के लिए, ऐसा ", " करें."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["समस्याओं का सामना कर रहे हैं? कोई भी प्रश्न पूछने के लिए ", " से संपर्क करें."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["इस विज्ञापन क्रेडिट पर शेष ", " खर्च करने के लिए आपके पास ", " दिन हैं."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["अपना विज्ञापन क्रेडिट सक्रिय करें. यदि आपके पास एकाधिक विज्ञापन खाते हैं, तो आप नीचे दिए गए इनपुट को संपादित कर सकते हैं. " + this.props.expiresAt + " तक रिडीम करने योग्य हैं."];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["अपने X खाते से संबद्ध अपना विज्ञापन खाता ID ढूंढें. आप इसे ", " यहां पा सकते हैं. "];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ['सुनिश्चित करें कि आपने विज्ञापन प्रबंधक में "नई भुगतान विधि जोड़ें" का चयन करके भुगतान प्रकार के रूप में क्रेडिट कार्ड जोड़ा है. यदि आपके पास क्रेडिट कार्ड सेट अप नहीं है, तो आपका क्रेडिट लागू नहीं किया जाएगा और आपका विज्ञापन नहीं चलेगा.'];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["इस पेज के शीर्ष पर टेक्स्ट इनपुट में अपनी विज्ञापन खाता ID कॉपी करें. सक्रिय करें पर क्लिक करें."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["अपना कैंपेन शुरू करें."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ['सुनिश्चित करें कि आपने विज्ञापन प्रबंधक में "नई भुगतान विधि जोड़ें" का चयन करके भुगतान प्रकार के रूप में क्रेडिट कार्ड जोड़ा है. यदि आपके पास क्रेडिट कार्ड सेट अप नहीं है, तो आपका विज्ञापन नहीं चलेगा.'];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["आप विज्ञापन प्रबंधक में बिलिंग के अंतर्गत लागू अपना क्रेडिट देखेंगे."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["यदि आपने पहले X के साथ विज्ञापन किया है, तो आपके पास एकाधिक विज्ञापन खाता ID हो सकती हैं."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["आप ", " अपने सभी विज्ञापन खाता ID की सूची पा सकते हैं."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["सुनिश्चित करें कि आपने अपना क्रेडिट लागू करने के लिए सही विज्ञापन खाता ID चुना है."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["सत्यापित संगठन पूर्ण एक्सेस ग्राहक के रूप में आप अपने क्रेडिट को अपने किसी भी एफ़िलिएट किये गये खाते पर लागू कर सकते हैं."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["ऐसा करने के लिए, आपके पास उस एफ़िलिएट किये गये खाते की विज्ञापन खाता ID तक पहुंच होनी चाहिए जिस पर आप कैंपेन चलाना चाहते हैं."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["आप इसे संबद्ध खाते में लॉग इन करके और ", " नेविगेट करके पा सकते हैं."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["सत्यापित संगठन ", " और जॉब प्रमोशन के लिए उपयोग हेतु क्रेडिट प्राप्त करने के पात्र हैं. विज्ञापन क्षमताओं को पूर्णतः सक्रिय करने के लिए इन चरणों को पूरा करें."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["सत्यापित संगठन", " के लिए उपयोग हेतु क्रेडिट प्राप्त करने के पात्र हैं. विज्ञापन क्षमताओं को पूर्णतः सक्रिय करने के लिए इन चरणों को पूरा करें."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["कूपन सक्रिय करें"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["इस " + this.props.couponAmount + " क्रेडिट पाने के लिए अच्छी स्थिति वाला सक्रिय खाता चुनें."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["आप ", " में खाता ID की सूची पा सकते हैं. उदाहरण ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["", " कार्रवाई के साथ जॉब प्रचार के लिए तैयार हैं"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["पात्र होने पर, ", " कार्रवाई से जॉब्स प्रचारित की जा सकती हैं"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["हम व्यापार - चिह्न धारक या उनके अधिकृत प्रतिनिधि द्वारा प्रस्तुत किए गए अनुरोधों की जांच करते हैं. कृपया विवरण के लिए हमारी ", " देखें."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["सूची स्वामी हैंडल और सूची नाम को निम्न स्वरूप में दर्ज करें: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["अगर आप ", " पर स्विच करते हैं, तो ही यह कॉलम साफ़ हो सकता है."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["हमारी गोपनीयता नीति ", " में देखें"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["हमारी सेवा की शर्तें ", " में देखें"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X और उसके पार्टनर्स आपको बेहतर, सुरक्षित और तेज़ सेवा प्रदान करने और हमारे व्यवसाय को सपोर्ट करने के लिए कुकीज़ का उपयोग करते हैं. हमारी सेवाओं का उपयोग करने, उन्हें बेहतर बनाने और यह सुनिश्चित करने के लिए कि वे ठीक से काम करें कुछ कुकीज़ आवश्यक हैं. अगर आप "सभी कुकीज़ स्वीकार करें" पर क्लिक करते हैं, तो आप X और उसके पार्टनर्स को आपकी दिलचस्पियों के अनुरूप विज्ञापन और संचार प्रदान करने के लिए कुकीज़ का उपयोग करने की अनुमति भी देते हैं. अगर आप "गैर-आवश्यक कुकीज़ को अस्वीकार करें" पर क्लिक करते हैं, तो हम अनुकूलित विज्ञापनों और संचार के लिए अतिरिक्त डेटा इकट्ठा करने के लिए कुकीज़ का उपयोग नहीं करेंगे. हमारी कुकी कार्यप्रणाली के बारे में अधिक जानने के लिए, कृपया ', " में वेब पर हमारे कुकी सहायता केंद्र पेज पर जाएं।"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["लेखक द्वारा "];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " लेख"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["यह मीडिया " + this.props.copyrightHolder + " के कॉपीराइट दावे के कारण अक्षम किया गया है. विवाद दायर करने के लिए, कृपया ", " का उपयोग करें."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " ने रीपोस्ट किया"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " को " + this.props.time + " पर"];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", " से"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " और "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " और "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " ", " ", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " ", " ", " ", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", " को जवाब दे रहे हैं"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " पढ़ें"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", " से"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " सदस्य"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " फ़ॉलो करते हैं"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " और ", " फ़ॉलो करते हैं"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", " और ", " फ़ॉलो करते हैं"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["", ", ", " और ", " अन्य जिन्हें आप फ़ॉलो करते हैं, फ़ॉलो कर रहे हैं"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " और ", " अन्य इस विषय में रुझान पर हैं"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["", " के द्वारा भुगतान किया गया"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["", " के द्वारा भुगतान किया गया है और किसी उम्मीदवार या उम्मीदवार की समिति द्वारा प्राधिकृत नहीं है."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["", " के द्वारा भुगतान किया गया· " + this.props.sponsorshipCandidate + " के द्वारा प्राधिकृत"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["केवल आप और आपके Circle में मौजूद लोग ही इस पोस्ट को देख सकते हैं. रीपोस्ट करना, कोट करना और शेयर करना उपलब्ध नहीं है. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["", " के साथ रुझान में"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["", ", ", " के साथ रुझान में"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " से "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = b.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), u[i[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && r(n.prototype, m),
                    g && r(n, g),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    h
                );
            })(a(674132)._ActualI18NFormatMessage || b.Component);
            n("_ActualI18NFormatMessage", m),
                n("I18NFormatMessage", function (e) {
                    return b.createElement(m, e);
                });
            var g = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            g._validateParameterTypeNumber, g._validateParameterPresence;
            var h = g._numberRound,
                s = (g._numberFormat, g._numberFormatterFn),
                y = g._pluralGeneratorFn,
                k = (g._currencyNameFormat, g._currencyFormatterFn),
                p = (g._validateParameterTypeDate, g._dateToPartsFormat, g._dateToPartsFormatterFn),
                N = (g._dateFormat, g._dateFormatterFn),
                l = g._relativeTimeFormatterFn,
                j = g._unitFormatterFn;
            (g.b1443936202 = s(["", , 1, 0, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 हज़ार", other: "0 हज़ार" }, 4: { one: "00 हज़ार", other: "00 हज़ार" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 क॰", other: "0 क॰" }, 8: { one: "00 क॰", other: "00 क॰" }, 9: { one: "0 अ॰", other: "0 अ॰" }, 10: { one: "00 अ॰", other: "00 अ॰" }, 11: { one: "0 ख॰", other: "0 ख॰" }, 12: { one: "00 ख॰", other: "00 ख॰" }, 13: { one: "0 नील", other: "0 नील" }, 14: { one: "00 नील", other: "00 नील" }, maxExponent: 14 }], g("hi").pluralGenerator({}))),
                (g.b387116478 = s(["", , 1, 0, 3, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b360630920 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b160599372 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b683282528 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a594120087 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 हज़ार", other: "0 हज़ार" }, 4: { one: "00 हज़ार", other: "00 हज़ार" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 क॰", other: "0 क॰" }, 8: { one: "00 क॰", other: "00 क॰" }, 9: { one: "0 अ॰", other: "0 अ॰" }, 10: { one: "00 अ॰", other: "00 अ॰" }, 11: { one: "0 ख॰", other: "0 ख॰" }, 12: { one: "00 ख॰", other: "00 ख॰" }, 13: { one: "0 नील", other: "0 नील" }, 14: { one: "00 नील", other: "00 नील" }, maxExponent: 14 }], g("hi").pluralGenerator({}))),
                (g.b2403275 = s(["", , 1, 0, 1, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b81114654 = s(["", , 1, 0, 0, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", h("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a248651107 = s(["", , 1, 0, 1, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", h("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1574713059 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 हज़ार", other: "0 हज़ार" }, 4: { one: "00 हज़ार", other: "00 हज़ार" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 क॰", other: "0 क॰" }, 8: { one: "00 क॰", other: "00 क॰" }, 9: { one: "0 अ॰", other: "0 अ॰" }, 10: { one: "00 अ॰", other: "00 अ॰" }, 11: { one: "0 ख॰", other: "0 ख॰" }, 12: { one: "00 ख॰", other: "00 ख॰" }, 13: { one: "0 नील", other: "0 नील" }, 14: { one: "00 नील", other: "00 नील" }, maxExponent: 14 }], g("hi").pluralGenerator({}))),
                (g.b750672320 = s(["", , 1, 1, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1819147586 = s(["", , 1, 2, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1335548034 = s(["", , 1, 0, 0, 1, 2, , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 हज़ार", other: "0 हज़ार" }, 4: { one: "00 हज़ार", other: "00 हज़ार" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 क॰", other: "0 क॰" }, 8: { one: "00 क॰", other: "00 क॰" }, 9: { one: "0 अ॰", other: "0 अ॰" }, 10: { one: "00 अ॰", other: "00 अ॰" }, 11: { one: "0 ख॰", other: "0 ख॰" }, 12: { one: "00 ख॰", other: "00 ख॰" }, 13: { one: "0 नील", other: "0 नील" }, 14: { one: "00 नील", other: "00 नील" }, maxExponent: 14 }], g("hi").pluralGenerator({}))),
                (g.a1007957653 = s(["'AED' ", , 1, 2, 2, , , 0, 3, 2, "", "'AED' #,##,##0.00", "-'AED' 'AED' #,##,##0.00", "-'AED' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b910567776 = s(["'ALL' ", , 1, 0, 0, , , , 3, 2, "", "'ALL' #,##,##0", "-'ALL' 'ALL' #,##,##0", "-'ALL' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b244272073 = s(["'ARS' ", , 1, 2, 2, , , 0, 3, 2, "", "'ARS' #,##,##0.00", "-'ARS' 'ARS' #,##,##0.00", "-'ARS' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a222648480 = s(["'A$'", , 1, 2, 2, , , 0, 3, 2, "", "'A$'#,##,##0.00", "-'A$''A$'#,##,##0.00", "-'A$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b848306717 = s(["'BAM' ", , 1, 2, 2, , , 0, 3, 2, "", "'BAM' #,##,##0.00", "-'BAM' 'BAM' #,##,##0.00", "-'BAM' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1338676807 = s(["'BDT' ", , 1, 2, 2, , , 0, 3, 2, "", "'BDT' #,##,##0.00", "-'BDT' 'BDT' #,##,##0.00", "-'BDT' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1182463842 = s(["'BGN' ", , 1, 2, 2, , , 0, 3, 2, "", "'BGN' #,##,##0.00", "-'BGN' 'BGN' #,##,##0.00", "-'BGN' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1759992959 = s(["'BHD' ", , 1, 3, 3, , , 0, 3, 2, "", "'BHD' #,##,##0.000", "-'BHD' 'BHD' #,##,##0.000", "-'BHD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1754076849 = s(["'R$'", , 1, 2, 2, , , 0, 3, 2, "", "'R$'#,##,##0.00", "-'R$''R$'#,##,##0.00", "-'R$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2036149370 = s(["'BYR' ", , 1, 0, 0, , , , 3, 2, "", "'BYR' #,##,##0", "-'BYR' 'BYR' #,##,##0", "-'BYR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b154004441 = s(["'CA$'", , 1, 2, 2, , , 0, 3, 2, "", "'CA$'#,##,##0.00", "-'CA$''CA$'#,##,##0.00", "-'CA$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b965583754 = s(["'CHF' ", , 1, 2, 2, , , 0, 3, 2, "", "'CHF' #,##,##0.00", "-'CHF' 'CHF' #,##,##0.00", "-'CHF' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a341096666 = s(["'CLP' ", , 1, 0, 0, , , , 3, 2, "", "'CLP' #,##,##0", "-'CLP' 'CLP' #,##,##0", "-'CLP' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1175246957 = s(["'CN¥'", , 1, 2, 2, , , 0, 3, 2, "", "'CN¥'#,##,##0.00", "-'CN¥''CN¥'#,##,##0.00", "-'CN¥'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a568784797 = s(["'COP' ", , 1, 0, 0, , , , 3, 2, "", "'COP' #,##,##0", "-'COP' 'COP' #,##,##0", "-'COP' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a738564265 = s(["'CZK' ", , 1, 2, 2, , , 0, 3, 2, "", "'CZK' #,##,##0.00", "-'CZK' 'CZK' #,##,##0.00", "-'CZK' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1965275801 = s(["'DKK' ", , 1, 2, 2, , , 0, 3, 2, "", "'DKK' #,##,##0.00", "-'DKK' 'DKK' #,##,##0.00", "-'DKK' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b989140893 = s(["'DZD' ", , 1, 2, 2, , , 0, 3, 2, "", "'DZD' #,##,##0.00", "-'DZD' 'DZD' #,##,##0.00", "-'DZD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1009260061 = s(["'EGP' ", , 1, 2, 2, , , 0, 3, 2, "", "'EGP' #,##,##0.00", "-'EGP' 'EGP' #,##,##0.00", "-'EGP' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b233268351 = s(["'€'", , 1, 2, 2, , , 0, 3, 2, "", "'€'#,##,##0.00", "-'€''€'#,##,##0.00", "-'€'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b935596374 = s(["'£'", , 1, 2, 2, , , 0, 3, 2, "", "'£'#,##,##0.00", "-'£''£'#,##,##0.00", "-'£'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a364652935 = s(["'GHS' ", , 1, 2, 2, , , 0, 3, 2, "", "'GHS' #,##,##0.00", "-'GHS' 'GHS' #,##,##0.00", "-'GHS' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1421932807 = s(["'GTQ' ", , 1, 2, 2, , , 0, 3, 2, "", "'GTQ' #,##,##0.00", "-'GTQ' 'GTQ' #,##,##0.00", "-'GTQ' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b196203828 = s(["'HK$'", , 1, 2, 2, , , 0, 3, 2, "", "'HK$'#,##,##0.00", "-'HK$''HK$'#,##,##0.00", "-'HK$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a197816438 = s(["'HRK' ", , 1, 2, 2, , , 0, 3, 2, "", "'HRK' #,##,##0.00", "-'HRK' 'HRK' #,##,##0.00", "-'HRK' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b970014514 = s(["'HUF' ", , 1, 2, 2, , , 0, 3, 2, "", "'HUF' #,##,##0.00", "-'HUF' 'HUF' #,##,##0.00", "-'HUF' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1386229066 = s(["'IDR' ", , 1, 0, 0, , , , 3, 2, "", "'IDR' #,##,##0", "-'IDR' 'IDR' #,##,##0", "-'IDR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a787800003 = s(["'₪'", , 1, 2, 2, , , 0, 3, 2, "", "'₪'#,##,##0.00", "-'₪''₪'#,##,##0.00", "-'₪'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1719721940 = s(["'₹'", , 1, 2, 2, , , 0, 3, 2, "", "'₹'#,##,##0.00", "-'₹''₹'#,##,##0.00", "-'₹'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2002547739 = s(["'IQD' ", , 1, 0, 0, , , , 3, 2, "", "'IQD' #,##,##0", "-'IQD' 'IQD' #,##,##0", "-'IQD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1768612800 = s(["'ISK' ", , 1, 0, 0, , , , 3, 2, "", "'ISK' #,##,##0", "-'ISK' 'ISK' #,##,##0", "-'ISK' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1755317080 = s(["'JP¥'", , 1, 0, 0, , , , 3, 2, "", "'JP¥'#,##,##0", "-'JP¥''JP¥'#,##,##0", "-'JP¥'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b22017490 = s(["'KES' ", , 1, 2, 2, , , 0, 3, 2, "", "'KES' #,##,##0.00", "-'KES' 'KES' #,##,##0.00", "-'KES' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b884592398 = s(["'₩'", , 1, 0, 0, , , , 3, 2, "", "'₩'#,##,##0", "-'₩''₩'#,##,##0", "-'₩'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b926619865 = s(["'KWD' ", , 1, 3, 3, , , 0, 3, 2, "", "'KWD' #,##,##0.000", "-'KWD' 'KWD' #,##,##0.000", "-'KWD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1867609274 = s(["'KZT' ", , 1, 2, 2, , , 0, 3, 2, "", "'KZT' #,##,##0.00", "-'KZT' 'KZT' #,##,##0.00", "-'KZT' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2145607463 = s(["'LBP' ", , 1, 0, 0, , , , 3, 2, "", "'LBP' #,##,##0", "-'LBP' 'LBP' #,##,##0", "-'LBP' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b842448091 = s(["'MAD' ", , 1, 2, 2, , , 0, 3, 2, "", "'MAD' #,##,##0.00", "-'MAD' 'MAD' #,##,##0.00", "-'MAD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2071730267 = s(["'MKD' ", , 1, 2, 2, , , 0, 3, 2, "", "'MKD' #,##,##0.00", "-'MKD' 'MKD' #,##,##0.00", "-'MKD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b473441420 = s(["'MX$'", , 1, 2, 2, , , 0, 3, 2, "", "'MX$'#,##,##0.00", "-'MX$''MX$'#,##,##0.00", "-'MX$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1530881509 = s(["'MYR' ", , 1, 2, 2, , , 0, 3, 2, "", "'MYR' #,##,##0.00", "-'MYR' 'MYR' #,##,##0.00", "-'MYR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1568775594 = s(["'NGN' ", , 1, 2, 2, , , 0, 3, 2, "", "'NGN' #,##,##0.00", "-'NGN' 'NGN' #,##,##0.00", "-'NGN' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1877797729 = s(["'NOK' ", , 1, 2, 2, , , 0, 3, 2, "", "'NOK' #,##,##0.00", "-'NOK' 'NOK' #,##,##0.00", "-'NOK' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1236105621 = s(["'NZ$'", , 1, 2, 2, , , 0, 3, 2, "", "'NZ$'#,##,##0.00", "-'NZ$''NZ$'#,##,##0.00", "-'NZ$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1873976558 = s(["'PEN' ", , 1, 2, 2, , , 0, 3, 2, "", "'PEN' #,##,##0.00", "-'PEN' 'PEN' #,##,##0.00", "-'PEN' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1589378893 = s(["'PHP' ", , 1, 2, 2, , , 0, 3, 2, "", "'PHP' #,##,##0.00", "-'PHP' 'PHP' #,##,##0.00", "-'PHP' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b224582102 = s(["'PKR' ", , 1, 0, 0, , , , 3, 2, "", "'PKR' #,##,##0", "-'PKR' 'PKR' #,##,##0", "-'PKR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b810562617 = s(["'PLN' ", , 1, 2, 2, , , 0, 3, 2, "", "'PLN' #,##,##0.00", "-'PLN' 'PLN' #,##,##0.00", "-'PLN' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1841098295 = s(["'QAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'QAR' #,##,##0.00", "-'QAR' 'QAR' #,##,##0.00", "-'QAR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1195756122 = s(["'RON' ", , 1, 2, 2, , , 0, 3, 2, "", "'RON' #,##,##0.00", "-'RON' 'RON' #,##,##0.00", "-'RON' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a712715582 = s(["'RSD' ", , 1, 0, 0, , , , 3, 2, "", "'RSD' #,##,##0", "-'RSD' 'RSD' #,##,##0", "-'RSD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1943070124 = s(["'RUB' ", , 1, 2, 2, , , 0, 3, 2, "", "'RUB' #,##,##0.00", "-'RUB' 'RUB' #,##,##0.00", "-'RUB' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a152154553 = s(["'SAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'SAR' #,##,##0.00", "-'SAR' 'SAR' #,##,##0.00", "-'SAR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b424400850 = s(["'SEK' ", , 1, 2, 2, , , 0, 3, 2, "", "'SEK' #,##,##0.00", "-'SEK' 'SEK' #,##,##0.00", "-'SEK' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a993188453 = s(["'SGD' ", , 1, 2, 2, , , 0, 3, 2, "", "'SGD' #,##,##0.00", "-'SGD' 'SGD' #,##,##0.00", "-'SGD' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1520208498 = s(["'฿'", , 1, 2, 2, , , 0, 3, 2, "", "'฿'#,##,##0.00", "-'฿''฿'#,##,##0.00", "-'฿'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1300758347 = s(["'TND' ", , 1, 3, 3, , , 0, 3, 2, "", "'TND' #,##,##0.000", "-'TND' 'TND' #,##,##0.000", "-'TND' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a420555152 = s(["'TRY' ", , 1, 2, 2, , , 0, 3, 2, "", "'TRY' #,##,##0.00", "-'TRY' 'TRY' #,##,##0.00", "-'TRY' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1706182031 = s(["'NT$'", , 1, 2, 2, , , 0, 3, 2, "", "'NT$'#,##,##0.00", "-'NT$''NT$'#,##,##0.00", "-'NT$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1633836780 = s(["'TZS' ", , 1, 0, 0, , , , 3, 2, "", "'TZS' #,##,##0", "-'TZS' 'TZS' #,##,##0", "-'TZS' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2109983025 = s(["'UAH' ", , 1, 2, 2, , , 0, 3, 2, "", "'UAH' #,##,##0.00", "-'UAH' 'UAH' #,##,##0.00", "-'UAH' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1044089915 = s(["'UGX' ", , 1, 0, 0, , , , 3, 2, "", "'UGX' #,##,##0", "-'UGX' 'UGX' #,##,##0", "-'UGX' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b522265335 = s(["'$'", , 1, 2, 2, , , 0, 3, 2, "", "'$'#,##,##0.00", "-'$''$'#,##,##0.00", "-'$'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1134430356 = s(["'VEF' ", , 1, 2, 2, , , 0, 3, 2, "", "'VEF' #,##,##0.00", "-'VEF' 'VEF' #,##,##0.00", "-'VEF' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1471398412 = s(["'₫'", , 1, 0, 0, , , , 3, 2, "", "'₫'#,##,##0", "-'₫''₫'#,##,##0", "-'₫'", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1464181248 = s(["'ZAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'ZAR' #,##,##0.00", "-'ZAR' 'ZAR' #,##,##0.00", "-'ZAR' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1927433593 = s(["'ZMW' ", , 1, 2, 2, , , 0, 3, 2, "", "'ZMW' #,##,##0.00", "-'ZMW' 'ZMW' #,##,##0.00", "-'ZMW' ", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1067529904 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a28841491 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 हज़ार", other: "0 हज़ार" }, 4: { one: "00 हज़ार", other: "00 हज़ार" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 क॰", other: "0 क॰" }, 8: { one: "00 क॰", other: "00 क॰" }, 9: { one: "0 अ॰", other: "0 अ॰" }, 10: { one: "00 अ॰", other: "00 अ॰" }, 11: { one: "0 ख॰", other: "0 ख॰" }, 12: { one: "00 ख॰", other: "00 ख॰" }, 13: { one: "0 नील", other: "0 नील" }, 14: { one: "00 नील", other: "00 नील" }, maxExponent: 14 }], g("hi").pluralGenerator({}))),
                (g.b525890219 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 हज़ार", other: "0 हज़ार" }, 4: { one: "00 हज़ार", other: "00 हज़ार" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 क॰", other: "0 क॰" }, 8: { one: "00 क॰", other: "00 क॰" }, 9: { one: "0 अ॰", other: "0 अ॰" }, 10: { one: "00 अ॰", other: "00 अ॰" }, 11: { one: "0 ख॰", other: "0 ख॰" }, 12: { one: "00 ख॰", other: "00 ख॰" }, 13: { one: "0 नील", other: "0 नील" }, 14: { one: "00 नील", other: "00 नील" }, maxExponent: 14 }], g("hi").pluralGenerator({}))),
                (g.a1328312822 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", h("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1743615984 = y(function (e) {
                    return e >= 0 && e <= 1 ? "one" : "other";
                })),
                (g.b477761998 = k(g("hi").numberFormatter({ raw: "'AED' #,##,##0.00" }))),
                (g.a1668829681 = k(g("hi").numberFormatter({ raw: "'ALL' #,##,##0" }))),
                (g.b1395678768 = k(g("hi").numberFormatter({ raw: "'ARS' #,##,##0.00" }))),
                (g.a837395010 = k(g("hi").numberFormatter({ raw: "'A$'#,##,##0.00" }))),
                (g.b2027304028 = k(g("hi").numberFormatter({ raw: "'BAM' #,##,##0.00" }))),
                (g.a835611072 = k(g("hi").numberFormatter({ raw: "'BDT' #,##,##0.00" }))),
                (g.b968620087 = k(g("hi").numberFormatter({ raw: "'BGN' #,##,##0.00" }))),
                (g.b367407916 = k(g("hi").numberFormatter({ raw: "'BHD' #,##,##0.000" }))),
                (g.a146727510 = k(g("hi").numberFormatter({ raw: "'R$'#,##,##0.00" }))),
                (g.b2058906409 = k(g("hi").numberFormatter({ raw: "'BYR' #,##,##0" }))),
                (g.b542156052 = k(g("hi").numberFormatter({ raw: "'CA$'#,##,##0.00" }))),
                (g.a1432660721 = k(g("hi").numberFormatter({ raw: "'CHF' #,##,##0.00" }))),
                (g.a973999659 = k(g("hi").numberFormatter({ raw: "'CLP' #,##,##0" }))),
                (g.b1288297916 = k(g("hi").numberFormatter({ raw: "'CN¥'#,##,##0.00" }))),
                (g.b658456594 = k(g("hi").numberFormatter({ raw: "'COP' #,##,##0" }))),
                (g.a371003550 = k(g("hi").numberFormatter({ raw: "'CZK' #,##,##0.00" }))),
                (g.a1686160558 = k(g("hi").numberFormatter({ raw: "'DKK' #,##,##0.00" }))),
                (g.a1913409828 = k(g("hi").numberFormatter({ raw: "'DZD' #,##,##0.00" }))),
                (g.a22101924 = k(g("hi").numberFormatter({ raw: "'EGP' #,##,##0.00" }))),
                (g.b380490128 = k(g("hi").numberFormatter({ raw: "'€'#,##,##0.00" }))),
                (g.b929795811 = k(g("hi").numberFormatter({ raw: "'£'#,##,##0.00" }))),
                (g.a186146432 = k(g("hi").numberFormatter({ raw: "'GHS' #,##,##0.00" }))),
                (g.b2105969586 = k(g("hi").numberFormatter({ raw: "'GTQ' #,##,##0.00" }))),
                (g.b132936751 = k(g("hi").numberFormatter({ raw: "'HK$'#,##,##0.00" }))),
                (g.a1985025777 = k(g("hi").numberFormatter({ raw: "'HRK' #,##,##0.00" }))),
                (g.a209423769 = k(g("hi").numberFormatter({ raw: "'HUF' #,##,##0.00" }))),
                (g.a93123227 = k(g("hi").numberFormatter({ raw: "'IDR' #,##,##0" }))),
                (g.b1368152766 = k(g("hi").numberFormatter({ raw: "'₪'#,##,##0.00" }))),
                (g.a378225445 = k(g("hi").numberFormatter({ raw: "'₹'#,##,##0.00" }))),
                (g.b1655038922 = k(g("hi").numberFormatter({ raw: "'IQD' #,##,##0" }))),
                (g.a320372497 = k(g("hi").numberFormatter({ raw: "'ISK' #,##,##0" }))),
                (g.b198520097 = k(g("hi").numberFormatter({ raw: "'JP¥'#,##,##0" }))),
                (g.a199909433 = k(g("hi").numberFormatter({ raw: "'KES' #,##,##0.00" }))),
                (g.b1032927998 = k(g("hi").numberFormatter({ raw: "'₩'#,##,##0" }))),
                (g.b1434330758 = k(g("hi").numberFormatter({ raw: "'KWD' #,##,##0.000" }))),
                (g.a1686246701 = k(g("hi").numberFormatter({ raw: "'KZT' #,##,##0.00" }))),
                (g.b805678728 = k(g("hi").numberFormatter({ raw: "'LBP' #,##,##0" }))),
                (g.b293921886 = k(g("hi").numberFormatter({ raw: "'MAD' #,##,##0.00" }))),
                (g.b8819668 = k(g("hi").numberFormatter({ raw: "'MKD' #,##,##0.00" }))),
                (g.b1069882193 = k(g("hi").numberFormatter({ raw: "'MX$'#,##,##0.00" }))),
                (g.b67861908 = k(g("hi").numberFormatter({ raw: "'MYR' #,##,##0.00" }))),
                (g.b1529732547 = k(g("hi").numberFormatter({ raw: "'NGN' #,##,##0.00" }))),
                (g.a1189442152 = k(g("hi").numberFormatter({ raw: "'NOK' #,##,##0.00" }))),
                (g.b2133323302 = k(g("hi").numberFormatter({ raw: "'NZ$'#,##,##0.00" }))),
                (g.a180880761 = k(g("hi").numberFormatter({ raw: "'PEN' #,##,##0.00" }))),
                (g.b1394317190 = k(g("hi").numberFormatter({ raw: "'PHP' #,##,##0.00" }))),
                (g.a1325452155 = k(g("hi").numberFormatter({ raw: "'PKR' #,##,##0" }))),
                (g.a2098439232 = k(g("hi").numberFormatter({ raw: "'PLN' #,##,##0.00" }))),
                (g.b1511807024 = k(g("hi").numberFormatter({ raw: "'QAR' #,##,##0.00" }))),
                (g.b343363647 = k(g("hi").numberFormatter({ raw: "'RON' #,##,##0.00" }))),
                (g.b1374607729 = k(g("hi").numberFormatter({ raw: "'RSD' #,##,##0" }))),
                (g.a343141331 = k(g("hi").numberFormatter({ raw: "'RUB' #,##,##0.00" }))),
                (g.a1973813646 = k(g("hi").numberFormatter({ raw: "'SAR' #,##,##0.00" }))),
                (g.a1028457017 = k(g("hi").numberFormatter({ raw: "'SEK' #,##,##0.00" }))),
                (g.b1691906974 = k(g("hi").numberFormatter({ raw: "'SGD' #,##,##0.00" }))),
                (g.a881148740 = k(g("hi").numberFormatter({ raw: "'฿'#,##,##0.00" }))),
                (g.a1968461832 = k(g("hi").numberFormatter({ raw: "'TND' #,##,##0.000" }))),
                (g.a1824721431 = k(g("hi").numberFormatter({ raw: "'TRY' #,##,##0.00" }))),
                (g.a1366060369 = k(g("hi").numberFormatter({ raw: "'NT$'#,##,##0.00" }))),
                (g.a163041381 = k(g("hi").numberFormatter({ raw: "'TZS' #,##,##0" }))),
                (g.a878175510 = k(g("hi").numberFormatter({ raw: "'UAH' #,##,##0.00" }))),
                (g.b1928670580 = k(g("hi").numberFormatter({ raw: "'UGX' #,##,##0" }))),
                (g.b441144020 = k(g("hi").numberFormatter({ raw: "'$'#,##,##0.00" }))),
                (g.a1818774971 = k(g("hi").numberFormatter({ raw: "'VEF' #,##,##0.00" }))),
                (g.a1159115206 = k(g("hi").numberFormatter({ raw: "'₫'#,##,##0" }))),
                (g.a1288584103 = k(g("hi").numberFormatter({ raw: "'ZAR' #,##,##0.00" }))),
                (g.b803127858 = k(g("hi").numberFormatter({ raw: "'ZMW' #,##,##0.00" }))),
                (g.b1985467940 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "d MMM", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } } })),
                (g.b2065081727 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } } })),
                (g.b1746048594 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" } })),
                (g.b1446713307 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM", timeSeparator: ":", days: { E: { 1: { sun: "रवि", mon: "सोम", tue: "मंगल", wed: "बुध", thu: "गुरु", fri: "शुक्र", sat: "शनि" } } }, months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } } })),
                (g.a380226592 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM y", timeSeparator: ":", days: { E: { 1: { sun: "रवि", mon: "सोम", tue: "मंगल", wed: "बुध", thu: "गुरु", fri: "शुक्र", sat: "शनि" } } }, months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } } })),
                (g.b1439325139 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "जनवरी", 2: "फ़रवरी", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुलाई", 8: "अगस्त", 9: "सितंबर", 10: "अक्तूबर", 11: "नवंबर", 12: "दिसंबर" } } } })),
                (g.b204531812 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } }, dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" } })),
                (g.a1768184248 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "जनवरी", 2: "फ़रवरी", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुलाई", 8: "अगस्त", 9: "सितंबर", 10: "अक्तूबर", 11: "नवंबर", 12: "दिसंबर" } } } })),
                (g.b1005093833 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } }, dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" } })),
                (g.a712460500 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (g.b1995549640 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (g.b1590696833 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } } })),
                (g.b1033148078 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM y को h:mm:ss a zzzz", timeSeparator: ":", days: { E: { 4: { sun: "रविवार", mon: "सोमवार", tue: "मंगलवार", wed: "बुधवार", thu: "गुरुवार", fri: "शुक्रवार", sat: "शनिवार" } } }, months: { M: { 4: { 1: "जनवरी", 2: "फ़रवरी", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुलाई", 8: "अगस्त", 9: "सितंबर", 10: "अक्तूबर", 11: "नवंबर", 12: "दिसंबर" } } }, dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (g.b1120157972 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y, h:mm:ss a", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } }, dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" } })),
                (g.b2043840744 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (g.a1367805013 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" } })),
                (g.a702578503 = p({ 1: g("hi").numberFormatter({ raw: "0" }), 2: g("hi").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "रवि", mon: "सोम", tue: "मंगल", wed: "बुध", thu: "गुरु", fri: "शुक्र", sat: "शनि" } } }, dayPeriods: { am: "पूर्वाह्न", pm: "अपराह्न" } })),
                (g.b2065766920 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "जनवरी", 2: "फ़रवरी", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुलाई", 8: "अगस्त", 9: "सितंबर", 10: "अक्तूबर", 11: "नवंबर", 12: "दिसंबर" } } } })),
                (g.a505570719 = p({ 1: g("hi").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "जन॰", 2: "फ़र॰", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुल॰", 8: "अग॰", 9: "सित॰", 10: "अक्तू॰", 11: "नव॰", 12: "दिस॰" } } } })),
                (g.b1986153133 = p({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "जनवरी", 2: "फ़रवरी", 3: "मार्च", 4: "अप्रैल", 5: "मई", 6: "जून", 7: "जुलाई", 8: "अगस्त", 9: "सितंबर", 10: "अक्तूबर", 11: "नवंबर", 12: "दिसंबर" } } } })),
                (g.b732907693 = p({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "रविवार", mon: "सोमवार", tue: "मंगलवार", wed: "बुधवार", thu: "गुरुवार", fri: "शुक्रवार", sat: "शनिवार" } } } })),
                (g.a1918092275 = N(g("hi").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (g.b1313799350 = N(g("hi").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (g.a1712758149 = N(g("hi").dateToPartsFormatter({ skeleton: "hm" }))),
                (g.b695430930 = N(g("hi").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (g.b2099823497 = N(g("hi").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (g.b688042762 = N(g("hi").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (g.a223326757 = N(g("hi").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (g.b1624860849 = N(g("hi").dateToPartsFormatter({ date: "long" }))),
                (g.a809823374 = N(g("hi").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (g.b1392722403 = N(g("hi").dateToPartsFormatter({ date: "short" }))),
                (g.a194234753 = N(g("hi").dateToPartsFormatter({ skeleton: "y" }))),
                (g.b1982103914 = N(g("hi").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (g.b1424555159 = N(g("hi").dateToPartsFormatter({ datetime: "full" }))),
                (g.a694759235 = N(g("hi").dateToPartsFormatter({ datetime: "medium" }))),
                (g.b1292558367 = N(g("hi").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (g.b737377890 = N(g("hi").dateToPartsFormatter({ time: "short" }))),
                (g.a551405136 = N(g("hi").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (g.b1314484543 = N(g("hi").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (g.b330589834 = N(g("hi").dateToPartsFormatter({ date: "medium" }))),
                (g.a1917407082 = N(g("hi").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (g.b1124314774 = N(g("hi").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (g.a94908942 = l(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "{0} दिन में", "relativeTimePattern-count-other": "{0} दिन में" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} दिन पहले", "relativeTimePattern-count-other": "{0} दिन पहले" }, "relative-type--2": "परसों", "relative-type--1": "कल", "relative-type-0": "आज", "relative-type-1": "कल", "relative-type-2": "परसों" })),
                (g.a833397235 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "सेकंड", one: "{0} सेकंड", other: "{0} सेकंड", perUnitPattern: "{0} प्रति सेकंड" } })),
                (g.b1053566061 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "मिनट", one: "{0} मिनट", other: "{0} मिनट", perUnitPattern: "{0} प्रति मिनट" } })),
                (g.b227794205 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "घंटे", one: "{0} घंटा", other: "{0} घंटे", perUnitPattern: "{0} प्रति घंटा" } })),
                (g.b572776332 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "सेकंड", one: "{0}से॰", other: "{0}से॰", perUnitPattern: "{0}/से॰" } })),
                (g.b1468304876 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "मिनट", one: "{0}मि॰", other: "{0}मि॰", perUnitPattern: "{0}/मिनट" } })),
                (g.a1824466276 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "घंटा", one: "{0}घं॰", other: "{0}घं॰", perUnitPattern: "{0}/घं॰" } })),
                (g.a1597220928 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "दिन", one: "{0}दिन", other: "{0}दिन", perUnitPattern: "{0}/दिन" } })),
                (g.a849063103 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "दिन", one: "{0} दिन", other: "{0} दिन", perUnitPattern: "{0} प्रति दिन" } })),
                (g.a1218824356 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "माह", one: "{0}माह", other: "{0}माह", perUnitPattern: "{0}/माह" } })),
                (g.b501049821 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "माह", one: "{0} माह", other: "{0} माह", perUnitPattern: "{0} प्रति माह" } })),
                (g.b1065938627 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "वर्ष", one: "{0}वर्ष", other: "{0}वर्ष", perUnitPattern: "{0}/वर्ष" } })),
                (g.a1252995324 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "वर्ष", one: "{0} वर्ष", other: "{0} वर्ष", perUnitPattern: "{0} प्रति वर्ष" } })),
                (g.a1798834169 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "सेकंड", one: "{0} से॰", other: "{0} से॰", perUnitPattern: "{0}/से॰" } })),
                (g.b862453159 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "मिनट", one: "{0} मि॰", other: "{0} मि॰", perUnitPattern: "{0}/मिनट" } })),
                (g.b1033329399 = j(g("hi").numberFormatter({}), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "घंटे", one: "{0} घं॰", other: "{0} घं॰", perUnitPattern: "{0}/घं॰" } })),
                (g.b1072471937 = j(g("hi").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), g("hi").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "सेकंड", one: "{0}से॰", other: "{0}से॰", perUnitPattern: "{0}/से॰" } })),
                n("d58baa7f", g.b1443936202),
                n("ia24dc8d", g.b387116478),
                n("iab73d4b", g.b360630920),
                n("i3b7a017", g.a833397235),
                n("ie5d110f", g.b1053566061),
                n("df5f11b3", g.b227794205),
                n("e8733ed9", g.b572776332),
                n("be59d8c3", g.b1468304876),
                n("i3d087db", g.a1824466276),
                n("ga8d18c9", g.a1597220928),
                n("a91e7d49", g.a849063103),
                n("id952a69", g.a1218824356),
                n("ga09ab65", g.b501049821),
                n("c83b901d", g.b1065938627),
                n("a55b9fed", g.a1252995324),
                n("ccaa970f", g.a1918092275),
                n("jade381b", g.b1313799350),
                n("d725a289", g.a1712758149),
                n("g08cbabb", g.a594120087),
                n("c333da63", g.a94908942),
                n("h8054d91", g.b695430930),
                n("i61fef37", g.a1798834169),
                n("ba705e27", g.b862453159),
                n("j86b0d8d", g.b1033329399),
                n("f668e929", g.b2403275),
                n("i2785009", g.b81114654),
                n("c778d80b", g.a248651107),
                n("e8d93005", g.b1574713059),
                n("d46781af", g.b1072471937),
                n("ba316f05", g.b750672320),
                n("c0bdd345", g.b1819147586),
                n("aa2aa1a1", g.b2099823497),
                n("da44942d", g.b688042762),
                n("bfbc051d", g.a223326757),
                n("ba2e82a1", g.b1624860849),
                n("fc209bb7", g.a809823374),
                n("cf8abf59", g.b1335548034),
                n("a9f397f3", g.b1392722403),
                n("d857e44d", g.b477761998),
                n("cb87e3db", g.a1668829681),
                n("a9d5ffd1", g.b1395678768),
                n("a0e8371d", g.a837395010),
                n("gcc50dc9", g.b2027304028),
                n("a6a43585", g.a835611072),
                n("a0cc8f2d", g.b968620087),
                n("i31c32c5", g.b367407916),
                n("i7dc69e9", g.a146727510),
                n("c14a6c03", g.b2058906409),
                n("jaa3d537", g.b542156052),
                n("a824080b", g.a1432660721),
                n("d9c0bedb", g.a973999659),
                n("bf8c0613", g.b1288297916),
                n("i8163625", g.b658456594),
                n("adb53ba1", g.a371003550),
                n("iabf697d", g.a1686160558),
                n("a1a0555b", g.a1913409828),
                n("f266f3d9", g.a22101924),
                n("a9a8652b", g.b380490128),
                n("dbf40761", g.b929795811),
                n("b0d993d9", g.a186146432),
                n("ac1308e1", g.b2105969586),
                n("a7889ab3", g.b132936751),
                n("c614f5cd", g.a1985025777),
                n("i55d57e3", g.a209423769),
                n("e4b6002b", g.a93123227),
                n("d28e983b", g.b1368152766),
                n("e8c9232d", g.a378225445),
                n("c8994ae1", g.b1655038922),
                n("f821c2a5", g.a320372497),
                n("j348b9c9", g.b198520097),
                n("i6f93b9b", g.a199909433),
                n("c6150bd5", g.b1032927998),
                n("i8921e09", g.b1434330758),
                n("ef239279", g.a1686246701),
                n("hecdb149", g.b805678728),
                n("fdd039b7", g.b293921886),
                n("f30c2c37", g.b8819668),
                n("d9ea7bff", g.b1069882193),
                n("ea3df4b7", g.b67861908),
                n("jaac21bb", g.b1529732547),
                n("hb435ced", g.a1189442152),
                n("ce699d81", g.b2133323302),
                n("bc56d3d7", g.a180880761),
                n("f8561913", g.b1394317190),
                n("g6485d53", g.a1325452155),
                n("ff561cc1", g.a2098439232),
                n("b42011d3", g.b1511807024),
                n("a6660bcd", g.b343363647),
                n("f9b80449", g.b1374607729),
                n("gdee4d5d", g.a343141331),
                n("h36f2103", g.a1973813646),
                n("a19ad037", g.a1028457017),
                n("g713f699", g.b1691906974),
                n("ff2e39af", g.a881148740),
                n("be34316d", g.a1968461832),
                n("aef81b75", g.a1824721431),
                n("fcce70a5", g.a1366060369),
                n("jc9d352f", g.a163041381),
                n("be1cb8c5", g.a878175510),
                n("j9371501", g.b1928670580),
                n("j7d4397d", g.b441144020),
                n("d61441dd", g.a1818774971),
                n("e2a99e97", g.a1159115206),
                n("f7ce19ab", g.a1288584103),
                n("b2a0213f", g.b803127858),
                n("d7d71245", g.a194234753),
                n("a2f2faab", g.b1982103914),
                n("g8d1b99b", g.b1424555159),
                n("d0a77c9b", g.a694759235),
                n("e18e399b", g.b1292558367),
                n("b6ca7bcb", g.b737377890),
                n("h0e4cdf5", g.a551405136),
                n("g727ddcf", g.b1314484543),
                n("h3629783", g.b330589834),
                n("a20c68af", g.a1917407082),
                n("ja781451", g.a1067529904),
                n("cfa1a7b9", g.a28841491),
                n("f3b9b9a7", g.b1124314774),
                n("eefcd267", g.b525890219),
                n("fa8afc43", g.a1328312822);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/hi.0aaa338a.js.map
