"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/ja"],
    {
        72439: (e, a, c) => {
            var f = c(292426)._register("ja", {
                get emoji() {
                    return c.e("i18n/emoji-ja").then(c.t.bind(c, 264899, 23));
                },
            });
            function n(e, a) {
                return a;
            }
            f("c39b0e24", "X"),
                f("jb38600c", "なし"),
                f("f07eac34", "パロディアカウント"),
                f("a41b5c2e", "ファンアカウント"),
                f("i428ea62", "コメンタリーアカウント"),
                f("ac0d27be", "申し訳ありませんが、このアカウントは凍結されています。"),
                f("bcee7444", "アカウントを更新できません。"),
                f("e0cbf77a", "電話を追加"),
                f("f377195c", "Xにアクセスが集中しています。しばらくしてからやりなおしてください。"),
                f("d67f9456", "この操作は制限されています。"),
                f("e0ece1b6", "メディアを添付できませんでした。もう一度アップロードしてください。"),
                f("i82e8f04", "X利用者をスパムやその他の迷惑行為から保護するために、このアカウントは一時的にポストが制限されています。Xルールのご理解にご協力ください。"),
                f("jf7be47a", "X利用者をスパムやその他の迷惑行為から保護するために、このアカウントは一時的にポストが制限されています。Xルールのご理解にご協力ください。"),
                f("g75fec74", "この操作の1日の制限回数を超えました。制限を解除するにはアカウントに携帯電話を追加してください。"),
                f("abb8b6e0", "この電話番号はすでに登録されています。"),
                f("f30bd1fc", "ご利用のキャリアがテキストメッセージをサポートしていないため、送信できません。"),
                f("i54e550c", "この電話番号は認証できません。"),
                f("h154702a", "このリクエストは、リンクがXまたはパートナーにより有害な可能性があると判断されたため完了できません。詳細はヘルプセンターをご覧ください。"),
                f("c8cb0b4c", "入力したパスワードが間違っています。"),
                f("b1b54f9e", "アップロードしようとした動画/画像の形式が正しくありません。"),
                f("i859a9d4", "詳細はこちら"),
                f("d6e72ce1", function (e) {
                    return e.count + "文字未満のパスワードを入力してください。";
                }),
                f("a34dccd7", function (e) {
                    return e.count + "文字以上のパスワードを入力してください。";
                }),
                f("jea2ff04", "パスワードが簡単すぎます。より複雑なパスワードにしてください。"),
                f("ce482c36", "1つ以上の項目が正しくありません。入力内容を確認し、やりなおしてください。"),
                f("db626d88", "アカウントの設定を完了するには電話番号を追加してください"),
                f("i3ee2550", "すべての必須項目を入力してください。"),
                f("cf18a258", "このリクエストは、コンピュータによる自動的なものと判断されました。アカウントをスパムやその他の迷惑行為から保護するために、現在この操作は実行できません。しばらくしてからやりなおしてください。"),
                f("h7ffa648", "ショートメール認証の制限回数を超えました。"),
                f("b87ceb1c", "ショートメール認証のPINコードが無効です。"),
                f("f87e2faa", "アカウントが見つかりません。"),
                f("cdaf8222", "申し訳ありませんが、制限に達しました。しばらくしてから、再度お試しください。"),
                f("c1b0e710", "あなたのアカウントは凍結されているため、この操作が許可されていません。"),
                f("bfb22fae", "そのポストは削除されました。"),
                f("a23cd3ba", "このポストではXが一部の操作を無効にしています。"),
                f("bb558892", "このユーザーはすでに電話番号が認証されています。"),
                f("hae1c934", "申し訳ありません。問題が発生しました。"),
                f("e784846c", "プロフィールの審査をしています。一定期間が経過すると審査が完了するまでは名前とプロフィール画像を変更することはできません。"),
                f("h1cbdd30", "ページを更新して再度お試しください。"),
                f("a5077d3e", "更新"),
                f("b2648ba4", "ご利用のアカウントはこの操作が許可されていません。ページを更新して再度お試しください。"),
                f("bcd6bb0e", "メンバー"),
                f("hd8c22d2", "モ"),
                f("c3153100", "管"),
                f("fa9adac1", function (e) {
                    return "「" + e.query + "」を検索";
                }),
                f("jcec6620", "ポストの返信は非表示になっています"),
                f("f75d1806", "プレミアム"),
                f("j4a7d9a6", "ベーシック"),
                f("hedf9d7c", "プレミアムプラス"),
                f("f5de898e", "六角形のプロフィール画像"),
                f("fcc8734a", "正方形のプロフィール画像"),
                f("c64e46f8", "このメンバーはコミュニティから削除されたため、ポストが非表示になっています。"),
                f("b3f1cb42", "このポストは、コミュニティルールに違反しているためモデレーターが非表示にしました。"),
                f("cbd2dc9c", "このポストを報告しました。"),
                f("cfbea177", function (e) {
                    return e.name + "さんのスペース";
                }),
                f("ab4fc8bc", "スペース"),
                f("jd859c9c", "このスペースから削除されました。"),
                f("c60ed9b0", "このスペースに参加する権限がありません。"),
                f("d8227e16", "このスペースを作成する権限がありません"),
                f("f027fed8", "ピクチャーインピクチャー"),
                f("hd50e064", "今はしない"),
                f("i76d640e", "あなたの許可が必要です"),
                f("fdaa0be8", "このスペースで発言するには、Xにマイクへのアクセスを許可してください。ブラウザの設定を確認してください。 "),
                f("gea6cc1a", "よろしいですか？"),
                f("hb568af4", "ミュート"),
                f("f7c8617a", "クリップとは何ですか？"),
                f("ecc7d2ec", "クリップはスペースの切り抜きであり、スペースに参加している誰でも作成して共有できます。すべてのクリップの有効期間は30日です。"),
                f("d575ee02", "誰がクリップを作成できますか？"),
                f("dbc477a4", "誰でも（リスナーも）クリップを作成できます。Xにログインしていればかまいません。"),
                f("ed1d1cc0", "スピーカーであれば誰でもクリップに含められる可能性があります"),
                f("e5d193c8", "スピーカーであれば誰でもクリップに含められる可能性があります。その場合はお知らせします。"),
                f("e1547ec0", "スペースのクリップを作成する"),
                f("i154245e", "おかしな話やいい話を聞いたら、クリップを作成して共有しましょう。"),
                f("j24c37b2", "OK"),
                f("g1c6f16e", "録音スペース"),
                f("e5609214", "リアルタイムのスペースを残す"),
                f("g665514c", "録音されるのはスピーカーのみ"),
                f("ja196c5a", "スピーカーは録音されます。録音は公開されるため、誰でも再生できます。"),
                f("dd317ed6", "再生したり他のユーザーと共有したりする"),
                f("jf03b37c", "録音はいつでも聞けます。ポストで共有することもできます。"),
                f("fd05976b", "詳細はこちら"),
                f("b4f91a8a", "録音が有効"),
                f("gb418012", "スペースへようこそ"),
                f("fec3c1e0", "音声を使ってリアルタイムで会話できます"),
                f("j32eb4f8", "最大10人のスピーカーを追加可能"),
                f("j4f133a6", "X上のどのアカウントでもスピーカーとして招待できます。"),
                f("ed434ac6", "スペースは公開され、誰でも参加できます"),
                f("e0025688", "スペースを快適に利用する"),
                f("c1bc6f86", "ホストはスピーカーを管理します。スペースに参加してほしくないユーザーを削除することもできます。"),
                f("b0bc8330", "スペースに参加しているユーザーは、ブロックしたり報告したりすることもできます。"),
                f("cb17a0f3", "詳細はこちら"),
                f("dcd77941", "詳細はこちら"),
                f("cc724cb0", "クリップを作成"),
                f("cfd2f35e", "キャンセル"),
                f("c1df579e", "次へ"),
                f("e3146662", "このクリップにはキャプションを作成できません。"),
                f("f123fea8", "このスペースを報告"),
                f("d0aebc28", "問題について説明してください"),
                f("g971a4e8", "自傷行為"),
                f("b96e6682", "暴力"),
                f("e5bf9b3a", "性的なコンテンツ"),
                f("d2a34320", "チャイルドセーフティ"),
                f("a9ba3e28", "個人情報"),
                f("d5519f4a", "攻撃的な行為"),
                f("eb55363c", "このスペースを報告しました"),
                f("i65de934", "匿名でリスニング中"),
                f("b1037050", "スペースを管理"),
                f("ic107434", "カメラをオンにする"),
                f("d7e0329c", "カメラをオフにする"),
                f("b772cd66", "完了"),
                f("b3bd3e38", "トップポストを一番上に表示"),
                f("d88cf16c", "最新のポストを一番上に表示"),
                f("bd4ad3ea", "ワイド"),
                f("ca1180a0", "中"),
                f("c86ff1b0", "狭い"),
                f("eed02406", "小"),
                f("cffb04d6", "標準"),
                f("af15cef8", "ノートのあるポスト"),
                f("ab28945c", "協力者のプロフィール"),
                f("e2462db4", "身の回りで最も多く共有された記事 · 過去24時間以内"),
                f("ad16f482", "イベント"),
                f("c20aaf3e", "エラー"),
                f("edf7bc2e", "トレンド"),
                f("fa884026", "リスト"),
                f("fa98627a", "プロフィール"),
                f("a9ae1e78", "検索"),
                f("a2a3824a", "トピック"),
                f("a6d5b010", "タイムライン"),
                f("h5860a68", "Grok"),
                f("a990900c", "自己紹介"),
                f("h02a6fe6", "コミュニティ"),
                f("a15648a4", "コミュニティノート"),
                f("j359a2a9", function (e) {
                    return e.handle + "さん • " + e.itemName;
                }),
                f("j5ec9765", function (e) {
                    return e.handle + " • ブックマークフォルダ";
                }),
                f("ce5deee7", function (e) {
                    return e.handle + " • メッセージ";
                }),
                f("d80c77dc", "あなたが非表示にしました"),
                f("ef939f4b", function (e) {
                    return "@" + e.screenName + "さんが非表示にしました";
                }),
                f("g40ff2b4", "メディアのリサイズに失敗しました。サイズが大きすぎるためアップロードできません。"),
                f("b8098028", "いくつかの画像のサイズが大きすぎるためリサイズできませんでした。"),
                f("b36f4170", "ファイルが空です。"),
                f("hab3781e", "送信された1つ以上のファイルが画像ではありません。"),
                f("f6c4fb02", "GIFファイルをアップロードできません。詳細についてはこちらをご確認ください。"),
                f("g0af3dd2", "このGIFファイルは使用できません。詳細についてはこちらをご確認ください。"),
                f("b8c8b0be", "動画ファイルをアップロードできません。詳細についてはこちらをご確認ください。"),
                f("ica6d718", "動画ファイルに互換性がありません。詳細についてはこちらをご確認ください。"),
                f("b28d44f7", function (e) {
                    return "GIF画像のサイズが大きすぎます。GIF画像は" + e.limit + "MB未満にしてください";
                }),
                f("i1db7d13", function (e) {
                    return "動画のサイズが大きすぎます。動画は" + e.limit + "MB未満にしてください";
                }),
                f("baac0ed7", function (e) {
                    return "動画のサイズが大きすぎます。動画は" + e.limit + "GB未満にしてください";
                }),
                f("a22385bb", function (e) {
                    return "動画が長すぎます。" + e.limit + "秒以下にしてください。";
                }),
                f("be0440bf", function (e) {
                    return "動画が長すぎます。" + e.limit + "分以下にしてください。";
                }),
                f("feeba512", "画像ファイルをアップロードできません。詳細についてはこちらをご確認ください。"),
                f("db123c02", "この画像ファイルは使用できません。詳細についてはこちらをご確認ください。"),
                f("db6001e7", function (e) {
                    return "画像のサイズが大きすぎます。画像は" + e.limit + "MB未満にしてください";
                }),
                f("eb96d952", "画像ファイルの高さと幅が足りません"),
                f("b3880588", "アップロードがタイムアウトしました。"),
                f("ca058b68", "一部の画像/動画を読み込めません。"),
                f("id24379c", "一部の画像/動画をアップロードできません。"),
                f("h4d7cbcc", "メディアをアップロードできません。やりなおしてください。"),
                f("aaa798fc", "アップグレード"),
                f("f13bb672", "プレミアムにサブスクライブ"),
                f("ab0decc0", "購入する"),
                f("e4e92f35", function (e) {
                    return e.tier + "にアップグレード";
                }),
                f("c2831f07", function (e) {
                    return e.tier + "にサブスクライブする";
                }),
                f("fd425414", "Radarを入手"),
                f("g6320792", "プレミアムアナリティクスを入手"),
                f("f09be7f8", "認証される"),
                f("j34ad558", "プレミアムを入手"),
                f("a73d39fb", function (e) {
                    return e.numberOfDays + "日間の無料トライアルを開始";
                }),
                f("i4fb96c7", function (e) {
                    return "X" + e.premiumTierName + "が最大" + e.percentage + "%オフ";
                }),
                f("c1c98165", function (e) {
                    return e.percentage + "%オフ";
                }),
                f("c5546038", "まもなく終了"),
                f("e9a47564", "ラストチャンス"),
                f("f65e7e91", function (e) {
                    return e.tier + " " + e.plan + "が" + e.percentage + "%オフ";
                }),
                f("a84a736e", "無料の広告クレジット"),
                f("a0713d76", "認証済み組織にアップグレードすると、無料の広告クレジットを獲得し、ビジネスの成長に役立つツールを利用できます。"),
                f("a07e13fc", "プレミアムクリエイターになる"),
                f("i1b4aea2", "アップグレードして長い動画をポストする"),
                f("efa90342", "Xプレミアムでポストの編集を利用する"),
                f("cc528e28", "ポストの編集を利用できるのは、Xプレミアムサブスクライバーのみです。続けるにはアップグレードしてください。"),
                f("h8a3525e", "プロフィールのハイライト"),
                f("c0f7a722", "プロフィールでポストをハイライトするには、プレミアムへのサブスクライブが必要です。"),
                f("i3b31136", "Xで記事を作成"),
                f("b6a41c5f", function (e) {
                    return "Xで記事を作成するには、" + e.tier + "にサブスクライブしてください";
                }),
                f("ae2c4afc", "記事の公開をご希望の場合"),
                f("d300e29b", function (e) {
                    return "長いポストや記事を作成するには、" + e.tier + "にアップグレードしてください。";
                }),
                f("f614e2bc", "長いポストを作成したり、太字や斜体などの書式を適用したりするには、プレミアムにアップグレードしてください。"),
                f("c9772e6e", "プレミアムにアップグレード"),
                f("dc5575ac", "身分証明書確認済みラベルをプロフィールに表示しますか？"),
                f("d154f46e", "Xプレミアムでコミュニティの作成を利用する"),
                f("a0228c02", "コミュニティの作成を利用できるのは、Xプレミアムサブスクライバーのみです。続けるにはアップグレードしてください。"),
                f("d07f1d74", "これらのユーザーを会話に追加するには認証を受けてください"),
                f("ebe38626", "フォローされていないユーザーをグループに追加できるのは、認証済みユーザーのみです。続けるにはアップグレードしてください。"),
                f("e6eddae0", "認証を受けてこのグループを作成する"),
                f("he27089e", "フォローされていないユーザーを含むグループを作成できるのは、認証済みユーザーのみです。続けるにはアップグレードしてください。"),
                f("d7bc1116", "認証を受けてこのユーザーにメッセージを送信する"),
                f("f897074a", "フォローされていないユーザーにダイレクトメッセージリクエストを送信できるのは、認証済みユーザーのみです。続けるにはアップグレードしてください。"),
                f("c0cf5eae", "認証を受けてさらにメッセージを送信する"),
                f("h2da08fc", "1日のダイレクトメッセージ上限に到達しました。さらにメッセージを送信するには、アップグレードしてください。"),
                f("j503aee6", "動画をダウンロードするにはXプレミアムが必要です"),
                f("j4dd3bf4", "動画をダウンロードできるのは、Xプレミアムサブスクライバーのみです。続けるにはアップグレードしてください。"),
                f("bc231a74", "Xプレミアムでブックマークフォルダを利用する"),
                f("ed534c78", "ブックマークフォルダを利用できるのは、Xプレミアムサブスクライバーのみです。続けるにはアップグレードしてください。"),
                f("ed924940", "プレミアムプラスですべての広告をなくす"),
                f("dccdb326", "表示される広告をなくせるのは、プレミアムプラスサブスクライバーのみです。続けるにはアップグレードしてください。"),
                f("adf3410a", "サブスクライブして新機能を利用しましょう。資格を満たしている場合、収益配分を受け取れます。"),
                f("d8661dd4", "期間限定。Xを最大限に活用しましょう。"),
                f("fe7fd234", "プレミアムベーシックを今すぐ無料で試す"),
                f("a2f86dda", "プレミアムベーシックで、ブックマークフォルダ、ポストの編集、カスタムアプリアイコンなどの機能を活用しましょう。"),
                f("d9593598", "プレミアムを今すぐ無料で試す"),
                f("d0d6b59c", "プレミアムで表示される広告を減らし、強力なツールを使うことによって、さらに快適に利用しましょう。"),
                f("g4bb7ea8", "Xプレミアムが最大50%オフ"),
                f("b748499c", "期間限定価格が延長されました。"),
                f("b81135bc", "本日まで"),
                f("a8b4b878", "感謝祭プロモーションでXを最大限に活用しましょう。"),
                f("df7fb242", "感謝祭キャンペーン"),
                f("aeaf14a6", "プレミアムが40%の割引です。まもなく終了。"),
                f("ca8cbf78", "プレミアムとプレミアムプラスが40%の割引"),
                f("j88ba18e", "特典を利用する"),
                f("f4dc8ea3", function (e) {
                    return "Xプレミアムが" + e.percentage + "%の割引です。Xを最大限に活用しましょう。";
                }),
                f("db6a5d54", "まだ認証されていません"),
                f("edf7f57e", "認証を受けると、返信の強化、アナリティクス、広告のないブラウジングなどを利用できます。今すぐプロフィールをアップグレードしましょう。"),
                f("ba920d68", "認証を受けて影響力を強化する"),
                f("ib79d0c2", "VIP機能を利用する: アカウントを認証"),
                f("c0d3bd82", "Xで広告を配信していましたが、認証済み組織サブスクリプションをお持ちではありません"),
                f("d7836d1e", "サブスクライブすると、最大12,000ドルの無料広告クレジット、金色の認証、VIPサポート、成長に役立つ一連のツールをご利用いただけます。"),
                f("f528e369", function (e) {
                    return "記事を作成するには、" + e.tier + "にサブスクライブしてください";
                }),
                f("c5a8022a", "[記事] では、リッチテキストや外部コンテンツを使用した長い形式のコンテンツをXで直接公開できます。"),
                f("d77899b6", "長いポストを作成するには、プレミアムにサブスクライブしてください"),
                f("bd65482a", "長いポストを作成したり、太字や斜体などの書式を適用したりできます。"),
                f("bee20918", "ポストから収益を得る"),
                f("gb699d52", "Xにポストしていただき、ありがとうございます。プレミアムにサブスクライブして、収益配分プログラムに参加しましょう。"),
                f("f69877c2", "プレミアムで返信を強化する"),
                f("gba90d44", "目立ちやすくして注目を集めましょう。"),
                f("a6dbcd58", "プレミアムにサブスクライブしてクリエイターをサポートする"),
                f("c4f49130", "最大25%のサブスクリプション手数料がクリエイターに直接支払われます。"),
                f("ca8fa2c0", "認証を受けて青いチェックマークを付ける"),
                f("febffc1a", "信頼性と認知度を高め、あなたの声を届けましょう。"),
                f("j45a377a", "プレミアムプラスにアップグレード"),
                f("i7170016", "表示される広告がゼロになる、返信が最優先で表示されるなど、他のメリットもあります。"),
                f("ee87f95e", "Xプレミアムでアドバンストアナリティクスを利用する"),
                f("ac38dbc0", "プロフィールのアナリティクスを確認したり、オーディエンスの詳細を把握したりできます。続けるにはアップグレードしてください。"),
                f("i6e73154", "アカウントのアナリティクス機能（棒グラフやデータなど）のプレビュー"),
                f("b583e154", "Xプレミアムでアナリティクスを利用する"),
                f("b7fb8c5e", "1,000ドルのご利用で1,000ドルを進呈"),
                f("ca559b70", "今すぐサブスクライブ"),
                f("d68773a4", "Radarでトレンドを可視化する"),
                f("f677fed6", "キーワードのモニタリング、トレンドアクティビティの可視化、会話のフィルタリングをリアルタイムで行えます。"),
                f("ha49eac2", "Xでの成長を加速させましょう"),
                f("f27018b4", "プレミアムアナリティクスを利用すると、スマートなデータインサイトによりフォロワーを増やせます。"),
                f("dfea1f08", "価値あるインサイトをお見逃しなく"),
                f("da8c5244", "プレミアムアナリティクスでは、スマートなデータインサイトを活用してフォロワーを増やせます。"),
                f("b081baea", "インサイトを手に入れましょう"),
                f("d5effffc", "バッジを追加"),
                f("c3653d44", "貴社のビジネスを認証する"),
                f("e8070e70", "プレミアムを試す"),
                f("ec42820e", "返信を多くのユーザーに見てもらいましょう"),
                f("b0a95418", "プレミアムで返信をブーストする"),
                f("j8ee20aa", "返信のブーストによって会話で目に留まりやすくする"),
                f("g13aa596", "プレミアムにサブスクライブして返信をブーストしましょう"),
                f("cadd92be", "ポストアナリティクスに移動"),
                f("a7058228", "Xプレミアムでアドバンストアナリティクスを利用する"),
                f("gb7823ba", "アカウントのアナリティクス"),
                f("i90f8e36", "ブックマークを整理"),
                f("abc6e710", "X Premiumでブックマークをフォルダに整理しましょう"),
                f("b7fa0cfe", "話題の記事"),
                f("bcc7e8c0", "すべてのブックマーク"),
                f("i3145aa0", "ブックマーク"),
                f("e39b368e", "ライブ放送"),
                f("hbea78a8", "新しい列"),
                f("b5298d92", "つながる"),
                f("d35d74e4", "会話"),
                f("h5245afa", "コミュニティ"),
                f("d4ebc798", "下書き"),
                f("fcf3e54c", "話題を検索"),
                f("d806aa1a", "非表示の返信"),
                f("ha8209bc", "ホーム"),
                f("a2f81050", "メッセージ"),
                f("cf2d1048", "メッセージリクエスト"),
                f("e7172d70", "その他のメッセージ"),
                f("e1066d88", "プロフィール"),
                f("eb75875e", "通知"),
                f("j45978a8", "引用"),
                f("fd6a3f30", "予約投稿ポスト"),
                f("aa4209e8", "スーパーフォロワー"),
                f("d52a1caa", "サブスクライバー"),
                f("d7b51c68", "サブスクリプション"),
                f("c5f4befa", "トレンド"),
                f("df34a454", "ポスト"),
                f("gfccba44", "メンバーリクエスト"),
                f("e42dd8fa", "モデレーションログ"),
                f("c2c191fc", "報告されたポスト"),
                f("c63602d4", "コミュニティ"),
                f("ddf0ba7e", "コレクション"),
                f("c64974fc", "フォロワー"),
                f("i099d32e", "知り合いのフォロワー"),
                f("d960b55c", "フォロー中"),
                f("b007440a", "求人"),
                f("aa68dafc", "通知の詳細"),
                f("b8533bac", "トピック"),
                f("jf00ebf6", "列を表示できません"),
                f("jaaa8984", "場所"),
                f("f345dcda", "編集履歴"),
                f("hea3f8ac", "関連ポスト"),
                f("c8ee31da", "ニュース"),
                f("d35c9eec", "アカウントのアナリティクス"),
                f("b5b7fb94", "グループ"),
                f("g755fcde", "自分"),
                f("f6b1ff81", function (e) {
                    return e.name + "さん、自分";
                }),
                f("j652293d", function (e) {
                    return e.listOfParticipants + "、他" + e.count + "人";
                }),
                f("fb4ee2f6", "メッセージリクエストを削除しました"),
                f("j607bf02", "Xアプリをダウンロード"),
                f("j49fd4e8", "アプリに切り替え"),
                f("a565833e", "アカウント作成"),
                f("e919c3bc", "ログイン"),
                f("a17a75da", "Xアプリをおすすめします"),
                f("e7342ed4", "ポストをお見逃しなく。Xアプリで開くとすべての機能を利用できます。"),
                f("b6a43e78", "情報をいち早く手に入れる"),
                f("b469e406", "知りたい情報をすぐに手に入れましょう。アプリに切り替えると、フォローしているアカウント、トピック、イベントについての通知が表示されます。"),
                f("b8505290", "返信して会話に参加しましょう。"),
                f("ae8b0564", "リポストしてポストを拡散しましょう。"),
                f("f2adab0e", "気に入ったポストやあとで読みたいポストに「いいね」しましょう。"),
                f("b7821a74", "Xに登録すると、このアカウントのポストを見逃すこともありません。"),
                f("e6d43d06", "トピックをフォローして話題のポストを見つけましょう"),
                f("ic848090", "まずログインしてください"),
                f("f9ebe066", "ログインするとすぐにコミュニティの会話に参加できます。"),
                f("je3d93e2", "Xなら、「いま」起きていることをいち早くチェックできます。"),
                f("ea88ce2e", "「いま」起きていることを見つけよう"),
                f("d8817e36", "全てのCookieを受け入れる"),
                f("b9288ee6", "不要なCookieを拒否する"),
                f("i1390ec2", "誰か・・・Cookieって言いましたか？"),
                f("ga3121d5", "Xヘルプセンター"),
                f("g482c949", "あなたの選択肢の詳細を見る。"),
                f("b47e760e", "キーボードショートカットを表示するには、はてなマークを押してください。"),
                f("fd2c7b44", "キーボードショートカットを表示"),
                f("g7e2adf2", "新しいデッキを作成"),
                f("a6ba09e8", "列をコピー"),
                f("f5c9ccca", "現在のデッキを編集"),
                f("bf42c578", "並べ替えボタンにフォーカス"),
                f("j6fa64a6", "最後の列に移動"),
                f("b5545202", "最後の固定デッキに移動"),
                f("e0497acc", "[すべてのデッキを管理] に移動"),
                f("beef7b14", "次の列に移動"),
                f("a5cb005e", "順番を指定して列に移動"),
                f("f65391bc", "順番を指定して固定デッキに移動"),
                f("h0bfdd20", "列を追加"),
                f("h770f6d4", "前の列に移動"),
                f("b8b2b70c", "列を削除"),
                f("a3e2df76", "列の削除を取り消す"),
                f("g850aec4", "列設定を開く/閉じる"),
                f("d5696fcc", "ショートカットのヘルプ"),
                f("a83d4280", "次のポスト"),
                f("g0048656", "前のポスト"),
                f("a690c4d0", "ページ下へ移動"),
                f("e893811a", "新しいポストを読み込む"),
                f("cdb53d7a", "@ツイート"),
                f("d7b8ebaa", "いいね"),
                f("b0041756", "リスト"),
                f("d4986f86", "ダイレクトメッセージ"),
                f("bb081ea2", "設定"),
                f("eee2ed92", "プロフィールページを見る..."),
                f("ee5ccf3e", "表示設定"),
                f("ab3d53f8", "新しいポスト"),
                f("de94bda6", "ポストを送信"),
                f("e736990a", "ダイレクトメッセージを作成"),
                f("fe731016", "いいね"),
                f("d17df548", "返信"),
                f("g062295e", "リポスト"),
                f("h01621a4", "ポストを共有"),
                f("gb303814", "ブックマーク"),
                f("c03b1126", "アカウントをミュート"),
                f("ebd2abb2", "アカウントをブロック"),
                f("hc6c5510", "ポストの詳細を開く"),
                f("eebdef38", "画像を開く"),
                f("b488758c", "メッセージドックを開く/閉じる"),
                f("c82314e0", "選択した動画を一時停止/再生"),
                f("b881560e", "選択した動画をミュート"),
                f("a94f7302", "音声ドックに移動"),
                f("a7e604c6", "音声ドックを再生/一時停止"),
                f("f978c4fc", "音声ドックをミュート/ミュート解除"),
                f("hc73f030", "アカウント"),
                f("f15bfdb4", "アカウント情報"),
                f("a3841918", "メールアドレス"),
                f("c21037d0", "国"),
                f("ab1f7ee0", "パスワードを変更する"),
                f("e731db5a", "パスワードのリセット"),
                f("f56af9cc", "データのアーカイブをダウンロード"),
                f("hfb92b14", "アカウント削除"),
                f("bf96fda4", "年齢"),
                f("d12d42dc", "自動化"),
                f("fdb81456", "パロディラベル"),
                f("j9d10268", "アカウントアクティビティ"),
                f("i6b3f59a", "アカウント履歴"),
                f("da202f9a", "広告主リスト"),
                f("hc36dbba", "ログインしている端末とアプリ"),
                f("a8d0108e", "性別"),
                f("a03dacaa", "言語"),
                f("d9138166", "位置情報を確認"),
                f("b523ecc6", "アカウントアクセス履歴"),
                f("abedd45c", "データをリクエスト"),
                f("h1f01a24", "興味関心"),
                f("j7ad754a", "Xデータ"),
                f("d299431c", "収益化"),
                f("j087774e", "コイン"),
                f("ff9ed474", "収益合計"),
                f("ec885836", "クリエイター収益配分"),
                f("b431a5c6", "広告収益配分"),
                f("b0e986ec", "収益化IDV"),
                f("aca4d76a", "広告収益配分の設定"),
                f("ab1b837a", "広告収益配分ダッシュボード"),
                f("a9c1a9cc", "動画広告"),
                f("d4ab5c12", "動画広告の設定"),
                f("c429e3ba", "クリエイターサブスクリプション"),
                f("fce877d6", "ポストを取り消す"),
                f("dd0c889e", "プロフィールのカスタマイズ"),
                f("ib35705e", "サブスクリプションを管理"),
                f("cf131522", "関連アカウントバッジを管理"),
                f("cb165528", "新しい機能と設定"),
                f("f8645654", "セキュリティとアカウントアクセス"),
                f("j95edf76", "セキュリティ"),
                f("fd127276", "パスキーを管理"),
                f("afe4a358", "身分証明書の確認"),
                f("dd703318", "2要素認証"),
                f("b1686800", "セキュリティキーを管理"),
                f("ae72d4c4", "アプリとセッション"),
                f("a1e8e682", "登録済み端末"),
                f("h1abfbce", "連携されているアカウント"),
                f("cad53944", "プライバシーと安全"),
                f("e908903a", "オーディエンスとタグ付け"),
                f("b5c85d2c", "ポストを非公開にする"),
                f("f56d108e", "自分を画像にタグ付けすることを許可"),
                f("c6f67e32", "あなたのポスト"),
                f("f2bd9c48", "表示するコンテンツ"),
                f("cbd449a0", "ミュートとブロック"),
                f("daef29b8", "ミュートしたアカウント"),
                f("i0dd9b9e", "ミュートするキーワード"),
                f("a5f32aa2", "ブロックしているアカウント"),
                f("i58a274c", "ダイレクトメッセージ"),
                f("ded416b0", "スペース"),
                f("fd4d9068", "見つけやすさと連絡先"),
                f("bbcafbda", "連絡先を管理"),
                f("aeddb28a", "コンテンツ設定"),
                f("d035a8d0", "広告の環境設定"),
                f("d0b74a5a", "Cookieの設定"),
                f("h3909cd0", "推測される識別情報"),
                f("d84e63d2", "X外でのアクティビティ"),
                f("h14ba864", "ビジネスパートナーとのデータ共有"),
                f("jabb9c9a", "位置情報"),
                f("fcb6a5b8", "ポストに位置情報を追加する"),
                f("h9f2da68", "センシティブなメディア"),
                f("id6a8e1a", "返信フィルター"),
                f("fc35f762", "フィルタリング済みの返信"),
                f("gaac710a", "報告センター"),
                f("bcd81cac", "設定"),
                f("i647fb04", "フィルター"),
                f("hee41732", "プッシュ通知"),
                f("e75f25a8", "メール通知"),
                f("cf9b166a", "アクセシビリティ、表示、言語"),
                f("e3719c16", "アクセシビリティ"),
                f("a776eed8", "自動再生"),
                f("c4881c66", "表示"),
                f("d495680e", "言語"),
                f("f953f53a", "表示言語を変更"),
                f("eafe3288", "データ通信量"),
                f("b721eb38", "基本情報"),
                f("g9230d00", "アカウント権限の付与"),
                f("cb8ebf5c", "あなたがアカウント権限を付与したメンバー"),
                f("i95202f6", "あなたにアカウント権限が付与されているアカウント"),
                f("afcad7f2", "アプリをダウンロード"),
                f("e8f57e08", "カスタマイズとデータ"),
                f("gbde3534", "興味関心と広告のデータ"),
                f("a54826c6", "パートナーから推測される興味関心"),
                f("a5cbc19a", "アナリティクス"),
                f("i9028824", "読み込み中"),
                f("f5090e28", "接続が失われました。しばらくお待ちください。"),
                f("ba929da8", "ページが見つかりません"),
                f("d203e242", "見つかりません"),
                f("e2eac0c4", "メインメニュー"),
                f("i5aa4ce0", "その他のメニュー項目"),
                f("h63a5c3c", "もっと見る"),
                f("a4fc1872", "最終週"),
                f("e14bb1da", "最終日"),
                f("d86bbf0f", function (e) {
                    return e.count + "件の未読項目";
                }),
                f("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                f("i5f7b6b8", "アカウント"),
                f("da4691aa", "すべてのアカウントを表示"),
                f("c7e55ccf", function (e) {
                    return "@" + e.screenname + "に切り替える";
                }),
                f("b20a3894", "切り替え先のアカウントは削除されました。"),
                f("daffabde", "代理で操作するアカウント"),
                f("eccbfa26", "委任アカウント"),
                f("a1b7a904", "代理で操作するアカウント"),
                f("g61ed8a4", "問題が発生しました。"),
                f("e520f166", "1日に送信可能なポストの制限数を超えています。"),
                f("c0554ca0", "問題が発生しました。しばらくしてから、ポストの送信をやりなおしてください。"),
                f("b25c5b2a", "すでに同じツイートを送信済みです。"),
                f("cef21114", "あなたのアカウントは凍結されているため、ポストを投稿することができません。"),
                f("cf369a0e", "返信しようとしているポストは削除されたか、表示できません。"),
                f("cd86efa8", "ポスト内の@ポストの数が上限を超えています。"),
                f("e002f424", "ポスト内のURLの数が上限を超えています。"),
                f("c2b4ae8c", "ポスト内のハッシュタグの数が上限を超えています。"),
                f("hf05f59e", "ポスト内のキャッシュタグの数が上限を超えています。"),
                f("dffb84c6", "ポスト内のハッシュタグの長さが上限を超えています。"),
                f("d7b21bc8", "ポストの添付ファイルの数が上限を超えています。"),
                f("e4672ac2", "ポストに含まれているURLのリンク先ページはスパム、または安全でないコンテンツが掲載されている可能性があります。"),
                f("he5ecf52", "ポストが文字制限を超えています。"),
                f("ac78e602", "ポストの内容が無効です。"),
                f("i251c738", "アップロードしようとした動画のフレームレートが高すぎます。"),
                f("ed3ac7ef", function (e) {
                    return "アップロードしようとした動画のフレームレートが高すぎます。最大フレームレート: 60。実際のフレームレート: " + e.frameRate + "。";
                }),
                f("e23fe0cc", "アップロードしようとした動画の縦横比が大きすぎます。"),
                f("ca4514c0", "アップロードしようとした動画の縦横比が小さすぎます。"),
                f("fb4a459c", "アップロードしようとした動画の時間が短すぎます。"),
                f("ca1afa98", "アップロードしようとした動画の時間が長すぎます。"),
                f("b2e94283", function (e) {
                    return "@" + e.viaScreenName + "より";
                }),
                f("ee69d769", function (e) {
                    return "ポストする" + e.verb;
                }),
                f("ge8e4a38", "すべてポスト"),
                f("h735a98e", "予約設定"),
                f("h3701ffe", "更新"),
                f("d9ef2842", "未読項目"),
                f("cdf89b84", "ブランドいいねのプレビュー"),
                f("i83d4f14", "フォローリクエスト"),
                f("aeede01a", "インプリント"),
                f("ae1bbb26", "ログアウト"),
                f("fd442790", "設定とプライバシー"),
                f("da137d9a", "MStV Transparenzangaben"),
                f("e0cb0c72", "広告"),
                f("e2eef3c2", "認証済み組織"),
                f("b55d8a78", "スペースを作成"),
                f("e5323e36", "ライブ放送する"),
                f("a5a30af0", "記事"),
                f("d13d697c", "新しいアドレス"),
                f("j0e2cfa8", "ビジネス"),
                f("h5e38204", "チャット"),
                f("h7d5d9fa", "ベータ版"),
                f("ga169e1b", function (e) {
                    return "ダイレクトメッセージ（" + e.count + "件の未読会話）";
                }),
                f("d83682ec", "ホーム（新しい未読ポスト）"),
                f("e1249849", function (e) {
                    return "通知（" + e.count + "件の未読通知）";
                }),
                f("c0b786ee", "調べたいものを検索"),
                f("bb967f9e", "動画"),
                f("e04033be", "新しいポストがあります。新しいポストに移動するには、ピリオドキーを押してください。"),
                f("hec711c0", "新しいポストを表示"),
                f("j0a8da6e", "既存のアカウントを追加"),
                f("c6f2bf00", "アカウントを管理"),
                f("a58e0e51", function (e) {
                    return "@" + e.screenName + "からログアウト";
                }),
                f("j62f43a6", "委任アカウントを表示"),
                f("d4c52015", function (e) {
                    return "委任アカウントの承認待ちの招待" + e.count + "件";
                }),
                f("b8e1d524", "アカウント"),
                f("gef27c4c", "アカウントメニュー"),
                f("b7dc3885", function (e) {
                    return "@" + e.screenName + "に切り替える";
                }),
                f("c61eea74", "個人用アカウント"),
                f("g6d42fea", "ナビゲーションを切り替え"),
                f("eb022176", "アカウントを作成"),
                f("gcfef7b6", "電話番号またはメールアドレスを使ってアカウントを作成"),
                f("e5b0e544", "ログイン"),
                f("gd93944e", "アプリを使う"),
                f("f2f787a0", "利用規約"),
                f("e1099fd6", "プライバシーポリシー"),
                f("c1df1ae0", "Cookieの使用"),
                f("cdc1bff7", function (e) {
                    return "プロフィールメニュー " + e.loggedInUserName;
                }),
                f("fd48249b", function (e) {
                    return e.count + "人";
                }),
                f("b93ba92d", function (e) {
                    return e.peopleCount + " 人";
                }),
                f("ae2205d2", "相互フォロー"),
                f("fd06b02f", function (e) {
                    return e.screenName + "さんは現在、進行中のスペースに参加しています。クリックするとプロフィールから参加できます";
                }),
                f("f2b3fe06", "結果を読み込み中"),
                f("fc9dd578", "ユーザーを検索"),
                f("gdb7bc25", function (e) {
                    return e.name + " - 選択して削除";
                }),
                f("f065ba8c", "検索クエリ"),
                f("hbc99b03", function (e) {
                    return "@" + e.screenName + "さんのプロフィール";
                }),
                f("a2c1b222", "アカウント、リスト、またはキーワードを検索してみましょう"),
                f("f45c4250", "最近の検索をすべて消去しますか？"),
                f("caae4dda", "この操作は取り消せません。最近の検索がすべて削除されます。"),
                f("dbd5d400", "クリア"),
                f("a8d68f62", "最新"),
                f("c6530778", "保存した検索"),
                f("e047b8fa", "すべて消去"),
                f("aa6e3300", "接続が失われました。確認してからやりなおしてください。"),
                f("e68b09b4", "削除"),
                f("hffea05c", "保存した検索を削除しますか？"),
                f("j037e374", "この操作は取り消しできません。保存した検索は失われます。"),
                f("d96cf7ce", "削除"),
                f("hbe4feb5", function (e) {
                    return "@" + e.screenName + "さんへフォローリクエストが送信され、承認待ちになりました。";
                }),
                f("df4c86b0", "まずプロフィールを更新してください"),
                f("bba40ffa", "このアカウントはフォローできません"),
                f("f558829e", "このアカウントをフォローするには、規定の年齢に達していることを確認するため、プロフィールに生年月日を入力してください。"),
                f("a6941096", "お住まいの国ではこのアカウントをフォローできません。"),
                f("if8cd2a4", "年齢制限のため、このアカウントをフォローできません。"),
                f("b5972260", "問題が発生しました。しばらくしてから、このアカウントへのフォローリクエストを解除しなおしてください。"),
                f("j4292c24", "ユーザーからの要請により、このユーザーをフォローすることはできません。"),
                f("a0ba5842", "現在、これ以上はユーザーをフォローできません。"),
                f("a5202b82", "問題が発生しました。しばらくしてから、このアカウントのフォローをやりなおしてください。"),
                f("f8cbf714", "存在しないアカウントをフォローすることはできません。"),
                f("f2e66452", "あなたのアカウントは凍結されており、ユーザーをフォローすることは許可されていません。"),
                f("ca96fe6e", "問題が発生しました。しばらくしてから、このアカウントのブロックを解除しなおしてください。"),
                f("e1a0aaca", "問題が発生しました。しばらくしてから、このアカウントのフォローを解除しなおしてください。"),
                f("fd5208c6", "設定を開く"),
                f("c0d13570", "関連アカウント"),
                f("ba96929e", "人材募集"),
                f("gf62c116", "サポート"),
                f("a4cf866e", "広告"),
                f("g2fd3206", "アカウント"),
                f("h70bdf0a", "Radar"),
                f("bf6b72ac", "フルアクセス"),
                f("e49537c2", "このページは存在しません。他のページを検索してみましょう。"),
                f("fcbb540a", "制限を超えました"),
                f("d4f88600", "連絡先を認証"),
                f("b192ccae", "確認済みの連絡方法がありません。"),
                f("a0487504", "認証をリクエストする前に、連絡方法を確認してください。"),
                f("fff7d93c", "画像を追加"),
                f("g969bfae", "プロフィール画像がありません。"),
                f("gb2f35e4", "認証をリクエストするには、まずプロフィール画像を追加してください。"),
                f("i33cf692", "URLフィールドを追加"),
                f("b679ff6a", "URLが無効です"),
                f("i79902b4", "信ぴょう性の確認方法を選択"),
                f("fb2fcb5c", "このステップではご本人確認をいたします。最もご都合の良い方法を選択してください。"),
                f("e43425fa", "公的機関から発行された身分証明書"),
                f("cb7c2e2e", "公的機関から発行された身分証明書の写真。"),
                f("a411926a", "公式メールアドレス"),
                f("g253cdd0", "選択したカテゴリーに関連するドメインの公式メールアドレス。"),
                f("cf93bcb0", "公式ウェブサイト参照"),
                f("gfb55fa8", "ご利用のXアカウントについて直接言及している公式ウェブサイト。"),
                f("g40cd2c0", "認証済み資料"),
                f("a7f1cff6", "公式ウェブサイトを追加"),
                f("a11cd524", "ご利用のXアカウントについて言及しており、あなたの認証リクエストと関連している公式ウェブサイト。"),
                f("ba656f26", "ご利用のXアカウントは、そのウェブサイトで言及されていますか？"),
                f("ed751204", "認証するには、ご利用のアカウントが本物であることの確認が必要です。リンク先のページでユーザー名が言及されていない場合、リクエストを完了する前に信ぴょう性の証拠を提出してください。"),
                f("fbc023b0", "はい"),
                f("e785ce06", "別のオプションを選択します"),
                f("i8d58f3e", "公的な身分証明書を使います"),
                f("eb21ecaa", "メールアドレスを使います"),
                f("f848a69e", "認証するには、ご利用のアカウントが本物であることの確認が必要です。お知らせいただいた公式ウェブサイトにユーザー名が記載されていない場合、アカウントに信ぴょう性を確認できません。"),
                f("d59b5366", "認証するには、ご利用のアカウントが本物であることの確認が必要です。リンク先のページがあなたのユーザー名に言及していない場合、確信を持ってご利用のアカウントを著名なコンテンツクリエイターにリンクすることができません。"),
                f("bfb01c62", "いいえ"),
                f("fa51040a", "あなたとご利用のXアカウントについて言及している、条件を満たす報道機関または出版社の公式ウェブサイトのリンクを入力してください。"),
                f("d0460f12", "組織の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("h45b00d8", "ご利用のアカウントが本物であり、このリクエストに関係するエンターテイメント企業により管理されていることを証明する方法を選択してください。"),
                f("fc718708", "あなたとご利用のXアカウントについて言及している、条件を満たす組織の公式ウェブサイト。"),
                f("g32c2900", "ご利用のアカウントが本物であり、このリクエストに関連する制作団体により管理されていることを証明する方法を選択してください。"),
                f("j5b1224c", "作品の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("d090a5d4", "あなたのXアカウントについて言及している、認証済み組織または出版社の公式ウェブサイト。"),
                f("eb08a392", "ご利用のアカウントが本物であり、このリクエストに関係する政府当局者候補により管理されていることを証明する方法を選択してください。"),
                f("h0de1396", "このリクエストに関係する当局者候補の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("dcc23262", "ご利用のアカウントが本物であり、このリクエストに関係する活動家またはオーガナイザーにより管理されていることを証明する方法を選択してください。"),
                f("c880e068", "あなたとご利用のXアカウントについて言及している支持組織の公式ウェブサイト。"),
                f("e412d500", "認証済み支持組織のリーダーとしてあなたとあなたのXアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("dedf41f2", "ご利用のアカウントが本物であり、このリクエストに関係する影響力の大きい個人により管理されていることを証明する方法を選択してください。"),
                f("b4aed9e0", "あなたとあなたのXアカウントについて言及している、認証済み組織の公式ウェブサイト。"),
                f("b2069e40", "あなたとあなたのXアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("baf718c4", "ご利用のアカウントが本物であり、このリクエストに関連する企業、ブランド、または組織により管理されていることを証明する方法を選択してください。"),
                f("c65bbbc2", "ご利用のアカウントが本物であり、このリクエストに関係する最高幹部または経営陣により管理されていることを証明する方法を選択してください。"),
                f("i31e3606", "条件を満たす企業、ブランド、または組織のドメインを持つ公式メールアドレス。"),
                f("de70afe8", "条件を満たす組織の公式ウェブサイトでのあなたとご利用のXアカウントについての言及。"),
                f("a3a523f2", "企業の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("jf58899a", "組織の最高幹部としてあなたとあなたのXアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("f7afbaec", "ご利用のアカウントが本物であり、条件を満たす報道機関または出版社のジャーナリストにより管理されていることを証明する方法を選択してください。"),
                f("d4ab0056", "ご利用のアカウントが本物であり、著名なフリーランスジャーナリストによって管理されていることを示す方法を選択してください。"),
                f("d2a77622", "条件を満たす報道機関または出版社のドメインを持つ公式メールアドレス。"),
                f("eec341da", "あなたのXアカウントについて言及している、報道機関または出版社の公式ウェブサイト。"),
                f("b03ae068", "ご利用のアカウントが本物であり、このリクエストに関連する報道機関または出版社により管理されていることを証明する方法を選択してください。"),
                f("g0daba4a", "ご利用のアカウントが本物であり、このリクエストに関係するプロゲーム選手により管理されていることを証明する方法を選択してください。"),
                f("ab8e430c", "このリクエストに関係するゲーム業界の個人の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("cdcd9cd6", "ご利用のアカウントが本物であり、このリクエストに関係するプロスポーツ団体により管理されていることを証明する方法を選択してください。"),
                f("gad25890", "このリクエストに関係するプロスポーツ団体の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("e6dc91b2", "ご利用のアカウントが本物であり、このリクエストに関係するプロスポーツ選手により管理されていることを証明する方法を選択してください。"),
                f("i9aed706", "このリクエストに関係するプロスポーツ選手の公式Xアカウントとしてあなたのアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"),
                f("abd587d2", "他の参考資料を追加"),
                f("i0bba81a", "雇用の言及箇所を追加"),
                f("a6a76e3c", "特筆性を示す方法を選択"),
                f("ecd2abda", "アカウントの資格を確認"),
                f("cb70b894", "戻る"),
                f("g8b511fe", "Googleトレンド"),
                f("c7d50c96", "あなたについての最近の検索アクティビティの証拠が記載された、Googleトレンド上のプロフィール。"),
                f("a68b43ee", "Googleトレンドのプロフィールを追加"),
                f("b5e30390", "Googleトレンドのプロフィール"),
                f("h146703e", "Wikipedia記事"),
                f("ee38d0f0", "人々にとっての特筆性基準を満たしている、あなたについてのWikipedia記事。"),
                f("cb97ee3e", "Wikipedia記事を追加"),
                f("hc371f34", "ニュース報道"),
                f("b9d0ad90", "あなたについて報道または言及している、信頼できる報道機関による過去6ヶ月以内のリンク3件以上。"),
                f("ge137dce", "条件を満たす報道媒体に過去6ヶ月以内に掲載された、あなたについての記事3件以上。"),
                f("h2b9a5fe", "条件を満たす報道媒体に過去6ヶ月以内に掲載された、あなたの会社についての記事3件以上。"),
                f("baccb708", "認証済みニュース報道を追加"),
                f("feadd98c", "認証済みニュースの資料を追加"),
                f("j7ae97aa", "認証済みニュースの資料"),
                f("c368aa8e", "認証済み報道媒体による、あなたについて言及している記事3件以上。"),
                f("ded0edad", function (e) {
                    return "記事" + e.n;
                }),
                f("bebae55a", "公開証券取引所"),
                f("c5571610", "公開証券取引所で重要な存在である証拠を示すリンク。"),
                f("e2d42628", "証券取引所の資料を追加"),
                f("jc19b4e8", "株式上場"),
                f("fc3ee696", "リーダーシップ参照"),
                f("i3e65eb4", "リーダーとしてあなたが言及されている、認証済み組織の公式サイト。"),
                f("jd014eba", "申請者が言及されている特定のページのリンクが記載されたURL。"),
                f("a96901cc", "リーダーシップ参照を追加する"),
                f("cc424a22", "裏付けとなる資料"),
                f("ibfc1a5a", "このカテゴリーで認証を受ける資格を満たしていません。"),
                f("e1c78796", "公式サイト"),
                f("ff2ee0c2", "アクティビズム"),
                f("hc61adfc", "エンターテイメント"),
                f("e404203c", "ゲーム"),
                f("d2042392", "政府"),
                f("c365dcc6", "その他"),
                f("d27beb9e", "スポーツ"),
                f("cc4b66b6", "カテゴリーを選択"),
                f("b37461a4", "アカウントの種類を選択"),
                f("b27325f6", "コンテンツクリエイター"),
                f("a5a6affc", "魅力的なオリジナルコンテンツを継続的に公開している、影響力の大きいデジタルコンテンツクリエイター。"),
                f("a15326de", "条件を満たす報道媒体による、あなたについて言及している記事3件以上。"),
                f("g704a93a", "リーダーとしてあなたが言及されている、裏付けとなる既知の作品に関連する公式サイト。"),
                f("c6bd60ec", "活動家またはオーガナイザー"),
                f("c92fdb06", "社会経済、政治、または文化面での変化をもたらしている著名な個人Xユーザーです。"),
                f("a18c6dfc", "ジャーナリスト"),
                f("h0b46534", "認証済みの報道機関または出版社により雇用されている個人ジャーナリスト。"),
                f("ff929fec", "著名な組織または関連アカウント"),
                f("jf537894", "企業、ブランド、非営利組織を含む、著名な組織と副次的関連アカウント。"),
                f("d2ea204a", "影響力の大きいその他の個人"),
                f("f875ec6e", "Xプラットフォームの内外で大きな存在感を持っており、他のカテゴリーにあてはまらない個人。"),
                f("i3e6aaa6", "最高幹部または経営陣"),
                f("bbcbb9e6", "著名な企業、ブランド、非営利組織の経営陣やその他の著名な幹部"),
                f("j0bc23f4", "組織のアカウントが認証済みであることを確認しました。"),
                f("aa6228de", "エンターテイメント企業"),
                f("d5b3cbca", "主要エンターテイメント企業（TVネットワーク、映画スタジオ、音楽レーベルなど）。"),
                f("b5a3e590", "エンターテイメント業界の個人"),
                f("e484f794", "エンターテイメント業界で影響力の大きい個人（俳優、ミュージシャン、監督、脚本家、お笑い芸人など）。"),
                f("b8d8ea64", "制作団体"),
                f("ff27db3c", "エンターテイメント団体に関連する作品の公式アカウント（映画、イベント/行事、TV番組など）。"),
                f("c0e57cb2", "クリエイターのプロフィールを追加"),
                f("f3c605b6", "クリエイターのプロフィール"),
                f("h042d1a6", "IMDBプロフィール"),
                f("d2310f0c", "作品クレジットが50件以上記載されているIMDBプロフィール。"),
                f("ba04b4c2", "IMDBプロフィールを追加"),
                f("i9b124b6", "政府当局者"),
                f("f84a99ee", "主要な政府関係者（国家元首、選出議員、大臣、自治体レベルまたは国レベルの大使など）。"),
                f("j2cb5f50", "当局者候補"),
                f("j2472894", "自治体レベルまたは国レベルの公職の公認候補者。"),
                f("ha44c130", "行政官庁または公共サービス"),
                f("j8ae9d40", "主要な行政官庁、公共団体、公益事業、公共サービス。"),
                f("ef1d6176", "自治体レベルまたは国レベルの候補者ですか？"),
                f("f54ba6e6", "このカテゴリーで認証の資格を満たすには、現在自治体レベルまたは国レベルの公職候補者でなければなりません。"),
                f("dd85d0a0", "自治体レベルまたは国レベルの政府関係者ですか？"),
                f("f0058c60", "このカテゴリーで認証の資格を満たすには、現在自治体レベルまたは国レベルの政府関係者でなければなりません。"),
                f("f420a712", "はい"),
                f("fb97d22c", "いいえ"),
                f("e16b1cc8", "プロフィールは候補者の条件を満たしていますか？"),
                f("cf2ee92e", "当局者候補には、運営している事務所に言及しており、選挙運動公式ウェブサイトにリンクしている公開アカウントが必要です。"),
                f("g544885e", "プロフィールは行政官庁または公共団体の条件を満たしていますか？"),
                f("bd0b4542", "行政官庁および公共団体には、公式ウェブサイトにリンクしている公開アカウントが必要です。"),
                f("i45b224c", "プロフィールは当局者の条件を満たしていますか？"),
                f("fba1dd66", "政府当局者には、現在の官職に言及しており、官公庁の公式ウェブサイトにリンクしている公開アカウントが必要です。"),
                f("e95c44de", "はい"),
                f("fa5e15e2", "更新が必要です"),
                f("jdf47e8e", "選挙運動ウェブサイト"),
                f("eeec7316", "選挙運動ウェブサイトを追加する"),
                f("b163b654", "政府参照"),
                f("d2378d34", "政府参照を追加する"),
                f("a05b8446", "フリーランスジャーナリスト"),
                f("hdad12b2", "認証済みの出版社で著名な作品を持つ独立したフリーランスジャーナリスト。"),
                f("d2d7af4c", "報道機関または出版社"),
                f("d83e51dc", "印刷/デジタル出版、放送/ケーブル/衛星/ストリーミングTVやラジオニュースチャンネル/ラジオ局/ラジオ番組、ポッドキャスト、他の同様のメディア。"),
                f("g708cbdc", "プロフィールは認証要件を満たしていますか？"),
                f("b107ee5c", "報道機関の公開アカウントには、公式ウェブサイトのリンクが記載されていなければなりません。"),
                f("e8746826", "雇用主のアカウントが認証済みであることを確認しました。"),
                f("jc09b420", "プロフィールはジャーナリストの条件を満たしていますか？"),
                f("gfbd7e58", "ジャーナリストの場合、名前と、自身が勤務している認証済み報道機関の公式ウェブサイトのリンク両方に言及している公開アカウントが必要です。"),
                f("h0ad4c9e", "報道機関の公式資料"),
                f("a6553b50", "ジャーナリストとしてあなたに言及している、条件を満たす報道機関または出版社の公式ウェブサイト。"),
                f("a29b2988", "記事の署名欄およびクレジット"),
                f("ab4eae60", "条件を満たす公開資料に過去6ヶ月以内に掲載された署名欄やクレジット3件以上。"),
                f("b3fac982", "私が言及されている特定のページのリンクが記載されたURL。"),
                f("e26dc9e2", "著名な作品を追加"),
                f("e164df2e", "入力した記事は特筆性基準を満たしていますか？"),
                f("i80ff05e", "認証済みの報道機関および出版物により発行された記事のみ、特筆性の証拠として認められます。"),
                f("cf7482ec", "はい"),
                f("fcb96cfc", "プロスポーツ業界の個人"),
                f("ddc7d64a", "プロスポーツのアスリート、コーチ、マネージャーと、国際試合（オリンピック、パラリンピックなど）に参加しているアスリート。"),
                f("c4e0d346", "プロスポーツ団体"),
                f("e3ce81fa", "プロスポーツのリーグ、チーム、国際試合（オリンピック、パラリンピックなど）。"),
                f("b2808f48", "ゲーム業界の個人"),
                f("db7b3558", "認証済みゲームチームまたはリーグに属しているeスポーツ選手の個人アカウント。"),
                f("bbd9a912", "アカウントに関連するチーム、リーグ、イベント、または組織が認証済みであることを確認しました。"),
                f("he9c5638", "あなたについて言及している国際試合またはスポーツ組織の公式ウェブサイトのリンク。"),
                f("bf06e1d6", "プロのアスリート、マネージャー、またはコーチとしてあなたに言及している、プロスポーツ組織に関連する公式サイト。"),
                f("e241d35e", "プロのアスリート、マネージャー、またはコーチとしてあなたに言及している、認証済みの報道機関または報道媒体による記事3件以上。"),
                f("ad456030", "ゲーム業界の個人としてあなたに言及している、認証済みの報道機関または報道媒体による記事3件以上。"),
                f("hbe2e65c", "ゲーム業界の個人としてあなたに言及している、認証済みのeスポーツリーグまたはイベントに関連する公式サイト。"),
                f("j3da4dea", "現在のところ、認証をリクエストできません。"),
                f("af39265e", "企業、ブランド、組織"),
                f("bb51cd7a", "スポーツ・ゲーム"),
                f("c044a571", "詳細はこちら"),
                f("a58cd1fb", "詳細はこちら"),
                f("b47b0fd1", "詳細はこちら"),
                f("db25263b", "詳細はこちら"),
                f("b25b02c3", "詳細はこちら"),
                f("j6ef6afb", "詳細はこちら"),
                f("d42d162b", "詳細はこちら"),
                f("ccadfc85", "詳細はこちら"),
                f("ddb47f57", "詳細はこちら"),
                f("bf9e181b", "詳細はこちら"),
                f("e8e39f95", "詳細はこちら"),
                f("e126dd3f", "詳細はこちら"),
                f("i821844f", "詳細はこちら"),
                f("b0abbb17", "詳細はこちら"),
                f("e7e0d88b", "詳細はこちら");
            f("i560665f", "詳細はこちら"),
                f("f6e774d9", "詳細はこちら"),
                f("h486f755", "詳細はこちら"),
                f("bab41dab", "詳細はこちら"),
                f("e0ebdb29", "詳細はこちら"),
                f("f8493831", "詳細はこちら"),
                f("icb5913f", "詳細はこちら"),
                f("af819833", "詳細はこちら"),
                f("d35525b1", "詳細はこちら"),
                f("cb181ed1", "詳細はこちら"),
                f("f6c3d3f1", "詳細はこちら"),
                f("d4588ded", "詳細はこちら"),
                f("a759bff9", "詳細はこちら"),
                f("c64a59f7", "詳細はこちら"),
                f("c054f433", "詳細はこちら"),
                f("c1b7ad51", "詳細はこちら"),
                f("f7998565", "詳細はこちら"),
                f("c74a47ef", "詳細はこちら"),
                f("gf9899bf", "詳細はこちら"),
                f("d7a9185d", "詳細はこちら"),
                f("c4b205e1", "詳細はこちら"),
                f("c04b4b1d", "詳細はこちら"),
                f("d26ccc67", "詳細はこちら"),
                f("hdb3bc85", "詳細はこちら"),
                f("b6cb494f", "詳細はこちら"),
                f("abc132eb", "詳細はこちら"),
                f("de1b28ad", "詳細はこちら"),
                f("h04c272d", "詳細はこちら"),
                f("j331c659", "詳細はこちら"),
                f("h02fe64f", "詳細はこちら"),
                f("a7df4b85", "詳細はこちら"),
                f("e9b71903", "詳細はこちら"),
                f("g961011f", "詳細はこちら"),
                f("d5dedb7b", "詳細はこちら"),
                f("gd396551", "詳細はこちら"),
                f("dccc08bf", "詳細はこちら"),
                f("f22a6d0d", "詳細はこちら"),
                f("i78c9fd5", "詳細はこちら"),
                f("f3e333a9", "詳細はこちら"),
                f("i5fee6d3", "詳細はこちら"),
                f("fe7420f5", "詳細はこちら"),
                f("fcfad60d", "詳細はこちら"),
                f("cc35a6b9", "詳細はこちら"),
                f("d9bd3823", "詳細はこちら"),
                f("a67f27bd", "詳細はこちら"),
                f("b8be7adb", "詳細はこちら"),
                f("gd663f41", "詳細はこちら"),
                f("b436b101", "詳細はこちら"),
                f("j97bce4a", "Xユーザー名"),
                f("acd5ca14", "やりなおしてください。ユーザー名には@、$、#などの特殊文字を使えません。"),
                f("bbef41c2", "X認証アカウントのリクエストに使用した公式メールアドレスを確認してください。"),
                f("be03ecca", "メールアドレス"),
                f("c69a40de", "既存の認証済みメールアドレスがありません。"),
                f("c83a1662", "対象となる認証済みメールアドレスがありません。"),
                f("e1e878ee", "設定"),
                f("b9635182", "設定"),
                f("j163be32", "リクエストを開始"),
                f("gaf821c8", "認証リクエスト"),
                f("e1ac0f9b", "詳細はこちら"),
                f("h2d4ba56", "身分証明書を確認中..."),
                f("i2051842", "身分証明書が基準を満たしていることを確認しています。これには最大30秒かかります。"),
                f("fc2a5c92", "問題が発生しました"),
                f("jf4b6f70", "身分証明書をアップロードできません。アップロードしなおしてください。"),
                f("d338f53e", "やりなおす"),
                f("e43672a0", "公的機関から発行された身分証明書についての情報をお知らせください。"),
                f("b246aa5e", "発行国"),
                f("d6fb5878", "国を選択"),
                f("b72f97cc", "身分証明書の種類"),
                f("b2ab6008", "身分証明書の種類を選択"),
                f("h9270b1c", "国を検索"),
                f("ff1d68f8", "身分証明書の画像をアップロード"),
                f("bdada5a6", "表面"),
                f("edfed0f6", "IDの表面をアップロード"),
                f("def5015d", function (e) {
                    return "戻る" + e.back_of_document;
                }),
                f("b09aade6", "身分証明書の裏面をアップロード"),
                f("b40ed190", "ドキュメント"),
                f("c6650b56", "ドキュメントをアップロード"),
                f("d171ed16", "Twitterでは、信頼できるサードパーティと連携しています。サードパーティは、身分証明書の信ぴょう性を確認し、限られた情報とプラットフォームをTwitterに提供します。これにより、Twitterはアカウントの認証ステータスの適格性を確認できます。"),
                f("d20f76cb", "詳細はこちら"),
                f("b8deb156", "プライバシーポリシー"),
                f("b9960f32", "画像や動画を追加"),
                f("gd80afba", "メディアを編集"),
                f("j322caee", "センシティブなメディアであると表示する"),
                f("abd845fe", "編集"),
                f("df1b0708", "このGIF画像を再生"),
                f("cd959e5c", "メディアを削除"),
                f("add55c98", "メディア"),
                f("f350cf46", "メディアをドラッグ＆ドロップ"),
                f("gff1f69e", "画像を読み込み中"),
                f("a91bb144", "送信"),
                f("affce770", "Twitterと信頼できる第三者は、あなたのアカウントに関連する情報とTwitterに提供された追加情報を、認証にあたって信ぴょう性と適格性を判断する目的で利用します。"),
                f("i0864918", "カテゴリー"),
                f("c7942074", "アカウントの種類"),
                f("b8121daa", "特筆性基準参照"),
                f("d247ca70", "以下の認証リクエストの詳細を確認してください。確認したら、[送信] を押してください。"),
                f("b51afbb2", "信ぴょう性の確認方法"),
                f("cc87b01c", "確認と送信"),
                f("ec6801cc", "リクエストが送信されました。"),
                f("i6ef95ec", "アンケート"),
                f("j94e995e", "前回のリクエストが却下されています。30日が経過してから新しいリクエストを送信してください。"),
                f("da458d6c", "認証リクエストが送信されましたが、過去30日以内に却下されています。しばらくしてからやりなおしてください。"),
                f("j4ed9f0e", "認証リクエストを送信済みです。結果が出たらすぐにお知らせいたします。"),
                f("b1ade780", "作成されたばかりのアカウントです。アカウントの作成後7日以上経過してからやりなおしてください。"),
                f("aab67626", "認証リクエストは確認中です"),
                f("d3c1e25e", "夢ではありません。はい、認証されました。"),
                f("a8b4500e", "ルール"),
                f("ef1b5cbc", "表示する通知と表示しない通知を選択してください。"),
                f("aaafffda", "ミュートしている通知"),
                f("afdf29b8", "クオリティフィルター"),
                f("da19d878", "重複するポストや自動ポストなどの内容を除外する場合に選択します。フォローしているアカウントや最近やり取りしたアカウントからの通知には適用されません。"),
                f("i2209530", "保存"),
                f("da867c58", "通知の種類ごとに設定を選択してください。"),
                f("a2197726", "アカウントのセキュリティを管理します。"),
                f("i36dcc3e", "Xのパスワードに加えて2つ目の認証方法を設定することで、不正なアクセスからアカウントを保護します。SMS、認証アプリ、またはセキュリティキーを選択できます。"),
                f("ead60eb8", "追加のパスワード保護"),
                f("gfaf9a4a", "パスワードリセットの保護"),
                f("h3cc8462", "セキュリティ向上のため、Xのパスワードをリセットするときにメールアドレスまたは電話番号の確認が求められます。"),
                f("b4bbdeb4", "パスキー"),
                f("fe8aeb88", "パスキーは、生体情報に紐づけて保護を強化します。"),
                f("dc096238", "アカウントの信ぴょう性を立証するには、承認された形式の身分証明書をアップロードしてください。提出された情報は身元確認の目的にのみ使用され、安全な方法で取り扱われます。"),
                f("a999cb72", "アカウントの変更を保存"),
                f("dec3c9b8", "パスワード"),
                f("b929aa74", "設定変更を保存するためにXパスワードを再入力してください。"),
                f("d1091f50", "パスワードをお忘れですか？"),
                f("fd23fe4a", "すべての端末で使用されるパスキーです"),
                f("d9921a6c", "新しいパスキーを作成"),
                f("i4855730", "パスキーを削除"),
                f("a6acdc67", function (e) {
                    return "追加日: " + e.date;
                }),
                f("d97c07be", "クリエイターサブスクリプションを管理"),
                f("efa291da", "Stripeを利用したクリエイターサブスクリプションを以下で表示/管理します。iOSまたはAndroidで開始した有効なサブスクリプションすべてをアプリで管理できます。"),
                f("j7f5c6aa", "サブスクリプションはまだありません"),
                f("ef4602ec", "問題が発生しました。やりなおしてください。"),
                f("b02df748", "アカウントのセキュリティを管理したり、アカウントと連携したアプリなどのアカウントによる使用を追跡したりします。"),
                f("g2841de4", "アカウントへのログイン日時やアカウントと連携しているアプリについての情報を確認します。"),
                f("hf45cca6", "ログイン用にXと連携しているGoogleアカウントやAppleアカウントを管理します。"),
                f("a310511c", "共有アカウントを管理"),
                f("jc02ae68", "連携しているアプリ"),
                f("dd82312a", "セッション"),
                f("e5e8a89a", "アプリを読み込み中"),
                f("hfa9a2c8", "連携しているアプリをすばやく管理"),
                f("dd1b86f9", function (e) {
                    return "提供元: " + e.name;
                }),
                f("cf461930", "ご利用のXアカウントへのアクセスを許可しているサードパーティアプリがここに表示されます。"),
                f("b63b0b1d", "詳細はこちら"),
                f("c2cb5560", "現在アクティブなセッション"),
                f("bca43fd0", "他のセッションからログアウト"),
                f("ha6df2ca", "セッションとは、現在使っている端末やご利用のXアカウントを使ったことのある端末のことであり、ご利用のアカウントで現在ログイン中のセッションです。セッションごとにログアウトできます。"),
                f("b72d2904", "現在、この端末を使ってこのXアカウントにログイン中です。"),
                f("b850cbd0", "ログイン中のアカウントとログインに使った端末です。現在これらの端末は使っていません。 "),
                f("cf3e3164", "他のすべてのセッションからログアウト"),
                f("f810f27a", "他のセッションを終了しますか？"),
                f("gbb5cec5", function (e) {
                    return "ログアウトすると、アクティブな他のXセッション" + e.num + "件が終了されます。現在のセッションには影響ありません。";
                }),
                f("fcbd4904", "アクティブなXセッションが終了します。"),
                f("ab78d946", "アクティブな他のXセッションを終了しようとしています。新しいセッションを開始するには、端末でもう一度ログインしてください。"),
                f("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                f("ed5ab16a", "最終ログイン: 今"),
                f("c9bc33fa", "端末"),
                f("f95ed3e6", "現在の端末"),
                f("a787669a", "他の端末登録"),
                f("gbefe730", "これらの他の端末で、暗号化されたダイレクトメッセージに登録されています。"),
                f("d7a9796e", "端末を読み込み中"),
                f("b5635e86", "この端末を登録"),
                f("bb4a95dc", "端末を登録しますか？"),
                f("a9538040", "この端末を登録すると、他の登録済みユーザーと暗号化された会話を新たに開始できます"),
                f("hd173c7a", "登録"),
                f("hf4312a4", "端末の登録を解除しました。"),
                f("h7797d18", "登録済み"),
                f("hc48a042", "この端末の登録を解除"),
                f("d5bafb20", "この端末の登録を解除しますか？"),
                f("i12dee70", "端末の登録を解除すると、その端末から暗号化されたメッセージにアクセスできなくなります。"),
                f("d4b9db26", "登録を解除"),
                f("c18b1b34", "登録日時"),
                f("e7c9d60a", "選択した端末の登録を解除しました。"),
                f("cd14c8fe", "端末情報を読み込み中"),
                f("j9db22f4", "この端末が見つかりません"),
                f("c477d710", "Xで表示および共有する情報を管理します。"),
                f("b06f5d36", "Xアクティビティ"),
                f("fd807e78", "オーディエンス、メディア、タグ付け"),
                f("a9ff473c", "Xで他のユーザーに表示する情報を管理します。"),
                f("d0484606", "ポストに関連する情報を管理します。"),
                f("c4afe0e6", "トピックや興味関心などの設定に基づいてXの表示内容を決定します。"),
                f("ab125232", "ミュートまたはブロックしているアカウント、キーワード、通知を管理します。"),
                f("cc950d94", "ダイレクトメッセージを送信できるユーザーを管理します。"),
                f("fe37f854", "スペースのリスニングアクティビティを確認できるユーザーを管理"),
                f("ab987f3c", "見つけやすさの設定とインポートした連絡先を管理します。"),
                f("db5fabb0", "データ共有とX外でのアクティビティ"),
                f("i83cab8a", "データ共有とカスタマイズ"),
                f("e338a794", "Xでの広告の表示を管理します。"),
                f("c05e8024", "XでのCookieに関するエクスペリエンスを管理しましょう。"),
                f("d29d59d0", "表示内容をパーソナライズするため、X外部でのオンラインアクティビティ（アクセスしたウェブサイトなど）をXが使用する方法を管理します。"),
                f("c981a36c", "推測されるアクティビティ（Xのログインに使ったことのない端末におけるアクティビティなど）にもとづいてX上の表示内容がカスタマイズされます。"),
                f("eb0cc786", "Xのビジネスパートナーとの追加情報の共有を許可します。"),
                f("dd533318", "Xが表示内容のカスタマイズに使用する位置情報を管理します。"),
                f("bd0646a0", "Xのプライバシーについて詳しく知る"),
                f("a607862a", "プライバシーポリシー"),
                f("g5925628", "お問い合わせ"),
                f("dd6012f8", "プライバシーセンター"),
                f("jdceda60", "返信"),
                f("f644b748", "ポストに返信できるユーザーやフィルタリング済みの返信を管理します。"),
                f("ff4b3818", "Grokとサードパーティコラボレーター"),
                f("i586f3e0", "公開データに加えて、GrokおよびxAIでのやり取り、インプット、結果をトレーニングと調整に利用することを許可します"),
                f("d8492604", "オンにすると、ポストと他のアカウント情報があなたをフォローしているアカウントにのみ表示されます。"),
                f("if050fae", "動画を保護する"),
                f("b7ed5f6e", "選択した場合、ポストの動画がデフォルトでダウンロード不可になります。この設定は、将来のポストに適用され、さかのぼって適用されることはありません"),
                f("dbb51952", "ポストを非公開にしますか？"),
                f("de735de6", "この操作を行うと、フォロワーだけが表示できるようになります。"),
                f("c5d4192a", "非公開にする"),
                f("d9ddba70", "コミュニティは公開されているため、アカウントを非公開にするとこれまでのポストが非表示になります。さらに、アカウントを再び公開するまでコミュニティでポストできなくなります。"),
                f("f527b322", "アカウントを非公開にする"),
                f("d165c992", "すべてのアカウント"),
                f("ea339390", "フォロー中のアカウントのみ"),
                f("e3a761ee", "オフ"),
                f("a61ed23a", "ポストするメディアをセンシティブな内容を含むものとして設定する"),
                f("ae27c454", "オンにすると、センシティブな内容を表示しない利用者に対して、ポストした画像や動画がセンシティブな内容を含むものとしてマークされます。"),
                f("fc1d217c", "センシティブな内容を含む可能性のあるメディアを表示する"),
                f("j018f2a2", "[話題を検索] の設定"),
                f("h1ef00dc", "検索設定"),
                f("b05b9398", "この設定を有効にすると、Xでのアクティビティにもとづいて [おすすめ] の内容がカスタマイズされることがあります。"),
                f("a3c1324c", "[おすすめ] タイムラインにおすすめコンテンツを表示する"),
                f("ee4592ca", "なし"),
                f("da813d22", "認証済みアカウント"),
                f("baffe39a", "全員"),
                f("b3d8566e", "不適切な内容のメッセージをフィルタリングする"),
                f("cfda8c44", "スパムまたは不適切な内容の可能性があると判断されたメッセージリクエストを非表示にします。これらのリクエストは、メッセージリクエストの一番下にある別個の受信トレイに入れられます。希望する場合はそれらのリクエストを表示できます。"),
                f("f4c91f40", "サブスクライバーからのメッセージを許可する"),
                f("bf0c4336", "サブクライバーは、他のメッセージ設定にかかわらず常にあなたにメッセージを送信できます。"),
                f("e6c411d8", "露骨なメディアをフィルタリングする"),
                f("g558101a", "露骨なメディア（ヌード、性的なコンテンツ、暴力など）が含まれている可能性があるメッセージについての警告を表示します。希望する場合はいつでもそのメディアを表示できます。"),
                f("d9172542", "既読通知を表示"),
                f("bd557506", "メッセージを表示したときに相手に知らせます。既読通知は、メッセージリクエストには表示されません。"),
                f("f29080d0", "メッセージリクエストを許可するアカウント:"),
                f("j0adcc2d", "詳細はこちら"),
                f("ib3357a6", "広告をカスタマイズ"),
                f("f2f9628e", "X上の広告は、常にXでのアクティビティに基づいて表示されます。この設定をオンにすると、Xでのアクティビティだけでなく他のオンラインアクティビティやパートナーからの情報に基づいて、X広告主の広告がX内外でさらにカスタマイズされます。"),
                f("b5fe50fc", "広告カテゴリー"),
                f("c31a2ea6", "この設定を有効にすると、該当するカテゴリーの広告が表示されます。各カテゴリーについての広告の数を減らすには、該当するカテゴリーをオフにしてください。"),
                f("if996630", "ギャンブル"),
                f("a9ed7774", "Xコンテンツを閲覧したウェブの場所の使用を許可する"),
                f("e2d61838", "この設定をオンにすると、Xコンテンツ（埋め込みタイムラインなど）が統合された他のウェブサイトへのアクセスをXが追跡できるようになります。この情報は、表示内容のカスタマイズなど、Xをより快適にご利用いただくために活用されます。このウェブ閲覧履歴とともに名前、メールアドレス、電話番号が保存されることはありません。"),
                f("c966aaf4", "一部の国では、これらのウェブページへのアクセス履歴が保存および利用されることはありません。"),
                f("e8313b32", "よろしいですか？この設定をオフにすると、この国では元に戻すことができません。"),
                f("f1d46fd6", "はい"),
                f("f6c8ccc8", "推測される識別情報をもとにカスタマイズ"),
                f("ed012c88", "Xの表示内容は常に、利用者が登録した情報やログインに使ったことのある端末をもとにカスタマイズされます。この設定をオンにすると、Xのログインに使ったことのない端末とブラウザや、Xアカウントに登録された情報に似ているメールアドレスと電話番号など、推測される他の識別情報もXのカスタマイズに使用されます。"),
                f("d3c20d80", "ビジネスパートナーとの追加情報の共有を許可する"),
                f("f1c0d09c", "Xでは、商品を運用および強化する手段として、常にビジネスパートナーと情報を共有しています。オンにすると、ビジネスの運営に役立てるため、Xがそれらのパートナーと追加情報を共有できるようになります。これには、お客様と関連性の高い他のサイトやアプリでXのマーケティング活動を実施することが含まれます。"),
                f("dc20d918", "位置情報をもとにカスタマイズ"),
                f("af7d89e6", "Xでは、関連性の高いコンテンツを表示するため、登録した場所や現在地などの情報が常に使用されます。この設定をオンにすると、行ったことのある場所にももとづいてX上の表示内容がカスタマイズされます。"),
                f("f2b23062", "アクセシビリティ、表示、言語"),
                f("fa76d7dc", "Xコンテンツの表示方法を管理します。"),
                f("j7a15010", "色のコントラストや動きを制限するなど、表示内容の特定の側面を管理します。"),
                f("a257ecae", "フォントサイズ、色、背景を管理します。このブラウザのすべてのXアカウントにこの設定が適用されます。"),
                f("jc3fa0e2", "Xの表示内容のパーソナライズに使用される言語を適用します。"),
                f("cc2973a8", "この端末でのXによるネットワークデータの使用を制限します。"),
                f("h54e6138", "キーボードショートカット"),
                f("a4b69cbc", "表示言語"),
                f("c856bd00", "Xによるヘッドライン、ボタン、他のテキストを表示する設定言語を選択します。"),
                f("cab61d58", "追加言語を選択"),
                f("dd93fafa", "Xに表示するコンテンツの追加言語を選択します。"),
                f("bca1de4a", "ご利用の追加言語"),
                f("c3aa76c4", "Xが推測した言語"),
                f("g099069c", "アカウントのフォローやポストのエンゲージメントなど、アクティビティに基づいてXが推測した言語を管理します。"),
                f("cf9ce876", "アプリとポストの言語"),
                f("f8e46b90", "ログイン用にXアカウントと連携しているソーシャルアカウントです。こちらでアクセスを無効にできます。"),
                f("d84ed6b2", "連携を解除"),
                f("i51130d4", "Google"),
                f("e28901f2", "Apple"),
                f("cf8560be", "連携中"),
                f("ad31b476", "自動アカウントを管理します。"),
                f("a2981062", "管理アカウント"),
                f("aff4540e", "管理アカウントを変更"),
                f("b8b9d100", "アカウントの自動化を設定"),
                f("e0bc51f6", "アカウントの自動化をオフにする"),
                f("b92190c2", "管理アカウントを連携しました"),
                f("fb03b39a", "管理アカウントの連携を解除しました"),
                f("bd51ddfa", "現在、管理アカウントの連携を解除できません。しばらくしてからやりなおしてください。"),
                f("e91c15f6", "管理アカウントの連携を解除しますか？"),
                f("df035b80", "管理アカウントの連携を解除した場合、自動アカウントのラベルが失われます。"),
                f("bd12cf34", "連携を解除する"),
                f("f79acef3", "詳細はこちら"),
                f("a57a341c", "データセーバー"),
                f("ab6505a8", "オンにすると、ネットワークデータの通信量を削減できます。"),
                f("a5d4fda0", "問題が発生しました。やりなおしてください。"),
                f("g1888dc2", "しない"),
                f("f724d1aa", "Wi-Fi接続時のみ"),
                f("cf6472c2", "モバイルデータ通信とWi-Fi接続時"),
                f("b2ed92c4", "アーカイブをリクエスト中"),
                f("ce5d2c46", "一時的にご利用いただけません"),
                f("bed6a87c", "Xデータのリンクの有効期限が切れています"),
                f("b24b4768", "自分のXデータにアクセスする"),
                f("a0c3f812", "更新されたデータを入手するには、もう一度リクエストしてください。"),
                f("eea30bb5", function (e) {
                    return "生成日: " + e.date;
                }),
                f("f2cde471", function (e) {
                    return "有効期限: " + e.date;
                }),
                f("b7ce9dbf", function (e) {
                    return "推定サイズ: " + e.size;
                }),
                f("d3de4c97", function (e) {
                    return "Xデータ（" + e.currentIndex + "/" + e.count + "）";
                }),
                f("fc5bfd96", "はじめる"),
                f("gee8110e", "アーカイブをダウンロード"),
                f("c326f156", "アーカイブがダウンロードされました"),
                f("c9fe9b56", "アーカイブがダウンロードされます"),
                f("j54b679b", function (e) {
                    return "別のウィンドウが開きます。完了までに時間がかかることがあります。" + e.size + "のZIPファイルとしてダウンロードされます。";
                }),
                f("ac63840d", function (e) {
                    return e.size + "KB";
                }),
                f("bcd9b0ed", function (e) {
                    return e.size + "MB";
                }),
                f("ce494bb4", "フォントサイズ"),
                f("c783d45e", "色"),
                f("h306a358", "背景"),
                f("d8680056", "極小"),
                f("j59f0b94", "デフォルト"),
                f("b81aaad8", "大"),
                f("c7044880", "特大"),
                f("e46dffa0", "文字サイズ"),
                f("ce8a8116", "背景オプション"),
                f("d3d48f3a", "明るい"),
                f("i76f67ee", "ダークブルー"),
                f("c8f85960", "ブラック"),
                f("aefc5b20", "色オプション"),
                f("a52d0fde", "青"),
                f("d818cdd6", "黄色"),
                f("fee1cd64", "ピンク"),
                f("cbed7fb2", "紫"),
                f("g697ec02", "オレンジ"),
                f("a7c2204a", "緑"),
                f("gde8fdd7", function (e) {
                    return "Xは「ポスト」と呼ばれる短いメッセージが中心の情報ネットワークです。あなたが今読んでいるこのメッセージのように、画像、動画、リンク、テキスト、ハッシュタグ、@ポスト（@" + e.mention + "など）を含めることができます。";
                }),
                f("f277e94a", "表示"),
                f("ee79367b", function (e) {
                    return "レベル" + e.conversationTreeDepth + ":";
                }),
                f("ec6907ba", "広告"),
                f("d9587114", "最新ポストを表示"),
                f("b7b86c3c", "このポストの新しいバージョンを開きます"),
                f("a407814e", "最終更新"),
                f("i46ee3f0", "このポストの最新バージョンです。"),
                f("e18cb87c", "このポストを説明する"),
                f("ffe16626", "返信フィルターはオンです。"),
                f("jc81f6a7", function (e) {
                    return e.count + " 件の表示";
                }),
                f("g521abc6", "Grokで分析"),
                f("a09331e0", "関連記事"),
                f("e3eceda6", "Grokのアクション"),
                f("a653f08f", function (e) {
                    return e.replyCount + "件の返信を読む";
                }),
                f("dc0c8266", "Grokに質問する"),
                f("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                f("aa037e65", function (e) {
                    return "件の表示";
                }),
                f("b8f3500a", "スレッドをリーダーで表示"),
                f("fc7db594", "プロフィールの要約"),
                f("c3f04d9c", "考え中"),
                f("cbdddb0a", "終了"),
                f("ie2bbeed", function (e) {
                    return 'Searching for "' + e.query + '"';
                }),
                f("b0d1e205", function (e) {
                    return "**「" + e.query + "」**を検索中";
                }),
                f("bf970edd", function (e) {
                    return 'Searching 𝕏 for "' + e.query + '"';
                }),
                f("g008d475", function (e) {
                    return "Browsing " + e.url;
                }),
                f("c91e3971", function (e) {
                    return "Browsing " + e.url + ' for "' + e.query + '"';
                }),
                f("acb9b845", function (e) {
                    return e.url + "で**「" + e.query + "」**をブラウジング中";
                }),
                f("j9006405", function (e) {
                    return "Searching 𝕏 posts by @" + e.username;
                }),
                f("a2dd07e5", function (e) {
                    return "Searching 𝕏 posts by @" + e.username + ' for "' + e.query + '"';
                }),
                f("e99fb7a3", function (e) {
                    return "Searching 𝕏 posts by @" + e.username + ' for **"' + e.query + '"**';
                }),
                f("ead81122", "問題が発生しました。やりなおすか、再接続するために更新してください。"),
                f("f808a13a", "レート制限を超えました。しばらくしてからやりなおしてください。"),
                f("e0481e5a", "お住まいの国では現在のところ、Grokはサポートされていません。"),
                f("bc0a5b5a", "現在、Grokをご利用いただけません。しばらくしてから確認してください。"),
                f("ef674976", "このサービスを使用する権限がありません。"),
                f("c74e87e0", "このファイルは大きすぎます。小さいファイルを選択してください。"),
                f("bea50a2a", "このファイル形式はサポートされていません。"),
                f("j77292b7", function (e) {
                    return "最大" + e.count + " 件のファイルを選択してください";
                }),
                f("d6b533dc", "Rate this translation:"),
                f("j2f9ab6e", "Thank you for your feedback!"),
                f("d56779a2", "わかりやすい"),
                f("b6fe8a56", "わかりにくい"),
                f("i73a7d48", "Googleによる翻訳"),
                f("eeadb767", function (e) {
                    return "Googleによる" + e.originLanguage + "からの翻訳";
                }),
                f("d9c6f69d", function (e) {
                    return "Grokによる" + e.originLanguage + "からの翻訳";
                }),
                f("dc445f82", "Papagoによる翻訳"),
                f("he9803d3", function (e) {
                    return "Papagoによる" + e.originLanguage + "からの翻訳";
                }),
                f("f8264fc0", "Xによる翻訳"),
                f("caa5ba3d", function (e) {
                    return "Xによる" + e.originLanguage + "からの翻訳";
                }),
                f("deaf5b16", "やりなおす"),
                f("a66d80d0", "ポストを翻訳"),
                f("be9b9fb8", "Grokによる翻訳"),
                f("he9c9634", "翻訳を取得できません"),
                f("j2198c98", "翻訳済みポストを非表示"),
                f("d4d35bea", "翻訳中..."),
                f("i7ac410e", "オリジナルを表示"),
                f("c67f09e8", "翻訳を表示"),
                f("e0f81ff3", "翻訳:"),
                f("j2862695", function (e) {
                    return "による" + e.originLanguage + "からの翻訳";
                }),
                f("b7cb4fab", "による翻訳"),
                f("e0bffbf8", "About automatic translation"),
                f("e839db3a", "非表示にする"),
                f("a15585b4", "言語設定"),
                f("d4c339b9", function (e) {
                    return e.fullName + "さん（@" + e.screenName + "）からのポスト";
                }),
                f("db0cb64f", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんがポストしました:\n" + e.tweet;
                }),
                f("h6f99ac4", "ブックマークに追加しました"),
                f("g1c463f6", "ブックマークから削除しました"),
                f("a2e7377f", function (e) {
                    return "「" + e.bookmarkFolderName + "」から削除されました";
                }),
                f("i47ad24c", "その調子です。ポストをいいねするほどタイムラインの精度が向上します。"),
                f("def4a37c", "おつかれさまでした。タイムラインはカスタマイズされていきます。コンテンツをいいねするほど関連性が高くなります。気に入ったコンテンツをいいねしてみましょう。"),
                f("f5d17674", "ポストをリポストしました"),
                f("d714acfa", "ポストのリポストを取り消しました"),
                f("b18dff26", "サブスクライブユーザーのみがこのリポストを見ることができます。"),
                f("c2453318", "フォルダに追加"),
                f("f88553c8", "クリップボードにコピーしました"),
                f("b5b36724", "返信しますか？"),
                f("gce00a2a", "リポストしますか？"),
                f("g271f120", "下書きは、返信する前に破棄されます。"),
                f("gad04d1a", "下書きは、引用する前に破棄されます。"),
                f("ibd021f2", "まず記事を読んでみませんか？"),
                f("bbef69c4", "Xで開いていない記事を共有しようとしています。"),
                f("g5092766", "記事を読む"),
                f("a2d5c006", "リンク先をお読みいただきありがとうございます"),
                f("g37bb2d0", "共有する前にリンク先を読むと、情報に基づいた会話が促されます。"),
                f("gc45a90a", "このメッセージを展開"),
                f("g7135e44", "Xが信頼できる情報源となるようご協力ください。この投稿をいいねする前に詳細を確認することをおすすめします。"),
                f("h9b6d468", "Xが信頼できる情報源となるようご協力ください。この投稿を共有する前に詳細を確認することをおすすめします。"),
                f("af5cd00e", "詳細を確認する"),
                f("e29c651e", "詳細を確認していただきありがとうございます"),
                f("ef504d80", "現在のところ、非公開アカウントのポストはブックマークに追加できません"),
                f("cef96d5a", "このポストはすでにブックマークに存在しています"),
                f("b2542f56", "問題が発生しました。しばらくしてから、ポストをブックマークに追加しなおしてください。"),
                f("fe3b9942", "アカウントからの要請により、このアカウントのポストをいいねできません。"),
                f("c2a6dc5c", "問題が発生しました。しばらくしてから、ポストをいいねしなおしてください。"),
                f("b57f01b8", "フォローしていない非公開アカウントのポストはいいねできません。"),
                f("ba0b3cc0", "アカウントからの要請により、このアカウントのポストをリポストできません。"),
                f("h32b1ac4", "問題が発生しました。しばらくしてからリポストしなおしてください。"),
                f("e50cea9e", "このポストはリポストできません。"),
                f("d8e56f40", "ポスト回数が上限に達しました。また明日リポストしてください"),
                f("i14d7a46", "問題が発生しました。しばらくしてから、ブックマークからポストを削除しなおしてください。"),
                f("d4ebfeb0", "しばらくしてからポストのいいねを解除しなおしてみてください。"),
                f("e639775e", "しばらくしてから、再度リツイートの取り消しをお試しください。"),
                f("fcad707a", "センシティブな内容が含まれている可能性があるため、このポストに警告を表示しています。"),
                f("f1824804", "この警告に異議申し立てをする"),
                f("f755f710", "OK"),
                f("ced4abbe", "会話を見る"),
                f("d00e1d2a", "コミュニティに参加"),
                f("e6057014", "参加をリクエスト"),
                f("ba352986", "まだ返信できません"),
                f("d09e76d8", "コミュニティは公開されるため、ポストを読むことはできます。ただし、会話に加わるにはコミュニティへの参加が必要です。"),
                f("cfa1f802", "コミュニティの詳細を見る"),
                f("af27a0f8", "あなたはこのコミュニティから削除されました"),
                f("id089506", "復帰を希望する場合は、コミュニティモデレーターにお問い合わせください。"),
                f("cac4e916", "このポストは非表示になっています"),
                f("cb18be32", "その操作はまだ行えません"),
                f("dbb5fd8e", "サークルのポストはリポストできません"),
                f("ae2c8a1e", "このポストに返信できない理由"),
                f("afe7ba26", "このツイートをいいねできない理由"),
                f("df9e2356", "このツイートをブックマークに追加できない理由"),
                f("jead3bc2", "このツイートを共有できない理由"),
                f("h2a668b8", "ポストアナリティクスを表示できない理由"),
                f("bd85267e", "リポストできない理由"),
                f("dcc05a7e", "再生数"),
                f("e213fada", "このポストの表示回数を表示できません。"),
                f("g0954ea6", "ポストの作成者とコミュニティのモデレーションチームのみ表示できます。エンゲージメントは無効になっています。"),
                f("e7969518", "コミュニティは公開されるため、ポストを読むことはできます。ただし、現在のところ参加は招待制です。"),
                f("g2dc874a", "コミュニティは公開されるため、ポストを読むことはできます。ただし、操作を行えるのはメンバーだけです。"),
                f("g562676f", "詳細はこちら"),
                f("ee574c37", "詳細はこちら"),
                f("de2d83d6", "ブックマークフォルダに追加"),
                f("f14df406", "リンクをコピー"),
                f("e05c00b4", "リンクをコピー"),
                f("f61c4bb0", "ダイレクトメッセージで送信"),
                f("id35970e", "動画をポスト"),
                f("ff9348b8", "その他の方法で広告を共有"),
                f("d03241f8", "その他の方法でポストを共有…"),
                f("j08dd2d4", "ブックマークから削除"),
                f("b7fde1ea", "フォルダから削除"),
                f("d9a2bd78", "動画をダウンロード"),
                f("fbfab656", "スペースで共有"),
                f("e668112c", "スペースで共有されたポスト"),
                f("g5775e46", "引用を表示"),
                f("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                f("f23d99b0", function (e) {
                    return "ブックマーク";
                }),
                f("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                f("eb3abe45", function (e) {
                    return "件のいいね";
                }),
                f("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                f("i5a8c515", function (e) {
                    return "件の引用";
                }),
                f("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                f("a755b81b", function (e) {
                    return "リポスト";
                }),
                f("e9f1fbcc", "通知はまだ届いていません"),
                f("a3b80be6", "しばらくしてからポストを確認してください。"),
                f("d93b360a", "この列はクリアされました。ポストが作成されると上に表示されます。"),
                f("d6e2f9be", "タイムラインを読み込み中"),
                f("afb4c24a", "アイテムがありません"),
                f("e5b0063d", function (e) {
                    return "タイムライン: " + e.title;
                }),
                f("ib65b1c6", "Appleのアカウントで登録"),
                f("f55cebb8", "Appleのアカウントでログイン"),
                f("dcc304d6", "Appleのアカウントで続ける"),
                f("e0870f26", "Googleアカウントで登録"),
                f("gfeffd6a", "Googleアカウントでサインイン"),
                f("gf5e9ea6", "取り消す"),
                f("e43138c5", function (e) {
                    return e.name + "さんをフォロー";
                }),
                f("be65f2e7", function (e) {
                    return e.name + "さんのフォローを解除";
                }),
                f("a649d337", function (e) {
                    return e.name + "さんに興味がない";
                }),
                f("e2f2b658", "このトピックは今後おすすめとして表示されません。"),
                f("b51f7edf", function (e) {
                    return e.name + "さんのフォローを解除しました";
                }),
                f("gac366b3", function (e) {
                    return e.name + "さんをフォローしました";
                }),
                f("f9e45cfb", function (e) {
                    return "@" + e.screenName + "さんをブロックしますか？";
                }),
                f("fcd4d489", function (e) {
                    return "@" + e.screenName + "さんをブロック";
                }),
                f("a6450e84", "ブロック"),
                f("ad00a739", function (e) {
                    return "このユーザーはあなたの公開ポストを表示できますが、エンゲージメントを行うことはできなくなります。@" + e.screenName + "さんは、あなたをフォローしたりあなたにメッセージを送信したりできなくなります。また、このユーザーからの通知は表示されなくなります。";
                }),
                f("a9fd20be", "ブロックしました。"),
                f("j546fb79", function (e) {
                    return "@" + e.screenName + "さんをブロック解除しますか？";
                }),
                f("c9623eeb", function (e) {
                    return "@" + e.screenName + "さんのブロックを解除";
                }),
                f("e133be4e", "ブロック解除"),
                f("f5f01af6", "このユーザーはあなたをフォローしたり、あなたの公開ポストにエンゲージメントを行ったりできるようになります。"),
                f("b6878b0a", "問題が発生しました。しばらくしてから、このアカウントをブロックしなおしてください。"),
                f("e40252de", "これらのポストをおすすめに表示しない"),
                f("ae225c26", "これらのポストをおすすめに表示する"),
                f("a96d2628", "このリストをおすすめに表示しない"),
                f("d00abae0", "このリストのトップポストはおすすめタイムラインに表示されなくなります。"),
                f("e566dd06", "このリストのトップポストはおすすめに表示されなくなります。"),
                f("j3cc1526", "このリストをホームに表示する"),
                f("h435716e", "このリストのトップポストがおすすめタイムラインに表示されます。"),
                f("e8ba412e", "このリストのトップポストがおすすめに表示されます。"),
                f("d66e95cc", "返信をポストに固定しますか？"),
                f("i24ed0de", "返信を固定"),
                f("b1033082", "ポストの返信の一番上に表示されます。いつでも置き換えたり固定を解除したりできます。"),
                f("e96a5962", "この返信の固定を解除しますか？"),
                f("ec04e6fc", "返信の固定を解除"),
                f("d05618f2", "このポストの返信の一番上に表示されなくなります。"),
                f("j9aedfdc", "返信を固定"),
                f("c034211a", "返信の固定を解除"),
                f("ie4538b4", "ポストに固定された返信"),
                f("ad135a24", "ポストから固定が解除された返信"),
                f("ee369efc", "ポストに返信を固定できません"),
                f("c3e7f572", "ポストから返信の固定を解除できません"),
                f("d058316c", "ご協力ありがとうございます。フィードバックはタイムラインの精度向上に利用します。"),
                f("afb7e8f8", "記事を読む"),
                f("jb0429b1", function (e) {
                    return e.name + "（@" + e.screenName + "）さんが投稿";
                }),
                f("gfdad702", "18+"),
                f("c5d23126", "固定する"),
                f("j44ec610", "固定を解除する"),
                f("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                f("cface2d1", function (e) {
                    return "人のメンバー";
                }),
                f("b5334780", "未承認"),
                f("b171d7c4", "参加する"),
                f("aa7ae3f6", "参加済み"),
                f("bb1d57b6", "退出"),
                f("h4fbfa58", "同意して参加する"),
                f("ea8cfb1e", "同意して参加をリクエスト"),
                f("dc1b14a1", function (e) {
                    return e.communityName + "のルールを確認して同意する";
                }),
                f("c966ac64", "コミュニティへの参加をリクエストできません。しばらくしてからやりなおしてください。"),
                f("g690e07e", "回答（オプション）"),
                f("a5d21bf4", "回答はオプションですが、モデレーターがリクエストを承認しやすくなります。"),
                f("h9526e03", "Xのルール"),
                f("c00c234f", function (e) {
                    return e.communityName + "のルール";
                }),
                f("hafa07f2", "参加は制限されています"),
                f("c15bee32", "このコミュニティから削除されました"),
                f("efa265fc", "ポストが非公開です"),
                f("f9cecf48", "申し訳ありませんが、現在参加できません"),
                f("bf7bdb60", "申し訳ありません。しばらくしてからやりなおしてください。"),
                f("h27d6950", "まだ退会できません"),
                f("b02360f6", "最後の管理者またはモデレーターは、コミュニティが空になるまで退会できません。"),
                f("fe832999", "ポストを公開してください"),
                f("bc7a7af4", "コミュニティであなたのポストは非表示になります。参加しなおすことはできません。"),
                f("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                f("fe76cacc", "ポストをさらに表示"),
                f("aebb6546", "さらにポストを読み込み中"),
                f("a3484d22", "同点"),
                f("aab2efa9", function (e) {
                    return "勝者 " + e.winner;
                }),
                f("ba21c289", function (e) {
                    return "スコアカード、" + e.gameCategory + "、" + e.gameState + "、" + e.accessibleGameClockPeriod + "、" + e.teamOneLabel + "、" + e.teamTwoLabel;
                }),
                f("f178e38c", "予定"),
                f("b6da6b02", "ライブ"),
                f("i9f615c8", "決勝"),
                f("f897267a", "延期"),
                f("f93c4b6a", "中止"),
                f("i79ab12a", "トピックをフォロー"),
                f("c0f56044", "フォロー解除"),
                f("fcf51fe6", "お気に入りに登録"),
                f("e9a90d72", "お気に入りに登録済み"),
                f("bf403716", "お気に入りを解除"),
                f("c9f08e29", function (e) {
                    return e.title + "のお気に入りを解除しますか？";
                }),
                f("hed4dcd0", "このトピックのお気に入りを解除しても、フォロー中のアカウントによっては、このトピックについてのポストが今後も表示される可能性があります。"),
                f("cd876e02", "お気に入りに登録"),
                f("f2816e02", "お気に入りに登録済み"),
                f("f5b04fbc", "お気に入りを解除"),
                f("c481ae3f", function (e) {
                    return e.title + "のお気に入りを解除しますか？";
                }),
                f("c94116de", "このトピックのお気に入りを解除しても、フォロー中のアカウントによっては、このトピックについてのポストが今後も表示される可能性があります。"),
                f("e0e730b0", "興味あり"),
                f("b1850062", "興味なし"),
                f("gd3f996f", function (e) {
                    return "「" + e.title + "」に興味がない場合";
                }),
                f("jdd65aac", "このトピックに興味がない場合でも、フォロー中のアカウントによっては、このトピックについてのポストが今後も表示される可能性があります。"),
                f("f93bb3ee", "画像を読み込む"),
                f("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                f("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                f("c75bf00e", "GIF画像を読み込む"),
                f("d3ac405c", "動画を読み込む"),
                f("g97a046c", "この動画を再生する"),
                f("ac4c73d8", "埋め込み動画"),
                f("f3bb10a6", "動画を再生中"),
                f("b87c0a72", "プッシュ通知をオンにして、Xで「いま」起きていることを確認しましょう"),
                f("e71e09ec", "通知をオンにする"),
                f("g4850f44", "プッシュ通知をオンにしました"),
                f("dc397182", "カスタマイズ"),
                f("ia5e7488", "閉じる"),
                f("j681933e", "非公開リスト"),
                f("add55942", "問題が発生しました。しばらくしてから保存しなおしてください。"),
                f("ib8f5f3c", "問題が発生しました。しばらくしてから解除しなおしてください。"),
                f("e20fc756", "このメンバーはこのリストに追加できません。"),
                f("d8a032a2", "タイムラインを追加するには、固定されたタイムラインを1件削除してください"),
                f("fa816a0a", "リストを並べ替え"),
                f("ac832ae4", "リストを固定"),
                f("cdb33880", "リストの固定を解除"),
                f("ca5d0a82", "リストを編集"),
                f("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                f("h9f711f0", function (e) {
                    return "フォロワー";
                }),
                f("jceadc3e", "無題"),
                f("a1d5303c", "非公開"),
                f("cc8f8a80", "リストに未登録"),
                f("c33a97d6", "公開"),
                f("i73fff1b", function (e) {
                    return e.count + " 件のポストを表示";
                }),
                f("a682906d", function (e) {
                    return "あと" + e.count + " 件選択してください";
                }),
                f("g566e973", function (e) {
                    return e.jobCount + "件の空きポジション" + e.tcc_organization_open_job_count;
                }),
                f("ccc45ee7", function (e) {
                    return e.team + "が勝利しました";
                }),
                f("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                f("ed4bea2e", "今日"),
                f("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                f("cabfdd06", "明日"),
                f("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                f("df45f564", "別のポストを追加"),
                f("i569ff3e", "このスレッドを表示"),
                f("je5502eb", function (e) {
                    return "「" + e.suggestion + "」の結果を含みます";
                }),
                f("bc4628a1", function (e) {
                    return "「" + e.suggestion + "」の結果を表示しています";
                }),
                f("a1979464", "動画を読み込む"),
                f("ic1e826e", "プレイ"),
                f("c8b4bca0", "購入する"),
                f("f5ea07ec", "今すぐ購入"),
                f("b62956aa", "予約する"),
                f("i3ea806a", "注文する"),
                f("fd00a76a", "開く"),
                f("e0aa5848", "インストール"),
                f("g33f3050", "Web"),
                f("d3f6b1a6", "メッセージで返信"),
                f("b0e322cc", "メッセージで返信"),
                f("cb8bddc8", "メッセージで返信"),
                f("cb8c547e", "メッセージで返信"),
                f("d980e29f", function (e) {
                    return e.date + "に開始";
                }),
                f("fdd81500", "カルーセル"),
                f("i0db46e6", "GIF画像"),
                f("faf745fa", "ヌード"),
                f("e1b4e672", "センシティブな内容"),
                f("acc48c15", function (e) {
                    return "警告: " + e.formattedWarningList;
                }),
                f("a0e81a2e", "表示"),
                f("g034e6f1", function (e) {
                    return "この報告にはポストを最大" + e.count + "件添付できます。";
                }),
                f("i2e0d584", "プロモポスト"),
                f("b52a940c", "このポストは表示できません。"),
                f("da59404c", "現在、最新バージョンを表示しています。"),
                f("e267df68", "返信を非表示にしました"),
                f("d5f162b6", "この返信の非表示はいつでも解除できます。他にもありますか？"),
                f("f376e9d4", "ポストのフィードバック"),
                f("d7c93b6c", "ポストを非表示にしました"),
                f("b3abacee", "同じようなポストの表示が少なくなります。他にもフィードバックはありますか？"),
                f("a2411360", "気に入った返信を表示する"),
                f("e8a14626", "ポストにある3つの小さい点（...）のアクションメニューを使って、ポストの返信を固定できるようになりました。"),
                f("d41305a8", "画鋲が刺さった吹き出し"),
                f("eca84b72", "ポストを取り消す"),
                f("g6185a9e", "返信できるアカウント"),
                f("i00051cc", "このポストに返信できるアカウントを選択します。@ポストされたアカウントは常に返信できます。 "),
                f("i9000126", "あなたがフォローしているアカウント"),
                f("dcaede8a", "あなたが@ポストしたアカウントのみ"),
                f("ad85cd2e", "サブスクライバー"),
                f("f19e4bfc", "認証済みアカウント"),
                f("bf994ab2", "自分のみ"),
                f("e7b4b30a", "あなたが@ポストしたアカウントのみ"),
                f("ca6500a8", "返信で外部リンクを無効にする"),
                f("c8a98928", "プロモーション画像"),
                f("f5b3dc1e", "後で試す"),
                f("ae0c5fbe", "返信できるユーザーの変更中にエラーが発生しました"),
                f("bae0cbc0", "返信できるユーザーを変更"),
                f("d78131b9", function (e) {
                    return "@" + e.screenName + "さんをリストに追加/削除";
                }),
                f("b3b642fc", "このポストが表示されている理由"),
                f("fb4ee11c", "この広告が表示されている理由"),
                f("ad50e7d9", function (e) {
                    return e.entity + "のアナリティクスを表示";
                }),
                f("ef1042f8", "コミュニティノートを作成"),
                f("h3edf7a6", "コミュニティノートをリクエスト"),
                f("bf8d98f4", "サブスクライブユーザーのみが返信できます"),
                f("e69ada9e", "プレミアムサブスクライバーのみが返信できます"),
                f("ae04c4dd", function (e) {
                    return e.entity + "を削除しますか？";
                }),
                f("d9442996", "この操作は取り消せません。プロフィール、あなたをフォローしているアカウントのタイムライン、検索結果からポストが削除されます。"),
                f("dad785a7", function (e) {
                    return "あなたのプロフィール、あなたをフォローしているアカウントのタイムライン、検索結果からこの" + e.entity + "のすべてのバージョンが削除されます。この操作は取り消せません。";
                }),
                f("jda253ab", function (e) {
                    return e.entity + "を削除しました";
                }),
                f("j49c2f85", function (e) {
                    return "問題が発生しました。しばらくしてから" + e.entity + "を削除しなおしてください。";
                }),
                f("f9fa0390", "記事が下書き状態になり、記事ページから削除できます。"),
                f("dad450ec", "記事を編集"),
                f("g9677c6e", "確認する"),
                f("b57bfe70", "記事を編集しますか？"),
                f("bd3da7be", "編集中、記事は一時的に非公開になり、他のユーザーから見えなくなります。既存のエンゲージメントはすべて保持され、更新バージョンを再公開すると引き継がれます。"),
                f("j26481e6", "記事の公開を解除し、編集のため下書きに移動しました。"),
                f("b360ac7c", "セクションナビゲーション"),
                f("adc81042", "セクションの詳細"),
                f("bede965c", function (e) {
                    return "" + e.count;
                }),
                f("g345246c", "これはXの新しいコンテンツ作成機能である公開記事です。"),
                f("b14efa0a", "記事のカバー画像"),
                f("afdccedb", function (e) {
                    return e.displayCount + " 件の返信を表示";
                }),
                f("bdba3e1a", "ポスト通知をオンにする"),
                f("c4da7d28", "ポストの通知をオフにする"),
                f("j87c21f4", "通知する"),
                f("iebc30ca", "通知をオフにする"),
                f("dc740eb2", "このアカウントによるポストの通知が通知タイムラインに表示されます。ポストを見逃すことがないように、端末でプッシュ通知をオンにすることもできます。"),
                f("dca669ad", function (e) {
                    return e.name + "さんのリポストはタイムラインに表示されません";
                }),
                f("ce6da5d7", function (e) {
                    return e.name + "さんのリポストは、タイムラインに表示されます";
                }),
                f("c6ea308b", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さん";
                }),
                f("a1fef729", function (e) {
                    return "Xで@" + e.fullName + "さんをチェックしましょう。\n" + e.bio;
                }),
                f("c32a3d03", function (e) {
                    return "@" + e.screenName + "さんをフォロワーから削除しました";
                }),
                f("j7bb1a43", function (e) {
                    return "@" + e.screenName + "さんを報告";
                }),
                f("hef5960c", "プロフィールを共有..."),
                f("bb1cbeb6", "ミュートを解除"),
                f("h2f62206", "ユーザーをミュートします"),
                f("e67b2d65", function (e) {
                    return "@" + e.screenName + "さんをミュート";
                }),
                f("f05597b3", function (e) {
                    return "@" + e.screenName + "さんのミュートを解除";
                }),
                f("h59f52ee", "ミュートしました。"),
                f("eea0cbee", "ミュートを解除しました。"),
                f("i29533b3", function (e) {
                    return "@" + e.screenName + "さんをミュートしました。";
                }),
                f("h129c3c3", function (e) {
                    return "@" + e.screenName + "さんのミュートを解除しました。";
                }),
                f("b3036480", "このフォロワーを削除"),
                f("h27b7407", function (e) {
                    return "@" + e.screenName + "さんをフォロワーから削除します。相手には通知されません。このユーザーが後であなたをフォローしなおすことはできます。";
                }),
                f("ibd0b842", "プロフィールのリンクをコピー"),
                f("b9c26480", "トピックを表示"),
                f("e922ce0c", "リポストをオンにする"),
                f("ge54bb8c", "リポストをオフにする"),
                f("h5ef9bc8", "リストを表示"),
                f("e9eef4c6", "EUにおける違法なコンテンツを報告"),
                f("e28ba0bb", function (e) {
                    return "@" + e.screenName + "さんをEUにおける違法なコンテンツとして報告";
                }),
                f("a30b63da", "問題が発生しました。しばらくしてから、フォロワーの削除をやりなおしてください。"),
                f("gd11f228", "（タイトルが必要です）"),
                f("ced3c85a", "編集済み"),
                f("b375ece0", "あなただけがこの非公開記事を表示できます。"),
                f("edf9101f", "こちら"),
                f("icf7f1a4", "クリップボードにコピーしました"),
                f("e1a292ec", "メディアを追加"),
                f("ebfd8ac6", "挿入"),
                f("ia3611ee", "記事の作成を開始"),
                f("d794135c", "ファイルを選択するか、ここにドラッグしてください。各ブロックには1件のGIF画像、動画、画像セット（1セットあたり最大4件の画像）を含められます。"),
                f("e187f906", "GIF画像"),
                f("fa4e68ca", "ポスト"),
                f("c80940f4", "Markdown"),
                f("cfeb3f86", "コード"),
                f("ad9e175c", "LaTeX"),
                f("c62a27e6", "いいね済み"),
                f("g88b88a6", "ブックマークに追加済み"),
                f("i282583e", "非公開アカウントのポストは使用できません"),
                f("eae4fe7a", "削除されたポストの引用ポストは使用できません"),
                f("d2042fb6", "いいねしたポスト"),
                f("iad3e15c", "ブックマークに追加したポスト"),
                f("f1c63c34", "ポストのURLを貼り付け"),
                f("a78f6310", "ポストURLが無効です"),
                f("fe9ddab6", "ポストが見つかりません"),
                f("dd2c9034", "後で参照できるようにポストを保存する"),
                f("cada17f8", "ポストをブックマークに追加すると、後で簡単に見つけられます。"),
                f("j0179e90", "ポストを作成"),
                f("adad5408", "新しいフォルダ"),
                f("f44ddd2e", "ポストをブックマークに追加して保存する"),
                f("c91d2c4c", "よく考えてから返信を作成する場合や、後で表示できるようにポストを保存する場合は、ブックマークに追加してください。"),
                f("j45c642e", "フォルダを読み込めません"),
                f("b87ca51a", "画像を削除"),
                f("eebff22c", "画像をトリミング"),
                f("hf6f2914", "プレビュー"),
                f("be4a00c2", "ここにコードを追加"),
                f("i3128619", function (e) {
                    return "ブロックは" + e.count + "文字以内にしてください";
                }),
                f("dbb02ec4", "プログラミング言語を選択"),
                f("d942865e", "プログラミング言語を検索"),
                f("e554f642", "変更を破棄しますか？"),
                f("fa524058", "保持"),
                f("d4ab68e2", "破棄"),
                f("a50ba822", "GIFを検索"),
                f("c6f5ac52", "カテゴリー - GIF検索"),
                f("ab468379", function (e) {
                    return e.query + " - GIF検索";
                }),
                f("j7fc4f9c", "自動再生GIF"),
                f("a66b7760", "ラベルのないGIF画像"),
                f("a723aefa", "GIF画像が見つかりません"),
                f("a6ecfa0a", "キーワードを変えて検索してみてください。"),
                f("f5ff0d6f", function (e) {
                    return e.category + " - GIF検索";
                }),
                f("effe1ca6", "LaTeXをここに入力"),
                f("c46c3c62", "式にエラーがあります。修正してからやりなおしてください。"),
                f("d4a4842e", "絵文字を追加"),
                f("fec16c1c", "絵文字"),
                f("idc01eb8", "太字"),
                f("cd7c97c6", "斜体"),
                f("dab932be", "下線"),
                f("c5b6178a", "取り消し線"),
                f("c03d7fd6", "リンクを挿入"),
                f("abfe2d36", "箇条書きリスト"),
                f("da685a7c", "番号付きリスト"),
                f("g74d920c", "引用ブロック"),
                f("cda501c6", "文字を大きくする"),
                f("a54fdc46", "文字を小さくする"),
                f("b340830e", "テキスト内ショートカット"),
                f("c1ea915e", "新しい行またはブロックの先頭に入力し、その後にスペースを入力します"),
                f("e8a4ef02", "見出し"),
                f("dd71241a", "小見出し"),
                f("ja9ca202", "記事のショートカット"),
                f("ef1649e2", "X - キーボードショートカット"),
                f("aefd89c8", "ナビゲーション"),
                f("cafdefb2", "アクション"),
                f("dda42cf2", "列とデッキ"),
                f("e8a12604", "キャプションを入力（オプション）"),
                f("eabf2209", function (e) {
                    return "GIF画像の提供者: " + e.providerName + "さん";
                }),
                f("a613e720", "GIF画像のリンクをコピー"),
                f("aeca1239", function (e) {
                    return "太字" + e.ttc_rich_text_composer;
                }),
                f("i7dc66dd", function (e) {
                    return "斜体" + e.ttc_rich_text_composer;
                }),
                f("ad89b831", function (e) {
                    return "有効" + e.ttc_rich_text_composer;
                }),
                f("jcd5ee8a", "ブロックを編集"),
                f("a8f09fb8", "ブロックを削除"),
                f("i89195ea", "仕切り"),
                f("da8ac57c", "キャプションを編集"),
                f("a8fdd09c", "記事を公開"),
                f("d8047cc8", "公開");
            f("ff7ddca2", "記事は、公開するとポストとして表示されます。さらに、プロフィールの [記事] タブにも表示されます。"),
                f("ef34d7be", "公開範囲と返信の設定は、記事を公開した後は変更できません。"),
                f("e52d4998", "公開範囲を選択"),
                f("d7985b24", "この記事に返信できるユーザーを選択"),
                f("b5660338", "タイムラインのプレビュー"),
                f("hff1b97a", "サブスクライブユーザーのみが返信できます。"),
                f("a330771e", "リンクをクリップボードにコピー"),
                f("b6510e68", "記事のURLをコピーして共有できるようにします。"),
                f("e4a6e006", "問題が発生しました。やりなおしてください。"),
                f("eff483e0", "公開すると、記事を共有するためのリンクを取得できます"),
                f("ca15dd4e", "下書き"),
                f("bb40bf66", "公開中"),
                f("h107935c", "前回の保存: たった今"),
                f("a753a870", "適用"),
                f("afccc67e", "記事のリンクをコピー"),
                f("beb24e9e", "URLをクリップボードにコピーしました"),
                f("db9cc928", "記事を削除しますか？"),
                f("c4e28ba6", "この操作は取り消しできません。記事は失われます。"),
                f("ff2982d0", "記事が削除されます。この操作は取り消せません。プロフィール、あなたをフォローしているアカウントのタイムライン、検索結果から記事が削除されます。"),
                f("ca17beec", "記事を削除しました"),
                f("f5cbb31c", "記事を削除"),
                f("f0977f52", "削除する"),
                f("db419d4c", "下書きをプレビュー"),
                f("a1bc8e6c", "記事を表示"),
                f("b6f72a22", "この記事の公開が解除されて下書きに移動し、他のユーザーから見えなくなります。"),
                f("f558d2e0", "公開を解除して下書きに移動"),
                f("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                f("ib067d6a", "GIF画像1点か画像を4点まで選択してください。"),
                f("eb7ab862", "画像、動画、GIF画像を最大4件選択してください。"),
                f("ce9a9736", "保存中..."),
                f("dd63549e", "記事を公開しました"),
                f("a4d128bc", "記事を公開し、リンクをクリップボードにコピーしました"),
                f("b4071e18", "記事のタイトル"),
                f("f586b7fa", "タイトルを追加"),
                f("ab0fa9ba", "編集するには、下書きに戻ります"),
                f("c5f35c98", "メディアをアップロード中..."),
                f("d739d83e", "カルーセルのアップロード"),
                f("a94efeda", "メディアを保存中..."),
                f("gd79d45a", "フォーカスモードをオンすると、記事の作成に集中できます"),
                f("g1866bb2", "フォーカスモードを終了して標準エディターに戻ります"),
                f("a6a78df4", "記事を公開する前にタイトルとコンテンツが必要です。"),
                f("ia656f1c", "記事を公開するには、タイトルに加えてコンテンツが必要です。"),
                f("d3855e36", "記事を公開する前にタイトルが必要です。"),
                f("f325958e", "タイトルが文字制限を超えています。短くしてから、公開してください。"),
                f("ie5d9064", "記事が文字制限を超えています。本文を短くしてから、公開してください。"),
                f("e03487a0", "タイトルと記事が文字制限を超えています。両方を短くしてから、公開してください。"),
                f("e938d562", "タイトルが文字制限を超えています。タイトルを短くし、本文に内容を追加してから、公開してください。"),
                f("e449c546", "記事にはタイトルが必要です。また、記事が文字数を超過しています。タイトルを追加し、本文を短くしてから、公開してください。"),
                f("bd00e836", "最新の下書きは文字制限を超えているため保存されません。"),
                f("ic110f68", "最新の下書きは長すぎるため保存されません。"),
                f("ifea3114", "共有"),
                f("b384f696", "タイトルは50～70文字にすることをおすすめします"),
                f("a7da0adb", function (e) {
                    return e.count + " 語";
                }),
                f("aea1d455", function (e) {
                    return e.count + " 分";
                }),
                f("df898d71", function (e) {
                    return e.readingTimeValue + " 所要時間";
                }),
                f("i9aadf4a", "リンクが間違っている可能性があります。記事を閲覧、編集、公開するには、左サイドバーでいずれかの記事をクリックしてください。"),
                f("hfdce46e", "記事の公開を解除しました"),
                f("df079228", "フォーカスモード"),
                f("f5037228", "最良の結果を得るため、縦横比が5:2の画像をおすすめします。"),
                f("f965e890", "下書きはここに表示されます"),
                f("c2756718", "公開した記事はここに表示されます"),
                f("af65c854", "フォーカスモードで編集"),
                f("e05e2336", "公開を解除して記事を下書きに移動"),
                f("d36447e0", "ここで記事を作成できます"),
                f("ca0ed982", "下書きを使用するか、新しい記事を作成できます"),
                f("ee9e42aa", "記事を作成"),
                f("e9a50596", "新しい下書きの作成中にエラーが発生しました"),
                f("e070024a", "画像を編集"),
                f("i7d24b36", "次の画像"),
                f("f96a38a2", "前の画像"),
                f("hac7c548", "メディアをトリミング"),
                f("e3dbfba4", "画像の説明を編集"),
                f("dd4a83a6", "内容の警告"),
                f("ffe9ec3a", "説明を追加"),
                f("j063b262", "目が不自由な利用者も含め、多くの利用者が画像を理解できるように説明（代替テキストとも呼ばれます）を追加できます。簡潔にすることをおすすめしますが、画像の前後関係をよく理解できるように画像の内容を正確に説明してください。"),
                f("e57144f0", "はい"),
                f("f9f9210c", "いいえ"),
                f("feabf2a0", "代替テキスト"),
                f("e36287c6", "詳細"),
                f("cf565d08", "代替テキストとは？"),
                f("d9f7b32a", "このポストに内容の警告を設定する"),
                f("ead1b80a", "カテゴリーを選択してください。このポストに内容の警告が設定されます。これにより、ユーザーが見たくない内容を避けられるようになります。"),
                f("h2437f26", "センシティブ"),
                f("g5e1668a", "ダウンロード可能にする"),
                f("fdc6a52a", "有効にすると、動画がダウンロード可能になります。"),
                f("fe09fde2", "設定を変更"),
                f("cd5cba97", function (e) {
                    return "内容の警告: " + e.formattedWarningList;
                }),
                f("h7215a76", "ポストの作成者が、このポストをセンシティブな内容として設定しました。"),
                f("j32d345e", "センシティブな内容を含んでいる可能性があります"),
                f("f1d9930c", "非表示にする"),
                f("c91f83ae", "動画を編集"),
                f("icbec4ae", "キャプションをアップロード"),
                f("e0342f98", "キャプション"),
                f("e7048e74", "メディアをトリミング"),
                f("ga408160", "次の動画"),
                f("dc402134", "前の動画"),
                f("bf4e9d7a", "キャンプションファイル（.srt）をアップロード"),
                f("j435467e", "有効な字幕ファイルをアップロードすることで、字幕とキャプションを動画に追加できます。ファイルはSRT形式にしてください。動画を編集しても、字幕とキャプションに影響はありません。"),
                f("a6b267fa", "キャプションを削除"),
                f("a609edbe", "新しいポストを作成"),
                f("dc295bb0", "コミュニティでポストする"),
                f("e536de22", "ポストするには、まずメンバーになってください。加わるにはコミュニティへの参加が必要です。"),
                f("cb817dae", "ポストを編集"),
                f("bec9cff8", "アカウント作成"),
                f("c150ba68", "ようこそ！"),
                f("f8e2163e", "ログインしますか？"),
                f("a108c147", function (e) {
                    return "@" + e.screenName + "さんをフォローしますか？";
                }),
                f("c66afdc3", function (e) {
                    return "@" + e.screenName + "さんをフォロー";
                }),
                f("feccfd6e", "フォローするにはログインしてください。"),
                f("dedce756", "ポストにいいねできるようになりました。"),
                f("ha5987e0", "このポストをいいねしますか？"),
                f("f98f4e00", "ポストにいいねするにはログインしてください。"),
                f("b459ba4c", "ポストに返信するにはログインしてください。"),
                f("f3e1093a", "リポストできるようになりました。"),
                f("i1d8723c", "このポストをリポストしますか？"),
                f("h19f38de", "ポストするにはログインしてください。"),
                f("e289d950", "ポストを共有するにはログインしてください。"),
                f("d28215f0", "コミュニティでは投票を利用できません。"),
                f("ec2fc089", function (e) {
                    return "あなたのポストを" + e.communityName + "に送信しました";
                }),
                f("c7152355", function (e) {
                    return "画像をより多くのユーザーに理解してもらいましょう";
                }),
                f("ffa5562a", "簡潔でありながら十分に説明することをおすすめします。画像内の文字を要約するか書き出してください。"),
                f("a2d3facd", function (e) {
                    return "説明により、障がいをお持ちのユーザーや背景情報を求めているユーザーがXをより楽しめるようになります。";
                }),
                f("cc6d0a48", "このメッセージは、アクセシビリティ設定でオフにできます。"),
                f("j499fbcb", function (e) {
                    return "件の説明を追加";
                }),
                f("bb8170da", "今回は追加しない"),
                f("h4dd544e", "ポストを送信しました。"),
                f("ice925ce", "ポストを編集しました。"),
                f("eae9e604", "ポストが送信されました。編集できる時間は30分以内です。"),
                f("gcdf3fd6", "ポストが送信されました。編集できる時間は1時間以内です。"),
                f("c7999d10", "ポストを送信しました。"),
                f("b97f5eb2", "ポストを送信中..."),
                f("g08523f0", "ポストを送信中です... 公開されてから30分間は編集できます。"),
                f("fa53f95c", "ポストを送信中です... 公開されてから1時間は編集できます。"),
                f("a608b1b4", "ポストを破棄しますか？"),
                f("j890123a", "スレッドを破棄しますか？"),
                f("af4d0a80", "編集内容を破棄しますか？"),
                f("bb01231c", "この操作は取り消しできません。下書きは失われます。"),
                f("if69307c", "移動すると、変更は保存されません。"),
                f("d2c271f6", "ポストを保存しますか？"),
                f("abb90544", "下書きに保存して後で送信できます。"),
                f("d3bb6f30", "注記: メディアでタグ付けしたアカウントは下書きに保存されません。"),
                f("bf9b89e4", "下書きが保存されました。"),
                f("i63bfbf0", "少し時間を置く"),
                f("a6c55352", "動画のアップロード中です。ポストを破棄してもよろしいですか？下書きと添付ファイルは破棄されます。"),
                f("c3d89aca", "続ける"),
                f("b983f9e0", "注意"),
                f("ed5c4342", "その他の注意点"),
                f("abc4afcc", "編集期限が切れました"),
                f("a9a471fa", "ポストを編集できるのは公開後30分間のみです。"),
                f("a3483f1c", "ポストを編集できるのは公開後1時間のみです。"),
                f("g4bcc5f4", "これ以降は編集できません"),
                f("g922bf14", "ポストは編集しなおせません。"),
                f("f58b5009", function (e) {
                    return "ポストの送信日時: " + e.scheduleDate + e.scheduleTime;
                }),
                f("fa97f508", "ポストを追加するにはまずこのスレッドを送信してください。"),
                f("c091760c", "この編集内容は保存されていません。更新しなおすか、破棄してはじめからやりなおすことができます。"),
                f("d38504ad", function (e) {
                    return "画像、動画、GIF画像を最大" + e.maxMediaCap + "件選択してください。";
                }),
                f("dd6734c2", "詳細はこちら"),
                f("g589c2e2", "回答1"),
                f("a1e6c3a2", "回答2"),
                f("a739e006", "回答3（オプション）"),
                f("d89a5b92", "回答4（オプション）"),
                f("c2a8118e", "投票を削除する"),
                f("a8ede1de", "回答を追加"),
                f("af40a8e0", "追加"),
                f("caf8edc4", "投票期間"),
                f("g93586be", "日"),
                f("d073b644", "時間"),
                f("a2f0728e", "分"),
                f("c9f5ae0a", "下書きに保存済み"),
                f("f0afcc0e", "投票を追加"),
                f("d39e3e78", "ポストを予約"),
                f("f6bab0da", "ポスト本文"),
                f("cc2b28fc", "使える添付ファイルは1種類のみです。"),
                f("i6f7062c", "ポストを追加"),
                f("j1d5791c", "返信を追加"),
                f("e76f3776", "ポストを削除"),
                f("ec10ee02", "投票"),
                f("cce30dcc", "位置情報を追加"),
                f("ee016dd6", "長い動画はアップロードされるまで時間がかかります。アップロードが中断されないように、ブラウザのタブは開いたままにしてください。"),
                f("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + "件の画像の説明";
                }),
                f("d1175c78", "タグ付けする"),
                f("b2943227", function (e) {
                    return "キャンプションファイル（.srt）をアップロード";
                }),
                f("d0afbb37", function (e) {
                    return e.numberOfSubtitles + "件のキャプションファイル";
                }),
                f("e349147c", "いまどうしてる？"),
                f("b4481d6c", "考えをポストする..."),
                f("fbd24526", "別の返信を追加"),
                f("de4669e2", "コメントを追加"),
                f("ed1f39ec", "返信をポスト"),
                f("a402b908", "質問する"),
                f("ic05a146", "タイトル"),
                f("d9c096f0", "画像を生成"),
                f("d2553906", "ポストをブラッシュアップ"),
                f("b85f402a", "Grokでポストをブラッシュアップする"),
                f("e815fc34", "オーディエンスを選択"),
                f("cf44066a", "サークル"),
                f("c6992b94", "プレミアム限定"),
                f("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                f("a7daec1e", function (e) {
                    return "ユーザー";
                }),
                f("f0598964", "一部のユーザーとのみ共有しますか？"),
                f("e1ae1c0a", "サークルでは、選択したユーザーにのみポストを送信できます。"),
                f("eb969e30", "サークルのしくみ"),
                f("bb55e8ee", "ユーザーを追加"),
                f("f1aedb7c", "サークルに追加するユーザーは最大150人選択できます。"),
                f("b659fba8", "サークルのユーザーにのみポスト"),
                f("c474be66", "ぜひ意見を共有してみましょう。サークルだけが表示して返信できます。"),
                f("h031847a", "いつでも変更可能"),
                f("bd9db21f", "詳細はこちら"),
                f("gfca5254", "ルール"),
                f("f510c8b2", "コミュニティルール"),
                f("g46f363e", "会話に参加する前にコミュニティルールを確認してください"),
                f("f6fec9f6", "カードプレビューを削除"),
                f("b2df0574", "フォロワーにも共有する"),
                f("ccfc7453", function (e) {
                    return "あなたをフォローしていて、@" + e.screenName + "さんのサークルに追加されているすべてのユーザーが返信できます";
                }),
                f("d4d17205", function (e) {
                    return "@" + e.screenName + "さんのサークルに追加されているすべてのユーザーが返信できます";
                }),
                f("df961844", "あなたをフォローしているあなたのサークルだけが返信できます"),
                f("ce958ec8", "あなたのサークルだけが返信できます"),
                f("c7df589e", "あなたをフォローしていて、ポスト作成者のサークルに追加されているすべてのユーザーが返信できます"),
                f("j65d7c72", "ポスト作成者のXサークルに追加されているすべてのユーザーが返信できます"),
                f("i8ea6d4e", "全員が返信できます"),
                f("a176d0d8", "あなたがフォローしているアカウントが返信できます"),
                f("gc7e52ca", "あなたが@ポストしたアカウントのみが返信できます"),
                f("feb7560a", "サブスクライバーのみが返信できます"),
                f("h257006e", "このコミュニティのルールを確認する"),
                f("ebe1d850", "サブスクライバーのみが返信できます"),
                f("b121464a", "認証済みアカウントのみが返信できます"),
                f("aa65a44a", "選択内容はこの端末に保存されます"),
                f("a4993fa2", "GIF画像を追加"),
                f("bfb895b1", function (e) {
                    return e.date + "の" + e.time + "に送信されます";
                }),
                f("hb36f723", function (e) {
                    return "最初の" + e.count + "文字のみタイムラインに表示されます。";
                }),
                f("d759c09e", "お試しください"),
                f("e4472565", function (e) {
                    return "アップロード完了（" + e.percent + "%）";
                }),
                f("a06fa8fd", function (e) {
                    return "処理中（" + e.percent + "%）";
                }),
                f("h7f340e5", function (e) {
                    return "アップロード中（" + e.percent + "%）";
                }),
                f("daad8822", "アップロードできません"),
                f("i8ff6261", function (e) {
                    return "この動画は、アップロード可能な最大ファイルサイズ（" + e.human_readable_max_size + "GB）を超えているようです。";
                }),
                f("cba4fdde", "X上の視聴者に1080pで配信"),
                f("ef8f5d90", "おすすめ"),
                f("a7046fb0", "ほとんどの場合、不要です"),
                f("acf3ecf4", "メディアを追加"),
                f("bdbcdd94", "画像を追加"),
                f("f2c8c04d", "ポストを公開してください"),
                f("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                f("c3033e8a", function (e) {
                    return e.replyUserName + "さん、" + e.otherUserName + "さん";
                }),
                f("e50dae2a", function (e) {
                    return e.userOneName + "さん、" + e.userTwoName + "さん、" + e.userThreeName + "さん";
                }),
                f("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + "さん、他" + e.othersCount + "人";
                }),
                f("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                f("ce87c872", function (e) {
                    return e.replyUserName + "、" + e.otherUserName;
                }),
                f("b45fa506", function (e) {
                    return e.userOneName + "、" + e.userTwoName + "、" + e.userThreeName;
                }),
                f("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + "、他" + e.othersCount + "人";
                }),
                f("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                f("g571ef41", "サブスクライバー"),
                f("d48d6476", function (e) {
                    return e.replyUserName + "および" + e.otherUserName;
                }),
                f("i9451241", "サブスクライバー"),
                f("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + "および" + e.userThreeName;
                }),
                f("dcbb6a0b", "サブスクライバー"),
                f("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + "および他" + e.othersCount + "人";
                }),
                f("c65916af", "サブスクライバー"),
                f("g5c5ebb8", function (e) {
                    return e.userName + "さん";
                }),
                f("b86ff336", function (e) {
                    return e.userName + "さん";
                }),
                f("e0af5609", function (e) {
                    return e.userOneName + "さんと" + e.userTwoName + "さん";
                }),
                f("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + "さんの";
                }),
                f("g3d6f043", function (e) {
                    return e.userOneName + "さんと" + e.userTwoName + "さん";
                }),
                f("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + "さんの";
                }),
                f("ef5386dc", function (e) {
                    return e.userOneName + "さん、" + e.userTwoName + "さん、" + e.userThreeName + "さん";
                }),
                f("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + "さんの";
                }),
                f("g1ee3d90", function (e) {
                    return e.userOneName + "さん、" + e.userTwoName + "さん、" + e.userThreeName + "さん";
                }),
                f("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + "さんの";
                }),
                f("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + "、他" + e.othersCount + "人";
                }),
                f("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + "さんの";
                }),
                f("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + "さん、他" + e.othersCount + "人";
                }),
                f("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                f("c14cdb18", "プロモーションする"),
                f("f11264ac", "お支払い方法を追加"),
                f("j619ec94", "ポストをプロモーション"),
                f("h1fcb36c", "ポストをプロモーション"),
                f("fd22cfe0", "広告の利用規約"),
                f("i3656b52", "ご希望のご利用金額を教えてください。"),
                f("h7c29de6", "推定リーチ数"),
                f("hd435bf1", function (e) {
                    return e.audienceLow + "～" + e.audienceHigh + "人";
                }),
                f("i976aff4", "請求時の通貨に合わせて日別予算の情報を更新してください。"),
                f("e1e912f2", "ポストを送信しましたが、ブーストを実行できません。お支払いは発生しません。"),
                f("fe26420a", "キーワードを追加"),
                f("aacfbe55", function (e) {
                    return "@" + e.screenName + "さんとしてポストします。";
                }),
                f("ga8627cd", function (e) {
                    return "@" + e.screenName + "さんとして返信します。";
                }),
                f("e6d2573f", function (e) {
                    return "@" + e.screenName + "さんとしてメッセージを送信します。";
                }),
                f("d37a3e15", function (e) {
                    return "@" + e.screenName + "さんとしてこのリストを作成します。";
                }),
                f("ceb1ad26", "ダウンロード可能な動画について"),
                f("ea97bc08", "オフライン再生やリミックスを許可できます。プレミアムユーザーがあなたのコンテンツをダウンロードして、新たなイメージを吹き込めるようになりました。動画をダウンロード可能にしない場合、動画で [編集] をタップしてください。自分のコンテンツのことは自分で決められます。"),
                f("e6042757", function (e) {
                    return "ポストを編集できる残り時間は" + e.minutes + " 分" + e.seconds + " 秒です";
                }),
                f("a4e39717", function (e) {
                    return "ポストを編集できる残り時間は" + e.minutes + " 分です";
                }),
                f("c55eed72", "返信先"),
                f("caca3102", "会話に参加中の他のアカウント"),
                f("c6a6dc2f", function (e) {
                    return "@" + e.screenName + "さんはブロックされています。あなたが返信しても通知されません。";
                }),
                f("f5b426c2", "ユーザーを読み込み中"),
                f("c20dc654", "10人までタグ付けできます。"),
                f("ae0831ab", function (e) {
                    return "@" + e.screenName + "さんはタグ付けできません";
                }),
                f("cca7fa72", "予約ポストを削除できません。"),
                f("c5dd0190", "時刻"),
                f("edeff232", "日付"),
                f("fddf24b4", "タイムゾーン"),
                f("d39dc06e", "過去の日時にポストを予約することはできません。"),
                f("d024efe2", "18ヶ月以上後の日時にポストを予約することはできません。"),
                f("d15af6da", "削除できない未送信ポストがあります。"),
                f("a1e1b748", "選択した未送信ポストが削除されました。"),
                f("ce80fba0", "未送信ポストを読み込み中"),
                f("i5d56b62", "作成したポストをすぐに送信しない場合、下書きに保存するか、スケジュールしましょう。"),
                f("aef6257e", "未送信ポストを削除中"),
                f("dce0bc34", "未送信ポスト"),
                f("f8464692", "予約済み"),
                f("e8bd47f2", "すべて選択"),
                f("j2b145d4", "選択をすべて解除"),
                f("h6c79ac2", "未送信ポストを破棄"),
                f("d0a4a03c", "この操作は取り消しできません。未送信ポストは失われます。"),
                f("f9f69d32", "送信できません"),
                f("j74e5dd4", "返信しようとしているポストは削除されました"),
                f("c5ceafc8", "返信先"),
                f("f501ba43", function (e) {
                    return "他" + e.count + "件のポスト";
                }),
                f("b321d0cc", "画像を読み込む"),
                f("abd649ce", "未送信ポストを破棄"),
                f("c7d42978", "この操作は取り消しできません。下書きポストは失われます。"),
                f("e43a5528", "問題が発生したため、未送信ポストを削除できません。"),
                f("e7c766ee", "位置情報サービスが無効です"),
                f("ab68727a", "端末の設定でオンにできます。"),
                f("ae4057a2", "位置を特定できません"),
                f("bf2923a6", "端末の設定を確認してください。"),
                f("d963d1b6", "場所が見つかりませんでした"),
                f("a893d602", "OK"),
                f("be6cc44e", "場所を検索"),
                f("d8ef3232", "位置情報を取得できません"),
                f("b01ed2db", function (e) {
                    return e.distance + "マイル";
                }),
                f("i83e29e1", function (e) {
                    return e.distance + "フィート";
                }),
                f("d4b7cff7", function (e) {
                    return e.distance + "km";
                }),
                f("b211849f", function (e) {
                    return e.distance + "分";
                }),
                f("fd391b9f", function (e) {
                    return e.entity + "を埋め込む";
                }),
                f("e1618e49", function (e) {
                    return "@" + e.screenName + "さんをフォローしました";
                }),
                f("ge5067bc", "返信を非表示にする"),
                f("j136c720", "ポストの返信を非表示にしました"),
                f("d66f0338", "ポストへの返信を非表示にする"),
                f("cfc8cb50", "開始した会話を細かく管理するため、ポストの作成者は自分のポストへの返信を非表示にできます。"),
                f("if8dc5f0", "非表示の返信は別のページに移動し、ポストの非表示の返信アイコンを選択すると誰でも表示できます。"),
                f("b2615c6d", function (e) {
                    return "@" + e.screenName + "さんもブロックしますか？";
                }),
                f("i62a03aa", "いいえ"),
                f("f9f27fa2", "ポストを表示しない"),
                f("ce87916a", "ハイライトに追加/削除"),
                f("eaae42ce", "ハイライトに追加しますか？"),
                f("h032d096", "ハイライトから削除しますか？"),
                f("be38d25e", "このポストは、プロフィールの [ハイライト] タブに表示されます。"),
                f("d2be9310", "このポストは、プロフィールの [ハイライト] タブから削除されます。"),
                f("jea6b076", "ハイライトに追加しました。"),
                f("ce6fd0ec", "ハイライトから削除しました。"),
                f("ha35a1d2", "プロフィールに固定する"),
                f("d04f95c0", "プロフィールでポストを固定表示しました。"),
                f("i419d136", "ポストをプロフィールに固定しますか？"),
                f("c1b9714a", "プロフィールページの一番上のポストがいま固定されているものからこちらに変わります。"),
                f("fe4d099a", "ハイライト"),
                f("e8d4c1cc", "ポストのハイライトはサブスクリプションの機能です。認証を受けて、ハイライトなどの機能を利用しましょう。"),
                f("b68c3784", "認証を受ける"),
                f("bb16cc76", "この会話から退出"),
                f("de21174c", "この会話から退出しました"),
                f("j33c9fc6", "退出しない"),
                f("aed79c54", "この会話から退出する"),
                f("h12044a4", "会話に加わりたくないこともあるでしょう。会話から退出すると次のようになります。"),
                f("f100e566", "ユーザー名のタグが解除される"),
                f("a0d68f4e", "ユーザー名は残りますが、元のポストとすべての返信からタグが解除されます。"),
                f("b00255b6", "@ツイートできなくなる"),
                f("geea29ee", "他のユーザーはこの会話であなた宛に@ツイートできなくなります。"),
                f("c54678e8", "通知が停止される"),
                f("ga4fa180", "今後通知を受け取らなくなりますが、会話は引き続き表示できます。"),
                f("h8dde772", "会話から退出しても他のユーザーに通知は表示されません。"),
                f("ee87e71c", "自分をミュートすることはできません。"),
                f("ed428a76", "このユーザーはミュートしていません。"),
                f("e2d6c17e", "この会話をミュート"),
                f("cd1942f4", "この会話のミュートを解除"),
                f("bbd8bed6", "この会話のミュートされた通知"),
                f("c13af432", "この会話のミュートを解除された通知"),
                f("df744bda", "ミュートする"),
                f("j9552760", "会話をミュート"),
                f("d751694c", "会話をミュートすると、この会話は通知されなくなります。"),
                f("a50c911e", "ポストを固定し、ハイライトに追加しました。"),
                f("d1c1e2c2", "コミュニティに固定"),
                f("j832cc34", "コミュニティの一番上に表示されます。"),
                f("h7dbb2f2", "コミュニティの一番上のポストがいま固定されているものからこちらに変わります。"),
                f("d8725596", "コミュニティモデレーターが固定"),
                f("f5cdcc2c", "この広告に興味がない"),
                f("c2e276e4", "作成者によるコミュニティへのアクセスを禁止する"),
                f("a95f04ba", "このポストから画像タグを削除してもよろしいですか？"),
                f("jfc76958", "画像からタグを削除"),
                f("j4e43d8b", function (e) {
                    return e.entity + "を報告";
                }),
                f("e3fd237e", "広告を報告"),
                f("ebb7662a", "ポストを報告"),
                f("d1e21610", "NetzDGへの違反を報告"),
                f("d7513755", function (e) {
                    return "このコミュニティで@" + e.screenName + "さんのポストを検索";
                }),
                f("d7dbb71b", function (e) {
                    return e.followType + "～" + e.screenName;
                }),
                f("ja66a2b5", function (e) {
                    return "@" + e.screenName + "さんのフォローを解除";
                }),
                f("c2423b7b", function (e) {
                    return "@" + e.screenName + "さんのフォローを解除しました";
                }),
                f("i31dfa4c", "返信の非表示を解除"),
                f("j8e56ba2", "返信の非表示を解除しました"),
                f("ic030338", "プロフィールに固定表示しない"),
                f("gfcea3f4", "ポストをプロフィールから固定解除しますか？"),
                f("eb2d59f4", "このツイートはプロフィールページの一番上に自動表示されなくなります。"),
                f("a2dd7414", "プロフィールでのポストの固定表示を解除しました。"),
                f("cac6a24a", "固定されたポストを削除"),
                f("i642edc4", "このポストは、コミュニティフィードの一番上に表示されなくなります。"),
                f("f9478972", "非表示の返信を表示"),
                f("c5491b5d", function (e) {
                    return e.entity + "のエンゲージメントを表示";
                }),
                f("haebcf52", "他のユーザーはこの会話であなた宛に@ツイートできなくなり、あなたは今後通知を受け取らなくなります。"),
                f("c837fcaa", "返信をさらに表示"),
                f("d228a9a0", "さらに表示"),
                f("g0b48670", "返信が多すぎるため、一部の返信が表示されません。"),
                f("d9b417c4", "「興味なし」に設定"),
                f("c29d6806", "おすすめと表示しない"),
                f("ge8f3043", function (e) {
                    return "トピック「" + e.topicName + "」をフォロー";
                }),
                f("aa576cbf", function (e) {
                    return "トピック「" + e.topicName + "」をフォロー解除";
                }),
                f("i77347d1", function (e) {
                    return "トピック「" + e.topicName + "」を非表示にする";
                }),
                f("d69b2d90", "このトピックを「興味なし」とマークしました。"),
                f("je808a17", function (e) {
                    return "トピック「" + e.topicName + "」";
                }),
                f("ic6aa5f4", "認証しました。"),
                f("c02e7e3c", "読み込み中..."),
                f("c5453f28", "ラウンドオブ64"),
                f("eb256a86", "ラウンドオブ32"),
                f("g77adc66", "スイートシックスティーン"),
                f("a6d2520c", "スイート16"),
                f("g5b63eb6", "エリートエイト"),
                f("d8bf2890", "エリート8"),
                f("f9d3d6f2", "ファイナルフォー"),
                f("bda24f7c", "ファイナル4"),
                f("i5043440", "ナショナル・チャンピオンシップ"),
                f("fcb16026", "チャンピオンシップ"),
                f("e9c89ee8", "東部"),
                f("h259fd86", "西部"),
                f("a7b2545a", "南部"),
                f("fdf7819a", "中西部"),
                f("i899e9b0", "ブラケットを送信"),
                f("c5b04394", "選択した大学を表示"),
                f("h836bbae", "トーナメントを表示"),
                f("e1059d6c", "第1試合"),
                f("b1602be4", "第2試合"),
                f("ef7bc2c0", "3月20～21日"),
                f("h726aaf2", "3月22～23日"),
                f("ee7cd198", "3月27～28日"),
                f("fed91402", "3月29～30日"),
                f("aba0a450", "4月5日"),
                f("jdfba2dc", "4月7日"),
                f("b7c6bc12", "未定"),
                f("c373612c", "Pick:"),
                f("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                f("j5db9ddd", " over "),
                f("a638617d", function (e) {
                    return "" + e.loser;
                }),
                f("j4c40da4", "今すぐ送信"),
                f("b23688c8", "取り消しタイマー"),
                f("cca5d499", function (e) {
                    return e.selectedText + "さんについて1文か2文で教えてください。";
                }),
                f("d231a76a", "最も優れた予想には、賞金として10万ドルが贈呈されます。🏀"),
                f("heaba5d8", "Xで大学バスケットボールトーナメントの対戦枠と勝敗を予想しましょう。完全に的中した方には、火星への無料旅行が贈られます！"),
                f("i57d3ea0", "ルールが適用されます"),
                f("a0440af6", "ブラケットを作成"),
                f("aaad27c8", "作成者"),
                f("eb748f7e", "ポストアナリティクスを表示"),
                f("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                f("g62dcfbc", function (e) {
                    return "コイン";
                }),
                f("be059f7e", "10万人以上のユーザーに今すぐリーチ"),
                f("c34f845e", "このポストをブーストしてみましょう。"),
                f("c37102aa", "あなたのコンテンツに興味がありそうな100,000人以上のユーザーに今すぐリーチしましょう。"),
                f("ac245c4c", "今すぐ視認性をブーストする"),
                f("e4db6326", "今はしない"),
                f("g6237a1e", "実施中のプロモーション"),
                f("d6b5949e", "プロモーションを一時停止しました"),
                f("ffd9cfe6", "さらに表示"),
                f("d172116a", "もっと見つける"),
                f("be5df69e", "ポストをさらに表示"),
                f("g11ebd34", "おすすめをさらに表示"),
                f("g4a6901a", "参照"),
                f("h6453e74", "ポストを参照"),
                f("je506a60", "ユーザー名を変更"),
                f("c0fcb08a", "ユーザー名を変更すると、審査が完了するまでチェックマークや関連が一時的に削除されます。"),
                f("d1f6d336", "ユーザー名"),
                f("de65c756", "おすすめユーザー"),
                f("ebeeac1a", "メールアドレスを変更"),
                f("dc013356", "現在のアドレス"),
                f("ea28c7ce", "メール設定を読み込み中"),
                f("f3f66252", "メールアドレスを追加"),
                f("i5107de4", "メールアドレスを更新"),
                f("d19fd42a", "確認メールを再送信"),
                f("g4da3246", "メールが送信されました。受信箱に確認リンクが届いているかすぐに確認してください。"),
                f("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                f("d241169c", "現在のパスワード"),
                f("a9bc3044", "新しいパスワード"),
                f("b8c03cfc", "パスワードを確認"),
                f("b731d32c", "パスワードを更新しました。"),
                f("d555d7e0", "現在と同じパスワードを設定することはできません。"),
                f("fa8af9ae", "パスワードが間違っています。"),
                f("a03f5c73", function (e) {
                    return e.applicationCount + " 件のアプリケーション";
                }),
                f("j25601d9", "詳細はこちら"),
                f("cb841d56", "電話番号を変更"),
                f("ce37ea44", "電話番号を追加"),
                f("ibaf239e", "電話番号を更新"),
                f("j2636558", "電話番号を削除"),
                f("e49b16d4", "電話番号を削除しますか？"),
                f("i931719e", "この操作を行うとアカウントから番号が削除され、その番号で通知やログインコードを受け取れなくなります。"),
                f("j841d1f4", "電話番号が削除されました。"),
                f("fe8b565a", "この電話番号がアカウントから削除され、Xからの通知をSMSで受信しなくなります。さらに、このアカウントの2要素認証がオフになります。"),
                f("hf45b8d4", "この電話番号がアカウントから削除され、Xからの通知をSMSで受信しなくなります。さらに、このアカウントの2要素認証の方法としてSMSがオフになります。"),
                f("bc262c2e", "他の方法"),
                f("hc1a91da", "バックアップコード"),
                f("e4fed8f0", "2要素認証オプションを利用できない場合、使い捨てバックアップコードを使ってXにログインできます。"),
                f("b39c7b14", "ログイン認証を無効にしますか？"),
                f("a923fce6", "2要素認証をオフにすると、アカウントが乗っ取られる可能性が高くなります。オフにしてもよろしいですか？"),
                f("ff781e0a", "オフにしますか？"),
                f("c557ac30", "この方法をオフにしますか？"),
                f("d133464a", "オフにすると、この2要素認証がアカウントから削除されます。オフにしてもよろしいですか？"),
                f("ee3a7bfa", "オフにする"),
                f("aa9139cc", "ログインリクエストを認証"),
                f("jc22dd42", "ログインすると、アカウントへのアクセス許可に必要なプッシュ通知がXアプリに送信されます。"),
                f("a219e218", "OK"),
                f("e0d79de8", "アカウントにリンクされているセキュリティキーが1つしかありません。紛失した場合でもログインできるように、別のキーを追加し、2要素認証バックアップコードを保存してください。"),
                f("ja6bbfa0", "ログイン認証データを読み込み中"),
                f("c2570922", "テキストメッセージ"),
                f("fba9483c", "携帯電話を使って認証コードが記載されたSMSを受信し、Xにログインするときに入力します。"),
                f("ab61b41a", "認証アプリ"),
                f("a67c7d68", "モバイル認証アプリを使って認証コードを受け取り、Xにログインするたびに入力します。"),
                f("h6d0d89c", "セキュリティキー"),
                f("b3e5c946", "Xにログインするときに、セキュリティキーをコンピュータに挿入するか、モバイル端末と同期されたセキュリティキーを使います。サポートされているモバイル端末またはウェブブラウザを使ってください。"),
                f("cd195528", "新しいセキュリティキーを追加"),
                f("a1860ee8", "仮パスワード"),
                f("j45a2856", "サードパーティのサービスで使う一時的なワンタイムパスワードを作成します。"),
                f("d8612d9c", "まずショートメールまたは認証アプリをオンにする"),
                f("e13d4468", "セキュリティキーを設定するには、まず2要素認証の方法としてショートメールまたは認証アプリをオンにしてください。"),
                f("c1d96d6a", "キーの最大数に達しています"),
                f("gf91694e", "別のキーを追加するにはキーを削除してください。"),
                f("j265ddb6", "メールアドレスを確認"),
                f("a7cfdf1c", "2要素認証をオンにするには、メールアドレスをこのXアカウントに登録した後、あなたのものであることを確認してください。"),
                f("d7bfde1a", "ご利用のアカウントは現在、凍結されています。アカウントが凍結されている間は、2要素認証をオンにできません。"),
                f("g268fbb8", "このアカウントは身分証明書により認証済みです。"),
                f("f66d24be", "ヘルプセンター"),
                f("c8255462", "身分証明書確認済みラベルを非表示にする"),
                f("c6e731ee", "身分証明書確認済みラベルを非表示にして、他のユーザーがプロフィールページの青いチェックマークをタップしたときに表示されないようにします。"),
                f("be582166", "身分証明書確認を行うと、アカウントをなりすましから保護でき、プロフィールに身分証明書確認済みラベルが表示されます。"),
                f("b496bc94", "公的機関から発行された身分証明書を確認中です。最新の状況は通知を通じてお知らせいたします。承認されると、身分証明書確認済みラベルがプロフィールに表示されるため、ご利用のアカウントの身分証明書が確認済みであることが他のユーザーからわかるようになります。"),
                f("d8f5cce4", "確認リクエストの上限を超えています。24時間たってからやりなおしてください。"),
                f("i8427a1e", "このアカウントは、身分証明書確認の対象ではありません。現在のところ、身分証明書確認の対象となるのは個人のプレミアムサブスクライバーのみです。"),
                f("cdc65e89", function (e) {
                    return e.title + "（オプション）";
                }),
                f("h05c1f28", "公的機関から発行された身分証明書を送信して、アカウントを認証します。通常は約5分で完了します。"),
                f("j8cfcc62", "XとAu10tixが、私の身分証明書と自撮りの画像（抽出された生体データを含む）を、身元確認やXの関連する安全とセキュリティ（なりすましの防止を含む）の目的で使用することに同意します。Au10tixは、そのデータを最大30日間保存することがあります。"),
                f("c4930cb6", "必要なことは次のとおりです。"),
                f("ac7bb0fe", "公的機関から発行された身分証明書を準備する"),
                f("c12ce69c", "ご利用の端末のカメラが何にも覆われておらず、動作することを確認する"),
                f("c5bfe94a", "自撮り写真と身分証明書の写真を撮影する準備をする"),
                f("e5b7dd84", "再生開始"),
                f("abfaa528", "スキップ"),
                f("e4fed511", "Xプレミアムサービス"),
                f("def518fa", "クリエイターサブスクリプション"),
                f("f61cda83", "広告収益配分"),
                f("g1952008", "クリエイターサブスクリプション"),
                f("e5d0419c", "クリエイター収益配分"),
                f("g3723480", "クリエイターサブスクリプション"),
                f("c776f523", "広告収益配分"),
                f("ab9f38f8", "クリエイターサブスクリプション"),
                f("d5cab8b0", "クリエイター収益配分"),
                f("g1a4a1b6", "身分証明書の確認エラー"),
                f("e24305e4", "身分証明書の確認セッションが古いか無効です。やりなおしてください。"),
                f("f7954a0c", "セキュリティキーデータを読み込み中"),
                f("h69986c2", "セキュリティキーの名前変更や削除を行えます。"),
                f("i5896ba2", "別のキーを追加"),
                f("a8ef2b64", "セキュリティキー（名前なし）"),
                f("d4e220b4", "名前"),
                f("g6d0f0b6", "セキュリティキーを管理"),
                f("b894f68a", "セキュリティキーデータを読み込み中"),
                f("g2601bb6", "キーの名前を変更"),
                f("b464b726", "キーを削除"),
                f("a4101e1b", function (e) {
                    return "追加日: " + e.securityKeyAddedDate;
                }),
                f("i3bb3f78", "バックアップコード"),
                f("ec6a76e0", "新しいコードを生成"),
                f("f2c3c31c", "コードをコピー"),
                f("e8016b64", "バックアップコードの読み込み"),
                f("c4ca22bc", "ご利用の端末にアクセスできなくなった場合、このコードを使ってアカウントを認証できます。"),
                f("f20ff69f", "詳細はこちら"),
                f("j2327f80", "仮パスワード"),
                f("fbfeaf8e", "新しいパスワードを生成"),
                f("h4a8bd12", "パスワードをコピー"),
                f("g247dc1c", "仮パスワードを読み込み中"),
                f("h3a32f52", "この仮パスワードでXにログインしてください。"),
                f("d70fceac", "このパスワードは1時間後に使えなくなります。"),
                f("j924d222", "国を変更"),
                f("e9310157", "詳細はこちら"),
                f("bd5ac12e", "このアカウントでXによるヘッドライン、ボタン、他のテキストを表示する設定言語を選択します。タイムラインに表示されるコンテンツの言語は変更されません。"),
                f("cef33711", function (e) {
                    return e.languageName + "（ベータ版）";
                }),
                f("b033248c", "見つけやすさ"),
                f("c69b4798", "あなたのメールアドレスや電話番号を連絡先に保存している利用者がX上であなたを見つけ、つながれるようにするかどうかを設定します。"),
                f("eca117e6", "あなたのメールアドレスを連絡先に保存している利用者がX上であなたを見つけ、つながれるようにします。"),
                f("acd36386", "あなたのメールアドレスを連絡先に保存している利用者がX上であなたを見つけ、つながれるようにします。"),
                f("gd8511ca", "あなたの電話番号を連絡先に保存している利用者がX上であなたを見つけられるようにする"),
                f("eca935ec", "あなたの電話番号を連絡先に保存している利用者がX上であなたを見つけ、つながれるようにします。"),
                f("ac77c66c", "連絡先"),
                f("jadf483e", "モバイル端末からインポートした連絡先を管理します。"),
                f("b864be7a", "連絡先をすべて削除"),
                f("g5fa1090", "すべての連絡先を削除しますか？"),
                f("h3e420fc", "この操作を行うとXにアップロードした連絡先がすべて削除され、すべての端末でXとの同期が停止します。この操作は取り消せません。連絡先の削除にはしばらく時間がかかるため、その間はおすすめが表示される場合があります。"),
                f("ca24589e", "名前なし"),
                f("d439b1c1", "詳細はこちら"),
                f("fe36fe10", "パスワードを確認"),
                f("hccd9dbe", "入手するにはパスワードを入力してください。"),
                f("df1ddda4", "ポストに追加した位置情報ラベルはX.com、X for iOS、X for Androidに表示されなくなります。この変更が適用されるまで時間がかかることがあります。"),
                f("ed7fa034", "この端末では現在、位置情報サービスがオンになっていません。端末の設定でオンにできます。"),
                f("e80e4288", "ポストに追加された位置情報をすべて削除する"),
                f("b0ee8ab6", "ポストに追加された位置情報をすべて削除しますか？"),
                f("e23b2991", "詳細はこちら"),
                f("gd758534", "画像へのタグ付けを許可し、タグ付けされた際に通知を受け取ります。"),
                f("a90af44e", "センシティブな内容を含むものを表示しない"),
                f("a25e2ec6", "ブロックしているアカウントとミュートしているアカウントを除外する"),
                f("b827a058", "セーフサーチ設定を更新しました。"),
                f("b27c9852", "セーフサーチ設定を更新できません。"),
                f("j3402d7e", "センシティブと思われる内容のポストを検索結果に表示しません。"),
                f("if05bca6", "ブロック、ミュートしているアカウントを検索結果から除外できます。"),
                f("bc7fd990", "トレンド設定を読み込み中"),
                f("e2f16650", "この場所のコンテンツを表示"),
                f("e5e88f40", "オンにすると、身の回りで「いま」起きていることを見つけることができます。"),
                f("i4d54b0e", "おすすめトレンド"),
                f("ad431584", "おもしろいGrokのストーリーを見せてください"),
                f("df9f03c8", "現在地やフォローしているアカウントをもとにトレンドをカスタマイズします。"),
                f("c6cf5c7e", "現在地やフォローしているアカウントをもとにトレンドをカスタマイズできます。"),
                f("e09358ba", "Xの最新の話題をGrokユーモアモードで表示します。"),
                f("a55db872", "カスタマイズ"),
                f("a58170fc", "Grokのストーリー"),
                f("h0b5152e", "場所を変更"),
                f("dfeada5e", "場所を調べる"),
                f("ac854308", "ポリシー"),
                f("d429c942", "アメリカ合衆国選挙のトレンドポリシー"),
                f("ede134f2", "この端末で動画とGIF画像を自動再生するかどうかを選択します。"),
                f("b3aab6d4", "場所"),
                f("e53e05e4", "場所を読み込み中"),
                f("d5c9174f", function (e) {
                    return e.location + "、" + e.country;
                }),
                f("b47d123d", function (e) {
                    return e.percentage + "%お得";
                }),
                f("c6614cc0", "+税"),
                f("f8d3b50a", "税込"),
                f("i2c32253", function (e) {
                    return e.price + "/月";
                }),
                f("c41e1023", function (e) {
                    return e.price + "/年";
                }),
                f("i57aeafb", function (e) {
                    return "最初の" + e.duration + "ヶ月間の後は" + e.standardPrice + "（月払い）";
                }),
                f("ae3e3723", function (e) {
                    return "最初の" + e.duration + "年間の後は" + e.standardPrice + "（年払い）";
                }),
                f("ade4c757", function (e) {
                    return "その後は" + e.price + "/月";
                }),
                f("f7798e11", function (e) {
                    return "その後は" + e.price + "/年";
                }),
                f("e0b39888", "月払い"),
                f("b67c37de", "年払い"),
                f("a8363765", function (e) {
                    return e.price + "（年払い）";
                }),
                f("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                f("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                f("af66a072", "キャンセルすると、以下の特典をご利用いただけなくなります"),
                f("a092f1ba", "続行してキャンセル"),
                f("g96c7f48", "別のプランに変更"),
                f("iccac88e", "[おすすめ] と [フォロー中] に表示される広告数: 半分"),
                f("d7a124d8", "広告ゼロ"),
                f("d2d22c36", "Grokの利用"),
                f("j249b1d4", "返信のブースト"),
                f("c4a37384", "長いポスト"),
                f("fb656858", "ポストの編集"),
                f("faaec212", "ポストから収益を得る"),
                f("fb3c7168", "ブックマークフォルダ"),
                f("b346bc12", "チェックマーク"),
                f("je8143e1", function (e) {
                    return "X" + e.productName + "が" + e.duration + "ヶ月間" + e.percentage + "%の割引";
                }),
                f("j5847735", function (e) {
                    return "X" + e.productName + "が" + e.duration + "年間" + e.percentage + "%の割引";
                }),
                f("da3431f9", function (e) {
                    return "X" + e.productName + "をもう少し利用し続けたい方のために、ちょっとしたプレゼントとしてこちらの割引をご用意しました。";
                }),
                f("i6fbfc72", "1回限りの限定プロモーション"),
                f("f1bc6309", function (e) {
                    return "X" + e.productName + "のすべての機能に引き続きフルアクセス可能";
                }),
                f("fdb7b52a", "割引は、次の課金サイクル以降適用されます。"),
                f("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                f("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                f("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                f("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                f("c6150942", "完了しました"),
                f("a905eac6", "プレミアムについて"),
                f("j6083a1c", "サブスクリプションの管理"),
                f("b4fa4630", "お支払い方法を更新する"),
                f("ef0dfa5a", "請求情報を更新する"),
                f("f5b352ec", "サブスクリプションをキャンセル"),
                f("j317d958", "注意 - 適用予定の割引が取り消されます"),
                f("a46e42d2", "サブスクリプションを保持"),
                f("e122fb3f", function (e) {
                    return "無料トライアルは" + e.endDate + "に終了します。";
                }),
                f("be103b84", "有効"),
                f("ace43720", "まもなく有効期限"),
                f("c8f18aa4", "認証済み組織のサブスクライバーであるため、プレミアムプラスをご利用いただけます。"),
                f("a341d1f7", function (e) {
                    return "所属する組織が認証済み組織のサブスクライバー（ @" + e.organization + "）であるため、プレミアムプラスをご利用いただけます。詳細は組織の担当者にお問い合わせください。";
                }),
                f("e4aaf0f8", "プレミアムの無料サブスクリプションをキャンセルするには、サポートにお問い合わせください"),
                f("e5170220", "このアカウントは、広告のご利用金額にもとづき無料のプレミアムサブスクリプションを受け取りました。"),
                f("j6d6b66e", "このアカウントにはサブスクリプションが付与されています。サブスクリプションをキャンセルするには、サポートにお問い合わせください"),
                f("fae1751f", function (e) {
                    return "このサブスクリプションは、X " + e.mobilePlatform + "アプリから購入したようです。サブスクリプションを管理またはキャンセルするには、そのアプリで操作してください。";
                }),
                f("fecebd4c", "こちら"),
                f("h201c4c2", "iOS"),
                f("i8385a2c", "Android"),
                f("h80834de", "その他"),
                f("baf97716", "課金期間のリマインダー機能が利用可能になります。"),
                f("ae864b69", function (e) {
                    return "サブスクリプションレベルは、" + e.date + "に始まる次の課金サイクルから" + e.tierName + "に変更される予定です。";
                }),
                f("a991d9a3", function (e) {
                    return "次の請求サイクルは" + e.date + "に始まります";
                }),
                f("edbb700f", function (e) {
                    return "次の請求サイクルは" + e.date + "に始まります";
                }),
                f("e3f9d219", function (e) {
                    return "サブスクリプションは" + e.date + "に終了します";
                }),
                f("e9884540", "有効な割引"),
                f("bfb879aa", "保留中の割引"),
                f("f8321d82", "すべて"),
                f("eb233866", "インポートしたアカウント"),
                f("d23b0404", "ブロックすると、そのユーザーはあなたをフォローしたりあなたにメッセージを送信したりできなくなります。また、そのユーザーからの通知は表示されなくなります。"),
                f("e0a7e9bc", "望ましくないアカウントをブロック"),
                f("ef731b14", "ブロックしているアカウントを読み込み中"),
                f("e554ba83", "詳細はこちら"),
                f("if594962", "ブロック中"),
                f("i2b9632e", "ブロック解除しました。"),
                f("g51a96de", "ブロックすると、そのユーザーはあなたをフォローしたりあなたにメッセージを送信したりできなくなります。また、そのユーザーからの通知は表示されなくなります。Xでブロックするアカウントのリストをインポートできます。"),
                f("j035733c", "Xアカウントの削除プロセスを開始します。表示名、ユーザー名、公開プロフィールはX.com、X for iOS、X for Androidに表示されなくなります。"),
                f("j4a29d52", "アカウントを間違って削除した場合でも、アカウント削除から30日以内であればXアカウントを復活させることができます。"),
                f("ea989810", "アカウントを削除"),
                f("f6e73faa", "アカウント削除"),
                f("c3743328", "アカウントが削除されます"),
                f("a20cd24e", "その他のヒント"),
                f("e93b0ae0", "アカウント削除リクエストを完了するにはアカウントに登録されているパスワードを入力してください。"),
                f("fc025d1d", "詳細はこちら"),
                f("bb5e039c", "設定"),
                f("j37efff6", "変更"),
                f("ce5bfe12", "Xデータ"),
                f("g7088266", "プロフィールを編集"),
                f("d9d293b8", "ウェブサイト"),
                f("cb469ff6", "名前を入力してください"),
                f("g511f468", "メディアをアップロードできないためプロフィール画像を更新できません。"),
                f("ec3a116e", "メディアをアップロードできないためバナーを更新できません。"),
                f("j94599ec", "プロフィール画像を追加"),
                f("df31d76a", "バナー画像を追加"),
                f("c01a0e1a", "生年月日を確定しますか？"),
                f("df2c469a", "Proに切り替え"),
                f("e1f76978", "Proプロフィールを編集"),
                f("ic04a6f6", "この操作は取り消しできません。変更は失われます。"),
                f("addbe8e8", "目が不自由な利用者も含め、より多くの利用者にわかりやすいように名前には特殊文字を使わないことをおすすめします。"),
                f("a46f80ab", function (e) {
                    return "誕生日: " + e.birthdate;
                }),
                f("c7905f89", function (e) {
                    return "誕生年: " + e.year;
                }),
                f("bfe8d1a2", "拡張プロフィールを編集"),
                f("e1ec926e", "拡張プロフィールを作成"),
                f("c119dee8", "生年月日"),
                f("bbf0afc8", "生年月日を追加"),
                f("f98d367e", "生年月日を編集しますか？"),
                f("d3f43300", "変更できる回数には制限があります。アカウントを利用する人の年齢を入力してください。"),
                f("g10411f0", "このアカウントを利用する人の生年月日を入力してください。これは、アカウントをビジネス、イベント、あるいはペット用に作成する場合にもあてはまります。"),
                f("a0c5e370", "見ることができる人"),
                f("i68fe54e", "月日"),
                f("b4e729b6", "年"),
                f("f3bb1b48", "生年月日を削除しますか？"),
                f("c9cb9972", "プロフィールから生年月日が削除されます。"),
                f("a2bef112", "生年月日を削除"),
                f("c37622ec", "有効な日付を入力してください"),
                f("f679d166", "フォロワー"),
                f("af293dc2", "フォローしているアカウント"),
                f("h99b6d08", "プライバシーポリシー"),
                f("hce7a225", "詳細はこちら"),
                f("e9603d88", "確認済み電話番号マークを表示する"),
                f("ada99498", "このマークはご利用の地域のユーザーにのみ表示されます。"),
                f("a765e936", "拡張プロフィールを削除"),
                f("d4d68e44", "保存済み"),
                f("b6de83a0", "従業員専用スペース"),
                f("g3f251f2", "非公開ライブ放送"),
                f("d08666ba", "非公開スペース"),
                f("eadb5a46", "いち早く参加しましょう"),
                f("f9629a8f", function (e) {
                    return e.hostName + "さんのライブ放送";
                }),
                f("ia3c0ab7", function (e) {
                    return e.hostName + "さんのスペース";
                }),
                f("hd552761", function (e) {
                    return e.hostName + "さんがホスト";
                }),
                f("c3ea19a5", function (e) {
                    return e.index + " / " + e.total;
                }),
                f("a5235305", function (e) {
                    return e.listOfPeople + "さんが参加しました";
                }),
                f("df9f8243", function (e) {
                    return e.name + "さんがリスニング中";
                }),
                f("g2445c2f", function (e) {
                    return e.name + "さんが発言しています";
                }),
                f("fcfd5a67", function (e) {
                    return e.name + "さんがホストしています";
                }),
                f("f7882829", function (e) {
                    return e.name + "さんが共同ホストになっています";
                }),
                f("d961a4a0", "Xでライブ放送する"),
                f("g2c0144a", "認証済み組織"),
                f("cd5cdec8", "広告クレジットを管理"),
                f("f23b6a72", "残り広告クレジット"),
                f("i969d5de", "広告キャンペーンを始める"),
                f("d0924f58", "問題についてサポートを受ける"),
                f("j8d53b64", "すべての機能を表示"),
                f("jd26f2a6", "関連アカウントを追加"),
                f("e0a492e6", "求人を管理"),
                f("d9cbd02c", "申請を審査中"),
                f("ed4759a6", "数日以内に申請結果をお知らせいたします。詳しい情報はメールでお送りします。"),
                f("dad69faa", "お支払い方法を更新する"),
                f("daf3248a", "申請は完了していません"),
                f("eb71036f", function (e) {
                    return e.date + "までに組織の書類のアップロードと確認を行ってください";
                }),
                f("a1d3f1f2", "Xでは、Xの安全とセキュリティを確保するため、Personaと連携してご本人確認と業務書類の確認を行っています。Personaはお客様のデータを最大30日間保存することがあります。"),
                f("ea8c295a", "書類確認を開始"),
                f("da1aa48f", function (e) {
                    return "@" + e.screenName + "さんのように認証を受けると、信頼性が高まり、目につきやすくなります。";
                }),
                f("e4a7a968", "まだ認証されていません"),
                f("id9c1e82", "このプロフィールは認証済みです"),
                f("d43b0edc", "認証済みユーザーに加わる"),
                f("d4ea0ed4", "青色のバッジを取得する"),
                f("cffeaeae", "認証を受ける"),
                f("b8e930fe", "トレンド"),
                f("ae05f268", "トレンドはありません。"),
                f("c6b51af8", "Xを使ってみよう"),
                f("ie8e1ffc", "今すぐ登録して、タイムラインをカスタマイズしましょう。"),
                f("fd6473fa", "おすすめユーザーを読み込み中"),
                f("a526aa66", "おすすめユーザー"),
                f("ef625010", "おすすめ"),
                f("b7388a56", "フッター"),
                f("hdabc3fc", "利用規約"),
                f("bc6efc72", "プライバシーポリシー"),
                f("h3161192", "Cookieのポリシー"),
                f("a7de64de", "広告情報"),
                f("jb0a4c36", "ブログ"),
                f("ce6d095a", "採用情報"),
                f("e0adec82", "ブランドリソース");
            f("df1b7550", "マーケティング"),
                f("he258678", "Xのビジネス活用"),
                f("c6f58084", "開発者"),
                f("d83f18d2", "プロフィール一覧"),
                f("hc5aa17c", "Xアプリを入手"),
                f("j0693948", "Grokアプリを入手"),
                f("fce9ecce", "おすすめ動画"),
                f("j66b95a2", "詳細ニュース"),
                f("ad35153e", "ベータ版"),
                f("b58d2bd2", "関連するポスト"),
                f("efe6ef9e", "ポストを表示"),
                f("b3d183ce", "返信のあるポスト"),
                f("c299a6c0", "スレッド"),
                f("h3d5d79e", "コミュニティポスト"),
                f("cfe877ca", "フォローするユーザーを選ぶ"),
                f("e06b864c", "この会話をお楽しみいただいているようです"),
                f("a078ff70", "このスレッドでやり取りしたユーザーのコンテンツを表示しますか？新しいアカウントのコンテンツをチェックしてみましょう。"),
                f("cb80300e", "ホームタイムラインに移動"),
                f("ea5cd098", "トレンドに移動"),
                f("c67e3fc2", "ホームタイムライン"),
                f("d601fc20", "最新"),
                f("j43f99be", "関連性"),
                f("ad6e11ac", "返信の並べ替え基準"),
                f("b2311b70", "表示できません"),
                f("j88f27d8", "関連性の高いアカウント"),
                f("i31dcd22", "記事"),
                f("e3de2f6f", function (e) {
                    return e.entity + "をブックマークに追加しました";
                }),
                f("e64de8a9", function (e) {
                    return e.entity + "をブックマークから削除しました";
                }),
                f("d6d9aab6", "ブックマークを追加"),
                f("bb89cf46", "ブックマークを削除"),
                f("a739d4ba", "ブックマークフォルダに追加"),
                f("d5270434", "終了"),
                f("ac85c6b2", "この画像を読み込み中にエラーが発生しました"),
                f("b327c12a", "画像"),
                f("ic76bdf0", "Grokで作り直す"),
                f("a4d3eb67", function (e) {
                    return "Xユーザーの" + e.fullName + "さん: 「" + e.tweetText + "」";
                }),
                f("f0701753", function (e) {
                    return e.number + "日間非表示にする";
                }),
                f("j7d0e836", "開く"),
                f("d227d19e", "閉じる"),
                f("fbf83158", "警告: お支払いに失敗しました"),
                f("jadeb4da", "サブスクリプションの特典を失う前に、お支払い方法を至急更新してください。"),
                f("bce3726a", "請求情報を更新"),
                f("ie4f57d2", "プレミアムサブスクリプションを更新"),
                f("h293aa52", "ご利用のプレミアムサブスクリプションがまもなく終了します"),
                f("j1923668", "引き続きXを最大限に活用しましょう。"),
                f("ac7e97ee", "サブスクリプションを更新"),
                f("f70c69b4", "返信のブースト、ポストの編集、カスタマイズ、長いポストなどを利用できます。"),
                f("f4cec4d2", "青いチェックマーク、返信のブースト、Grokの利用制限引き上げなどを利用できます。"),
                f("h367e724", "拡張プロフィール"),
                f("ea5928d4", "あなたが持つたくさんの魅力をプロフィールにも含めましょう。拡張プロフィールを追加し、より詳しく自己紹介しましょう。"),
                f("h7ef9dc8", "たとえば、次のような内容です。"),
                f("c04ba4b4", "これまで取り組んできたことや紹介したいこと"),
                f("d7666008", "オリジナルのパスタのレシピ"),
                f("cb24ee16", "職務経験や希望する職業"),
                f("a1c93d74", "変更を保存できません。しばらくしてからやりなおしてください。"),
                f("b956c04a", "拡張プロフィールを削除してもよろしいですか？"),
                f("ifb23caa", "拡張プロフィールを削除すると、プロフィールに表示されなくなります。"),
                f("c2333081", function (e) {
                    return e.count + " 文字";
                }),
                f("a2b8c54c", "削除しました"),
                f("a9cc8f96", "最大文字数を超えています"),
                f("eb7710f1", function (e) {
                    return e.years + " 年";
                }),
                f("bfc38bb5", function (e) {
                    return e.months + " ヶ月";
                }),
                f("h6a724ac", "削除してもよろしいですか？"),
                f("f94aacae", "削除すると、プロフィールから削除されます。"),
                f("je07e266", "非表示"),
                f("a622dfcc", "職歴"),
                f("a6ec7ff8", "自己紹介"),
                f("eeb6d22c", "職歴"),
                f("eba5a8ec", "職種"),
                f("fd20adb8", "上記は現在の勤務先です"),
                f("cd3059f2", "開始日"),
                f("b86019ae", "終了日"),
                f("eedfd35c", "企業"),
                f("caa46e54", "会社名"),
                f("e893fe6e", "会社を作成"),
                f("j1c09ca4", "会社のウェブサイト"),
                f("hd332c96", "役職の入力は必須です"),
                f("d2fb1b80", "会社名の入力は必須です"),
                f("b3590132", "開始日と終了日の入力は必須です"),
                f("debb6abe", "開始日を未来の日付にすることはできません"),
                f("j7d08ada", "終了日を未来の日付にすることはできません"),
                f("a8c7d3fc", "終了日は開始日よりも後である必要があります"),
                f("b335d507", function (e) {
                    return "文字数の上限である" + e.maxChars + "文字を超過しています";
                }),
                f("j29ab120", "次のアカウントからの通知を表示しない:"),
                f("jdfc82f6", "フォローしていないアカウント"),
                f("cfcda0e6", "フォローされていないアカウント"),
                f("c75b9b2a", "新しいアカウント"),
                f("f39b9c9e", "プロフィール画像が設定されていないアカウント"),
                f("d227f940", "メールアドレスが未確認のアカウント"),
                f("b210936e", "電話番号が未確認のアカウント"),
                f("ed0df10b", "詳細はこちら"),
                f("dcef34ac", "オンにする"),
                f("a39f706e", "ご利用のブラウザはプッシュ通知に対応していません"),
                f("h4f20d0e", "Xを使っていないときでも最新情報を受け取れるように、プッシュ通知をオンにしましょう。いつでもオフにできます。"),
                f("cdce0394", "この選択は、このブラウザで使っているすべてのアカウントに適用されます。"),
                f("b39bcae2", "プッシュ通知をオンにする"),
                f("b50f6144", "これらの通知を受け取るには、プッシュ通知をオンにしてください。この通知はXを使っていないときでも届きます。また、いつでもオフにできます。"),
                f("fe11b3ea", "このブラウザはサポートされていません"),
                f("a1245d3a", "ご利用のブラウザはプッシュ通知に対応していません。"),
                f("f580c738", "通知をオンにしますか？"),
                f("i951fbcc", "Xからの通知を受け取るには、まずブラウザの設定で許可してください。"),
                f("ec7cb554", "フォローしているユーザーのポスト通知をオンにすると、ポストまたはライブ動画のプッシュ通知を受け取ります。"),
                f("b68050dc", "アカウントを表示"),
                f("af045060", "ポストやアクティビティについての通知"),
                f("cf378ff8", "Xから"),
                f("f823bbbe", "認証済みアカウント向け"),
                f("a40e37f2", "Xを使っていないときでもメールで最新情報を受け取りましょう。いつでもオフにできます。"),
                f("e8eb54a0", "アカウントのウィークリーレポート"),
                f("ib80b0f2", "新しい通知"),
                f("ba58e6b0", "メールでのポスト通知"),
                f("fae2c81a", "最近の話題とトップポスト"),
                f("f7b09bb4", "ポストのパフォーマンスに関する更新"),
                f("d3978554", "Xの商品や機能更新に関するお知らせ"),
                f("bdccb81c", "Xを使いこなすためのヒント"),
                f("c3d47fe6", "未読の新着ポスト"),
                f("af8caf3e", "パートナー商品やサードパーティサービスなどについてのXからのお知らせ"),
                f("hc076ee4", "アンケートについてのお知らせ"),
                f("ddfe3776", "おすすめアカウント"),
                f("d17ba8c2", "最近のフォローに基づいたおすすめアカウント"),
                f("bcf50a1a", "ポストのビジネス向けサービスについてのヒント"),
                f("fcad1e2e", "毎日"),
                f("h9e0dfde", "毎週"),
                f("e26d98ac", "定期的"),
                f("h0c94842", "情報を入手しましょう"),
                f("c460d332", "特定のアカウントのポスト通知をオンにすると、そのアカウントがポスト、ライブ放送、スペースをホストしたときに通知が表示されます。"),
                f("a820d092", "フォロー中のユーザーを読み込み中"),
                f("ha45c9e4", "ポスト通知"),
                f("bdbf8f4e", "単語やフレーズを入力"),
                f("h43e2ea8", "ミュートしているキーワード"),
                f("da8c0440", "ミュート対象:"),
                f("defb4aaa", "すべてのアカウント"),
                f("e7d47b00", "フォローしていないアカウント"),
                f("d9d6e10e", "期間"),
                f("gfa5008e", "ミュート期間を延長"),
                f("c5595dfe", "ミュート期間を変更"),
                f("he6804e0", "キーワードのミュートを解除するまで"),
                f("a268406c", "24時間"),
                f("fc638aa2", "7日"),
                f("b8971cfa", "30日"),
                f("cc7bedfc", "ミュートする期間は変更できます。[再度オンにするまで] を選択している場合は、変更した期間ですぐにミュートが開始されます。"),
                f("d768049c", "ミュートするキーワードを追加"),
                f("c6203da8", "ミュートするキーワードのオプション"),
                f("e3f0d3db", function (e) {
                    return "「" + e.keyword + "」をミュートしました";
                }),
                f("h5746cf7", function (e) {
                    return "「" + e.keyword + "」を更新しました";
                }),
                f("d2693eb8", "ミュートするフレーズは140文字以内にしてください。"),
                f("f8488024", "多くのポストでよく使われるキーワードですが、表示したくなければミュートできます"),
                f("deb4924d", "詳細はこちら"),
                f("aa09e528", "ミュートするキーワードを追加"),
                f("e506aa92", "ミュートする単語またはフレーズを追加"),
                f("cbd04965", function (e) {
                    return "「" + e.keyword + "」のミュートを解除しました";
                }),
                f("eb4e810a", "期限切れ"),
                f("cabeb6c2", "再度オンにするまで"),
                f("f9bce916", "キーワードをミュート"),
                f("gfe0ee3b", "詳細はこちら"),
                f("ba4aaa9e", "フレーズのミュートを解除しますか？"),
                f("f837ed7e", "今後このフレーズが通知とホームタイムラインに表示されます"),
                f("a6194d10", "ミュートしたアカウントを読み込み中"),
                f("bcf6ad9a", "ミュートしているアカウントのポストは、ホームタイムラインに表示されません。ユーザーのプロフィールまたはポストから直接ミュートできます。"),
                f("b8e49590", "アカウントをミュートすると、そのアカウントのメッセージがフィルタリングされ、メッセージリクエストリストの一番下に入れられます。"),
                f("ec202165", "詳細はこちら"),
                f("gde6b425", function (e) {
                    return e.name + "さんをミュートしました";
                }),
                f("e308019b", function (e) {
                    return e.name + "さんのミュートを解除しました";
                }),
                f("hfb77cf6", "セキュリティ"),
                f("f350f0c0", "おすすめ"),
                f("fd3369a2", "おすすめのポスト、アカウント、トレンドの言語を選択してください。"),
                f("hfc86556", "ミュート済み"),
                f("dae57a42", "すべて許可"),
                f("i7cbc154", "一部許可"),
                f("d623aecc", "役割を付与したユーザーとアカウントを共有します。"),
                f("f3029d5c", "この設定をオンにすると、他のユーザーがあなたをアカウントの共有に招待できます。"),
                f("cd1305e8", "他のユーザーがあなたをアカウントに招待できるようにする"),
                f("j339ef22", "すべてのユーザーがあなたを招待できるようにする"),
                f("g4b0c2dc", "フォローしているユーザーのみあなたを招待できるようにする"),
                f("d9aef256", "アカウント権限の付与"),
                f("afb3ccf6", "許可しない"),
                f("dfae5248", "他のユーザーがあなたをアカウントに招待できないようにしますか？"),
                f("b9c91524", "今後は、他の委任への招待を受け取りません。既存の委任には引き続きアクセスできます。"),
                f("c349b958", "メンバーを招待"),
                f("e177f72a", "他のユーザーをアカウントの代理として招待し、アカウントの役割を管理します。メンバーは、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。"),
                f("cd5c5e73", function (e) {
                    return "承諾できる委任は" + e.numDelegatesLabel + " 件のみです";
                }),
                f("efee0a50", "メンバーをこのアカウントに招待"),
                f("ja0a1aa6", "コントリビュータをこのアカウントに招待"),
                f("db4f623a", "役割をこのメンバーに割り当て"),
                f("be7350e3", function (e) {
                    return "@" + e.screenName + "さんを管理者に割り当てますか？";
                }),
                f("b7aa7642", "招待状を送信しました"),
                f("edbca224", "招待を送信"),
                f("f4834ca6", "別のメンバーを招待"),
                f("cb04a824", "コントリビュータ"),
                f("d4b3abde", "コントリビュータは、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。さらに、コントリビュータはアカウントのダイレクトメッセージ、ポスト、リストを表示することもできます。"),
                f("b92e2700", "管理者には、コントリビュータと同じ権限が付与されます。コントリビュータを招待/削除したり、ポストのアナリティクスを表示したりすることもできます。"),
                f("hbbbf908", "管理者は、他のコントリビュータをこのアカウントに招待したり、ポストアナリティクスを表示したりできます。念のため、適切なユーザーに役割を割り当てようとしていることを確認してください。"),
                f("d8eda249", function (e) {
                    return "@" + e.screenName + "さんが招待を承諾すると、新しい権限でこのアカウントのコントリビュータとして操作できるようになります。";
                }),
                f("b5faf216", "このメンバーは、アカウント権限の付与の招待を許可していません。"),
                f("hcc3b4ce", "このメンバーはあなたがブロックしています。"),
                f("ace0f0a4", "このメンバーは、アカウント権限の付与に招待できるユーザーを制限しています。"),
                f("c2e8f726", "管理者"),
                f("fade0942", "管理者は、アカウントのコントリビュータの招待/削除、ポストのアナリティクスの表示も行えます。"),
                f("b7d6e5d6", "コントリビュータ"),
                f("cd76a282", "追加されたメンバーはまだいません"),
                f("db25d796", "このメンバーの役割を変更"),
                f("e4133790", "役割を更新しました"),
                f("a1a27c26", "役割を変更"),
                f("fd7b1b1c", "戻る"),
                f("ec67d021", function (e) {
                    return "@" + e.screenName + "さんは、新しい権限でこのアカウントの代理として操作できます。";
                }),
                f("h502484e", "承認待ちの招待"),
                f("a171ca7c", "メンバーの招待を取り消す"),
                f("f68f079c", "役割を変更"),
                f("b2794e9e", "グループから削除"),
                f("gca83d6a", "このアカウントの管理者ではなくなります。"),
                f("b8cac21c", "このアカウントのコントリビュータではなくなります。"),
                f("hd67c2e8", "招待を取り消す"),
                f("f0bd8ca9", function (e) {
                    return "@" + e.screenName + "さんを削除しますか？";
                }),
                f("a33eba47", function (e) {
                    return "@" + e.screenName + "さんの招待を取り消しますか？";
                }),
                f("d472c9eb", function (e) {
                    return "@" + e.screenName + "さんをグループから削除しました";
                }),
                f("h5951997", function (e) {
                    return "@" + e.screenName + "さんの招待を取り消しました";
                }),
                f("a44c6034", "承認待ちの招待"),
                f("e39bc936", "メンバーは、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。管理者は、アカウントのコントリビュータの招待/削除、ポストアナリティクスの表示も行えます。"),
                f("h0d3bddc", "管理者アクセス"),
                f("c54aafb0", "コントリビュータアクセス"),
                f("idc35f32", "アカウント権限が付与されたアカウントはありません"),
                f("fab787b4", "アカウントから抜ける"),
                f("bfbe9620", "メンバーを表示"),
                f("d52a2b36", "このアカウントの管理者ではなくなります。"),
                f("df515932", "このアカウントのコントリビュータではなくなります。"),
                f("cd00ea21", function (e) {
                    return "@" + e.screenName + "から抜けますか？";
                }),
                f("efa88ab1", function (e) {
                    return "@" + e.screenName + "から抜けました";
                }),
                f("c6dae164", "招待を承諾"),
                f("f8376170", "招待を承諾しない"),
                f("a68c45e4", "承諾しない"),
                f("aa35b48d", function (e) {
                    return "@" + e.screenName + "さんからの招待を承諾しませんか？";
                }),
                f("ed2a4b05", function (e) {
                    return "@" + e.screenName + "へのメンバー招待を承諾しませんでした";
                }),
                f("e73f9635", function (e) {
                    return "@" + e.screenName + "へのメンバー招待を承諾しました";
                }),
                f("d2da668c", "メンバーにアカウント権限を付与"),
                f("ddf27b8e", "コントリビュータを招待"),
                f("jba63182", "アカウントのメンバーの役割を表示します。メンバーは、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。"),
                f("af59527e", "メンバーの役割を表示し、アカウントにコントリビュータを招待します。メンバーは、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。"),
                f("eafcc76a", "このアプリが参照できる内容"),
                f("j3998a16", "このアプリが実行できる処理"),
                f("a6845663", function (e) {
                    return "これらのアプリは" + e.date + "に許可しました";
                }),
                f("b2347f7c", "アプリケーションデータの読み込み中"),
                f("e1fda16e", "このアプリは連携していません"),
                f("b8f3ed46", "サードパーティアプリケーションをXアカウントと連携すると、アカウントへのアクセスがそのアプリケーションに許可されます。"),
                f("gb8d09ba", "あなたのメールアドレスにアクセスできます"),
                f("g6dc09a0", "アクセス権"),
                f("a6e6e898", "読み取り専用"),
                f("cde3b9ae", "読み取りと書き込み"),
                f("g0d7813a", "読み取り、書き込みとダイレクトメッセージ"),
                f("c9b35b9e", "広告データを読み込む"),
                f("e0191264", "広告データの読み込み、作成、管理"),
                f("b73e1e8a", "アクセス権を取り消す方法を見る"),
                f("c174e46e", "表示回数を減らす"),
                f("a39075ff", function (e) {
                    return "他" + e.n + "件";
                }),
                f("da6cdba8", "アプリの許可を取り消す"),
                f("ef1d3dcc", "アプリケーションを報告"),
                f("d64e29c6", "表示された端末からログアウト"),
                f("idfa01cc", "表示された端末からログアウトしますか？"),
                f("f400075e", "アクティブなXセッションが終了します。新しいセッションを開始するにはもう一度ログインしてください。"),
                f("e04ba39c", "日時"),
                f("eed75824", "アクティブなXセッションを終了しました。"),
                f("ddcd3d26", "セッションデータを読み込み中"),
                f("d2f0f3fe", "このセッションはありません"),
                f("ga05517a", "まだ報告を作成していません"),
                f("ea1715c0", "追加するとここに表示されます。"),
                f("b70a2cde", "Twitterでは、テクノロジーを使ってセンシティブなメディアを識別しています。そのため、常に改良を続けていますが、必ずしも正しく判断されるとは限らない点にご注意ください。"),
                f("ee320a07", "センシティブなメディアに関するポリシー"),
                f("ffeb836a", "設定は利用できません"),
                f("f2fb9746", "これらの設定は、必須ではないCookieに適用されるため利用できません。現在、必須ではないCookieをオフにしているため、端末から必須のデータを収集するCookieのみ使用されています。"),
                f("aa4342be", "露骨な暴力"),
                f("jfec3aa0", "成人向けコンテンツ"),
                f("j6bacd6a", "露骨な暴力として設定されたメディアは、表示を選択するまで表示されません。X for iOSでは、このメディアはまったく表示されません。"),
                f("a73e66a8", "成人向けコンテンツとして設定されたメディアは、表示を選択するまで表示されません。X for iOSでは、このメディアはまったく表示されません。"),
                f("fef1b8dc", "センシティブとして設定されたメディアは、表示を選択するまで表示されません。X for iOSでは、このメディアはまったく表示されません。"),
                f("d0a5a1c0", "警告する"),
                f("ga197e26", "すべて表示"),
                f("eb723386", "表示しない"),
                f("ea31c622", "これには、死、暴力、深刻な肉体的危害、医療処置を生々しく示したメディアが含まれます。"),
                f("e40985c4", "これには、ポルノ画像や性的興奮を引き起こす意図がある、合意のもとで作成または共有されたメディアが含まれます。"),
                f("h7e0672b", "メディア設定"),
                f("de9f111a", "現在のサブスクリプションを管理する"),
                f("d5839f9e", "Stripeアカウントから利用規約を確認したり、サブスクリプションを管理したりします。"),
                f("a840c22c", "既存のプレミアムサブスクリプションを管理"),
                f("e31456f8", "レベルを切り替え"),
                f("a7c4ecea", "[おすすめ] タイムラインに広告が表示されなくなります。また、すべての機能が利用可能になり、返信を最大限にブーストできます。"),
                f("h15cc518", "各レベルの詳細を確認してください。1ヶ月プランまたは1年プランから選択できます。"),
                f("ce70c590", "関連アカウントバッジを管理"),
                f("a49e1b2a", "関連アカウントを並べ替え"),
                f("e2daf93c", "最初のバッジはすべてのポストに表示されます。"),
                f("ab8089ea", "並べ替え"),
                f("e0221c42", "X内外でコンテンツが読みやすくなります。"),
                f("adcaa214", "フォローしているユーザーによって最も多く共有された記事をご覧ください。"),
                f("b62d6e4c", "リーダー"),
                f("acf63cd2", "スレッドを読むときの文字サイズを選択します。スレッドのポスト内で本のアイコンのボタンを選択し、リーダー機能をオンにしてください。"),
                f("e5fff0c8", "サブスクリプションは有効です。"),
                f("ac057b4e", "Xでのエンゲージメントが可能な無料サブスクリプションをキャンセルするには、サポートにお問い合わせください"),
                f("ib8ebf3b", function (e) {
                    return "このサブスクリプションは、" + e.mobilePlatform + "端末から購入したようです。サブスクリプションを管理またはキャンセルするには、そのプラットフォームで操作してください。";
                }),
                f("i8132774", "エンゲージメントの多いフォロワー向けのボーナスコンテンツ"),
                f("a1222584", "コンテンツから直接収益を得る"),
                f("df837dac", "推定収益額/入金額のしきい値"),
                f("df29646e", "入金しきい値"),
                f("b0ac642a", "入金が口座に反映されるまで最大90日かかります。"),
                f("c747df1c", "入金情報を設定する"),
                f("ac814a76", "まだ入金情報を設定していません。"),
                f("f139168e", "収益ダッシュボード"),
                f("ee0510c2", "入金履歴"),
                f("c9b82b4c", "申し込み承認済み · サブスクリプションを作成する"),
                f("ibb5e1c8", "申し込みが承認されませんでした"),
                f("b255df58", "申し込み済み · 確認待ち"),
                f("b3f834c8", "申し込みを待機リストに追加済み"),
                f("i14be2c6", "推定収益額"),
                f("fd74390a", "クリエイターの身分証明書確認済み"),
                f("e8dc82e2", "有効なプログラム"),
                f("c12c5eb6", "利用可能なプログラム"),
                f("j53f5eb0", "資格のあるクリエイターは、月単位のサブスクリプションと広告収益配分に登録できます。"),
                f("e9c1273a", "資格のあるクリエイターは、月単位のサブスクリプションとクリエイター収益配分に登録できます。"),
                f("jd176c82", "ご利用の地域では入金がサポートされていません"),
                f("d6ff74ca", "申し訳ありませんが、Xの決済業者はご利用の国での入金をサポートしていません。一部の収益化プログラムはご利用いただけません。"),
                f("e89cdac0", "入金アカウントを管理"),
                f("dd7a54b4", "Stripeアカウントを設定"),
                f("jff3ab68", "ご本人確認"),
                f("j2876824", "本人確認を行う"),
                f("ebd06fb0", "身分証明書を送信しました"),
                f("f65b960c", "クリエイタープログラムへの参加のため、行政機関により発行された身分証明書を確認中です"),
                f("i4a1e936", "支払いを受け取るには、Stripeアカウントをリンクするか新しいStripeアカウントを作成してください"),
                f("f5931b6a", "クリエイタープログラムに参加するには、身分証明書の確認が必要です。クリエイタープログラムへの参加のため、身分証明書を送信したことがある場合、再送信する必要はありません。"),
                f("c8798a95", "こちら"),
                f("d809ac49", "こちら"),
                f("bbe09d38", "申し込み承認済み · アプリストアでの設定待ち="),
                f("efbc5066", "本人確認待ち"),
                f("hc7631da", "Stripeアカウントの設定が完了していません"),
                f("h72d71a2", "対象"),
                f("e12b0b16", "資格がまだありません"),
                f("a1e57106", "未完了"),
                f("i51b4e22", "却下"),
                f("h5bd7160", "このアカウントは身分証明書確認の対象ではありません。"),
                f("e32040c4", "支払いを受け取るには、本人確認を完了してください。"),
                f("j8769b42", "行政機関により発行された身分証明書を確認中です"),
                f("be955554", "クリエイター収益配分"),
                f("b03a3d62", "広告収益配分"),
                f("cbbe29c2", "入金設定は完了しています"),
                f("g97a2d6c", "詳細"),
                f("f30774ea", "収益化プログラムとポリシーについての詳細はこちらをご覧ください。"),
                f("aea0b11a", "サブスクライバー向けのコンテンツを毎月配信して、Xで生計を立てましょう。"),
                f("bce47f48", "ポストのエンゲージメントを獲得してXで生計を立てましょう。"),
                f("h7a68080", "自分の投稿への返信に表示される広告から収益を得ましょう。"),
                f("eefd091e", "本人確認が必要です"),
                f("cd616a5a", "クリエイタープログラムに参加するには、本人確認が必要です。"),
                f("cce8c40a", "本人確認する"),
                f("ja73ebac", "収益"),
                f("h16eeb42", "管理"),
                f("bc43a32e", "最近のアクティビティ"),
                f("i4c3b046", "現在、新しいコインはありません。"),
                f("ca516a66", "すべてのアクティビティを見る"),
                f("ee9ea930", "ダイヤモンド"),
                f("cf3b535e", "対象のポストから受け取ったコインが貯まるとダイヤモンドになります。ダイヤモンドから獲得できる金額が推定収益額に加算されています。"),
                f("fbb7764b", function (e) {
                    return e.count + " コイン";
                }),
                f("e70a07b2", "匿名"),
                f("c76972f0", "前回の入金以降"),
                f("c219a552", "すべての期間"),
                f("f3ce76c0", "さらにヘルプが必要な場合"),
                f("i8982e7e", "ご質問がある場合は、ヘルプセンターをご覧いただくかお問い合わせください。"),
                f("fbbfe8aa", "コインを無効にする"),
                f("e4f29140", "無効にすると、コインプログラムから削除され、コインを受け取れなくなります。"),
                f("e58e85d2", "解除を続ける"),
                f("be8e87b4", "コインを無効にしますか？"),
                f("bee26fa8", "解除する"),
                f("f0145c9a", "コインが無効になりました"),
                f("a22f6808", "すべてのアクティビティ"),
                f("g1b8020c", "過去30日間"),
                f("jb13b840", "すべての期間"),
                f("b4f24360", "過去30日間に新しいコインはありません。"),
                f("d59dbf8a", "概要"),
                f("g652fc4c", "今月の入金履歴はありません。"),
                f("d55e017a", "今月"),
                f("f883322d", function (e) {
                    return "トランザクションID " + e.transactionId;
                }),
                f("d978f43e", "新しいサブスクリプション"),
                f("d113fc10", "現在のところ、新しいサブスクリプションはありません。"),
                f("h7a41c02", "更新"),
                f("eedf2eaa", "現在のところ、更新はありません。"),
                f("d93308d8", "すべてのトランザクションを見る"),
                f("a23e724a", "このアカウントは表示できません。"),
                f("a384fda0", "サブスクリプションの概要"),
                f("i4313618", "自己紹介し、あなたをスーパーフォローした場合のメリットについて説明しましょう。"),
                f("c0348964", "紹介文"),
                f("g522fd30", "サブスクライブのメリット"),
                f("e85471c6", "サブスクライブバッジ"),
                f("fd75ca92", "サブスクライブの公開バッジが付くため、気づきやすくなり、会話や他の交流を行いやすくなります。"),
                f("ia9c37c4", "価格"),
                f("f5be83b2", "コミュニティに参加"),
                f("e4ee8c6a", "サブスクリプションクリエイターフィードバックコミュニティでは、他のクリエイターたちとアイデアを共有したり、インスピレーションを得たり、交流したりできます。"),
                f("i3a90dee", "サブスクリプションを解除する"),
                f("e261e6e6", "解除すると、サブスクリプションプログラムから削除され、サブスクライバーがすべて失われます。"),
                f("ca5ca5ee", "プレビューを表示"),
                f("a329ce88", "説明を追加..."),
                f("f0c99eff", function (e) {
                    return "- @" + e.screenName + "さん";
                }),
                f("g40b2b30", "ポストのプレビューを有効にする"),
                f("c1521804", "サブスクライバーポストのプレビューはサブスクライバー以外のユーザーに表示されます。"),
                f("jd0f1ac0", "サブスクリプションを解除しますか？"),
                f("c6c27fc8", "サブスクリプションの解除は元に戻せません。サブスクリプションプログラムから削除されます。プログラムに戻るには、再申し込みが必要です。"),
                f("f82a23ec", "サブスクリプションが解除されました"),
                f("a4c6e458", "毎月のサブスクリプション価格を設定しました:"),
                f("be54a313", function (e) {
                    return e.price + "/月";
                }),
                f("hadd463a", "料金変更をリクエスト"),
                f("b0728b5c", "料金変更をキャンセル"),
                f("aea9f79c", "次の料金への変更が承認待ちです:"),
                f("c701e5cc", "変更内容は保存されません。"),
                f("a649778c", "編集を続ける"),
                f("d1a683b8", "クリエイターサブスクリプションについて"),
                f("iba08a94", "内容を確認してください"),
                f("a5f55bfa", "サブスクライバーになるかもしれないユーザーがあなたのページを訪問したときに表示される内容です。説明はいつでも更新できます。"),
                f("b600eb88", "ファンを見つけ、認知してもらう"),
                f("da48ebf6", "登録するとボーナスコンテンツを受け取れます"),
                f("f324fb6c", "サブスクリプション"),
                f("c654a3aa", "サブスクライバーのみがこのポストを見ることができます"),
                f("d409ce3c", "お気に入りのXユーザーを応援して、ボーナスコンテンツや追加特典を受け取りましょう。"),
                f("a4ed9072", "紹介文を追加..."),
                f("af5b098e", "サブスクリプションのメリット"),
                f("gf32cca2", "提供するメリットについて説明する"),
                f("j8ba99b4", "共有するボーナスコンテンツを手短に紹介して、毎月どのような特典があるのかを知らせましょう。"),
                f("j679dcda", "例を表示"),
                f("j325331a", "簡単にあいさつする"),
                f("e18e8da8", "サブスクリプションを検討しているユーザーに簡単な紹介メッセージで良い第一印象を与えましょう。"),
                f("fce14f56", "新しい料金"),
                f("b0c58272", "新しい月額料金を選んでください。料金変更が処理されるまでに3～7営業日かかります。料金が上昇する場合、既存のサブスクライバーによるオプトインが必要となることがあります。"),
                f("d5737f0e", "サブスクリプション（1ヶ月）"),
                f("edc014fb", "詳細はこちら"),
                f("h810143c", "詳細"),
                f("ga57b610", "購入日"),
                f("h3b68828", "購入タイプ"),
                f("cc2aa67a", "購入プラットフォーム"),
                f("b313bb24", "お支払い額"),
                f("e5188502", "払い戻しできません"),
                f("bf364d62", "すべてのトランザクション"),
                f("ed3efef0", "過去30日間に新しいサブスクリプションはありません。"),
                f("b5f9ec14", "過去30日間に更新はありません。"),
                f("d8eed490", "プロフィールで公開する内容を管理します。"),
                f("e26dbcd0", "クリエイターサブスクリプションを非表示にする"),
                f("aea7dda8", "プロフィール上のクリエイターサブスクリプションリストは、自分だけに表示されます。"),
                f("j3d2cfc4", "自分が聞いているスペースをフォロワーからわかるようにする"),
                f("d9588ae6", "この設定をオフにしても、スペースに参加しているときはすべてのユーザーにそのことが表示されます。フォロワーは、あなたがホスト、共同ホスト、またはスピーカーになっているスペースを常に知ることができます。"),
                f("i84c5de8", "まもなくお申し込みいただけます"),
                f("b8922f7e", "サブスクリプションプログラムに申し込むには、しばらくしてから再度ご確認ください。"),
                f("ad588be6", "ご利用いただけます。"),
                f("f6443bd2", "サブスクリプションの資格要件を満たしています。ぜひお申し込みください。"),
                f("a3a20a10", "しばらくしてからご確認ください"),
                f("b8d29e4a", "申し訳ありませんが、現在のところサブスクリプションの資格要件を満たしていません。"),
                f("d92c1d0a", "申し込みを続ける"),
                f("fde27650", "サブスクリプションの利用規約"),
                f("c5f89b06", "プレミアムにサブスクライブして認証を受ける"),
                f("ff9f4475", function (e) {
                    return e.minFollowersCount + "人の認証済みフォロワー";
                }),
                f("b747ce3a", "過去30日間アクティブ"),
                f("c27f57ac", "18歳以上である"),
                f("h63d2973", function (e) {
                    return "過去３ヶ月間のオーガニックインプレッションが" + e.count + "件";
                }),
                f("ef606fca", "エンゲージメントの多いフォロワー向けの有料サブスクリプション"),
                f("e533715e", "参加資格を確認"),
                f("d8671da2", "Xで生計を立てる"),
                f("d126a504", "お気に入りのフォロワーに追加コンテンツを提供し、毎月収益を得ましょう。 "),
                f("d08d0bb2", "ボーナスコンテンツ"),
                f("ef29d2c2", "追加のポストや個人的な返信によって、オフレコの考え、アイデア、意見を共有できます。"),
                f("if12af7c", "サブスクリプションの設定"),
                f("cc4c1a14", "価格の設定"),
                f("e1453e45", "詳細はこちら"),
                f("aa7e35ee", "ご利用のアカウントは対象ではありません"),
                f("c984cc62", "ご利用のアカウントは今回対象ではありません。参加についての最新情報をお待ちください。"),
                f("gd115e64", "サブスクリプションに申し込む"),
                f("a9f08d5c", "以下に入力した回答は審査のために使用されます。プロフィールには表示されません。"),
                f("c3f8d650", "コンテンツについて説明してください"),
                f("j89dd344", "サブスクリプションに含めたいと考えているコンテンツの例をお知らせください。できるだけ具体的にすることをおすすめします。"),
                f("d19cc490", "サンプルコンテンツを追加"),
                f("c737c1b2", "あなたの経験をお聞かせください"),
                f("f98e5fd4", "他のプラットフォームで有料コンテンツを作成している場合や、ユーザーがサブスクライブすると思う理由などがあれば教えてください。"),
                f("c41b01be", "売り文句を追加"),
                f("e2aad0fe", "刺激の強いサブスクライバーコンテンツや成人向けサブスクライバーコンテンツはポストしません"),
                f("d1b983ef", function (e) {
                    return e.count + "文字以上にしてください";
                }),
                f("d3d6c52c", "申し込みが送信されました"),
                f("cb27c0ba", "価格を確認しました。お申し込みの審査後、承認された場合は公開されましたらすぐに通知が送信されます。"),
                f("j274e6aa", "待機リストに追加されました"),
                f("j006be54", "サブスクリプションのテストグループはすぐに定員が埋まったため、待機リストに追加しました。枠が追加された場合はすぐにお知らせします。"),
                f("d5cb1114", "サブスクリプションを始めましょう"),
                f("j2f622ec", "テストグループの対象アカウントに選ばれました。今すぐサブスクリプションの詳細を設定してください。利用可能になりましたらお知らせします。"),
                f("e2cd7000", "あと少しです..."),
                f("b3629b92", "もう少しでサブスクリプションの設定が完了します。"),
                f("f4619a62", "承諾して続ける"),
                f("c5625f84", "サブスクリプションのメリットについて説明する"),
                f("c7289544", "サブスクリプションの価格を設定する"),
                f("aaf68c58", "入金情報を確認する"),
                f("b8a69fa0", "サブスクリプションの利用規約"),
                f("ad4a92a2", "バッジ"),
                f("d5aa8de0", "サブスクライバーにバッジを付ける"),
                f("j0bbda92", "設定は不要です。サブスクライブしたサブスクライバー全員に公開バッジが自動的に付きます。"),
                f("e18b7a72", "確認"),
                f("be76dc34", "説明を追加"),
                f("ef5406e4", "紹介文を追加"),
                f("ea8a3d2e", "価格の設定"),
                f("f77bb179", function (e) {
                    return e.price + "を選択しました";
                }),
                f("g2a6f160", "サブスクリプションの価格をもう一度確認してください。価格は、一度設定すると変更できません。"),
                f("g767d1c9", "注記: サブスクリプションのテスト期間中は変更できません"),
                f("df057690", "サブスクライバーが支払う金額を選択してください"),
                f("g5923869", function (e) {
                    return e.price + "/月";
                }),
                f("f025ab3a", "ファンの数をできる限り増やす"),
                f("c962df0e", "投稿やサブスクライバーとのやり取りを不定期に行う"),
                f("ib075804", "ファンを増やして、収益をできる限り増やす"),
                f("fc04f3a6", "投稿やサブスクライバーとのやり取りをある程度の頻度で行う"),
                f("c246656e", "親しい関係を築く"),
                f("h0c5405c", "投稿やサブスクライバーとのやり取りを定期的に行う"),
                f("f2d2153d", function (e) {
                    return "ほとんどのクリエイターは" + e.price + "に設定していますが、自由に価格を選択できます";
                }),
                f("f1cb36b8", "入金設定"),
                f("e20f6662", "完了しました。"),
                f("g88e146c", "ご利用のアカウントは保留中です"),
                f("dfe973a6", "入金情報をお知らせいただき、ありがとうございます。Stripeにより情報が確認され次第、次のステップについて説明する通知が送信されます。"),
                f("ja884230", "入金情報を設定する"),
                f("a3f6a966", "Stripeアカウントを連携"),
                f("cb031e44", "Stripeに移動してアカウントを連携できます。すでにお持ちのStripeアカウントを使用する場合、Stripeによりメールアドレスが求められたらそのアカウントのメールアカウントを入力してください。注記: StripeのメールアドレスがXのメールアドレスと異なっていてもかまいません。"),
                f("ebfb897c", "例"),
                f("dc4feb1a", "紹介文のヒント"),
                f("h9b9d486", "サブスクライバーに提供するコンテンツの種類は自由です。いくつか例を紹介します。"),
                f("ic130fd6", "とっておきの舞台裏コンテンツ、本や他のプロジェクトのチラ見せ、毎月の質問コーナーがあります。"),
                f("dd913e24", "皆さんには最新の写真、オフレコの話、私からの追加コンテンツをお届けします。"),
                f("b737ee66", "VIPコンテンツをお届けします。例: 投票、動画、セール情報などのサブスクライバー専用コンテンツ。"),
                f("a0bb2076", "短くて親切な紹介文にしましょう。コンテンツについては後で説明できます。いくつか例を紹介します。"),
                f("fe076612", "サブスクリプションページを見てくれてありがとう。皆さんにさまざまなコンテンツをお届けできるのが楽しみです。"),
                f("g7f66daa", "皆さん、お元気ですか？サブスクリプションをチェックしてくれてありがとう。きっとコンテンツを気に入ってもらえると思います…"),
                f("hbe4f99e", "こんにちは！秘密のコンテンツをシェアしますね。皆さんと交流できるのも楽しみです^^"),
                f("fb278c82", "このプレビューについて"),
                f("j6cab6ec", "他のユーザーがあなたをサブスクライブする前に表示される内容です。希望どおりの内容になるまで説明をカスタマイズしましょう。"),
                f("f2b1e83e", "Grokとサードパーティコラボレーター"),
                f("e110a46c", "会話履歴を削除"),
                f("ebc4fda0", "Grokの会話履歴を削除しようとしています。削除すると、これらの会話にはアクセスできなくなります。"),
                f("c90fe716", "会話を削除しますか？"),
                f("a8d516a4", "Xは、GrokやxAIが開発した他のAIモデルをトレーニングおよび調整するため、ユーザーのX公開データに加えて、X上のGrokにおけるユーザーのやり取り、インプット、結果をxAIと共有することがあります。これは、ユーザーエクスペリエンスの継続的な向上に役立てられます。"),
                f("a127886c", "会話履歴をGrokに保存する"),
                f("f49b39b8", "これまでの会話の詳細をGrokに保存します。個々の会話を削除し、関連する詳細を消去できます。"),
                f("b7de9ad2", "XによるGrokの動作のカスタマイズを許可します"),
                f("ed141096", "Xデータに加えて、Grokでのやり取り、インプット、結果をGrokの動作のカスタマイズに利用することを許可する Xは、GrokやxAIが開発した他のAIモデルの動作をカスタマイズするため、Xデータに加えて、Grokにおけるユーザーのやり取り、インプット、結果をxAIと共有することがあります。これは、ユーザーエクスペリエンスの継続的な向上に役立てられます。 "),
                f("ecdbece0", "コインプログラムに登録しました。"),
                f("db3f0bbe", "クリエイターがコンテンツから収益を得られるようにしましょう。"),
                f("a1f40cf8", "同意する"),
                f("d604fb32", "クリエイターの利用規約"),
                f("d520d188", "コインを受け取る"),
                f("ea770766", "コインは、対象のポストから受け取れる仮想の硬貨です。コインが貯まってダイヤモンドになると換金できます。"),
                f("d27f5ac6", "パッシブインカム（受動的収入）"),
                f("h1d66df0", "Xに優れたコンテンツをポストするだけで収益を得られます。フォロワーは、コインを送ることで気持ちを示せるようになりました。"),
                f("f85fb0a2", "オーディエンスとつながる"),
                f("d1433e24", "ファンは、楽しいコンテンツを作ってくれたクリエイターに、コインを通じてその気持ちを示せます。クリエイターにとっては、フォロワーやファンとつながる良い機会となります。"),
                f("e6ba42de", "広告収益配分"),
                f("ebc16756", "クリエイター収益配分"),
                f("da4cd6fa", "申し訳ありませんが、広告収益配分に参加する資格がまだありません。参加するための要件は以下のとおりです。"),
                f("b2961492", "申し訳ありませんが、クリエイター収益配分に参加する資格がまだありません。参加するための要件は以下のとおりです。"),
                f("d3789528", "広告収益配分について"),
                f("aa0ff456", "クリエイター収益配分について"),
                f("bf214f48", "OK"),
                f("b2b4d592", "プレミアムまたは認証済み組織にサブスクライブしている"),
                f("fbb03ba6", "プレミアムのフォロワーが500人"),
                f("hb4c5169", function (e) {
                    return "過去3ヶ月間のポストに対するインプレッションが" + e.impression_number + "00万件以上";
                }),
                f("f91685ba", "投稿から収益を受ける資格を自動的に満たしました。"),
                f("a9f0e0fa", "プレミアムまたは認証済み組織のサブスクライバーは、広告収益配分に参加する資格を自動的に満たしています。入金は、あなたのポストへの返信に表示された広告における、認証済みアカウントによるインプレッション数にもとづいて決まります。"),
                f("c694e3e4", "プレミアムまたは認証済み組織のサブスクライバーは、クリエイター収益配分に参加する資格を自動的に満たしています。"),
                f("acd1a1be", "今すぐ入金情報を設定し、今後の支払いを受け取りましょう。"),
                f("f7e11f70", "参加して本人確認を行う"),
                f("c8169274", "お申し込みの保存中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("c3f93665", "クリエイター収益配分の利用規約"),
                f("a249ce04", "広告収益配分の利用規約"),
                f("d085a144", "クリエイター収益ダッシュボード"),
                f("a5204850", "収益合計"),
                f("ada650cf", function (e) {
                    return "お支払い期間: " + e.fromDate + "～" + e.toDate;
                }),
                f("aa732c0a", "動画広告収益配分"),
                f("g88c1108", "動画広告収益配分について"),
                f("d4bb7e9c", "動画広告収益配分の利用規約"),
                f("dc535dbe", "動画プレロール広告収益配分プログラムに申し込むことで、Xのコンテンツからさらに多くの収益を得ましょう。"),
                f("eb6d9270", "コンテンツから収益を得る"),
                f("a778472e", "詳細:"),
                f("bde8446e", "広告収益配分プログラムに申し込むには、[同意して送信] を選択してください。"),
                f("a415fd3a", "同意して送信"),
                f("fbba9725", "Xルール"),
                f("f3dd8c4a", "広告収益配分の利用規約およびクリエイターの収益化に関する規定"),
                f("hd885ae0", "影響を目の当たりにする"),
                f("je4ccd3a", "広告なし記事ヘルプセンター"),
                f("i6cb493e", "関連アカウントの表示方法を管理"),
                f("e4fde082", "ポストの送信を取り消すタイマーを設定し、取り消すポストの種類を選びます。"),
                f("dcfc6540", "元のポスト"),
                f("be077e8c", "スレッド"),
                f("f3429f2c", "投票"),
                f("i647ba8a", "ポストの取り消し期間"),
                f("d195528e", "公開前に取り消すポストの種類と取り消し期間の長さを選択してください。"),
                f("bcf3a9e6", "望ましくない返信を制限するよう設定を管理します。"),
                f("c048fd3a", "望ましくない内容である可能性のある返信をフィルタリングする"),
                f("dab7dac4", "あなたのポストへの返信のうち、望ましくない内容や攻撃的な表現が含まれる可能性のあるものはフィルタリングされ、ここに表示されます。ただし、他のユーザーはここに表示された返信を見ることができます。"),
                f("c4c53b86", "Twitterではテクノロジーを使って、このような返信を識別しています。そのため、常に改良を続けていますが、必ずしも正しく判断されるとは限らない点にご注意ください。"),
                f("dca3d2ee", "返信フィルターをオフにしますか？"),
                f("fe440ff8", "返信フィルターをオフにしても、フィルタリング済みの返信は、返信先のポストに返信として復元されません。"),
                f("cedbb01c", "法的表示"),
                f("b4f917d0", "その他"),
                f("bdfa2b8c", "その他のリソース"),
                f("b8692262", "その他の資料でXの商品やサービスの詳細を確認できます。"),
                f("c0398892", "リリースノート"),
                f("b833bcde", "色のコントラストや動きを制限するなど、表示内容の特定の側面を管理します。このブラウザのすべてのXアカウントにこの設定が適用されます。"),
                f("d5b646be", "視覚"),
                f("jfe6a3a0", "動き"),
                f("e8c72272", "色のコントラストを高める"),
                f("dba2cdd2", "テキストと背景色のコントラストを高めて読みやすくします。"),
                f("d070244e", "動きを減らす"),
                f("icfa5e8c", "ライブエンゲージメントの回数など、アプリ内アニメーションの量を制限します。"),
                f("ae41b002", "ライブエンゲージメントの回数など、アプリ内アニメーションの量を制限します。現在、システムで動きを減らす設定になっています。動きを元に戻すには、まずシステムで設定を変更してください。"),
                f("h9d1cfae", "画像の説明がない場合にメッセージを受け取る"),
                f("c878e9f8", "ポストを送信する前に画像の説明の追加を求めるメッセージを表示します。"),
                f("bbd1fc7c", "Xのアクセシビリティの詳細はこちら"),
                f("ac865cf0", "Xのアクセシビリティ"),
                f("d3a2bde8", "アカウントについての情報を確認したり、データのアーカイブをダウンロードしたり、アカウント停止オプションの詳細を確認したりできます"),
                f("idca4742", "電話番号やメールアドレスなどのアカウント情報を確認できます。"),
                f("b6ded35e", "パスワードはいつでも変更できます。"),
                f("cce24bf4", "アカウントに保存されている情報の種類を確認できます。"),
                f("i203df96", "アカウントを削除する方法について説明します。"),
                f("f70cd5ee", "電話"),
                f("ib6f1694", "アカウントの作成"),
                f("de323650", "女性"),
                f("b6ab31be", "男性"),
                f("h3290872", "認証済み"),
                f("hbd12156", "認証リクエスト"),
                f("b7ec04f4", "はい"),
                f("f70d5780", "はい。"),
                f("dc62d3c6", "いいえ。"),
                f("a67dbd0a", "パロディ、コメンタリー、ファンアカウント"),
                f("a3db727e", "パロディ、コメンタリー、ファンアカウントを管理します"),
                f("eacf1990", "プロフィールに生年月日を追加します。"),
                f("a3bf1262", "プロフィールの生年月日を変更します。"),
                f("h530db16", "非公開ポスト"),
                f("d6d80990", "この情報はログアウト中のブラウザまたは端末に適用されます。ログイン中は異なる場合があります。"),
                f("i0d81ddb", "[カスタマイズとデータ] 設定"),
                f("g2a9bd3e", "自動アカウントのラベル"),
                f("dd9b3aae", "自動アカウントとは"),
                f("b80bdc40", "自動アカウントは、X APIを通じて特定の操作を自動的に実行するようにプログラミングされています。たとえば、地域の気象情報をポストします。このアカウントは、X上の他のユーザーが作成して管理します。"),
                f("a01ac9b6", "ラベルによって、他のユーザーは誰がその自動アカウントを管理しているかを知ることができます。自動アカウントの所有者が管理アカウントを連携させると、その自動アカウントのプロフィールとポストにラベルが表示されます。"),
                f("b989e1fe", "自動アカウントにはラベル付けする必要がありますか？"),
                f("i2d599aa", "どうすれば自動アカウントにラベル付けできますか？"),
                f("gd5bed72", "管理アカウントを作成"),
                f("g6d44432", "管理アカウントは、自動アカウントを運用するユーザー用のアカウントです。"),
                f("e20a69e8", "管理アカウントと自動アカウントを連携させる"),
                f("d2f88358", "設定の [自動化] ページからアカウントを連携させます。"),
                f("e427f632", "ご利用のアカウントがラベル付けされました。"),
                f("a4d7cffa", "アカウントを連携させると、自動アカウントにラベルが付けられます。"),
                f("a18d6a7d", "新しいTwitterルール"),
                f("e9965c14", "自動アカウントのラベルについてのよくある質問"),
                f("ee78c192", "PCFアカウントとは何ですか？"),
                f("c3f35e0c", "PCFアカウントとは、プロフィールに別の人物、グループ、組織を表示して、その対象に関する議論、風刺、情報共有を行っているアカウントのことです。"),
                f("d019b5fa", "PCFアカウントにはラベル付けする必要がありますか？"),
                f("dd04f24e", "はい。PCFラベルを付けることにより、ご利用のアカウントがプロフィールに掲げている対象と関係がないことが他のXユーザーからわかるため、混乱を避けられます。ラベル付けしない場合、ご利用のアカウントが信頼性に関するポリシーに違反する可能性があります。"),
                f("hb0f8bbc", "どうすればPCFアカウントにラベル付けできますか？"),
                f("g69acc5c", "[OK] をクリックすると、プロフィールの設定に移動してアカウントラベルを設定できます。"),
                f("d313d431", "信頼性に関するポリシー"),
                f("a3f22d8e", "アクティビティ、興味関心、おすすめについて受け取る通知の種類を選択します。"),
                f("bc20979a", "Xとそのパートナーは、Cookieを使用して、より高品質、安全かつ迅速なサービスを提供しており、また、Cookieの使用は私たちのビジネスを支えています。Cookieの中には、当社のサービスをご利用いただくため、サービス改善のため、そしてサービスが適切に動作することを確実にするために必要となるものがあります。"),
                f("ge06dadc", "Xとそのパートナーが、あなたの興味関心に合わせてカスタマイズされた広告やコミュニケーションを提供する目的のためにCookieを使用することを許可します。"),
                f("he20de3a", "Xが、カスタマイズされた広告やコミュニケーションのための追加的なデータ収集にCookieを使用することを許可しません。"),
                f("g0ec0bec", "削除済み"),
                f("g89f4614", "アカウントが削除されました"),
                f("f1768324", "Xがコンテンツをカスタマイズして、特定のデータを収集および共有する方法を指定します。"),
                f("ja94f34e", "この設定はログアウト中のブラウザまたは端末に適用されます。ログイン中は適用されません。"),
                f("bd73f7e6", "このページのすべての設定をオンまたはオフにします。"),
                f("ddbc3288", "データ"),
                f("ae5339a0", "Xデータを見る"),
                f("b934e0ea", "カスタマイズとデータを無効にしますか？"),
                f("i0317e0e", "この操作を行うと、表示されるポストと広告の関連性が下がります。"),
                f("a148acba", "無効にする"),
                f("aa023546", "位置情報をもとにカスタマイズ"),
                f("ced77194", "Xコンテンツを閲覧したウェブの場所の使用を許可する"),
                f("fe1fc83e", "アカウントに登録された年齢範囲です。"),
                f("bf9c74d0", "これらの年齢範囲をカスタマイズに使用しないでください。"),
                f("cf0daa24", "この情報の収集には時間がかかることがあります。やりなおしてください。"),
                f("ea522535", "詳細はこちら"),
                f("hf5ca8f8", "プロフィール"),
                f("d9cbe351", function (e) {
                    return e.count + "人が件のイベントにログインしています";
                }),
                f("de90b04a", "位置情報"),
                f("cbd2ef59", function (e) {
                    return e.count + " 件の場所";
                }),
                f("a4441bb8", "Xがおすすめする興味関心"),
                f("e1c6b2d6", "テイラードオーディエンス"),
                f("ed19d10d", function (e) {
                    return e.advertiserCount + " 件の広告主の" + e.audienceCount + " 件のオーディエンス";
                }),
                f("f00d0d03", function (e) {
                    return e.count + " 件の興味関心";
                }),
                f("hf9c2caa", "広告主リストをリクエストしますか？"),
                f("c29b7971", function (e) {
                    return e.primaryEmail + "に送信されます。";
                }),
                f("b9e1cf02", "リクエスト"),
                f("a8276fac", "広告主リストをリクエスト"),
                f("g7912a84", "承知しました。準備ができ次第、リストはメールで送信されます。"),
                f("d6104de0", "興味に合わせた広告は、[カスタマイズとデータ] 設定でオプトアウトできます。オプトアウトするとXに表示される広告が変わりますが、広告主のオーディエンスからは削除されません。"),
                f("ed8c03f5", "詳細はこちら"),
                f("e1a4daac", function (e) {
                    return e.num_audiences + "件のオーディエンス";
                }),
                f("acb25e32", function (e) {
                    return e.num_advertisers + "件の広告主";
                }),
                f("j4fa776e", "携帯電話"),
                f("i7acdb36", "タブレット"),
                f("c112dfc8", "デスクトップ"),
                f("jd8607ba", "登録日"),
                f("ea4f6c9e", "ブラウザ"),
                f("d750b93f", function (e) {
                    return e.count + " 個のブラウザ";
                }),
                f("a9783602", "携帯端末"),
                f("j043aa31", function (e) {
                    return e.count + " 台のモバイル端末";
                }),
                f("ae415fd2", "この設定はオフになっています。"),
                f("a90be7b4", "メールアドレス"),
                f("c0f6f911", "[X外でのアクティビティ]"),
                f("adaafb3f", "[推測される識別情報]"),
                f("f0f72665", "[推測される識別情報]"),
                f("d33b4e5b", "[X外でのアクティビティ]"),
                f("c4668d4f", "[X外でのアクティビティ]"),
                f("df3e137b", "詳細はこちら"),
                f("d1597ccb", "詳細はこちら"),
                f("c1b03a07", "詳細はこちら"),
                f("b056d9dc", "アカウントの第一言語設定です。"),
                f("h68bc23c", "追加言語は表示内容のカスタマイズに使用されます。"),
                f("fbf0e61e", "性別を指定していない場合、アカウントのプロフィールやアクティビティを基に登録されています。この情報が公開されることはありません。"),
                f("b4568a3a", "性別を追加"),
                f("c0be743e", "性別が更新されました"),
                f("c5abae66", "Xが予測してアカウントに登録した性別です。"),
                f("cdb0d3e6", "この性別をカスタマイズに使用しないでください。"),
                f("j31a1aa0", "関連性の高いコンテンツを表示するために使用されている場所です。[位置情報をもとにカスタマイズ] をオフにしている場合、場所はここに表示されません。"),
                f("ddefdd1c", "位置情報を削除しますか？"),
                f("hea740ac", "これには時間がかかることがあります。元に戻すことはできません。"),
                f("a26e0d52", "承知しました。位置情報は削除されます。"),
                f("he447966", "現在、場所が見つかりません。"),
                f("b9d98dec", "位置情報の設定"),
                f("e27e4fce", "不明な場所"),
                f("ib55eb6b", "[連携しているアプリ]"),
                f("e5a4a539", "詳細はこちら"),
                f("gc8f2e14", "興味に合わせた広告は、[カスタマイズとデータ] 設定でオプトアウトできます。"),
                f("e6dbe66b", "詳細はこちら"),
                f("d3310e49", function (e) {
                    return "アカウントに登録されたすべての情報を含むファイルが" + e.primaryEmail + "に送信されます。";
                }),
                f("ib03e8c8", "アカウントに登録されたすべての情報を含むファイルをこの端末にダウンロードしますか？"),
                f("g49741e8", "ダウンロード"),
                f("dc370a0c", "承知しました。準備ができ次第、データはメールで送信されます。"),
                f("c07b4316", "興味関心"),
                f("e97196fe", "関連する話題"),
                f("ja0f971c", "プロフィール、アクティビティ、フォローしているトピックに基づく興味関心です。この情報は、表示される広告など、Xの表示内容のカスタマイズに使用されます。適切でない興味関心がある場合は変更できます。変更が反映されるまで時間がかかる場合があります。"),
                f("gd1ce494", "あなたがよくツイートしていると思われる興味関心です。この情報は、その分野に関心を持っている利用者にあなたのコンテンツをより多く表示するために使用されます。適切でない興味関心がある場合は変更できます。変更が反映されるまで時間がかかる場合があります。"),
                f("a6b0b41a", "ご利用のスマートフォンに無料のXアプリをインストールしましょう。"),
                f("h3ed510e", "Xデータ"),
                f("b708417c", "アカウント情報、アカウント履歴、アプリと端末、アカウントアクティビティ、興味関心、広告データのアーカイブを含むZIPファイルをリクエストできます。データのアーカイブをダウンロードする準備ができると、アプリ内通知が表示されます。"),
                f("jbf5843e", "Periscopeデータ"),
                f("ea886c6e", "Periscopeデータのアーカイブは、Periscopeから直接リクエストできます。"),
                f("cdcc2ad4", "ダウンロードできません"),
                f("dbeff87a", "アーカイブをリクエスト"),
                f("hb02ed28", "[データをダウンロード] 機能は現在利用できません。後日やりなおしてください。"),
                f("c2254084", "リクエストを受け付けました。アカウントを保護するため、データの準備ができるまで24時間以上かかることがあります。"),
                f("f62d1d9e", "アーカイブをダウンロードし、デスクトップブラウザで表示する準備ができました。有効期限は数日後ですので、その前にこのデータをダウンロードしてください。"),
                f("b221ca4c", "データをダウンロードする準備ができましたらお知らせします"),
                f("db40dfcf", "このフォームに記入"),
                f("g1aced04", "アプリ、端末、その他の情報"),
                f("dbcf3a1a", "プロフィールラベルを追加"),
                f("cbb2367c", "パロディ、コメンタリー、ファンアカウントのプロフィールラベルを表示または非表示にします。"),
                f("ge48855c", "パロディ"),
                f("hf019b20", "このラベルを付けることにより、ご利用のアカウントがプロフィールに掲げている対象と関係がないことが他のXユーザーからわかるため、混乱を避けられます。"),
                f("d048571e", "パロディラベルを削除しますか？"),
                f("g905134c", "このラベルをオフにすると、プロフィールや過去のすべてのポストから削除されます。信頼性に関するポリシーに沿っていることを確認してください。"),
                f("ce62c8c2", "プロフィールラベルを削除しますか？"),
                f("a14080ce", "プロフィールラベルを更新しますか？"),
                f("db6796f6", "このラベルをオフにすると、プロフィールや過去のすべてのポストからラベルが削除されます。信頼性に関するポリシーに沿っていることを確認してください。一度更新すると、48時間は再度更新できなくなります。"),
                f("c700b6be", "一度更新すると、48時間は再度更新できなくなります。"),
                f("ff1739ae", "プロフィールラベル"),
                f("h70c602c", "プロフィールラベルを更新できません"),
                f("c818c60c", "アナリティクス"),
                f("ha9f14b1", function (e) {
                    return "スペースは" + e.scheduleDate + e.scheduleTime + "に開始されます";
                }),
                f("jafbef80", "このスペースをスケジュールする権限がありません"),
                f("e5d26f84", "「いま」起きていることを見逃さないように、通知を有効にしましょう。通知内容をカスタマイズするため、ご利用の端末の国と言語についてのデータが利用されます。"),
                f("f91f00ba", "クリップを作成"),
                f("f9b2d343", function (e) {
                    return e.count + " 件のポスト";
                }),
                f("jcc8306e", "スピーカーリクエスト"),
                f("j41fd45a", "リクエスト送信済み"),
                f("d5b2aae8", "送信されたスピーカーリクエストが多すぎます。しばらくしてからやりなおしてください。"),
                f("b9945b98", "スピーカーリクエストを送信できません。スペースに参加しなおし、数秒たってからやりなおしてください。"),
                f("b2cc6a54", "スピーカーとして参加"),
                f("fb6c0bbc", "匿名でのリスニング"),
                f("e49a1f42", "現在、匿名でリスニングしているため、あなたはホストや他の参加者から見えません。"),
                f("jf01aea4", "参加するには、一度退出した後、他のユーザーから見えるリスナーとして入りなおしてください。"),
                f("cac1482a", "リアクションする"),
                f("fc0e94b7", function (e) {
                    return e.emoji + "でリアクションする";
                }),
                f("jf9f3e54", "15秒早送りする"),
                f("hdd1aba0", "15秒戻る"),
                f("b89c5a50", "一時停止"),
                f("e674c120", "字幕を表示"),
                f("f45bace4", "字幕を非表示"),
                f("ce96f1dc", "キャプションがありません"),
                f("e07f6e7d", function (e) {
                    return e.rate + "倍速";
                }),
                f("jd04fc66", "0.5倍速"),
                f("f03848b8", "通常"),
                f("j0e5c2ce", "1.5倍速"),
                f("b3f2318e", "2倍速"),
                f("f17bc95a", "画面を共有"),
                f("b11a74b2", "共有を停止"),
                f("e51c2372", "ゲスト"),
                f("b08821f4", "戻る"),
                f("fed1388a", "スペースの設定"),
                f("c63dd2cc", "私と一緒にリアルタイムの会話に参加しましょう。"),
                f("c958c6c8", "ポストする"),
                f("if23a252", "その他の方法で共有"),
                f("c0530da6", "共有メニュー"),
                f("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                f("j78ad1ca", "スペースを終了しますか？"),
                f("db684264", "終了する"),
                f("je23178a", "すべてのユーザーに対して会話が終了されます。"),
                f("c371fb9a", "末尾"),
                f("c0ce822e", "マイクの設定"),
                f("a2bf8b8a", "リスニングに切り替え"),
                f("caa8d928", "ノイズ抑制を切り替える"),
                f("b5d88f0c", "従業員専用"),
                f("c855ab8e", "サブスクライバーのみ");
            f("ddeb0a3c", "このようなコミュニティです。メンバーが気に入ったら、見てみましょう。"),
                f("e111f531", function (e) {
                    return e.count + " 人がリスニング/リプレイ";
                }),
                f("cbef820f", function (e) {
                    return e.screenName + "さんがストリームをリポストしました。";
                }),
                f("e3275464", "送信"),
                f("cededf2a", "ホスト"),
                f("i2caef48", "共同ホスト"),
                f("j245c654", "スピーカー"),
                f("eda23a02", "リスナー"),
                f("b90eb348", "スピーカーとして招待"),
                f("d9a63e82", "スピーカーから削除"),
                f("bd917b26", "共同ホストとして招待"),
                f("d7357e7e", "共同ホストから削除"),
                f("bf307fc0", "ブロックして削除"),
                f("ccf2f24e", "報告する"),
                f("i22835de", "承諾"),
                f("cb59a0fe", "承諾しない"),
                f("c2376960", "スピーカーリクエスト"),
                f("aba7dcdd", function (e) {
                    return e.name + "さんを招待";
                }),
                f("f5c7aaa7", function (e) {
                    return "ホスト";
                }),
                f("fc56c8b1", function (e) {
                    return "共同ホスト";
                }),
                f("iba0f45d", function (e) {
                    return "スピーカー";
                }),
                f("dc066955", function (e) {
                    return "リスナー";
                }),
                f("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + "件の空きスポット";
                }),
                f("c3b5b829", function (e) {
                    return e.count + " 件のリクエスト";
                }),
                f("fe7a1910", "招待状を送信"),
                f("ic3c757e", "ユーザーを検索"),
                f("cd133486", "招待"),
                f("f2333850", "X外で共有する"),
                f("cddb8097", "詳細はこちら"),
                f("f77997b0", "共同ホスト"),
                f("i48f4ed8", "スピーカー"),
                f("a77c8e02", "リスナー"),
                f("bdfa93eb", function (e) {
                    return e.name + "さんが共有";
                }),
                f("d8cc6ada", "スピーカーを選択してください。現在のスピーカーは変更されません。変更が適用されるまで数秒かかることがあります。"),
                f("e3a87142", "スピーカーとして招待したアカウントのみ"),
                f("db3de1d2", "スピーカーとして参加"),
                f("d7f4bc44", "共同ホストとして参加"),
                f("edcf15e9", function (e) {
                    return "リクエスト済み（" + e.count + "）";
                }),
                f("h13957aa", "スペースをミュート"),
                f("ge6372fa", "スペースのミュートを解除"),
                f("i7a42e1c", "このスペースを共同で管理する"),
                f("e0b8f112", "共同ホストとして招待されました。"),
                f("ee12263c", "共同ホストは、スペースで発言できます"),
                f("jee7002c", "共同ホストは、スピーカーを招待、削除、ミュートできます"),
                f("i95225d2", "共同ホストは、ポストを共有および削除できます"),
                f("f07137fa", "共同ホストは、スペースからリスナーを削除できます"),
                f("j6cdf012", "共同ホストは、他の共同ホストを招待または削除できません"),
                f("c727d116", "共同ホストは、スペースを終了できません"),
                f("g69084b8", "共同ホストの招待を承諾する"),
                f("ddd5cfe2", "ドッキング"),
                f("ee230734", "その他のオプションを表示"),
                f("ic8c615e", "クイック返信オプションを選択して送信"),
                f("a04077c4", "画像、動画、GIF画像を1点選択してください。"),
                f("c07367d8", "現在のところ、暗号化されたメッセージではメディアを利用できません。"),
                f("af71ef68", "音声"),
                f("fc64990e", "動画"),
                f("ca0ce0e4", "新しいメッセージを作成"),
                f("e18e6a63", function (e) {
                    return "@" + e.username + "さんにメッセージを送信するにはXプレミアムが必要です";
                }),
                f("c3752568", "問題が発生しました。しばらくしてから、メッセージを送信しなおしてください。"),
                f("f78aa3ea", "メッセージの一部を送信できません。しばらくしてからやりなおしてください。"),
                f("f9690dc0", "このアカウントにはメッセージを送信できません。"),
                f("b1d35408", "メッセージ送信の1日の制限回数を超えています。"),
                f("g539cca6", "あなたのアカウントは凍結されており、メッセージを送信することは許可されていません。"),
                f("bbac001a", "メッセージが長すぎます。"),
                f("a1d2a68e", "このアカウントはあなたをフォローしていません。フォローされているアカウントにのみメッセージを送信できます。"),
                f("ec2bb9d4", "送信しようとしているポストは削除されました。"),
                f("hf383be4", "メッセージを送信しようとしているアカウントは削除されました。"),
                f("c4fdbd16", "ブロックしているユーザーにはメッセージを送信できません。"),
                f("hf3e7e38", "メッセージを送信できませんでした。"),
                f("dd8272fd", function (e) {
                    return e.count + "件の新しいメッセージ";
                }),
                f("e2cd3b7c", "音声通話が終了しました"),
                f("f42f365a", "ビデオ通話が終了しました"),
                f("a7570f2c", "不在着信（音声）"),
                f("jd9831b2", "不在着信（ビデオ）"),
                f("f0985268", "音声通話"),
                f("ca397a48", "ビデオ通話"),
                f("bb7e2143", function (e) {
                    return e.seconds + "秒";
                }),
                f("c1d4ac84", "グループ画像を変更しました"),
                f("abc7b032", "グループ画像が変更されました"),
                f("i263b294", "会話に参加しました"),
                f("i8d5e62b", function (e) {
                    return e.count + "人";
                }),
                f("f7204380", "Fleetは有効期限が切れています"),
                f("d9de7b58", "フォローしていないアカウントから送られたメディアであるため、表示されません。"),
                f("f2879f4e", "このメッセージには露骨なメディアが含まれている可能性があります。"),
                f("b518221e", "画像を開く"),
                f("eeaa9f90", "動画を開く"),
                f("g2b43664", "GIF画像を開く"),
                f("d99de549", function (e) {
                    return "返信先: " + e.name + "さん";
                }),
                f("f5a07f7c", "添付ファイル"),
                f("fd079470", "これはスパムです"),
                f("c7a92dca", "スパムではありません"),
                f("fb3ccb56", "スパムの可能性があるためメッセージは非表示になっています"),
                f("c94b7d8a", "音声メッセージを再生"),
                f("eb6f9582", "音声メッセージを一時停止"),
                f("b6b4142e", "フォローしていないアカウントから送られたポストであるため、表示されません。"),
                f("fda60d78", "露骨なメディアが含まれている可能性のあるポストです。"),
                f("b59a9004", "ポストを開く"),
                f("daf6bf02", "設定を変更"),
                f("ba60339a", "自分の受信トレイから削除"),
                f("eb497e08", "その他のアクション"),
                f("b170974a", "反応を追加"),
                f("i202bd22", "メッセージを報告"),
                f("f2e5491a", "メッセージをコピー"),
                f("bf2d08ca", "その他のリアクション"),
                f("ca7a2215", function (e) {
                    return "現在の反応: " + e.emoji;
                }),
                f("j4bfee22", "メッセージを削除しますか？"),
                f("faddd3a2", "このメッセージはあなたの受信トレイから削除されます。会話に参加している他のアカウントは引き続きこのメッセージを表示できます。"),
                f("f58dff34", "問題が発生したため、メッセージを削除できません。"),
                f("ad5a8e8e", "このメッセージを削除する権限がありません。"),
                f("fad48eea", "送信中..."),
                f("ae7d7a24", "メッセージを送信できません"),
                f("bbe74f3f", function (e) {
                    return "昨日、" + e.time;
                }),
                f("h95f9e77", function (e) {
                    return e.reactionCount + " 件の反応";
                }),
                f("c0098d4a", "反応"),
                f("j85999ec", "アカウントの反応リスト"),
                f("a2d48779", function (e) {
                    return "現在の反応を削除: " + e.emoji;
                }),
                f("icd0bf34", "既読"),
                f("e8bd8fec", "送信済み"),
                f("b2d32fae", "全員が既読"),
                f("a763d33f", function (e) {
                    return e.count + " 件のアカウントが既読";
                }),
                f("d84b485e", "このアカウントをフォローしています"),
                f("be0c83d8", "リクエストを許可しました"),
                f("bcc13060", "いち早く利用する"),
                f("e535cae9", function (e) {
                    return e.count + " 人のフォロワー";
                }),
                f("cf249089", function (e) {
                    return e.joinDate + "からXを利用しています";
                }),
                f("g1f972d7", "詳細はこちら"),
                f("bb0e37c3", "詳細はこちら"),
                f("a89e8ab3", "詳細はこちら"),
                f("d98540eb", "詳細はこちら"),
                f("j296badb", "詳細はこちら"),
                f("e45d77f5", "詳細はこちら"),
                f("h52ca4c4", "新しいメッセージ"),
                f("ffde2fdc", "会話を読み込み中"),
                f("da878dc0", "承認する"),
                f("hc52446c", "このグループに参加しますか？リクエストを表示したことは、リクエストを承認するまで相手に通知されません。"),
                f("f7e1ad65", function (e) {
                    return e.senderName + "さんのメッセージを受け取りますか？許可するまで既読通知は相手に送られません。";
                }),
                f("gdf4b790", "会話を削除しますか？"),
                f("bbf83d84", "この操作は取り消せません。会話と履歴は削除されます。"),
                f("ib3fe8aa", "ブロックまたは報告する"),
                f("gbed8594", "ブロックすると、今後このユーザーがあなたにメッセージリクエストを送信できなくなります。"),
                f("g9074da4", "会話を削除する"),
                f("ad63377e", "会話を削除"),
                f("h09b49f8", "この会話はあなたの受信トレイから削除されます。会話に参加している他のアカウントは引き続きこの会話を表示できます。"),
                f("i6b19b08", "会話を報告"),
                f("cdb1a05a", "このようなアカウントから利用者を守るため、スパムや攻撃的な行為についてXにお知らせください。"),
                f("d6b11d9c", "メディアをアップロードできないためダイレクトメッセージを送信できません。"),
                f("c64c1884", "新しいメッセージを作成"),
                f("cdcebd22", "新しいメッセージ"),
                f("a66ac766", "ダイレクトメッセージを読み込み中"),
                f("a846382a", "ダイレクトメッセージを検索"),
                f("h845f282", "ダイレクトメッセージ"),
                f("d7ad7414", "メッセージはありません"),
                f("ga086a54", "画像の添付ファイル"),
                f("a9cc8cfe", "GIF画像を送信しました"),
                f("eb3d722e", "GIF画像を送信しました"),
                f("e5bfe07e", "リンクが送信されました"),
                f("db53c018", "リンクを送信しました"),
                f("bf584cd2", "画像が送信されました"),
                f("f80629ba", "画像を送信しました"),
                f("e20b65b0", "ステッカーが送信されました"),
                f("d30c2d40", "ステッカーを送信しました"),
                f("a876e58c", "動画が送信されました"),
                f("j7d8101a", "動画を送信しました"),
                f("dedfd266", "音声メッセージを送信しました"),
                f("h7033cac", "あなたが音声メッセージを送信しました"),
                f("i34ec422", "ポストを共有しました"),
                f("a4939874", "あなたがポストを共有しました"),
                f("e1c9ec9c", "会話を固定"),
                f("e3cfff7c", "会話をスヌーズ"),
                f("f398722e", "会話をスヌーズしました"),
                f("bdd91964", "会話の固定を解除"),
                f("a8ed0eca", "会話のスヌーズをオフにする"),
                f("jac4eb1e", "会話のスヌーズをオフにする"),
                f("d88d0790", "オプションメニュー"),
                f("ce108dda", "ラベルを選択"),
                f("abf2d13c", "選択"),
                f("e4b3f520", "固定された会話"),
                f("ae4d666a", "すべての会話"),
                f("d98e066c", "会話を固定しました。"),
                f("j302dba8", "会話の固定を解除しました。"),
                f("cb367658", "会話を固定できません。やりなおしてください。"),
                f("ie9a7e48", "会話を固定できません。接続を確認してやりなおしてください。"),
                f("hd3927c6", "会話の固定を解除できません。やりなおしてください。"),
                f("f1ac0968", "会話の固定を解除できません。接続を確認してやりなおしてください。"),
                f("d571e4f9", function (e) {
                    return "固定できる会話は" + e.count + " 件までです";
                }),
                f("a551bf7e", "新しい会話を固定するには、いずれかの会話の固定を解除してください。"),
                f("a676a876", "受信トレイへようこそ"),
                f("h52877aa", "他のXユーザーと1対1で会話できます。メッセージを送ったり、ポストなどを共有したりしましょう。 "),
                f("efe8fda0", "メッセージを書く"),
                f("b9dae4f4", "別のキーワードを検索する"),
                f("e7fb2028", "これ以上結果はありません"),
                f("ae111c99", function (e) {
                    return "「" + e.query + "」の検索結果はありません";
                }),
                f("e8581cce", "入力したキーワードの検索結果はありません"),
                f("f08940ac", "新しいメッセージを始める"),
                f("i5d7593a", "アカウント、グループ、メッセージを検索してみましょう"),
                f("c94ac69e", "グループ"),
                f("fb3c8e74", "最近の検索"),
                f("fd6150fc", "ダイレクトメッセージをより安全にご利用いただくために"),
                f("c7e8a9ee", "プライバシーポリシー"),
                f("bece84b4", "メッセージリクエストはありません"),
                f("e51be7c1", "詳細はこちら"),
                f("f041be05", function (e) {
                    return e.stringCount + " pending requests";
                }),
                f("a2fad0f3", function (e) {
                    return e.stringCount + " new people you may know";
                }),
                f("cbddf365", function (e) {
                    return e.stringCount + " people you may know";
                }),
                f("fac945ad", function (e) {
                    return e.stringCount + " new requests";
                }),
                f("ed93de0c", "ポストを分析中"),
                f("d1d92e40", "詳細情報"),
                f("fbc79f6a", "チャット履歴"),
                f("a6e89af8", "会話を開く"),
                f("ica55d24", "新しいチャット"),
                f("b61ad410", "履歴"),
                f("b3de2628", "チャット履歴はありません"),
                f("acfbfb28", "今後の会話はここに表示されます。"),
                f("g02dacc0", "今日"),
                f("c6e845c0", "昨日"),
                f("i1147548", "Grokの履歴を検索"),
                f("ab437026", "会話が見つかりません"),
                f("e12569ec", "別のキーワードを検索してみてください。"),
                f("hb52cc4a", "しばらくしてからやりなおしてください。"),
                f("d4eb0e26", "名前を変更"),
                f("c64975ea", "お気に入りに追加した会話はまだありません"),
                f("a3e3db6e", "星をクリックすると、よくアクセスするチャットを保存できます"),
                f("f4ae77ac", "画像履歴がありません"),
                f("d57d337e", "生成した画像はここに表示されます。"),
                f("j826e722", "画像を保存"),
                f("a9325f10", "画像をコピー"),
                f("g0b12442", "画像をコピーできません"),
                f("edd0c172", "画像をポスト"),
                f("d1d3a41a", "画像を編集"),
                f("c26b9b9c", "ファイル"),
                f("g10600b0", "メニュー"),
                f("g7b1c574", "デフォルトにリセット"),
                f("f388a7ec", "DeepSearch"),
                f("ab1eb384", "希望する検索モードを選択してください"),
                f("i330e54c", "高度な検索と推論"),
                f("fdcce108", "DeeperSearch"),
                f("ac64b674", "さらに高度な検索と推論"),
                f("a2697040", "画像の変更したい部分を説明してください"),
                f("c65f7308", "サーバーは今てんてこまいです"),
                f("f2a8655e", "Grokの高度なツールは現在利用できません。"),
                f("ge1cefc4", "ツール"),
                f("e9b6d404", "Grokがアクセスできる検索ツールを選択してください。"),
                f("h15dce2e", "詳細設定"),
                f("ff9dc268", "プロンプトを編集"),
                f("acb2baa0", "画像を作成"),
                f("fe9ad897", function (e) {
                    return "画像を編集" + e.ttc_grok_preset;
                }),
                f("h30fd372", "音声モードを試す"),
                f("e9fcdd0c", "積極的なウェブ検索をGrokにお願いする"),
                f("fc4e8aba", "段階的な推論をGrokにお願いする"),
                f("e4ae6abe", "Grokに画像を変換してもらう"),
                f("e8ade5e2", "パーソナリティを選択"),
                f("b5df32b0", "Grokに聞く"),
                f("dab087ee", "チャット"),
                f("a911623c", "画像"),
                f("f794af9a", "ユーモアモード"),
                f("eccf9fea", "標準モード"),
                f("j22655f2", "どんなことでもお尋ねください"),
                f("h0681e3e", "XのAIアシスタントであるGrokに話しかける"),
                f("d593fd78", "質問に答えたり、Xを検索したり、画像を生成したりできます。"),
                f("d0205a24", "事実を確認"),
                f("ed4177c4", "Grokは、正しいように見えても実際には間違った情報を生成したり、誤って要約したり、一部のコンテンツを見逃したりする可能性があります。必ず、情報の真偽をご自身で確かめてください。"),
                f("c0ff98f8", "AIのトレーニングとカスタマイズ"),
                f("f1a8218a", "Xでは、モデルのトレーニング、調整、Grokの動作のカスタマイズを行うため、あなたのXデータに加えて、Grokでのやり取り、インプット、結果を利用することがあります。これは、Xの設定でオプトアウトできます。詳細はヘルプセンターをご覧ください。"),
                f("bcbf5b6e", "共有中"),
                f("j7b5c844", "会話を公開する際は、責任を持って共有してください。Grokとの会話であなたや他の人のセンシティブな情報または機密情報を共有しないでください（ヘルプセンターを参照）。"),
                f("c9f7c196", "ヘルプセンター"),
                f("fb3b9776", "Grokの出力はこのユーザーによりカスタマイズされています。"),
                f("b0a889d4", "As Image"),
                f("a111fb48", "As Spreadsheet"),
                f("bccc65f0", "Grok can make mistakes. Always check original sources."),
                f("bd202fe6", "Generating card"),
                f("bfd161bc", "比較"),
                f("j5dcf1b2", "更新済み"),
                f("a50aaa10", "プレマーケット"),
                f("dd614d10", "アフターアワー"),
                f("d6b0b0d5", function (e) {
                    return "始値" + e.ttc_stock_details;
                }),
                f("e85f8b65", function (e) {
                    return "時価総額" + e.ttc_stock_details;
                }),
                f("f92bf10f", function (e) {
                    return "年初来高値" + e.ttc_stock_details;
                }),
                f("d679b09f", function (e) {
                    return "高値" + e.ttc_stock_details;
                }),
                f("be7b9409", function (e) {
                    return "株価収益率" + e.ttc_stock_details;
                }),
                f("a81f5fb9", function (e) {
                    return "年初来安値" + e.ttc_stock_details;
                }),
                f("e68d4f21", function (e) {
                    return "安値" + e.ttc_stock_details;
                }),
                f("bc9c96f9", function (e) {
                    return "過去最高値" + e.ttc_stock_details;
                }),
                f("dd679fb1", function (e) {
                    return "過去最低値" + e.ttc_stock_details;
                }),
                f("ha9c4cf8", "View source"),
                f("ecad5d78", "Save image"),
                f("d2d1d398", "コピーしました"),
                f("a22063d2", "位置情報を共有すると精度が向上します。"),
                f("db3248a8", "位置情報を読み込み中"),
                f("ffe0e588", "位置情報を共有"),
                f("e41a0dc2", "営業時間外"),
                f("ieff24f4", "試合終了"),
                f("e2811afc", "試合"),
                f("j081fa34", "順位"),
                f("i7c7f156", "明日"),
                f("b134ba52", "進行中"),
                f("j1361724", "ハーフタイム"),
                f("fa0f1262", "休憩"),
                f("c2cac618", "Grokは現在、ラ・リーガ、プレミアリーグ、ブンデスリーガ、セリエA、リーグ・アンのデータに対応しています。"),
                f("acae223d", function (e) {
                    return "「" + e.prompt + "」の結果";
                }),
                f("bed99fe2", "表示を減らす"),
                f("f7b57ac0", "統計"),
                f("i7e3e446", "試合"),
                f("d490977e", "現在"),
                f("e9f55db8", "日曜日"),
                f("e9cf3af8", "月曜日"),
                f("d5868a7e", "火曜日"),
                f("b5dfdb46", "水曜日"),
                f("ab8095a2", "木曜日"),
                f("e298e6f2", "金曜日"),
                f("ef519654", "土曜日"),
                f("c609a1b4", "日"),
                f("j92274b0", "月"),
                f("ja482160", "火"),
                f("f4ad4cb0", "水"),
                f("d66bf142", "木"),
                f("dc17968a", "金"),
                f("j310a2d6", "土"),
                f("afa2a58e", "See all posts"),
                f("fc83e7e2", "See all users"),
                f("df601d92", "Relevant Users"),
                f("b001fa12", "Source query"),
                f("db6c20cf", function (e) {
                    return "Show all (" + e.count + ")";
                }),
                f("d7cb5408", "関連するウェブページ"),
                f("ca93f2ee", "このメッセージは削除されました。"),
                f("b8c06820", "テキストをコピー"),
                f("ca0f5894", "好きではない"),
                f("ja8d189e", "テキストの回答がほしかった"),
                f("e951f04e", "画像がほしかった"),
                f("c503b35e", "別の画像がほしかった"),
                f("d4371c92", "コードが正しくない"),
                f("dbe8586e", "別のコードがほしかった"),
                f("e360eb4a", "ほしかったのはコードではない"),
                f("a18657ca", "数式が正しくない"),
                f("b8b86300", "ほしかったのは数式ではない"),
                f("e4c34788", "回答が正しくない"),
                f("b220a8c8", "他のものがほしかった"),
                f("b115fd18", "回答が偏っている"),
                f("dc637214", "スタイル/トーンに問題がある"),
                f("f02e6d42", "別の内容を検索したかった"),
                f("bbec6bba", "検索結果が正しくない"),
                f("b494d088", "検索したい内容と違う"),
                f("a44974f2", "画像を理解していない"),
                f("bd44a8a8", "詳細を入力してください"),
                f("fcdbe764", "Grokが改善できる点を教えてください。"),
                f("bb6adb22", "問題点を説明してください"),
                f("h0fa15f2", "ご回答ありがとうございました。"),
                f("d700b268", "参照しているチャット"),
                f("cd7bdab2", "会話の参照を解除しても、履歴からは削除されません"),
                f("f21b84de", "参照を解除しました"),
                f("i52a9cb8", "表示する履歴がありません。"),
                f("d9d36880", "参照を解除"),
                f("a5fa4a86", "1月"),
                f("c51724a4", "2月"),
                f("j244ceb2", "3月"),
                f("b22b12e0", "4月"),
                f("h3023cac", "5月"),
                f("b10dbffa", "6月"),
                f("c81da1b6", "7月"),
                f("d4e4d3ce", "8月"),
                f("c3418f9a", "9月"),
                f("b64dada6", "10月"),
                f("ad24ec20", "11月"),
                f("c7902252", "12月"),
                f("idf94bac", "再生成"),
                f("f7614f92", "検索なし"),
                f("c5ade3ba", "検索あり"),
                f("c16e5b1a", "画像生成なし"),
                f("i2ca65fa", "画像生成あり"),
                f("d3927f88", "リンクをポスト"),
                f("be37ecd4", "クリップボードにコピーできません"),
                f("h708a4c0", "会話を共有"),
                f("g06a67e2", "共有ページには現在までのメッセージが含められます"),
                f("a0428662", "役に立たなかった"),
                f("fe4fd310", "役に立った"),
                f("eaf55eb4", "シンキングを表示する"),
                f("b1ac6016", "DeepSearchを完了しました"),
                f("f766feca", "DeeperSearchを完了しました"),
                f("ee000b0d", function (e) {
                    return e.numSources + "件のソース";
                }),
                f("bf780b13", function (e) {
                    return e.minutes + "分" + e.seconds + "秒";
                }),
                f("c2745fa4", "中止"),
                f("e258000e", "通知"),
                f("d591a772", "通知を利用できません"),
                f("bc49b728", "回答の準備ができると、通知が表示されます"),
                f("d8aadeba", "通知をオフにしました"),
                f("db832e38", "ブラウザの設定で通知を有効にしてください"),
                f("a910cac6", "通知を有効にしているときに問題が発生しました"),
                f("be30b6ee", "接続が不安定です"),
                f("ge15b488", "Show thoughts"),
                f("aa7c96bb", function (e) {
                    return "他" + e.numResults + "件を表示";
                }),
                f("a4d9dbfa", "シンキング結果"),
                f("j1ab5f40", "タップして読む"),
                f("f5a2377e", "シンキングしている時間: "),
                f("g3ce0132", "シンキングした時間:"),
                f("f8007364", "展開して詳細を表示"),
                f("ca53f780", "詳細を閉じる"),
                f("b52484b6", "検索中..."),
                f("ib1c5475", function (e) {
                    return e.minutes + "分" + e.seconds + "秒間シンキングしました";
                }),
                f("a15d62db", function (e) {
                    return e.seconds + "秒間シンキングしました";
                }),
                f("ha8fbe22", "プレミアムで画像をさらに生成する"),
                f("d95c232a", "上限に達しました。さらに生成するにはアップグレードしてください。"),
                f("h2671312", "プレミアムでGrokをさらに活用する"),
                f("a1bb9c8a", "プレミアムプラスでGrokをさらに活用する"),
                f("b08ef3ae", "Xプレミアムにアップグレードして会話を続けるか、しばらくしてからやりなおしてください"),
                f("jf9363b8", "Xプレミアムプラスにアップグレードして会話を続けるか、しばらくしてからやりなおしてください"),
                f("ef018bf6", "プレミアムで画像をさらに分析する"),
                f("cdace6d2", "アップグレードする"),
                f("a3186bff", function (e) {
                    return e.count + " ウェブページ";
                }),
                f("f4146dda", "どちらの回答がお好みですか？"),
                f("a2c2be32", "Grokの改善に活用させていただきます。"),
                f("g01599b6", "回答1"),
                f("e02694e0", "回答2"),
                f("h6867fcc", "この回答の方が好みです"),
                f("acc4496c", "Grokの音声モードを試す"),
                f("jd36d190", "GrokのAndroidアプリで高度な機能を利用できます"),
                f("hf9afab0", "DeepSearchを有効にすると、インターネットとXをスキャンして情報を分析し、高速なエージェント検索によって詳細かつ論理的な回答を生成できます。"),
                f("ef3b3f04", "シンキングを有効にすると、Xの推論モデルを使用できます。数学、科学、コーディングに最適です。もう少し頭を使う必要がある質問については、Grokに「もっとよくシンキングする」よう依頼することもできます。 "),
                f("b43636b8", "Grok 3のご案内"),
                f("j376298c", "Grok 3では、Xの強力なモデルを操作するための2つの新しいモード（DeepSearchとシンキング）が導入されました。"),
                f("e3584f8e", "ヘッジファンドが成功を収めているオプション取引戦略トップ10を教えてください"),
                f("d91b7b8a", "1885年に大学を建設するにはどれくらいの費用がかかりましたか？"),
                f("ia5bef3e", "今日はどのようなご用件ですか？"),
                f("ebea5880", "最近の会話"),
                f("e13591c0", "Grokの会話の例"),
                f("c27ca452", "プレミアムプラスサブスクライバーは、Xで最新のAIであるGrokを使用できるようになりました。"),
                f("b6abc25a", "Grok 2について"),
                f("e1cdaf9e", "Xによる最新のAIアシスタント"),
                f("e6796748", "どんなことでもお尋ねください"),
                f("db470fdc", "Grokは、メールを作成したり、質問に答えたり、レシピを表示したりなど、いつもの作業を助けてくれます。"),
                f("e9adc2d0", "より優れたコードを作成する"),
                f("aaab6cdc", "プログラミングについて質問したり、新しい概念を学習するためのヒントを得たりすることができます。"),
                f("jd08d606", "クリエイティブになる"),
                f("he526d22", "新しい画像生成機能を使ってすばらしいビジュアルを生成しましょう。"),
                f("i6932876", "サイバーパンクな写真"),
                f("j7cdee8e", "最新情報を入手する"),
                f("f1f683c2", "最新ニュースやトレンドトピックについての最新情報を入手しましょう。Xでのみご利用いただけます。"),
                f("h73b9cc0", "現在チャットに接続していないため、メッセージを送信できません"),
                f("b6c73662", "メッセージを送信"),
                f("h6070fdc", "チャット設定"),
                f("d49326ba", "プロフィール画像を非表示にする"),
                f("h79f3532", "プロフィール画像を表示する"),
                f("a8c1e2f0", "モデレーターアクションを非表示にする"),
                f("jd83edd4", "モデレーターアクションを表示する"),
                f("ecca11ac", "日付と時間を非表示にする"),
                f("e358a9f8", "日付と時間を表示する"),
                f("fca62374", "チャットをポップアプト表示"),
                f("fe20f01b", function (e) {
                    return e.name + "さんをミュートしますか？";
                }),
                f("f5dc372a", "ミュートすると、そのユーザーからのすべてのメッセージが削除され、そのユーザーはライブ放送が終了するまでチャットもできなくなります。"),
                f("e91dd1fa", "メッセージはモデレーターによって削除されました。"),
                f("d1da3709", function (e) {
                    return "返信先: " + e.username + "さん: " + e.body;
                }),
                f("fc82a896", "このライブ放送は終了しました"),
                f("ea58dbd0", "このライブ配信は開始されていません"),
                f("cb5b6784", "放送者による制限"),
                f("eba27300", "放送者がフォローしているアカウントのみがチャットできます"),
                f("f28984fb", function (e) {
                    return e.screenName + "さんがフォローしているアカウントのみがチャットできます";
                }),
                f("a3fec810", "プレミアムにサブスクライブしてチャットする"),
                f("dbf0b235", function (e) {
                    return e.screenName + "さんにサブスクライブしてチャットする";
                }),
                f("ifbd8342", "ライブ画面を開く"),
                f("f935d3ce", "チャットを開く"),
                f("abbe8212", "チャットを閉じる"),
                f("hdf040dd", function (e) {
                    return e.percentage + "%完了";
                }),
                f("e4f6bd9e", "問題が発生しました。しばらくしてからやりなおしてください。"),
                f("ac966f94", "ブラウザがサポートされていません"),
                f("ca86b62c", "または"),
                f("d5568440", "より複雑なパスワードにしてください。"),
                f("d0511fe6", "この番号はすでに他のアカウントに使用されています。別の番号を使用してください。"),
                f("cd24fe60", "有効な電話番号を入力してください。"),
                f("gf8388fe", "国番号"),
                f("c52be452", "削除する"),
                f("bcb388a0", "この操作を行うとXにアップロードした連絡先がすべて削除され、すべての端末でXとの同期が停止します。連絡先の削除にはしばらく時間がかかりますのでご注意ください。"),
                f("ec129eb6", "連絡先を削除しました。"),
                f("f1b5048a", "連絡先を削除する際にエラーが発生しました。"),
                f("hc72e1fc", "有効なメールアドレスを入力してください。"),
                f("bc0ad88a", "プラスアドレス（「+」記号を使ったメールアドレス）は使用できません。有効なメールアドレスを入力してください。"),
                f("f134915f", function (e) {
                    return "選択したアイテム" + e.count + "件";
                }),
                f("b8fb87e0", "選択したトピックを表示"),
                f("e854ad27", function (e) {
                    return "トピック - " + e.title;
                }),
                f("e4ff75aa", "問題が発生しました。接続を確認してやりなおしてください。"),
                f("b60eba9e", "最初に、Google reCAPTCHA認証で、これがロボットによる操作ではないことを証明してください。"),
                f("ba939778", "ロボットによる操作ではないことを確認してください"),
                f("d44efc66", "名前を入力してください"),
                f("b4867a18", "フルネームに「Twitter」を含めることはできません。"),
                f("j1c3f4b9", function (e) {
                    return "生年月日（" + e.birthdate + "）を編集";
                }),
                f("j231d352", "すべてフォローする"),
                f("c203db71", function (e) {
                    return "@" + e.screenName + "さんのポストを読み込み中";
                }),
                f("c9a1cb5e", "このアカウントは存在しません"),
                f("e7b201de", "キーワードを変えて検索してみてください。"),
                f("e79ed125", function (e) {
                    return "@" + e.screenName + "さんをブロック中です";
                }),
                f("gba95028", "ポストを表示"),
                f("a2216a79", "詳細はこちら"),
                f("a2811f96", "プロフィールタイムライン"),
                f("d25805fa", "サブスク"),
                f("b05be0c8", "ハイライト"),
                f("b9891db3", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんの返信があるポスト";
                }),
                f("e1ab545d", function (e) {
                    return "@" + e.screenName + "さんのサブスクリプションポストを読み込み中";
                }),
                f("ac3f4be9", function (e) {
                    return "@" + e.screenName + "さんによるハイライトを読み込み中";
                }),
                f("da38f955", function (e) {
                    return "@" + e.screenName + "さんの記事を読み込み中";
                }),
                f("b7363b66", "ポストを送信"),
                f("ce659062", "サブスクライバーが待っています"),
                f("f1e98cc2", "ベストな投稿をここに表示しましょう！"),
                f("d5c743c6", "記事を作成"),
                f("d1e5e328", "作成または登録するとここに表示されます。"),
                f("hb26a1fe", "限定コンテンツをポストしてみましょう。あなたのサブスクリプションポストはすべてここに表示されます。"),
                f("b7c3572e", "ハイライトをプロフィールに追加する手順は次のとおりです。1. 追加したい自分の投稿を見つけます2. メニュー（[•••]）をタップします3. [ハイライトに追加/削除] をタップします"),
                f("i8123550", "記事を公開するとここに表示されます。"),
                f("b786a77d", function (e) {
                    return "@" + e.screenName + "さんはポストしていません";
                }),
                f("j7b80397", function (e) {
                    return "@" + e.screenName + "さんはまだサブスクリプションポストしていません";
                }),
                f("jbae8c54", "ハイライトされたポストはありません。"),
                f("g8fb219e", "記事はありません。"),
                f("f34dfc18", "ポストがあるとここに表示されます。"),
                f("h9346040", "サブスクリプションポストがあるとここに表示されます。"),
                f("i4c3ddc6", "公開されると、記事がここに表示されます。"),
                f("e0118142", "ポストする"),
                f("e0c1d871", function (e) {
                    return e.fullName + "さんのポスト";
                }),
                f("c575828f", function (e) {
                    return e.fullName + "さんのサブスクリプションポスト";
                }),
                f("e8300dbb", function (e) {
                    return e.fullName + "さんのハイライト";
                }),
                f("c46b420d", function (e) {
                    return e.fullName + "さんの記事";
                }),
                f("h5a65db7", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんのサブスクリプションポスト";
                }),
                f("g7ccac9d", function (e) {
                    return e.fullName + "さん（@" + e.screenName + "）によるハイライト";
                }),
                f("ja6e5d35", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんの記事";
                }),
                f("h088ae72", "プロフィールポスト"),
                f("hbf64b75", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんがいいねしたポスト";
                }),
                f("a64da953", function (e) {
                    return "@" + e.screenName + "さんのいいねを読み込み中";
                }),
                f("be3d5b9f", function (e) {
                    return "@" + e.screenName + "さんはまだポストをいいねしていません";
                }),
                f("d34b5306", "ポストがあるとここに表示されます。"),
                f("bb0e41bc", "まだいいねはありません"),
                f("d3d4a21c", "気に入ったポストのハートをタップすると、ここに表示されます。"),
                f("d95c3d31", function (e) {
                    return e.fullName + "さんがポストをいいねしました";
                }),
                f("eeb7d696", "いいねは非公開です。自分にのみ表示されます。"),
                f("h6e91bb1", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんのメディアポスト";
                }),
                f("fe38901b", function (e) {
                    return "@" + e.screenName + "さんのメディアを読み込み中";
                }),
                f("bc4223a3", function (e) {
                    return "@" + e.screenName + "さんはまだメディアをポストしていません";
                }),
                f("ccc363f6", "ポストがあるとここに表示されます。"),
                f("d1614228", "すてきな写真や動画を添付してみましょう！"),
                f("d7dc8d0a", "画像や動画をポストするとここに表示されます。"),
                f("hf761abf", function (e) {
                    return e.fullName + "さんのメディア";
                }),
                f("je5311d3", function (e) {
                    return e.fullName + "（@" + e.screenName + "）の関連アカウント";
                }),
                f("fd0772eb", function (e) {
                    return "@" + e.screenName + "の関連アカウントを読み取り中";
                }),
                f("ccf03833", function (e) {
                    return e.fullName + "の関連アカウント";
                }),
                f("ba5a88e4", "おすすめ"),
                f("ddee8ae2", "すべての求人を表示"),
                f("d2a04c68", "人材募集中"),
                f("dc12a126", "行き方を調べる"),
                f("e2acb642", "お問い合わせ"),
                f("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + "に電話する";
                }),
                f("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + "にSMSを送信";
                }),
                f("b44c0205", function (e) {
                    return e.day + ": " + e.time;
                }),
                f("de1123f5", function (e) {
                    return "、" + e.time;
                }),
                f("e2a5bd50", "24時間営業"),
                f("e0d7da6c", "閉店時間:"),
                f("i7059f56", "開店時間:"),
                f("a7391348", "営業時間情報なし"),
                f("c9eba532", "営業時間を更新しました"),
                f("b5fea270", "商品カルーセル"),
                f("h10bb33c", "商品を報告しますか？"),
                f("dda5d96a", "商品を報告"),
                f("fca46f40", "ヘルプセンター"),
                f("c71a053b", "こちらをクリック"),
                f("d7f8a117", function (e) {
                    return e.days + "日間のアナリティクス";
                }),
                f("cae20e93", function (e) {
                    return e.days + "日";
                }),
                f("gc767fda", "非公開"),
                f("c7c85e0c", "アナリティクスを利用する"),
                f("b15df4b4", "ポストがXで表示された回数"),
                f("e5fe61e0", "インプレッション数"),
                f("d1018321", function (e) {
                    return "過去" + e.period + "間にあなたのポストは" + e.value + "件のインプレッションを獲得しました";
                }),
                f("e623137c", "エンゲージメント率"),
                f("d9d34182", "ポストのエンゲージメント数をインプレッション数で割って算出したものです。"),
                f("aeee0182", "プロフィールへのアクセス数"),
                f("b2bde01a", "ポストからのプロフィール閲覧回数"),
                f("faf4c1f5", function (e) {
                    return "過去" + e.period + "間に" + e.value + "人があなたのプロフィールにアクセスしています";
                }),
                f("d5f1e554", "リンククリック数"),
                f("cf573986", "ポストに含まれるURLのクリック数"),
                f("j761451e", "新しいフォロー"),
                f("e1a87d14", "獲得した新しいフォローの数（フォロー解除は含みません）"),
                f("j590577e", "あなたのポストが受け取った返信の数"),
                f("ia1da622", "あなたのポストが受け取ったいいねの数"),
                f("cfd1036b", function (e) {
                    return "過去" + e.period + "間に" + e.value + "人があなたのポストをいいねしています";
                }),
                f("ja42739e", "リポスト"),
                f("ca6e8de0", "あなたのポストがリポストされた回数"),
                f("b1b4d57e", "動画再生数"),
                f("bdaf100e", "あなたのポストにおける動画の再生数"),
                f("ca826772", "メディアの再生数"),
                f("j43b8f52", "あなたのメディア（GIF画像、画像、動画）の再生数"),
                f("d3969c06", "完了率"),
                f("c58c3476", "動画の完全視聴完了数を、動画の再生数で割って算出したものです"),
                f("c8aae62a", "あなたのポストがブックマークに追加された回数"),
                f("g70825e0", "Shares"),
                f("c6fbefd4", "あなたのポストが共有された回数"),
                f("dbe9353e", "エンゲージメント"),
                f("a3a4e8f8", "1ヶ月"),
                f("eb2e0272", "折れ線グラフ"),
                f("e298b08e", "棒グラフ"),
                f("bbc6e7c6", "アメリカ合衆国"),
                f("h88ad664", "カナダ"),
                f("gd139910", "イギリス"),
                f("e08feda2", "日本"),
                f("fad772ce", "中東/北アフリカ"),
                f("a396dd6c", "アジア太平洋"),
                f("j942b16c", "ヨーロッパ/新興国市場"),
                f("j3cc0c00", "中南米"),
                f("fe90a642", "13-17"),
                f("a5c91a8e", "18～24歳"),
                f("cf30cdfa", "25～34歳"),
                f("gf672f7c", "35～44歳"),
                f("jf28b41c", "45～54歳"),
                f("ja78da94", "55～64歳"),
                f("g42ea0b0", "65+"),
                f("f21807e0", "フォロワー以外"),
                f("d61b2bcc", "コミュニティポスト"),
                f("h3525cb8", "未指定"),
                f("a3c544e8", "上位の国"),
                f("f30795d0", "プロフィール画像を開きます"),
                f("gd7acb84", "プロフィールを設定"),
                f("b7636014", "メッセージ"),
                f("haad225c", "Premium ムをプレゼントする"),
                f("b63c46ed", function (e) {
                    return "@" + e.screenName + "さんにサブスクライブする";
                }),
                f("j33d8902", "チップを送る"),
                f("a8ab3d08", "送り先"),
                f("d740d2d9", function (e) {
                    return e.service + "のリンクをクリップボードにコピーしました";
                }),
                f("a7cf1e98", "Bandcamp"),
                f("d876e67e", "Bitcoinアドレス"),
                f("f85f6760", "Cash App"),
                f("a32a7c06", "Ethereumアドレス"),
                f("cc1a3bc4", "GoFundMe"),
                f("d4d74bb4", "Patreon"),
                f("h14fbc52", "PayPal"),
                f("h1198dcc", "Venmo"),
                f("j4e0fd88", "さらに表示"),
                f("df7cb6d4", "Proカテゴリー"),
                f("ec429e79", "詳細はこちら。"),
                f("j04c717a", "+ 職歴を追加"),
                f("a1ea2f12", "お誕生日おめでとうございます。"),
                f("g8191e78", "今日はお誕生日です。"),
                f("c1b819ba", "今日は誕生日のバルーンがここに表示されています"),
                f("ad7a451e", "自己紹介を翻訳"),
                f("f543dbf6", "電話番号認証済み"),
                f("cef4e8cf", function (e) {
                    return "@" + e.screenName + "さんのミュートを解除しますか？";
                }),
                f("h03a094a", "今後このアカウントによるポストがホームタイムラインに表示されます。"),
                f("a6e94418", "このアカウントのポストをミュートしました。"),
                f("dd3d10f6", "審査中"),
                f("i06d4712", "Xのチームがアカウントの簡易審査を行っています。数日以内にチェックマークがこちらに表示されます。"),
                f("j354c438", "[審査中] ラベルは他のユーザーには表示されません。"),
                f("e018b5fa", "アップグレードして認証を受ける"),
                f("b74bd6c6", "このアカウントは、政府、ニュース、エンターテイメント、または他の指定されたカテゴリーに関連しているため、認証されています。"),
                f("e1e0c916", "このアカウントは、プレミアムに登録しているため認証されています。"),
                f("eb5d72e4", "このアカウントのポストは非公開です。フォロワーのみ表示できます。"),
                f("g776ca50", "認証済みアカウント"),
                f("ad465ee8", "主な関連アカウントを設定"),
                f("d01612d3", function (e) {
                    return e.date + "以降認証されています。";
                }),
                f("e14d8719", function (e) {
                    return "紀元前" + e.year + "年";
                }),
                f("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                f("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + "さんは、まだ認証されていません";
                }),
                f("b2d0c0f4", "認証を受けると、 "),
                f("f464d54d", function (e) {
                    return "@" + e.profileScreenName + "さん";
                }),
                f("g47cdc0e", " さんのように返信を強化して目に留まりやすくできます。"),
                f("d834ab9c", "プロフィールを表示する"),
                f("cb339f26", "注意: 不審な行為が確認されているアカウントです"),
                f("hf06085e", "このアカウントは不審な行為が確認されています。表示してもよろしいですか？"),
                f("aa959f36", "注意: このアカウントは一時的に制限されています"),
                f("jf604336", "注意: プロフィールにセンシティブな内容が含まれている可能性のあるアカウントです"),
                f("c9bfda48", "注意: プロフィールにセンシティブと思われる内容が含まれているアカウントです。センシティブな内容の画像やテキストを投稿している可能性があります。表示してもよろしいですか？"),
                f("g29ebf26", "センシティブな内容の画像やテキストをポストしている可能性のあるアカウントです。表示してもよろしいですか？"),
                f("jcfb7fba", "Xルールに違反している可能性のあるアカウントです。表示してもよろしいですか？"),
                f("bd598c70", "ポストは非公開です"),
                f("e617164b", "詳細はこちら"),
                f("g8475f82", "アカウントは凍結されています"),
                f("j5e1cf59", "Xルール"),
                f("gbf342a4", "表示が制限されているアカウント"),
                f("defba9a4", "Xへようこそ。"),
                f("d11934ec", "通知を受け取る"),
                f("a2cd2b0a", "フォローして通知を受け取る"),
                f("a70bae53", function (e) {
                    return e.fullName + "さんがポストするたびに通知を受け取れるようになりました。";
                }),
                f("f51a4c29", function (e) {
                    return e.fullName + "さんをフォローし、このユーザーがポストするたびに通知を受け取れるようになりました。";
                }),
                f("cfa5e58d", function (e) {
                    return e.fullName + "さんをフォローしており、このユーザーがポストすると通知を受け取ります。";
                }),
                f("be3a652d", function (e) {
                    return e.fullName + "さんがポストすると通知を受け取ります。";
                }),
                f("f089620c", "ホームタイムライン"),
                f("a1ab9c80", "このコミュニティにはまだポストがありません"),
                f("b32c4fb0", "ツイートがあるとここに表示されます。"),
                f("bf17deda", "さあ、はじめましょう"),
                f("c3fbf1da", "興味のあるアカウントやトピックをフォローしましょう。「いま」起きていることがここに表示されます。"),
                f("a2515900", "ポストはまだありません"),
                f("je23cdb2", "このリストのユーザーによるポストがここに表示されます。"),
                f("e69b7e02", "アカウントを管理"),
                f("b6bd6ae4", "アカウントを作成"),
                f("d577bccd", function (e) {
                    return "複数のXアカウントをお持ちの場合、アカウントを追加して簡単に切り替えることができます。最大" + e.maxAccounts + "個のアカウントを追加できます。";
                }),
                f("dc65b3e5", function (e) {
                    return "アカウント数が上限（" + e.maxAccounts + "件）に達しました。";
                }),
                f("b8045b33", function (e) {
                    return "アカウント数が上限の" + e.maxAccounts + "件に達しました。";
                }),
                f("d075dc89", function (e) {
                    return "個人用アカウント数が上限の" + e.maxAccounts + "件に達しました。";
                }),
                f("bade139e", "すべてのアカウントからログアウト"),
                f("ae33b982", "すべてのアカウントからログアウトしますか？"),
                f("fa07bf68", "これはすべてのブラウザタブでログインしているすべてのアカウントに適用されます。"),
                f("f7865ab6", "あなたのアカウントではありませんか？"),
                f("a35248e4", "私のアカウントではありません"),
                f("f794a67c", "私のアカウントです"),
                f("j79c0ff7", function (e) {
                    return "このアカウントから" + e.emailAddress + "を削除しました";
                }),
                f("fb46383c", "自分のアカウントからメールアドレスを削除することはできません。"),
                f("gcfdbc2b", function (e) {
                    return "このメールアドレスは、Xアカウント" + e.screenName + "への登録が解除されています。";
                }),
                f("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                f("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                f("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                f("a8f0e157", "通知設定"),
                f("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                f("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                f("c1d75571", "あなたのものではないXアカウントにあなたのメールアドレスが登録された理由"),
                f("ac71e82f", "詳細はこちら"),
                f("b069d89c", "オーディエンス"),
                f("f5a61ae6", "コンテンツ"),
                f("a4df00c0", "アカウントのアナリティクスのタブ"),
                f("ac248548", "アカウントの概要"),
                f("je62f358", "過去28日間"),
                f("bc2f16a4", "アクティブな時間"),
                f("d603209e", "アクティビティの詳細"),
                f("ac3fb6de", "スペースに参加中"),
                f("ie181958", "オーディエンスインサイト"),
                f("j6f8d422", "動画の平均再生時間です。"),
                f("e7479ce4", "平均再生時間"),
                f("g1dfa7d0", "平均"),
                f("h7d28188", "コンテンツに戻る"),
                f("if2704e4", "ライブの概要に戻る"),
                f("ea928ae4", "スペースに戻る"),
                f("e8c07c22", "ライブ放送"),
                f("a4ce6e68", "ライブ放送データ"),
                f("b2214c74", "このライブ放送の合計視聴回数"),
                f("d4fcf83a", "視聴者がこのライブ放送の視聴に費やした合計時間"),
                f("a89b0322", "キャンセル"),
                f("j3cb12ea", "同時リスナー数"),
                f("b93931ee", "コンテンツのポスト回数です。"),
                f("a1814798", "ポストに返信した回数です。"),
                f("addd5575", function (e) {
                    return "金" + e.date;
                }),
                f("a92e62bd", function (e) {
                    return "月" + e.date;
                }),
                f("g7450c57", function (e) {
                    return "土" + e.date;
                }),
                f("h08883e7", function (e) {
                    return "日" + e.date;
                }),
                f("ddb16777", function (e) {
                    return "木" + e.date;
                }),
                f("h8f395b3", function (e) {
                    return "火" + e.date;
                }),
                f("b8710b43", function (e) {
                    return "水" + e.date;
                }),
                f("d9c70840", "端末"),
                f("ba55e824", "終了しました"),
                f("id276c42", "コンテンツのエンゲージメント回数です。"),
                f("j033d090", "推定収益額"),
                f("efd4d7d4", "スペースをフィルタリング"),
                f("a1334290", "最初の48時間"),
                f("gc10a3b0", "フォローの推移"),
                f("efa0f858", "フォロー数とフォロー解除数の推移。必ずしもフォロワー数に影響を与えているとは限りません。"),
                f("g2b06cc6", "性別データは推測の可能性があります"),
                f("b66b3baa", "時間"),
                f("cf8a0772", "表示インプレッション"),
                f("g13d8010", "過去48時間"),
                f("d5627596", "過去1時間"),
                f("baf120a6", "エンゲージメント最小"),
                f("f2382014", "ライブ"),
                f("c4a7a6aa", "ライブデータ"),
                f("a992032a", "ライブストリーミングアナリティクス"),
                f("ie45edda", "ライブストリームの概要"),
                f("e30fc268", "ライブ視聴者"),
                f("bd37f68e", "メディアアクティビティ"),
                f("fe074210", "分"),
                f("jd03a1b8", "視聴時間（分）"),
                f("a20e91e8", "視聴時間（分）"),
                f("ic2bebee", "収益化"),
                f("a1d642c8", "エンゲージメント最大"),
                f("ifc4c1f8", "このコンテンツから獲得した新しいフォロワーの数です。"),
                f("fff1315a", "選択したフィルターに該当するライブ放送はありません"),
                f("jbcb09a8", "まだデータが十分ではありません"),
                f("df846d6c", "選択した期間にポストは見つかりません。"),
                f("g2ba40f6", "選択したフィルターに該当するスペースはありません"),
                f("j44061a0", "該当なし"),
                f("c4a93912", "該当なし"),
                f("a6b78788", "視聴者データはありません"),
                f("b2438638", "/合計"),
                f("ic0399e0", "再生数（オーガニック）"),
                f("ja5c444a", "お支払い期間"),
                f("f04e025e", "最大同時リスナー数"),
                f("d6d10662", "ピーク視聴者数: "),
                f("d147bea2", "しばらくしてから確認しなおしてください"),
                f("f0336d68", "ポストアナリティクス"),
                f("g85fbd2e", "ポストID"),
                f("ice5c5b6", "このコンテンツがユーザーに表示された回数です。"),
                f("hf4f9bfe", "ポストのリンク"),
                f("bf5ebf5c", "ポストと返信"),
                f("b211652e", "ポスト数の推移"),
                f("f2efec0a", "事前公開"),
                f("i61e0302", "前"),
                f("e08a706a", "再生数（プロモーション）"),
                f("cbc99192", "公開日"),
                f("a83c2a9a", "リアルタイム"),
                f("e9d72896", "録音済み"),
                f("gede4932", "リプレイ"),
                f("h0de359c", "このコンテンツのリポスト回数です。"),
                f("e0568f2c", "スケジュール済み: "),
                f("gd86baa8", "開始予定時刻"),
                f("fef3bfae", "セカンダリデータを選択"),
                f("g7e3d2a4", "スペースのアナリティクス"),
                f("fbc79a40", "スペースの概要"),
                f("d077112a", "スペースの統計"),
                f("cf3709da", "ステータス"),
                f("e797dc32", "ストリーミング時刻: "),
                f("b649d8cc", "サブスクライバーのみ"),
                f("j9282130", "ライブ放送サムネイル"),
                f("g629b8b0", "タイムアウトしました"),
                f("eb87323c", "ライブストリーミングの開始以降、選択した期間のアナリティクスデータが表示されます。");
            f("i6a75722", "時間範囲"),
                f("c602f5b8", "合計"),
                f("b35e68ae", "参加者合計"),
                f("h78ee79a", "リプレイの合計視聴回数"),
                f("e3efaed0", "タイプ"),
                f("c37993e2", "フォロー解除"),
                f("b1ed35d0", "ユニーク視聴者数"),
                f("bfad9306", "不明"),
                f("b5a58f36", "無題のライブ放送"),
                f("i70f5278", "更新日:"),
                f("a98b58b6", "認証済みのフォロワー"),
                f("a5de67ca", "アカウントを認証済みのフォロワーの数です。"),
                f("g3367ff4", "動画再生完了率"),
                f("a7b48b36", "動画再生が完了した割合です。"),
                f("a2580f2a", "完了率"),
                f("ff95a9cc", "動画ID"),
                f("a97e358e", "動画のリンク"),
                f("e10e8b46", "過去100日間の動画のみ表示されています。"),
                f("ba37f6da", "動画の概要"),
                f("f19846b2", "動画のサムネイル"),
                f("ccd6f4a8", "動画のタイトル"),
                f("c8410542", "動画が再生された回数です。"),
                f("a532072a", "視聴者"),
                f("d9508ab0", "件の表示"),
                f("d9f9dec0", "スペースを表示"),
                f("h0c1f37a", "スペースのアナリティクスを表示"),
                f("e41fffbc", "動画の合計再生時間です。"),
                f("if2909ba", "再生時間"),
                f("i0e5bf4c", "動画"),
                f("ed99baea", "ベータ版をいち早く利用する"),
                f("gf898b70", "高度な検索"),
                f("d2a43a7a", "「ai」と「スタートアップ」の両方を含む"),
                f("a8584698", "aiスタートアップ"),
                f("jb6f9292", "「aiスタートアップ」というキーワード全体を含む"),
                f("j8ee77c4", '"aiスタートアップ"'),
                f("d0480758", "「ai」と「スタートアップ」のいずれか（または両方）を含む"),
                f("f0048fa2", "ai OR スタートアップ"),
                f("da0df186", "「ai」を含み、「スタートアップ」を含まない"),
                f("f2f463ea", "ai -スタートアップ"),
                f("a10a357e", "「ai」を含み、いいねが50件以上"),
                f("ca8ed1e8", "ai min_faves:50"),
                f("i945a3f2", "「ai」を含み、「grok」という単語が入るURLを含む"),
                f("a9348088", "ai url:grok"),
                f("b5c3cdbc", "Xアカウント「grok」を@ポストしている"),
                f("e2634592", "@grok"),
                f("i88ba038", "アラート無効"),
                f("j2cb0214", "アラート有効"),
                f("ae852cd0", "このトレンドの変化が要約された通知を毎週月曜日に受け取ります。"),
                f("d1d8633e", "Radarアラート"),
                f("g096d0cc", "すべてのクエリ"),
                f("e77035aa", "検索条件をクリア"),
                f("a895ec64", "このクエリを削除してもよろしいですか？"),
                f("a4f5e431", function (e) {
                    return "「" + e.name + "」を削除しました";
                }),
                f("db28b535", function (e) {
                    return "「" + e.name + "」を削除";
                }),
                f("bcf89b8a", "クエリを編集"),
                f("f0002e72", "結果を見る"),
                f("b0924d7a", "クエリを作成できません。やりなおしてください。"),
                f("cfd731ee", "クエリを削除できません。やりなおしてください。"),
                f("g08bff82", "アラートを無効にできません。やりなおしてください。"),
                f("fa1fd798", "アラートを有効にできません。やりなおしてください。"),
                f("ia7dce48", "クエリを生成できません。やりなおしてください。"),
                f("d494d4aa", "クエリを更新できません。やりなおしてください。"),
                f("i4a49588", "グローバルな広場"),
                f("c0799860", "日"),
                f("b43679d2", "時"),
                f("f1fce85e", "分"),
                f("ea3e0ec4", "マーケット"),
                f("d8d9aec2", "クエリの最大数に達しました"),
                f("c9aa246e", "新しいクエリ"),
                f("b9b7a50e", "いつでも検索条件を調整して最新情報を入手できます"),
                f("i9a09bb6", "クエリを作成すると、Radarが最新情報をリアルタイムでトラッキングします"),
                f("da20008c", "トレンドはありません。検索条件を広げてみてください。"),
                f("e78ca8c6", "しばらくしてからやりなおしてください"),
                f("ce3216ec", "クエリ"),
                f("ef609bb8", "Xで「いま」起きていること"),
                f("a636a738", "フォローアップの質問をする..."),
                f("d92ec304", "クエリが見つかりません"),
                f("bbf29e20", "選択をリセット"),
                f("ie3321ea", "$NVDA (売り OR 買い)"),
                f("cf223996", "概要"),
                f("a27ccab8", "何でもアリのアプリ"),
                f("i66136aa", "話題のポスト"),
                f("e7c44382", "ユニークユーザー"),
                f("d559e5b8", "無題のクエリ"),
                f("i1d9be88", "高度な検索演算子の使用"),
                f("ae9f604c", "関連アカウント"),
                f("a7d2d8f4", "関連アカウントのみ表示する"),
                f("je21ffbe", "フォロワー数"),
                f("i8d9797c", "プロフィールの詳細"),
                f("a36bebf2", "最大"),
                f("i5ef8b4a", "フォロワー数（最大）"),
                f("fcf0ec1c", "最小"),
                f("ccc0bbc6", "フォロワー数（最小）"),
                f("je1bd63a", "Xを活用して人材、セールスリード、戦略的パートナーを見つけましょう"),
                f("i6766078", "優秀な人材、見込み客、パートナーを検索しましょう"),
                f("d509bbd4", "Xでユーザーを見つける"),
                f("a5afaf54", "リセット"),
                f("i9006fb0", "すべてリセット"),
                f("fa598a82", "結果"),
                f("g3688a48", "オプションを選択"),
                f("ab5a91a4", "ユーザー"),
                f("cef20fd0", "認証"),
                f("a2b286b0", "求人、商品、メッセージをプロモーションできます。"),
                f("e2895a38", "最大12,000ドルの広告クレジット"),
                f("becba496", "広告クレジットの付与は期間限定です。"),
                f("ded395ae", "ビジネスのアナリティクスに1か所からアクセスできます"),
                f("a47a20d4", "アドバンストアナリティクス"),
                f("b56d3ec6", "すべての組織と関連アカウントにPremium + が付与され、Grok 3にアクセスできます。"),
                f("ie663a1a", "専門カスタマーチームによる迅速なサポートとエスカレーションをご利用いただけます"),
                f("j7f75bec", "VIPサポート"),
                f("ebf5ec26", "近日公開"),
                f("eeb424e2", "ストーリーを作り、"),
                f("ab62db18", "オーディエンスを獲得しましょう。"),
                f("j2c9bc4e", "金色のチェックマークによって目に留まりやすくし、関連アカウントを追加して会社をオーガニックにマーケティングしましょう。"),
                f("e7930f82", "差別化を図る"),
                f("e77ea57e", "強力なツールを使って、売上を伸ばしたり、優秀な人材を採用したり、市場に関する独占的なインサイトを手に入れたりすることができます。"),
                f("a558a254", "認証済み組織によってXで成長を加速させる"),
                f("b099f256", "Radarを使って、ボタンを押すだけで市場のトレンドや世論を把握できます。"),
                f("ecb7fa02", "ビジネスインテリジェンス"),
                f("cb5faa2a", "広告クレジットを使用して、全世界の優秀な人材にリーチできます。"),
                f("c67b260c", "求人プロモーション"),
                f("if48b5c2", "Xに求人をアップロードして、何百万人ものユーザーに直接プロモーションできます。"),
                f("aa0d60aa", "ヶ月"),
                f("cebfdb52", "組織"),
                f("i9b6fcbc", "ユーザー検索を使用してエンジニア、セールスリード、クリエイターを見つけ、連絡を取ることができます。 "),
                f("a6b5c3f0", "優秀な人材を見つける"),
                f("a51acce8", "ベーシックにダウングレード"),
                f("ie132f40", "アップグレードしてフルアクセスを利用し続ける"),
                f("b0d26232", "お得"),
                f("f563b353", function (e) {
                    return "プロモーション終了日: " + e.endDate;
                }),
                f("b29b2e69", function (e) {
                    return e.endDate + "まで" + e.percentOff + "%の割引";
                }),
                f("j3cfae29", function (e) {
                    return "最初の1年間は年額" + e.discountedCost + "、その後は年額" + e.baseCost + "になります。";
                }),
                f("jb74aea4", "関連アカウントを追加する場合、ユーザー名あたり50ドル/月かかります。広告クレジットには制限が適用されます。"),
                f("fc9fc856", "関連アカウントを追加する場合、ユーザー名あたり600ドル/年かかります。広告クレジットには制限が適用されます。"),
                f("fc785aec", "ベーシックを入手"),
                f("edf32072", "プレミアムプラスの全特典に加えて:"),
                f("b3caf146", "認証済みゴールドバッジ"),
                f("a1dbf70c", "毎月200ドル分の無料広告クレジット"),
                f("i2a2286c", "2,500ドル分の無料広告クレジット"),
                f("e8d0fd04", "Radarベーシック"),
                f("cf038828", "専用サポートサービス"),
                f("efd56302", "関連アカウントをページに追加"),
                f("bc1bb6aa", "毎月1,000ドル分の無料広告クレジット"),
                f("e1669560", "12,000ドル分の無料広告クレジット"),
                f("hb973da4", "Radarフルアクセス"),
                f("g444c82e", "企業向け機能をいち早く利用する"),
                f("a1bc0bcf", function (e) {
                    return e.cost + "（年払い）";
                }),
                f("i0f58dac", "すべてのプランに適用される税金と手数料が加算されます。"),
                f("je182d8a", "企業"),
                f("ge609bd6", "お問い合わせ"),
                f("je6d2aec", "モジュール式の価格設定"),
                f("ed33b888", "ユーザー検索"),
                f("ade522c4", "インサイト"),
                f("h551f266", "広告クレジット"),
                f("c74f7856", "関連アカウントパッケージ"),
                f("b9b41f7a", "検索の最適化"),
                f("b1f368ee", "専用サポート"),
                f("j189c5b2", "プロの全特典に加えて:"),
                f("i7f4b58e", "カスタム"),
                f("h45fd8ae", "フルアクセスを入手"),
                f("f1c3b32c", "ベーシックの全特典に加えて:"),
                f("f4307806", "人気"),
                f("ce7c21de", "年払い"),
                f("a21a64f6", "「Xのビジネス活用はとても優れています。人材検索ツールを使用して優秀な人材を採用できました。」"),
                f("dbb3fc54", "共同創設者およびCEO"),
                f("c1600210", "「Xのビジネス活用を迷わずおすすめします。市場に関するインサイトを手に入れることで、顧客を獲得できました。」"),
                f("fb3e127a", "期間限定の新年プロモーション"),
                f("a5fee980", "次の期限までにサブスクライブすると、1年プランが30%の割引になり、最大12,000ドルの無料広告クレジットを獲得できます:"),
                f("c9051cac", "日"),
                f("ie035790", "秒"),
                f("cbd3dfaa", "ベータ版を試す"),
                f("h260121e", "特に注目を集めたい職務をオーディエンスに紹介しましょう。"),
                f("ae0ad604", "採用情報ページ"),
                f("cbd4ba6e", "優秀な人材を見つけてつながる"),
                f("b71927b2", "無制限の求人ポスト"),
                f("a0b5b7d4", "Xのパフォーマンス広告モデルにより、AIターゲティングを活用しましょう。"),
                f("aa3f0e90", "AIターゲティングにより求人をプロモーションする"),
                f("hc67be9e", "はじめる"),
                f("c9a67f9e", "人材募集を始める"),
                f("jd937cda", "X人材募集により、御社に興味関心を持つ数百万人の候補者にリーチしましょう。求人を同期して、カスタム採用情報ページを作成し、求人プロモーションを設定してタイムラインにターゲティング広告を配信できます。"),
                f("d92d2632", "優秀な人材を獲得するのに最適なプラットフォーム"),
                f("c10bee94", "毎月の応募"),
                f("ib69d218", "25万以上"),
                f("i953576c", "人材募集中の企業"),
                f("j395b846", "1万以上"),
                f("g48a59c2", "ユーザー"),
                f("j228841a", "5億以上"),
                f("da570714", "ATS統合"),
                f("h25a3132", "求人プロモーション用の広告クレジットが最大2,400ドル"),
                f("f25a2004", "プレミアムプラスの特典"),
                f("c237b78e", "人材募集チームの関連アカウント"),
                f("fc3d58fe", "求人プロモーション用の広告クレジットが最大12,000ドル"),
                f("eb5f060c", "フォロー"),
                f("a19cf46f", function (e) {
                    return "@" + e.screenName + "さんをフォロー解除しますか？";
                }),
                f("e4c91b70", "このアカウントのポストはおすすめタイムラインに表示されなくなります。ポストが非公開になっている場合を除き、プロフィールを表示することはできます。"),
                f("j650c8dc", "フォローリクエストを破棄しますか？"),
                f("c02f8de1", function (e) {
                    return "フォローリクエストがキャンセルされ、@" + e.screenName + "さんには表示されなくなります。";
                }),
                f("e2ee95a1", function (e) {
                    return e.date + "からXを利用しています";
                }),
                f("d64fef58", "まだポストはありません"),
                f("e2a098dc", "並べ替え"),
                f("c5709148", "ポストの上限1000件が表示されています"),
                f("ca5e57bd", function (e) {
                    return "ポスト" + e.noun;
                }),
                f("d16c1ab6", "新しい順"),
                f("f0a28956", "古い順"),
                f("h06df79a", "インプレッションの多い順"),
                f("c44744e6", "インプレッションの少ない順"),
                f("j6b98664", "いいねの多い順"),
                f("a669f95c", "いいねの少ない順"),
                f("a0c66496", "返信が最も多い"),
                f("h45174fe", "返信が最も少ない"),
                f("ea20f92a", "リポストが最も多い"),
                f("c9a63566", "リポストが最も少ない"),
                f("b40d33e4", "詳細のクリック数"),
                f("gedf636e", "URLのクリック数"),
                f("bbc12690", "ハッシュタグのクリック数"),
                f("g7ede992", "固定リンクのクリック数"),
                f("f5210bae", "リンク"),
                f("b1f77a7c", "データをエクスポート"),
                f("j62d2af4", "ポストの概要"),
                f("dc70a568", "ポストの分析"),
                f("j9f65603", function (e) {
                    return "午前12時" + e.date;
                }),
                f("d6ad20d7", function (e) {
                    return "午前4時" + e.date;
                }),
                f("d9bcb257", function (e) {
                    return "午前8時" + e.date;
                }),
                f("b83b49f1", function (e) {
                    return "午後12時" + e.date;
                }),
                f("h52ae229", function (e) {
                    return "午後4時" + e.date;
                }),
                f("i07e47b9", function (e) {
                    return "午後8時" + e.date;
                }),
                f("h7cd94fe", "ぼやけた折れ線グラフ"),
                f("b10621d4", "すべてのデータを見る"),
                f("c23def7a", "エンゲージメント数"),
                f("jc14a9e8", "ご利用金額"),
                f("d16b5a18", "広告のご利用金額の合計"),
                f("g01559c6", "過去7日間分を表示したデータ"),
                f("ddc8d458", "過去のデータを活用する"),
                f("j74eab48", "アドバンストアナリティクスはXプレミアムメンバーだけの特典です"),
                f("i02166f6", "オーディエンスを把握する"),
                f("cef977e4", "データをエクスポートする"),
                f("f88e624e", "会話を更新しました"),
                f("e15e5637", function (e) {
                    return "過去" + e.count + "時間";
                }),
                f("h5ab8b0e", "フォローしているユーザーがフォローしているアカウント"),
                f("a0f01bca", "クリックして期間を変更"),
                f("he30b16c", "フォローしているユーザーがフォローしているアカウントでは結果の範囲が広がり、あなたがフォローしているユーザーだけでなくそのユーザーがフォローしているアカウントによって最も多く共有された記事も表示されます。"),
                f("b0589550", "さらに多くのニュースを表示する"),
                f("b60e4f78", "チェックする"),
                f("e950f6e0", "身の回りで共有された記事はありません。"),
                f("e7dcfb81", "さらにアカウント"),
                f("h965157c", "このページはサポートされていません。"),
                f("cd388852", "このコンテンツを表示するには、最新バージョンのXで作成者のプロフィールにアクセスしてください。"),
                f("abebdfae", "自分がホストまたは共同ホストしたスペースについてのアナリティクスのみ表示できます。"),
                f("fcb205da", "リスニング中のリスナー"),
                f("jb088200", "録音の再生"),
                f("if65328a", "リスニング/リプレイした人数"),
                f("a1a0e6d8", "ホストをフォロー"),
                f("a3c4e396", "ホストをフォロー解除"),
                f("j58e7b00", "プロフィールを表示"),
                f("eca4e32a", "詳細を表示"),
                f("hd908df2", "進行中のスペース"),
                f("c5d40fe2", "すべてのアカウント"),
                f("a8df1d34", "動画を有効にする"),
                f("if410292", "スペースの詳細を見る"),
                f("i43fdce9", function (e) {
                    return "トピックを追加（" + e.count + "/" + e.total + "）";
                }),
                f("e32e99ec", "どのようなテーマで会話しますか？"),
                f("e93f3c2a", "スペースを録音する"),
                f("b701d610", "スケジュールされているスペースを削除しました"),
                f("b028792d", function (e) {
                    return "スケジュールされているスペースを管理（" + e.count + "）";
                }),
                f("e9b73da8", "スペースをスケジュール"),
                f("cdf630be", "今すぐ始める"),
                f("acd1bcb0", "参加できるアカウント"),
                f("h07146a2", "発言できるユーザー"),
                f("h61d92b0", "スケジュールされているスペースを削除"),
                f("a488f2eb", function (e) {
                    return e.count + "/" + e.total + "件選択済み";
                }),
                f("d2dfe80d", function (e) {
                    return "スペースは" + e.date + e.time + "に開始されます";
                }),
                f("aef95393", function (e) {
                    return "既存のスペースが" + e.date + e.time + "にスケジュールされています";
                }),
                f("a7069f2e", "詳細を編集"),
                f("a15f06fc", "スケジュールされているスペース"),
                f("f6cfa3fe", "過去の日時にスペースをスケジュールすることはできません。"),
                f("a8f71a2b", function (e) {
                    return e.days + "日以上後の日時にスペースをスケジュールすることはできません。";
                }),
                f("ae092f6c", "スケジュールされているスペースを削除できません。"),
                f("jd7f0030", "スケジュールされているスペースを更新しました"),
                f("a26da034", "変更を保存"),
                f("b3633046", "コミュニティを選択"),
                f("ce447fcb", function (e) {
                    return e.count + "人のリスナー";
                }),
                f("ef7da97f", function (e) {
                    return e.count + "人がリスニング中";
                }),
                f("a065e7e7", function (e) {
                    return "進行中: " + e.spaceTitle;
                }),
                f("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                f("f651e375", function (e) {
                    return "このスペースは終了しました: " + e.spaceTitle;
                }),
                f("i8478ae7", function (e) {
                    return "録音を再生: " + e.spaceTitle;
                }),
                f("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                f("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                f("e4e811fc", "接続中..."),
                f("aadbc747", function (e) {
                    return "共同ホスト";
                }),
                f("hbd6035f", function (e) {
                    return "スピーカー";
                }),
                f("if420852", "録音を再生"),
                f("f7dc3b1c", "このスペースは終了しました"),
                f("c1d15dc0", "このスペースは終了しました。"),
                f("g3e2f3a6", "匿名でリスニングする"),
                f("cd64d43e", "直接スピーカーとして参加する"),
                f("jcdc32f0", "聞いてみる"),
                f("a0cee16a", "発言を始める"),
                f("bf3daa48", "匿名でリスニングを開始"),
                f("f9305f48", "再接続する"),
                f("e51df2e6", "開始する前にマイクがオフになります"),
                f("h114ff6c", "すでにスペースに参加しているため、このスペースに参加できません。"),
                f("d7fe2d7e", "すでにスペースに参加しているため、このスペースに再接続できません。"),
                f("e61bdea4", "ホストがこのスペースを録音しています。すべてのスピーカーが公開録音に収録されます。"),
                f("d0ebf4f7", "詳細はこちら"),
                f("d782b808", "サブスクライブにはメリットがあります。"),
                f("i7f83b8d", "詳細はこちら"),
                f("fc962610", "スペースまたはホストの名前を検索"),
                f("e5b5f091", function (e) {
                    return "「" + e.searchQuery + "」に一致するスペースはありません";
                }),
                f("g5812140", "スペースを開始してみましょう"),
                f("e8fe1ecb", function (e) {
                    return "「" + e.searchQuery + "」に一致する" + e.section + "のスペースはありません";
                }),
                f("c432d2b2", "スペースを検索"),
                f("d39e8b30", "ノートを追加"),
                f("dc7a6625", function (e) {
                    return e.displayAlias + "として書く";
                }),
                f("g17e4064", "ノートはコミュニティノートのコードネームを使って公開されます。Xプロフィールには関連付けられません。"),
                f("d9b09ee8", "正確さを重視してください — 外部資料のリンクが必要です。"),
                f("b7476596", "正確さを重視してください — 外部資料のリンクを提示することをおすすめします。"),
                f("df6c8292", "説明を入力してください"),
                f("ecb4d20c", "ノートが保存されませんでした。このポストのノートをまだ作成していないことを確認し、しばらくしてからやりなおしてください。"),
                f("eb5b4a12", "コミュニティノートのコードネームについて"),
                f("ja0ee360", "ニックネームを選択"),
                f("f7b7c250", "コミュニティノートで使うコードネームを選択してプライバシーを保護する"),
                f("c6382384", "コミュニティノートがコードネームを使う理由"),
                f("j48ab594", "プライバシーを保護しながら協力する"),
                f("bc2399a0", "XのIDを共有せずにノートを作成したり評価したりできます。"),
                f("d939cf16", "コンテンツに焦点を当てる"),
                f("a56f0c32", "エイリアスを使うことで、協力者が作成者よりも内容に焦点を当てやすくなるため、先入観を軽減できます。"),
                f("d17c59e4", "すべての協力者には引き続き評価が付けられます"),
                f("i719f8e2", "協力者の履歴を表示できます。すべての協力者には評価が付けられます。"),
                f("a96bb564", "コミュニティノートのコードネームを選択"),
                f("afcdcf84", "このコードネームは、コミュニティノートを作成したり評価したりするときのIDとなります。Xプロフィールには関連付けられません。"),
                f("f83d0446", "ニックネームを保存しました。"),
                f("ed0e6b2e", "ノートの評価を開始"),
                f("if4c5e06", "コミュニティノートへようこそ！"),
                f("g880a78a", "まずノートを評価する"),
                f("d1be2236", "コミュニティノートは、すべてのユーザーに表示される役に立つノートを識別する点で、あなたのような協力者に依存しています。"),
                f("af9f2b78", "評価ポイントを増やす"),
                f("af68afc8", "ポイントは、あなたの評価がノートの「役に立った」または「役に立たなかった」ステータスの獲得につながるたびに増えていきます。"),
                f("fb5c5d42", "ノートを作成できるようになる"),
                f("a1e58cdc", "評価ポイントが5以上に到達すると、コミュニティノートを自分で作成できるようになります。"),
                f("j5f112b4", "最近のノートのうち2件が、現在のところ「役に立たなかった」ステータスになっています。"),
                f("ac34c5e8", "過去の評価に互いに同意しなかった協力者を含む十分な数の協力者が、あなたのノートのうち2件が「役に立たなかった」ことに同意しました。フィードバックは次のとおりです。"),
                f("ib7886d0", "これらのノートをプロフィールで確認する"),
                f("b0a7d360", "ノートの作成が一時的にロックされる可能性があります。"),
                f("e473f876", "ステータスが「役に立った」または「役に立たなかった」になっている直近5件のノートに「役に立たなかった」ノートが3件含まれている協力者は、ノートの作成が一時的にロックされます。"),
                f("ef490ae8", "出典が含まれていないか、信頼できない"),
                f("bf3dc462", "出典がノートを裏付けていない"),
                f("heb35e12", "情報が正しくない"),
                f("ib117532", "嫌がらせまたは攻撃的な行為"),
                f("a7bc3192", "品質の高い資料を引用している"),
                f("a26f8dc2", "わかりやすい"),
                f("cbdef06c", "ポストの主張を直接取り上げている"),
                f("faa5f9e8", "重要な背景情報を示している"),
                f("gf3b38f4", "言葉遣いが中立的、または先入観にとらわれていない"),
                f("a50327ea", "このポストには不要なノートである"),
                f("h7c59ea2", "私見や憶測である"),
                f("d60c0064", "入力ミスやあいまいな表現"),
                f("e06416ca", "要点をついていない、または関連性がない"),
                f("cff1aa8c", "言葉遣いが理屈っぽい、または先入観にとらわれている"),
                f("c5d55592", "独自の情報や背景情報を示している"),
                f("f3e6f0aa", "参考になる"),
                f("hc2b6a7e", "意見が中立的/共感的である"),
                f("bbe8b4ac", "私見、憶測、偏見である"),
                f("dd1f17ea", "トピックに沿っていない"),
                f("if966b54", "情報が古い"),
                f("fdc2060a", "ノートを作成するには、ポイントスコアを上げてください。"),
                f("edd80858", "プロフィールとスコアを見る"),
                f("eec24ff6", "評価を開始"),
                f("eb9dc3ec", "ポストに背景情報として表示し、他のユーザーに十分な情報を提供するため、あなたのような協力者が共同で役立つノートを特定します。"),
                f("f2f61788", "ノート作成のロックを解除する"),
                f("ca7e11e6", "有効な評価スコアが5以上に到達すると、コミュニティノートを作成できるようになります。"),
                f("e7beb100", "プロフィールとフィードバックを表示"),
                f("fd02e290", "すべてのルールを表示"),
                f("ee7b8050", "新しいノートの作成が一時的にロックされています。"),
                f("b8cc2e9a", "あなたが作成した最近のノートは「役に立たなかった」と評価されているため、ノートの作成が一時的にロックされています。"),
                f("f6c8613e", "協力者によるあなたのノートについてのフィードバック:"),
                f("fd5c2282", "ノート作成のヒントをさらに表示"),
                f("c23e67ea", "ノート作成のロックを解除する"),
                f("i0e66c5a", "1つ選択してください"),
                f("j8e3e3be", "1つ以上選択してください"),
                f("f1e851f0", "説明を入力してください"),
                f("ff5dcac8", "説明が長すぎます"),
                f("b47b5a16", "全項目が必須です。すべての質問に回答してください。"),
                f("g9cffe16", "ノートに情報源がありません"),
                f("bfa9e276", "この画像が含まれるすべてのポストで役に立つようノートを書き換えるか、このフォームの最初の質問に対する回答を見直してください"),
                f("ja36d83e", "この動画が含まれるすべてのポストで役に立つようノートを書き換えるか、このフォームの最初の質問に対する回答を見直してください"),
                f("i6488a04", "このメディアが含まれるすべてのポストで役に立つようノートを書き換えるか、このフォームの最初の質問に対する回答を見直してください"),
                f("j6e12b24", "デジタル修正された画像や動画が含まれている"),
                f("eda68484", "デジタル修正されている"),
                f("e198eb8c", "他のユーザーに十分な情報を提供するため、動画に表示した方がよいと思う背景情報を含むノートを作成してください。"),
                f("a9803d44", "他のユーザーに十分な情報を提供するため、画像に表示した方がよいと思う背景情報を含むノートを作成してください。"),
                f("j7ddf18a", "他のユーザーに十分な情報を提供するため、このリンクを含むすべてのポストに表示した方がよいと思う背景情報を伝えるノートを作成してください。"),
                f("g3874520", "他のユーザーに十分な情報を提供するため、ポストに表示した方がよいと思う背景情報を伝えるノートを作成してください。"),
                f("ac1141aa", "この動画が誤解を招いていない理由や追加の背景情報が必要ない理由をコミュニティノートの他の協力者が理解できるように、ノートを作成しましょう。"),
                f("f99ebcfc", "この画像が誤解を招いていない理由や追加の背景情報が必要ない理由をコミュニティノートの他の協力者が理解できるように、ノートを作成しましょう。"),
                f("h641949e", "このポストが誤解を招いていない理由や追加の背景情報が必要ない理由をコミュニティノートの他の協力者が理解できるように、ノートを作成しましょう。"),
                f("c926cff6", "最新の事実情報に基づく、このポストについてのあなたの判断を教えてください..."),
                f("e0ef7a2c", "最新の証拠に基づく、この画像についてのあなたの判断を教えてください..."),
                f("g491d33a", "最新の証拠に基づく、この動画についてのあなたの判断を教えてください..."),
                f("b253e462", "最新の証拠に基づく、このリンク先ページについてのあなたの判断を教えてください..."),
                f("b1b2d004", "誤解を招く可能性があるため、背景情報を追加すると役に立つ"),
                f("ha9655c2", "誤解を招いていない"),
                f("ebd2de06", "このポストが誤解を招く可能性があると思う理由を教えてください。"),
                f("i865abe8", "この画像が誤解を招く可能性があると思う理由を教えてください。"),
                f("add096c6", "この動画が誤解を招く可能性があると思う理由を教えてください。"),
                f("eb604e2e", "リンク先ページが誤解を招く可能性があると思う理由を教えてください。"),
                f("c33bc7d4", "事実誤認が含まれている"),
                f("aadb676c", "誤解を招く可能性がある古い情報が含まれている"),
                f("g21a0ef4", "虚偽の陳述であるか、重要な背景情報が欠けている"),
                f("daf354de", "立証されていない主張を事実としている"),
                f("d1d2ef84", "事実と誤解されかねない冗談や風刺である"),
                f("bfee6064", "このポストが誤解を招かないと思う理由を教えてください。"),
                f("dfd1f7f0", "この画像が誤解を招いていないと思う理由を教えてください。"),
                f("b8623176", "この動画が誤解を招いていないと思う理由を教えてください。"),
                f("ec66e3fc", "リンク先ページが誤解を招いていないと思う理由を教えてください。"),
                f("g228df26", "事実に基づく正確な主張をしている"),
                f("h890a3f2", "共有された時点では正しい情報であったが、現在では古くなっている"),
                f("hf607a0a", "明らかに風刺/冗談である"),
                f("j6ac7742", "個人的な意見を述べている"),
                f("b1d82aae", "ほとんどの人が信頼できるとみなす資料へのリンクを提示しましたか？"),
                f("ae859ee0", "ポストと画像のどちらについてのノートですか？"),
                f("ba84e7f8", "ポストと動画のどちらについてのノートですか？"),
                f("ibb784c6", "このポスト自体"),
                f("a21ecb8c", "このポスト内の画像（この画像が掲載されているすべてのポストに表示されます）"),
                f("he0ca8da", "このポスト内の動画（この動画が掲載されているすべてのポストに表示されます）"),
                f("d0bf8d34", "ポストとリンクのどちらについてのノートですか？"),
                f("db370b9a", "ポスト、画像、リンクのどれについてのノートですか？"),
                f("c35bf10e", "ポスト、動画、リンクのどれについてのノートですか？"),
                f("d96ce0d2", "このノートは、この画像が含まれるすべてのポストで役に立つ内容になっています。"),
                f("a1fb516c", "このノートは、この動画が含まれるすべてのポストで役に立つ内容になっています。"),
                f("be46a61e", "このノートは、このメディアが含まれるすべてのポストで役に立つ内容になっています。"),
                f("ied1c2c2", "このノートはどちらかというとこのポストにのみあてはまる内容のため、他のポストとは無関係の可能性があります。"),
                f("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                f("gdfbdd93", function (e) {
                    return e.matchCount + "件のポストすべて";
                }),
                f("d7959c4d", function (e) {
                    return e.matchCount + "件のポストすべて";
                }),
                f("ff5be16d", function (e) {
                    return e.matchCount + "件のポストすべて";
                }),
                f("abdd8d0a", "ノートを編集"),
                f("c097608e", "ノートに説明がありません"),
                f("ba25898c", "情報源の説明をノートに追加すると、「役に立った」と評価される可能性が高くなります。"),
                f("e764d704", "信頼できる情報源のリンクをノートに追加すると、「役に立った」と評価される可能性が高くなります。"),
                f("gb67e44c", "説明なしで送信"),
                f("d6b758a2", "情報源なしで送信"),
                f("dc1fa12c", "コミュニティノートアカウントには認証済み電話番号が必要です"),
                f("a1752fde", "このアカウントからコミュニティノートへの協力を続けるには、電話番号を認証してください。"),
                f("hef02710", "認証済みであることに加えて、信頼できる携帯電話会社の番号でなければならず、別のコミュニティノートアカウントに登録されていてもなりません。"),
                f("dff9b6bc", "電話番号を認証する"),
                f("f051e434", "コミュニティノートの協力者には一意の電話番号が必要です"),
                f("eaef2f72", "複数のコミュニティノート協力者のXアカウントにこの電話番号が登録されているようです。"),
                f("j78d41b4", "このアカウントから協力を続けるには、この電話番号を他のXアカウントから削除してください。"),
                f("a7c9a176", "コミュニティノートアカウントには、信頼できる携帯電話会社の認証済み電話番号が必要です"),
                f("ec853dfa", "人為的に作成された電話番号や架空の電話番号の使用を減らすため、信頼できる携帯電話会社の電話番号にしてください。"),
                f("j6e19c58", "コミュニティノートの価値"),
                f("ea580ee2", "コミュニティノートの価値をもう一度ご確認ください:"),
                f("eac7b6ac", "理解を深めることに貢献する"),
                f("b0381cfc", "誠意をもって行動する"),
                f("f0addddc", "意見が合わない場合でも協力的に行動する"),
                f("h7c7b204", "新しいノートを作成する前に既存のノートの評価にご協力ください"),
                f("i8cae552", "評価することにより、コミュニティノートの品質維持に貢献できます。"),
                f("hd43a218", "1日に作成できるノートの数の上限に達しました。"),
                f("aaba8ed2", "ノートの品質を維持し、スパムを防止するため、協力者が1日に作成できるノートの数には、協力者の作成ポイントに基づく上限が設けられています。しばらくしてから再度お試しください。"),
                f("a67ed4d6", "この作成者のポストに現時点で追加できるノートの数が上限に達しています"),
                f("ic484166", "ノートの質を高く保ったり、スパム行為を防いだりするため、特定のポスト作成者に対して1人のユーザーが一定期間内に作成できるノートの数には制限があります。この制限は、その作成者に関する過去のノートへのユーザーからの評価にもとづいて決まります。しばらくしてからやりなおしてください。"),
                f("b98f077c", "ノート情報をリクエスト"),
                f("ee691104", "このポストについてのコミュニティノートをリクエストする"),
                f("f8cbdf02", "このポストは誤解を招く可能性があるとお考えの場合、コミュニティノートをリクエストしましょう。"),
                f("f132d1be", "リクエストが十分な数になったポストは、協力者に通知が表示されます"),
                f("gf71296c", "ノートが作成され、他の協力者によって「役に立った」と評価された場合、そのノートがポストに表示されます"),
                f("de0685b4", "表示されるノートをXが決めることはありません。コミュニティノートは、ユーザーによるユーザーのためのノートです。"),
                f("f8ac3c88", "同意してノートをリクエスト"),
                f("a8edd0ea", "ソースを追加する"),
                f("a39a0de6", "Xポストのリンク"),
                f("j819c176", "誤解を招く可能性がある内容について説明するXポストのリンクを追加すると、コミュニティノートの協力者にとって役立ちます。"),
                f("e15b3b44", "Xポストのリンクにしてください（例: x.com/user/status/....）"),
                f("c81085a4", "こちら"),
                f("c363515c", "公開されます"),
                f("cb6b0138", "ありがとうございます。リクエストを送信しました"),
                f("c196e8b8", "ノートを作成して「役に立った」と評価された場合、ポストに表示されます。"),
                f("a9491efa", "コミュニティノートリクエストを送信しました"),
                f("f060d1cc", "リクエストを削除"),
                f("f499f824", "リクエストを削除"),
                f("hd1bc518", "数分間このポストで新しいリクエストを作成できなくなる可能性があります"),
                f("geb8d31d", "登録"),
                f("gc399930", "ノートリクエストの1日あたりの上限についての情報"),
                f("fee815e4", "1日にリクエストできるノートの数の上限に達しました。"),
                f("i7eb7900", "リクエストしたポストのノートが「役に立った」と評価された場合、1日あたりの上限が高くなります。"),
                f("d1a3817e", "これは、追加の背景情報が必要な、誤解を招く可能性があるポストをたくさん見つけているユーザーに報いるものとなります。"),
                f("c031c77a", "ノートが必要なことに他のユーザーが同意していないポストのリクエストを多数行った場合、1日あたりの上限が低くなることがあります。"),
                f("f87129d2", "これは、スパムを防ぎ、役に立つノートを必要とするポストにノートの作成者が集中するのに役立ちます。"),
                f("jdd4a572", "アカウントの電話番号を認証してください"),
                f("i0f07c07", "電話番号を認証"),
                f("i157c1a8", "このリクエストを削除しました。"),
                f("a9f4ca9c", "コミュニティノートの協力者があなたのノートを表示できるようになりました"),
                f("eb8f7c0c", "他の協力者があなたのノートを評価できるようになりました"),
                f("h87c6bd6", "他の協力者があなたのノートを表示できるようになりました"),
                f("gc1a5bce", "役に立ったかどうかが評価されます"),
                f("i0e950ca", "ノートが「役に立った」ステータスを獲得すると、そのポストを閲覧するすべてのユーザーに背景情報として表示されます"),
                f("a047e800", "あなたのノートは、他の協力者がノートを評価する際の追加の背景情報として役に立っています"),
                f("cec8a38c", "ノートが「役に立った」ステータスを獲得すると、作成ポイントが付与されます。"),
                f("a377532e", "十分な数の協力者がさまざまな視点から「役に立った」と評価した場合、そのポストを閲覧したすべてのユーザーに背景情報として表示されます"),
                f("d790fa4e", "ノートのステータスは多数決で決まるわけではありません"),
                f("e90cda68", "幅広いユーザーにとって役に立つノートを特定するため、過去の評価に同意しないことがあった協力者間で意見が一致してからノートのステータスが決まります。"),
                f("j5a1d85a", "ノートを見る"),
                f("b25b64d6", "ノートが送信されました。"),
                f("g1428d70", "ノートを送信しました。"),
                f("a4ec7004", "現在の状況は次のとおりです。"),
                f("c4093274", "送信後のコミュニティノートについて"),
                f("bc8746a6", "新しいノートを作成する前に、既存のノートを少なくとも1件評価してください。"),
                f("ce3c80b8", "コミュニティノートの品質維持には利用者による評価が必要です。"),
                f("fa6a075a", "ポストの背景情報を表示することをすすめるノート"),
                f("acb7ecae", "追加の背景情報が必要ない理由を説明するノート"),
                f("d9a5fc06", "ポストを評価"),
                f("b73cebd2", "ポストとノートを評価"),
                f("ad8883f2", "このポストにノートはありません"),
                f("efd14e7a", "ノートを読み込み中"),
                f("e65b7186", "このポストについてのコミュニティノートが提案されています"),
                f("bcc14a68", "コミュニティノートは、ボランティアの協力者が、誤解を招いていると思うポストに背景情報（「ノート」と呼ばれます）を追加するプログラムです。以下のノートは協力者が評価できます。現在のところ「役に立った」と評価されている場合、ポストの背景情報として表示されます。現在のところ「役に立った」と評価されているノートに同意できない協力者は、追加のレビューをリクエストできます。つまり、他の協力者がノートをレビューした後、評価が変わる可能性があります。 "),
                f("c21313ba", "現在のところ「役に立たなかった」と評価されているノート"),
                f("c2c40120", "すべてのノートを表示"),
                f("ia596d40", "ご意見をお聞かせください。"),
                f("deff0bde", "ノートを作成"),
                f("i8e85ef8", "コミュニティノートに参加してノートや他の機能を使うことにより、他のユーザーが正確な情報を入手できるようにご協力ください"),
                f("af88892a", "これらのノートは、ポストが誤解を招いている可能性があるため追加の背景情報が役に立つと考えるコミュニティノートの協力者によって追加されました。"),
                f("cf8a40a6", "ノートは、十分な数の協力者が「役に立った」と評価するまでコミュニティノートでのみ表示されます。"),
                f("g22c8c30", "これらのノートは、過去の評価に同意しないことが多い協力者を含む、十分な数の協力者が「役に立たなかった」と評価した場合、ポストの追加の背景情報として公開され始めます。"),
                f("jf04b084", "これらのノートは、ポストが誤解を招いていないため追加の背景情報は必要ないと考える協力者によって追加されました。"),
                f("g5a72e98", "これらは、評価者向けの追加情報としてコミュニティノートでのみ表示され、「役に立った」ステータスを獲得した場合もポストの背景情報として表示されません。"),
                f("b8719c22", "ポストがさまざまな視点を持つユーザーからいいねされているかどうかを判別するため、ご協力ください。"),
                f("jcdf97d4", "このポストのどの点が気に入りましたか？"),
                f("d4d7b67e", "このポストのどの点が気に入りませんでしたか？"),
                f("ed5156fa", "評価を保存できません。やりなおしてください。"),
                f("d0ed3636", "このポストを評価しました"),
                f("j6aa6172", "評価を削除しますか？"),
                f("i4112750", "この操作は取り消しできません。"),
                f("i6f6191a", "ありがとうございました。"),
                f("h5575012", "同意して送信"),
                f("f9171e52", "このポストは、普段は意見が異なるユーザーからいいねされましたが、今のところ数が限られています。"),
                f("j0f9919a", "あなたの評価がポストに否定的な影響を与えることはありませんが、いいねを幅広く獲得したポストを肯定的に認識するのに役立ちます。"),
                f("b3af830c", "あなたの意見:"),
                f("d0b29562", "さらに多くのポストを今すぐ評価する"),
                f("i36ea87a", "同意する"),
                f("d5befc34", "興味深いことを学んだ"),
                f("je26ecf2", "重要なことを指摘している"),
                f("e4e331aa", "意見が分かれがちなトピックをまとめている"),
                f("ed61ff2a", "心温まる、心をひきつける"),
                f("gc3104d8", "刺激的、ワクワクする"),
                f("j8c4400e", "おもしろい"),
                f("j4738406", "該当なし: 気に入った点は何もない"),
                f("d93d1666", "同意しない"),
                f("d6130466", "意味のある内容がない"),
                f("d96835b6", "興味がない"),
                f("b7ba4150", "該当なし: 気に入らなかった点は何もない"),
                f("g0402b3b", "さまざまな視点を持つユーザーがいいねしている"),
                f("ged62c2b", "目立たせる"),
                f("b5d5f7f1", "方向性を決める"),
                f("a42fef87", "詳細はこちら"),
                f("bd7eb888", "このポストのすべてのノートを表示"),
                f("i97b83f6", "異議申し立ての送信中にエラーが発生しました。やりなおしてください。"),
                f("a038ab9a", "ノートを翻訳"),
                f("i606fc4c", "コミュニティノートの異議申し立てについて"),
                f("b664c554", "他の協力者によるレビューをリクエストする"),
                f("ab66e1f2", "しくみは次のとおりです。"),
                f("e36d807c", "コミュニティノートの他の協力者に、このノートのレビューと評価のリクエストが送られます。"),
                f("d8afb99c", "協力者の評価によってノートのステータスが変わり、現在のところ「役に立った」の評価以外になった場合、ノートはポストに表示されなくなります。"),
                f("f9e1090c", "レビューはXではなく協力者が行います。"),
                f("i80c8a84", "追加の確認が必要です。"),
                f("f93d4391", "他の協力者によるこのノートのレビューをリクエスト"),
                f("e457970a", "ノートの詳細"),
                f("df587b98", "ノートID"),
                f("h201bdc8", "ノートの作成者"),
                f("h74b96b0", "ノートを送信しました "),
                f("ge25848a", "現在のステータス"),
                f("d6db34cc", "さらに評価が必要です"),
                f("ce8b505e", "役に立たなかった"),
                f("e5be8156", "オープンソースアルゴリズムにより計算されたノートステータス"),
                f("fca23c42", "さまざまな観点を持つ十分な数の協力者が、このノートが「役に立った」ことに同意しているため、ポストに背景情報として表示されています。"),
                f("hef420c2", "このノートは、さまざまな観点を持つ十分な数の協力者によってまだ評価されていません。"),
                f("j3af43c4", "さまざまな観点を持つ十分な数の協力者が、このノートが「役に立たなかった」ことに同意しています。"),
                f("f79d812c", "ポストから1時間以内に「役に立った」と評価され、表示されました"),
                f("cc02373e", "提起されてから1時間以内に「役に立った」と評価され、表示されました"),
                f("d9f72d90", "ポストから1時間以内に一致し、表示されました"),
                f("fc6e4594", "評価者が選んだ上位のタグ"),
                f("f7427d6f", "このポスト"),
                f("aa94541d", "このポスト"),
                f("fe821ebb", "このポスト"),
                f("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("ff14b6b8", "別のポスト"),
                f("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("hb90fe9a", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("i23a64ea", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("h6c5af52", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("c2584f58", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("a0dec723", "このポスト"),
                f("f20fa57c", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("bd60b152", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("b95920ef", "このポスト"),
                f("f8dcced2", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("iaf626c0", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("e3002eab", "このポスト"),
                f("df3f2d52", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("cd83d952", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("ia35cd39", "このポスト"),
                f("a499228a", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("cf9ac658", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("fa56f7cb", "このポスト"),
                f("b826c19c", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("c4618eb8", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("i56af3fd", "このポスト"),
                f("g1f275b6", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("i2cac82c", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("d3205ee4", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("fc546c2e", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("g03f5337", "このポスト"),
                f("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("f5b30b8a", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("e25f9fd4", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("d595bffd", "このポスト"),
                f("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("ef8a55a6", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("d5061d00", "Xに表示されません"),
                f("e272836c", "ノートを削除しますか？"),
                f("da5a5d8c", "このノートを削除すると、コミュニティノートから完全に削除されます。"),
                f("a804a8f4", "より多くのノートの評価にご協力ください"),
                f("ib9628b8", "より多くのノートを評価して、評価ポイントをさらに増やしましょう"),
                f("bf08be2e", "今すぐ他のノートを評価"),
                f("i26425d8", "少し"),
                f("c6e683d0", "同意して送信"),
                f("b3fcaac6", "このノートを評価する前に情報源を開いて確認してみてください"),
                f("e8a33850", "このノートを評価する前に情報源を開いて確認してください"),
                f("ca6f04ec", "ノートで引用されている情報源を確認すると、ノードの精度向上に役立ちます。 "),
                f("a7338bc2", "このノートは役に立ちましたか？"),
                f("bd0b6422", "これは追加された背景情報が必要ない理由を十分に説明していますか？"),
                f("ac7f9746", "役に立たった点を教えてください。"),
                f("c7751804", "役に立たなかった点を教えてください。"),
                f("dc9c823a", "このノートは、このリンクが含まれるすべてのポストで役に立つと思われます。"),
                f("da0bb868", "このノートは、この動画が含まれるすべてのポストで役に立つと思われます。"),
                f("e8694748", "このノートは、この画像が含まれるすべてのポストで役に立つと思われます。"),
                f("b487e12e", "このノートは、このメディアが含まれるすべてのポストで役に立つと思われます。"),
                f("hfdb963e", "このノートはこのポストにのみあてはまる内容のため、同じリンクが含まれる他のポストとは無関係の可能性があります。"),
                f("bd6742c2", "このノートはこのポストにのみあてはまる内容のため、同じ動画が含まれる他のポストとは無関係の可能性があります。"),
                f("ded3a8a2", "このノートはこのポストにのみあてはまる内容のため、同じ画像が含まれる他のポストとは無関係の可能性があります。"),
                f("c1e42c92", "このノートはこのポストにのみあてはまる内容のため、同じメディアが含まれる他のポストとは無関係の可能性があります。"),
                f("af198630", "データ公開のしくみ"),
                f("d39720d3", "役に立った"),
                f("i7d91dc9", "少し役に立った"),
                f("c75b7fb4", "役に立たなかった"),
                f("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                f("d9025c46", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("jd7c58d8", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("ebb0b116", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("f9005c24", function (e) {
                    return e.matches + "件のポスト";
                }),
                f("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                f("h8335712", "ノート"),
                f("b9f18eec", "現在のところ「役に立った」と評価されています"),
                f("j33f6520", "現在のところ「役に立たなかった」と評価されています"),
                f("idc0e9fc", "登録してコミュニティノートの協力者になる"),
                f("a83cccfa", "協力者は、提案用ノートの確認、ノートの作成、評価ポイントの確認などを行えます。"),
                f("c2a6ec00", "コミュニティノートに参加しますか？"),
                f("d2470b62", "情報の改善にご協力ください。"),
                f("ab23a972", "会話に加わる"),
                f("c68f3bc0", "コミュニティノートの価値についての詳細はこちら"),
                f("dfb1f498", "ご意見"),
                f("a584cfa7", "@CommunityNotesまでDMをお送りください"),
                f("e4d93012", "複数のユーザーがコミュニティノートをリクエストしています"),
                f("e55983c0", "ノートが必要な理由を説明する出典のリンクを提供しているリクエストユーザーはまだいません"),
                f("h23be93e", "リクエストユーザーは、ノートが役に立つと考える根拠となるXポストを含めることができます。以下のポストが含められています"),
                f("ca6ae344", "コミュニティノートのタブバー"),
                f("fe27c1e2", "ノート"),
                f("ff692d64", "プロフィール"),
                f("cb1adfa0", "データをダウンロード"),
                f("jaf0d42c", "ノート"),
                f("fa9a644a", "ステータスが「役に立った」または「役に立たなかった」になっている直近5件のノートのうち3件が「役に立たなかった」と判断された場合、ノートの作成が一時的にロックされます。"),
                f("i4014342", "ノートの作成がロックされないように、2件のノートについて協力者から寄せられたフィードバックをご覧ください:"),
                f("j9897a7c", "ノート作成のヒントを表示"),
                f("ac71a5a0", "協力が必要なノートを評価"),
                f("h544e3c8", "コントリビュータがノートを作成できるようになるには、評価ポイントを5ポイント獲得する必要があります。"),
                f("d88c63f6", "New: ノートを作成できるようになる"),
                f("bd31adde", "コミュニティノートプログラムへの参加をやめています。"),
                f("a796c19c", "参加しなおす"),
                f("h837a96c", "コミュニティノートプログラムに参加しなおします。"),
                f("a4d4bcb9", function (e) {
                    return e.numDaysToRejoin + "日後にこちらから参加しなおせます。";
                }),
                f("a490bc51", "詳細はこちら"),
                f("c94ad3e8", "フィードバックをお送りください"),
                f("ee160790", "削除済みノート"),
                f("b3de4a42", "評価ポイント"),
                f("a7b0393c", "作成ポイント"),
                f("id568acc", "上位のノート作成者"),
                f("e25f9ad6", "ノートの「役に立った」ステータスの獲得につながった評価"),
                f("a0697fbc", "おめでとうございます。この評価により、ポストに背景情報として表示され、他のユーザーに十分な情報を提供する「役に立った」ノートが特定されました。"),
                f("a3311a60", "この評価により、ポストに背景情報として表示され、他のユーザーに十分な情報を提供する「役に立った」ノートが特定されました。"),
                f("bbc44f5a", "この評価により、ポストに背景情報として表示され、他のユーザーに十分な情報を提供する「役に立った」ノートが特定されます。"),
                f("b4f21858", "ノートの「役に立たなかった」ステータスへの到達につながった評価"),
                f("d46b6bc8", "この評価により、ノートの作成者にフィードバックが提供され、協力者が有望なノートに焦点を当てられるようになるため、コミュニティノートの改善につながります。"),
                f("a5e6ba6a", "最終的に「役に立たなかった」のステータスとなるノートの「役に立った」の評価"),
                f("a22929e4", "最終的に「役に立った」のステータスとなるノートの「役に立たなかった」の評価"),
                f("b76dd726", "これはよくある評価です。「役に立った」ノートが十分に役立たなかったことに一定数のユーザーが同意した場合、ステータスが変わる可能性があります。"),
                f("j29cc0f2", "この評価は多くの場合、他のユーザーが低品質とみなしたノートを支持することを示しているため、2倍カウントされます。"),
                f("cd4333d0", "心配はいりません。反対の評価はある程度付くものです。 "),
                f("e9fa53ac", "現在のところ「役に立った」または「役に立たなかった」ステータスがないノートの評価です。"),
                f("fc664dee", "ステータスが決まった後に行われた評価"),
                f("f024ec64", "この評価は、ノートのステータスを裏付けることも覆させることもあります。"),
                f("e1ee08e6", "作成ポイント"),
                f("je3fc324", "「役に立った」ステータスを獲得したあなたのノート"),
                f("f7358242", "「役に立った」ステータスを獲得したノート"),
                f("j8e9b514", "おめでとうございます。これらのノートはポストを閲覧するすべてのユーザーに現在表示されています。これにより、ポストに背景情報が提供され、他のユーザーは十分な情報を入手できるようになります。"),
                f("e9e57c5c", "これらのノートはポストを閲覧するすべてのユーザーに現在表示されています。これにより、ポストに背景情報が提供され、他のユーザーは十分な情報を入手できるようになります。"),
                f("fee0d8a8", "これらのノートがXに表示され、ポストに背景情報を提供することで、他のユーザーは十分な情報を入手できるようになります。"),
                f("iab44364", "「役に立たなかった」ステータスに到達したあなたのノート"),
                f("d8c90438", "「役に立たなかった」ステータスに到達したノート"),
                f("accaa48e", "これらのノートは、過去の評価に同意しないことがあった協力者を含む、十分な数の協力者が「役に立たなかった」と評価しました。これらのノートと受け取ったフィードバックは、プロフィールで確認できます。ノートのステータスは、評価を獲得するにつれて変化する可能性があります。"),
                f("fa2156f6", "これらのノートは、過去の評価に同意しないことがあった協力者を含む、十分な数の協力者が「役に立たなかった」と評価しました。ノートのステータスは、評価を獲得するにつれて変化する可能性があります。"),
                f("d004c768", "さらに評価が必要なノート"),
                f("f3d6d6c0", "「役に立った」または「役に立たなかった」ステータスがまだないノートです。"),
                f("d68a370c", "最終更新: "),
                f("f10aaf3c", "ノートの評価についてのヒント"),
                f("b9793c9a", "まだノートを作成していません"),
                f("bed66f92", "方法は次のとおりです。"),
                f("a3ca686a", "役に立つノートを作成するためのヒントを表示"),
                f("ga8034c6", "ポストの [•••] メニューをタップしてノートを作成する"),
                f("h4109636", "ポストが誤解を招く可能性があると思う場合、ポストを見たユーザーに役に立つ背景情報を提供するノートを作成しましょう。"),
                f("ec30e9ac", "ノートが役に立つかどうかを他の協力者が評価する"),
                f("e0c42f80", "ノートが「役に立った」ステータスに到達すると、そのポストを閲覧するすべてのユーザーに背景情報として表示されます"),
                f("ife4baaa", "コミュニティノートは多数決制ではありません。幅広いユーザーにとって役に立つノートを特定するため、過去の評価に同意しないことがあった協力者間で意見が一致してからステータスが決まります。これにより評価の偏りを防止できます。"),
                f("a0c552ee", "ポイントはここに表示されます"),
                f("a4e5ea3c", "まだノートを評価していません"),
                f("g9a28bde", "協力が必要なノートを表示"),
                f("dc0046e2", "コミュニティノートホームについて"),
                f("fecae168", "さらに評価が必要なため、ぜひあなたに協力してほしいノートが表示されます。"),
                f("h525e29e", "多くのユーザーに役に立つ可能性があるノートを見分けられるようにする"),
                f("f6db7706", "ポストの主張に直接言及しており、役に立つ明確な表現になっていて、幅広いユーザーから信頼できるとみなされる情報源を加えているノートが理想的なコミュニティノートです。"),
                f("f636b582", "役に立たないノートを見分けられるようにする"),
                f("f58f4f62", "質の低いノートを評価することにより、ノートの作成者にフィードバックが提供され、協力者が有望なノートに焦点を当てられるようになるため、コミュニティノートの改善につながります。"),
                f("cf30af22", "ご存知でしたか？"),
                f("d145b0fa", "ノートのステータスは多数決で決まるわけではありません。幅広いユーザーにとって役に立つノートを特定するため、過去の評価に同意しないことがあった協力者間で意見が一致してからノートのステータスが決まります。これにより評価の偏りを防止できます。"),
                f("c20a24cc", "おめでとうございます"),
                f("d01b8fc8", "あなたは上位のコミュニティノート作成者です。"),
                f("jbe2ad46", "作成ポイントが高く、「役に立った」ステータスを獲得したノートの割合が多いノート作成者には、次のメリットがあります。"),
                f("d2dc3d4c", "ノートのアラートの優先通知"),
                f("heb73816", "上位のノート作成者による提案用ノートについては、評価者の注意を喚起する通知が、より高い確率でトリガーされます。"),
                f("b760d51a", "コードネームのプロフィールにおけるバッジの表示"),
                f("ief63e50", "上位のノート作成者は、コミュニティノートのプロフィールに表示されるバッジによって識別できます。"),
                f("jd6b88ca", "メディアについてのノート"),
                f("c39bdf5a", "上位のノート作成者は、複数のポストに掲載されているメディアに関するノートを作成することで、さらに多くの人々に、より正確な情報を提供し続けることができます。"),
                f("efb9a9e0", "表示する内容がありません"),
                f("a1529ce7", "詳細はこちら"),
                f("f07ed596", "Xに背景情報として表示し、他のユーザーに十分な情報を提供するため、あなたのような協力者が共同で役立つノートを特定します。"),
                f("h2b5268a", "よくできました。さらにノートを評価し、ポイントをアップさせましょう。"),
                f("e86c87a0", "さらにノートを評価"),
                f("ad98f836", "評価ポイントがマイナスになりました。ご心配はいりません。"),
                f("e2d7c914", "ノートの評価を続ける"),
                f("a5427624", "コミュニティノートホームに移動し、協力者からの評価をさらに必要としているノートを確認してください。"),
                f("e227a7fa", "ノートのステータスは常に変化する可能性があります"),
                f("eda73c9c", "あなたの評価がノートのステータスと一致しないこともあるでしょう。問題ありません。あなたに同意する協力者が増えると、それが覆ることもあります 。その場合、あなたのポイントが変化します。"),
                f("cfa3b664", "コミュニティノートを作成できるようになりました。"),
                f("j44125ee", "この協力者はまだノートを書いていません。"),
                f("da55067c", "しばらくしてからこのスペースをチェックしてみましょう。"),
                f("f893c3b8", "コミュニティノートに参加"),
                f("a701795c", "コミュニティノートはまだありません"),
                f("db08295e", "ぜひご参加ください"),
                f("ha275800", "コミュニティノートパイロットプログラムに参加していません。ぜひご参加いただき、情報の精度向上にご協力ください。"),
                f("ce0a213a", "ノートを作成するには、ポストのメニューでコミュニティノートアイコンを選択してください。作成したノートはここに表示されます。"),
                f("c87f3cf8", "ノート"),
                f("a5b19492", "このノートは存在しません"),
                f("c21d1b2a", "ノートが「役に立った」または「役に立たなかった」のステータスに達するのは、十分な数の協力者が、いずれかの意見に同意してからとなります。これにより、ノートは幅広いユーザーにとって役立つものとなり、評価の偏りが避けられます。"),
                f("c7b59cde", "コミュニティノートの設定"),
                f("c8be1d0d", "詳細はこちら。"),
                f("a5a2330c", "同じメディアを含むポスト"),
                f("ad071b5c", "同じリンクが含まれるポスト"),
                f("b92967c0", "このノートはメディアノートではありません"),
                f("i92fddce", "十分な数のユーザーが同意した場合、ノートは以下のポストに自動的に表示されます。"),
                f("f5ce7a00", "このメディアポストに一致するものはまだありません。"),
                f("e1288bdc", "ノートにご協力が必要な場合のアラート"),
                f("ca14eab4", "評価が必要なコミュニティノートがある場合に通知を受け取ります。"),
                f("gb2bc3d0", "いつでもOK 🔥"),
                f("c35ebcd2", "できる限り協力可能 – 1日に最大数回"),
                f("ba165b3c", "頻度高め"),
                f("g72e2a58", "週に数回"),
                f("idd249e0", "頻度低め"),
                f("if2e01ee", "月に数回"),
                f("fdaeaab8", "設定を保存する際にエラーが発生しました。やりなおしてください。"),
                f("db4e443a", "設定を保存しました。"),
                f("dc11636c", "ご利用の言語"),
                f("fae059c6", "コミュニティノートプログラムへの参加をやめる"),
                f("ed37123a", "コミュニティノートプログラムへの参加をやめます。"),
                f("c1a554a2", "以下の点をご確認ください。"),
                f("j59355fe", "新しいコミュニティノートを作成できなくなります。"),
                f("c23420ec", "コミュニティノートからの通知を受け取らなくなります。ただし、Xにおける自分のアクティビティに関連するコミュニティノートを除きます。"),
                f("c76031ee", "匿名のコミュニティノートプロフィールと過去の送信内容は引き続き公開されます。自分のノートの削除と表示は引き続き行えます。"),
                f("be4f9106", "90日後に参加しなおせます。"),
                f("hf68e810", "コミュニティノートは、より正確な情報を入手できるようにすることを目的としたプログラムです。誤解を招く可能性があるポストに、Xユーザーが協力して役に立つノートを追加できます。"),
                f("jdb52860", "協力者はノートを作成/評価します"),
                f("c104025c", "協力者とは、あなたのようにパイロットプログラムに登録してノートを作成/評価することを選択したXユーザーのことです。参加するユーザーが多くなるほど、優れたプログラムとなります。"),
                f("j7872b8c", "多くのユーザーにとって役に立つノートのみポストに表示されます"),
                f("fb59415e", "ノートがポストの背景情報として公開されるには、十分な数の協力者がさまざまな視点から「役に立った」と評価する必要があります。このアプローチにより、先入観や操作を排除でき、多くのユーザーにとって役に立つノートが公開されるようになります。"),
                f("f9a44022", "表示されるノートをX（当社）が決めることはありません。決めるのはユーザーです。"),
                f("gdf4fbb2", "X（当社）がノートの作成や評価を行ったり、ノートに介入したりすることはありません（Xルールに違反している場合を除きます）。Xでは、表示されるノートをユーザーの意見によって決めることは、正確な情報を入手するのに役立つ背景情報を追加するための公平で効果的な方法であると考えています。"),
                f("cc720e6a", "コミュニティノートはデータの透明性を重視しています");
            f("j2fcd33a", "データには次の日付までの投稿が含まれます:"),
                f("d4a6b322", "コミュニティノートのすべてのデータが毎日ここに公開されます。参加者は自由にアクセスし、データの分析、問題の特定、コミュニティノートを改善するための提案を行うことができます。ぜひご協力ください。"),
                f("c359263a", "コミュニティノートデータの利用および分析方法についての詳細 "),
                f("b8a27fe2", "こちら"),
                f("j1c99e00", "ノートデータ"),
                f("i6f69314", "評価データ"),
                f("b7e4c114", "ノートステータスの履歴データ"),
                f("d7f19114", "ユーザー登録ステータスデータ"),
                f("b6008808", "ノートリクエストデータ"),
                f("h786cd7a", "ノートデータはまだありません"),
                f("d0fe8052", "評価データはまだありません"),
                f("c0427f94", "ノートステータスの履歴データはまだありません"),
                f("g880d8c0", "ユーザー登録ステータスデータはまだありません"),
                f("ab1b3d38", "ノートリクエストデータはまだありません"),
                f("c43fb933", "X開発者契約およびポリシー"),
                f("af781666", "人々はどう思っているのでしょうか？"),
                f("a1f414ee", "意見をポストする"),
                f("ed88e742", "トピックのリンクをコピー"),
                f("h92fe1be", "現在のところ、コミュニティノートをご利用いただけません"),
                f("f0dc1434", "コミュニティノートは現在、米国でのみご利用いただけます。"),
                f("f8fc0b48", "フォルダを作成"),
                f("c14bcdde", "ブックマークを検索"),
                f("e9c65c4a", "ブックマークの検索"),
                f("b92a21d9", function (e) {
                    return "「" + e.query + "」の検索結果はありません";
                }),
                f("f191a2ba", "検索設定"),
                f("a068008a", "フォルダを読み込めません"),
                f("f075b0e8", "フォルダを編集"),
                f("beba2a0e", "新しいブックマークフォルダを作成"),
                f("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + "に保存しました";
                }),
                f("h18f86a4", "フォルダを削除"),
                f("f4ea967a", "フォルダを削除しました"),
                f("b670aa62", "フォルダ名"),
                f("aece5462", "フォルダ名を更新しました"),
                f("e3299b94", "問題が発生しました。しばらくしてから、フォルダを更新しなおしてください。"),
                f("c09ea714", "問題が発生しました。しばらくしてから、フォルダを削除しなおしてください。"),
                f("gee78816", "ブックマークフォルダ名は25文字以内にしてください"),
                f("h9a5daa2", "フォルダを削除しますか？"),
                f("ac9d5f56", "ポストは引き続き「すべてのブックマーク」フォルダに保存されます。"),
                f("i6e7e298", "作成"),
                f("a0ea2fa6", "名前フィールドに入力してください"),
                f("eec37eac", "同じ名前のブックマークフォルダがすでに存在します"),
                f("fce0c59e", "アニメーションJSONを解析できません。アニメーションファイルでJSONの形式を確認し、やりなおしてください。"),
                f("g0eea6c2", "アニメーションJSONファイルを読み取れません。ファイルを開きなおしてみてください。"),
                f("ae58026a", "ブランドいいねの.jsonファイルを開いてプレビュー"),
                f("hd0bc1eb", function (e) {
                    return e.name + "さんがライブ放送中";
                }),
                f("bea1f26b", function (e) {
                    return e.name + "さんがライブ放送しました";
                }),
                f("ab3ee97f", function (e) {
                    return e.screenName + "さんがライブ放送中";
                }),
                f("d39d46c4", "タイトルを更新しました。変更が反映されるまで最大30秒かかります。"),
                f("e44095a5", function (e) {
                    return e.timestamp + "に開始";
                }),
                f("j83f29dd", function (e) {
                    return e.timestamp + "に終了";
                }),
                f("daca8a2c", "ドックで開く"),
                f("e3aac82a", "ライブ放送を読み込み中"),
                f("i0ed3f4e", "イベント画像"),
                f("cbae35fa", "ライブ放送を報告"),
                f("fd12ab58", "コレクションポスト"),
                f("a226497c", "新しいコミュニティを作成"),
                f("d7346632", "まだコミュニティに参加していません"),
                f("b732a4cc", "参加するとそのポストがここに表示されます。"),
                f("hff48914", "現在のところポストが見つかりません。"),
                f("e50e1bb0", "コミュニティへようこそ"),
                f("i6829daa", "コミュニティは、Xのユーザーがつながったり意見を共有したりできる、管理されたディスカッショングループです。"),
                f("fc5c6914", "同じことに興味を持つ人たちと交流しましょう"),
                f("aa1a9820", "コミュニティに参加し、同じ興味関心を持つ人々とつながりましょう。"),
                f("edef4c82", "コミュニティに直接ポストしましょう"),
                f("a7640df6", "ポストはコミュニティメンバーとフォロワーに共有されます。"),
                f("h3bb8068", "必要に応じてバックアップを入手できます"),
                f("a709f8f8", "管理者とモデレーターがコミュニティを管理し、スムーズな会話の進行をサポートします。"),
                f("c8d33380", "新しいアイテム"),
                f("cb6adb10", "コミュニティを見つける"),
                f("df362964", "コミュニティを検索"),
                f("dfd5031f", function (e) {
                    return e.newTweets + "件の新しいポスト";
                }),
                f("ha4bb8a9", function (e) {
                    return e.reportedTweets + " 報告";
                }),
                f("caf003b3", function (e) {
                    return e.memberRequests + " リクエスト";
                }),
                f("a2118086", "ポストを並べ替え"),
                f("hb01fe46", "参加するとここに表示されます。"),
                f("c170a564", "入力したキーワードの検索結果はありません。別のキーワードを検索してみてください。"),
                f("cbd1aef8", "コミュニティとポストを検索"),
                f("fbf01e52", "コミュニティを検索"),
                f("c8a6499c", "コミュニティポストの検索結果"),
                f("af05a978", "入力と同時に検索結果がここに表示されます。"),
                f("eb4d2cd0", "ポストが見つかりません。"),
                f("a8ecdb4c", "最新のコミュニティポストの検索結果"),
                f("dc6ce7b4", "メンバー"),
                f("ga2aa43c", "モデレーター"),
                f("b139b54a", "メンバーを招待"),
                f("cf4898a0", "アカウントを検索"),
                f("g30bc699", function (e) {
                    return "@" + e.screenName + "さんのプロフィールを表示";
                }),
                f("e585d844", "モデレーターチームに追加"),
                f("cab7c6f8", "モデレーターチームに追加しますか？"),
                f("e96d5255", function (e) {
                    return "@" + e.screenName + "さんがモデレーターになりました。";
                }),
                f("f348a395", function (e) {
                    return "現在、@" + e.screenName + "さんをモデレーターチームに追加できません。しばらくしてからやりなおしてください。";
                }),
                f("c3a1aebe", "モデレーターチームから削除"),
                f("c273c8a6", "モデレーターチームから削除しますか？"),
                f("c0eb2a53", function (e) {
                    return "@" + e.screenName + "さんはモデレーターではなくなりました。";
                }),
                f("a5808125", function (e) {
                    return "現在、@" + e.screenName + "さんをモデレーターチームから削除できません。しばらくしてからやりなおしてください。";
                }),
                f("a51d671b", function (e) {
                    return "@" + e.screenName + "さんによるコミュニティへのアクセスを禁止する";
                }),
                f("cdd87524", "まだメンバーはいません"),
                f("cca51910", "このコミュニティにユーザーが参加するとここに表示されます。"),
                f("c9d56b72", "コミュニティについて少し教えてください。この情報は後でいつでも変更できます。"),
                f("c1ad5a12", "新しいコミュニティを作成できません。しばらくしてからやりなおしてください。"),
                f("f713fbd2", "会員資格"),
                f("d1fa71fc", "承認のための質問（オプション）"),
                f("a0a16d38", "誰でもコミュニティに参加したり、招待を受け取ったりできます。"),
                f("ce0523a8", "制限付き"),
                f("i1aad6ec", "参加するにはリクエストが必要です。モデレーターチームがリクエストを承認する必要があります。モデレーターチームが招待したユーザーは自動的に承認されます。"),
                f("c85960a0", "すべてのメンバーに招待状の発行を許可する"),
                f("ca373cd2", "既存のメンバーが招待したユーザーは自動的に承認されます。"),
                f("dfdcc6b4", "コミュニティに参加できるユーザーを管理します。すべてのコミュニティは、すべてのXユーザーに公開される点にご注意ください。"),
                f("h3e55b40", "コミュニティ名"),
                f("dd71d9c9", function (e) {
                    return "名前は" + e.minCharacterCount + "～" + e.maxCharacterCount + "文字にしてください。ハッシュタグやユーザー名を含めることはできません";
                }),
                f("cf65e56b", function (e) {
                    return "名前は" + e.minCharacterCount + "～" + e.maxCharacterCount + "文字にしてください";
                }),
                f("d936eeca", "名前にハッシュタグやユーザー名を含めることはできません。"),
                f("e2df7cf2", "コミュニティの目的"),
                f("be9bb312", "目的が明確であれば、ユーザーにとってコミュニティの内容がわかりやすくなります"),
                f("e988475f", function (e) {
                    return "目的は" + e.minCharacterCount + "～" + e.maxCharacterCount + "文字にしてください";
                }),
                f("gcddfba8", "承認のための質問"),
                f("hf86d862", "ユーザーは、参加をリクエストするとこの質問に回答できます。回答はリクエストとともに表示されます。空白のままにすると質問を削除できます。"),
                f("i88b7305", function (e) {
                    return "質問は" + e.maxCharacterCount + "文字未満にしてください";
                }),
                f("dce5e1b4", "管理ツール"),
                f("c5d8c93e", "モデレーターツール"),
                f("c8c7f9fc", "要確認"),
                f("a87df2ee", "コミュニティ管理"),
                f("ee609174", "一般設定"),
                f("ab19cdaa", "スパム設定"),
                f("d755f47d", function (e) {
                    return "確認が必要な新しいポスト" + e.count + "件";
                }),
                f("efc26607", function (e) {
                    return e.memberCount + " 人のメンバー";
                }),
                f("adfcc3ce", "ルールを追加、削除、編集"),
                f("d0330d9c", "ルールを表示"),
                f("fd67f7c8", "コミュニティの名前、目的などを編集"),
                f("e7e31264", "スパムフィルターの調整および報告ツール"),
                f("gc00d212", "サポートとリソース"),
                f("g0cbfc50", "コミュニティのモデレーションに役立つガイド"),
                f("h6ebcfca", "プロフィールにこのコミュニティを表示する"),
                f("c0fa0634", "コミュニティのスポットライトを表示する"),
                f("da035fd5", function (e) {
                    return "New" + e.ttc_c9s_spotlight_header;
                }),
                f("h41224f8", "プロフィールにコミュニティのスポットライトを表示する"),
                f("b18e94b2", "プロフィールにコミュニティを表示したり、オーディエンスアナリティクスにアクセスしたりするには、Proプロフィールに切り替えてください。"),
                f("dc716b1c", "コミュニティリスト"),
                f("c3e2dda6", "コミュニティリストを追加または削除"),
                f("a68bffdc", "コミュニティデータを調べる"),
                f("c6ea29a2", "モデレーターチームを抜ける"),
                f("a6e13fac", "モデレーターチームから抜けてもよろしいですか？"),
                f("e538848c", "モデレーションツールにアクセスできなくなります。再びアクセスするには、モデレーターとしての再招待が必要です。"),
                f("j49e6aa2", "チームから抜ける"),
                f("dde5f323", function (e) {
                    return "確認が必要な新しいメンバーリクエスト" + e.count + "件";
                }),
                f("f5e0332a", "成人向けコンテンツ（NSFW）"),
                f("e983404a", "固定されたハッシュタグ"),
                f("j8af8eaa", "会員資格の種類"),
                f("d5f01116", "目的"),
                f("c2ff3c9e", "検索タグ"),
                f("f4a98e9e", "コミュニティ情報"),
                f("a43bed28", "コミュニティに成人向けコンテンツが含まれている場合は、この設定を有効にしてください。これを省略すると、コミュニティ内の成人向けコンテンツがすべて自動的にフィルタリングされます。"),
                f("ab1069de", "コミュニティを削除"),
                f("bbc91896", "この操作は取り消しできません。ポストの作成者は引き続き自分のポストを表示できます。"),
                f("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                f("a49f884e", "コミュニティバナー"),
                f("ea965b82", "コミュニティバナーを編集"),
                f("j35d3ad6", "削除して置き換え"),
                f("f1e8fb22", "バナーは削除され、デフォルトバナーに置き換えられます。"),
                f("e405ec22", "バナー画像を保存できません。しばらくしてからやりなおしてください。"),
                f("b7fb6bda", "画像をトリミング"),
                f("e71cdf4e", "サムネイルをトリミング"),
                f("ef199198", "設定を保存しました"),
                f("ee10aa5a", "設定を保存できません"),
                f("i307a7ca", "固定されたハッシュタグを編集"),
                f("dc6eca54", "ハッシュタグを削除しました"),
                f("d27de326", "ハッシュタグを固定し、コミュニティのポストを別々のタイムラインに整理します"),
                f("d84cc77a", "ここにハッシュタグを入力"),
                f("d22e4cba", "ハッシュタグは一意にしてください"),
                f("ca72a540", "許容されるハッシュタグの最大数に達しました"),
                f("bd96bf16", "ハッシュタグは1文字以上30文字以内にしてください"),
                f("j27623d4", "ハッシュタグにはスペースや特殊文字を使用できません"),
                f("c5d1634e", "内容を確認しました"),
                f("daedd9fa", "誰でもコミュニティに参加できるようになります。承認待ちの参加リクエストはすべて自動的に承認されます。"),
                f("h3c0f1a2", "コミュニティ名を編集"),
                f("cb5e6510", "新しい名前を保存できません。しばらくしてからやりなおしてください。"),
                f("a8955490", "目的を編集"),
                f("ced2292a", "目的の説明を保存できません。しばらくしてからやりなおしてください。"),
                f("ba74c098", "質問を編集"),
                f("bd3e0420", "質問を保存できません。しばらくしてからやりなおしてください。"),
                f("b57baa7a", "検索タグを編集"),
                f("f8caab7a", "検索タグを追加して、おすすめや検索結果にあなたのコミュニティが表示されやすくします。"),
                f("f35a667a", "ここに検索タグを入力"),
                f("b057d5c6", "検索タグは一意にしてください"),
                f("cc961258", "許容される検索タグの最大数に達しました"),
                f("df4aca88", "検索タグは1文字以上30文字以内にしてください"),
                f("ie58fa58", "検索タグにはスペースや特殊文字を使用できません"),
                f("hd176a01", function (e) {
                    return "トピックを保存しました。コミュニティトピックは" + e.newTopicName + "になりました";
                }),
                f("i39a43cc", "コミュニティトピックを削除しました"),
                f("e81b196e", "新しいトピックを保存できません"),
                f("c1f97ad4", "トピックを編集"),
                f("g908eb0c", "他の利用者がコミュニティを見つけやすいようにトピックを追加します。コミュニティに最もよく合うトピックを選択してください。"),
                f("f18a8ca0", "スパム設定"),
                f("c8bd5d42", "スパムフィルターの強度"),
                f("gfeb40a2", "不要なポストを管理するため、スパムフィルターをさまざまな感度に調整できます。"),
                f("h766865c", "Xによる自動報告"),
                f("fd1f413a", "選択した特徴を持つ場合、モデレーターに自動報告されます。ポストが承認されると、同じ作成者によるその後のポストはXにより報告されなくなります。"),
                f("b1ba5fb4", "スパム発信者の検出"),
                f("ee195f28", "スパムキーワード"),
                f("cf276a82", "モデレーターにより承認されるまで、Xにより報告されたポストを非表示にする"),
                f("a8c4c3fe", "スパム行為の履歴があるユーザーによるポストを報告する"),
                f("j8de95ec", "自動報告をトリガーするキーワードを入力"),
                f("ie873142", "高"),
                f("a977afa2", "低"),
                f("j715cb38", "禁止キーワードを編集"),
                f("b32ebbe8", "Xがコミュニティモデレーターに自動報告するキーワードを追加"),
                f("acde5366", "ここにキーワードを入力"),
                f("a5f66c34", "キーワードは一意にしてください"),
                f("ea637914", "許容されるキーワードの最大数に達しました"),
                f("fede6d3c", "キーワードは1文字以上30文字以内にしてください"),
                f("cc06e200", "キーワードにはスペースや特殊文字を使用できません"),
                f("d94edeb4", "コミュニティには最大10件のルールを設定できます。明確なルールがあると、互いを尊重した会話が促され、会話がスムーズに進行します。"),
                f("j560c8ea", "ルールを追加"),
                f("a9ba79c0", "良いルールがあれば良いコミュニティになります"),
                f("h5482c7a", "コミュニティルールについて真剣に考えてみましょう。ルールによって傾向が決まり、何が期待されるかをメンバーに知らせることができます。"),
                f("d5033a7a", "たとえば、会話ではトピックに厳密に沿った発言を求めますか？自己プロモーションは許可しますか？ののしりの表現についてはどうでしょうか？"),
                f("ee8c43a0", "前もって明確にしておくほど、後で管理の負担が軽減されます。"),
                f("gaa3239a", "新しいルールを保存できません。しばらくしてからやりなおしてください。"),
                f("a67445d6", "最大件数に達しています"),
                f("fcbe0993", function (e) {
                    return "コミュニティには最大" + e.maxRuleCount + "件のルールを追加できます。新しいルールを追加するには、既存のルールを削除してください。";
                }),
                f("c66769a4", "ルール"),
                f("ef02695b", function (e) {
                    return "ルール名は" + e.minCharacterCount + "～" + e.maxCharacterCount + "文字にしてください";
                }),
                f("c8242020", "説明（オプション）"),
                f("d32cf5e7", function (e) {
                    return "説明は" + e.maxCharacterCount + "文字以内にしてください";
                }),
                f("f8fa00c7", function (e) {
                    return "説明は" + e.maxCharacterCount + "文字以内にしてください";
                }),
                f("d45ae5e0", "コミュニティにも知らせましょう"),
                f("c1631260", "ルールの変更について必ず全員に知らせることにより、信頼関係を築くことができます。"),
                f("d3190bde", "ルールを保存"),
                f("ifd6e91c", "キャンセルしてルールを編集"),
                f("h99020e0", "ルールを編集"),
                f("f74a5adc", "コミュニティには少なくとも1件のルールが必要です。このルールを編集するか、別のルールを追加してからこのルールを削除できます。"),
                f("fbb0ed92", "このルールを削除"),
                f("hed35472", "ルールは完全に削除されるため、元に戻せません。"),
                f("c8677446", "ルールを削除"),
                f("c3a0d44e", "キャンセルしてルールを編集"),
                f("d703ce9e", "コミュニティにリストを追加"),
                f("f21f023c", "コミュニティにリストを追加すると、あなたが選んだ関連性の高いコンテンツがフィードに表示されます。以下のリストから選択してください。"),
                f("gbc2cf50", "自分のリスト"),
                f("ef9462fa", "関連性の高いリストがない場合"),
                f("fcda89f4", "コミュニティと関連性の高いコンテンツをポストしているXアカウントを集めた新しいリストを作成しましょう。コミュニティからリストが見えるように、リストは公開したままにしてください。"),
                f("c09609d8", "リストを作成"),
                f("dfddd842", "ダイレクトメッセージで送信しました"),
                f("a3b3939b", function (e) {
                    return "@" + e.screen_name + "さんはすでに招待しています";
                }),
                f("db4f0cc9", function (e) {
                    return "@" + e.screen_name + "さんはすでにコミュニティに参加しています";
                }),
                f("h252ede6", "これ以上招待できません"),
                f("a5cd93f9", function (e) {
                    return "現在、@" + e.screen_name + "さんは招待できません";
                }),
                f("i6568549", function (e) {
                    return "あと" + e.remaining_invite_count + " 人招待できます";
                }),
                f("b4f16d00", "招待するユーザーを検索"),
                f("ja1387a8", "検索結果には、あなたのフォロワーと、すべてのユーザーにダイレクトメッセージの送信を許可しているユーザーのみ表示されます。"),
                f("ae85768c", "検索結果には、あなたのフォロワーと、すべてのユーザーにダイレクトメッセージの送信を許可しているユーザーのみ表示されます。"),
                f("hb1e378e", "招待済み"),
                f("d710b60c", "コミュニティのアナリティクス"),
                f("c199e390", "新しいポスト"),
                f("b4f51cd6", "過去1週間のポスト数"),
                f("g6f8325a", "新しいメンバー"),
                f("b2bb7276", "過去1週間に参加したメンバー数"),
                f("e2172c92", "アクティブなメンバー"),
                f("fe1a9f68", "コミュニティにポストしたメンバー数"),
                f("e989927e", "ユニークポスト作成者数"),
                f("d1386a90", "コミュニティでポストを作成したメンバー数"),
                f("abf609f2", "合計メンバー数"),
                f("h2081878", "コミュニティの合計メンバー数"),
                f("a3235cd6", "ユニークユーザー数"),
                f("g21e2a70", "過去1週間にコミュニティを訪問したXユーザーの数"),
                f("ied6bac2", "いいねの件数"),
                f("ced8d39a", "コミュニティにおける過去1週間のいいねの数"),
                f("fb4f859c", "返信の件数"),
                f("h5a41cce", "コミュニティにおける過去1週間の返信の数"),
                f("i314218e", "過去7日間分を表示したデータ。更新: "),
                f("addbb11e", "新しい参加リクエストはありません"),
                f("c38131de", "対応が必要なリクエストはありません。新しいリクエストがあるとここに表示されます。"),
                f("d7f13fb9", function (e) {
                    return "@" + e.screenName + "さんは承認されたため、コミュニティのメンバーになりました";
                }),
                f("a340df67", function (e) {
                    return "@" + e.screenName + "さんは承認されなかったため、コミュニティに参加できません";
                }),
                f("jd8aae9d", function (e) {
                    return "現在、@" + e.screenName + "さんを承認できません。しばらくしてからやりなおしてください。";
                }),
                f("i580e149", function (e) {
                    return "現在、@" + e.screenName + "さんの承認を却下できません。しばらくしてからやりなおしてください。";
                }),
                f("b4a38e4e", "このユーザーをブロックしています。参加を承認した場合、このユーザーのポストを表示するにはブロック解除が必要です。"),
                f("f0956736", "このユーザーをミュートしています。参加を承認した場合、このユーザーのポストを表示するにはミュート解除が必要です。"),
                f("b7f1e58a", "フォローされています"),
                f("dffb0774", "現在、確認が必要な内容はありません"),
                f("ab512f26", "記録されたアクションログはありません。"),
                f("b8171558", "アクセス禁止"),
                f("e32e7e1a", "モデレーター"),
                f("b53fb7c6", "現在のところ、この操作は元に戻せません。しばらくしてからやりなおしてください。"),
                f("c546ba07", function (e) {
                    return e.userName + "さんのプロフィールを表示";
                }),
                f("h4516e4f", function (e) {
                    return "このコミュニティで" + e.userName + "さんのポストを検索";
                }),
                f("j4d4a809", function (e) {
                    return e.moderatorName + "さんがポストを非表示にしました";
                }),
                f("ja589ea5", function (e) {
                    return e.revertedModeratorName + "さんがポストの非表示を解除しました";
                }),
                f("c904a2ff", function (e) {
                    return e.moderatorName + "さんがポストを固定しました";
                }),
                f("b43358cf", function (e) {
                    return e.moderatorName + "さんがポストの固定を解除しました";
                }),
                f("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                f("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                f("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                f("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                f("f6530972", "ポストの非表示を解除しました"),
                f("j68fc824", "非表示解除済み"),
                f("j9541e18", "ポストを検索"),
                f("j10903d7", function (e) {
                    return e.moderatorName + "さんがメンバーを削除しました";
                }),
                f("e38bf285", function (e) {
                    return e.revertedModeratorName + "さんがメンバーを元に戻しました";
                }),
                f("dea0d437", function (e) {
                    return e.userName + "さんがこのコミュニティに参加しました";
                }),
                f("j10346f5", function (e) {
                    return e.userName + "さんがこのコミュニティから退出しました";
                }),
                f("jb159607", function (e) {
                    return e.moderatorName + "さんがメンバーリクエストを承認しました";
                }),
                f("af7a63eb", function (e) {
                    return e.moderatorName + "さんがメンバーリクエストを承認しませんでした";
                }),
                f("i717dfc3", function (e) {
                    return e.revertedModeratorName + "さんがメンバーリクエストを再承認しました";
                }),
                f("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                f("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                f("efad949a", function (e) {
                    return "" + e.userName;
                }),
                f("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                f("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                f("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                f("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                f("d31e695c", "リクエストを再承認"),
                f("i9a18ce0", "再承認しました"),
                f("i24de0fe", "メンバーを元に戻す"),
                f("b1c662f8", "復帰済み"),
                f("j2e04b1e", "報告済みポストはすべてモデレーターが対応済みです。"),
                f("hb21cdb6", "アクセスを禁止する"),
                f("dc7a9436", "ポストをXに報告"),
                f("e2bc5db0", "@X"),
                f("d0a1b248", function (e) {
                    return e.formattedCount + "人のメンバー";
                }),
                f("cd4d48d2", "@X"),
                f("ff0f742a", function (e) {
                    return e.formattedCount + "人のメンバー";
                }),
                f("dca19c06", "このポストを非表示にしました"),
                f("dd641764", "このポストを保持しました"),
                f("jf99d610", "コミュニティフィードバック"),
                f("bbd69672", "このポストは、コミュニティルールに違反しているためモデレーターによって非表示にされました"),
                f("c730a21c", "違反しているルールは次のとおりです。"),
                f("a5baa7d2", "ルールをもう一度確認してください。これは、安心して会話を進めるのに役立ちます"),
                f("icc32e3d", function (e) {
                    return "次のコミュニティルールに違反したため、モデレーターによって「" + e.communityName + "」から削除されました:";
                }),
                f("d7d9be8a", "コミュニティとポストを見つける"),
                f("cae9962e", "現在のところコミュニティが見つかりません。"),
                f("c2117be6", "ナビゲーションにアイテムが表示されていますか？ 👀"),
                f("c2c4dad4", "アイテムを選択すると、ここに表示されます。ぜひお試しください。"),
                f("b7218496", "ハッシュタグはまだありません"),
                f("gc09bcfe", "コミュニティにはハッシュタグが付いた会話がありません。作成してみましょう。"),
                f("cf35a990", "コミュニティのハッシュタグポストを読み込み中"),
                f("a1c41fe8", "コミュニティのハッシュタグポスト"),
                f("f27a2232", "コミュニティを検索"),
                f("ie2efe36", "コミュニティの検索結果"),
                f("a7c2e06d", function (e) {
                    return e.communityName + " コミュニティ";
                }),
                f("a94092a2", "モデレーションツールにアクセスできるようになりました"),
                f("be6dfbae", "コミュニティモデレーターは、メンバーの追加と削除を行えます。"),
                f("b4f877be", "コミュニティが見つかりません"),
                f("e48fbb02", "コミュニティを報告"),
                f("b1614c34", "コミュニティについて"),
                f("j1dcedde", "ポストを検索"),
                f("cc683fba", "コミュニティについて"),
                f("af7c11aa", "コミュニティ情報"),
                f("fb974b24", "メンバーのみポストできます。"),
                f("fcef2922", "誰でもこのコミュニティに参加できます。"),
                f("c93dd2c8", "このコミュニティに参加するには、リクエストの承認が必要です。"),
                f("gedb877d", "すべてのコミュニティは公開されます。"),
                f("bf359e0e", "新しいコミュニティについて"),
                f("e8fcdd3a", "基本設定から始めましょう。ただし、コミュニティは後で細かくカスタマイズできます。その方法については後ほどお伝えします。"),
                f("b37d580e", "コミュニティは「制限付き」です"),
                f("c6d9c07c", "すべてのコミュニティは、すべてのXユーザーに公開されます。コミュニティに参加するには、参加をリクエストするか、モデレーターチームまたは（許可されている場合は）既存のメンバーによる招待が必要です。"),
                f("ea3b38fa", "コミュニティは「公開」です"),
                f("i625c42e", "すべてのコミュニティは、すべてのXユーザーに公開されます。誰でもコミュニティに参加したり、招待を受けたりできます。"),
                f("ca7eeab0", "コミュニティルールの初期設定は次のとおりです"),
                f("acae4034", "設定は管理ツールで変更できます"),
                f("e2186ee2", "設定にしっくりこなくても問題ありません。簡単に変更できます。"),
                f("a0e3ece4", "コミュニティの詳細"),
                f("d11f73ea", "成人向けコンテンツ"),
                f("hb9400dc", "さらに表示"),
                f("b71a08a0", "サブスクライバーコミュニティ"),
                f("d0574662", "通知を設定"),
                f("fc16f13a", "どの通知を有効にしますか？"),
                f("be341c46", "コミュニティスペース（音声チャット）"),
                f("fbe88a32", "コミュニティのライブテキストチャット"),
                f("b551cd1e", "固定されたポスト"),
                f("i9f39962", "コミュニティを固定"),
                f("bc7f90a0", "プロフィールにコミュニティのスポットライトを表示する"),
                f("j5a37508", "ホーム画面にコミュニティを固定"),
                f("c7a4610a", "ホーム画面からコミュニティの固定を解除"),
                f("bec3b8fa", "コミュニティを共有"),
                f("cc7d5b88", "DMで招待"),
                f("c66b37fa", "コミュニティチェックリスト"),
                f("g2768d0e", "コミュニティを順調にスタートさせるため、いくつかの点をチェックしてみましょう..."),
                f("b192b58c", "チェックリストを非表示にする"),
                f("gd302780", "ぜひこのコミュニティをチェックしてみてください:"),
                f("h5890b1a", "失敗しました"),
                f("b4a6faca", "ルールを確認"),
                f("a01e1a7c", "コミュニティをカスタマイズ"),
                f("f493480c", "コミュニティについてポストする"),
                f("i9b7f6ba", "ポストを読み込み中"),
                f("c22e8902", "使ってみる"),
                f("a3466e1c", "ハッシュタグで会話を追跡する"),
                f("a524bb7e", "ハッシュタグを使うと、コミュニティでテーマに沿った会話を作成、検索したり、会話に参加したりしやすくなります。"),
                f("he8db880", "このコミュニティは存在しないようです"),
                f("cc684fbc", "削除されたか、存在していなかった可能性があります。人生は不思議なことばかりです。"),
                f("b4f8b518", "おすすめクリエイター"),
                f("f5c41e22", "アカウント権限の付与の設定に移動"),
                f("f47b48f6", "ユーザー"),
                f("b9226ec1", "としてサインイン中"),
                f("b2ca74aa", "委任アカウントに切り替えようとしています"),
                f("ba77b438", "アカウントの切り替え"),
                f("g5261e91", function (e) {
                    return "あなたの現在のユーザー名は@" + e.screenName + "です。";
                }),
                f("cc15a3ea", "あなたはこのアカウントの所有者ではないことにご注意ください。管理者は、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。さらに、アカウントのコントリビュータの招待/削除、ポストのアナリティクスの表示も行えます。"),
                f("e406250c", "あなたはこのアカウントの所有者ではないことにご注意ください。コントリビュータは、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。"),
                f("e6718a62", "この機能を利用できるのはアカウントの所有者のみです"),
                f("ba411b6f", "こちら"),
                f("f01ee14b", "こちら"),
                f("dbc85148", "メッセージを選択"),
                f("a073658c", "既存の会話から選択したり、新しい会話を開始したりできます。"),
                f("f325afc4", "DMを作成"),
                f("f5dc353c", "露骨なメディアをフィルタリング中"),
                f("daeda054", "設定に移動"),
                f("fe1eaa96", "露骨なメディア（ヌード、性的なコンテンツ、暴力など）が含まれている可能性があると判断されたメッセージについての警告が表示されます。これは、[設定] でいつでもオフにできます。"),
                f("hc32acba", "メッセージリクエストを削除しますか？"),
                f("f9048f58", "この操作は取り消しできません。選択したメッセージリクエストは受信トレイから削除されます。"),
                f("a9d0d7f0", "一括編集"),
                f("eb7de4aa", "さらにメッセージを表示します。攻撃的な内容を含む可能性のあるメッセージも表示されます。"),
                f("ee8c0c8a", "フォローしていないユーザーからの受信メッセージやグループメッセージはここに表示されます。メッセージは、承認したり削除したりできます。"),
                f("ff599112", "グループを作成"),
                f("c602600a", "参加者を追加"),
                f("fa2033f6", "暗号化されています"),
                f("aa59bb6a", "ポストを個別に送信"),
                f("a2ccb2e8", "ダイレクトメッセージが送信されました。"),
                f("f906f464", "ポストをグループと共有しました。"),
                f("i8a99aae", "ポストを個別に共有しました。"),
                f("hbbc401c", "グループに送信"),
                f("e1bde73f", function (e) {
                    return "@" + e.screenName + "さんにメッセージを送信できません";
                }),
                f("f7289cd6", "グループ会話が選択されています"),
                f("e6cced4e", "「グループに送信」できるのは1対1の会話のみです。ただし、個別にメッセージを送信することはできます。"),
                f("e3e58b6e", "会話の情報"),
                f("a9ddbb94", "グループ情報"),
                f("dd4779a0", "タグを管理"),
                f("ca9af866", "タグ:"),
                f("e62d3c10", "その名前に該当するアカウントはありません。やりなおしてください。"),
                f("h8403fb6", "これらのアカウントはこの会話に追加できません。"),
                f("ja522ed4", "これらのアカウントの一部はこの会話に追加できません。"),
                f("d87bff5a", "会話の情報を読み込み中です。"),
                f("cabb453e", "グループ名"),
                f("eb1bb5a2", "すべてのアカウントを表示"),
                f("a70436ac", "暗号化メッセージを作成"),
                f("a7f20223", function (e) {
                    return e.name + "さんからの通知をスヌーズ";
                }),
                f("g2f04a6b", function (e) {
                    return e.name + "さんのスヌーズを解除しました";
                }),
                f("i453fedf", function (e) {
                    return e.expiration + "までスヌーズしました";
                }),
                f("b3dfd51a", "@ツイートをスヌーズ"),
                f("cc7c8ce6", "この会話で@ツイートされたときに通知を受け取りません。"),
                f("hab58674", "@ツイートがオフ"),
                f("e3c6e080", "@ツイートがオン"),
                f("f33ef58a", "会話をEUにおける違法なコンテンツとして報告 "),
                f("d1a6dbe6", "すべてブロック"),
                f("f24af200", "DMをブロック"),
                f("a30e1677", function (e) {
                    return "@" + e.screenName + "さんをブロックすると、@" + e.screenName + "さんはあなたをフォローしたりあなたにメッセージを送信したりできなくなります。また、@" + e.screenName + "さんからの通知は表示されなくなります。";
                }),
                f("iae09949", function (e) {
                    return "@" + e.screenName + "さんからのDMをブロックしますか？";
                }),
                f("e778e3d8", "DMをブロックしました"),
                f("b7867912", "すべてブロック解除"),
                f("gaddb872", "DMをブロック解除"),
                f("a5bbfecd", function (e) {
                    return "@" + e.screenName + "さんをブロック解除しますか？このユーザーはあなたをフォローしたり、あなたの公開ポストにエンゲージメントを行ったりできるようになります。";
                }),
                f("cde6e1ff", function (e) {
                    return "@" + e.screenName + "さんからのDMをブロック解除しますか？";
                }),
                f("j37c4674", "1時間"),
                f("je7e1fed", function (e) {
                    return e.name + "さんを1時間スヌーズしました";
                }),
                f("hf94a2d6", "1時間ミュートしました"),
                f("fb7a43c6", "8時間"),
                f("e95c8f8b", function (e) {
                    return e.name + "さんを8時間スヌーズしました";
                }),
                f("bd54fad2", "8時間ミュートしました"),
                f("cb5bf56e", "1週間"),
                f("gb7a130b", function (e) {
                    return e.name + "さんを1週間スヌーズしました";
                }),
                f("f6fce0fe", "1週間ミュートしました"),
                f("i78153dd", function (e) {
                    return e.name + "さんを解除するまでスヌーズしました";
                }),
                f("je9455da", "メッセージは暗号化されています"),
                f("b5b0afa4", "表示をカスタマイズする"),
                f("ec5880e6", "このブラウザでログインしているすべてのXアカウントにこの設定が適用されます。"),
                f("babfa32c", "表示をすばやくカスタマイズする"),
                f("a2a2f98e", "最新情報"),
                f("b4a361c0", "テキストの色とサイズをカスタマイズしたり、ダークモードの選択内容を管理したりできます。この設定は公開されません。"),
                f("g4743c56", "フォローする"),
                f("c797b44e", "ポストで語る、Xの最新の話題。"),
                f("a19ce060", "[話題を検索] は使用できません。"),
                f("f7d1a8e0", "Androidアプリ"),
                f("aab2fae0", "iOSアプリ"),
                f("a35d9c9a", "リソース"),
                f("da00e00a", "新機能の [ニュース] を試してみましょう"),
                f("c40666d8", "試してみる"),
                f("ic61c5fc", "一番上にスクロール"),
                f("dd225af8", "ユーザーが見つかりません。"),
                f("i6671128", "Xでより多くの機能を利用できるようになりました"),
                f("d5e4d0a6", "会話への参加や、他の利用者との交流がより簡単になります。これで以下を行えるようになりました。"),
                f("a97bc07e", "Xでより多くの機能を利用する"),
                f("a72188d6", "Xを利用者の皆様にとって快適な環境にするため、このアカウントを運用しているのが人間であることを確認する必要があります。そこで、一定の時間にわたり、タイムラインのポストにエンゲージしたり、他の利用者と交流したりすることで、この確認作業にご協力ください。この確認が取れると、以下を行えるようになります。"),
                f("a4ee9572", "より多くの利用者の注目を集める"),
                f("e5f4eac0", "あなたのコンテンツがより見つかりやすくなり、あなたのアカウントが検索結果とトレンドに表示されるようになります。"),
                f("c7832a72", "他のアカウントとダイレクトにつながる"),
                f("i1ccd17a", "自分のフォロワー以外のアカウントにダイレクトメールを送信でき、メッセージが自動的にフィルタリングされることもありません。"),
                f("f7cf3d36", "Grok is a free AI assistant designed by xAI to maximize truth and objectivity. Grok offers real-time search, image generation, trend analysis, and more."),
                f("hc965308", "ユーモア"),
                f("eb78b77e", "ユーモアモード"),
                f("aa8ece10", "grok.comを試す"),
                f("gb5fb7d0", "フォーカスモード"),
                f("g5665caa", "フォーカスモードを修了"),
                f("a372681e", "共有リンクをコピー"),
                f("ae9cdac6", "チャット履歴"),
                f("b198a392", "Grokの会話"),
                f("d16329b4", "会話をコピー"),
                f("af6c4470", "エラーが発生しました。やりなおしてください。"),
                f("gf43d270", "この会話を続ける"),
                f("f4b5fae2", "メッセージを送信すると、この会話が履歴にコピーされます"),
                f("eb0d91ac", "Grokで画像を作成"),
                f("c5a23514", "私の絵を描いてください"),
                f("g1cb8096", "サプライズをください"),
                f("a5a3df56", "作成する画像について説明してください"),
                f("gbb4e90a", "ランダムでサイケデリックな夢の世界"),
                f("af21f92e", "この上ない喜び"),
                f("e207cba2", "ランダムなスポーツ競技"),
                f("b1323f10", "パリのファッションウィークでランウェイを歩くモデル"),
                f("g6a90174", "おもしろいヒップスター動物"),
                f("jdc4b66c", "世界の不思議"),
                f("ec601934", "リミックス"),
                f("f9ecd3ba", "ポストとして挿入"),
                f("af652514", "差"),
                f("j95bac7a", "Grokをカスタマイズ"),
                f("c5665922", "Grokに、あなたについてどのようなことを知ってもらいたいですか？"),
                f("ff625c40", "Grokにどのように回答してほしいですか？"),
                f("e5c7d602", "すべてのチャットで有効にする"),
                f("d5e03fbc", "Grokフィード"),
                f("a294d0c6", "オリジナルバージョンを作る"),
                f("b38adba2", "X - 何でもアリのアプリ"),
                f("d05ae004", "NHLの試合"),
                f("d35ad22c", "NHLの最新の試合を表示"),
                f("e806daa2", "サッカーの試合"),
                f("cc2c2eca", "サッカーの最新の試合を表示"),
                f("bcdeae66", "F1グランプリポータル"),
                f("e30e4bea", "XでF1グランプリをフォローしましょう。"),
                f("be548ecb", function (e) {
                    return e.teamName1 + "対" + e.teamName2;
                }),
                f("b23bb579", function (e) {
                    return "Xで" + e.teamName1 + "対" + e.teamName2 + "の最新情報を入手";
                }),
                f("b72c924c", "求人検索"),
                f("f4da95a0", "おすすめ求人"),
                f("eedd808c", "保存した求人"),
                f("e0ba641a", "企業向け"),
                f("f9e6381a", "求人を検索"),
                f("fb15ec28", "おすすめ求人を表示"),
                f("ece910f0", "設定にもとづいて求人を表示"),
                f("jd08bc14", "時間の経過とともにおすすめの品質が向上"),
                f("de0a4a72", "おすすめが表示される場所を管理"),
                f("db8c4158", "申し込む"),
                f("d9c8057a", "こちらをクリック"),
                f("a71d7584", "表示中"),
                f("d2b8da2c", "ソフトウェアエンジニアリング"),
                f("cd958040", "データ/分析"),
                f("c5760ca2", "商品"),
                f("d31b4a2a", "デザイン"),
                f("f38959a6", "営業"),
                f("bc78a26c", "業務"),
                f("ec28738e", "人事/HR"),
                f("icb06308", "金融/会計"),
                f("d0b978ec", "法務/コンプライアンス"),
                f("af19cdc2", "科学/光学"),
                f("e4a51fca", "医療"),
                f("e8ca78ae", "建設/貿易"),
                f("e25d75e4", "インターン"),
                f("e89b3f04", "エントリーレベル"),
                f("h55825dc", "ジュニア"),
                f("cc537386", "中間レベル"),
                f("jfc3cece", "シニア"),
                f("e1b683aa", "リード"),
                f("c4627fda", "マネージャー"),
                f("db75b47c", "役員"),
                f("i312f0ce", "オンサイト"),
                f("b4aff05e", "ハイブリッド"),
                f("c08b9138", "リモート"),
                f("ia5d6422", "職場勤務が必要"),
                f("h97c7f42", "一部オンサイト"),
                f("ibed2d04", "オンサイト不要"),
                f("f508c49c", "求人のリンクをコピー"),
                f("d6825dce", "ダイレクトメッセージで共有"),
                f("b9613442", "ポストで共有"),
                f("c2b3f0da", "プロフィールに掲載する"),
                f("c791d3fc", "求人を共有"),
                f("eb517058", "AI企業"),
                f("b677cb9b", function (e) {
                    return e.count + "件の会社フィルター";
                }),
                f("ja04d37c", "会社名を入力"),
                f("a1876045", function (e) {
                    return e.count + "件の雇用タイプフィルター";
                }),
                f("fb146dd2", "雇用タイプ"),
                f("a7090408", "キーワード"),
                f("f16e9a15", function (e) {
                    return e.count + "件の地域タイプフィルター";
                }),
                f("fa7d455a", "地域タイプ"),
                f("caa606db", function (e) {
                    return e.count + "件の職務経験フィルター";
                }),
                f("jda06238", "職務経験"),
                f("j595df68", "おすすめの設定を更新:"),
                f("a1227d5e", "おすすめをオンにする"),
                f("bae2f5f0", "この求人をプロフィールに追加する"),
                f("cbcaaa1a", "プロフィールに掲載される求人情報のプレビューが以下に表示されます。"),
                f("f58cf1ac", "求人を追加"),
                f("j4ae9960", "この求人をプロフィールに追加する際に問題が発生しました。"),
                f("caa352f0", "求人が多すぎます"),
                f("i08bee0e", "注目の求人が多すぎます"),
                f("d7ccaea2", "現在のところ、追加できる有効な求人は3件までです。"),
                f("h05e4a7a", "注目の求人は10件に制限されています。"),
                f("b518daae", "人材募集管理画面に移動"),
                f("f48e9c52", "求人が正常に追加されました。"),
                f("f6757978", "この求人を削除したり、人材募集管理画面の他の求人を追加したりすることができます。"),
                f("i329c5a6", "人材募集管理画面を表示"),
                f("h39a5448", "X人材募集で求人を掲載しましょう！"),
                f("d204515c", "1クリックで求人をプロフィールに追加できます。"),
                f("ecb3df70", "イベントポスト"),
                f("a01d5a7c", "ブロックしているアカウントが作成したため表示できません。"),
                f("cab51f93", function (e) {
                    return "@" + e.screenName + "さんにブロックされているため表示できません。";
                }),
                f("eaaca5dc", "スコア"),
                f("abdcd68a", "イベントの読み込み中"),
                f("cfb57adb", function (e) {
                    return e.hashtag + " についてのポスト";
                }),
                f("b1037710", "思いを伝える"),
                f("bb980db0", "イベントのタイムライン"),
                f("ffd929c1", function (e) {
                    return "NEW" + e.ttc_live_event;
                }),
                f("c9b302f8", "後ほど最新の商品を確認してください。"),
                f("cfe836d1", function (e) {
                    return e.percent + "%オフ";
                }),
                f("efb132c3", function (e) {
                    return e.title + " - " + e.price + "で" + e.description;
                }),
                f("f27deeea", "商品タイル"),
                f("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                f("g66c8348", "リプレイ"),
                f("j1d352d8", "通知設定済み"),
                f("d18909d4", "通知をオンにする"),
                f("b0b38774", "ヘッダー画像"),
                f("a7a119ec", "固定表示を解除"),
                f("cfadb00e", "リスニング中"),
                f("db4620aa", "進行中のスペース"),
                f("c958e692", "録音スペース"),
                f("i2c2bfb7", function (e) {
                    return e.count + " がリスニング中";
                }),
                f("i3f7ff00", "メディアサムネイル"),
                f("h400d7c2", "スペースに参加する"),
                f("be6ef5b4", "予定"),
                f("ca25ebae", "オッズ提供元"),
                f("e749753a", "スプレッド"),
                f("ea885dec", "金額"),
                f("cde48000", "ギャンブルについての問題がある場合は、1-800-GAMBLERまでお問い合わせください"),
                f("g53d5df6", "フォーカス"),
                f("d1e0a75f", function (e) {
                    return "おすすめ" + e.noun;
                }),
                f("dafd69e9", function (e) {
                    return "フォロー中" + e.noun;
                }),
                f("d80a1c37", function (e) {
                    return "サブスクライブ済み" + e.noun;
                }),
                f("d3619250", "いいねが多い"),
                f("f5edfbde", "Xからログアウトしますか？"),
                f("f12b4db5", function (e) {
                    return "@" + e.screenName + "からログアウトしますか？";
                }),
                f("ia5ff8b6", "いつでもログインし直すことができます。アカウントを切り替える場合は、既存のアカウントを追加すると切り替えることができます。"),
                f("ea3750c4", "このアカウントにのみ適用されます。他のアカウントにはログインしたままです。"),
                f("gc6866f8", "ログアウト中"),
                f("f8ad0092", "エラーが発生しました。もう一度ログインしてください。"),
                f("h2c7767e", "ログアウトされました。もう一度ログインしてください。"),
                f("e83047c2", "間違った認証コードを何度も入力したようです。もう一度ログインしてください。"),
                f("g4b108ee", "生成したバックアップコードの数が多すぎます。ご利用の携帯電話で再度ログイン認証を行ってください。"),
                f("a9be9b44", "Xを続ける"),
                f("e55188f0", "このブラウザではこのアカウントにログインしています"),
                f("d55d8fe2", "このアカウントを使い続けますか？"),
                f("g806008e", "別のアカウントでログイン"),
                f("c55f5c9a", "エラーが発生しました。やりなおしてください。"),
                f("bfb6be8a", "Xで収益を得る"),
                f("ed6c6da2", "収益化の最初のステップとして、Xプレミアムで認証を受けましょう。"),
                f("h93b6580", "高品質なコンテンツを共有することで収益を得られます。Xユーザーとの関わりが多くなるほど、収益も増えます。"),
                f("eea6d8f8", "クリエイター収益配分の参加資格"),
                f("a0e8811e", "ファン層を構築する"),
                f("e1a74ac0", "大切なサポーターに限定コンテンツを配信し、安定した収益を得られます。"),
                f("cd3a6f9a", "サブスクリプションの参加資格"),
                f("c35e6144", "プレミアムツールでより良いコンテンツを作る"),
                f("b9dbeb34", "長いポスト、Media Studio、アナリティクス、優先サポートを利用できます。"),
                f("b2d41138", "リーチが広がる = 収益が増える"),
                f("defa7f12", "返信のブーストによって目につきやすくなるため、すばやく収益を拡大できます。"),
                f("i3e4955d", "こちら"),
                f("fdc5d06c", "全画面表示を終了"),
                f("cea1c00e", "エンゲージメントできるようにする"),
                f("f8e6a280", "新しいアカウントがポスト、いいね、ブックマークへの追加、返信を行うには、少額の年会費のお支払いが必要です。これは、スパムを減らし、すべてのユーザーにより快適にご利用いただくことを目的としています。アカウントのフォローやXの閲覧は引き続き無料で行えます。"),
                f("h968efc6", "新しいアカウントがポスト、いいね、ブックマークへの追加、返信を行うには、少額の料金のお支払いが必要です。これは、スパムを減らし、すべてのユーザーにより快適にご利用いただくことを目的としています。アカウントのフォローやXの閲覧は引き続き無料で行えます。"),
                f("b66b62a4", "購入サービスの利用規約"),
                f("e5b5faa6", "スターターの利用規約"),
                f("i61a221c", "サブスクライブして支払う"),
                f("fce91ab4", "申し訳ありません。"),
                f("a235cb76", "スターターサブスクリプションの処理中に問題が発生しました。お支払い情報を確認してやりなおしてください。"),
                f("a8eea654", "購入しました。"),
                f("bc8baa08", "保存済み"),
                f("a98ba778", "通知タイムライン"),
                f("j887d006", "いいねやリポストがあったときなど、通知がここに表示されます。"),
                f("c06d4306", "@ツイートを受け取ると、通知がここに表示されます。"),
                f("ge7c661a", "他の認証済みアカウントからいいね、@ポスト、リポストなどがあると、通知がここに表示されます。"),
                f("d3de3b5c", "サブスクライバーからいいね、@ポスト、リポストなどがあると、通知がここに表示されます。"),
                f("e3f9838d", "詳細はこちら"),
                f("eba8b1c8", "@ツイートされている会話を管理する"),
                f("j745b8a6", "アクションメニュー（ポストにある3つの小さい点）を使って、自分のタグ付けを解除して会話から退出できます。"),
                f("c380d684", "いただいた報告について"),
                f("da7cf0d8", "これらのポストはセンシティブな内容としてラベル付けされました"),
                f("a6da21a1", function (e) {
                    return e.appName + "がXアカウントへのアクセスを求めています";
                }),
                f("f4392d00", "アプリにアクセスを許可"),
                f("ee4dca3c", "キャンセルリンク"),
                f("bb347bbc", "ヘルプセンター"),
                f("be38d34e", "このアプリを使うには、Xにログインしてください。"),
                f("e087691a", "アプリにアクセスを許可できません。前に戻ってもう一度ログインしてください。"),
                f("e7dd62c4", "[連携アプリを認証] ボタンをクリックすることにより、以下を含むXのデータにxAIがアクセスすることを許可したものとみなされます。"),
                f("debbdc98", "Xユーザープロフィール、Xアカウント情報、Xの各種設定。"),
                f("d9cf7c9c", "ご利用のXアカウントによる表示可能なXのポスト。あなたが表示できるすべてのアカウント（公開、非公開を問いません）とやり取りしたポストを含みます。"),
                f("cdf40068", "XにおけるGrokの会話履歴です。"),
                f("cea71014", "連絡先を読み込み中..."),
                f("b5474bd2", "問題が発生しました。"),
                f("ab4b970a", "Xアプリを使って元の画面に戻り、新しい認証メールをリクエストしてください。"),
                f("j6d103b8", "Xアカウントに登録しましょう。ニュース速報、エンタメ情報、スポーツ、政治まで、リアルタイムでフォローできます。"),
                f("ca042c78", "Xにログイン"),
                f("ff869362", "Xにログインすると、最新のポストを表示できます。また、会話に参加したり、アカウントをフォローしたり、ホームタイムラインを表示したり、知り合いの最近のポストをチェックしたりできます。"),
                f("f4a654a4", "Foursquareで見る"),
                f("c09de2d4", "タイムラインを検索"),
                f("i1801686", "検索内容が正しくありません。別の内容を入力してください。"),
                f("a0b4541c", "申し訳ありません。問題が発生しました"),
                f("d7eebb60", "サブスクリプションを設定する"),
                f("h707b180", "サブスクリプションのアップデートが完了しました"),
                f("a452ab68", "この処理には少し時間がかかる場合があります。"),
                f("b3bad3b2", "@premium"),
                f("accbcc78", "更新しました"),
                f("e957c20e", "フルアクセス無料トライアル"),
                f("a1436e70", "他のユーザーの目につきやすいように、求人をプロフィールに追加できるようになりました。申請が承認されると、数多くのユーザーが求人検索であなたの求人を見つけられるようになります。"),
                f("f9c85cec", "要対応: 書類のアップロードと確認"),
                f("f178f393", function (e) {
                    return e.date + "までに必要書類を提出してください。これには通常約10分かかります。";
                }),
                f("f9fbeabc", "組織の法人設立に関する書類"),
                f("b4c80f5c", "公的機関から発行された身分証明書"),
                f("f0915094", "動作する端末カメラ"),
                f("f259d3f3", function (e) {
                    return "重要: " + e.date + "までに書類を提出しない場合、申請は却下されます。その場合の返金はありません。";
                }),
                f("d35f645b", function (e) {
                    return "募集中（" + e.count + "）";
                }),
                f("bf534b31", function (e) {
                    return "注目（" + e.count + "）";
                }),
                f("c35aded2", "アーカイブ"),
                f("b97e952a", "求人はまだありません。"),
                f("cf1fa156", "注目の求人はまだありません。"),
                f("fa4a4f50", "アーカイブした求人はまだありません。"),
                f("c5fb5a1a", "求人はありません"),
                f("e9b91cde", "求人を追加"),
                f("c270ef3e", "アーカイブ"),
                f("fe8872f4", "成功"),
                f("d523cd74", "この求人をアーカイブしますか？"),
                f("jfd0b34a", "アーカイブすると、この求人がプロフィールから削除されます。"),
                f("e2247e08", "ATS"),
                f("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                f("e0ce628e", "招待の送信中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("ddf35536", "招待の削除中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("db7144b6", "関連アカウントタイプを変更中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("be78e5fa", "関連アカウントを削除中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("fa9709ba", "アプリケーションの作成中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("j62f13fc", "この求人の更新中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("ff5716fc", "この求人の作成中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("fd059188", "求人の同期中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("b82b5c00", "広告クレジットを有効化中に問題が発生しました。しばらくしてからやりなおしてください。"),
                f("d74adc30", "間違った広告アカウントが追加されました"),
                f("e4323c36", "入力した広告アカウントIDが組織またはその関連アカウントに一致しません。"),
                f("b3323ada", "ads.twitter.comアカウントにクレジットカードを追加する"),
                f("ac325eb8", "広告クレジットを有効にするには、ads.twitter.comで広告アカウントにクレジットカードを追加してください。"),
                f("j4e6e966", "広告アカウントの審査が必要です"),
                f("ef86e7f6", "ご利用のアカウントは審査の対象となっているため、承認が必要です。"),
                f("c9c8edae", "認証済み組織にサブスクライブして広告クレジットを適用する"),
                f("b36c6278", "認証済み組織の有料サブスクリプションをお持ちの場合のみ広告クレジットをご利用いただけます。関連アカウントで広告を配信するには、今すぐアップグレードしてください。"),
                f("c30f0168", "外部リンクを開く"),
                f("c49b7262", "求人を掲載する"),
                f("i6ecf71a", "求人の掲載を取り消す"),
                f("a37ef120", "再募集する"),
                f("i00355d0", "共有を解除"),
                f("h0481bba", "この求人の共有を解除しますか？"),
                f("b9dfdc7a", "共有を解除すると、スポットライトから求人が削除されます。"),
                f("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                f("e46cd68e", "共有した求人"),
                f("ea7f1a42", "求人"),
                f("d1cbcb90", "ソース"),
                f("gf66326c", "最終更新"),
                f("b917fc28", "求人プロモーションが無効です"),
                f("g06035e6", "求人プロモーションを有効にするには、広告アカウントの確認が必要です。"),
                f("aa16581c", "求人プロモーション用の広告アカウントにアクセスできません。アカウントの管理者にお問い合わせください。"),
                f("g7bb6f58", "広告アカウントが見つかりません。"),
                f("jf1576ba", "送信できません"),
                f("ff985a36", "同期中"),
                f("e5b8058c", "未同期"),
                f("a86e335a", "前回の同期 "),
                f("c9838d68", "追加した求人はまだ表示されていません"),
                f("df6835a6", "プロフィールで求人を有効にして、注目の求人をポストの上でハイライトし、すべての空きポジションのリストにリンクできます。"),
                f("fc504ea0", "求人の表示を開始"),
                f("a511934e", "Xで人材募集を始める"),
                f("e68d2d16", "ベータ版に登録"),
                f("f7a37e30", "[ベータ版に登録] をクリックすることにより、ベータ版へのアクセスが承認された場合、このアカウントに登録された会社のメールアドレスを使ってメールを受け取ることに同意したとみなされます。"),
                f("bfef82f0", "X人材募集は、認証済み組織が求人をポストして、会社のプロフィールに注目の求人を表示し、空きポジションに優秀な人材を引き付けることができる無料の機能です。"),
                f("h4b890c2", "X人材募集では、求人をポストして、プロフィールに注目の求人を表示し、空きポジションに優秀な人材を引き付けることができます。"),
                f("c3f28126", "広範囲のオーディエンスにリーチする"),
                f("dec1601e", "Xには、5億2,800万以上のユーザーがいます。ソフトウェアエンジニアからリテール営業、フォークリフト運転手まで、ぜひ次回の人材募集はXで行いましょう。"),
                f("be8393da", "最も重要な求人を「注目」として表示する"),
                f("i8c856ce", "プロフィールには、最大3件の求人を注目の求人として表示できます。どのユーザーも、あなたのプロフィールを表示するとそれらの求人を見ることができます。"),
                f("d8bc6eea", "会社のプロフィールには、最大5件の求人を注目の求人として追加できます。どのユーザーも、会社のプロフィールを表示するとそれらの注目の求人を見ることができます。"),
                f("a049efd4", "求人をすばやくインポートする"),
                f("d12be15a", "サポートされている採用管理システムまたはXMLフィードを接続すると、求人を数分でXに追加できます。"),
                f("d248d75e", "サポートを受ける"),
                f("c49d8e42", "サポートが必要な場合のお問い合わせ"),
                f("ib244b2e", "メールアドレスをコピー"),
                f("b450472c", "求人をインポート"),
                f("b36022d1", "xhiringsupport@x.com"),
                f("aeac3eb4", "求人を更新"),
                f("aa4c37cc", "求人をプロフィールに表示"),
                f("d4b82638", "求人をプロフィールに掲載する"),
                f("e405b1c2", "プロフィールで求人を有効にして、重要なポジションの候補者を増やすことができます。候補者はすべての空きポジションを確認できます。"),
                f("a85cda86", "求人を追加して人材募集を始める"),
                f("c04b6472", "求人をわずか数ステップでインポートまたは追加し、より多くの応募者を集めることができます。求人は、フォロワーと共有したり、会社のプロフィールに「注目」として表示したりできます。"),
                f("d14c02d0", "求人を手動で追加"),
                f("b12424fc", "新しい求人"),
                f("ca8df1e2", "求人を作成して、求人リストに追加します。求人ごとに、候補者が求人の詳細を確認して応募に使用できる応募URLを記載してください。"),
                f("f4f4dd60", "必須"),
                f("b2c213e0", "文字制限を超過しました"),
                f("d84e9c2a", "この役割に期待される仕事内容のタイプを共有します。"),
                f("bc8b300c", "職務"),
                f("d1eedb50", "この役割の対象となる分野を候補者が理解できるようにします。"),
                f("eaf3ce64", "チーム"),
                f("b36cd50e", "候補者が採用された場合に所属する主なチームを明記します。"),
                f("d3a427ce", "求められる経験レベルを選択します。"),
                f("i7174442", "求人の説明"),
                f("fef0cf02", "求人の詳細な説明を入力します。候補者が役割をはっきり理解できるように、主な職責と資格の概要を示してください。");
            f("b7800bec", "求人の内容を200文字以内で説明してください。ポスト、おすすめ、検索に表示されます。"),
                f("a5244ece", "応募URL（必須）"),
                f("g2b553f6", "候補者がこの求人への応募に使用できる公開URLを入力してください。"),
                f("c2e77608", "役職（必須）"),
                f("cdf414d4", "検索とおすすめに使用されます。より良い結果を得るため、業界標準の役職を使ってください。"),
                f("cc59319a", "ほとんどの候補者が認識できる、業界でよく用いられている職種を使用してください。"),
                f("e7117ee4", "場所（必須）"),
                f("c05176ec", "この役割がオンサイトの場合、勤務地を入力します。この役割がリモートの場合、候補者が拠点にできる場所について説明します。"),
                f("d70c24d4", "候補者が求人を検索する際に使用されます。"),
                f("de1c4376", "給与の範囲"),
                f("hf352d42", "給与の範囲を追加します（オプション）。これは候補者に表示されます。追加しない場合は、人材募集を行う場所の給与透明化法にご注意ください。"),
                f("ede7d0a2", "通貨"),
                f("b925c18c", "給与タイプ"),
                f("j3d242ce", "範囲が無効です"),
                f("f4d07bd2", "候補者が検索によって役割を見つけやすいように詳細（オプション）を追加します。"),
                f("b8cbb51a", "求人の概要"),
                f("bda6881e", "この求人は、採用管理システム（ATS）からインポートされました。特定の項目のみ変更できます。"),
                f("b075c68a", "求人を編集"),
                f("d4b6a6e0", "プロフィールスポットライト"),
                f("j2dd3686", "注目の求人をポストの上でハイライトします。"),
                f("af1cfd46", "ATS統合"),
                f("d6fa2944", "統合を削除しても、インポートされた求人は削除されません。"),
                f("h99f11fa", "統合を削除"),
                f("eef1ae76", "現在連携中"),
                f("a915f5c1", function (e) {
                    return e.ats + "と連携中";
                }),
                f("af7286b7", function (e) {
                    return "プレミアムが年間" + e.percentage + "%の割引";
                }),
                f("c924ad84", "動画再生の継続"),
                f("de750a3c", "携帯電話がロックされているときでも利用できます"),
                f("he5e87c4", "返信の強化"),
                f("g64a60ba", "ポストに返信した場合の優先表示: 低"),
                f("a7ee832a", "最大60分間、入力ミスや間違いを修正できます"),
                f("fdd77a34", "長いポストの作成"),
                f("j6d26a7a", "長いコンテンツを作成して共有する"),
                f("c4fd68da", "タイムラインのカスタマイズ"),
                f("c0195168", "アプリのアイコンとナビゲーションオプションの変更"),
                f("b6b5dc94", "認証を受ける"),
                f("b06db848", "プラットフォームで他のユーザーより目立つ"),
                f("e3e3a97c", "ポストから収益配分を受け取る"),
                f("f15bc24e", "Grokの上限引き上げ"),
                f("c4666e1c", "最新モデルのGrok 3をさらに活用"),
                f("he74ae7a", "Grokの利用上限: 最高"),
                f("f5732cd4", "DeepSearchとシンキングへのアクセス拡大"),
                f("e0198956", "Xにポストしたコンテンツに対して認証済みアカウントが行ったエンゲージメントから生じた収益の配分を受け取りましょう。"),
                f("iadf78e2", "動画をダウンロード"),
                f("ee54c3de", "動画を端末に直接保存"),
                f("ae03594c", "返信のブースト（小）"),
                f("e6bb08c0", "返信が目につきやすくなります"),
                f("bf2a6acc", "返信のブースト（大）"),
                f("c2059276", "返信をブーストさせましょう。"),
                f("b023ec20", "返信のブースト（最大）"),
                f("g337328e", "返信の目につきやすさが最大になります。"),
                f("fa006202", "バックグラウンド動画再生"),
                f("jf389778", "ブラウザや他のアプリを使用しながら再生"),
                f("f2977d80", "ブックマークフォルダ"),
                f("j1d3d910", "保存したポストに簡単にアクセスできるよう整理できます"),
                f("f0f48668", "プレミアムサポート"),
                f("c3148608", "必要なときにすぐにサポートを受けることができます"),
                f("b485ca6e", "[ハイライト] タブ"),
                f("d438955e", "話題のポストをアピールできます"),
                f("f373a352", "暗号化されたDM"),
                f("g7405aca", "エンドツーエンドの暗号化により安全にチャットできます"),
                f("j659fa0c", "Grok 3を最大限に活用"),
                f("ibff5694", "利用上限が最も高くなり、DeepSearchとシンキングを利用できるほか、新機能をいち早く利用できます"),
                f("i824f4da", "表示される広告が減る"),
                f("bd17076c", "[おすすめ] と [フォロー中] タイムラインに表示される広告数が約半分になります。"),
                f("cef2cac8", "表示される広告がなくなりますが、特定のエリアにブランドコンテンツが表示されることがまれにあります。"),
                f("c97920c0", "オフライン動画"),
                f("i4379b18", "動画を保存してオフライン再生"),
                f("f94c6bae", "認証チェックマーク"),
                f("d72055d6", "認証チェックマークにより信頼性が向上します "),
                f("f54af178", "記事を作成"),
                f("c5cd5d42", "長いコンテンツを共有して、ソートリーダーシップを確立できます"),
                f("jbdb08cc", "アカウントデータを分析して、アカウントのパフォーマンスを確認する"),
                f("deaf7e0a", "Media Studio"),
                f("fd1a47b4", "メディアを管理したりアップロードしたりできます"),
                f("id067c96", "Radarサーチ"),
                f("jf991d48", "リアルタイムのトレンドトラッキングで一歩先を行くことができます"),
                f("c244210c", "X Pro"),
                f("a90f2e8a", "Xユーザーのための強力でリアルタイムなツール。1つの画面で複数のタイムラインをチェックできる（x.comのみ）"),
                f("b3e50ef2", "コミュニティを作成"),
                f("bb1a4e44", "独自のコミュニティを作成できます"),
                f("j010228e", "月単位のサブスクリプションを利用しているエンゲージメントの多いフォロワーからXが得た収益の配分を受け取れます。"),
                f("h0e1730e", "返信の優先表示"),
                f("jf7f743c", "長い動画のポスト"),
                f("c0c25b6c", "ブックマークフォルダ"),
                f("ab31c79e", "アプリアイコンのカスタマイズ"),
                f("a8a702ae", "ナビゲーションのカスタマイズ"),
                f("d5ab1b50", "認証済みバッジ"),
                f("ac298984", "返信の優先表示: 高"),
                f("g20df450", "広告の表示: 50%"),
                f("h8dfc4de", "Grokの利用上限: 高"),
                f("bf7614d4", "クリエイターサブスクリプション"),
                f("gadc9f4a", "返信の優先表示: 最高"),
                f("c127c5c2", "広告の表示: ゼロ"),
                f("c1e0f3c8", "Grok DeepSearch/シンキングの利用"),
                f("aac0bbb6", "Radarへのアクセス"),
                f("a6722922", "広告が減少"),
                f("ba016532", "返信の強化"),
                f("a06f8a3e", "Grok 3"),
                f("b9e16610", "最大"),
                f("b1492c6c", "最高"),
                f("fb5e2c14", "Xプレミアムでポストをハイライトする"),
                f("gd1f4cfa", "プロフィールでベストなポストをアピールする"),
                f("h59250bc", "Xプレミアムでメッセージを暗号化する"),
                f("ed62d546", "Xプレミアムで長いポストを作成する"),
                f("ca447200", "XプレミアムでSMS認証を利用する"),
                f("af2b99ea", "Xプレミアムでポストを編集する"),
                f("ha265914", "Xプレミアムでブックマークを整理する"),
                f("gda940ae", "Xプレミアムでコミュニティを作成する"),
                f("c7e5ac54", "Xプレミアムで表示される広告を減らす"),
                f("e03589ba", "Xプレミアムでポストをブーストする"),
                f("f0f8c82a", "Xプレミアムで認証済みアカウント専用チャットに参加する"),
                f("fecf5aaa", "XプレミアムでフルHD動画をアップロードする"),
                f("c00d2be2", "Xプレミアムで動画をダウンロードする"),
                f("cd360b86", "Grokに質問する"),
                f("d2e1a7a2", "Xプレミアムでご利用いただけます"),
                f("e664abe2", "Xの動画がパワーアップ"),
                f("e595a3e2", "プレミアム Premium で動画を最大限に活用"),
                f("i3c9329a", "リッチテキスト形式で目に留まりやすくする"),
                f("cc9def68", "Xプレミアムでのみご利用いただけます"),
                f("hdef5966", "動画を端末にダウンロード"),
                f("c748224a", "プレミアムでさらに活用する"),
                f("ebfc88bc", "専用の機能を利用する"),
                f("f652e9ac", "プレミアムでXをさらに活用する"),
                f("d67e94c0", "以下の特典は利用できません..."),
                f("j1d3098c", "プレミアムプラスでXをさらに活用する"),
                f("gd573390", "ベーシックの全特典も利用できます..."),
                f("ef94bbd4", "プレミアムプラスを入手"),
                f("dcd830ce", "プレミアムの全特典も利用できます..."),
                f("b7dde622", "感謝祭プロモーションの残り時間:"),
                f("i0180ca1", function (e) {
                    return e.date + "まで（感謝祭キャンペーン）";
                }),
                f("hb9d0e00", "2周年記念プロモーションの残り時間:"),
                f("d2b23e0d", function (e) {
                    return "今日は、プレミアムがサービスを開始した記念日です。" + e.date + "まで。";
                }),
                f("bb4998fb", function (e) {
                    return e.date + "まで";
                }),
                f("c0847ebc", "ベーシックのすべての特典に加えて..."),
                f("ed672bfa", "ベーシックとPremiumのすべての特典に加えて…"),
                f("db63fa1c", "プレミアムプランを選択"),
                f("b128c6bc", "認証済みバッジを獲得し、その他多数の特典とメリットを利用する"),
                f("a9904a1c", "期間限定でXプレミアムが割引価格"),
                f("acfaf7a0", "レベルと機能を比較"),
                f("e1606e52", "サブスクリプションを変更"),
                f("d2f2b91a", "こちらから登録してください"),
                f("j4b4310e", "秒"),
                f("af863ee9", "無料トライアル"),
                f("f5705987", "購入サービスの利用規約"),
                f("h89dabac", "いつでもキャンセルできます"),
                f("f36b8e14", "この商品を取得中に問題が発生しました。再読み込みしてください。"),
                f("f1756574", "/ 月"),
                f("i650ff14", "/ 年"),
                f("dbcd25db", function (e) {
                    return "（最初の" + e.numberOfDays + "日間）";
                }),
                f("bd40d5b5", function (e) {
                    return e.title + "にサブスクライブして支払う";
                }),
                f("i36a0b6e", "（現在のところ）X iOSアプリでのみサブスクライブできます。"),
                f("c906ad94", "ダウングレード"),
                f("db5c77e0", "現在有効なサブスクリプションです"),
                f("h77ef73e", "1ヶ月プランに切り替える"),
                f("d723d44a", "1年プランに切り替える"),
                f("gf6b66b8", "本日から有効となるサブスクリプションの変更を確認してください"),
                f("e83daf87", function (e) {
                    return e.date + "から有効となるサブスクリプションの変更を確認してください";
                }),
                f("f27022d6", "現在のプラン"),
                f("i9d5f4b6", "新しいプラン"),
                f("ia390d8a", "ダウングレードの適用方法"),
                f("fd80b875", function (e) {
                    return "現在のプランは、課金サイクルが終了するまで有効のままになります。" + e.newTierName + "への切り替えは" + e.nextBillingDate + "に実施され、新しい料金が請求されます。";
                }),
                f("c8fb177a", "お支払いの調整方法"),
                f("df776505", function (e) {
                    return e.newTierName + "にアップグレードされ、新しい請求額となります。新しいプランの料金は本日請求されますが、クレジット残高がその金額に充当されます。切り替えはすぐに実施され、請求額もそれに応じて調整されます。";
                }),
                f("d7efb6ba", "月1回の請求から年1回の請求に切り替わります。年間プランの料金は本日請求されますが、按分された月間クレジットの残高が合計請求額に充当されます。切り替えはすぐに実施され、請求は年1回になります。"),
                f("a5f2cf70", "年1回の請求から月1回の請求に切り替わります。年間クレジットの残高がなくなるまで月々の支払いに充当されます。切り替えはすぐに実施され、請求は月1回になります。"),
                f("ef1c0208", "プラン変更を確認する"),
                f("ia08113f", "購入サービスの利用規約"),
                f("d2962b73", "利用規約"),
                f("b421795a", "いつでもキャンセルできます"),
                f("f8d88ac7", "購入サービスの利用規約"),
                f("ca220fe9", "利用規約"),
                f("ab8beda0", "いつでもキャンセルできます"),
                f("ife2636d", "購入サービスの利用規約"),
                f("fb57be65", "利用規約"),
                f("e468a6c2", "いつでもキャンセルできます"),
                f("e9f4c89b", "購入サービスの利用規約"),
                f("hce73b41", "利用規約"),
                f("i4db5c92", "いつでもキャンセルできます"),
                f("ae095fe8", "Grok AI"),
                f("d4e60288", "利用上限: 最高"),
                f("abaa4274", "DeepSearchとシンキングの利用"),
                f("e0d53864", "新機能をいち早く利用"),
                f("g1be3530", "無料トライアル"),
                f("b10b4f1f", function (e) {
                    return e.date + "まで" + e.percentOff + "%割引";
                }),
                f("b8d0bd19", function (e) {
                    return e.productName + "を無料で試す";
                }),
                f("f89dfa74", "最もお得"),
                f("b9a4d8c6", "1年"),
                f("f5fb58b4", "これに加えて X Premium の全機能"),
                f("i527045e", "チェックマーク、Grokのさらなる活用、返信のブースト、アナリティクスなど"),
                f("ga482a88", "1年プラン"),
                f("hc64d5b0", "1ヶ月プラン"),
                f("de7db957", function (e) {
                    return "年額: " + e.price + "（一括払い）";
                }),
                f("d8982437", function (e) {
                    return "年額: " + e.price + "（月額課金）";
                }),
                f("f0ad5cc8", "年"),
                f("a0dc6e4c", "現在ご利用いただけません"),
                f("jd8b2e66", "サブスクライブして支払う"),
                f("ca784c0c", "サブスクライブしてAppleのアカウントで支払う"),
                f("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                f("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                f("afd61c76", "または最大30%の割引"),
                f("i7fbacc4", "サブスクリプションレベルを切り替える"),
                f("c9cc122b", function (e) {
                    return e.feature + "は" + e.title + "に含まれています";
                }),
                f("bff35771", function (e) {
                    return e.feature + "は" + e.title + "では利用できません";
                }),
                f("a69fd369", function (e) {
                    return e.price + "～";
                }),
                f("e563a5d1", function (e) {
                    return e.percentage + "%オフでサブスクライブ（期間限定）";
                }),
                f("dfc5f972", "その他..."),
                f("fb8453c8", "DeepSearchリクエストとシンキングリクエストを利用可能"),
                f("e45b3f30", "リサーチと推論のリクエストを利用可能"),
                f("aaebdc2e", "Grok 3 miniとGrok 3の利用上限の大幅な引き上げ"),
                f("ddf8a412", "新しい機能にいち早くアクセスする"),
                f("gfb04ef4", "Xプレミアムプラスのすべての機能"),
                f("b601cfbb", function (e) {
                    return e.price + "/月で試す";
                }),
                f("i3e90e20", "現在ご利用いただけません"),
                f("d9e9ce26", "サブスクライブして支払う"),
                f("j1f5a580", "プレミアムサブスクリプションの処理中に問題が発生しました。お支払い情報を確認してやりなおしてください。"),
                f("ebc84442", "プレミアムサブスクリプションの登録"),
                f("cd9102d4", "カテゴリーを選択"),
                f("eb551aea", "プロフィールにカテゴリーを表示"),
                f("f386777a", "アカウントの種類を切り替え"),
                f("db483090", "個人用アカウントに切り替えました"),
                f("c701200c", "ビジネスアカウントに切り替えました"),
                f("acd8da0a", "クリエイターアカウントに切り替えました"),
                f("cb55ecce", "個人用アカウントに切り替え"),
                f("h4aeb984", "個人用アカウントに切り替え"),
                f("ada6073a", "プロフェッショナルツールが必要ない場合"),
                f("eb723d4c", "個人用アカウントには、プロフィールスポットライトやショッピングマネージャーなどのツールがありません。もう一度切り替えるには、新しいProアカウントの設定が必要です。"),
                f("hbb1af08", "ビジネスアカウントに切り替え"),
                f("a9b5e3aa", "キャンセル"),
                f("ia49207a", "切り替える"),
                f("g3f74902", "ビジネスアカウントに切り替えますか？"),
                f("f3bcfac0", "ブランド、小売店、サービスプロバイダー、組織に最適なアカウントです。"),
                f("d0c3f02e", "クリエイターアカウントに切り替え"),
                f("a01e84e0", "クリエイターアカウントに切り替えますか？"),
                f("e8af8ef4", "有名人、アーティスト、インフルエンサーに最適なアカウントです。"),
                f("e44eab74", "現在のところ、Xクライアントによってはサポートされていないモジュールがあります"),
                f("ce4185bc", "さらにスポットライトを追加予定"),
                f("b5aed332", "スポットライトはありません"),
                f("g419ecf4", "ページにとどまる"),
                f("d3a097a2", "破棄する"),
                f("j1e1cd30", "変更を破棄しますか？"),
                f("fc779c28", "スポットライトを表示する"),
                f("ie85a7a8", "ビジネス情報を削除しますか？"),
                f("b5348efc", "営業時間なし"),
                f("db285564", "24時間営業"),
                f("g7993eee", "カスタム営業時間"),
                f("c9ee902a", "地図を表示"),
                f("j224a074", "ロケーションスポットライトがオンの場合、入力した所在地情報はすべて公開されます。電話番号とメールアドレスは、[お問い合わせ] ボタンを使って表示できます。"),
                f("f448cbcc", "オプション"),
                f("c16c9568", "住所"),
                f("i3a38711", "Googleマップの利用規約"),
                f("beb66f50", "Googleプライバシーポリシー"),
                f("e0d47030", "ビジネスの所在地を指定します。この情報は、所在地として公開される点に注意してください。いつでも削除できます。"),
                f("c7a4adb0", "住所を追加"),
                f("cd39daf6", "郵便番号"),
                f("gc0df5a6", "郵便番号を追加"),
                f("c6c16a52", "市区町村"),
                f("aa8015be", "市区町村を追加"),
                f("b688f53a", "都道府県"),
                f("a67f5bbc", "都道府県を追加"),
                f("if92b1b4", "国を追加"),
                f("ffc5590e", "市区町村が無効です"),
                f("a8fd64d8", "国を検索"),
                f("a0abe108", "都道府県が無効です"),
                f("j163df8e", "住所が無効です"),
                f("af9b9b78", "郵便番号が無効です"),
                f("i373e022", "メールアドレスを入力"),
                f("f91751f8", "この情報は公開されます"),
                f("g33c0564", "メールアドレスが無効です"),
                f("ga71fbf4", "営業時間"),
                f("ca2ba204", "カスタム営業時間を編集"),
                f("d7b7dbca", "営業時間がプロフィールに表示されません"),
                f("a460e770", "例: 公園、ビーチ、オンラインショッピング"),
                f("ddc88bf0", "各曜日の営業時間を設定してください"),
                f("j11df0ca", "時間が重複しています"),
                f("f9f911f4", "タイムゾーンを検索"),
                f("d21a4252", "営業時間を追加"),
                f("ac6ce1c0", "次の日付以降"),
                f("c647aac8", "次の日付以前"),
                f("b926e64a", "ウェブサイトを入力"),
                f("i019c8b6", "電話"),
                f("eabc6906", "SMS"),
                f("h24d868c", "電話とSMS"),
                f("fa64f1fc", "国番号を選択"),
                f("c7d3629a", "電話番号"),
                f("ce48a958", "希望するお問い合わせ方法を選択してください。"),
                f("b97705ce", "この電話番号は、お問い合わせ方法として公開される点に注意してください。いつでも削除できます。"),
                f("f7ff19ec", "国番号を追加"),
                f("bb7f177a", "電話番号が間違っています"),
                f("b91d1394", "アプリを追加"),
                f("d3cd1160", "iOSアプリを追加"),
                f("f2124008", "App StoreのURL"),
                f("dc0d9d6a", "Androidアプリを追加"),
                f("dd1605f0", "PlayストアのURL"),
                f("g4098f78", "わからない場合"),
                f("b949cdc6", "アプリを削除"),
                f("b4b8a486", "コミュニティを選ぶ"),
                f("jfe04cf6", "選択をリセットしますか？"),
                f("a14aa8dc", "スポットライトからコミュニティが削除されます。"),
                f("cc4add98", "プロフィールページでの外観をプレビューするには、コミュニティを選択してください"),
                f("jd3e9ea6", "コミュニティはありません"),
                f("daad9741", "コミュニティを自分で作成"),
                f("c46cdabc", "高度なツール"),
                f("f6a2233a", "アカウントの権限を管理"),
                f("ccb3ca48", "ビジネス設定"),
                f("b0ef3100", "充実した広告キャンペーンを作成"),
                f("ff1c5e1a", "Proホーム"),
                f("f53adc36", "リアルで成果を上げる"),
                f("hc4981d6", "プロフィールスポットライト"),
                f("fbce8dbe", "フォローするアカウントを選ぶ"),
                f("ae76c624", "つながりを広げる"),
                f("ae0383d4", "エンゲージメントを増やして、より多くのユーザーにリーチする"),
                f("a1dbe746", "エンゲージメントを増やして、より多くのユーザーにリーチする"),
                f("hbd124ae", "ポストをブースト"),
                f("hd80bd3e", "ポストをプロモーション"),
                f("fe2b0008", "Xの使い方について"),
                f("h257d4aa", "プロモーションするポストを選択"),
                f("e9334fe6", "データは数分おきに更新されます"),
                f("a6d7b1d0", "Xの内部データにもとづく"),
                f("h71a00e6", "広告の非表示により時間を節約しています"),
                f("f6c50ec0", "広告の非表示トライアルが終了しました"),
                f("e1d1fbca", "表示されなかった広告"),
                f("a82d7abd", function (e) {
                    return e.numberOfAds + "件";
                }),
                f("ff074c76", "見たいポストをよりたくさん見ることができています。"),
                f("cbc38428", "プレミアムプラスで広告をなくす"),
                f("b9028f60", "広告の非表示トライアルに戻る"),
                f("e081d6a0", "いいえ、再び広告を表示します"),
                f("fee73dca", "節約した時間（推定）"),
                f("ic073e4e", "時は金なりです。"),
                f("eb866e88", "1年間に節約できる時間（推定）"),
                f("ce72f092", "現在までの使用状況にもとづきます。"),
                f("c534c6b4", "数字を分析中です..."),
                f("i57332f0", "しばらく閲覧してからここを確認してください。表示されなかった広告の数や節約した時間が表示されます"),
                f("cc10f019", function (e) {
                    return e.minutes + " 分";
                }),
                f("f9b6b7d3", function (e) {
                    return e.hours + " 時間";
                }),
                f("a9af8753", function (e) {
                    return e.days + " 日" + e.hours + " 時間";
                }),
                f("b93d00e5", function (e) {
                    return e.days + " 日";
                }),
                f("dc9661b3", function (e) {
                    return e.seconds + " 秒";
                }),
                f("g2c63852", "100%無料です。クレジットカードは不要です。"),
                f("be88be23", function (e) {
                    return e.durationInDays + "日間の広告の非表示トライアルが有効になりました";
                }),
                f("b63766a6", "スクロールしても広告が表示されません"),
                f("h028f7e0", "好きなコンテンツだけに時間を使えます"),
                f("dd68eef6", "プレミアムプラスの効果を体験できます"),
                f("g8a2f217", function (e) {
                    return e.durationInDays + "日間限定、広告の非表示が無料";
                }),
                f("dec99336", "広告なし"),
                f("i95803fa", "申し訳ありませんが、現在のところご利用いただけません。"),
                f("d28a1d72", "Radarを使ってトレンドをいち早く見つけましょう"),
                f("fb70427a", "非常に強力な検索ツールがXに導入されます。"),
                f("i54bf620", "キーワードをモニタリングする"),
                f("e8bb09bc", "高度な検索機能を使って、どのようなトピックにでも絞り込めます。"),
                f("d4c9d5aa", "トレンドを可視化"),
                f("e78263fe", "過去3日間の日別アクティビティグラフを使って会話をトラッキングできます。"),
                f("e3ed8220", "リアルタイムデータ"),
                f("f4952956", "クエリを使ってポスト数の統計情報をすぐに入手できます。"),
                f("cce3f116", "ポストをブックマークに追加しました"),
                f("b593b396", "ポストをブックマークから削除しました"),
                f("af9c8a3e", "アプリを開く"),
                f("ef483238", "ポストのステータスページ"),
                f("jcf3ff56", "テキスト（大）"),
                f("f1252ac8", "テキスト（中）"),
                f("daa0da04", "テキスト（小）"),
                f("ba5256b2", "文字サイズ"),
                f("h030c24c", "問題を報告する"),
                f("b12ffee6", "コミュニティへのアクセスを禁止する"),
                f("e37836f8", "報告の詳細"),
                f("fb35e52a", "ルールを表示"),
                f("e238c590", "次のステップ"),
                f("if218e60", "報告は、Twitterのチームが確認するほか、テクノロジーを利用して確認されます。ルールへの違反が見つかった場合は、取られる措置についてお知らせいたします。"),
                f("b6dc1984", "プロセスについて"),
                f("b0a16894", "背景情報は重要です。Twitterルールを適用する際は、以下の要素が考慮されます（このリストはすべてを網羅しているわけではありません）。"),
                f("d4716820", "報告するコンテンツは、アイデンティティを理由にして他の人を標的としていますか？"),
                f("e899a534", "この違反はどれほど重大ですか？"),
                f("d9c4e7ae", "対象となっている人により提出された報告ですか？"),
                f("afb51066", "重複する報告を作成しても、プロセスにかかる時間は短縮されません。"),
                f("b7ba712a", "違反が見つかりました"),
                f("d90b8c04", "違反はありません"),
                f("c2d0494a", "安全についての推奨事項"),
                f("be46e000", "重複を報告する"),
                f("e846ae32", "コンテンツが削除された場合でも、他のユーザーがコピーを作成したり、スクリーンショットを取得したりしている可能性があります。Xで見かけた場合は報告してください。削除いたします。"),
                f("e3647d08", "執行機関／捜査機関に連絡する"),
                f("gad89c4a", "危険を感じる場合は、お近くの執行機関／捜査機関まで連絡することをおすすめします。執行機関／捜査機関がフォローアップについての質問をお持ちの場合、執行機関／捜査機関向けガイドラインをご覧いただけます。 "),
                f("h7fa9240", "アメリカ合衆国:"),
                f("fb2ff552", "全米自殺防止ライフライン: 988"),
                f("bb57e8c0", "その他の国と地域:"),
                f("b9ce59ba", "この件をお知らせいただき改めてお礼申し上げます。"),
                f("d42899ad", "国際自殺防止協会"),
                f("c9853de0", "内容は非表示です"),
                f("c197728e", "解決しました"),
                f("f4422d78", "報告"),
                f("i07c24fa", "未解決の報告はありません"),
                f("h542c98a", "詳細を表示"),
                f("e6e11d12", "解決済みの報告はありません"),
                f("ibf33bae", "重複を削除できるように報告する"),
                f("a288ca36", "執行機関／捜査機関向けガイドライン"),
                f("a62c9c34", "あなたの「好き」をフォローしましょう。"),
                f("cf39fca2", "話題のトピックを追いかけましょう。"),
                f("j86184fe", "会話に参加しましょう。"),
                f("ac2035f2", "今すぐ参加しましょう。"),
                f("h0af9418", "アカウント登録"),
                f("eba1b198", "すべての話題が、ここに。"),
                f("fa811c30", "アカウントをお持ちの場合"),
                f("b4bdfb3e", "Grokアプリを入手"),
                f("f991cfaa", "Grokを入手"),
                f("a4298bc0", "「いま」を見つけよう"),
                f("j3f49ff6", "ニュース速報、エンタメ情報、スポーツ、政治まで、リアルタイムでフォローできます。"),
                f("d65555c2", "または"),
                f("e75df5c9", function (e) {
                    return e.query + " - 検索";
                }),
                f("ac4fb0f4", "画像"),
                f("aea62568", "検索フィルター"),
                f("gfcfbf8c", "検索を保存しました。"),
                f("a4645d92", "保存した検索を削除しました。"),
                f("b11805af", function (e) {
                    return "Xで" + e.query + "に関連するポストとみんなのコメントを見て、会話に参加してみましょう。";
                }),
                f("d610e8c3", function (e) {
                    return e.query + "に関連する最新のポストです。みんなのコメントを見て会話に参加してみましょう。";
                }),
                f("j622effe", "高度な検索"),
                f("i5045e74", "すべての場所"),
                f("h2388754", "近くの場所"),
                f("a0cf4306", "Grokによる要約"),
                f("f97f7b46", "Grokによる要約を非表示にする"),
                f("f9d35b98", "保存できる検索内容は最大25件です。新しい検索内容を保存するには、検索内容を削除してください。"),
                f("ha925ad4", "問題が発生しました。しばらくしてから、検索を保存しなおしてください。"),
                f("h0a9931c", "問題が発生しました。しばらくしてから、検索を削除しなおしてください。"),
                f("h4912b5e", "検索を保存"),
                f("b9bc69ca", "保存した検索を削除"),
                f("eb63de70", "X - 高度な検索"),
                f("d3938be8", "キーワード"),
                f("e0dded5e", "エンゲージメント"),
                f("a097f7ba", "日付"),
                f("c03f15ca", "すべての言語"),
                f("cb334136", "リンク"),
                f("jf1cbcc2", "リンクを含むポストを含める"),
                f("gede6f6e", "リンクを含むポストのみ表示"),
                f("bda44dd4", "返信と元のポストを含める"),
                f("ab870904", "返信のみ表示"),
                f("b6215680", "次のキーワードをすべて含む"),
                f("cceffa5e", "例: what’s happening · 「what’s」と「happening」の両方を含む"),
                f("f1c5faee", "次のキーワード全体を含む"),
                f("ad10780e", "例: happy hour · 「happy hour」というキーワード全体を含む"),
                f("a555a3f4", "次のキーワードのいずれかを含む"),
                f("ee8a2b60", "例: cats dogs · 「cats」と「dogs」のどちらか（または両方）を含む"),
                f("f51fe348", "次のキーワードを含まない"),
                f("hb657ad4", "例: cats dogs · 「cats」と「dogs」を含まない"),
                f("d10da5da", "次のハッシュタグを含む"),
                f("f0b52b50", "例: #ThrowbackThursday · ハッシュタグ #ThrowbackThursday を含む"),
                f("e292598a", "次のアカウントが送信"),
                f("hef790d8", "例: @X · @Xが送信"),
                f("g2c27394", "次のアカウント宛て"),
                f("d158d9d0", "例: @X · @Xへの返信として送信"),
                f("a10e3230", "次のアカウントへの@ツイート"),
                f("daaf2c72", "例: @SFBART @Caltrain · @SFBARTまたは@Caltrainへの@ツイート"),
                f("b18366ba", "返信の最小件数"),
                f("f481ba1c", "例: 280 · 返信が280件以上のポスト"),
                f("ib3ddbd4", "いいねの最小件数"),
                f("ef994dac", "例: 280 · いいねが280件以上のポスト"),
                f("a504ca74", "リポストの最小件数"),
                f("jd9bd944", "例: 280 · リポストが280件以上のポスト"),
                f("e95b9448", "一般"),
                f("f458a3b2", "プライバシー"),
                f("bdc6f5b8", "アカウント"),
                f("ea848de8", "EarlyXの設定"),
                f("df483b48", "機能スイッチ"),
                f("bd05add8", "スターター"),
                f("d94f12b6", "通知、プライバシーなどを検索してみてください。"),
                f("ba8f6f82", "検索設定"),
                f("g931a6e5", function (e) {
                    return e.topic + "をフォローしています";
                }),
                f("h3f9027a", "このトピックについてのポストがホームタイムラインに表示されます。このトピックをもとにXの表示内容がカスタマイズされます。"),
                f("e241095e", "トピック"),
                f("f8bc75e2", "トピック"),
                f("ed827af6", "このトピックはご利用いただけません。"),
                f("d094c720", "すべてのトピック"),
                f("g3e87c61", function (e) {
                    return e.topicName + " | トピック";
                }),
                f("g02269ba", "Xでトピックをフォローしてみましょう。フォローすると、Xでそのトピックを話題にしている専門家やファンのアカウントによるポストが表示されます。"),
                f("e80d2509", function (e) {
                    return "Xでトピック「" + e.topicName + "」をフォローしてみましょう。専門家、ファン、あるいはXで" + e.topicName + "をよく話題にしているアカウントによるトップポストが表示されます。";
                }),
                f("e44b4256", "ストーリー履歴"),
                f("a74af3f8", "ストーリー履歴がありません。"),
                f("c3077694", "トレンドポスト"),
                f("a9042b6c", "トレンド履歴"),
                f("ed54bc32", "トレンドを報告"),
                f("f89bcc50", "トレンドを報告しました"),
                f("gde7b6b0", "保存を解除"),
                f("i6212670", "トレンドを読み込み中"),
                f("c6a07c10", "トレンドタイムライン"),
                f("b0c91a92", "ログイン/登録して、Xでこの話題についての意見を確認してみましょう"),
                f("d7071084", "Grokに聞く"),
                f("ee2200f4", "このストーリーは、Grokにより生成されたXのポストの要約です。ストーリーは時間の経過とともに新しくなります。"),
                f("e1e5d552", "サークルを編集"),
                f("ec13f9cc", "サークルにはまだ誰も追加されていません"),
                f("dab58e32", "ユーザーを追加するとここに表示されます。"),
                f("f43112a4", "しくみについてはこちら"),
                f("a4d60c94", "問題が発生しました。現在、サークルに追加できません。"),
                f("a1ba3bd8", "サークルはいっぱいです。サークルの上限である150人に達しています。"),
                f("ac3fd6e2", "おすすめユーザーはまだいません"),
                f("eeb4d3f0", "サークルに追加するおすすめユーザーがここに表示されます。"),
                f("aea3c420", "まだ引用されていません"),
                f("b40a22c0", "他のユーザーのポストを引用してポストすると、ここに表示されます。"),
                f("f08d8d08", "気に入ったポストを広めましょう"),
                f("f0ccff52", "他のユーザーのポストをリポストしてタイムラインで共有しましょう。リポストするとここに表示されます。"),
                f("fc1acb54", "まだいいねされていません"),
                f("e3527230", "ユーザー（あなたを含む）がハートをタップしてこのポストをいいねすると、ここに表示されます。"),
                f("i3e8b808", "このポストをいいねしたユーザーを読み込み中"),
                f("c69fd704", "このポストをリポストしたユーザーを読み込み中"),
                f("f12858d4", "いいねしたユーザー"),
                f("fe62cfec", "リポストしたユーザー"),
                f("h1c5d6aa", "あなたから"),
                f("h6d45054", "すべてのユーザーから"),
                f("da68fff1", function (e) {
                    return e.count + " コイン（他のユーザーには表示されません）";
                }),
                f("e35f2534", "ポストのエンゲージメントを読み込み中"),
                f("i60dfa72", "ポストのエンゲージメント"),
                f("dc604dda", "このポストをいいねしたユーザー"),
                f("cdd4ef4a", "このポストをリポストしたユーザー"),
                f("icc72234", "このポストの引用"),
                f("hc35b530", "まだいいねはありません"),
                f("e0d6a246", "リポストはまだありません"),
                f("i2a26cb4", "ユーザーがハートをタップしてこのポストをいいねすると、ここに表示されます。"),
                f("i9b724e8", "このポストを引用したすべてのユーザーのリストがここに表示されます。"),
                f("a5ab75ae", "関連ポストが見つかりません。"),
                f("ce637c0e", "関連記事が見つかりません。"),
                f("fd67deaa", "関連ポストを共有"),
                f("f9183bb6", "関連ポストのリンクをコピー"),
                f("fc4e5d96", "自分のポストのアナリティクスのみ表示できます。"),
                f("ab0da59f", function (e) {
                    return e.entity + " アナリティクス";
                }),
                f("ae32e7de", "このポストはプロモポストです。このポスト表示された回数は非公開です。"),
                f("a10aa36c", "ヘルプセンター"),
                f("d0740558", "ヘルプセンター"),
                f("d2d76dca", "ヘルプセンター"),
                f("de8bcdaa", "あなたのポストを表示したユーザーの内訳"),
                f("cfa1ef16", "ブーストする"),
                f("d267afa2", "20歳未満"),
                f("db81cab0", "20～29歳"),
                f("f173716e", "30～39歳"),
                f("ada329e6", "40～49歳"),
                f("j2950694", "50歳以上"),
                f("bcd9cf68", "65歳以上"),
                f("f05f1838", "その他/未指定"),
                f("fa5be588", "オーガニック"),
                f("c65126fe", "ブースト"),
                f("c61c6624", "プロモーション"),
                f("f1196a04", "ブーストアナリティクス"),
                f("bb66e3fc", "プロモーションアナリティクス"),
                f("g512ddcc", "オーガニックアナリティクス"),
                f("j9256524", "ブーストのパフォーマンスの内訳"),
                f("ceeb3016", "プロモーションのパフォーマンスの内訳"),
                f("bf4558fa", "オーガニックポストのパフォーマンスの内訳"),
                f("c69069e6", "このポストがXで表示された回数"),
                f("a0615bac", "ユーザーがポストに反応した合計回数。ポストのクリック（ハッシュタグ、リンク、プロフィール画像、ユーザー名、ポストの詳細表示のクリックを含む)、リポスト、返信、フォロー、いいねを含みます。"),
                f("acc4cf12", "このポストからのプロフィール閲覧回数"),
                f("c7d0d1c4", "このポストに含まれるURLのクリック数"),
                f("a4da7724", "ユーザーがこのポストを詳細表示した回数"),
                f("jedd2771", function (e) {
                    return "ブーストの" + e.percentage;
                }),
                f("g33fd6b1", function (e) {
                    return e.percentage + ": プロモーション経由";
                }),
                f("b71059c3", function (e) {
                    return e.percentage + ": フォロワー以外";
                }),
                f("h4cbba3e", "5%未満"),
                f("f4f0094c", "ブーストの5%未満"),
                f("h1cdac12", "プロモーションの5%未満"),
                f("g884b2cc", "フォロワー以外の5%未満"),
                f("b32334a0", "リーチしたアカウント数"),
                f("h142a79c", "このポストのユニーク閲覧数"),
                f("de4def4e", "現在までのすべてのプロモーションに対する割合（%）"),
                f("e3390c1e", "最初の48時間"),
                f("aead0975", function (e) {
                    return "ポストされてから最初の48時間、このポストが表示された回数がトラッキングされています。最大値はインプレッション" + e.maxValue + "件です。";
                }),
                f("ib1f8491", function (e) {
                    return e.likeCount + " 件のいいね";
                }),
                f("dc0e7f37", function (e) {
                    return e.retweetCount + " 件のリポスト";
                }),
                f("d0eeb127", function (e) {
                    return e.replyCount + " 件の返信";
                }),
                f("db6efeb8", "プロモーションを実施中です"),
                f("j6daea86", "プロモーションは一時停止中です"),
                f("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                f("f42a198d", function (e) {
                    return "ご利用金額: " + e.spentBudget + "/" + e.totalBudget;
                }),
                f("e8adeec8", "もう一度プロモーションする"),
                f("fbb5c37e", "もう一度ブーストする"),
                f("ccffb487", function (e) {
                    return "あなたのポストはこれまで" + e.impressions + " 件のインプレッションを獲得しました。Proアカウントに切り替えてリーチを広げましょう。";
                }),
                f("ha13fd94", "ポストをブースト"),
                f("jede3014", "プロモーションは現在確認中です"),
                f("b823301e", "承認されると、選択したオーディエンスにポストがプロモーションされます。"),
                f("a2e48870", "X広告ポリシー"),
                f("ge538876", "共有した動画のデータ"),
                f("ca7e10d8", "ユニーク再生数"),
                f("i611fc96", "すべてのポストにおいてこの動画が再生された合計回数"),
                f("a69cd868", "このツイートのユニーク再生数"),
                f("f894a688", "視聴維持率"),
                f("ad9d9204", "この動画を視聴したユーザーが動画を離れるまでに視聴した時間の割合。つまり、そのユーザーが動画をどの程度視聴したかを示します。"),
                f("da4b7a70", "一定の時間までに動画の再生を終了したユーザーの割合"),
                f("de2d89a2", "25%視聴"),
                f("i92754c2", "50%視聴"),
                f("be8ddcc2", "75%視聴"),
                f("b01410d6", "100%視聴"),
                f("gfb3d8af", function (e) {
                    return e.timeLabel + "まで再生";
                }),
                f("fc6cbba2", "通知はまだ届いていません"),
                f("b80a53c8", "他のデータが収集されると、その情報がここに表示されます。"),
                f("d25dccb6", "サークルのポストにはアナリティクスを利用できません。"),
                f("g61ac32a", "あなたのコンテンツにエンゲージメントする可能性が高いユーザーを自動的にターゲティングします。"),
                f("e8702feb", function (e) {
                    return e.couponAmount + "割引のチャンス";
                }),
                f("e44dc579", function (e) {
                    return e.date + "までに初めてプロモーションすると、" + e.couponAmount + "割引になります。";
                }),
                f("hd8df545", function (e) {
                    return e.date + "までにもう一度プロモーションすると、" + e.couponAmount + "割引になります。";
                }),
                f("f1d32e41", function (e) {
                    return e.spendAmount + "ご利用いただくと、" + e.couponAmount + "の広告クレジットが付与されます。";
                }),
                f("c4d0434b", function (e) {
                    return e.dailyBudget + "/日（" + e.durationLabel + "）";
                }),
                f("dc4a9413", function (e) {
                    return e.totalBudget + "（" + e.durationLabel + "間）";
                }),
                f("bad70c09", function (e) {
                    return "場所";
                }),
                f("c133a39b", function (e) {
                    return e.minAge + "～" + e.maxAge;
                }),
                f("ee5da8f5", function (e) {
                    return e.minAge + "歳以上";
                }),
                f("g4bf9cb7", function (e) {
                    return e.durationDays + " 日";
                }),
                f("gc3ce5d9", function (e) {
                    return "推定リーチ数: " + e.audienceLow + "～" + e.audienceHigh + "人/日";
                }),
                f("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "年齢範囲: " + e.formattedAge + e.newlinePlaceholder + "性別: " + e.gender;
                }),
                f("a4ab12b9", function (e) {
                    return "1件以上の広告キャンペーンにおけるご利用金額が" + e.spendAmount + "になると、" + e.couponAmount + "のクレジットがご利用の広告アカウントに直接付与されます。クレジットが付与されるまで数日かかる場合があります。";
                }),
                f("cb51c854", "指定なし"),
                f("bb7b39e2", "男性"),
                f("eb9466d0", "女性"),
                f("b07cc9f2", "地域"),
                f("ce309bee", "地下鉄"),
                f("cc49d030", "郵便番号"),
                f("c3fca124", "エンゲージメントを増やす"),
                f("d4f57cce", "フォロワーを増やす"),
                f("c6daa762", "リンクのクリック数を増やす"),
                f("cc642518", "場所を検索"),
                f("i0e8c3c6", "場所の検索結果"),
                f("f69ad048", "位置情報を選択"),
                f("d948b978", "プロモーションできるのは自分のポストのみです。"),
                f("cfcdb4a2", "問題が発生しました。広告ブロッカーをすべて無効にしていることを確認してください。"),
                f("j7a2af7a", "このポストのプロモーションをやめますか？"),
                f("a78bce8e", "ここで終了すると、このポストはプロモーションされません。"),
                f("g8844150", "プロモーションしない"),
                f("e7eb3684", "日別予算"),
                f("d9f6e3ce", "日別予算スライダー"),
                f("b3954eca", "期間（日）スライダー"),
                f("ce665a60", "推定リーチ数は概算です。実際のリーチ数を保証するものではありません。"),
                f("i0c3b95c", "プレゼントがあります！"),
                f("h8b6e32a", "ポストをプロモーションしました。"),
                f("ee8014a6", "広告のパフォーマンスは、ポストアナリティクスでいつでも確認できます。"),
                f("db841200", "エンゲージメントを増やして、より多くのユーザーにリーチし、ページについての評判を広めましょう。"),
                f("fcc839b6", "目標を教えてください。"),
                f("b679a538", "ポストにメディアが含まれています"),
                f("cb19a2f0", "いいね、リポストなどを増やす"),
                f("a2d37164", "サイトの訪問者を増やす"),
                f("cefad302", "ポストにリンクを追加"),
                f("b614fad0", "必ず、ポストにリンクを含めてください。"),
                f("de43b660", "お支払い方法"),
                f("hb4773a0", "新しいお支払い方法を追加"),
                f("aa2a3dd4", "カードを削除"),
                f("b1c5b63c", "下4桁"),
                f("affb5878", "削除を確認"),
                f("db443ae2", "設定内容をご確認ください"),
                f("a96f811e", "プロモーションの目標"),
                f("fbd44e96", "予算"),
                f("e36bce64", "お支払い方法"),
                f("ia83756c", "小計"),
                f("cc217a04", "クーポン残高"),
                f("g4f2b588", "差し引き後のクーポン残高"),
                f("i41612da", "プロモーションを作成"),
                f("cdae1af0", "税金についての情報を追加"),
                f("ed8bb5a0", "支払い明細を追加"),
                f("fc640c20", "お支払い情報を追加し、クーポンを請求する"),
                f("be2dc078", "登録して支払い明細を追加"),
                f("iaefd4de", "登録してお支払い情報を追加し、クーポンを請求する"),
                f("e5e42640", "クーポンを読み込めません。しばらくしてからやりなおしてください。"),
                f("e85dfd66", "このポストの広告キャンペーンはすでに作成されています。"),
                f("a4db098c", "プロモーションを作成できません。しばらくしてからやりなおしてください。"),
                f("ef7e3916", "問題が発生しました。プロモーションの詳細を確認し、やりなおしてください。"),
                f("c1134966", "利用規約と広告ガイドライン"),
                f("he45cc43", "クーポン利用規約"),
                f("c9439a82", "利用規約と広告ガイドライン"),
                f("c672105a", "リーチ対象を選択してください"),
                f("e1efbeae", "年齢範囲"),
                f("c6ff7c10", "年齢範囲（最小）"),
                f("b555fb46", "年齢範囲（最大）"),
                f("j2c03e12", "55歳以上"),
                f("d4e01892", "住宅、融資、および雇用の機会に関する広告ポリシー"),
                f("df8d4fa0", "性別を選択"),
                f("i982d424", "予算を指定しましょう"),
                f("b9ff6cb0", "お支払い方法が選択されていません"),
                f("i8b90688", "利用規約と広告ガイドライン"),
                f("a93bd26d", "クーポン利用規約"),
                f("d31dc460", "利用規約と広告ガイドライン"),
                f("ga845597", function (e) {
                    return e.durationLabel + "の合計";
                }),
                f("e1945a89", function (e) {
                    return e.audienceLow + "～" + e.audienceHigh;
                }),
                f("b21c2549", "詳細はこちら"),
                f("j9f78b42", "このポストにタグ付けされたユーザーはいません。"),
                f("cb2054fa", "ユーザーを読み込み中"),
                f("e4ad6bda", "この画像"),
                f("cdd4aafe", "会話に参加中のアカウントを読み込み中"),
                f("aac3fad2", "この会話に参加中のアカウント"),
                f("a7f66562", "ポストを読み込み中"),
                f("b7a898fa", "ここから次のポストに直接移動できます。"),
                f("e254fdd2", "スワイプして次のポストに直接移動できます。"),
                f("h59700fa", "没入型メディアビューアー"),
                f("i86c2940", "進行状況バー"),
                f("h2fcc532", "履歴を読み込み中"),
                f("a74821a0", "お支払いが完了しなかったか、お支払い方法の有効期限が近づいています。プレミアムのサブスクリプションを維持するには、お支払い情報を更新してください。"),
                f("bb55752e", "優れたコンテンツをポストするクリエイターを、コインで支援できます。未使用のコインは残高として記録されます。"),
                f("ea7ce65f", function (e) {
                    return e.count + "ボーナスコインが含まれています。";
                }),
                f("e557f9d2", "コインの上限残高に到達しました。"),
                f("e2beba5e", "最も人気"),
                f("gafeeb96", "コインを購入"),
                f("bc42db1c", "いつでもキャンセルできます。毎月自動更新されます。"),
                f("f1561b06", "購入サービスの利用規約"),
                f("fe93ed4a", "購入しました"),
                f("bcb90375", function (e) {
                    return "新しいコイン残高は" + e.balance + "です。";
                }),
                f("ia2eb0c0", "購入できません。"),
                f("c7e11484", "リストが空です"),
                f("a96208ba", "ユーザーを追加する前にリストを作成してください。"),
                f("d2826908", "新しいリストを作成"),
                f("he062e8a", "リストを選択"),
                f("c2fb1e94", "リストに追加できるアカウントは最大5,000件です。"),
                f("f30edc68", "非公開にする"),
                f("h51a2cf6", "問題が発生しました。しばらくしてから、バナーを削除しなおしてください。"),
                f("bb10280e", "問題が発生しました。しばらくしてから、リストを保存しなおしてください。"),
                f("h8885a22", "リスト名は25文字以内にしてください"),
                f("f8132984", "リストを非公開にすると、他のアカウントが表示できなくなります。"),
                f("h421e74c", "おすすめリスト"),
                f("aa62dea8", "新しい情報を待っています"),
                f("e5e4d3aa", "しばらくしてからおすすめリストを確認してください。"),
                f("c4d7650c", "メンバーを管理"),
                f("h7f2418c", "リスト情報を読み込み中"),
                f("b18e5cd2", "問題が発生しました。しばらくしてから、リストを削除しなおしてください。"),
                f("cdd73e9c", "リストを削除"),
                f("def8ff62", "リストを削除しますか？"),
                f("j8b9cde8", "この操作は取り消しできません。リストは失われます。"),
                f("e9f3dec4", "リスト検索"),
                f("b9192d55", function (e) {
                    return e.query + " - リスト検索";
                }),
                f("d6a23192", "新しいリストを作成"),
                f("ie256518", "リスト検索タイムライン"),
                f("j57a2568", "リスト検索"),
                f("hc76e8cd", function (e) {
                    return "「" + e.query + "」に一致するリストがありません";
                }),
                f("d872881a", "リストを作成してみましょう。"),
                f("j177067a", "リストを検索"),
                f("g13ea02c", "リストを検索してみる"),
                f("d1461f1e", "このリストにはユーザーがいません"),
                f("bcbd3416", "このリストをフォローしたユーザーがここに表示されます。"),
                f("b197a56c", "リストのフォロワー"),
                f("f0ab07f5", function (e) {
                    return "メンバー（" + e.memberCount + "）";
                }),
                f("h9ce3406", "リストに追加されているユーザー"),
                f("dfeaeb26", "リストに追加"),
                f("a332103e", "このリストに追加したユーザーがここに表示されます。"),
                f("e2f7dc62", "おすすめメンバーを探す"),
                f("gc23cc00", "おすすめを確認してこのリストに追加するには、アカウントを検索してみてください。"),
                f("e3deb126", "リストのおすすめ"),
                f("eb7b54be", "リストを読み込み中"),
                f("a9ca06d2", "情報"),
                f("a367dc9a", "最新ポストが投稿順に表示されています"),
                f("dd438748", "トップポストを一番上に表示しています"),
                f("fe7e217c", "最新ポストを表示"),
                f("ce78b698", "トップポストを一番上に表示しています。最新ポストでは、ポストが投稿順に表示されます。"),
                f("i5a1628a", "トップポストを表示"),
                f("f333a93e", "最新ポストを一番上に表示しています。トップポストでは、重要な新着ポストが表示されます。"),
                f("c7294984", "報告リスト"),
                f("g6340998", "解除してもリストには再追加されません。"),
                f("i6da4f7a", "リストを共有"),
                f("a062ff80", "リストへのリンクをコピー"),
                f("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                f("d2004da3", function (e) {
                    return "@" + e.screenName + "さんをフォローしていません";
                }),
                f("a64512a4", "タイムラインのリスト"),
                f("i0bcc456", "フォローすると、このアカウントのリストを表示できるようになります。"),
                f("d8315ca0", "自分がメンバーとなっているリスト"),
                f("e74be9ac", "このアカウントがメンバーとなっているリスト"),
                f("c80cb4e4", "新しいリスト"),
                f("bbcaa24b", function (e) {
                    return "リスト作成者: @" + e.screenName;
                }),
                f("b081cdf7", function (e) {
                    return "@" + e.screenName + "さんはまだリストを作成していません";
                }),
                f("f5978664", "作成または登録されるとここに表示されます。"),
                f("h243711c", "まだリストを作成していません"),
                f("b69e2f71", function (e) {
                    return "@" + e.screenName + "さんが追加されているリストはありません";
                }),
                f("e05568cc", "リストに追加されるとここに表示されます。"),
                f("b86a098a", "追加されているリストはありません"),
                f("h06e09a2", "リストに追加されるとここに表示されます。"),
                f("gbaa5489", function (e) {
                    return "@" + e.screenName + "さんが追加されているリスト";
                }),
                f("g6b54ff6", "最新のツイートが表示されています"),
                f("ec5fd35a", "フォローリクエストがあるとここに表示され、承認するかどうかを選択できます。"),
                f("ec2d8342", "承認しない"),
                f("j85d8d90", "未承認のフォローリクエストはありません。"),
                f("c3d23f10", "一時的な問題が発生したようです。申し訳ありません。以下をクリックしてやりなおしてください。"),
                f("d2613123", function (e) {
                    return "サブスクライブする - " + e.price + "/月";
                }),
                f("c4640fc0", "サブスクリプションプロフィールを共有する"),
                f("a72064a8", "サブスクリプションプロフィールのリンクをコピー"),
                f("e6c72234", "メールアドレス共有の利用規約"),
                f("b17f0c4b", function (e) {
                    return "@" + e.screenName + "さんをサブスクライブしました";
                }),
                f("a5634d9a", "サブスクリプションの処理中に問題が発生しました。このメッセージを閉じて、やりなおしてください。"),
                f("fe9d3afa", "フォロワーを読み込み中"),
                f("ab7fc3ef", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんをスーパーフォローしているユーザー";
                }),
                f("j0d17377", function (e) {
                    return "あなたの知り合いのアカウントが" + e.fullName + "（@" + e.screenName + "）さんをフォローしています";
                }),
                f("fa9e827f", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんをフォローしているアカウント";
                }),
                f("ha979be5", function (e) {
                    return e.fullName + "（@" + e.screenName + "）さんがフォローしているアカウント";
                }),
                f("d28be573", function (e) {
                    return e.fullName + "さん（@" + e.screenName + "）にサブスクライブしているユーザー";
                }),
                f("g9da3853", function (e) {
                    return e.fullName + "さん（@" + e.screenName + "）がサブスクライブしているユーザー";
                }),
                f("cfd952a1", function (e) {
                    return e.fullName + "さん（@" + e.screenName + "）をフォローしている認証済みアカウント";
                }),
                f("fecc696e", "認証済みのフォロワー"),
                f("g0a2fbbe", "まだサブスクライバーがいません"),
                f("g65f4bac", "まだフォロワーがいません"),
                f("c36cfddc", "フォロワーを獲得しましょう"),
                f("fd275c1a", "まだ認証済みのフォロワーはいません"),
                f("e08bd098", "あなたをサブスクライブしているすべてのユーザーのリストがこちらに表示されます。"),
                f("j029a4dc", "フォローされるとここに表示されます。"),
                f("b2b2c6ce", "他のユーザーがこのアカウントをフォローすると、ここに表示されます。ポストしたり他のユーザーとやり取りしたりすると、フォロワーが増えます。"),
                f("cb1a15c8", "タイムラインにツイートを表示して、関心のあるトピックやユーザーについていま起きていることをチェックするには、アカウントをフォローしてみましょう。"),
                f("i967b954", "すべてのサブスクリプションのリストがここに表示されます。"),
                f("a44e403e", "認証済みアカウントからフォローされると、そのアカウントがここに表示されます。"),
                f("d74ee2e3", function (e) {
                    return "@" + e.screenName + "さんにはまだ知り合いのフォロワーはいません";
                }),
                f("ae5749c7", function (e) {
                    return "@" + e.screenName + "さんはまだ誰もフォローしていません";
                }),
                f("b5099e33", function (e) {
                    return "@" + e.screenName + "さんにはまだ認証済みのフォロワーがいません。";
                }),
                f("ec251f36", "あなたの知り合いのアカウントがフォローすると、ここに表示されます。"),
                f("f8af4f48", "他のアカウントをフォローすると、ここに表示されます。"),
                f("fd0aad94", "このアカウントが認証済みアカウントからフォローされると、ここに表示されます。"),
                f("b84f6df1", function (e) {
                    return "プレミアムを" + e.percentage + "%の割引（期間限定）でプレゼント";
                }),
                f("cfcac293", function (e) {
                    return "プレゼントして" + e.price + "を支払う";
                }),
                f("d7a73450", "レベル");
            function t(e, a) {
                for (var c = 0; c < a.length; c++) {
                    var f = a[c];
                    (f.enumerable = f.enumerable || !1),
                        (f.configurable = !0),
                        "value" in f && (f.writable = !0),
                        Object.defineProperty(
                            e,
                            ((n = f.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, a) {
                                if ("object" != typeof e || null === e) return e;
                                var c = e[Symbol.toPrimitive];
                                if (void 0 !== c) {
                                    var f = c.call(e, a || "default");
                                    if ("object" != typeof f) return f;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === a ? String : Number)(e);
                            })(n, "string"))
                                ? t
                                : String(t)),
                            f,
                        );
                }
                var n, t;
            }
            function r(e, a) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, a) {
                              return (e.__proto__ = a), e;
                          }),
                    r(e, a)
                );
            }
            f("hbd2c24e", "このアカウントには、現在のところギフトの資格がありません。"),
                f("f3fddc98", "購入サービスの利用規約"),
                f("cff9c889", "詳細はこちら"),
                f("c65dda96", "ギフトを送りました。"),
                f("f6e2a407", function (e) {
                    return "@" + e.screenName + "さんのポストに返信したとき、あなたのサブスクラブバッジをすべてのユーザーに表示する";
                }),
                f("j8dedddd", function (e) {
                    return "オフにした場合でも、@" + e.screenName + "さんのサブスクライバー専用ポストに返信すると、@" + e.screenName + "さんとそのサブスクライバーにあなたのバッジが表示されます。@" + e.screenName + "さんには常にあなたのバッジが表示されます。";
                }),
                f("c8a513f6", "サブスクリプションをキャンセル"),
                f("ea000ec8", "サブスクリプションをすでにキャンセルしている場合"),
                f("d7b8387e", "すでにキャンセルしている場合、特に手続きは必要ありません。有効期間が終了するとサブスクリプションは自動的に期限切れになります。"),
                f("f4166d9a", "サブスクリプションをキャンセルしますか？"),
                f("b74ff5fc", "キャンセルした場合、有効期間が終了するとサブスクリプションは自動的に期限切れになります。"),
                f("ee9efbc8", "続行してキャンセル"),
                f("c5d9c77a", "一時的な問題が発生したようです。申し訳ありません。このウィンドウを閉じてやりなおしてください。"),
                f("jda53c24", "サブスクリプションは、Apple App Storeからキャンセルできます。"),
                f("g0a7a53e", "サブスクリプションは、Google Playストアからキャンセルできます。"),
                f("i5f14be7", function (e) {
                    return "おかえりなさい、" + e.displayName + "さん";
                }),
                f("a76d58ba", "広告のアナリティクス"),
                f("eccd0e1a", "組織のアナリティクス"),
                f("deea1708", "ご利用のすべてのXアカウントのアナリティクスを表示しますか？"),
                f("eb603ffc", "アップグレードして関連アカウントを追加すると、集計されたアナリティクスを表示できます。"),
                f("gf67aae4", "フルアクセスにアップグレード"),
                f("h75e3618", "組織を含める"),
                f("h24a8862", "このチェックボックスについて"),
                f("c29e3a88", "関連アカウントを選択"),
                f("j8318d57", function (e) {
                    return e.number + " 件の関連アカウント";
                }),
                f("bf809ec0", "関連アカウントを選択"),
                f("b719e224", "結果なし"),
                f("c9938100", "検索結果"),
                f("d1a35ec6", "アカウント追加"),
                f("b437adda", "有料版にアップグレード"),
                f("f1f6c88b", function (e) {
                    return "アカウント（" + e.count + "）";
                }),
                f("b02156b8", "招待"),
                f("gd67d29b", function (e) {
                    return "招待（" + e.count + "）";
                }),
                f("daf646e6", "注意: アカウントのラベルは適切に使用してください。"),
                f("i3895c32", "Xユーザー名が変更されたため、ご利用のアカウントは審査中です"),
                f("i5f8b628", "アカウントの審査が終わるまで、関連アカウントを変更できません。"),
                f("e9e663ac", "お支払い期限をすぎています。"),
                f("c3ddd22c", "利用規約"),
                f("c9729d8a", "利用規約"),
                f("cdcd1d2c", "関連アカウントを組織に追加"),
                f("d30ea6f3", function (e) {
                    return "@" + e.name + "さんを削除してもよろしいですか？";
                }),
                f("c2dfbb86", "削除する"),
                f("ba047f76", "関連アカウントから削除すると、このユーザーのチェックマークと関係者バッジがすぐに削除されます。課金は今月末まで継続されます。"),
                f("j26dee0e", "関連アカウントを削除"),
                f("e30cbdf0", "この関連アカウントは認証済み組織のサブスクライバーであるため、組織のままにしてください。個人には変更できません。"),
                f("j3115ce8", "個人"),
                f("d8bb1d84", "組織"),
                f("e970bdbd", function (e) {
                    return "招待残り" + e.count + "件";
                }),
                f("id67d953", function (e) {
                    return "Stripeの精算明細を取得中に問題が発生しました。この問題が解決されない場合は、" + e.supportEmail + "までお問い合わせください。";
                }),
                f("f323d314", "再送信"),
                f("ac645cde", "いつでも追加しなおすことができます。"),
                f("d12af2dd", function (e) {
                    return "@" + e.screenName + "さんへのこの招待を削除してもよろしいですか？";
                }),
                f("ib60b2d5", function (e) {
                    return "@" + e.screenName + "さんへのこの招待を再送信してもよろしいですか？";
                }),
                f("ec6e7d9a", "ご利用のアカウントは、保留中のレベルの切り替えが完了するまで読み取り専用モードになっています。Stripeに移動してお支払い方法を確認し、レベルの切り替えを進めてください。"),
                f("b33d1518", "サポートされている統合またはカスタムXMLフィードから求人を同期します"),
                f("dd2db402", "ステップ1: 必要な情報を集める"),
                f("edb098c2", "ステップ2: サポートチームに問い合わせる"),
                f("c4474460", "ステップ2: サポートチームにメールを送信する"),
                f("a08da0fa", "その後の対応"),
                f("c127374e", "メッセージを送信"),
                f("b2cb2a0c", "認証済み組織アカウントのユーザー名"),
                f("b8e64002", "ご利用の採用管理システムの名前"),
                f("acb99db6", "求人が掲載されているキャリアサイトのURL"),
                f("a64a5b7a", "必要な情報をサポートチームに送信し、統合プロセスを開始してください。"),
                f("e3dffb4e", "以下のサポートメールアドレスをコピーして、必要な情報をサポートチームに送信し、統合プロセスを開始してください。"),
                f("b4fef99e", "サポートチームがリクエストを受け取った後、情報を確認し、統合の設定をお手伝いいたします。"),
                f("h37f2d96", "現時点では、すべての採用管理システムがサポートされているわけではない点にご注意ください。"),
                f("ce102a20", "Stripeに移動中"),
                f("ddfd6718", "お支払いに失敗しました"),
                f("i90ea7d2", "特典を維持するには、請求情報を至急更新してください。"),
                f("a62359e6", "認証済み組織の設定"),
                f("ge221b7c", "認証済み組織サブスクリプションをアップグレードすると、関連アカウントや追加の広告クレジットをご利用いただけます。"),
                f("i4dccc18", "請求"),
                f("ec3cd6e4", "お支払い方法の管理、請求情報の更新、請求書の確認を行います。"),
                f("dac61c3c", "アカウント設定"),
                f("b6b5fd66", "ユーザー名やパスワードの変更など、Xアカウントの管理を行います。"),
                f("hb9c4a1c", "ご質問、不具合の報告、フィードバック"),
                f("c674f5b4", "請求書払いの設定"),
                f("i8237e66", "クレジットカード払いから銀行振込による請求書払いに切り替えます。"),
                f("hebd348a", "人材募集ポータルから求人をプロモーションする際に広告を使用する方法を設定します。"),
                f("ib5e6f90", "求人プロモーション"),
                f("id720215", "人材募集"),
                f("dd59f146", "求人プロモーション広告アカウント"),
                f("e7e36818", "広告アカウントは、お支払い方法の設定をすべて完了すると求人プロモーションを行えます。"),
                f("c28566e0", "広告アカウント"),
                f("c80160d3", "広告"),
                f("ff0edac0", "サブスクリプションをキャンセルしてもよろしいですか？"),
                f("h2ac0348", "キャンセルしない"),
                f("dbf9667e", "はい"),
                f("j7592572", "Uターン"),
                f("ee778942", "信号機"),
                f("fdd57981", function (e) {
                    return e.totalAmount + "米ドル分の無料広告クレジットを1回限り進呈いたします。";
                }),
                f("i032a231", function (e) {
                    return "キャンセルを中止して" + e.totalAmount + "の広告クレジットを獲得する";
                }),
                f("hd7d278c", "いいえ"),
                f("jf8a0dea", "おめでとうございます。次の課金サイクルになると、新しい無料広告クレジットがアカウントに表示されます。"),
                f("ebbb3154", "閉じてXに戻る"),
                f("j1f68dda", "最終ステップ: キャンセルしてもよろしいですか？"),
                f("c9c3464c", "サブスクリプションのキャンセルが進行中"),
                f("dd3a293c", "認証済み組織のサブスクリプションが終了しました。"),
                f("faa0f956", "サブスクリプションをキャンセル中に問題が発生しました。"),
                f("b28289ea", "ありがとうございました"),
                f("b36f74ae", "登録して有効化しなおすまでポータルにアクセスできなくなります。"),
                f("b2297a4a", "問題の解決が必要な場合は、Xとの電話をスケジュールできます。"),
                f("h3bdbc54", "電話のスケジュールを希望する"),
                f("i135d64e", "キャンセルを続ける"),
                f("g275882d", function (e) {
                    return "重要: 獲得していない無料広告クレジットが" + e.creditAmount + "分あります";
                }),
                f("ib085ed6", "キャンセルを中止して広告クレジットを獲得する"),
                f("b5447710", "アカウントが見つかりません"),
                f("h94755b8", "このユーザーはすでに招待先として選択されています"),
                f("bfb5effe", "このユーザーはすでに関連アカウントです"),
                f("c4b9664e", "関連アカウント"),
                f("g0eadcf6", "別の組織の関連アカウント"),
                f("a8c81f88", "組織のアカウント"),
                f("e5abe772", "このユーザーはすでに招待の承諾待ちです"),
                f("e49b97e2", "アカウントを検索"),
                f("f002f1d6", "招待を送信"),
                f("g2a8bae4", "Xアカウントの追加"),
                f("af7293cc", "Xアカウントを組織に招待します。承諾されると、そのアカウントにチェックマークが付き、プロフィールに関連アカウントであることが表示されます。"),
                f("ec0f203e", "関連アカウントが招待を承諾したら、 チェックマークを更新して適切な色のチェックマークにしてください。"),
                f("cec08784", "この請求書の関連アカウント上限に到達しました。"),
                f("ab70828f", function (e) {
                    return "@" + e.screenName + "さんを追加";
                }),
                f("d49b389f", "こちら"),
                f("b9e4bf55", "詳細はこちら"),
                f("hc4703a9", "詳細はこちら"),
                f("fa0ffaeb", "詳細はこちら"),
                f("jf351704", "続けるには、この請求書の関連アカウントの上限を更新してください。"),
                f("ia5a6a40", "はじめるには、お支払い情報を追加してください。"),
                f("d40d1cc0", "続けるには、Stripeを通じてお支払いください。"),
                f("c4a5f614", "お支払い情報を追加"),
                f("fa2a280a", "請求書を更新"),
                f("i7b2f08e", "認証済み組織へようこそ"),
                f("g4e18b84", "関連アカウントの上限に達しました"),
                f("cbe23239", function (e) {
                    return "発注書の関連アカウントが" + e.affiliatesCount + "件以上の場合に選択できます。";
                }),
                f("fc1f43d0", "請求書を生成"),
                f("g8881c78", "お支払いに進む"),
                f("g59f8506", "注記: 企業または政府機関として認証できないアカウントは、返金の対象となりません。"),
                f("a310e476", "直接"),
                f("fde6cf98", "認証済み組織をすぐにご利用いただけます。"),
                f("fdfbfcb0", "請求書"),
                f("f45d02e8", "サブスクリプションを設定中に問題が発生しました。有効化に関するメールから再送信してみてください。"),
                f("a1c566c0", "サブスクリプションを設定中に問題が発生しました。詳細を再送信してください。"),
                f("f5a1c6ac", "ご利用の地域ではサブスクリプションをご利用いただけません"),
                f("ef7ae9cd", "詳細はこちら"),
                f("d3c6b8c9", "詳細はこちら"),
                f("fafe5b9f", function (e) {
                    return "登録する · " + e.price + "/" + e.interval;
                }),
                f("f2ae1d63", "購入サービスの利用規約"),
                f("ie8759c5", "購入サービスの利用規約"),
                f("d842dd7b", function (e) {
                    return "Xで成長を加速させ、" + e.credit + "の無料広告クレジットを獲得しましょう";
                }),
                f("fcfb696e", "⁺広告クレジットの期間限定特典。"),
                f("f5b98d62", function (e) {
                    return "毎" + e.interval;
                }),
                f("ed7b9984", function (e) {
                    return "毎" + e.interval;
                }),
                f("da11a2d7", function (e) {
                    return "最大" + e.creditAmount + "の広告クレジット⁺";
                }),
                f("a6c45ede", "含まれる特典:"),
                f("e9aa43dc", "オーガニックな求人情報"),
                f("i1266238", "求人プロモーション機能"),
                f("e8a4ea7a", "優先サポート"),
                f("j99e2f4d", function (e) {
                    return e.price + "/" + e.interval;
                }),
                f("ieafe1c6", "サブスクリプションの変更を確認"),
                f("bb21a170", "サブスクリプションを変更"),
                f("b0dcc4dc", "ご利用のアカウントはすでにレベルの切り替えを待っています。"),
                f("f3aef4ca", "有効なサブスクリプションが見つかりません"),
                f("h802e65e", "サブスクリプションを更新できません。やりなおしてください。現在のサブスクリプションは変更されていません。"),
                f("c5269eb0", "現在有効なサブスクリプションです。"),
                f("c578c4ca", "現在のプラン"),
                f("i5d19147", "新しいプラン"),
                f("b025ff5f", "こちら"),
                f("d6b932d4", "無料トライアル中"),
                f("b0efe690", "ベーシックに変更する"),
                f("g5f9cdaa", "プラン変更を確認してください"),
                f("j21911de", "ベーシックに変更しますか？それともフルアクセスの特典を利用し続けますか？"),
                f("b59dec9e", "フルアクセス無料トライアルからベーシックプランにダウングレードしようとしています。"),
                f("e5ff0e1e", "変更後の内容:"),
                f("ca004c80", "関連アカウントなど、フルアクセストライアルの機能は利用できなくなります。"),
                f("fae108ee", "トライアル期間中に追加した関連アカウントは、プレミアムプラスの特典とサポートを利用できなくなります。"),
                f("d47c0c7c", "個人ですか？組織ですか？"),
                f("hbd31720", "お客様に合ったサブスクリプションを選択してください。"),
                f("c75a9386", "詳細:"),
                f("b916b258", "と"),
                f("ic6012ea", "私は個人です"),
                f("d8e618ce", "個人ユーザーとクリエイター向け"),
                f("dcbccede", "私は組織です"),
                f("f44ce884", "企業、政府機関、非営利団体向け"),
                f("dece6c60", "組織名"),
                f("c4c1b600", "組織のメールアドレス"),
                f("b1e0aec0", "組織のXユーザー名"),
                f("c42d5f4a", "関連アカウントの数"),
                f("fca5f04b", function (e) {
                    return "関連アカウントは最大" + e.affiliatesCount + "件購入でき、アカウントの件数に応じてお支払いが発生します。";
                }),
                f("dca6b3ac", "請求書を設定"),
                f("c97ad52a", "請求書を更新"),
                f("b36f0fd4", "組織に必要な関連アカウントの数を選択してください。"),
                f("b4871f4f", "こちら"),
                f("b633d19e", "ありがとうございます"),
                f("f713d3e2", "お申し込みを受領しました。現在、審査中です。"),
                f("e11d5e1a", "プレミアムのすべての特典をご利用いただけるようになりますが、ご利用のアカウントが認証されるまで、組織のアカウントに金色またはグレーのチェックマークは付与されず、関連アカウントを追加することもできません。"),
                f("d83617cc", "ご利用のアカウントは、審査の対象となります。"),
                f("afb30564", "アカウントの承認に必要な追加情報をお願いする場合があります"),
                f("gdd3fa68", "審査を経て承認されたアカウントはすぐに認証され、関連アカウントを追加できるようになります。"),
                f("e6389996", "承認されていないアカウントは返金の対象となりません。"),
                f("a889b460", "お支払いが完了しました"),
                f("d1c886dc", "次のステップ: 書類のアップロードと確認"),
                f("b13e9454", "申請はまだ完了していません。必要書類を提出してください。これには通常約10分かかります。"),
                f("e6b0965a", "ご注文内容"),
                f("a1b58798", "以下のご注文を確認してください"),
                f("b651c7d7", function (e) {
                    return "関連アカウント 対 " + e.count;
                }),
                f("ec5e9c54", "基本サブスクリプション"),
                f("e16093fc", "月額合計"),
                f("ce4acef6", "年額"),
                f("f4db2df0", "請求書のお支払いが完了するまで、サブスクリプションはアクティブになりません。"),
                f("b9e0d614", "請求書の関連アカウントの上限を更新しました。"),
                f("a45c9596", "請求書を生成しました。"),
                f("e4e5532a", "割引を適用しました"),
                f("b557f073", function (e) {
                    return "Stripeの請求書明細を取得中に問題が発生しました。この問題が解決されない場合は、" + e.supportEmail + "までお問い合わせください。";
                }),
                f("e8c366ce", "X購入サービスの利用規約"),
                f("ee86d380", "組織の情報"),
                f("b9c9ccca", "氏名"),
                f("c7e818de", "勤務先メールアドレス"),
                f("i60d7542", "組織のウェブサイト"),
                f("b92f9dee", "組織のタイプ"),
                f("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                f("e63bf39d", "詳細はこちら"),
                f("f09630ff", "こちら"),
                f("eb043b72", "お申し込みの審査中"),
                f("a9ac4602", "認証済み組織へのお申し込みは現在も審査中です。しばらくしてからやりなおしてください。"),
                f("c5af3e12", "期間限定特典。クレジットは累積されません。"),
                f("e18d6fd6", "広告クレジット"),
                f("if435d1a", "今月利用可能なクレジットをすべて使用しました。次のクレジットは、次回のサブスクリプションお支払い時に発行されます。"),
                f("af6704d7", "こちら"),
                f("b293c6b4", "認証プレミアムサポートチーム"),
                f("e9e9ca58", "利用可"),
                f("cf2ba3a2", "広告アカウントID"),
                f("gd7d051c", "有効にする"),
                f("f391c800", "広告アカウントIDが必要です"),
                f("ja116d2c", "広告アカウントIDが無効です"),
                f("hf037537", function (e) {
                    return "このクレジットは" + e.startDate + "から利用できます";
                }),
                f("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                f("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                f("gd03b494", "広告クレジットを使用する方法"),
                f("h1f36d3e", "認証済み組織の広告クレジットを使用するには、次の手順を実行してください。"),
                f("a6519ffc", "以前に広告を配信したことがある場合"),
                f("ibc9654a", "新しい広告主様の場合"),
                f("d3710c76", "関連アカウントでクレジットを使用する場合"),
                f("d60a8f14", "Xで広告を配信する"),
                f("fe66e4a8", "X広告マネージャー"),
                f("b3ca0108", "X広告を使ってメッセージを広範囲に伝えます。"),
                f("g3754d57", "こちら"),
                f("i615ad63", "こちら"),
                f("a3ba48b9", "こちら"),
                f("ca3c633a", "広告クレジット"),
                f("ha843c96", "広告"),
                f("dd0f3b08", "広告"),
                f("c9fad534", "クレジットなし"),
                f("a211b11e", "有効にできるクレジットはありません"),
                f("f2011db1", function (e) {
                    return e.usedAmount + "/" + e.couponAmount + "使用済み";
                }),
                f("ae37e25c", "金額不明"),
                f("i1407e15", function (e) {
                    return "広告アカウント" + e.accountId + "で使用済み";
                }),
                f("id4359bf", function (e) {
                    return "広告アカウント" + e.accountId + "では" + e.when + "に有効期限が切れました";
                }),
                f("f89af915", function (e) {
                    return "期限切れ: " + e.when;
                }),
                f("c1b5e1ed", function (e) {
                    return "広告アカウント" + e.accountId + "での有効期限は" + e.when + "です";
                }),
                f("e8d8a2a9", function (e) {
                    return "有効期限: " + e.when;
                }),
                f("i3884c1f", function (e) {
                    return e.when + "から利用可能";
                }),
                f("b070acf4", "まもなく利用可能"),
                f("ace946c4", "クーポンを有効にする"),
                f("b0b02e37", function (e) {
                    return "このクーポンは広告ID " + e.accountId + "に適用されました";
                }),
                f("f520ee22", "広告アカウントID"),
                f("df96ca56", "他のアカウント"),
                f("b5566402", "IDには英数字のみ使用できます。"),
                f("eb160d07", "広告マネージャーのアカウントセレクター"),
                f("e016ad32", "読み取り専用モード"),
                f("d7ab194e", "サブスクリプション変更の処理中は、一部の認証済みアカウント機能が読み取り専用モードになる可能性があります。"),
                f("g25d851e", "広告アカウント"),
                f("de7fef84", "このアカウントについては、カスタマーサポートにお問い合わせください"),
                f("ff1321b6", "設定が完了し、アカウントが有効になりました"),
                f("c1205320", "クレジットカードを追加して、広告アカウントを有効にしてください"),
                f("c0343c0a", "前回のお支払いに失敗しました。アカウントのお支払い方法を確認してください"),
                f("j56e34a4", "アカウントへのアクセスについては、カスタマーサポートにお問い合わせください"),
                f("gef920f2", "アカウントを有効にするには、初期設定が必要です"),
                f("b68dd4d8", "このアカウントへのアクセス権がありません。チーム管理者にお問い合わせください"),
                f("d637962c", "広告アカウントがありません"),
                f("dd087ae0", "ads.x.comで設定する"),
                f("i3d7dd02", "求人プロモーションの資格を持つ広告アカウントの準備ができました"),
                f("cc8f8516", "求人をプロモーションするには、広告アカウントを作成してください"),
                f("b4f117b8", "求人プロモーション広告アカウントへのアクセス権がありません"),
                f("b7347cf4", "求人をプロモーションするには、広告アカウントを設定してください"),
                f("h7d03a2a", "人材募集管理画面で求人を追加します"),
                f("cd5aeec6", "広告アカウントを作成"),
                f("ged51d2e", "広告アカウントを作成"),
                f("gcfa25e6", "組織で使用できる広告アカウントがありません。ads.x.comに移動して作成してください。"),
                f("g76fb922", "新規アカウント"),
                f("db0a69e7", function (e) {
                    return "広告アカウント（ID: " + e.adAccountId + "）は新規アカウントです。有効にするには、広告マネージャーで初期設定を完了してください。";
                }),
                f("c7bad5cc", "アカウントを設定する"),
                f("g8c563c0", "アクセス権が必要です"),
                f("f6f29b17", function (e) {
                    return "広告アカウント（ID: " + e.adAccountId + "）へのアクセス権がありません。チーム管理者に連絡し、広告マネージャーのアカウントへの追加を依頼してください。";
                }),
                f("a15bb840", "お支払い方法が必要です"),
                f("j4e981d9", function (e) {
                    return "広告アカウント（ID: " + e.adAccountId + "）は設定が完了していません。有効にするには、アカウントにお支払い方法を追加してください。このアカウントに適用したクレジットは、請求前にすべて消費されます。";
                }),
                f("af142910", "お支払いに失敗しました"),
                f("a9635acf", function (e) {
                    return "広告アカウント（ID: " + e.adAccountId + "）は有効になっていましたが、前回のお支払いに失敗しました。有効にしなおすには、このアカウントのお支払い方法を変更してください。";
                }),
                f("d1cca474", "お支払い方法を変更"),
                f("fe8b969a", "カスタマーサポートがお手伝いいたします"),
                f("i8aa0b91", function (e) {
                    return "この広告アカウント（ID: " + e.adAccountId + "）を有効にするには、カスタマーサポートにお問い合わせください。メッセージには、必ず広告アカウントIDを記載してください。リクエストが優先的に処理されます。";
                }),
                f("d82c2074", "サポートを受ける"),
                f("ad37d536", "ユーザー名の移行に関する利用規約"),
                f("e760074a", "休眠状態のユーザー名を取得するか、所有するユーザー名を入れ替える"),
                f("j003ef92", "ご利用のアカウントまたは関連アカウント用にアクティブでないユーザー名をXから購入するか、すでに所有しているユーザー名を入れ替えます。"),
                f("d57a8e42", "このサービスは、認証済み組織にのみご利用いただけます。ユーザー名ごとに追加費用（1万米ドル～）が発生します。"),
                f("h9367bd6", "ユーザー名リクエストを送信"),
                f("a6a62e7e", "プロセスを開始するには、自動サポートボットを使用していくつかの質問にお答えください。"),
                f("e5912290", "ユーザー名リクエストを開始しています"),
                f("c2e24f66", "この画面の右下に表示されているサポートメッセージを確認してください。"),
                f("c94f514e", "ユーザー名リクエストを開始しました"),
                f("cf60d152", "チャットボックスで短いアンケートに記入し、ユーザー名リクエストを送信します。"),
                f("f06b124e", "よくある質問"),
                f("h677fdcc", "ユーザー名の価格はどのようにして決まりますか？"),
                f("a55b39aa", "主に文字の長さと単語の一般性に基づいて決まります。価格の範囲は1万～50万米ドル超です。"),
                f("d46bcb3a", "特定のユーザー名が購入可能かどうかはどうすればわかりますか？"),
                f("c6bcf72c", "[はじめる] ボタンを使用してリクエストを送信すると、利用可否をお知らせいたします。"),
                f("d478604c", "他社の代理でユーザー名を購入することはできますか？"),
                f("c09f8cd2", "いいえ。企業は、自社のビジネスと直接つながりがある関連アカウントでのみユーザー名を購入できます。"),
                f("d814f020", "販売プロセスを教えてください。購入までにどれくらいの時間がかかりますか？"),
                f("f600b6f0", "[はじめる] ボタンを使用して、ユーザー名の購入または入れ替えをリクエストします。3営業日以内に利用可否と価格をお知らせいたします。お支払い後1～2日以内に、選択したアカウントにユーザー名が移行されます。ご自身で所有する別のアカウントに以前のユーザー名を移すこともできます。"),
                f("i8debc4a", "複数のユーザー名を購入する場合に割引はありますか？"),
                f("c5199f3c", "はい、購入するユーザー名の数と見積もり全体の規模により決まります。"),
                f("c20f923e", "商標を所有していますが、何か影響はありますか？"),
                f("b2fd4c15", "商標に関するポリシー"),
                f("a690746e", "優先サポートを受ける"),
                f("he2dc9b0", "お問い合わせの際は、組織のユーザー名とリクエストの詳細を送信してください。"),
                f("e5e6479e", "できるだけ早くサポートを提供するため、組織のユーザー名とお問い合わせ内容の詳細を記載してメールをお送りください。"),
                f("ica8392a", "リクエストがXに届いたら、受領順に確認いたします。"),
                f("ed37e36e", "重要: 組織のユーザー名がない場合や個人用メールアドレスを使用した場合は、リクエストの処理が遅れることがあります。"),
                f("h7e1c146", "Delegate accounts are not currently supported."),
                f("eb0d4fe2", "列を作成"),
                f("e93d2f8a", "次のようなさまざまな列を追加して表示内容をカスタマイズします。"),
                f("e8203d1e", "検索"),
                f("d82fd532", "DM"),
                f("c87babee", "その他..."),
                f("f1990aa4", "デッキで列を整理する"),
                f("ib9c9a54", "X Proには複数のデスクトップがあると考えることができます。不要なコンテンツを消し、必要なときに必要なトピックやツールにのみ集中できます。"),
                f("fb5ac13e", "列を移動"),
                f("bd545b7e", "この点をクリックして列をデッキの任意の場所にドラッグ&ドロップします。"),
                f("a98513b6", "列をカスタマイズ"),
                f("c8759e44", "列の一番上にマウスカーソルを移動すると、以下の操作を実行できます。"),
                f("a93e96c8", "トップポストまたは最新ポストを一番上に表示"),
                f("df300378", "列のサイズを変更"),
                f("aa263910", "高度な検索ツールを使用"),
                f("ab3915aa", "Tipsと設定"),
                f("ia03837a", "ここに移動すると、以下の操作を実行できます。"),
                f("f0bd595c", "デッキを管理"),
                f("a74e9464", "表示設定を変更"),
                f("h254eb92", "キーボードショートカットを表示する"),
                f("j6e669a0", "もう一度ツアーを開始する"),
                f("c15802be", "ポストを送信中..."),
                f("e5506950", "デッキ"),
                f("b1bd9a8a", "新しいデッキ"),
                f("cf1a138f", function (e) {
                    return "次のデッキに移動 - " + e.title;
                }),
                f("g9c2da24", "ダイアログを開いて新しいデッキを作成します"),
                f("hcef6b72", "ダイアログを開いてデッキを管理します"),
                f("a77dbc7a", "デッキを編集"),
                f("a154a293", function (e) {
                    return "デッキ「" + e.deckName + "」を選択しました";
                }),
                f("a77bbe9d", function (e) {
                    return "デッキ「" + e.deckName + "」の選択を解除しました";
                }),
                f("ha2aae72", "選択したデッキを管理するダイアログが開きます"),
                f("hf59ffc8", "ナビゲーションバー"),
                f("dd6142d7", "Pro"),
                f("d69fc67a", "新しい列を追加"),
                f("ad61a830", "ポストを作成"),
                f("c44f5114", "メッセージの設定"),
                f("c71066fe", "ツアーを開始する"),
                f("b452e6c2", "うまくできましたか？"),
                f("j7737bc2", "X Proをご利用いただき、ありがとうございます。ぜひここまでのご感想をお聞かせください。"),
                f("e8038d64", "いただいた貴重なご意見はTwitterの改善に活用させていただきます。"),
                f("fce3c5ce", "ご意見を送信する"),
                f("ha39df38", "個人"),
                f("ja7b7d1a", "接続できません。変更が保存されていない可能性があります。"),
                f("ad5df1d7", function (e) {
                    return "次の列に移動 - " + e.title;
                }),
                f("ba7bd92e", "列設定"),
                f("cc4ff736", "コラムを共有"),
                f("g684a93a", "この列に加えた変更はすべてのユーザーに表示されます。"),
                f("a6bbdc1c", "表示のみ"),
                f("f6e88162", "ラボ"),
                f("e6df688c", "オプション"),
                f("e3f2b93a", "この列についての情報を表示または非表示にします。"),
                f("db257758", "メディアのプレビューサイズ"),
                f("if2fbab8", "返信のメディアプレビューサイズ"),
                f("he517d52", "列の名前を変更"),
                f("f6eb2cfe", "列名"),
                f("d6d39c84", "列には名前が必要です。"),
                f("e5c06aee", "列の幅"),
                f("af6a4368", "この会話の名前を変更し、参加しているユーザーを表示します。"),
                f("cdeac5ee", "ダイレクトメッセージの設定"),
                f("fda7ee26", "あなたにメッセージを送信できるユーザーを管理します。"),
                f("c4ec8620", "含める"),
                f("d5f29cd4", "除外する"),
                f("d01a62f8", "時刻と場所"),
                f("d614afc8", "いいね、返信、リポスト"),
                f("fb2bbc7a", "ポストのコンテンツ"),
                f("a589add2", "次のキーワードのいずれか（OR）"),
                f("d2f8dc8a", "他のユーザーによるポスト"),
                f("e37201ec", "他のユーザーに返信"),
                f("e035e056", "他のユーザーに@ツイート"),
                f("ef2d4092", "キーワードを除外"),
                f("d59f395e", "表示言語"),
                f("g67cd3f2", "言語を選択"),
                f("c85f9b9c", "言語を変更"),
                f("b5148188", "次の件数を超える"),
                f("hf369320", "次の件数未満"),
                f("f4dce7b6", "件数"),
                f("ddafa9a2", "オプションを表示"),
                f("c6be8432", "エンゲージメントのレベル"),
                f("e60b9fac", "元のポストを表示"),
                f("eb441fee", "リポストを表示"),
                f("e920e6dc", "引用を表示"),
                f("g9580526", "返信を表示"),
                f("i73cbb5c", "検索に追加できるリストは1つだけです。この検索には、最初のリストのみが適用されます。"),
                f("c765315d", function (e) {
                    return "「" + e.listHandleListNameFormat + "」またはリストIDを入力";
                }),
                f("a153fbf2", "検索でリストを使う方法"),
                f("bf0d5a7c", "各検索に追加できるリストは1つだけです。"),
                f("c6e8759a", "リストを追加するには、次の形式を使います。"),
                f("dd9daca8", "リスト名のピリオドは「-」に置き換えてください。"),
                f("cd71b264", "リストの詳細はこちら。"),
                f("ca23d726", "画像と動画"),
                f("f1fa97a8", "ライブ放送"),
                f("c0bab0ba", "メディアを含むポストのみ表示"),
                f("g9512656", "認証済みアカウントのみ表示する"),
                f("b967e296", "フォローしているアカウントのみ表示する"),
                f("gc51a2ac", "指定なし"),
                f("d42a4916", "最近"),
                f("a2229a06", "特定の期間内"),
                f("c1fe6156", "開始時刻"),
                f("cbc02622", "終了時刻"),
                f("b666573c", "位置情報を検索"),
                f("cf260344", "ポストされた場所"),
                f("j5805302", "半径"),
                f("e592ab3c", "最適な結果を得るには、場所と都道府県/国を検索に含めてください。"),
                f("e8843b5d", function (e) {
                    return e.meters + "m";
                }),
                f("g9e6a4e5", function (e) {
                    return e.kilometers + "km";
                }),
                f("ec688a09", function (e) {
                    return "ブロックすると、@" + e.screenName + "さんがこのリストを含む自分のリストすべてにあなたを追加できなくなります。";
                }),
                f("iad54d54", "ブックマークをクリア"),
                f("g4d581a2", "すべてのブックマークフォルダを空にする"),
                f("fb14aebe", "ブックマークを空にする"),
                f("jf748f40", "ブックマークをすべて削除しますか？"),
                f("d63a211a", "この操作は取り消せません。ブックマークに追加したすべてのポストが削除されます。"),
                f("a16ebc1a", "新しいチャットを開始"),
                f("a1ff1890", "現在の会話がクリアされます。"),
                f("ab352ee0", "最新ポストを表示"),
                f("c004c4d6", "ポストをクリア"),
                f("fc702822", "ポストをクリアし、最新ポストを時間順に表示します。"),
                f("a2c59056", "列をクリアする前に..."),
                f("d31bdbbe", "最新ポストに切り替え"),
                f("dec3722c", "最新ポスト"),
                f("g33b8c04", "コピーする"),
                f("de2c3008", "列をコピーします。"),
                f("a7c01ce0", "名前を変更するかフォルダを削除する"),
                f("e52e4c82", "位置情報とカスタマイズのオプションを変更します。"),
                f("f4d052a4", "Grok（標準モード）"),
                f("fa97c1c6", "Grok（ユーモアモード）"),
                f("efb37dec", "モード"),
                f("h0064892", "標準"),
                f("ad86db50", "デッキを作成"),
                f("hb70ef30", "この検索からデッキを作成"),
                f("j8a945cc", "トップポスト"),
                f("f3a4a654", "認証済みポスト"),
                f("c8da0c42", "画像と動画"),
                f("d2cf6f74", "プレミアムパートナー"),
                f("c9b39e70", "移動"),
                f("b9ea5f7c", "列を別のデッキに移動します。"),
                f("g8b6d450", "通知オプション"),
                f("dd703fbd", function (e) {
                    return "列を削除 - " + e.title;
                }),
                f("d9d11fc6", "公開列を削除しますか？"),
                f("h17ada6c", "公開列を削除すると、すべてのフォロワーがその列にアクセスできなくなります。これは元に戻せません。"),
                f("hb388fe8", "列を削除"),
                f("c1343ad6", "検索列に切り替えます。"),
                f("e7a12d72", "検索列に切り替えました"),
                f("f29424f0", "元に戻す"),
                f("h5ff85a2", "コラムを共有"),
                f("d32058ba", "コラムを公開して共有を有効にします。"),
                f("c926a6ca", "変更内容は、コラムをフォローしているすべてのユーザーに表示されます。"),
                f("g0175ca2", "列選択ツール"),
                f("a800727c", "列選択ツールに戻る"),
                f("f318bc40", "新しいフォルダを作成"),
                f("e300a9f0", "ブックマークフォルダを作成"),
                f("j341c67c", "フォルダに名前を付けてください。"),
                f("d00586a6", "この列を読み込めません。新しい列を作成してください。"),
                f("d0d8277e", "コラムの所有者が削除されたか、コラムが非公開になりました。"),
                f("j08fd6fe", "作成したコミュニティ"),
                f("b569a1fa", "コミュニティに戻る"),
                f("i176bfd2", "リストを見つける"),
                f("a57c3292", "新しいリストを見つける"),
                f("f59f87dc", "他のユーザーのリストを探す"),
                f("a5d70676", "自分がメンバーとなっているリスト"),
                f("e377790a", "リストに戻る"),
                f("e952b8c3", function (e) {
                    return "@" + e.userScreenName + "さんのリスト";
                }),
                f("bc24f834", "[他のユーザーのリストを探す] に戻る"),
                f("ee11d084", "プロファイルを検索"),
                f("c300f3bc", "列を追加する"),
                f("bd744e9a", "検索して追加"),
                f("i10d4124", "一から始める"),
                f("jbff8606", "クエリを送信"),
                f("dbd8a566", "削除できない下書きポストがあります。"),
                f("c82be5a8", "選択した下書きポストが削除されました。"),
                f("ad84af68", "下書きポストを読み込み中"),
                f("ef97fb3a", "下書きポストはありません"),
                f("f26ece12", "未送信ツイートはここに表示されます。"),
                f("a4911812", "下書きポストを削除中"),
                f("b49be1ca", "下書きポストを破棄"),
                f("ca91dc76", "この操作は取り消しできません。下書きポストは失われます。"),
                f("b38b254a", "削除できない予約ポストがあります。"),
                f("he2e3cc4", "選択した予約ポストが削除されました。"),
                f("jf9faee4", "予約ポストを読み込み中"),
                f("aa1cfd48", "予約ポストはありません"),
                f("b2a70dbe", "予約ポストを削除中"),
                f("a07bb1b0", "予約ポストを破棄"),
                f("id78e802", "この操作は取り消しできません。予約ポストは失われます。"),
                f("d9a75e16", "1つ選択"),
                f("aa030cd4", "おすすめポストを一番上に表示します。"),
                f("c0d2d4aa", "ホームタイムライン"),
                f("ecbbbb90", "自分や他のユーザーのリストを表示します。"),
                f("c351229c", "あなたが参加しているコミュニティを表示します。"),
                f("a2d1df82", "検索機能を使って探してみましょう。"),
                f("d5387d8a", "メッセージをリアルタイムでチェックしましょう。"),
                f("e738198c", "Xのトレンドを確認します。"),
                f("ifb8c91e", "プロフィールを探して、そのユーザーが何をしているのかを見てみましょう。"),
                f("aa0525d0", "プロフィール"),
                f("cb7844a6", "通知や@ツイートをリアルタイムで受け取りましょう。"),
                f("e64da55e", "予約ポストを表示します。"),
                f("h9659832", "下書きポストを表示します。"),
                f("f1b6535e", "下書きポスト"),
                f("a24add8a", "ブックマークに追加したポストを表示します。"),
                f("gb19f215", function (e) {
                    return "列 - " + e.title;
                }),
                f("g7751b34", "スタックを閉じる"),
                f("b94fa48c", "スタックをクリア"),
                f("dd3dc3cc", "スタックに戻る"),
                f("bc7acfd0", "共有した列"),
                f("a6587d95", function (e) {
                    return "列を並べ替え - " + e.title;
                }),
                f("fb071dea", "列を移動"),
                f("c77a6327", function (e) {
                    return "列オプションを開く - " + e.title;
                }),
                f("h53c41f0", "列オプション"),
                f("f7bbbb6d", function (e) {
                    return "列オプションを閉じる - " + e.title;
                }),
                f("eee9f83e", "列オプションを閉じる"),
                f("a443bbc0", "検索を閉じる"),
                f("c8b12c8f", function (e) {
                    return "コラムコンテンツを設定 - " + e.title;
                }),
                f("fe048090", "概要を表示"),
                f("e57560b4", "概要を非表示"),
                f("fb087db0", "別の列を作成"),
                f("aa128cd8", "新しい列として追加"),
                f("aa4f00c6", "デッキを共有"),
                f("fdf97052", "デッキオプションに移動"),
                f("ed427868", "デッキを公開しますか？"),
                f("gecc71a2", "デッキを共有するには、まず公開してください。"),
                f("f0653866", "デッキの共有"),
                f("b158400a", "この手順をスキップ"),
                f("h15afbce", "設定しましょう"),
                f("ibe6be32", "X Proの表示をカスタマイズする: ニーズに合わせて列の幅、色、テキストとメディアのサイズを選択できます。"),
                f("e28eb008", "表示設定を開く"),
                f("dc8b86e0", "列を追加しましょう"),
                f("ee28603e", "列をインポート"),
                f("dad15d22", "すでに使っている [検索]、[リスト]、[プロフィール] の列をインポートして時間を節約しましょう。後でコピーすることはできません。"),
                f("j85b4522", "または最初からやりなおす"),
                f("hfd5ca12", "列をインポートできません"),
                f("b855852a", "インポートできるのは [検索]、[リスト]、[プロフィール] の各列のみです。ホーム列は、インポートせずに追加してください。"),
                f("dc6c806e", "列をインポートできません"),
                f("a0dfe2f6", "X Proを使うと、1つのインターフェイスに複数のタイムライン列を簡単に表示できます。"),
                f("i8912d28", "列を追加してみましょう..."),
                f("ce0c0f34", "全体を把握しましょう"),
                f("h36d2aa2", "はじめる前に、役に立つヒントを確認してください。"),
                f("fbaf9442", "スターターデッキを追加"),
                f("b354ea52", "スターターデッキを追加中..."),
                f("if195eb8", "列を追加..."),
                f("ea07517c", "列を削除しました。"),
                f("habced9e", "を押すと列を復元できます。"),
                f("g4fcb4f8", "列が復元されました。"),
                f("d4429cba", "このデッキは存在しません。別のデッキを選択してみてください。"),
                f("g2c6e34a", "コンテンツのサイズ、色、背景を管理します。"),
                f("bf2890a6", "表示サイズ"),
                f("h098a550", "デフォルトの列の幅"),
                f("ab248726", "デフォルトメディアプレビュー"),
                f("jdaf161c", "[メッセージ] タブ"),
                f("ge0fcfd0", "ホバーカード"),
                f("e1cab6e8", "既存の列に変更を適用しますか？"),
                f("ce2e487c", "すべての列を変更した場合、すべてのデッキにあるすべての列が更新されます。[新しい列にのみ適用する] を選択した場合、今後作成する列にのみ新しい設定が適用されます。"),
                f("fdbd90a6", "すべての列を変更する"),
                f("h8affe68", "新しい列にのみ適用する"),
                f("f06885b6", "列のメディアサイズオプション"),
                f("e4bab2d0", "列の幅オプション"),
                f("f0e71094", "[メッセージ] タブを表示"),
                f("aa25a5a6", "折りたたみ可能な [メッセージ] タブが画面の下部にあります"),
                f("g3da3c90", "ホバーカードを表示する"),
                f("b08a8656", "インタラクティブな項目にマウスカーソルを置いたときにホバーカードを表示します"),
                f("g9df1984", "デッキを追加"),
                f("df77af70", "デッキの絵文字を選択"),
                f("ee7765ba", "絵文字を選択"),
                f("e0127c83", function (e) {
                    return "絵文字「" + e.emoji + "」を変更";
                }),
                f("hb8b6254", "すべてのユーザーがあなたのプロフィールから公開デッキにアクセスできます。デッキのリンクを共有することもできます。気が変わった場合は、いつでも非公開に戻せます。詳細はこちら"),
                f("gfbaf4e8", "現在のところ、このデッキは公開できません"),
                f("ae04848a", "このデッキには、ご利用のXアカウントに関連する列が含まれています。このデッキを公開するには、それらの列を削除してください。詳細はこちら"),
                f("d606207a", "デッキを削除"),
                f("h95cb00e", "このデッキは完全に削除されます。この操作は取り消しできません。"),
                f("f50c9834", "このデッキは完全に削除されます。デッキを削除した場合、後で取得することはできません。"),
                f("cb861826", "デッキを並べ替え"),
                f("i5896b2b", function (e) {
                    return "デッキ「" + e.title + "」を編集";
                }),
                f("ef602cab", function (e) {
                    return "デッキ「" + e.title + "」を削除";
                }),
                f("b44b9d83", function (e) {
                    return "デッキ「" + e.title + "」の固定を解除";
                }),
                f("je4a847f", function (e) {
                    return "デッキ「" + e.title + "」を固定";
                }),
                f("ad41be88", "列をデッキに移動"),
                f("cb82860a", "列が見つかりません"),
                f("icbecd02", "列を追加"),
                f("fdf1a2c6", "デッキを追加"),
                f("d25acc28", "メリット"),
                f("fe5df266", "列を非公開にしますか？"),
                f("i3206148", "公開列を非公開にすると、すべてのフォロワーがその列にアクセスできなくなります。"),
                f("c65d210c", "列を非公開にする"),
                f("j4d54f1e", "Xユーザーのための強力でリアルタイムなツールです。"),
                f("je0526a0", "1つの画面で複数のタイムラインをチェックできます。コンテンツを追いかけて整理したり、コミュニティとリアルタイムでやり取りしたりできます。"),
                f("d128af54", "Xプレミアムに登録"),
                f("bacd7195", function (e) {
                    return "Xユーザーの" + e.fullName + "（@" + e.screenName + "）さん";
                }),
                f("e5b4aafa", "インターネット接続が切断されました。"),
                f("g43c3b36", "続けるにはインターネットに再接続してください。"),
                f("hafe83ec", "アプリケーションを終了するには、[閉じる] を押してください。"),
                f("b2ec74fe", "閉じる"),
                f("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + "さんが" + e.timeAgo + "に表示";
                }),
                f("a7a90902", "表示するには選択してください"),
                f("cb0a3b5e", "このポストには、センシティブなメディアが含まれている可能性があります。表示してもよろしいですか？"),
                f("a4eb1304", "いつでもログインし直すことができます。"),
                f("b86c2e12", "Xの全コンテンツを検索するにはサインインしてください。"),
                f("ia13bd7c", "キーボード"),
                f("f9fa40c8", "Xを最大限に活用する"),
                f("gb6a7f62", "コードの有効期限が切れています。やりなおす場合は、以下のボタンを選択して新しいコードを入手してください。"),
                f("ge19602a", "新しいコードを入手"),
                f("dd4ec2e8", "ノートパソコンやモバイル端末で以下のURLにアクセスしてXにログインし、ここに表示されているコードを入力します。"),
                f("f4d7084c", "次の2つの方法のいずれかを選んでXにログインしてください。"),
                f("ebc1accc", "このQRコードをスキャン"),
                f("a4742bc0", "ノートパソコンやモバイル端末で以下のURLにアクセスし、ここに表示されているコードを入力します。"),
                f("f260dea2", "x.com/tvlogin"),
                f("h797e380", function (e) {
                    return "" + e.url;
                }),
                f("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                f("g7ee7019", function (e) {
                    return e.name + "さんの動画を見るにはサインインしてください。";
                }),
                f("fb83778c", "このユーザーの動画を見るにはサインインしてください。"),
                f("dd4bbaea", "動画がありません。"),
                f("i71d6193", function (e) {
                    return e.name + "さんの動画はありません。";
                }),
                f("adb512f0", "最近の動画"),
                f("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                f("hda3bb87", function (e) {
                    return "フォロー中";
                }),
                f("cd3f5206", "次の動画:"),
                f("c930299f", function (e) {
                    return "次の動画まで" + e.count + ":";
                }),
                f("b2e9f19c", "最新の動画をリプレイ"),
                f("de906774", "速度"),
                f("caca839e", "クローズドキャプション"),
                f("b049f56c", "画質"),
                f("fa7169d8", "このコンテンツを報告するには、ノートパソコンやモバイル端末で以下のURLにアクセスしてください"),
                f("c973ec9c", "アカウントのユーザー名"),
                f("e9670a81", function (e) {
                    return "@" + e.screenName + "さん";
                }),
                f("d0e1b720", "コンテンツのURL"),
                f("a4ee9394", "白人"),
                f("a9f3474c", "シアン"),
                f("i50b6538", "マゼンタ"),
                f("jffeb664", "赤"),
                f("e375c2d0", "黒人"),
                f("c2c5dea4", "フォントの色"),
                f("ce71b3d0", "フォントファミリー"),
                f("d2eb1582", "デフォルト（Sans-serif）"),
                f("e684030e", "Arial（Sans-serif）"),
                f("jad3900c", "Times New Roman（Serif）"),
                f("e205f3a0", "等幅（Sans-serif）"),
                f("d207d39a", "テキストの不透明度"),
                f("a562039c", "背景色"),
                f("h44e879e", "背景の不透明度"),
                f("b843ced4", "自動"),
                f("e30d2cea", "0.5倍"),
                f("d030db62", "1.25倍"),
                f("ga63a594", "1.5倍"),
                f("f571bc5a", "1.75倍"),
                f("d0284204", "2倍"),
                f("b7d7f606", "早送り"),
                f("ee0f61ca", "巻き戻し"),
                f("i2d14148", "いいねを取り消す"),
                f("a1eb471a", "「好きではない」を削除"),
                f("e40051e8", "ブックマークを削除"),
                f("g9ecf0e8", "返信を表示"),
                f("aa97ae7e", "TVプレーヤーコントロール"),
                f("ed170a6a", "スライダー"),
                f("ee838ea0", "このトピックをフォローすると、Xのホームタイムラインや他の表示内容がカスタマイズされます"),
                f("h85446ce", "このブラウザは現在サポートされていません。"),
                f("e24d1fa6", "引き続きx.comを利用するため、サポートされているブラウザに切り替えてください。サポートされているブラウザのリストについては、ヘルプセンターをご覧ください。"),
                f("a138aeb2", "JavaScriptを使用できません。"),
                f("d8e122c2", "このブラウザではJavaScriptが無効になっています。引き続きx.comを利用するため、JavaScriptを有効にするか、サポートされているブラウザに切り替えてください。サポートされているブラウザのリストについては、ヘルプセンターをご覧ください。"),
                f("f1a9e3a2", "ニュース速報、政治、音楽トレンド、世界の出来事、スポーツ結果、世界の最新ニュースについての記事を、少ないデータ通信量ですぐに入手できます。"),
                f("bb402b62", "X Proは、「いま」起きていることをリアルタイムでチェックするためのカスタマイズ可能なダッシュボードです。"),
                f("ed617674", "360"),
                f("e23b20a0", "キャンセル"),
                f("a620fcf0", "画像を読み込み中"),
                f("e9e2064c", "申し訳ありません。問題が発生しました。"),
                f("d7060c80", "更新"),
                f("a0493514", "やりなおす"),
                f("ff3dd27c", "デフォルト"),
                f("b554fcf4", "明るい"),
                f("j590b148", "やや明るい"),
                f("e7d4ee86", "中"),
                f("ia423ebc", "やや暗い"),
                f("a2cf0942", "暗い"),
                f("j824dc06", "絵文字を検索"),
                f("fffb3384", "絵文字が見つかりません"),
                f("j3d20752", "キーワードを変えて検索してみてください。"),
                f("d67ad796", "デフォルトの肌の色を選択"),
                f("e6388bfa", "すべて消去"),
                f("j7c67eca", "最新"),
                f("da539d38", "検索結果"),
                f("d95eb228", "戻る"),
                f("af8fa2ae", "閉じる"),
                f("ef8b2f54", "グラフを読み上げる"),
                f("d567ceda", "縦"),
                f("f7b30768", "積み上げ"),
                f("hcd54328", "集合"),
                f("affbaf62", "詳細"),
                f("c388d026", "OK"),
                f("ha20397c", "アクセシビリティ機能"),
                f("baf7a43c", "アクセシビリティ"),
                f("e8f674ab", function (e) {
                    return "これは" + e.chartType + "棒グラフです。グラフのタイトルは「" + e.chartTitle + "」です。カテゴリーは合計" + e.noOfCategories + "件です。最小値" + e.minValue + "は、最大値は" + e.maxValue + "です。グラフを詳しく調べるにはナビゲーションコントロールを使います。";
                }),
                f("d969327c", "音声バージョンを再生"),
                f("d8cbbcd4", "音声グラフを再生します。Aキーを押してグラフの音声バージョンを再生するか、音声バージョンの各データポイントでAキーを押します。"),
                f("dec1d7ef", function (e) {
                    return e.label + "、" + e.group + "、" + e.value;
                }),
                f("f765bead", function (e) {
                    return "ラベルのないデータ、" + e.group + "、" + e.value;
                }),
                f("idea1817", function (e) {
                    return e.label + "、" + e.value;
                }),
                f("fe94be6b", function (e) {
                    return "ラベルのないデータ、" + e.value;
                }),
                f("b15c0a18", "編集内容を破棄しますか？"),
                f("aebf81c8", "変更内容は保存されません。"),
                f("aa744c1e", "編集を続ける"),
                f("fe04d89a", "破棄"),
                f("bb5d8cd2", "はい"),
                f("dc33d78a", "記事のカバー画像"),
                f("j190bf1a", "ライブ"),
                f("e3fcbdba", "非表示にする"),
                f("jc0b3a8c", "画像の説明"),
                f("ia1d2e58", "作成者がいいねしました"),
                f("h81f3036", "記事"),
                f("bed2945c", "画像の説明を読む"),
                f("j2eea17a", "センシティブな内容が含まれている可能性のあるメディアです。"),
                f("b05a39b2", "表示"),
                f("a7cd5cf4", "動画"),
                f("b6eb8f6a", "ライブ放送"),
                f("dcc2b9b3", function (e) {
                    return e.locVideoType + "を再生";
                }),
                f("hf4ffd4d", function (e) {
                    return "放送中の" + e.locVideoType + "を再生";
                }),
                f("f6e90cd7", function (e) {
                    return "長さ: " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                f("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + "後に開始";
                }),
                f("daa73df1", function (e) {
                    return e.viewerCount + " 件の表示";
                }),
                f("b4f19b97", function (e) {
                    return e.listItem1 + "と" + e.listItem2;
                }),
                f("i0135403", function (e) {
                    return e.listItem1 + "、" + e.listItem2;
                }),
                f("f1574a4b", function (e) {
                    return e.listItem1 + "、" + e.listItem2;
                }),
                f("ec72e2f8", "フォロー"),
                f("d9d2a865", function (e) {
                    return "再生する" + e.ttc_card_cta_play;
                }),
                f("a8422cd5", function (e) {
                    return "ショッピング" + e.ttc_card_cta_shop;
                }),
                f("ff1b8c17", function (e) {
                    return "ショッピングする" + e.ttc_card_cta_shop_now;
                }),
                f("d04488ef", function (e) {
                    return "予約する" + e.ttc_card_cta_book;
                }),
                f("b0b0cfb7", function (e) {
                    return "おすすめユーザー" + e.ttc_card_cta_connect;
                }),
                f("ea5247d5", function (e) {
                    return "注文する" + e.ttc_card_cta_order;
                }),
                f("b7b58677", function (e) {
                    return "開く" + e.ttc_card_cta_open;
                }),
                f("g15f6870", "詳細"),
                f("d1ff55d8", "インストール"),
                f("g40f106c", "メッセージで返信"),
                f("j393e386", "メッセージで返信"),
                f("a771d32e", "メッセージで返信"),
                f("d8e9c24c", "メッセージで返信"),
                f("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 – " + e.appNumRatings + " 評価";
                }),
                f("cc5508a9", function (e) {
                    return e.timestampUTC + "に開始";
                }),
                f("f4520a5d", function (e) {
                    return e.action + "をポスト";
                }),
                f("f17dfdb6", "プレイ"),
                f("j836de8a", "非公開アカウント"),
                f("f4b8dc08", "サブスクライブしたアカウント"),
                f("f936caa6", "翻訳者アカウント"),
                f("ac72ee4e", "認証済みアカウント"),
                f("f49e0aac", "認証済みアカウントについての詳細が表示されます。"),
                f("f59bdb94", "非公開アカウントについての詳細を示しています。"),
                f("d7e50a66", "詳細はこちら"),
                f("fc065ee4", "サブスクリプションについて詳しく見る"),
                f("e453f536", "サブスクリプションとは"),
                f("bd4cb7a0", "お気に入りのクリエイターをサブスクライブすると、ボーナスコンテンツを利用できます。クリエイターも少し収益を得られます。"),
                f("g7099a02", "詳細を表示"),
                f("c2637ef6", "OK"),
                f("efb17190", "フォローされています"),
                f("g57b5f6c", "あなたのサブスクライバー"),
                f("a77a27c0", "保存済み"),
                f("gdd173da", "Grok（ユーモアモード）による回答"),
                f("dfd6eeac", "Grokによる回答"),
                f("deceb214", "Grokによる画像"),
                f("befddd48", "表示"),
                f("hf3f8e3a", "さらに表示"),
                f("h504ea5e", "Grokでオリジナルバージョンを作成する"),
                f("eb722de2", "Grokに聞いてみる"),
                f("bb5c5864", "引用"),
                f("a8b58cf4", "このスレッドを表示"),
                f("i5f742fe", "この投票を表示"),
                f("fc45ccc6", "埋め込み動画"),
                f("a9edea48", "再読み込み"),
                f("d26d8730", "動画のアドレスをコピー"),
                f("f1b6bcec", "GIF画像のアドレスをコピー"),
                f("j25d7cca", "字幕を非表示"),
                f("a858b25c", "字幕を表示"),
                f("faf9f484", "広告"),
                f("ae2ea9e7", function (e) {
                    return e.advertiserName + "による広告";
                }),
                f("hea01798", "再生位置指定バー"),
                f("f8a09386", "Periscopeで見る"),
                f("gf2b6eee", "ピクチャーインピクチャー"),
                f("b3160a69", function (e) {
                    return e.volumePercent + "%";
                }),
                f("fb236728", "一時停止");
            f("e9bd453e", "リプレイ"),
                f("d46b00b0", "ライブに移動"),
                f("ec8ab8b4", "ミュート"),
                f("b8b6344a", "ミュートを解除"),
                f("c9a642fa", "音量調節バー"),
                f("c27e60b0", "全画面表示"),
                f("d2969f10", "全画面表示を終了"),
                f("f06f2e53", function (e) {
                    return e.currentTime + "/" + e.durationTime;
                }),
                f("eeb64451", function (e) {
                    return e.advertiserName + "を見る";
                }),
                f("f3c268a5", function (e) {
                    return e.advertiserName + "でショッピング";
                }),
                f("g60001bb", function (e) {
                    return e.advertiserName + "を見る";
                }),
                f("dff1ddd9", function (e) {
                    return e.advertiserName + "に移動";
                }),
                f("b0b22805", function (e) {
                    return e.advertiserName + "に移動";
                }),
                f("c67e71aa", "今すぐ見る"),
                f("a6ada13e", "今すぐ購入"),
                f("j0f12222", "さらに表示"),
                f("f569f7c8", "ウェブサイトに移動"),
                f("j0c6772a", "ウェブサイトに移動"),
                f("f73003aa", "動画は広告の後に再生されます"),
                f("b3112b8a", "スキップ"),
                f("h6333ad0", "広告をスキップ"),
                f("c59da417", function (e) {
                    return "広告を" + e.seconds + "スキップ";
                }),
                f("c3c147cf", function (e) {
                    return e.seconds + "スキップ";
                }),
                f("h9b3104e", "動画の設定"),
                f("ha3efce4", "自動"),
                f("hd8d044d", function (e) {
                    return "自動（" + e.quality + "）";
                }),
                f("a7bf9962", "動画をダウンロード"),
                f("ccc97152", "再生速度"),
                f("h531ade0", "画質"),
                f("e8b5757c", "0.25倍"),
                f("e7e954de", "0.5倍"),
                f("g07ffe66", "0.75倍"),
                f("d8bede9e", "1倍"),
                f("j41845c8", "1.25倍"),
                f("e9eeed9e", "1.5倍"),
                f("fe45dc84", "1.75倍"),
                f("e791190a", "2倍"),
                f("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                f("c4d66d2e", "ご利用のブラウザでは最適な画質で再生されません。HEVCをサポートするブラウザを使用することをおすすめします。"),
                f("a681babd", function (e) {
                    return e.trimmedHostname + "で見る";
                }),
                f("db3cd325", function (e) {
                    return e.trimmedHostname + "に移動";
                }),
                f("f1ad0df1", function (e) {
                    return "広告 · " + e.timeRemaining;
                }),
                f("ef16ab2b", function (e) {
                    return e.advertiserName + "による広告 · " + e.timeRemaining;
                }),
                f("a15adf2c", "こちらのフォーム"),
                f("c1658fc6", "メディアを再生できません。"),
                f("h519ae04", "このメディアは、著作権についての申し立てにより無効になりました。"),
                f("ce871584", "このライブ放送は終了しました。"),
                f("c101eb96", "このライブ放送は視聴できません。"),
                f("gb24a514", "このメディアは、著作権者からの申し立てにより無効になりました。"),
                f("hcaf3e63", function (e) {
                    return "このメディアは、" + e.holder + "さんによる著作権についての申し立てにより無効になりました。";
                }),
                f("if05c038", "このライブ放送はご利用の地域では視聴できません。"),
                f("d420171b", function (e) {
                    return e.holder + "さんによる著作権についての申し立てにより、この動画は再生できません";
                }),
                f("b1eb72fa", "この動画はお住いの地域によっては視聴できません。位置情報の取得が終わるまでしばらくお待ちください。ブラウザの位置情報をオンにしてください。"),
                f("c057680c", "ご利用のブラウザではこの動画を再生できません。他のブラウザを使ってください。"),
                f("i5dfae6e", "この動画はご利用の地域では視聴できません。"),
                f("c2388276", "この動画は削除されました。"),
                f("d2c96140", "ゲスト音声インジケータ"),
                f("f6dc9146", "リプレイ"),
                f("d30c74fe", "音量"),
                f("f2d4e6f2", "もう一度見る"),
                f("e9f1af3a", "詳細を確認する"),
                f("f1881d86", "このポストは返信、共有、いいねできません。"),
                f("j3d37222", "Xはこのお知らせを表示することを法律により義務付けられています。"),
                f("e461d0ee", "最新情報を表示"),
                f("d1386940", "最新情報を表示"),
                f("ecda5f9e", "誤解を招いている"),
                f("a423473c", "法律に基づくお知らせ"),
                f("b3296688", "表示制限中"),
                f("ccd32094", "現在"),
                f("abfcce0d", function (e) {
                    return e.amountOfTime + "前";
                }),
                f("ae408b76", "あなたがリポストしました"),
                f("j355f008", "固定されたポスト"),
                f("habf9678", "作成者が固定"),
                f("db0798ed", function (e) {
                    return "トピック「" + e.topicName + "」";
                }),
                f("dc716ec9", function (e) {
                    return "おすすめトピック: " + e.topicName;
                }),
                f("fbc2003c", "終了しました"),
                f("h5051dd8", "キャンセル"),
                f("bb5f91a3", function (e) {
                    return e.count + " 人がこのスペースに参加しています";
                }),
                f("c83eea99", function (e) {
                    return e.participant + "さん + " + e.count + " がリスニング中人";
                }),
                f("cdff6cd3", function (e) {
                    return e.speaker + "さんが発言中 + " + e.count + " がリスニング中人";
                }),
                f("df006f4f", function (e) {
                    return e.count + " 人が興味あり";
                }),
                f("c889af33", function (e) {
                    return e.count + " 人が参加";
                }),
                f("d6f2056f", function (e) {
                    return e.count + " 人がリスニング/リプレイ";
                }),
                f("jbc5f47a", "スペースドック"),
                f("gfe2830f", function (e) {
                    return "他" + e.count + "人";
                }),
                f("dbeae6cf", function (e) {
                    return "他" + e.count + "人のリスナー";
                }),
                f("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                f("dc718e53", function (e) {
                    return "+他" + e.count + "人";
                }),
                f("d0e7b11b", function (e) {
                    return e.date + " " + e.time;
                }),
                f("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                f("ebe41367", function (e) {
                    return "時間 " + e.time;
                }),
                f("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                f("d925a4f9", function (e) {
                    return "残り" + e.formattedCount + "分";
                }),
                f("ib15cddb", function (e) {
                    return "残り" + e.formattedCount + "時間";
                }),
                f("db9ed19f", function (e) {
                    return "残り" + e.formattedCount + "日";
                }),
                f("e1ebcecb", function (e) {
                    return e.formattedDays + "日 残り" + e.formattedHours + "時間";
                }),
                f("cc1da1fd", function (e) {
                    return e.formattedHours + "時間 残り" + e.formattedMins + "分";
                }),
                f("f89a5d60", "ホスト"),
                f("ce2cfb36", "サブスクライバーのみ"),
                f("df06241c", "コミュニティ"),
                f("b03e162a", "スペースを聞く"),
                f("b3d828ee", "参加済み"),
                f("g519ec2a", "録音を再生"),
                f("c6000450", "通知設定済み"),
                f("db44ff5c", "通知をオンにする"),
                f("f7b6346a", "今すぐ始める"),
                f("cc1f75ac", "スペース"),
                f("bd08d1b2", "詳細情報はありません"),
                f("j8b01b27", function (e) {
                    return e.host + "さんがホストしているスペース「" + e.title + "」がキャンセルされました";
                }),
                f("fda9f48c", "スペースがキャンセルされました"),
                f("jf7853f7", function (e) {
                    return e.host + "さんがホストしているスペース「" + e.title + "」が終了しました";
                }),
                f("i1a29920", "スペースが終了しました"),
                f("db467ffe", "スペースに参加する"),
                f("i8dc3993", function (e) {
                    return e.host + "さんがホスト";
                }),
                f("eb0b05b9", function (e) {
                    return "他" + e.count + " 人";
                }),
                f("d19b9f77", function (e) {
                    return e.scheduledStart + "に" + e.host + "さんがホストする" + e.title + "を" + e.action + " ";
                }),
                f("e679d5d7", function (e) {
                    return e.scheduledStart + "にスケジュールされた" + e.title + "を今すぐ開始";
                }),
                f("ea4258b7", function (e) {
                    return e.scheduledStart + "にスペースを" + e.action;
                }),
                f("dcbcaa23", function (e) {
                    return "録音を再生: " + e.title;
                }),
                f("gaeb997e", "もっと見る"),
                f("f8b21226", "参加する"),
                f("e1b95ab0", "最終更新"),
                f("i308d42c", "このポストには新しいバージョンがあります"),
                f("h092d520", "このポストには新しいバージョンがあります"),
                f("b74bf8b8", "画像"),
                f("ha9ed08c", "作成: "),
                f("bff61470", "編集するにはこちらをクリックしてください"),
                f("f4393d0f", function (e) {
                    return e.name + "さんから";
                }),
                f("f8e8e32e", "自分"),
                f("df6703d3", "あなた"),
                f("c20f7e9f", function (e) {
                    return n(e.otherUsersCount, "他" + e.otherUsersCount + "人");
                }),
                f("he26f627", function (e) {
                    return n(e.otherUsersCount, "他" + e.otherUsersCount + "人");
                }),
                f("gea7aa3c", "次へ"),
                f("b6462b32", "前"),
                f("caddb529", ""),
                f("ff31714c", function (e) {
                    return "、他" + e.othersCount + "人";
                }),
                f("e06c99b7", ""),
                f("i4e2f96c", function (e) {
                    return "、他" + e.othersCount + "人";
                }),
                f("ga629a8c", "会話に参加中のアカウントを表示"),
                f("d6f781e4", "お気に入りのXクリエイターをサブスクライブすると、ボーナスコンテンツを利用できます。クリエイターも少し収益を得られます。"),
                f("dab106f8", "メンバー"),
                f("a46e92c2", "モ"),
                f("f9633e62", "管"),
                f("a3dfd0cb", function (e) {
                    return "ポスト" + e.noun;
                }),
                f("d7580651", function (e) {
                    return "ポスト" + e.noun;
                }),
                f("c68b6367", function (e) {
                    return "記事" + e.noun;
                }),
                f("h13ffc88", "音声"),
                f("c8c4600e", "音声ポスト"),
                f("de8c5eb2", "音声を再生"),
                f("ec286028", "音声を一時停止"),
                f("ad77feb6", "キャプションがありません"),
                f("e82adfeb", function (e) {
                    return e.count + " ウェブページ";
                }),
                f("cfb8c1f7", function (e) {
                    return e.count + " 件のポスト";
                }),
                f("g78032d5", function (e) {
                    return e.count + "件のウェブページとポスト";
                }),
                f("j3de54a8", "ノート"),
                f("a6a6ced4", "ノートを読む"),
                f("dbc0c2f4", "ブックマーク"),
                f("d6885d3e", "コミュニティを表示"),
                f("d5a48014", "見出し"),
                f("b92b6156", "小見出し"),
                f("ec5ed598", "本文"),
                f("c69eb656", "フルタイム"),
                f("g46ae43c", "フルタイム契約"),
                f("jf7d4cc6", "パートタイム"),
                f("b2214572", "雇用契約"),
                f("f8337bd6", "/年"),
                f("i935bf88", "/時間"),
                f("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                f("c5954d30", "リスト"),
                f("fe64170c", "選択すると変更できません"),
                f("g10ace38", "投票オプション"),
                f("a3edf99a", "最終結果"),
                f("c2b81e9d", function (e) {
                    return e.formattedCount + "票";
                }),
                f("e86732e4", "選択済"),
                f("a35a5b10", "知り合いのフォロワー"),
                f("fc8cd112", "フォローしている人にフォロワーはいません"),
                f("df8cd2af", function (e) {
                    return "スライド" + e.currentSlide + "/" + e.itemCount + " - カルーセル。" + e.type + "。" + e.altText;
                }),
                f("d70740da", "次のスライド"),
                f("c4d53ba2", "前のスライド"),
                f("h6405c17", function (e) {
                    return "スライド" + e.currentSlide + "/" + e.itemCount + " - カルーセル";
                }),
                f("a3efd2c4", "トピック"),
                f("b91c8e53", function (e) {
                    return e.title + "のトピックカード。";
                }),
                f("b3826295", function (e) {
                    return e.title + "、" + e.description + "のトピックカード。";
                }),
                f("c9bb65db", function (e) {
                    return e.slidesLength + "件の画像のコレクション。" + e.heroVanityContent + "。" + e.heroTitleContent;
                }),
                f("e1bddf52", "ドラッグで回転"),
                f("f0e1fb48", "このブラウザでは、この動画形式のプレビューを表示できません。動画のアップロードは行える可能性があります"),
                f("c2fc878d", function (e) {
                    return "文字制限を" + e.count + "文字超えています";
                }),
                f("db11b27f", function (e) {
                    return "残り" + e.count + " 文字";
                }),
                f("bb7b821a", "返信できます"),
                f("fc41217b", function (e) {
                    return "@" + e.screenName + "さんをフォローしているアカウントか@ポストしたアカウントが返信できます";
                }),
                f("e5dc76d0", "この会話に返信できます"),
                f("ab105904", "返信できるアカウント"),
                f("fd1cda7a", "この会話に返信できません"),
                f("f064f477", function (e) {
                    return "@" + e.screenName + "さんがフォローしているか@ポストしたアカウントが返信できます";
                }),
                f("ea9ac5c9", function (e) {
                    return "@" + e.screenName + "さんが@ポストしたアカウントが返信できます";
                }),
                f("d2ae1499", function (e) {
                    return "@" + e.screenName + "さんがサブスクライブまたは@ポストしたアカウントのみが返信できます";
                }),
                f("a4e254ff", function (e) {
                    return "認証済みアカウントまたは@" + e.screenName + "さんが@ポストしたアカウントが返信できます";
                }),
                f("j1b02fd8", "認証を受ける"),
                f("daba4484", "作成者とモデレーターのみ、このポストを表示できます"),
                f("f956070a", "コミュニティルールに違反したため、モデレーターが非表示にしました。"),
                f("cc17f408", "メンバーを削除すると、そのメンバーのポストがコミュニティの他のメンバーから見えなくなります。"),
                f("j620ce06", "このポストを表示できるアカウント"),
                f("bd414b44", "サブスクライバー限定"),
                f("dd0da5d9", function (e) {
                    return "@" + e.screenName + "さんとそのサブスクライバーがあなたのポストを見ることができます";
                }),
                f("g1c6a77e", "サブスクリプションコンテンツを表示中"),
                f("d3b143d7", function (e) {
                    return "@" + e.screenName + "さんにサブスクライブしているため、このツイートと返信を見ることができます";
                }),
                f("f6337117", function (e) {
                    return "@" + e.screenName + "さんにサブスクライブしているため、このポストを表示できます";
                }),
                f("g766a06d", function (e) {
                    return "@" + e.screenName + "さんのサークルに追加されているユーザーのみ、このポストを表示できます";
                }),
                f("j040a368", "返信でのリンクが無効"),
                f("b31d0af7", function (e) {
                    return e.screenName + "さんはこのポストへの返信でリンクを許可していません";
                }),
                f("eab0f780", "このポストへの返信では、外部リンクをポストしたり引用したりできません。"),
                f("f17a1f54", "プレミアム限定"),
                f("a0953370", "サブスクリプション"),
                f("d9687d23", function (e) {
                    return "-" + e.trendValueNegativePercent;
                }),
                f("ac73eb5a", "変更なし"),
                f("c5a9f921", function (e) {
                    return "+" + e.trendValuePositivePercent;
                }),
                f("e3098e07", function (e) {
                    return e.minutes + " 分前";
                }),
                f("fea16a51", function (e) {
                    return e.hours + " 時間前";
                }),
                f("a4f2d94d", function (e) {
                    return e.days + " 日前";
                }),
                f("hf9bc787", function (e) {
                    return e.weeks + " 週間前";
                }),
                f("efcd5885", function (e) {
                    return e.months + " ヶ月前";
                }),
                f("c37228b5", function (e) {
                    return e.years + " 年前";
                }),
                f("jf83d092", "日"),
                f("af4abf20", "月"),
                f("b871f280", "年"),
                f("hac89ab0", "1月"),
                f("ef30b30a", "2月"),
                f("b56920fa", "3"),
                f("b1a0f1ec", "4月"),
                f("daf779c8", "5月"),
                f("c6ad074e", "6月"),
                f("f1db106c", "7月"),
                f("i4e80b7a", "8月"),
                f("efa6cc1e", "9月"),
                f("f40a0cbe", "10月"),
                f("ac74a31c", "11月"),
                f("i6c1e4b2", "12月"),
                f("de540c32", "パスワードを表示する"),
                f("b4abfdb4", "パスワードを表示しない"),
                f("f06ae5d3", function (e) {
                    return "標準ポストの残り件数: " + e.standardTweetCount + " 文字件、すべてのポストの残り件数: " + e.totalCount + " 文字件";
                }),
                f("fee0a8bc", "保存"),
                f("ae7f7656", "クリア"),
                f("gd769996", "問題が発生しました。再読み込みしてください。"),
                f("i5450bec", "メディア"),
                f("f7432494", "画像を追加"),
                f("a5f7ce12", "フォローバック"),
                f("c3befdbe", "フォロー中"),
                f("d3029dbc", "フォロー解除"),
                f("aeb6f0a0", "購入する"),
                f("b4397192", "管理"),
                f("i8cfb6e6", "ブロック中"),
                f("ea100d6a", "ブロック解除"),
                f("fe40537f", function (e) {
                    return "@" + e.screenName + "さんをブロック解除しますか？";
                }),
                f("i58d8718", "このユーザーはあなたをフォローしたり、あなたの公開ポストにエンゲージメントを行ったりできるようになります。"),
                f("cda66545", function (e) {
                    return "クリックして" + e.screenName + "さんを" + e.followType;
                }),
                f("ee05e96b", function (e) {
                    return "クリックして" + e.screenName + "さんを" + e.followType;
                }),
                f("a8d77a25", function (e) {
                    return "クリックして" + e.screenName + "さんをフォロー解除";
                }),
                f("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                f("f238ba1d", function (e) {
                    return e.followType + "～" + e.screenName;
                }),
                f("j6161cab", function (e) {
                    return "@" + e.screenName + "さんをフォロー解除しますか？";
                }),
                f("i4bb9ef7", function (e) {
                    return e.title + "をフォロー解除しますか？";
                }),
                f("ge753264", "このアカウントのポストはおすすめタイムラインに表示されなくなります。ポストが非公開になっている場合を除き、プロフィールを表示することはできます。"),
                f("b837c0e8", "このトピックのフォローを解除しても、フォロー中のアカウントによっては、このトピックについてのポストが今後も表示される可能性があります。"),
                f("ddac1f1d", function (e) {
                    return e.communityName + "を退会してもよろしいですか？";
                }),
                f("j8e33c40", "このコミュニティにアクセスできなくなり、参加できなくなります。ただし、あなたのこれまでのポストは引き続き表示されます。"),
                f("f305840e", "未承認"),
                f("i036327c", "フォローリクエストを破棄しますか？"),
                f("j95e3097", function (e) {
                    return "未承認のフォローリクエストがキャンセルされ、@" + e.screenName + "さんには表示されなくなります。";
                }),
                f("d85bc1b8", "画像を拡大/縮小します。"),
                f("f596ace8", "縦横比: オリジナル"),
                f("df031fca", "縦横比: ワイド"),
                f("b40332c6", "縦横比: 正方形"),
                f("e547b368", "オリジナル"),
                f("f7571204", "ワイド"),
                f("e6e16812", "スクエア"),
                f("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                f("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                f("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                f("f1a1b791", function (e) {
                    return e.fullName + "によるプロモーション";
                }),
                f("if2bf8b4", "プロモーション"),
                f("f3624b5c", "プロモーション（政治）"),
                f("b4b3b113", function (e) {
                    return e.fullName + "によるプロモーション（政治）";
                }),
                f("be222050", "プロモーション（社会問題）"),
                f("hcbbe447", function (e) {
                    return e.fullName + "によるプロモーション（社会問題）";
                }),
                f("jcf3e7a2", "Lottieアニメーションのフレーム進行状況"),
                f("a0af935c", "いいね済み"),
                f("b8c465e2", "リポストしました"),
                f("c7a989ce", "ブックマークに追加済み"),
                f("b03835c7", function (e) {
                    return e.replyCount + " 件の返信";
                }),
                f("g4a195e7", function (e) {
                    return e.retweetCount + " 件のリポスト";
                }),
                f("e089b42d", function (e) {
                    return e.likeCount + " 件のいいね";
                }),
                f("e0a8fe39", function (e) {
                    return e.bookmarkCount + " 件のブックマーク";
                }),
                f("c58b2ab7", function (e) {
                    return e.viewCount + " 件の表示";
                }),
                f("f2849136", "アナリティクス"),
                f("f206e970", "ポストアナリティクスを表示"),
                f("c7073f5b", function (e) {
                    return e.count + " 件の表示。ポストアナリティクスを表示";
                }),
                f("hf417cf0", "ブックマークから削除"),
                f("febd30ed", function (e) {
                    return e.count + " 件のブックマーク。ブックマーク";
                }),
                f("a8dc9587", function (e) {
                    return e.count + " 件のブックマーク。ブックマークに追加済み";
                }),
                f("d636ebc6", "いいね"),
                f("eb3a8b0c", "いいねを取り消す"),
                f("j472ecfc", "このポストをいいねする"),
                f("dac92b0d", function (e) {
                    return e.count + " 件のいいね。いいねする";
                }),
                f("aa650427", function (e) {
                    return e.count + " 件のいいね。いいねしました";
                }),
                f("hdf7226a", "返信"),
                f("c9940955", function (e) {
                    return e.count + " 件の返信。返信する";
                }),
                f("f2919fb8", "リポスト"),
                f("fd1e5446", "ポストを取り消す"),
                f("dfad425d", function (e) {
                    return e.count + " 件のリポスト件。リポスト";
                }),
                f("a386dc55", function (e) {
                    return e.count + " 件のリポスト件。リポストしました";
                }),
                f("f65198c2", "引用を表示"),
                f("dc63da16", "共有"),
                f("cee0585c", "ポストを共有"),
                f("ceb6841c", "メンバーを削除すると、そのメンバーのポストがコミュニティの他のメンバーから見えなくなります。"),
                f("cb731cae", "サークルを編集"),
                f("c33d3a84", "サークル内で起きたことはサークル外から見えません"),
                f("c4f10e71", "詳細はこちら"),
                f("b09adb0c", "会話を見る"),
                f("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                f("daf8a75f", function (e) {
                    return "フォロー中";
                }),
                f("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                f("ad9b5988", function (e) {
                    return "フォロワー";
                }),
                f("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                f("ce44a35c", function (e) {
                    return "件の登録アカウント";
                }),
                f("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                f("hb608cfc", function (e) {
                    return "サブスクリプション";
                }),
                f("ef633578", "アカウントは凍結されています"),
                f("a6a3d496", "リンクを挿入"),
                f("acce6978", "リンクを編集"),
                f("f5e8f526", "編集"),
                f("h517e8d8", "削除"),
                f("a30ae58e", "表示するテキスト"),
                f("da38c958", "URL"),
                f("d5d57678", "挿入"),
                f("ec822028", "このフィールドに入力してください"),
                f("ebc5d2cc", "URLが正しくありません。このリンクのスペルや形式を確認してください。"),
                f("h30a19bb", function (e) {
                    return "これは円グラフです。グラフのタイトルは「" + e.chartTitle + "」です。カテゴリーは合計" + e.noOfCategories + "件です。最小値は" + e.minValue + "、最大値は" + e.maxValue + "です。グラフを詳しく調べるにはナビゲーションコントロールを使います。";
                }),
                f("h39fbf33", function (e) {
                    return e.minValue + "から" + e.maxValue + "までのデータ値を含む縦の棒グラフ";
                }),
                f("gdd51574", "画面を引き下げて更新"),
                f("e557ad8e", "有効"),
                f("e3a58c28", "開く"),
                f("db355331", function (e) {
                    return e.team + "が勝利しました";
                }),
                f("a8428d5e", "予定"),
                f("a7aad8ba", "ライブ"),
                f("e431f1aa", "決勝"),
                f("a7391708", "延期"),
                f("d2dbfa92", "中止"),
                f("cd734f66", "今日"),
                f("c8891d06", "明日"),
                f("d2414d31", function (e) {
                    return e.count + "件の未読項目";
                }),
                f("ce4e85ae", "未読項目"),
                f("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                f("eb124f96", "午前/午後"),
                f("i7a6f114", "時"),
                f("ccc99ff2", "分"),
                f("g5662c95", function (e) {
                    return "レベル" + e.conversationTreeDepth + ":";
                }),
                f("b3688156", "このユーザーは現在、進行中のスペースに参加しています。クリックすると参加できます"),
                f("c0eb8825", function (e) {
                    return "@" + e.screenName + "さんは現在、進行中のスペースに参加しています。クリックすると参加できます";
                }),
                f("d068dc6d", function (e) {
                    return "@" + e.screenName + "さんは現在、進行中のライブ放送に参加しています。クリックすると視聴できます";
                }),
                f("d9fd5570", "非表示の返信"),
                f("c566d3a6", "非表示にする"),
                f("a897c4d6", "編集履歴を開きます"),
                f("e07a85a2", "ポストを表示できません"),
                f("ffeb2fc6", "次へ"),
                f("af2a65d9", function (e) {
                    return e.timestamp + "を選択中";
                }),
                f("j3d49e93", function (e) {
                    return e.timestamp + "分";
                }),
                f("a394f905", function (e) {
                    return e.seconds + "秒";
                }),
                f("f42c0c80", "選択したセクションの末尾、矢印キーを使って選択範囲を調整"),
                f("i667afe8", "選択したセクションの先頭、矢印キーを使って選択範囲を調整"),
                f("gfaaead8", "無題"),
                f("cfd13f46", "音声ドック"),
                f("eba2660a", "青"),
                f("hc196b78", "プラム"),
                f("c8bc49d2", "紫"),
                f("efff09ee", "緑"),
                f("fcb424ee", "黄色"),
                f("ie2215aa", "マゼンタ"),
                f("f106ce44", "オレンジ"),
                f("acddd4d4", "赤"),
                f("cef9b062", "ティール"),
                f("d9daefca", "ダークグレー");
            var d = c(202784),
                b = [
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                ],
                u = { be5322c7: 0, c5f6ee1d: 0, e8969de9: 0, a389fb7b: 0, gd8d8205: 0, i981a661: 1, jceb2edb: 0, f20a22a1: 1, c7f250eb: 0, a9ec3729: 0, ie9320f7: 0, c70aad4b: 0, g46e6cc5: 0 };
            function i(e) {
                return e;
            }
            var o = (function (e) {
                var a, c, f, n, o;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (c = e),
                    ((a = g).prototype = Object.create(c.prototype)),
                    (a.prototype.constructor = a),
                    r(a, c),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (f = g),
                    (n = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["Xでは、後で確認できるようにスペースのコピーを常に保持しています。", "。"];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["ブロックしているアカウントは参加できません。ただし、Xにログインしていない場合は聞くことができます。"];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["Xでは、スパムや攻撃的な行為がないか確認するため、スペースのコピーを必ず一定期間保持しています。"];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["認証済み組織にサブスクライブすると、組織の任意のアカウントで利用できる1,000ドルの広告クレジットが付与されます。"];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["Xに登録すると、", "さんのポストに返信できます。"];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["Xに登録すると、", "さんのポストをあなたのフォロワーに共有できます。"];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["Xアカウントを作成すると、", "さんのポストに「いいね」できます。"];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["", "さんをフォローして、どんな情報をXで共有しているかチェックしましょう。"];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["今すぐXアカウントを作成して、", "さんのポストを限定公開で共有しましょう。"];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["ポストがまとめられた", "をフォロー"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["今すぐXアカウントを作成して、", "さんがまとめている一連のポストをチェックしましょう。"];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["Xアカウントを作成し、", "など、気になっていることについての新しい会話や興味のある会話を見つけましょう。"];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["", "さんのポストを検索します。"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["Xとそのパートナーは、Cookieを使用して、より高品質、安全かつ迅速なサービスを提供しており、また、Cookieの使用は私たちのビジネスを支えています。Cookieの中には、Xのサービスをご利用いただくため、サービス改善のため、そしてサービスが適切に動作することを確実にするために必要となるものがあります。それに加えて、[全てのCookieを受け入れる] をクリックすることで、Xとそのパートナーが、あなたの興味関心にカスタマイズされた広告やコミュニケーションを提供する目的のためにもCookieを使用することを許可します。他方、[不要なCookieを拒否する] をクリックすると、カスタマイズされた広告やコミュニケーションのための追加的なデータ収集にCookieは使用されません。選択内容を変更する方法を含め、詳細については、", "のCookieページをご覧ください。"];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["Xとそのパートナーは、Cookieを使用して、より高品質、安全かつ迅速なサービスを提供しており、また、Cookieの使用は私たちのビジネスを支えています。Cookieの中には、Xのサービスをご利用いただくため、サービス改善のため、そしてサービスが適切に動作することを確実にするために必要となるものがあります。"];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["アカウントを登録することにより、", "と", "（", "を含む）に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["条件を満たす報道媒体に過去6ヶ月以内に掲載された、あなたについて言及している記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["ご利用のXアカウントの種類に応じて、一定の要件を満たしていることが求められます。"];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["ご利用のアカウントに最もよくあてはまるカテゴリーを選択してください。"];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["ご利用のアカウントが、活動家またはオーガナイザーとして認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["活動家として認証を受けるのに必要な、お住まいの地域の最小フォロワー数または@ツイート数の条件を満たしていません。"];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["あなたについての最近の検索アクティビティの証拠が記載された、Googleトレンドプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["あなたについてのWikipediaページのリンクをお知らせください。外部資料が3件以上記載されている必要があります。"];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["認証済み支持組織のリーダーとしてあなたが言及されているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["ご利用のアカウントが、影響力の大きい個人として認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["コンテンツクリエイターまたは影響力の大きい個人として認証を受けるのに必要な、お住まいの地域の最小フォロワー数または@ツイート数の条件を満たしていません。"];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["ご利用のアカウントが、著名な企業、ブランド、または組織として認証の資格を満たしていることを示す方法を1つ選択してください。"];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["あなたの会社、ブランド、または組織についての最近の検索アクティビティの証拠が記載された、Googleトレンドのプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["外部資料が3件以上記載されている、あなたの会社、ブランド、または組織についてのWikipediaページのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["あなたの会社、ブランド、または組織が公開証券取引所に上場している証拠を示すリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["認証済みニュースに過去6ヶ月以内に掲載された、あなたの会社についての記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["このカテゴリーで認証を受けるには、認証済み組織において上級管理職に就いていなければなりません。資格を確認するには、組織のアカウントを追加してください。"];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["ご利用のアカウントが、著名な組織の最高幹部として認証の資格を満たしていることを示す方法を1つ選択してください。"];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["過去6ヶ月以内に認証済み報道機関により発行された、最高幹部または経営陣としてあなたに言及している記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["組織の最高幹部としてあなたに言及しているリンクをお知らせください。認証済みの企業、ブランド、または組織の公式サイトで言及されていなければなりません。"];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["あなたの作品の最近の検索アクティビティの証拠が記載された、Googleトレンドプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["条件を満たす報道媒体に過去6ヶ月以内に掲載された、作品についての記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["ご利用のアカウントが、主要作品の公式アカウントとして認証の資格を満たしていることを示す方法を1つ選択してください。"];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["制作団体が公開証券取引所に上場している証拠を示すリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["外部資料が3件以上記載されている、あなたの作品についてのWikipediaページのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["ご利用のアカウントが、著名なエンターテイメント企業として認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["あなたのエンターテイメント企業についての最近の検索アクティビティの証拠が記載された、Googleトレンドプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["条件を満たす報道媒体に過去6ヶ月以内に掲載された、あなたの会社について言及している記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["あなたのエンターテイメント企業が公開証券取引所に上場している証拠を示すリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["外部資料が3件以上記載されている、あなたのエンターテイメント企業についてのWikipediaページのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["ご利用のアカウントが、影響力の大きいデジタルコンテンツクリエイターとして認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["コンテンツクリエイターのプロフィールのリンクをお知らせください。どのデジタルプラットフォームに掲載されたクリエイタープロフィールでもかまいませんが、あなたのXユーザー名への言及が必要です。"];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["外部資料が3件以上記載されている、あなたについてのWikipediaページのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["ご利用のアカウントが、エンターテイメント業界の個人として認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["作品クレジットが50件以上記載されているIMDBプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["エンターテイメント業界の個人としてあなたとあなたのXアカウントに言及しているリンクをお知らせください。認証済み組織の公式サイトで言及されていなければなりません。"];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["ご利用の政府関係アカウントに最もよくあてはまるカテゴリーを選択してください。"];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["過去6ヶ月以内に認証済み報道機関により発行された、条件を満たす当局者候補としてあなたに言及している記事5件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["過去6ヶ月以内に認証済み報道機関により発行された、条件を満たす政府当局者としてあなたに言及している記事5件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["過去6ヶ月以内に認証済み報道機関により発行された、条件を満たす政府当局者としてあなたに言及している記事5件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["自治体レベルまたは国レベルの公職候補者としてあなたとご利用のXアカウントに言及している公式選挙運動ウェブサイトへのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["所属する行政官庁または公共サービスとご利用のXアカウントについて言及している政府公式ウェブサイトのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["条件を満たす政府当局者または関係者としてあなたが言及されているリンクをお知らせください。認証済みの政府機関の公式サイトで言及されていなければなりません。"];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["ジャーナリストが認証されるには、認証済みの報道機関または出版社により雇用されていなければなりません。雇用主のアカウントのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["ご利用のアカウントが、著名なジャーナリストとして認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["雇用主のジャーナリストとしてあなたが言及されているリンクをお知らせください。認証済みの報道機関の公式サイトで言及されていなければなりません。"];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["条件を満たす公開資料に過去6ヶ月以内に掲載された署名欄やクレジットを3件以上お知らせください。"];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["ご利用のアカウントが、著名な報道機関として認証の資格を満たしていることを示す方法を1つ選択してください。"];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["報道機関についての最近の検索アクティビティの証拠が記載された、Googleトレンドのプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["外部資料が3件以上記載されている、報道機関についてのWikipediaページのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["報道機関が公開証券取引所に上場している証拠を示すリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["認証済みニュースに過去6ヶ月以内に掲載された、報道機関についての記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["プロスポーツ業界の個人が認証されるには、認証済みのスポーツリーグおよびイベントに参加していなければなりません。ご利用のアカウントと関連のある認証済みのチーム、リーグ、イベント、または組織のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["ゲーム業界の個人として認証を受けるのに必要な、お住まいの地域の最小フォロワー数の条件を満たしていません。"];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["ゲーム業界の個人が認証されるには、認証済みのeスポーツリーグおよびイベントに参加していなければなりません。ご利用のアカウントと関連のある認証済みのチーム、リーグ、イベント、または組織のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["ご利用のアカウントが、著名なスポーツリーグ、チーム、または国際試合として認証の資格を満たしていることを示す方法を1つ選択してください。"];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["プロスポーツ組織についての最近の検索アクティビティの証拠が記載された、Googleトレンドのプロフィールのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["外部資料が3件以上記載されている、プロスポーツ組織についてのWikipediaページのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["プロスポーツ組織が公開証券取引所に上場している証拠を示すリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["リーグ、チーム、または試合としてあなたに言及している国際試合またはプロスポーツ組織の公式ウェブサイトのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["認証済みニュースに過去6ヶ月以内に掲載された、組織についての記事3件以上のリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["ご利用のアカウントが、プロのアスリートとして認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["ご利用のアカウントが、ゲーム業界の個人として認証の資格を満たしていることを示す方法を選択してください。"];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["プロのアスリート、マネージャー、またはコーチとしてあなたに言及している国際試合またはプロスポーツ組織の公式ウェブサイトのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["選手リストに登録されたチームメンバー、コーチ、またはマネージャーとしてあなたに言及している認証済みのeスポーツリーグまたはイベントの公式ウェブサイトのリンクをお知らせください。"];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["申し訳ありませんが、現在、新しい認証リクエストを処理できません。しばらくしてからやりなおしてください。"];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["メールでご本人確認するには、認証済みのメールアドレスが必要です。", "に移動してください。"];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["メールでご本人確認するには、適格要件を満たす認証済みメールアドレスが必要です。", "に移動してください。"];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["認証は、著名人や特定のカテゴリーに属するグループに対して行われます。該当すると思われる場合は、認証リクエストを開始してください。"];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["身分証明書の顔と文字がはっきりしていて判読可能であることを確認してください。そうでない場合、再送信が必要になる可能性があります。Xが身分証明書のコピーを受け取ったり、保存したりすることはありません。"];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["送信したデータを確認または修正する方法については、", "をご覧ください。"];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["結果が出たらすぐにお知らせいたします。最大" + this.props.days + " 日かかる可能性があります。"];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["簡単な", "にご協力ください。"];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["前回のリクエストは" + this.props.date + "に却下されています。この日から30日が経過しないと新しいリクエストは送信できません。"];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["前回のリクエストが" + this.props.date + "に行われています。30日が経過してから新しいリクエストを送信してください。"];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["リクエストは" + this.props.date + "に行われています。結果が出たらすぐにお知らせいたします。"];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["", "を守りながらXをお楽しみください。"];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["アカウントと連携しているアプリです。各アプリがアクセスできる情報を確認したり、アクセス権を取り消したりできます。"];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["あなたがフォローしているユーザーは常にあなたにメッセージを送信できます。"];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["管理アカウントを連携させると、自動アカウントに自動アカウントラベルが表示されます。すべての自動アカウントを管理アカウントと連携させてください。"];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "b6411d33",
                            get: function () {
                                return ["お客様によるXのご利用状況と言語設定にもとづき、" + this.props.sourceLang + "はGrokにより自動的に翻訳されます。自動翻訳対象の言語を選択するには、", "に移動してください。"];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["Xで健全な会話を促進するため、このポストではほとんどのエンゲージメント方法が無効になっています。このポストについて発言する場合は、引用できます。"];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["Xで健全な会話を促進するため、このポストではほとんどのエンゲージメント方法が無効になっています。"];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["@" + this.props.username + "さんとそのサークルだけがこれらのポストを表示できます。"];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["これらはコミュニティ管理者によって設定および適用されます。", "も引き続き適用されます。"];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["コミュニティは公開されるため、現在のところ非公開アカウントは参加できません。ポストを読むことはできます。参加するには", "。"];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["次のコミュニティルールに違反したため、モデレーターによって削除されました: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + "回再生済み"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", "さんからのGIF画像"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", "さんからの動画"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", "さんの画像"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ["代わりに「", "」を検索"];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ["もしかして「", "」ですか？"];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + "が返信できるようになりました"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + "文字"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["最終更新: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["ヘルプと手順については", "をご覧ください。"];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", "さんから"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["前回の保存: "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", "の公開が解除されて下書きに移動し、他のユーザーから見えなくなります。"];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["センシティブな内容が含まれている可能性のあるメディアです。"];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["編集機能は元のポストにのみ利用できます。返信やスレッドなどには利用できません。編集できる内容についての", "をご覧ください。"];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["必要な場合はサークルを編集できます。ユーザーを削除しても相手には通知されません。", "。"];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["新しい記事作成画面で新しい書式設定オプションを", "。"];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["コミュニティは公開されるため、非公開アカウントは会話に参加できません。ポストの表示といいねはできます。それ以外の操作を行うには", "。"];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["返信先: ", "さん"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["返信先: "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["返信先: "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["返信先: "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["返信先: " + this.props.communityName + "の"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["返信先: " + this.props.communityName + "の"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["返信先: " + this.props.communityName + "の"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["返信先: " + this.props.communityName + "の"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["返信先: ", "。返信はこれらのユーザーの", "にも表示されます。"];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["返信先: ", "。返信はこれらのユーザーの", "にも表示されます。"];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["返信先: ", "。返信はこれらのユーザーの", "にも表示されます。"];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["返信先: ", "。返信はこれらのユーザーの", "にも表示されます。"];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["返信先: ", "。あなたをフォローしている" + this.props.trustedFriendsTweetOwner + "さんのサークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["返信先: ", "。" + this.props.trustedFriendsTweetOwner + "さんのサークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["返信先: ", "。あなたをフォローしている", "サークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["返信先: ", "。", "サークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["返信先: ", "。あなたをフォローしている", "サークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["返信先: ", "。", "サークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["返信先: ", "。あなたをフォローしている", "サークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["返信先: ", "。", "さんのサークルもあなたの返信を表示できるようになります。"];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["[ポストをプロモーション] をクリックすることにより、", "に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["新しいメールアドレス" + this.props.unverifiedEmail + "は確認されていません。"];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["パスワードを変更すると、現在使っているセッションを除く、アクティブなXセッションすべてからログアウトされます。アカウントにアクセスしている", "に影響はありません。"];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["私の身分証明書と自撮りの画像（抽出された生体データを含む）を、身元確認やXの関連する安全とセキュリティ、なりすましの防止、支払いの目的でXとPersonaが使用することに同意します。Personaは、そのデータを最大30日間保存することがあります。Xは、私が", "にサブスクライブしている限り、氏名、住所、ハッシュ化された公的な身分証明書番号を保存することがあります。"];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["XとAu10tixが、私の身分証明書と自撮りの画像（抽出された生体データを含む）を、身元確認やXの関連する安全とセキュリティ、なりすましの防止、支払いの目的で使用することに同意します。Au10tixは、そのデータを最大30日間保存することがあります。Xは、私が", "または", "プログラムに参加している限り、氏名、住所、ハッシュ化された公的な身分証明書番号を保存することがあります。"];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["XとAu10tixが、私の身分証明書と自撮りの画像（抽出された生体データを含む）を、身元確認やXの関連する安全とセキュリティ、なりすましの防止、支払いの目的で使用することに同意します。Au10tixは、そのデータを最大30日間保存することがあります。Xは、私が", "または", "プログラムに参加している限り、氏名、住所、ハッシュ化された公的な身分証明書番号を保存することがあります。"];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["XとStripeが、私の身分証明書と自撮りの画像（抽出された生体データを含む）を、身元確認やXの関連する安全とセキュリティ、なりすましの防止、支払いの目的で使用することに同意します。Stripeまたはそのサブプロセッサーは、そのデータを最大30日間保存し、不正行為検出の目的でモデルのトレーニングやデータベースの更新に利用することがあります。Xは、私が", "または", "プログラムに参加している限り、氏名、住所、ハッシュ化された公的な身分証明書番号を保存することがあります。"];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["XとStripeが、私の身分証明書と自撮りの画像（抽出された生体データを含む）を、身元確認やXの関連する安全とセキュリティ、なりすましの防止、支払いの目的で使用することに同意します。Stripeまたはそのサブプロセッサーは、そのデータを最大30日間保存し、不正行為検出の目的でモデルのトレーニングやデータベースの更新に利用することがあります。Xは、私が", "または", "プログラムに参加している限り、氏名、住所、ハッシュ化された公的な身分証明書番号を保存することがあります。"];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["メモするかスクリーンショットを撮影して、安全な場所に保管してください。このコードを使えるのは一度のみです。"];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["アカウントに登録された主な国です。この情報は、Xの表示内容のカスタマイズに使用されます。"];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["モバイル端末からインポートした連絡先です。この情報は、おすすめアカウントなど、Xの表示内容をカスタマイズするために使用されます。アップロードした連絡先をすべて削除し、すべての端末でXとの同期をオフにできます。この処理にはしばらく時間がかかります。"];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["オンにすると、ポストに位置情報を追加できます。"];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return [this.props.duration + "ヶ月間は", " " + this.props.discountedPrice + "（月払い）"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return [this.props.duration + "年間は", " " + this.props.discountedPrice + "（年払い）"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", "（" + this.props.duration + "年間）"];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", "（" + this.props.duration + "ヶ月間）"];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["ブロックすると、そのアカウントはあなたをフォローしたりあなたにメッセージを送信したりできなくなります。また、そのアカウントからの通知は表示されなくなります。"];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["GoogleやBingなどの検索エンジンに一部のアカウント情報が残っている場合があります。"];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["アカウントを削除しなくてもユーザー名を変更できます。", "で編集できます。"];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["現在のユーザー名やメールアドレスを別のXアカウントで使うには、このアカウントを削除する前に、このアカウントのユーザー名やメールアドレスを", "してください。"];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["", "をダウンロードする場合は、アカウントを削除する前にリクエストとダウンロードの両方を完了してください。削除されたアカウントにはデータのダウンロードリンクを送信できません。"];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["", "が正しいことを確認してください。正しくない場合、アカウントの利用が制限される可能性があります。"];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["Xでは、広告などの表示内容を年齢に合わせてカスタマイズしています。詳細は", "をご覧ください。"];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["誕生日を見ることができる人を設定できます。"];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", "さんがホストしています"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", "さんが共同ホストになっています"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", "さんが発言しています"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", "さんがリスニング中"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + "～" + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", "を作成"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["このウェブサイトを持つ企業はすでに存在しています。", "ですか？"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["この設定はフォローしているアカウントからの通知には影響しません。"];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["単語、フレーズ、@ユーザー名、またはハッシュタグをミュートできます。一度にミュートできるのは1つのキーワードのみです。"];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["キーワードをミュートすると、そのキーワードを含むポストは通知されず、ホームタイムラインにも表示されなくなります。"];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["ミュートしているアカウントのリストです。このリストで追加や削除を行えます。"];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["Xでのセンシティブなメディアの表示設定を管理します。詳細は、", "をご覧ください。"];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["これには、", "をセンシティブにしているアカウントによるメディアなど、センシティブとして設定された他のメディアが含まれます。"];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["ご利用のアカウントは報告されているため、クリエイター収益配分プログラムに参加できません。", "の手順で異議申し立てをすることができます。異議申し立ての確認中、収益配分は累積され続けます。"];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["ご利用のアカウントは報告されているため、広告収益配分プログラムに参加できません。", "の手順で異議申し立てをすることができます。異議申し立ての確認中、収益配分は累積され続けます。"];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["", this.props.name + "さんにサブスクライブする"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["収益の"];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["申し込みすることにより、", "に拘束されることに同意したとみなされます"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["あなたと登録アカウント双方が納得できる月額料金を選びましょう。収益の"];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["[承諾して続ける] を選択することにより、", "に拘束されることに同意したとみなされます"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["サブスクリプションの価格をもう一度確認してください。", "。"];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["Stripeアカウントを確認しました。アカウントのサブスクリプションはまもなく有効になります。有効になりましたらすぐに通知が送信されます。プロフィールに移動し、サブスクリプションが有効になっているかどうかを確認することもできます。"];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["以下をタップすることにより、", "に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["[参加して身分証明書を確認] を選択することにより、", "に同意したものとみなされます"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["[参加して身分証明書を確認] を選択することにより、", "に同意したものとみなされます"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["自分のポストへの返信に表示される広告から収益を得ましょう。広告収益プログラムに参加するには、ご利用のアカウントが", "と", "に従っている必要があります。"];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["Xが表示内容をカスタマイズする方法は、", "で指定できます"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["はい、すべての自動アカウントにはラベルが必要です。これは、", "で求められています。"];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["詳細は、", "ページをご覧ください。"];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["詳しくは、", "ページをご覧ください。"];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["ご利用ありがとうございました。 #GoodBye"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["生年月日を指定していない場合、Xのプロフィールやアクティビティを基に年齢範囲が表示されています。年齢情報は表示内容のカスタマイズに使用されます。"];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["正しくない場合は生年月日を", "に追加してください。 追加した生年月日は非公開に設定できます。   "];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["テイラードオーディエンスは多くの場合メールリストや閲覧内容から作成されます。これにより、広告主は見込み客やビジネスにすでに関心を示している利用者にリーチすることができます。"];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["現在、", "（", "）に属しています"];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["オンにするには、", " 設定に移動し、[推測される識別情報をもとにカスタマイズ] をオンにします。"];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["オンにするには、", " 設定に移動し、[推測される識別情報をもとにカスタマイズ] をオンにします。"];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["この情報は、", " 設定で [推測される識別情報をもとにカスタマイズ] をオフにすると削除できます。"];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["この情報は、", " 設定で [推測される識別情報をもとにカスタマイズ] をオフにすると削除できます。"];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["Xに登録されたメールアドレスと共通の要素を持つメールアドレスの推測されるハッシュです。この情報は、", " 設定で [推測される識別情報をもとにカスタマイズ] をオフにすると削除できます。"];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["このブラウザでのXのご利用がより快適になるよう使用されている端末です。"];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["アカウントに登録されているブラウザと端末です。"];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["表示内容のカスタマイズに使用されるブラウザ、端末、その他の情報です。これには、Xのログインに使ったことのない端末とブラウザや、Xアカウントに登録された情報に似ているメールアドレスと電話番号が含まれます。"];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["オンにするには", "に移動します。"];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["アプリが不審な動作をしている場合は、", " からアクセス権を取り消してください。IPアドレスの位置情報は実際にいる場所と異なる場合があります。"];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["Xのパートナーは、お買い物内容、ライフスタイル、オンラインおよびオフラインでの他の行動に基づいてオーディエンスを作成します。"];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["問題が発生したためXデータを送信できません。データをリクエストするには、", "してください。"];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", "前"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["上位1,000人のゲストのみ表示できます。匿名ユーザーやXにログインせずに聞いているユーザーが含まれる可能性があります。", "。"];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "分" + this.props.seconds + "秒"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "時間" + this.props.minutes + "分"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", "さんがグループ画像を変更しました"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["グループ名を", "に変更しました"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", "さんがグループ名を", "に変更しました"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["グループ名が", "に変更されました"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", "さんが", "さんを追加しました"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", "さんが追加されました"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", "さんが退出しました"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", "さんがあなたを追加しました"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["他", "がこのグループに参加しています"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["他 " + this.props.count + "件のアカウントがこのグループに参加しています"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["センシティブな内容が含まれている可能性のあるポストです。"];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", "さん ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["メッセージは暗号化されています。"];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["このユーザーには暗号化されたダイレクトメッセージを送信できません。"];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["今後このアカウントにメッセージを送信しないように設定できます。"];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["この会話は暗号化されており、現在の端末からはアクセスできません。アクセスするには、以前使用していた端末からログインしてください。"];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["あなたは認証されていないため、このグループにはメッセージを送信できません。"];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["あなたは認証されていないため、このユーザーにはメッセージを送信できません。"];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["", "さんのFleetに返信しました: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["あなたのFleetに反応しました: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", "さんがGIF画像を送信しました"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", "さんがリンクを送信しました"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", "さんが画像を送信しました"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", "さんがステッカーを送信しました"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", "さんが動画を送信しました"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", "さんが音声メッセージを送信しました"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", "さんがポストを共有しました"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", "さん:"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["あなたが@", "さんの動画に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", "さんが@", "さんの動画に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["あなたが動画に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", "さんが動画に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["あなたが@", "さんの画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", "さんが@", "さんの画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["あなたが画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", "さんが画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["あなたが@", "さんのGIF画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", "さんが@", "さんのGIF画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["あなたがGIF画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", "さんがGIF画像に", "でリアクションしました"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["あなたが@", "さんのポストに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", "さんが@", "さんのポストに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["あなたがポストに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", "さんがポストに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["あなたが@", "さんのリンクに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", "さんが@", "さんのリンクに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["あなたがリンクに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", "さんがリンクに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["あなたが@", "さんのメッセージに", "でリアクションしました: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", "さんが@", "さんのメッセージに", "にリアクションしました: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["あなたが", "でリアクションしました: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", "さんが", "でリアクションしました: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["あなたが@", "さんの音声メッセージに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", "さんが@", "さんの音声メッセージに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["あなたが音声メッセージに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", "さんが音声メッセージに", "でリアクションしました"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["あなたが", "でリアクションしました"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", "さんが", "でリアクションしました"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["共有したリンクやメディアは、スパム、攻撃的な行為、禁止コンテンツがないかXシステムによりスキャンされます。また、Xでは、不審な操作の検出や使いやすさ向上の目的で使用パターンも分析しています。報告された違反やサービスの不正使用について調査したり、法律または政府の要請に従ったりする目的で、DMを手作業によって確認することもあります。詳細は、", "をご覧ください。"];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["フォローしていないユーザーからのメッセージリクエストはここに表示されます。そのユーザーのメッセージに返信するには、リクエストを承認してください。"];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["認証を開始すると、お客様、端末、ブラウザについての情報がGoogleにより収集および使用される可能性があります。Googleの", "をご覧ください。"];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " 件のいいね"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " 件の画像と動画"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " 件のポスト"];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["このポストを表示してもよろしいですか？これによって@" + this.props.screenName + "さんのブロックが解除されることはありません。"];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["知的財産権侵害の問題を報告するには、", "に移動してください。この商品の他の問題を報告するには、iOSアプリまたはAndroidアプリに移動してください。"];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["商品の違反についての詳細は、", "してください。"];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["件数: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["カテゴリーはユーザー自身が選択したものであり、Xが割り当て、認証、承認したものではありません。"];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["このアカウントは", "の関連アカウントです。"];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["@" + this.props.screenName + "さんから承認された場合のみポストを表示できます。承認をリクエストするには [フォローする] をクリックします。"];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["Xでは、", "に違反しているアカウントを凍結しています"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["Xアカウント", "があなたのものであるかどうかを確認してください。あなたのものではない場合、アカウントから", "が削除されます。"];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["Xアカウント", "があなたのものであり、今後Xからのメール通知の配信停止をご希望の場合は、", "に移動してください。"];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["メールアドレス", "をXアカウント", "から削除しました。今後、Xからこのアカウントへの通知は配信されません。"];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["他のユーザーがXアカウントに登録する際にあなたのメールアドレスを間違って入力した可能性があります。または、不正利用を目的として使っている可能性もあります。アカウントを報告すると、スパムの特定と削除に役立てられます。"];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["話題の記事を最大限に活用するには、", "をフォローしましょう。"];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + "さんをフォローしました。", "。"];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["匿名でリスニングしている間、あなたは他のユーザーから見えず、参加することもできません。"];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["サブスクライバーのメリットの1つとして、このようなスペースへの独占アクセスがあります。@" + this.props.screenName + "さんのサブスクライバーだけがこのスペースに参加できます。", "。"];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["評価ポイントを現在のスコア" + this.props.currentImpact + "から" + this.props.ratingImpactToEarnIn + "に上げると、ノート作成のロックが解除されます。"];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["このポストに含まれるリンク（", "）: このリンクを含むすべてのポストに表示する必要があります"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["このノートは、ポストの内容が異なっていても、この画像が含まれる", "で役に立つとみなしてよろしいですか？"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["このノートは、ポストの内容が異なっていても、この画像が含まれるポストすべてで役に立つとみなしてよろしいですか？"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["このノートは、ポストの内容が異なっていても、この動画が含まれる", "で役に立つとみなしてよろしいですか？"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["このノートは、ポストの内容が異なっていても、この動画が含まれるポストすべてで役に立つとみなしてよろしいですか？"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["このノートは、ポストの内容が異なっていても、このメディアが含まれる", "で役に立つとみなしてよろしいですか？"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["このノートは、ポストの内容が異なっていても、このメディアが含まれるポストすべてで役に立つとみなしてよろしいですか？"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["コミュニティノートの詳細は"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["リクエストは匿名ですが、透明性を保つため"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["コミュニティノートの作成と評価に協力する場合は", "してください。"];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["リクエストの品質維持とスパムの防止のため、コミュニティノートをリクエストするにはアカウントの電話番号を認証してください。"];
                            },
                        },
                        {
                            key: "a7eaa695",
                            get: function () {
                                return ["", "ポストを見分けるのに役立ちます"];
                            },
                        },
                        {
                            key: "f863bea7",
                            get: function () {
                                return ["ポストに悪影響を与えることはありませんが、いいねを幅広く獲得したポストを", "のに役立つ可能性があります"];
                            },
                        },
                        {
                            key: "e59bfa27",
                            get: function () {
                                return ["この試験的な機能の"];
                            },
                        },
                        {
                            key: "ffd3d1a1",
                            get: function () {
                                return ["評価は匿名ですが、透明性を保つため公開されます。"];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["ポストの作成者は、", "できます"];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return ["評価ポイント" + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return ["作成ポイント" + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["もともとはすでに削除されているポストの画像に追加されたノートですが、同じ画像が含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["もともとは", "の画像に追加されたノートですが、同じ画像が含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["もともとはすでに削除されているポストの動画に追加されたノートですが、同じ動画が含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["もともとは", "の動画に追加されたノートですが、同じ動画が含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["もともとはすでに削除されているポストのメディアに追加されたノートですが、同じメディアが含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["もともとは", "のメディアに追加されたノートですが、同じメディアが含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["もともとはすでに削除されているポストで作成されたノートですが、", "へのリンクが含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["もともとは", "で作成されたノートですが、", "へのリンクが含まれる他のポストに表示される可能性があります"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["他のユーザーが同意した場合、この動画を含む", "に表示される可能性があります。"];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["他のユーザーが同意した場合、この動画を含むポストに表示される可能性があります。"];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["他のユーザーが同意した場合、この画像を含む", "に表示される可能性があります。"];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["他のユーザーが同意した場合、この画像を含むポストに表示される可能性があります。"];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["他のユーザーが同意した場合、このメディアを含む", "に表示される可能性があります。"];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["他のユーザーが同意した場合、このメディアを含むポストに表示される可能性があります。"];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["もともとはすでに削除されているポストの動画に追加されたノートですが、同じ動画が含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["もともとは", "の動画に追加されたノートですが、同じ動画が含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["もともとはすでに削除されているポストの動画に追加されたノートですが、同じ動画が含まれる", "に表示されている可能性があります"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["もともとは", "の動画に追加されたノートですが、同じ動画が含まれる", "に表示される可能性があります"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["もともとはすでに削除されているポストの画像に追加されたノートですが、同じ画像が含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["もともとは", "の画像に追加されたノートですが、同じ画像が含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["もともとはすでに削除されているポストの画像に追加されたノートですが、同じ画像が含まれる", "に表示されている可能性があります"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["もともとは", "の画像に追加されたノートですが、同じ画像が含まれる", "に表示される可能性があります"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["もともとはすでに削除されているポストのメディアに追加されたノートですが、同じメディアが含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["もともとは", "のメディアに追加されたノートですが、同じメディアが含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["もともとはすでに削除されているポストのメディアに追加されたノートですが、同じメディアが含まれる", "に表示されている可能性があります"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["もともとは", "のメディアに追加されたノートですが、同じメディアが含まれる", "に表示される可能性があります"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["", "へのリンクが含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["", "へのリンクが含まれる", "に表示される可能性があります"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["もともとはすでに削除されているポストに追加されたノートです。", "へのリンクが含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["もともとは", "に追加されたノートです。", "へのリンクが含まれる", "に表示されています"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["もともとはすでに削除されているポストに追加されたノートです。", "へのリンクが含まれる", "に表示される可能性があります"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["もともとは", "に追加されたノートです。", "へのリンクが含まれる", "に表示される可能性があります"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["Xの小規模なテストグループにのみ表示されています · 表示" + this.props.impressionTruncated + "件以上"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["Xの小規模なテストグループにのみ表示されています"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["Xに表示されています · 表示" + this.props.impressionTruncated + "件以上"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["Xに表示されます"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["評価は匿名ですが、透明性を保つため公開されます。コミュニティノートにおける", "をご覧ください。"];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["このノートを", "と評価しました。"];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["このノートを", "と評価しました。"];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["このノートを", "と評価しました。"];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["このノートを、", "へのリンクが含まれる", "に表示しますか？ "];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["これと同じ動画が含まれる", "にこのノートを表示しますか？"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["これと同じ画像が含まれる", "にこのノートを表示しますか？"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["これと同じメディアが含まれる", "にこのノートを表示しますか？"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["このノートを、", "へのリンクが含まれるすべてのポストに表示しますか？ "];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["これと同じ動画が含まれるすべてのポストにこのノートを表示しますか？"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["これと同じ画像が含まれるすべてのポストにこのノートを表示しますか？"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["これと同じメディアが含まれるすべてのポストにこのノートを表示しますか？"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["コミュニティノートを改善するためのご意見やご提案をお持ちの場合、"];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["リクエスターが引用している他" + this.props.remainingCount + "件のポストを表示"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["コミュニティノートの協力者はコードネームを使います · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["これはコミュニティノートの新機能です。ぜひ"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["評価ポイントを現在のスコア" + this.props.currentRatingImpact + "から" + this.props.requiredRatingImpact + "に上げてください。"];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + "件の削除済みノート"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["ノート作成のロックを解除するには、このスコアを" + this.props.requiredRatingImpact + "に上げてください"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["ノートの作成を開始しますか？評価ポイントを" + this.props.requiredRatingImpact + "以上に上げましょう。"];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["コミュニティノートでは、ノートの作成者と評価者を正確に評価するため、削除されたノートのステータスが保持されます。"];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["背景情報はXを利用しているユーザーにより作成されたものであり、他のユーザーが「役に立った」と評価すると表示されます。"];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["データセットの使用には、X開発者契約およびポリシーが適用されます。ダウンロードアイコンをクリックすることにより、", "に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["ファイル番号" + this.props.fileIndex + "/" + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["別のキーワードを検索するか、", "がセンシティブな内容から保護する設定になっていないかどうかを確認してください。"];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", "前にアクティブ"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["", "さんをモデレーターにしてもよろしいですか？"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["", "さんをモデレーターから削除してもよろしいですか？"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["続けるには「", "」と入力してください"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", "さんがポストを非表示にしました"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", "さんがポストを固定しました"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", "さんがポストの固定を解除しました"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", "さんがポストの非表示を解除しました"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", "さんがメンバーを削除しました"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", "さんがメンバーを元に戻しました"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", "さんがこのコミュニティに参加しました"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", "さんがこのコミュニティから退出しました"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", "さんがメンバーリクエストを承認しました"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", "さんがメンバーリクエストを承認しませんでした"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", "さんがメンバーリクエストを再承認しました"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", "と", "が報告"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", "が報告"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", "が報告"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["@", "さんのポストを非表示にしました"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["@", "さんのポストを保持しました"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["作成日: " + this.props.date + " 作成者: "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["この機能を使用する場合、あなたが所有するアカウントに切り替えてください。あなたはコントリビュータとして、ダイレクトメッセージの送信、ポストの公開、リストの作成、およびこれらの閲覧を行えます。Xでは、アカウント権限の付与に関する利便性の向上に努めています。ご意見・ご要望がございましたら、どうぞお気軽に", "よりお寄せください。"];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["この機能を使用する場合、あなたが所有するアカウントに切り替えてください。管理者は、ダイレクトメッセージの送信、ポストの公開、リストの作成を行えます。それらを表示することもできます。さらに、アカウントのコントリビュータの招待/削除、ポストアナリティクスの表示も行えます。Xでは、アカウント権限の付与に関する利便性の向上に努めています。ご意見・ご要望がございましたら、どうぞお気軽に", "よりお寄せください。"];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["この求人についての詳細は、", "してください"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["", "における", "の求人をタイムラインに表示し始める"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", "における", "の求人を表示中"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["ポストを表示しても、@" + this.props.screenName + "さんのブロックは解除されません。"];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["", "で事前予約"];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["収益化プログラムとポリシーについての詳細は", "をご覧ください。"];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["（手数料", "）"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["（手数料", "%、最低", "）"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["手数料", "%、最低"];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["購入することにより、", "と", "に同意したものとみなされます。利用規約に記載されているとおり、サブスクリプションはキャンセルするまで自動更新されます。いつでもキャンセルできます。"];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["購入することにより、", "と", "に同意したものとみなされます。"];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["認証済みアカウントからいいね、@ポスト、リポストなどがあると、通知がこちらに表示されます。"];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["サードパーティアプリのアクセスについて詳しくは", "をご覧ください。"];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", "によって作成されました。" + this.props.orgName + "の", "と", "をお読みください。"];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["", "にメッセージを送信してサポートを受けてください。"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", "人材募集を始めましょう。"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["同期元: "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["共有元: "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X人材募集についてのご質問は、", "までメールでお送りください。"];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["（組織の場合は", "）"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["", "を開始してサブスクライブすることにより、", "に同意したものとみなされます。" + this.props.numberOfDays + "日間の無料トライアルが終了すると、" + this.props.numberOfDays + "日間の無料トライアル期間内にキャンセルしない限り、登録時に選択した1年プランまたは1ヶ月プランの金額が請求されます。利用規約に記載されているとおり、サブスクリプションはキャンセルするまで自動更新されます。", "。更新の24時間前までにキャンセルすれば、追加の請求は発生しません。サブスクライブするには認証済みの電話番号が必要となります。他のプラットフォームでサブスクライブした場合、サブスクリプションはそのプラットフォーム上で管理してください。"];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["サブスクライブすることにより、", "に同意したものとみなされます。", "に記載されているとおり、サブスクリプションはキャンセルするまで自動更新されます。", "。更新の24時間前までにキャンセルすれば、追加の請求は発生しません。アップグレードすると、現在のサブスクリプションと関連する機能がすぐに新しいサブスクリプションレベルに切り替わります。新しいレベルの料金はすぐに請求されますが、現在の課金サイクルから按分された残高が本日の合計請求額に充当されます。法律により義務付けられている場合を除き、それまでのサブスクリプションのいかなる期間への返金も行いません。"];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["サブスクライブすることにより、", "に同意したものとみなされます。", "に記載されているとおり、サブスクリプションはキャンセルするまで自動更新されます。", "。更新の24時間前までにキャンセルすれば、追加の請求は発生しません。ダウングレードすると、現在のサブスクリプションは、新しいサブスクリプションが開始される次の課金サイクルまで有効になります。次の課金サイクルの開始時、新しいレベルの料金が請求されます。"];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["サブスクライブすることにより、", "に同意したものとみなされます。", "に記載されているとおり、サブスクリプションはキャンセルするまで自動更新されます。", "。更新の24時間前までにキャンセルすれば、追加の請求は発生しません。切り替えると、ご利用のレベルに関連する機能を引き続きご利用いただけます。新しい年間プランの料金がすぐに請求され、毎月の課金サイクルから按分された残高が本日の合計請求額に充当されます。"];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["サブスクライブすることにより、", "に同意したものとみなされます。", "に記載されているとおり、サブスクリプションはキャンセルするまで自動更新されます。", "。更新の24時間前までにキャンセルすれば、追加の請求は発生しません。切り替えると、ご利用のレベルに関連する機能を引き続きご利用いただけます。当該レベルの月額料金はすぐに請求されますが、年間支払いから按分されたクレジット残高がなくなるまで月額料金に充当されます。"];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + "でサブスクライブ"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + "（年払い）"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["所在地情報はGoogleと共有されます。詳細は、", "と", "をご覧ください。"];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["コミュニティの管理者とモデレーターだけがプロフィールにスポットライトを表示できます。", "しますか？"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["お近くのカウンセリングセンターについては、", "のウェブサイトをご覧ください。"];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["危険を感じる場合は、お近くの執行機関／捜査機関まで連絡することをおすすめします。執行機関／捜査機関がフォローアップについての質問をお持ちの場合、", "をご覧いただけます。"];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["[", "] からいつでもフォロー解除できます。"];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["最終更新: "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["サークルを編集しても他のユーザーには通知されません。追加されたユーザーはすべて、サークルの過去のポストを表示できるようになります。"];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["このポストが表示された回数です。詳細については", "をご覧ください。"];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["このポストが表示された回数です。表示回数が表示されるまで数分かかる場合があります。詳細については", "をご覧ください。"];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["このポストの表示回数を表示できません。詳細は", "に移動してください。"];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["[プロモーションを作成] をクリックすると、", "および", "を読み、同意したとみなされます。"];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["[プロモーションを作成] をクリックすると、", "を読み、同意したことになります。"];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["Xの", "にもとづき、この広告アカウントでは一部のターゲティングオプションを利用できません。"];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["[ポストをプロモーション] をクリックすると、", "および", "を読み、同意したものとみなされます。"];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["[ポストをプロモーション] をクリックすると、", "を読み、同意したものとみなされます。"];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["このポストに非表示の返信はありませんが、非公開ポストは除外されている可能性があります。"];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["以下をクリックして購入することにより、", "に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["ブロックすると、", "さんがこのリストを含む自分のリストすべてにあなたを追加できなくなります。"];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["メールアドレスを" + this.props.creatorName + "さんと共有します。承諾することにより、プラットフォーム外でのコミュニケーションの目的でXがメールアドレスをクリエイターと共有することに同意し、", "に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["1年間の" + this.props.tier + "を" + this.props.price + "で@" + this.props.screenName + "さんにプレゼントできます。お支払いを完了すると、ギフトを送ったことが相手に通知されます。"];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["ギフトサブスクリプションの価格は購入と同時に課金され、払い戻しできません。ギフトサブスクリプションは1回限り使用でき、交換したり、組み合わせたりすることはできません。また、金銭的価値はありません。Xによる審査が完了し、受け取り側ユーザーに割り当てられると有効になります。受け取り側ユーザーは、", "とポリシーに同意する必要があります。受け取り側ユーザーが資格要件を満たさない場合、サブスクリプションをキャンセルした場合、または利用規約とポリシーに同意しない場合、ギフトを引き換えることはできず、払い戻しもできません。税金が加算されることがあります。利用規約は変更される可能性があります。", "。"];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["組織は金色のチェックマーク、個人は青色のチェックマークです。不適切な使用が見られた場合、サブスクリプションがキャンセルされます。", "にもとづき、その場合の返金はありません。"];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["組織は正方形のプロフィール画像、個人は丸いプロフィール画像です。不適切な使用が見られた場合、サブスクリプションがキャンセルされます。", "にもとづき、その場合の返金はありません。"];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["", "ポータルから求人をプロモーションする際に使用する広告アカウントを設定します。"];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["資格のあるアカウントが見つかりません。次のステップで", "ページを確認してください。"];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["認証済み組織をキャンセルすると、組織の金色のチェックマークがすぐに失われます。"];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["さらに、すべての関連アカウントがすぐにキャンセルされ、金色または青色のチェックマークと関連アカウントバッジが失われます。"];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["キャンセルすると、組織とすべての関連アカウントからチェックマークおよびすべての有料機能がすぐに削除されます。"];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["キャンセルを中止した場合、今後" + this.props.totalDays + "日間、さらに" + this.props.creditAmount + "米ドルの無料広告クレジットが" + this.props.daysOfCouponInterval + "日ごとにポータルに追加されます。この特典を獲得すると、このクレジットを組織のために活用できるようサポートチームがお手伝いいたします。"];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["キャンセルを中止した場合、今後" + this.props.daysToWaitForFirstRedeemable + "日間、さらに" + this.props.creditAmount + "米ドルの無料広告クレジットがポータルに追加されます。この特典を獲得すると、このクレジットを組織のために活用できるようサポートチームがお手伝いいたします。"];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["これは1回限りの特典のため、後で利用することはできません。"];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["キャンセルを中止して1回限りの特典を獲得できます。この特典を後で利用することはできません。サブスクリプションの次の課金サイクルまでの残り日数分は返金されません。それ以降の課金は停止されます。"];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["認証済み組織には、あらゆる問題についてXの優先サポートをご利用いただけます。どのような問題でも、できる限り早く問題の解決をお手伝いいたします。認証済み組織チームメンバーとの電話をスケジュールし、担当者に相談することをご希望ですか？"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["キャンセルした場合、この無料広告クレジットがすぐに使用できなくなるだけでなく、今後サブスクリプションから追加されるすべての広告クレジットも使用できなくなります。この特典にお支払い済みの場合、引き続き使用することをおすすめします。"];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["上限を引き上げるには、", "から認証プレミアムサポートチームまでお問い合わせください。"];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["関連アカウントあたりの料金: ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["最初の1年間は年額", "、その後は年額", "になります。"];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["関連アカウントを追加するたびに、アカウントあたり", "/月かかります。"];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", "（", "）+", "アカウントあたり/", "（", "）。"];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", "（", "）。"];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["", "までにサブスクライブすると、1年プランが30%の割引になり、最大12,000ドルの無料広告クレジットを獲得できます"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["フルアクセスの価格は", "/", "（", "）です。関連アカウントを追加するたびに、アカウントあたり", "/月", "（", "）かかります。"];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["ベーシックは", "/", "（", "）です。"];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["[登録する] をクリックすることにより、Xの", "に同意したとみなされます。サブスクリプションはキャンセルするまで自動更新されます。どのアカウントも、登録するには手動での承認が必要です。"];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["[登録する] をクリックすることにより、Xの", "に同意したとみなされます。サブスクリプションはキャンセルするまで自動更新されます。登録したアカウントは信ぴょう性が審査されます。登録したアカウントが組織ではない場合、登録は承認されません。その場合の返金はありません。"];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ 組織とその関連アカウントがご利用いただける", "の広告クレジットが期間限定で", "付与され、専用サポートもご利用いただけます。"];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ 組織でご利用いただける", "の広告クレジットが期間限定で", "付与され、専用サポートもご利用いただけます。"];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + ": " + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + ": " + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["こちらではこのサブスクリプションの変更を行えません。", "から認証 Premium サポートまでお問い合わせください。"];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["関連カウントがさらに必要な場合は、", "から認証担当セールスまでお問い合わせください。"];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["[" + this.props.action + "] をクリックすることにより、", "に同意したとみなされます。"];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["この情報は", "さんの申請の審査に使用されます。", "。"];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["このボックスをオンにすることにより、", "に記載された利用規約を読み、同意したとみなされます。"];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["認証済み組織には、" + this.props.xtc_coupon_value + "（またはそれに相当する現地通貨）の広告クレジットが付与されます*。広告クレジットは、組織またはその任意の関連アカウントに適用できます。広告クレジットを使用するには、以下の広告アカウントを選択してください。"];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["認証済み組織には、" + this.props.xtc_coupon_value + "（またはそれに相当する現地通貨）の広告クレジットが付与されます*。30日ごとに" + this.props.xtc_coupon_value + "（またはそれに相当する現地通貨）が付与され、いつでも広告に使用できます。広告クレジットは、組織またはその任意の関連アカウントに適用できます。広告クレジットを使用するには、以下の広告アカウントを選択してください。"];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["広告アカウントIDは", "で管理できます。"];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["問題が発生した場合、", "までお問い合わせください。"];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["この広告クレジットの残り", "は、", "日以内にご利用ください。"];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["広告クレジットを有効にします。複数の広告アカウントをお持ちの場合、以下の入力内容を編集できます。" + this.props.expiresAt + "まで引き換え可能"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["ご利用のXアカウントに関連付けられた広告IDを調べます。", "で確認できます。"];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["広告マネージャーで [新しいお支払い方法を追加] を選択し、支払い方法としてクレジットカードを追加します。クレジットカードを設定していない場合、クレジットは適用されず、広告は配信されません。"];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["ページの上部にあるテキスト入力に広告アカウントIDをコピーします。[有効にする] をクリックします。"];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["広告キャンペーンを開始します。"];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["広告マネージャーで [新しいお支払い方法を追加] を選択し、支払い方法としてクレジットカードを追加します。クレジットカードを設定していない場合、広告は配信されません。"];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["広告マネージャーの [請求] で、クレジットが適用されたことを確認できます。"];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["過去にXで広告を配信したことがある場合、複数の広告アカウントIDをお持ちの可能性があります。"];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["すべての広告アカウントIDのリストは、", "で確認できます。"];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["正しい広告アカウントIDを選択したことを確認し、クレジットを適用します。"];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["認証済み組織のフルアクセスサブスクライバーは、任意の関連アカウントでクレジットを適用できます。"];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["これを行うには、広告キャンペーンを実施する関連アカウントの広告アカウントIDへのアクセス権が必要です。"];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["これは、関連アカウントにログインし、", "に移動して確認できます。"];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["認証済み組織には、", "と求人プロモーションに使用できるクレジットを受け取る資格があります。以下の手順で広告機能をすべて有効にしてください。"];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["認証済み組織には、", "に使用できるクレジットを受け取る資格があります。以下の手順で広告機能をすべて有効にしてください。"];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["クーポンを有効にする"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["この" + this.props.couponAmount + "のクレジットを受け取るには、良好な状態にあるアクティブなアカウントを選択してください。"];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["アカウントIDのリストは、", "にあります。IDの例: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["", "アクションを使って求人をプロモーションする準備ができました"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["資格を取得すると、", "アクションを使って求人をプロモーションできます"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["商標権者またはその正当な代理人により送信されたリクエストについては、調査が実施されます。詳細は、", "をご覧ください。"];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["リスト所有者のユーザー名とリスト名を「", "」の形式で入力します。"];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["この列は、", "に切り替えた場合のみクリアできます。"];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["", "でプライバシーポリシーをご覧ください"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["", "で利用規約をご覧ください"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["Xとそのパートナーは、Cookieを使用して、より高品質、安全かつ迅速なサービスを提供しており、また、Cookieの使用は私たちのビジネスを支えています。Cookieの中には、Xのサービスをご利用いただくため、サービス改善のため、そしてサービスが適切に動作することを確実にするために必要となるものがあります。それに加えて、[全てのCookieを受け入れる] をクリックすることで、Xとそのパートナーが、あなたの興味関心にカスタマイズされた広告やコミュニケーションを提供する目的のためにもCookieを使用することを許可します。他方、[不要なCookieを拒否する] をクリックすると、カスタマイズされた広告やコミュニケーションのための追加的なデータ収集にCookieは使用されません。XにおけるCookieの使用方法についての詳細は、XヘルプセンターのCookieページ（", "）をご覧ください。"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " 作成者より"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " 記事"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", "さんと", "さん"];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", "さん、", "さん"];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", "さんと", "さん"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["このメディアは、" + this.props.copyrightHolder + "さんによる著作権についての申し立てにより無効になりました。異議申し立てをするには、", "を使ってください。"];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", "さんがリポスト"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["投稿者: "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", "と"];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", "さんと"];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["返信先: ", "さん"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["返信先: ", "さん, ", "", "さん"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["返信先: ", "さん"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["返信先: ", "さん, ", "さん, ", "", "さん"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["返信先: ", "さん、", "さん"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["所要時間"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", "から"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " 人のメンバー"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", "さんにフォローされています"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", "さんと", "さんにフォローされています"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", "さん、", "さん、", "さんにフォローされています"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["フォローしている", "さん、", "さん、他", "人にフォローされています"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", "さんと他", "人がこのトピックでトレンドになっています"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["資金提供元: "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["資金提供元: ", "（候補者または候補者委員会により非公認）"];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["資金提供元: ", " · 公認元: " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["あなたとあなたのサークルに追加されているユーザーのみ、このポストを表示できます。リポスト、引用、共有はできません。"];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["トレンドトピック: "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["トレンドトピック: ", "、"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " 場所: "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    a = d.Children.toArray(this.props.children),
                                    c = ((e = this.props.$i18n), b[u[e]] || i);
                                return function (e, f, n) {
                                    return e.concat(f, a[c(n)]);
                                };
                            },
                        },
                    ]) && t(f.prototype, n),
                    o && t(f, o),
                    Object.defineProperty(f, "prototype", { writable: !1 }),
                    g
                );
            })(c(111677)._ActualI18NFormatMessage || d.Component);
            f("_ActualI18NFormatMessage", o),
                f("I18NFormatMessage", function (e) {
                    return d.createElement(o, e);
                });
            var g = c(495075);
            c(800694), c(556829), c(530152), c(658610), c(492344), c(663823);
            g._validateParameterTypeNumber, g._validateParameterPresence;
            var m = g._numberRound,
                s = (g._numberFormat, g._numberFormatterFn),
                h = g._pluralGeneratorFn,
                y = (g._currencyNameFormat, g._currencyFormatterFn),
                k = (g._validateParameterTypeDate, g._dateToPartsFormat, g._dateToPartsFormatterFn),
                j = (g._dateFormat, g._dateFormatterFn),
                p = g._relativeTimeFormatterFn,
                N = g._unitFormatterFn;
            (g.a79651564 = s(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], g("ja").pluralGenerator({}))),
                (g.b337246344 = s(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a163124482 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1690961346 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b879863466 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2117707853 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], g("ja").pluralGenerator({}))),
                (g.b1817190209 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1549722900 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1219957139 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1273813843 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], g("ja").pluralGenerator({}))),
                (g.b1174492426 = s(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2051999604 = s(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2127359096 = s(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], g("ja").pluralGenerator({}))),
                (g.a1140496381 = s(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1121457434 = s(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a270388635 = s(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b843358382 = s(["'A$'", , 1, 2, 2, , , 0, 3, , "", "'A$'#,##0.00", "-'A$''A$'#,##0.00", "-'A$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1360338065 = s(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b376593013 = s(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1410520428 = s(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a817687317 = s(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b847920415 = s(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a314356212 = s(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a21492607 = s(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b664001092 = s(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1936780576 = s(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a750943994 = s(["'元' ", , 1, 2, 2, , , 0, 3, , "", "'元' #,##0.00", "-'元' '元' #,##0.00", "-'元' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1970938563 = s(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1825665431 = s(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a820327033 = s(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1202710767 = s(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a341727087 = s(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1506224923 = s(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b489850276 = s(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b688465333 = s(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1233404441 = s(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1791301894 = s(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a741118396 = s(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b798367644 = s(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b155234640 = s(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b919418909 = s(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1025496718 = s(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a910355957 = s(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1474763770 = s(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1516787320 = s(["'￥'", , 1, 0, 0, , , , 3, , "", "'￥'#,##0", "-'￥''￥'#,##0", "-'￥'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1336677124 = s(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a531092020 = s(["'₩'", , 1, 0, 0, , , , 3, , "", "'₩'#,##0", "-'₩''₩'#,##0", "-'₩'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1044494639 = s(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1870031880 = s(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1994673677 = s(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1868780909 = s(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b235570185 = s(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b825804974 = s(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a907432503 = s(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1053004040 = s(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1745192499 = s(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b329370415 = s(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1311799364 = s(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a528370245 = s(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1305476656 = s(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1020239861 = s(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1338758043 = s(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1813620084 = s(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1472105668 = s(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a413492382 = s(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a317689689 = s(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1296872708 = s(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b739047891 = s(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1269086991 = s(["'THB' ", , 1, 2, 2, , , 0, 3, , "", "'THB' #,##0.00", "-'THB' 'THB' #,##0.00", "-'THB' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a639220321 = s(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a421789410 = s(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1590985961 = s(["'NT$'", , 1, 2, 2, , , 0, 3, , "", "'NT$'#,##0.00", "-'NT$''NT$'#,##0.00", "-'NT$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1955168038 = s(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a57240289 = s(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1185628833 = s(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1882374051 = s(["'$'", , 1, 2, 2, , , 0, 3, , "", "'$'#,##0.00", "-'$''$'#,##0.00", "-'$'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2001903994 = s(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a138065010 = s(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1038917746 = s(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b578122855 = s(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1678600762 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a846609181 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], g("ja").pluralGenerator({}))),
                (g.a291877471 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], g("ja").pluralGenerator({}))),
                (g.a1852068224 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", m("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1793486118 = h(function (e) {
                    return "other";
                })),
                (g.a1271112424 = y(g("ja").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (g.b877263193 = y(g("ja").numberFormatter({ raw: "'ALL' #,##0" }))),
                (g.a353195654 = y(g("ja").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (g.b1708697864 = y(g("ja").numberFormatter({ raw: "'A$'#,##0.00" }))),
                (g.b278429606 = y(g("ja").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (g.b1710481802 = y(g("ja").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (g.a780254335 = y(g("ja").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (g.a1381466506 = y(g("ja").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (g.a1895601932 = y(g("ja").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (g.b310031987 = y(g("ja").numberFormatter({ raw: "'BYR' #,##0" }))),
                (g.a1206718370 = y(g("ja").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (g.b1113432153 = y(g("ja").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (g.b1572093215 = y(g("ja").numberFormatter({ raw: "'CLP' #,##0" }))),
                (g.a460576506 = y(g("ja").numberFormatter({ raw: "'元' #,##0.00" }))),
                (g.a1090417828 = y(g("ja").numberFormatter({ raw: "'COP' #,##0" }))),
                (g.a2119877972 = y(g("ja").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (g.b859932316 = y(g("ja").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (g.b632683046 = y(g("ja").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (g.a1770976346 = y(g("ja").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (g.a1368384294 = y(g("ja").numberFormatter({ raw: "'€'#,##0.00" }))),
                (g.a819078611 = y(g("ja").numberFormatter({ raw: "'£'#,##0.00" }))),
                (g.a1935020854 = y(g("ja").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (g.b357095164 = y(g("ja").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (g.a1615937671 = y(g("ja").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (g.b561067097 = y(g("ja").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (g.a1958298191 = y(g("ja").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (g.a1841997649 = y(g("ja").numberFormatter({ raw: "'IDR' #,##0" }))),
                (g.a380721656 = y(g("ja").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (g.a2127099867 = y(g("ja").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (g.a93835500 = y(g("ja").numberFormatter({ raw: "'IQD' #,##0" }))),
                (g.a2069246919 = y(g("ja").numberFormatter({ raw: "'ISK' #,##0" }))),
                (g.a1550354325 = y(g("ja").numberFormatter({ raw: "'￥'#,##0" }))),
                (g.a1948783855 = y(g("ja").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (g.a715946424 = y(g("ja").numberFormatter({ raw: "'₩'#,##0" }))),
                (g.a314543664 = y(g("ja").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (g.b859846173 = y(g("ja").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (g.a943195694 = y(g("ja").numberFormatter({ raw: "'LBP' #,##0" }))),
                (g.a1454952536 = y(g("ja").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (g.a1740054754 = y(g("ja").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (g.a678992229 = y(g("ja").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (g.a1681012514 = y(g("ja").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (g.a219141875 = y(g("ja").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (g.b1356650722 = y(g("ja").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (g.b384448880 = y(g("ja").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (g.a1929755183 = y(g("ja").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (g.a354557232 = y(g("ja").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (g.b1220640719 = y(g("ja").numberFormatter({ raw: "'PKR' #,##0" }))),
                (g.b447653642 = y(g("ja").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (g.a237067398 = y(g("ja").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (g.a1405510775 = y(g("ja").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (g.a374266693 = y(g("ja").numberFormatter({ raw: "'RSD' #,##0" }))),
                (g.a2092015753 = y(g("ja").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (g.b572279228 = y(g("ja").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (g.b1517635857 = y(g("ja").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (g.a56967448 = y(g("ja").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (g.b1664944134 = y(g("ja").numberFormatter({ raw: "'THB' #,##0.00" }))),
                (g.b577631042 = y(g("ja").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (g.b721371443 = y(g("ja").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (g.b1180032505 = y(g("ja").numberFormatter({ raw: "'NT$'#,##0.00" }))),
                (g.a1911915803 = y(g("ja").numberFormatter({ raw: "'TZS' #,##0" }))),
                (g.b1667917364 = y(g("ja").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (g.b179796158 = y(g("ja").numberFormatter({ raw: "'UGX' #,##0" }))),
                (g.a1307730402 = y(g("ja").numberFormatter({ raw: "'$'#,##0.00" }))),
                (g.b727317903 = y(g("ja").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (g.b1386977668 = y(g("ja").numberFormatter({ raw: "'₫'#,##0" }))),
                (g.b1257508771 = y(g("ja").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (g.a945746564 = y(g("ja").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (g.b371357850 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "M月d日", timeSeparator: ":" })),
                (g.a727690807 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (g.a1947247032 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "aK:mm", timeSeparator: ":", dayPeriods: { am: "午前", pm: "午後" } })),
                (g.a1346059227 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "M月d日(E)", timeSeparator: ":", days: { E: { 1: { sun: "日", mon: "月", tue: "火", wed: "水", thu: "木", fri: "金", sat: "土" } } } })),
                (g.a1056829226 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日(E)", timeSeparator: ":", days: { E: { 1: { sun: "日", mon: "月", tue: "火", wed: "水", thu: "木", fri: "金", sat: "土" } } } })),
                (g.a1353447395 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "M月d日", timeSeparator: ":" })),
                (g.a1440939983 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 H:mm:ss z", timeSeparator: ":", gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (g.b704686638 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 aK:mm", timeSeparator: ":", dayPeriods: { am: "午前", pm: "午後" } })),
                (g.b534115262 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (g.b328491199 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "M月d日 aK:mm", timeSeparator: ":", dayPeriods: { am: "午前", pm: "午後" } })),
                (g.b1939347574 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd", timeSeparator: ":" })),
                (g.b352390418 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "y年", timeSeparator: ":" })),
                (g.a23413257 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "y年M月", timeSeparator: ":" })),
                (g.a580962012 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日EEEE H時mm分ss秒 zzzz", timeSeparator: ":", days: { E: { 4: { sun: "日曜日", mon: "月曜日", tue: "火曜日", wed: "水曜日", thu: "木曜日", fri: "金曜日", sat: "土曜日" } } }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (g.b443555338 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd H:mm:ss", timeSeparator: ":" })),
                (g.a748931790 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd", timeSeparator: ":" })),
                (g.b1284003061 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "H:mm", timeSeparator: ":" })),
                (g.b769374083 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "aK:mm (E)", timeSeparator: ":", dayPeriods: { am: "午前", pm: "午後" }, days: { E: { 1: { sun: "日", mon: "月", tue: "火", wed: "水", thu: "木", fri: "金", sat: "土" } } } })),
                (g.a727005614 = k({ 1: g("ja").numberFormatter({ raw: "0" }) }, { pattern: "y年M月", timeSeparator: ":" })),
                (g.a881202397 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "日曜日", mon: "月曜日", tue: "火曜日", wed: "水曜日", thu: "木曜日", fri: "金曜日", sat: "土曜日" } } } })),
                (g.b96100951 = k({ 1: g("ja").numberFormatter({ raw: "0" }), 2: g("ja").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd", timeSeparator: ":" })),
                (g.b372043043 = k({}, { pattern: "MMMM月", timeSeparator: ":", months: { M: { 4: { 1: "1月", 2: "2月", 3: "3月", 4: "4月", 5: "5月", 6: "6月", 7: "7月", 8: "8月", 9: "9月", 10: "10月", 11: "11月", 12: "12月" } } } })),
                (g.b762764931 = j(g("ja").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (g.a1478973184 = j(g("ja").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (g.a1111086479 = j(g("ja").dateToPartsFormatter({ skeleton: "hm" }))),
                (g.a2097341604 = j(g("ja").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (g.b1423220863 = j(g("ja").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (g.a2104729772 = j(g("ja").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (g.a1049532902 = j(g("ja").dateToPartsFormatter({ datetime: "long" }))),
                (g.b276828069 = j(g("ja").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (g.a367806937 = j(g("ja").dateToPartsFormatter({ date: "long" }))),
                (g.a1486426008 = j(g("ja").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (g.a250436819 = j(g("ja").dateToPartsFormatter({ date: "short" }))),
                (g.a1837393975 = j(g("ja").dateToPartsFormatter({ skeleton: "y" }))),
                (g.b367993824 = j(g("ja").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (g.a189554931 = j(g("ja").dateToPartsFormatter({ datetime: "full" }))),
                (g.a1371361869 = j(g("ja").dateToPartsFormatter({ datetime: "medium" }))),
                (g.a1500214167 = j(g("ja").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (g.a905781332 = j(g("ja").dateToPartsFormatter({ time: "short" }))),
                (g.b920547450 = j(g("ja").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (g.a1478287991 = j(g("ja").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (g.a489795316 = j(g("ja").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (g.b932261504 = j(g("ja").dateToPartsFormatter({ date: "medium" }))),
                (g.b763450124 = j(g("ja").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (g.a1843783364 = p(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-other": "{0} 日後" }, "relativeTime-type-past": { "relativeTimePattern-count-other": "{0} 日前" }, "relative-type--2": "一昨日", "relative-type--1": "昨日", "relative-type-0": "今日", "relative-type-1": "明日", "relative-type-2": "明後日" })),
                (g.a1220946601 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}毎{1}", unitProperties: { displayName: "秒", other: "{0} 秒", perUnitPattern: "{0}/秒" } })),
                (g.b666016695 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}毎{1}", unitProperties: { displayName: "分", other: "{0} 分", perUnitPattern: "{0}/分" } })),
                (g.b727949031 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}毎{1}", unitProperties: { displayName: "時間", other: "{0} 時間", perUnitPattern: "{0}/時間" } })),
                (g.b1799990358 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0}秒", perUnitPattern: "{0}/秒" } })),
                (g.a1599448394 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "分", other: "{0}分", perUnitPattern: "{0}/分" } })),
                (g.b2082951654 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "時間", other: "{0}時間", perUnitPattern: "{0}/時間" } })),
                (g.b1022676790 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "日", other: "{0}日", perUnitPattern: "{0}/日" } })),
                (g.a1525665737 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}毎{1}", unitProperties: { displayName: "日", other: "{0} 日", perUnitPattern: "{0}/日" } })),
                (g.a347952814 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "か月", other: "{0}m", perUnitPattern: "{0}/月" } })),
                (g.a1174019757 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}毎{1}", unitProperties: { displayName: "か月", other: "{0} か月", perUnitPattern: "{0}/月" } })),
                (g.b678389261 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "年", other: "{0}y", perUnitPattern: "{0}/年" } })),
                (g.a752840498 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}毎{1}", unitProperties: { displayName: "年", other: "{0} 年", perUnitPattern: "{0}/年" } })),
                (g.a927962627 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0} 秒", perUnitPattern: "{0}/秒" } })),
                (g.b1733324701 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "分", other: "{0} 分", perUnitPattern: "{0}/分" } })),
                (g.a641740179 = N(g("ja").numberFormatter({}), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "時間", other: "{0} 時間", perUnitPattern: "{0}/時間" } })),
                (g.b201316543 = N(g("ja").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), g("ja").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0}秒", perUnitPattern: "{0}/秒" } })),
                f("d58baa7f", g.a79651564),
                f("ia24dc8d", g.b337246344),
                f("iab73d4b", g.a163124482),
                f("i3b7a017", g.a1220946601),
                f("ie5d110f", g.b666016695),
                f("df5f11b3", g.b727949031),
                f("e8733ed9", g.b1799990358),
                f("be59d8c3", g.a1599448394),
                f("i3d087db", g.b2082951654),
                f("ga8d18c9", g.b1022676790),
                f("a91e7d49", g.a1525665737),
                f("id952a69", g.a347952814),
                f("ga09ab65", g.a1174019757),
                f("c83b901d", g.b678389261),
                f("a55b9fed", g.a752840498),
                f("ccaa970f", g.b762764931),
                f("jade381b", g.a1478973184),
                f("d725a289", g.a1111086479),
                f("g08cbabb", g.a2117707853),
                f("c333da63", g.a1843783364),
                f("h8054d91", g.a2097341604),
                f("i61fef37", g.a927962627),
                f("ba705e27", g.b1733324701),
                f("j86b0d8d", g.a641740179),
                f("f668e929", g.b1817190209),
                f("i2785009", g.b1549722900),
                f("c778d80b", g.b1219957139),
                f("e8d93005", g.a1273813843),
                f("d46781af", g.b201316543),
                f("ba316f05", g.b1174492426),
                f("c0bdd345", g.a2051999604),
                f("aa2aa1a1", g.b1423220863),
                f("da44942d", g.a2104729772),
                f("a54d3ef5", g.a1049532902),
                f("bfbc051d", g.b276828069),
                f("ba2e82a1", g.a367806937),
                f("fc209bb7", g.a1486426008),
                f("cf8abf59", g.b2127359096),
                f("a9f397f3", g.a250436819),
                f("d857e44d", g.a1271112424),
                f("cb87e3db", g.b877263193),
                f("a9d5ffd1", g.a353195654),
                f("a0e8371d", g.b1708697864),
                f("gcc50dc9", g.b278429606),
                f("a6a43585", g.b1710481802),
                f("a0cc8f2d", g.a780254335),
                f("i31c32c5", g.a1381466506),
                f("i7dc69e9", g.a1895601932),
                f("c14a6c03", g.b310031987),
                f("jaa3d537", g.a1206718370),
                f("a824080b", g.b1113432153),
                f("d9c0bedb", g.b1572093215),
                f("bf8c0613", g.a460576506),
                f("i8163625", g.a1090417828),
                f("adb53ba1", g.a2119877972),
                f("iabf697d", g.b859932316),
                f("a1a0555b", g.b632683046),
                f("f266f3d9", g.a1770976346),
                f("a9a8652b", g.a1368384294),
                f("dbf40761", g.a819078611),
                f("b0d993d9", g.a1935020854),
                f("ac1308e1", g.b357095164),
                f("a7889ab3", g.a1615937671),
                f("c614f5cd", g.b561067097),
                f("i55d57e3", g.a1958298191),
                f("e4b6002b", g.a1841997649),
                f("d28e983b", g.a380721656),
                f("e8c9232d", g.a2127099867),
                f("c8994ae1", g.a93835500),
                f("f821c2a5", g.a2069246919),
                f("j348b9c9", g.a1550354325),
                f("i6f93b9b", g.a1948783855),
                f("c6150bd5", g.a715946424),
                f("i8921e09", g.a314543664),
                f("ef239279", g.b859846173),
                f("hecdb149", g.a943195694),
                f("fdd039b7", g.a1454952536),
                f("f30c2c37", g.a1740054754),
                f("d9ea7bff", g.a678992229),
                f("ea3df4b7", g.a1681012514),
                f("jaac21bb", g.a219141875),
                f("hb435ced", g.b1356650722),
                f("ce699d81", g.b384448880),
                f("bc56d3d7", g.a1929755183),
                f("f8561913", g.a354557232),
                f("g6485d53", g.b1220640719),
                f("ff561cc1", g.b447653642),
                f("b42011d3", g.a237067398),
                f("a6660bcd", g.a1405510775),
                f("f9b80449", g.a374266693),
                f("gdee4d5d", g.a2092015753),
                f("h36f2103", g.b572279228),
                f("a19ad037", g.b1517635857),
                f("g713f699", g.a56967448),
                f("ff2e39af", g.b1664944134),
                f("be34316d", g.b577631042),
                f("aef81b75", g.b721371443),
                f("fcce70a5", g.b1180032505),
                f("jc9d352f", g.a1911915803),
                f("be1cb8c5", g.b1667917364),
                f("j9371501", g.b179796158),
                f("j7d4397d", g.a1307730402),
                f("d61441dd", g.b727317903),
                f("e2a99e97", g.b1386977668),
                f("f7ce19ab", g.b1257508771),
                f("b2a0213f", g.a945746564),
                f("d7d71245", g.a1837393975),
                f("a2f2faab", g.b367993824),
                f("g8d1b99b", g.a189554931),
                f("d0a77c9b", g.a1371361869),
                f("e18e399b", g.a1500214167),
                f("b6ca7bcb", g.a905781332),
                f("h0e4cdf5", g.b920547450),
                f("g727ddcf", g.a1478287991),
                f("f3b9b9a7", g.a489795316),
                f("h3629783", g.b932261504),
                f("a20c68af", g.b763450124),
                f("ja781451", g.a1678600762),
                f("cfa1a7b9", g.a846609181),
                f("eefcd267", g.a291877471),
                f("fa8afc43", g.a1852068224);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/ja.8b8eceaa.js.map
