"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/kn"],
    {
        711075: (e, c, a) => {
            var n = a(292426)._register("kn", {
                get emoji() {
                    return a.e("i18n/emoji-kn").then(a.t.bind(a, 434291, 23));
                },
            });
            function f(e, c, a) {
                return "one" == ((n = e) >= 0 && n <= 1 ? "one" : "other") ? c : a;
                var n;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "ಯಾವುದೂ ಇಲ್ಲ"),
                n("f07eac34", "ಪರೋಡಿ ಖಾತೆ"),
                n("a41b5c2e", "ಫ್ಯಾನ್ ಖಾತೆ"),
                n("i428ea62", "ಕಾಮೆಂಟರಿ ಖಾತೆ"),
                n("ac0d27be", "ಕ್ಷಮಿಸಿ, ಈ ಖಾತೆಯನ್ನು ಅಮಾನತು ಮಾಡಲಾಗಿದೆ."),
                n("bcee7444", "ಖಾತೆ ನವೀಕರಣ ವಿಫಲವಾಗಿದೆ."),
                n("e0cbf77a", "ರದ್ದು ಮಾಡಿ"),
                n("f377195c", "X ಸಾಮರ್ಥ್ಯವನ್ನು ಮೀರಿದೆ. ದಯವಿಟ್ಟು ಕೆಲವು ಕ್ಷಣಗಳ ಕಾಲ ಕಾಯಿರಿ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("d67f9456", "ಈ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಮಾಡುವುದರಿಂದ ನಿಮ್ಮನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ."),
                n("e0ece1b6", "ಮಾಧ್ಯಮವನ್ನು ಲಗತ್ತಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಮರು-ಅಪ್‌ಲೋಡಿಂಗ್ ಪ್ರಯತ್ನಿಸಿ."),
                n("i82e8f04", "ನಮ್ಮ ಬಳಕೆದಾರರನ್ನು ಸ್ಪ್ಯಾಮ್ ಹಾಗೂ ಇತರ ದುರುದ್ದೇಶಿತ ಚಟುವಟಿಕೆಯಿಂದ ರಕ್ಷಿಸಲು ಈ ಖಾತೆಯನ್ನು ಹೆಚ್ಚುವರಿ ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುವುದರಿಂದ ತಾತ್ಕಾಲಿಕವಾಗಿ ತಡೆಗಟ್ಟಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು X ನಿಯಮಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೀರೆಂದು ದಯವಿಟ್ಟು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("jf7be47a", "ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ಇತರ ದುರುದ್ದೇಶಿತ ಚಟುವಟಿಕೆಯಿಂದ ನಮ್ಮ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲು, ಈ ಖಾತೆಯನ್ನು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಕಳುಹಿಸದಂತೆ ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ. ನೀವು X ನಿಯಮಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಂಡಿರುವುದನ್ನು ದಯವಿಟ್ಟು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("g75fec74", "ಈ ಕ್ರಿಯೆಗೆ ನಿಮ್ಮ ದೈನಂದಿನ ಮಿತಿಯನ್ನು ನೀವು ತಲುಪಿದ್ದೀರಿ. ಮಿತಿಯನ್ನು ತೆಗೆದುಹಾಕಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಸೇರಿಸಿ."),
                n("abb8b6e0", "ಈ ಫೋನ್ ಸಂಖ್ಯೆಯು ಈಗಾಗಲೇ ನೋಂದಾಯಿತವಾಗಿದೆ."),
                n("f30bd1fc", "ಈ ಫೋನ್ ಸಂಖ್ಯೆಗೆ ಪಠ್ಯ ಸಂದೇಶವನ್ನು ನಮಗೆ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಅದರ ಆಪರೇಟರ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ."),
                n("i54e550c", "ಈ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ."),
                n("h154702a", "ಈ ವಿನಂತಿಯನ್ನು ನಾವು ಪೂರ್ಣಗೊಳಿಸಲಾಗದು. ಯಾಕೆಂದರೆ ಈ  ಲಿಂಕ್‌ ಅನ್ನು X ಅಥವಾ ನಮ್ಮ ಪಾಲುದಾರರು ಸಂಭಾವ್ಯ ಅಪಾಯಕಾರಿ ಎಂದು ಗುರುತಿಸಿದ್ದಾರೆ. ಇನ್ನಷ್ಟು ಕಲಿಯಲು ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರವನ್ನು ಭೇಟಿ ನೀಡಿ."),
                n("c8cb0b4c", "ನೀವು ನಮೂದಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ."),
                n("b1b54f9e", "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ಮಾಧ್ಯಮವು ಅಮಾನ್ಯವಾಗಿದೆ."),
                n("i859a9d4", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d6e72ce1", function (e) {
                    return "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ಗೆ " + e.count + " ಕ್ಕಿಂತ ಕಡಿಮೆ ಅಕ್ಷರಗಳು ಬೇಕು. ದಯವಿಟ್ಟು ಸಣ್ಣ ಪಾಸ್‌ವರ್ಡ್‌ ನಮೂದಿಸಿ.";
                }),
                n("a34dccd7", function (e) {
                    return "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ಗೆ ಕನಿಷ್ಠ " + e.count + " ಅಕ್ಷರಗಳು ಬೇಕು. ದಯವಿಟ್ಟು ಉದ್ದದ ಪಾಸ್‌ವರ್ಡ್‌ ನಮೂದಿಸಿ.";
                }),
                n("jea2ff04", "ಆ ಪಾಸ್‌ವರ್ಡ್ ಅತಿಥಿಗಳಿಗೆ ತೀರಾ ಸುಲಭವಾಗಿದೆ. ದಯವಿಟ್ಟು ಬಲಶಾಲಿ ಪಾಸ್‌ವರ್ಡ್ ಆರಿಸಿಕೊಳ್ಳಿ."),
                n("ce482c36", "ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಕ್ಷೇತ್ರಗಳು ಅಮಾನ್ಯವಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇನ್‌ಪುಟ್ ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("db626d88", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸೆಟ್ಟಿಂಗ್ ಮಾಡುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ"),
                n("i3ee2550", "ದಯವಿಟ್ಟು ಅಗತ್ಯವಾಗಿರುವ ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ."),
                n("cf18a258", "ಈ ಮನವಿಯು ಸ್ವಯಂಚಾಲಿತವಾಗಿರುವಂತೆ ಕಾಣುತ್ತಿದೆ. ನಮ್ಮ ಬಳಕೆದಾರರನ್ನು ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ಇನ್ನಿತರ ದುರುದ್ದೇಶಿತ ಚಟುವಟಿಕೆಯಿಂದ ರಕ್ಷಿಸಲು, ನಾವು ಈ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಈಗ ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("h7ffa648", "ಎಸ್ಎಮ್ಎಸ್ ಪರಿಶೀಲನೆ ದರ ಮಿತಿ ಮೀರಿದೆ."),
                n("b87ceb1c", "ಎಸ್ಎಂಎಸ್ ಪರಿಶೀಲನೆ ಪಿನ್ ಅಮಾನ್ಯವಾಗಿದೆ."),
                n("f87e2faa", "ಕ್ಷಮಿಸಿ, ನಮಗೆ ಆ ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಲಾಗಲಿಲ್ಲ."),
                n("cdaf8222", "ಕ್ಷಮಿಸಿ, ನೀವು ದರ ಮಿತಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಕೆಲವು ಕ್ಷಣಗಳ ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("c1b0e710", "ನಿಮ್ಮ ಖಾತೆ ಅಮಾನತುಗೊಂಡಿದೆ ಮತ್ತು ಈ ಕ್ರಿಯೆಯನ್ನು ನಡೆಸಲು ಪರವಾನಗಿ ಹೊಂದಿಲ್ಲ."),
                n("bfb22fae", "ಕ್ಷಮಿಸಿ, ಆ ಪೋಸ್ಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("a23cd3ba", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ ಕೆಲವು ಕ್ರಿಯೆಗಳನ್ನು X ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ."),
                n("bb558892", "ಈ ಬಳಕೆದಾರರು ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಈಗಾಗಲೇ ಹೊಂದಿದ್ದಾರೆ."),
                n("hae1c934", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ಆದರೆ ಚಿಂತಿಸಬೇಡಿ — ಇದು ನಿಮ್ಮ ತಪ್ಪಲ್ಲ."),
                n("e784846c", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ. ಪರಿಶೀಲನೆಯ ಅವಧಿಯಲ್ಲಿ ಹೆಸರು ಮತ್ತು ಪ್ರೊಫೈಲ್ ಫೋಟೋಗೆ ಯಾವುದೇ ಹೊಸ ಬದಲಾವಣೆಗಳನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("h1cbdd30", "ದಯವಿಟ್ಟು ಪುಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("a5077d3e", "ರಿಫ್ರೆಶ್"),
                n("b2648ba4", "ಬಹುಶಃ ನಿಮ್ಮ ಖಾತೆಯು ಈ ಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಲು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಪುಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("bcd6bb0e", "ಸದಸ್ಯ"),
                n("hd8c22d2", "ಮಾ."),
                n("c3153100", "ಅ."),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" ಗೆ ಹುಡುಕಿ';
                }),
                n("jcec6620", "ಪೋಸ್ಟ್ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "ಬೇಸಿಕ್"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "ಷಡ್ಭುಜಾಕೃತಿ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ"),
                n("fcc8734a", "ಚೌಕ ಪ್ರೊಫೈಲ್ ಚಿತ್ರ"),
                n("c64e46f8", "ಈ ಸದಸ್ಯರನ್ನು ಸಮುದಾಯದಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ. ಹೀಗಾಗಿ, ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ."),
                n("b3f1cb42", "ಸಮುದಾಯ ನಿಯಮವನ್ನು ಮುರಿದಿರುವುದಕ್ಕೆ ಮಾಡರೇಟರ್ ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆ ಮಾಡಿದ್ದಾರೆ."),
                n("cbd2dc9c", "ನೀವು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ವರದಿ ಮಾಡಿದ್ದೀರಿ."),
                n("cfbea177", function (e) {
                    return e.name + " ಅವರ ಸ್ಪೇಸ್";
                }),
                n("ab4fc8bc", "ಸ್ಪೇಸ್"),
                n("jd859c9c", "ಈ ಸ್ಪೇಸ್‌ನಿಂದ ನಿಮ್ಮನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("c60ed9b0", "ಈ ಸ್ಥಳವನ್ನು ಸೇರಲು ನಿಮಗೆ ಅಧಿಕಾರವಿಲ್ಲ"),
                n("d8227e16", "ಈ ಸ್ಥಳವನ್ನು ರಚಿಸಲು ನಿಮಗೆ ಅಧಿಕಾರವಿಲ್ಲ"),
                n("f027fed8", "ಪಿಕ್ಚರ್-ಇನ್-ಪಿಕ್ಚರ್"),
                n("hd50e064", "ಇದೀಗ ಬೇಡ"),
                n("i76d640e", "ನಮಗೆ ನಿಮ್ಮ ಅನುಮತಿಯ ಅಗತ್ಯವಿದೆ"),
                n("fdaa0be8", "ಈ ಸ್ಪೇಸ್‌ನಲ್ಲಿ ಮಾತನಾಡಲು, ನೀವು ನಿಮ್ಮ ಮೈಕ್ರೋಫೋನ್‌ಗೆ X ಪ್ರವೇಶವನ್ನು ನೀಡಬೇಕಾಗುತ್ತದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. "),
                n("gea6cc1a", "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?"),
                n("hb568af4", "ಸದ್ದಡಗಿಸು"),
                n("f7c8617a", "ಕ್ಲಿಪ್‌ಗಳು ಎಂದರೇನು?"),
                n("ecc7d2ec", "ಕ್ಲಿಪ್‌ಗಳು ಸೆರೆಹಿಡಿದ ಕ್ಷಣಗಳಾಗಿದ್ದು, ನಿಮ್ಮ ಸ್ಪೇಸ್‌ನಲ್ಲಿ ಯಾರು ಬೇಕಾದರೂ ಇದನ್ನು ಮಾಡಬಹುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಬಹುದು. ಎಲ್ಲ ಕ್ಲಿಪ್‌ಗಳು 30 ದಿನಗಳ ನಂತರ ಅವಧಿ ಮೀರುತ್ತವೆ."),
                n("d575ee02", "ಯಾರು ಕ್ಲಿಪ್ ಮಾಡಬಹುದು?"),
                n("dbc477a4", "ಯಾರು ಬೇಕಾದರೂ (ಕೇಳುಗರು ಕೂಡಾ) ಕ್ಲಿಪ್‌ಗಳನ್ನು ಮಾಡಬಹುದು. ಒಂದೇ ಸಂಗತಿಯೆಂದರೆ, ನೀವು X ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿರಬೇಕು."),
                n("ed1d1cc0", "ಮಾತನಾಡುವ ಯಾರಾದರೂ ಕ್ಲಿಪ್‌ನಲ್ಲಿ ಇರಬಹುದು"),
                n("e5d193c8", "ನೀವು ಮಾತನಾಡಿದರೆ, ನೀವು ಕ್ಲಿಪ್‌ನಲ್ಲಿ ಸೆರೆಹಿಡಿಯಲ್ಪಟ್ಟಿರಬಹುದು. ನೀವು ಅದರಲ್ಲಿದ್ದರೆ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ."),
                n("e1547ec0", "ಸ್ಪೇಸ್‌ನಲ್ಲಿ ಒಂದು ಕ್ಷಣವನ್ನು ಕ್ಲಿಪ್ ಮಾಡಿ"),
                n("i154245e", "ಏನಾದರೂ ವಿಶಿಷ್ಟ ಅಥವಾ ಅದ್ಭುತವಾದದ್ದನ್ನು ಕೇಳಿಸಿಕೊಂಡಿದ್ದೀರಾ? ಕ್ಲಿಪ್ ಮಾಡಿ, ಹಂಚಿಕೊಳ್ಳಿ."),
                n("j24c37b2", "ಅರ್ಥವಾಯಿತು"),
                n("g1c6f16e", "ರೆಕಾರ್ಡ್ ಮಾಡಿದ ಸ್ಪೇಸಸ್‌"),
                n("e5609214", "ಸ್ಪೇಸ್ ಲೈವ್ ಆಗಲಿ ಬಿಡಿ"),
                n("g665514c", "ಕೇವಲ ಮಾತನಾಡುವವರನ್ನು ರೆಕಾರ್ಡ್‌ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("ja196c5a", "ಮಾತನಾಡುವ ಅತಿಥಿಗಳನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗುತ್ತದೆ. ರೆಕಾರ್ಡಿಂಗ್ ಸಾರ್ವಜನಿಕವಾಗಿದೆ. ಯಾರುಬೇಕಾದರೂ ಇದನ್ನು ರೀಪ್ಲೇ ಮಾಡಬಹುದು."),
                n("dd317ed6", "ರೀಪ್ಲೇ ಮಾಡಿ ಅಥವಾ ಯಾರೊಂದಿಗಾದರೂ ಇದನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("jf03b37c", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರೆಕಾರ್ಡಿಂಗ್ ಕೇಳಿ. ಇದನ್ನು ನೀವು ಪೋಸ್ಟ್ ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಲೂಬಹುದು."),
                n("fd05976b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b4f91a8a", "ರೆಕಾರ್ಡಿಂಗ್ ಸಕ್ರಿಯವಾಗಿದೆ"),
                n("gb418012", "ಸ್ಪೇಸಸ್‌ಗೆ ಸ್ವಾಗತ"),
                n("fec3c1e0", "ಲೈವ್ ಆಡಿಯೋ ಸಂವಹನಗಳು ನಡೆಯುವ ಸ್ಥಳ"),
                n("j32eb4f8", "ಗರಿಷ್ಠ 10 ಮಾತನಾಡುವವರನ್ನು ಸೇರಿಸಿ"),
                n("j4f133a6", "ಮಾತನಾಡಲು X ನಲ್ಲಿ ಯಾರನ್ನಾದರೂ ಆಹ್ವಾನಿಸಬಹುದು."),
                n("ed434ac6", "ಸ್ಪೇಸಸ್ ಸಾರ್ವಜನಿಕವಾಗಿವೆ — ಯಾರು ಬೇಕಾದರೂ ಸೇರಬಹುದು"),
                n("e0025688", "ನಿಮ್ಮದೇ ಸ್ಪೇಸ್, ನಿಮ್ಮದೇ ನೀತಿಗಳು"),
                n("c1bc6f86", "ಹೋಸ್ಟ್‌ ಆಗಿ, ಯಾರಿಗೆ ಮಾತನಾಡಲು ಅನುಮತಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ನೀವು ನಿಯಂತ್ರಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಸ್ಪೇಸ್‌ನಲ್ಲಿ ನೀವು ಬಯಸದ ಜನರನ್ನು ತೆಗೆದುಹಾಕಲು ಕೂಡಾ ನೀವು ಅಧಿಕಾರ ಹೊಂದಿದ್ದೀರಿ."),
                n("b0bc8330", "ಸ್ಪೇಸ್‌ನಲ್ಲಿ ಜನರನ್ನು ನೀವು ತಡೆಹಿಡಿಯಬಹುದು ಮತ್ತು ವರದಿ ಮಾಡಬಹುದು."),
                n("cb17a0f3", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("dcd77941", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("cc724cb0", "ಕ್ಲಿಪ್ ರಚಿಸಿ"),
                n("cfd2f35e", "ರದ್ದು ಮಾಡಿ"),
                n("c1df579e", "ಮುಂದಿನ"),
                n("e3146662", "ಈ ಕ್ಲಿಪ್‌ಗೆ ಕ್ಯಾಪ್ಷನ್‌ಗಳನ್ನು ಮಾಡಲಾಗಿಲ್ಲ."),
                n("f123fea8", "ಈ ಸ್ಪೇಸ್ ಬಗ್ಗೆ ವರದಿ ಮಾಡಿ"),
                n("d0aebc28", "ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ"),
                n("g971a4e8", "ಸ್ವಯಂ ಹಾನಿ"),
                n("b96e6682", "ಹಿಂಸೆ"),
                n("e5bf9b3a", "ಲೈಂಗಿಕ ಕಂಟೆಂಟ್"),
                n("d2a34320", "ಮಕ್ಕಳ ಸುರಕ್ಷತೆ"),
                n("a9ba3e28", "ಖಾಸಗಿ ಮಾಹಿತಿ"),
                n("d5519f4a", "ನಿಂದನೆಯ ವರ್ತನೆ"),
                n("eb55363c", "ಈ ಸ್ಪೇಸ್ ಅನ್ನು ವರದಿ ಮಾಡಲಾಗಿದೆ"),
                n("i65de934", "ನೀವು ಅನಾಮಧೇಯವಾಗಿ ಆಲಿಸುತ್ತಿದ್ದೀರಿ"),
                n("b1037050", "ಸ್ಪೇಸ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("ic107434", "ಕ್ಯಾಮೆರಾವನ್ನು ಆನ್ ಮಾಡಿ"),
                n("d7e0329c", "ಕ್ಯಾಮೆರಾವನ್ನು ಆಫ್ ಮಾಡಿ"),
                n("b772cd66", "ಮುಗಿದಿದೆ"),
                n("b3bd3e38", "ಅಗ್ರ ಪೋಸ್ಟ್‌ಗಳು ಮೊದಲು"),
                n("d88cf16c", "ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್ ಮೊದಲು"),
                n("bd4ad3ea", "ಅಗಲ"),
                n("ca1180a0", "ಮಧ್ಯಮ"),
                n("c86ff1b0", "ಸಣ್ಣದಾಗಿಸಿ"),
                n("eed02406", "ಚಿಕ್ಕದು"),
                n("cffb04d6", "ಮಟ್ಟ"),
                n("af15cef8", "ನೋಟ್ಸ್ ಜೊತೆಗೆ ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("ab28945c", "ಕೊಡುಗೆದಾರರ ಪ್ರೊಫೈಲ್"),
                n("e2462db4", "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನವುಗಳನ್ನು ಹಂಚಿಕೊಂಡಿರುವುದು · ಕಳೆದ 24 ಗಂಟೆಗಳು"),
                n("ad16f482", "ಈವೆಂಟ್"),
                n("c20aaf3e", "ದೋಷ"),
                n("edf7bc2e", "ಪ್ರವೃತ್ತಿಯಲ್ಲಿರುವುದು"),
                n("fa884026", "ಪಟ್ಟಿ"),
                n("fa98627a", "ಪ್ರೊಫೈಲ್"),
                n("a9ae1e78", "ಹುಡುಕು"),
                n("a2a3824a", "ವಿಷಯ"),
                n("a6d5b010", "ಕಾಲರೇಖೆ"),
                n("h5860a68", "Grok"),
                n("a990900c", "ಸ್ವವಿವರ"),
                n("h02a6fe6", "ಸಮುದಾಯಗಳು"),
                n("a15648a4", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • ಬುಕ್‌ಮಾರ್ಕ್‌ ಫೋಲ್ಡರ್";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • ಸಂದೇಶಗಳು";
                }),
                n("d80c77dc", "ಈ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀವು ಮರೆಮಾಡಿದ್ದೀರಿ"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " ಅವರು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಮರೆಮಾಡಿದ್ದಾರೆ";
                }),
                n("g40ff2b4", "ನಿಮ್ಮ ಮಾಧ್ಯಮ ಮರುಗಾತ್ರಗೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ ಮತ್ತು ಅದನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ತೀರಾ ದೊಡ್ಡದಾಗಿದೆ."),
                n("b8098028", "ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಚಿತ್ರಗಳು ಮಿತಿಗಿಂತ ಹೆಚ್ಚಿನ ಗಾತ್ರವನ್ನು ಹೊಂದಿವೆ ಮತ್ತು ಮರು ಗಾತ್ರ ಮಾಡಲು ಆಗುವುದಿಲ್ಲ."),
                n("b36f4170", "ಫೈಲ್ ಖಾಲಿಯಾಗಿದೆ."),
                n("hab3781e", "ಒದಗಿಸಿದ ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಫೈಲ್‌ಗಳು ಇಮೇಜ್‌ಗಳಲ್ಲ."),
                n("f6c4fb02", "ನಿಮ್ಮ GIF ಫೈಲ್ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಲಿಲ್ಲ. GIFಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದಕ್ಕಾಗಿನ ಸಲಹೆಗಳನ್ನು ದಯವಿಟ್ಟು ನೋಡಿ."),
                n("g0af3dd2", "ನಿಮ್ಮ GIF ಫೈಲ್ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ. GIF ಗಳನ್ನು ಅಪ್‍‌ಲೋಡ್ ಮಾಡುವುದಕ್ಕಾಗಿನ ಸಲಹೆಗಳನ್ನು ದಯವಿಟ್ಟು ನೋಡಿ."),
                n("b8c8b0be", "ನಿಮ್ಮ ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಲಿಲ್ಲ. ವೀಡಿಯೊಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ದಯವಿಟ್ಟು ಸಲಹೆಗಳನ್ನು ನೋಡಿ."),
                n("ica6d718", "ನಿಮ್ಮ ವೀಡಿಯೊ ಫೈಲ್ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ. ವೀಡಿಯೊಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ದಯವಿಟ್ಟು ಸಲಹೆಗಳನ್ನು ನೋಡಿ."),
                n("b28d44f7", function (e) {
                    return "ನಿಮ್ಮ GIF ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ. GIF ಗಳು " + e.limit + " MB ಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು";
                }),
                n("i1db7d13", function (e) {
                    return "ನಿಮ್ಮ ವೀಡಿಯೊ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಿದೆ. ವೀಡಿಯೊಗಳು " + e.limit + " MB ಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು";
                }),
                n("baac0ed7", function (e) {
                    return "ನಿಮ್ಮ ವೀಡಿಯೊ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಿದೆ. ವೀಡಿಯೊಗಳು " + e.limit + " GB ಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು";
                }),
                n("a22385bb", function (e) {
                    return "ನಿಮ್ಮ ವೀಡಿಯೋ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ. ಇದನ್ನು " + e.limit + " ಸೆಕೆಂಡುಗಳು ಅಥವಾ ಕಡಿಮೆಗೆ ಇದನ್ನು ನಿಗದಿಸಲು ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("be0440bf", function (e) {
                    return "ನಿಮ್ಮ ವೀಡಿಯೋ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ. ಇದನ್ನು " + e.limit + " ನಿಮಿಷಗಳು ಅಥವಾ ಕಡಿಮೆಗೆ ಇದನ್ನು ನಿಗದಿಸಲು ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("feeba512", "ನಿಮ್ಮ ಇಮೇಜ್ ಫೈಲ್ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಲಿಲ್ಲ. ಇಮೇಜ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದಕ್ಕಾಗಿನ ಸಲಹೆಗಳನ್ನು ದಯವಿಟ್ಟು ನೋಡಿ."),
                n("db123c02", "ನಿಮ್ಮ ಇಮೇಜ್ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ. ಇಮೇಜ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದಕ್ಕಾಗಿ ಸಲಹೆಗಳನ್ನು ದಯವಿಟ್ಟು ನೋಡಿ"),
                n("db6001e7", function (e) {
                    return "ನಿಮ್ಮ ಚಿತ್ರ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಿದೆ. ಚಿತ್ರಗಳು " + e.limit + " MB ಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು";
                }),
                n("eb96d952", "ಎತ್ತರ ಮತ್ತು ಅಗಲದ ಕೊರತೆಯನ್ನು ನಿಮ್ಮ ಇಮೇಜ್ ಫೈಲ್ ಹೊಂದಿದೆ"),
                n("b3880588", "ಅಪ್‌ಲೋಡ್ ಸೆಶನ್ ಸಮಯ ಮೀರಿದೆ."),
                n("ca058b68", "ನಿಮ್ಮ ಕೆಲವು ಮಾಧ್ಯಮ ಲೋಡ್ ಆಗಲು ವಿಫಲವಾಗಿದೆ."),
                n("id24379c", "ನಿಮ್ಮ ಕೆಲವು ಮಾಧ್ಯಮ ಅಪ್‌ಲೋಡ್ ಆಗಲು ವಿಫಲವಾಗಿದೆ."),
                n("h4d7cbcc", "ನಿಮ್ಮ ಮಾಧ್ಯಮವು ಅಪ್‌ಲೋಡ್ ಆಗಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("aaa798fc", "ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("f13bb672", "Premiumಗೆ ಸಬ್‌ಸ್ರೈಬ್ ಮಾಡಿ"),
                n("ab0decc0", "ಚಂದಾದಾರರಾಗಿ"),
                n("e4e92f35", function (e) {
                    return e.tier + " ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.";
                }),
                n("c2831f07", function (e) {
                    return e.tier + " ಅನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ";
                }),
                n("fd425414", "Radar ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("g6320792", "Premium ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("f09be7f8", "ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("j34ad558", "Premium ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("a73d39fb", function (e) {
                    return "ಉಚಿತ " + e.numberOfDays + "-ದಿನದ ಪ್ರಯೋಗವನ್ನು ಪ್ರಾರಂಭಿಸಿ";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + " ನಲ್ಲಿ " + e.percentage + "%ವರೆಗೆ ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% ರಿಯಾಯಿತಿ";
                }),
                n("c5546038", "ಶೀಘ್ರದಲ್ಲೇ ಅವಧಿ ಮುಗಿಯಲಿದೆ!"),
                n("e9a47564", "ಕೊನೆಯ ಅವಕಾಶ"),
                n("f65e7e91", function (e) {
                    return e.percentage + "% ರಿಯಾಯಿತಿ " + e.tier + " " + e.plan;
                }),
                n("a84a736e", "ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("a0713d76", "ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಮತ್ತು ವ್ಯಾಪಾರ ಬೆಳವಣಿಗೆಯ ಪರಿಕರಗಳ ಸೂಟ್ ಪಡೆಯಲು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("a07e13fc", "Premium ಕ್ರಿಯೇಟರ್ ಆಗಿ"),
                n("i1b4aea2", "ಉದ್ದವಾದ ವೀಡಿಯೊಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("efa90342", "X Premium ನೊಂದಿಗೆ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("cc528e28", "X Premium ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಲು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಮುಂದುವರೆಯಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("h8a3525e", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಹೈಲೈಟ್ ಮಾಡಿ"),
                n("c0f7a722", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಲು ನೀವು Premium ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿರಬೇಕು."),
                n("i3b31136", "X ನಲ್ಲಿ ಲೇಖನಗಳನ್ನು ಬರೆಯಿರಿ"),
                n("b6a41c5f", function (e) {
                    return "X ನಲ್ಲಿ ಲೇಖನಗಳನ್ನು ಬರೆಯಲು ನೀವು " + e.tier + " ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿರಬೇಕು";
                }),
                n("ae2c4afc", "ನಿಮ್ಮ ಸ್ವಂತ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಲು ಬಯಸುವಿರಾ?"),
                n("d300e29b", function (e) {
                    return "ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಲೇಖನಗಳನ್ನು ಬರೆಯಲು " + e.tier + " ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.";
                }),
                n("f614e2bc", "ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬರೆಯಲು Premium ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ ಮತ್ತು ದಪ್ಪ ಮತ್ತು ಇಟಾಲಿಕ್ಸ್‌ನಂತಹ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಅನ್ನು ಅನ್ವಯಿಸಿ."),
                n("c9772e6e", "Premium ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("dc5575ac", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ID ಪರಿಶೀಲಿಸಿದ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಲು ಬಯಸುವಿರಾ?"),
                n("d154f46e", "X Premium ನೊಂದಿಗೆ ಸಮುದಾಯಗಳ ರಚನೆಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("a0228c02", "Only X Premium subscribers have access to Communities creation. Upgrade to continue."),
                n("d07f1d74", "ಸಂವಾದಕ್ಕೆ ಈ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ನೀವು ಪರಿಶೀಲಿಸಬೇಕು"),
                n("ebe38626", "ಪರಿಶೀಲಿಸಿದ ಬಳಕೆದಾರರು ಮಾತ್ರ ತಮ್ಮನ್ನು ಅನುಸರಿಸದ ಜನರನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸಬಹುದು. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("e6eddae0", "ಈ ಗುಂಪನ್ನು ರಚಿಸಲು ಪರಿಶೀಲಿಸಿಕೊಳ್ಳಿ"),
                n("he27089e", "ಪರಿಶೀಲಿಸಿದ ಬಳಕೆದಾರರು ಮಾತ್ರ ಅವರನ್ನು ಅನುಸರಿಸದ ಬಳಕೆದಾರರೊಂದಿಗೆ ಗುಂಪನ್ನು ರಚಿಸಬಹುದು. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("d7bc1116", "ಈ ಬಳಕೆದಾರರಿಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("f897074a", "ಪರಿಶೀಲಿಸಿದ ಬಳಕೆದಾರರು ಮಾತ್ರ ತಮ್ಮನ್ನು ಅನುಸರಿಸದ ಜನರಿಗೆ ನೇರ ಸಂದೇಶ ವಿನಂತಿಗಳನ್ನು ಕಳುಹಿಸಬಹುದು. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("c0cf5eae", "ಹೆಚ್ಚಿನ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("h2da08fc", "ನೀವು ಒಂದೇ ದಿನದಲ್ಲಿ ನೇರ ಸಂದೇಶಗಳ ಗರಿಷ್ಠ ಮಿತಿಯನ್ನು ತಲುಪಿರುವಿರಿ. ಸಂದೇಶ ಕಳುಹಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("j503aee6", "X Premium ನೊಂದಿಗೆ ವೀಡಿಯೊಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("j4dd3bf4", "X Premium ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ವೀಡಿಯೊಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("bc231a74", "X Premium ನೊಂದಿಗೆ ಬುಕ್‌ಮಾರ್ಕ್ ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("ed534c78", "X Premium ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಬುಕ್‌ಮಾರ್ಕ್ ಫೋಲ್ಡರ್‌ಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("ed924940", "Premium+ ನೊಂದಿಗೆ ಎಲ್ಲಾ ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("dccdb326", "Premium+ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಯಾವುದೇ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("adf3410a", "ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪಡೆಯಲು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿಕೊಳ್ಳಿ, ಮತ್ತು ಅರ್ಹರಾಗಿದ್ದಲ್ಲಿ ಆದಾಯದ ಒಂದು ಪಾಲನ್ನು ಪಡೆಯಿರಿ."),
                n("d8661dd4", "ಸೀಮಿತ ಅವಧಿಗೆ. X ನ ಅತ್ಯುತ್ತಮವಾದುದನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ."),
                n("fe7fd234", "ಇಂದೇ Premium ಬೇಸಿಕ್ ಅನ್ನು ಉಚಿತವಾಗಿ ಪ್ರಯತ್ನಿಸಿ"),
                n("a2f86dda", "Premium ಬೇಸಿಕ್‌ನೊಂದಿಗೆ ಬುಕ್‌ಮಾರ್ಕ್ ಫೋಲ್ಡರ್‌ಗಳು, ಎಡಿಟ್ ಪೋಸ್ಟ್, ಕಸ್ಟಮ್ ಆಪ್ ಐಕಾನ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವರ್ಧಿಸಿ."),
                n("d9593598", "ಇಂದೇ Premium ಅನ್ನು ಉಚಿತವಾಗಿ ಪ್ರಯತ್ನಿಸಿ"),
                n("d0d6b59c", "Premium ಜೊತೆಗೆ ಕಡಿಮೆ ಜಾಹೀರಾತುಗಳು, ಪವರ್ ಟೂಲ್‌ಗಳು, ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("g4bb7ea8", "X Premium ನಲ್ಲಿ 50% ವರೆಗೆ ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ"),
                n("b748499c", "ಕೊಡುಗೆಯನ್ನು ವಿಸ್ತರಿಸಲಾಗಿದೆ!"),
                n("b81135bc", "ಇಂದು ಕೊನೆಗೊಳ್ಳುತ್ತಿದೆ!"),
                n("a8b4b878", "ಈ ಥ್ಯಾಂಕ್ಸ್‌ಗಿವಿಂಗ್‌ನ X ನ ಅತ್ಯುತ್ತಮ ಅನುಭವವನ್ನು ಅನುಭವಿಸಿ."),
                n("df7fb242", "ಥ್ಯಾಂಕ್ಸ್‌ಗಿವಿಂಗ್ ಕೊಡುಗೆ"),
                n("aeaf14a6", "Premium ನಲ್ಲಿ 40% ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ. ಶೀಘ್ರದಲ್ಲೇ ಅವಧಿ ಮುಗಿಯಲಿದೆ!"),
                n("ca8cbf78", "Premium ಮತ್ತು Premium+ ನ 40% ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ"),
                n("j88ba18e", "ಕೊಡುಗೆಯನ್ನು ಕ್ಲೇಮ್ ಮಾಡಿ"),
                n("f4dc8ea3", function (e) {
                    return "X Premium ನಲ್ಲಿ " + e.percentage + "% ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ. X ನ ಅತ್ಯುತ್ತಮವಾದುದನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ.";
                }),
                n("db6a5d54", "ನಿಮ್ಮನ್ನು ಇನ್ನೂ ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ"),
                n("edf7f57e", "ಬೂಸ್ಟ್ ಮಾಡಿದ ಪ್ರತ್ಯುತ್ತರಗಳು, ವಿಶ್ಲೇಷಣೆಗಳು, ಜಾಹೀರಾತು-ಮುಕ್ತ ಬ್ರೌಸಿಂಗ್ ಮತ್ತು ಇನ್ನೂ ಹೆಚ್ಚಿನವುಗಳಿಗಾಗಿ ಪರಿಶೀಲನೆ ಪಡೆಯಿರಿ. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಈಗಲೇ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("ba920d68", "ಪರಿಶೀಲನೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಪ್ರಭಾವವನ್ನು ಬೂಸ್ಟ್‌ ಮಾಡಿ"),
                n("ib79d0c2", "VIP ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("c0d3bd82", "ನೀವು X ನಲ್ಲಿ ಜಾಹೀರಾತು ನೀಡಿದ್ದೀರಿ, ಆದರೆ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("d7836d1e", "$12,000 ವರೆಗೆ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್, ಗೋಲ್ಡ್ ಪರಿಶೀಲನೆ, VIP ಬೆಂಬಲ, ಮತ್ತು ಬೆಳೆಯಲು ಪರಿಕರಗಳ ಸೂಟ್ ಪಡೆಯಲು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ."),
                n("f528e369", function (e) {
                    return "ನಿಮ್ಮ ಸ್ವಂತ ಲೇಖನಗಳನ್ನು ಬರೆಯಲು " + e.tier + " ಅನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ";
                }),
                n("c5a8022a", "ಲೇಖನಗಳೊಂದಿಗೆ, ನೀವು ಸಮೃದ್ಧ ಪಠ್ಯ ಮತ್ತು ಇನ್‌ಲೈನ್ ಮಾಧ್ಯಮದೊಂದಿಗೆ ನಿಮ್ಮ ಸ್ವಂತ ದೀರ್ಘ ಫಾರ್ಮ್ ವಿಷಯವನ್ನು ನೇರವಾಗಿ X ನಲ್ಲಿ ಪ್ರಕಟಿಸಬಹುದು."),
                n("d77899b6", "ನಿಮ್ಮ ಸ್ವಂತ ದೀರ್ಘ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬರೆಯಲು Premium ಅನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"),
                n("bd65482a", "ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬರೆಯಿರಿ ಮತ್ತು ದಪ್ಪ ಮತ್ತು ಇಟಾಲಿಕ್‌ನಂತಹ ಪಠ್ಯ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಅನ್ನು ಅನ್ವಯಿಸಿ."),
                n("bee20918", "ಪೋಸ್ಟ್ ಮಾಡಲು ಹಣ ಪಡೆಯಿರಿ"),
                n("gb699d52", "X ನಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡುವುದನ್ನು ಆನಂದಿಸುತ್ತೀರಾ? ನಮ್ಮ ಆದಾಯ ಹಂಚಿಕೆ ಕಾರ್ಯಕ್ರಮಕ್ಕೆ ಸೇರಲು Premium ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ."),
                n("f69877c2", "Premium ನೊಂದಿಗೆ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ"),
                n("gba90d44", "ಹೆಚ್ಚಿನ ಗೋಚರತೆಯನ್ನು ಪಡೆಯಿರಿ, ಎದ್ದು ಕಾಣಿರಿ, ಮತ್ತು ಕಾಣುವಂತೆ ಮಾಡಿ."),
                n("a6dbcd58", "Premium ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವ ಮೂಲಕ ಕ್ರಿಯೇಟರ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸಿ"),
                n("c4f49130", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ನ 25% ರಷ್ಟು ನೇರವಾಗಿ ಕ್ರಿಯೇಟರ್‌ಗಳಿಗೆ ಹೋಗುತ್ತದೆ."),
                n("ca8fa2c0", "ನೀಲಿ ಚೆಕ್‌ನೊಂದಿಗೆ ಪರಿಶೀಲನೆ ಪಡೆಯಿರಿ"),
                n("febffc1a", "ನಿಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ, ನಿಮ್ಮ ಗೋಚರತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ, ಮತ್ತು ನಿಮ್ಮ ಧ್ವನಿಯನ್ನು ಕೇಳುವಂತೆ ಮಾಡಿ."),
                n("j45a377a", "Premium+ ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("i7170016", "ಹೆಚ್ಚುವರಿ ಪ್ರಯೋಜನಗಳು, ಶೂನ್ಯ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ದೊಡ್ಡ ಪ್ರತಿಕ್ರಿಯೆ ಆದ್ಯತೆಯನ್ನು ಆನಂದಿಸಿ."),
                n("ee87f95e", "X Premium ನೊಂದಿಗೆ ಸುಧಾರಿತ ವಿಶ್ಲೇಷಣೆಗಳು"),
                n("ac38dbc0", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ನೋಡಿ, ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ ಮತ್ತು ಇನ್ನಷ್ಟು. ಮುಂದುವರಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("i6e73154", "ಬಾರ್ ಚಾರ್ಟ್‌ಗಳು ಮತ್ತು ಮೆಟ್ರಿಕ್‌ಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಖಾತೆ ವಿಶ್ಲೇಷಣೆಗಳ ವೈಶಿಷ್ಟ್ಯದ ಪೂರ್ವವೀಕ್ಷಣೆ"),
                n("b583e154", "X Premium ನೊಂದಿಗೆ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ "),
                n("b7fb8c5e", "$1k ಖರ್ಚು ಮಾಡಿ, $1k ಪಡೆಯಿರಿ"),
                n("ca559b70", "ಈಗಲೇ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"),
                n("d68773a4", "Radar ನೊಂದಿಗೆ ಪ್ರವೃತ್ತಿಗಳನ್ನು ದೃಶ್ಯೀಕರಿಸಿ"),
                n("f677fed6", "ಕೀಲಿಪದಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ, ಪ್ರವೃತ್ತಿ ಚಟುವಟಿಕೆಯನ್ನು ದೃಶ್ಯೀಕರಿಸಿ, ಮತ್ತು ಸಂವಾದಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ. ನೈಜ ಸಮಯದಲ್ಲಿ."),
                n("ha49eac2", "X ನಲ್ಲಿ ವೇಗವಾಗಿ ಬೆಳೆಯಲು ಬಯಸುವಿರಾ?"),
                n("f27018b4", "ಸ್ಮಾರ್ಟ್ ಡೇಟಾ ಒಳನೋಟಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಹಿ೦ಬಾಲಕರನ್ನು ಬೆಳೆಸಲು Premium ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಬಳಸಿ."),
                n("dfea1f08", "ಮೌಲ್ಯಯುತ ಒಳನೋಟಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳಬೇಡಿ"),
                n("da8c5244", "Premium ವಿಶ್ಲೇಷಣೆಗಳೊಂದಿಗೆ, ನಿಮ್ಮ ಹಿ೦ಬಾಲಕರನ್ನು ಬೆಳೆಸಲು ನೀವು ಸ್ಮಾರ್ಟ್ ಡೇಟಾ ಒಳನೋಟಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಬಹುದು."),
                n("b081baea", "ನೀವು ಒಳನೋಟಗಳನ್ನು ಕಳೆದುಕೊಂಡಿದ್ದೀರಿ!"),
                n("d5effffc", "ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("c3653d44", "ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("e8070e70", "Premium ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("ec42820e", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಇನ್ನಷ್ಟು ಜನರು ನೋಡಲು ಬಯಸುತ್ತೀರಾ?"),
                n("b0a95418", "Premium ನೊಂದಿಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("j8ee20aa", "ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್‌ನೊಂದಿಗೆ ಸಂವಾದಡಲ್ಲಿ ಎದ್ದು ಕಾಣಿ"),
                n("g13aa596", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಹೆಚ್ಚಿಸಲು Premium ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"),
                n("cadd92be", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಪ್ರವೇಶಿಸಿ"),
                n("a7058228", "X Premium ನೊಂದಿಗೆ ಸುಧಾರಿತ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ "),
                n("gb7823ba", "ಖಾತೆ ವಿಶ್ಲೇಷಣೆ"),
                n("i90f8e36", "ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಆಯೋಜಿಸಿ"),
                n("abc6e710", "X Premium ನೊಂದಿಗೆ ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಫೋಲ್ಡರ್‌ಗಳಾಗಿ ವಿಂಗಡಿಸಿ"),
                n("b7fa0cfe", "ಅಗ್ರ ಲೇಖನಗಳು"),
                n("bcc7e8c0", "ಎಲ್ಲ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು"),
                n("i3145aa0", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು"),
                n("e39b368e", "ಪ್ರಸಾರ"),
                n("hbea78a8", "ಹೊಸ ಕಾಲಂ"),
                n("b5298d92", "ಸಂಪರ್ಕಿಸು"),
                n("d35d74e4", "ಸಂವಾದ"),
                n("h5245afa", "ಸಮುದಾಯ"),
                n("d4ebc798", "ಕರಡುಗಳು"),
                n("fcf3e54c", "ಅನ್ವೇಷಿಸಿ"),
                n("d806aa1a", "ಮರೆಮಾಡಲಾಗಿರುವ ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("ha8209bc", "ಹೋಮ್"),
                n("a2f81050", "ಸಂದೇಶಗಳು"),
                n("cf2d1048", "ಸಂದೇಶ ವಿನಂತಿಗಳು"),
                n("e7172d70", "ಹೆಚ್ಚುವರಿ ಸಂದೇಶಗಳು"),
                n("e1066d88", "ನನ್ನ ಪ್ರೊಫೈಲ್"),
                n("eb75875e", "ಸೂಚನೆಗಳು"),
                n("j45978a8", "ಉಲ್ಲೇಖಗಳು"),
                n("fd6a3f30", "ಅನುಸೂಚಿತಗೊಳಿಸಲ್ಪಟ್ಟಿರುವ ಪೋಸ್ಟ್‌ಗಳು"),
                n("aa4209e8", "ಸೂಪರ್ ಹಿಂಬಾಲಕರುಗಳು"),
                n("d52a1caa", "ಚಂದಾದಾರರು"),
                n("d7b51c68", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು"),
                n("c5f4befa", "ಪ್ರವೃತ್ತಿಗಳು"),
                n("df34a454", "ಪೋಸ್ಟ್"),
                n("gfccba44", "ಸದಸ್ಯರ ವಿನಂತಿಗಳು"),
                n("e42dd8fa", "ಮಾಡರೇಶನ್ ಲಾಗ್"),
                n("c2c191fc", "ರಿಪೋರ್ಟ್ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("c63602d4", "ನನ್ನ ಸಮುದಾಯಗಳು"),
                n("ddf0ba7e", "ಸಂಗ್ರಹ"),
                n("c64974fc", "ಹಿಂಬಾಲಕರು"),
                n("i099d32e", "ನಿಮಗೆ ತಿಳಿದಿರುವ ಹಿಂಬಾಲಕರು"),
                n("d960b55c", "ಹಿಂಬಾಲಿಸಲಾಗುತ್ತಿದೆ"),
                n("b007440a", "ಉದ್ಯೋಗಗಳು"),
                n("aa68dafc", "ಸೂಚನೆ ವಿವರಗಳು"),
                n("b8533bac", "ವಿಷಯಗಳು"),
                n("jf00ebf6", "ಕಾಲಂ ಲಭ್ಯವಿಲ್ಲ"),
                n("jaaa8984", "ಸ್ಥಳ"),
                n("f345dcda", "ಸಂಪಾದನೆ ಇತಿಹಾಸ"),
                n("hea3f8ac", "ಸಂಬಂಧಿತ ಪೋಸ್ಟ್‌ಗಳು"),
                n("c8ee31da", "ಸುದ್ಧಿ"),
                n("d35c9eec", "ಖಾತೆ ವಿಶ್ಲೇಷಣೆ"),
                n("b5b7fb94", "ಗುಂಪು"),
                n("g755fcde", "ನೀವು"),
                n("f6b1ff81", function (e) {
                    return e.name + " ಮತ್ತು ನೀವು";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " ಮತ್ತು " + e.count + " ಇನ್ನಷ್ಟು";
                }),
                n("fb4ee2f6", "ಸಂದೇಶ ವಿನಂತಿಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ"),
                n("j607bf02", "X ಆಪ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("j49fd4e8", "ಅಪ್ಲಿಕೇಶನ್ಗೆ ಬದಲಾಗಿ"),
                n("a565833e", "ಸೈನ್ ಅಪ್"),
                n("e919c3bc", "ಲಾಗ್ ಇನ್"),
                n("a17a75da", "ಆಪ್‌ನಲ್ಲಿ X ಉತ್ತಮವಾಗಿದೆ"),
                n("e7342ed4", "ಎಂದಿಗೂ ಒಂದು ಪೋಸ್ಟ್ ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ. ಸಂಪೂರ್ಣ ಅನುಭವವನ್ನು ಪಡೆಯಲು ಇದನ್ನು X ಆಪ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ."),
                n("b6a43e78", "ತಿಳಿಯುವಲ್ಲಿ ನೀವೇ ಮೊದಲಿಗರಾಗಿ"),
                n("b469e406", "ನಿಮಗೆ ಪ್ರಮುಖ ಸಂಗತಿಗಳ ಬಗ್ಗೆ ಅಪ್‌ ಟು ಡೇಟ್ ಆಗಿರಿ. ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರು, ವಿಷಯಗಳು ಮತ್ತು ಘಟನೆಗಳ ಬಗ್ಗೆ ಪುಶ್ ಸೂಚನೆಗಳಿಗಾಗಿ ಆಪ್‌ಗೆ ಬದಲಾಗಿ."),
                n("b8505290", "ಸಂವಾದಕ್ಕೆ ಸೇರಲು ಪ್ರತಿಕ್ರಿಯಿಸಿ."),
                n("ae8b0564", "ಮಾತನ್ನು ಪಸರಿಸಲು ಮರುಪೋಸ್ಟ್ ಮಾಡಿ."),
                n("f2adab0e", "ಪ್ರೀತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಒಂದು ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಡಿ."),
                n("b7821a74", "ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಎಂದಿಗೂ ತಪ್ಪಿಸಿಕೊಳ್ಳದಿರಲು ಸೈನ್ ಅಪ್ ಮಾಡಿ."),
                n("e6d43d06", "ಅತ್ಯುತ್ತಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪರಿಶೋಧಿಸಲು ವಿಷಯವನ್ನು ಹಿಂಬಾಲಿಸಿ"),
                n("ic848090", "ಮೊದಲು ಲಾಗಿನ್ ಮಾಡಿ"),
                n("f9ebe066", "ನೀವು ಲಾಗಿನ್ ಮಾಡುತ್ತಿದ್ದ ಹಾಗೆಯೇ ಸಮುದಾಯಗಳಲ್ಲಿ ನೀವು ಸಂವಾದಕ್ಕೆ ಸೇರಬಹುದು."),
                n("je3d93e2", "X ನಲ್ಲಿರುವ ಜನರು ಮೊಟ್ಟಮೊದಲು ತಿಳಿದುಕೊಳ್ಳುತ್ತಾರೆ."),
                n("ea88ce2e", "ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಎಂದಿಗೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "ಸಹಾಯ ಕೇಂದ್ರದ"),
                n("g482c949", "ನಿಮ್ಮ ಆಯ್ಕೆಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತೋರಿಸಿ."),
                n("b47e760e", "ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು, ಪ್ರಶ್ನಾರ್ಥಕ ಗುರುತನ್ನು ಒತ್ತಿ"),
                n("fd2c7b44", "ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("g7e2adf2", "ಹೊಸ ಡೆಕ್ ಮಾಡಿ"),
                n("a6ba09e8", "ನಕಲಿ ಅಂಕಣ"),
                n("f5c9ccca", "ಪ್ರಸ್ತುತ ಡೆಕ್ ಎಡಿಟ್ ಮಾಡಿ"),
                n("bf42c578", "ಮರುಅನುಕ್ರಮ ಬಟನ್ ಮೇಲೆ ಗಮನ ಕೇಂದ್ರೀಕರಿಸಿ"),
                n("j6fa64a6", "ಅಂತಿಮ ಕಾಲಂಗೆ ಹೋಗಿ"),
                n("b5545202", "ಅಂತಿಮ ಪಿನ್ ಮಾಡಿದ ಡೆಕ್‌ಗೆ ಹೋಗಿ"),
                n("e0497acc", "ಎಲ್ಲ ಡೆಕ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಎಂಬುದಕ್ಕೆ ಹೋಗಿ"),
                n("beef7b14", "ಮುಂದಿನ ಕಾಲಂಗೆ ಹೋಗಿ"),
                n("a5cb005e", "Nನೇ ಕಾಲಂಗೆ ಹೋಗಿ"),
                n("f65391bc", "Nನೇ ಪಿನ್ ಮಾಡಿದ ಡೆಕ್‌ಗೆ ಹೋಗಿ"),
                n("h0bfdd20", "ಕಾಲಂ ಸೇರಿಸಿ"),
                n("h770f6d4", "ಹಿಂದಿನ ಕಾಲಂಗೆ ಹೋಗಿ"),
                n("b8b2b70c", "ಕಾಲಂ ಅಳಿಸಿ"),
                n("a3e2df76", "ಅಳಿಸುವ ಕಾಲಂ ರದ್ದು ಮಾಡಿ"),
                n("g850aec4", "ಕಾಲಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ / ಮುಚ್ಚಿ"),
                n("d5696fcc", "ಶಾರ್ಟ್‌ಕಟ್ ಸಹಾಯ"),
                n("a83d4280", "ಮುಂದಿನ ಪೋಸ್ಟ್"),
                n("g0048656", "ಹಿಂದಿನ ಪೋಸ್ಟ್"),
                n("a690c4d0", "ಪುಟ ಕೆಳಗೆ"),
                n("e893811a", "ಹೊಸ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಲೋಡ್‌ ಮಾಡಿ"),
                n("cdb53d7a", "ಉಲ್ಲೇಖಗಳು"),
                n("d7b8ebaa", "ಇಷ್ಟಗಳು"),
                n("b0041756", "ಪಟ್ಟಿಗಳು"),
                n("d4986f86", "ನೇರ ಸಂದೇಶಗಳು"),
                n("bb081ea2", "ಸಂಯೋಜನೆಗಳು"),
                n("eee2ed92", "ಬಳಕೆದಾರರಲ್ಲಿಗೆ ಹೋಗಿ..."),
                n("ee5ccf3e", "ಪ್ರದರ್ಶನ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("ab3d53f8", "ಹೊಸ ಪೋಸ್ಟ್"),
                n("de94bda6", "ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಿ"),
                n("e736990a", "ಹೊಸ ನೇರ ಸಂದೇಶ"),
                n("fe731016", "ಇಷ್ಟಪಡಿ"),
                n("d17df548", "ಪ್ರತಿಕ್ರಿಯಿಸಿ"),
                n("g062295e", "ಮರುಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("h01621a4", "ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("gb303814", "ಬುಕ್‌ಮಾರ್ಕ್"),
                n("c03b1126", "ಖಾತೆ ಸದ್ದಡಗಿಸಿ"),
                n("ebd2abb2", "ಖಾತೆ ತಡೆಹಿಡಿಯಿರಿ"),
                n("hc6c5510", "ಪೋಸ್ಟ್ ವಿವರಗಳನ್ನು ತೆರೆಯಿರಿ"),
                n("eebdef38", "ಫೋಟೋ ವಿಸ್ತರಿಸಿ"),
                n("b488758c", "ತೆರೆದ/ಮುಚ್ಚಿದ ಸಂದೇಶಗಳ ಡಾಕ್‌"),
                n("c82314e0", "ಆಯ್ದ ವೀಡಿಯೋವನ್ನು ಪ್ಹಾಸ್‌/ಪ್ಲೇ ಮಾಡಿ"),
                n("b881560e", "ಆಯ್ದ ವೀಡಿಯೋದ ಸದ್ದಡಗಿಸಿ"),
                n("a94f7302", "ಆಡಿಯೋ ಡಾಕ್‌ಗೆ ಹೋಗಿ"),
                n("a7e604c6", "ಆಡಿಯೋ ಡಾಕ್ ಅನ್ನು ಪ್ಲೇ/ಪ್ಹಾಸ್‌ ಮಾಡಿ"),
                n("f978c4fc", "ಆಡಿಯೋ ಡಾಕ್‌ ಅನ್ನು ಸದ್ದಡಗಿಸಿ/ಸದ್ದಡಗಿಸದಿರಿ"),
                n("hc73f030", "ನಿಮ್ಮ ಖಾತೆ"),
                n("f15bfdb4", "ಖಾತೆ ಮಾಹಿತಿ"),
                n("a3841918", "ಇಮೇಲ್"),
                n("c21037d0", "ದೇಶ"),
                n("ab1f7ee0", "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ಬದಲಿಸಿ"),
                n("e731db5a", "ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವಿಕೆ"),
                n("f56af9cc", "ನಿಮ್ಮ ಡೇಟಾದ ಆರ್ಕೈವ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("hfb92b14", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("bf96fda4", "ವಯಸ್ಸು"),
                n("d12d42dc", "ಆಟೋಮೇಶನ್"),
                n("fdb81456", "ಪರೋಡಿ ಲೇಬಲ್"),
                n("j9d10268", "ಖಾತೆ ಚಟುವಟಿಕೆ."),
                n("i6b3f59a", "ಖಾತೆ ಇತಿಹಾಸ"),
                n("da202f9a", "ನಿಮ್ಮ ಜಾಹೀರಾತುದಾರ ಪಟ್ಟಿ"),
                n("hc36dbba", "ಲಾಗ್ ಇನ್ ಮಾಡಿದ ಸಾಧನಗಳು ಮತ್ತು ಆಪ್‌ಗಳು"),
                n("a8d0108e", "ಲಿಂಗ"),
                n("a03dacaa", "ಭಾಷೆ"),
                n("d9138166", "ನೀವು ಇದ್ದ ಸ್ಥಳಗಳನ್ನು ನೋಡಿ"),
                n("b523ecc6", "ಖಾತೆ ಪ್ರವೇಶ ಇತಿಹಾಸ"),
                n("abedd45c", "ನಿಮ್ಮ ಡೇಟಾಗೆ ವಿನಂತಿಸಿ"),
                n("h1f01a24", "ಆಸಕ್ತಿಗಳು"),
                n("j7ad754a", "ನಿಮ್ಮ X ಡೇಟಾ"),
                n("d299431c", "ಮಾನಿಟೈಸೇಶನ್"),
                n("j087774e", "ಕಾಯಿನ್‌ಗಳು"),
                n("ff9ed474", "ಒಟ್ಟು ಗಳಿಕೆಗಳು"),
                n("ec885836", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("b431a5c6", "ಜಾಹೀರಾತು ಆದಾಯ ಹಂಚಿಕೆ"),
                n("b0e986ec", "ಮಾನಿಟೈಸೇಶನ್ IDV"),
                n("aca4d76a", "ಜಾಹೀರಾತು ಆದಾಯ ಹಂಚಿಕೆ ಸೆಟಪ್"),
                n("ab1b837a", "ಜಾಹೀರಾತು ಆದಾಯ ಹಂಚಿಕೆ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್"),
                n("a9c1a9cc", "ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳು"),
                n("d4ab5c12", "ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳ ಸೆಟಪ್"),
                n("c429e3ba", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು"),
                n("fce877d6", "ಪೋಸ್ಟ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಿ"),
                n("dd0c889e", "ಪ್ರೊಫೈಲ್ ಕಸ್ಟಮೈಸೇಶನ್"),
                n("ib35705e", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ನಿರ್ವಹಣೆ"),
                n("cf131522", "ಅಫಿಲಿಯೇಟ್ ಬ್ಯಾಡ್ಜ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("cb165528", "ಸುದ್ದಿ ವೈಶಿಷ್‌ಟ್ಯಗಳು ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("f8645654", "ಭದ್ರತೆ ಮತ್ತು ಖಾತೆ ಆಕ್ಸೆಸ್"),
                n("j95edf76", "ಭದ್ರತೆ"),
                n("fd127276", "ಪಾಸ್‌ಕೀಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("afe4a358", "ID ಪರಿಶೀಲನೆ"),
                n("dd703318", "ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣ"),
                n("b1686800", "ಭದ್ರತೆ ಕೀಲಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("ae72d4c4", "ಆಪ್‌ಗಳು ಮತ್ತು ಸೆಷನ್‌ಗಳು"),
                n("a1e8e682", "ನೋಂದಾಯಿಸಿದ ಸಾಧನಗಳು"),
                n("h1abfbce", "ಸಂಪರ್ಕಿತ ಖಾತೆಗಳು"),
                n("cad53944", "ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ"),
                n("e908903a", "ಪ್ರೇಕ್ಷಕರು ಮತ್ತು ಟ್ಯಾಗ್ ಮಾಡುವಿಕೆ"),
                n("b5c85d2c", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರಕ್ಷಿಸಿ"),
                n("f56d108e", "ಫೋಟೋ ಟ್ಯಾಗ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("c6f67e32", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು"),
                n("f2bd9c48", "ನೀವು ನೋಡುವ ಕಂಟೆಂಟ್"),
                n("cbd449a0", "ಸದ್ದಡಗಿಸಿ ಮತ್ತು ತಡೆಹಿಡಿಯಿರಿ"),
                n("daef29b8", "ಖಾತೆಗಳನ್ನು ಸದ್ದಡಿಗಸಲಾಗಿದೆ"),
                n("i0dd9b9e", "ಸದ್ದಡಗಿಸಿದ ಪದಗಳು"),
                n("a5f32aa2", "ತಡೆಹಿಡಿದಿರುವ ಖಾತೆಗಳು"),
                n("i58a274c", "ನೇರ ಸಂದೇಶಗಳು"),
                n("ded416b0", "ಸ್ಪೇಸಸ್"),
                n("fd4d9068", "ಪರಿಶೋಧಿಸಲ್ಪಡುವ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸಂಪರ್ಕಗಳು"),
                n("bbcafbda", "ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("aeddb28a", "ವಿಷಯ ಆದ್ಯತೆಗಳು"),
                n("d035a8d0", "ಜಾಹೀರಾತು ಆದ್ಯತೆಗಳು"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "ಊಹಿಸಿದ ಗುರುತು"),
                n("d84e63d2", "ಆಫ್-X ಚಟುವಟಿಕೆ"),
                n("h14ba864", "ವಹಿವಾಟು ಪಾಲುದಾರರುಗಳೊಂದಿಗೆ ಡೇಟಾ ಹಂಚಿಕೆ"),
                n("jabb9c9a", "ಸ್ಥಳ ಮಾಹಿತಿ"),
                n("fcb6a5b8", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ"),
                n("h9f2da68", "ಸಂವೇದನಾಶೀಲ ಮಾಧ್ಯಮ"),
                n("id6a8e1a", "ಪ್ರತಿಕ್ರಿಯೆ ಫಿಲ್ಟರ್"),
                n("fc35f762", "ಫಿಲ್ಟರ್ ಮಾಡಿದ ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("gaac710a", "ವರದಿ ಕೇಂದ್ರ"),
                n("bcd81cac", "ಆದ್ಯತೆಗಳು"),
                n("i647fb04", "ಫಿಲ್ಟರ್‌ಗಳು"),
                n("hee41732", "ಪುಷ್ ಸೂಚನೆಗಳು"),
                n("e75f25a8", "ಇಮೇಲ್ ಸೂಚನೆಗಳು"),
                n("cf9b166a", "ಅಕ್ಸೆಸಿಬಿಲಿಟಿ, ಪ್ರದರ್ಶನ ಮತ್ತು ಭಾಷೆಗಳು"),
                n("e3719c16", "ಪ್ರವೇಶಿಸುವಿಕೆ"),
                n("a776eed8", "ಸ್ವಯಂಪ್ಲೇ"),
                n("c4881c66", "ಪ್ರದರ್ಶನ"),
                n("d495680e", "ಭಾಷೆಗಳು"),
                n("f953f53a", "ಪ್ರದರ್ಶನ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಿ"),
                n("eafe3288", "ಡೇಟಾ ಬಳಕೆ"),
                n("b721eb38", "ಕುರಿತು"),
                n("g9230d00", "ಡೆಲಿಗೇಟ್"),
                n("cb8ebf5c", "ನೀವು ಡೆಲಿಗೇಟ್ ಮಾಡಿದ ಸದಸ್ಯರುಗಳು"),
                n("i95202f6", "ನಿಮಗೆ ಡೆಲಿಗೇಟ್ ಮಾಡಿದ ಖಾತೆಗಳು"),
                n("afcad7f2", "ಆಪ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("e8f57e08", "ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆ ಮತ್ತು ಡೇಟಾ"),
                n("gbde3534", "ಆಸಕ್ತಿಗಳು ಮತ್ತು ಜಾಹೀರಾತುಗಳ ಡೇಟಾ"),
                n("a54826c6", "ಪಾಲುದಾರರು ನಿರ್ಣಯಿಸಿದ ಆಸಕ್ತಿಗಳು"),
                n("a5cbc19a", "ನಿಮ್ಮ ವಿಶ್ಲೇಷಣೆಗಳು"),
                n("i9028824", "ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("f5090e28", "ನೀವು ಸಂಪರ್ಕವನ್ನು ಕಳೆದುಕೊಂಡಿರುವಂತೆ ಕಾಣುತ್ತಿದೆ. ನಾವು ಮರುಪ್ರಯತ್ನಿಸುತ್ತಲೇ ಇರುತ್ತೇವೆ."),
                n("ba929da8", "ಪುಟ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("d203e242", "ಕಂಡುಬಂದಿಲ್ಲ"),
                n("e2eac0c4", "ಪ್ರಾಥಮಿಕ"),
                n("i5aa4ce0", "ಇನ್ನಷ್ಟು ಮೆನು ಐಟಂಗಳು"),
                n("h63a5c3c", "ಮತ್ತಷ್ಟು"),
                n("a4fc1872", "ಕಳೆದ ವಾರ"),
                n("e14bb1da", "ಕೊನೆಯ ದಿನ"),
                n("d86bbf0f", function (e) {
                    return e.count + " ಓದದ ಐಟಂಗಳು";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "ಖಾತೆ"),
                n("da4691aa", "ಎಲ್ಲಾ ಖಾತೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("c7e55ccf", function (e) {
                    return "@" + e.screenname + " ಗೆ ಬದಲಾಯಿಸಿ";
                }),
                n("b20a3894", "ನೀವು ಬದಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("daffabde", "ಈ ರೀತಿ ವರ್ತಿಸಲಾಗುತ್ತಿದೆ..."),
                n("eccbfa26", "ಡೆಲಿಗೇಟ್ ಖಾತೆಗಳು"),
                n("a1b7a904", "ಈ ರೀತಿ ವರ್ತಿಸಿ"),
                n("g61ed8a4", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ."),
                n("e520f166", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲು ಇರುವ ದೈನಂದಿನ ಮಿತಿಯನ್ನು ನೀವು ಮೀರಿದ್ದೀರಿ."),
                n("c0554ca0", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("b25c5b2a", "ಓಹ್! ನೀವು ಈಗಾಗಲೇ ಅದನ್ನು ಹೇಳಿದ್ದೀರಿ."),
                n("cef21114", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಮಾನತ್ತಿನಲ್ಲಿಡಲಾಗಿದೆ ಹಾಗೂ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಕಳಿಸಲು ಅನುಮತಿಯಿಲ್ಲ."),
                n("cf369a0e", "ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಪೋಸ್ಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ ಅಥವಾ ಅದು ನಿಮಗೆ ಕಂಡುಬರುತ್ತಿಲ್ಲ."),
                n("cd86efa8", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಪಠ್ಯವು ಅನುಮತಿಸಲಾದ @ಉಲ್ಲೇಖಗಳ ಸಂಖ್ಯೆಯ ಮಿತಿಯನ್ನು ಮೀರಿದೆ."),
                n("e002f424", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಪಠ್ಯವು ಅನುಮತಿಸಿದ URL ಗಳ ಸಂಖ್ಯೆಯನ್ನು ಮೀರುತ್ತದೆ."),
                n("c2b4ae8c", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಪಠ್ಯವು ಅನುಮತಿಸಲಾದ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳ ಸಂಖ್ಯೆಯ ಮಿತಿಯನ್ನು ಮೀರಿದೆ."),
                n("hf05f59e", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಪಠ್ಯವು ಅನುಮತಿಸಲಾದ ಕ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳ ಸಂಖ್ಯೆಯ ಮಿತಿಯನ್ನು ಮೀರಿದೆ."),
                n("dffb84c6", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಪಠ್ಯವು ಹ್ಯಾಶ್ ಟ್ಯಾಗ್ ಒಳಗೊಂಡಿದ್ದು ಅದು ಇನ್ನು ಮುಂದೆ ಮಾನ್ಯವಾಗಿರುವುದಿಲ್ಲ."),
                n("d7b21bc8", "ಅನುಮತಿಸಲಾದ ಲಗತ್ತಿನ ಪ್ರಕಾರಗಳನ್ನು ಪೋಸ್ಟ್ ಮೀರುತ್ತದೆ."),
                n("e4672ac2", "ಓಹ್! ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ URL ಸ್ಪ್ಯಾಮ್ ಆಗಿರುವ ಅಥವಾ ಅಸುರಕ್ಷಿತವಾದ ವಿಷಯವನ್ನು ಹೊಂದಿರುವ ವಿಷಯಕ್ಕೆ ಕೊಂಡಿಯನ್ನು ಹೊಂದಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ."),
                n("he5ecf52", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಪಠ್ಯವು ಗರಿಷ್ಠ ಅನುಮತಿಸಿದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತದೆ."),
                n("ac78e602", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಕಂಟೆಂಟ್ ಅಮಾನ್ಯವಾಗಿದೆ."),
                n("i251c738", "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ವೀಡಿಯೊದ ಫ್ರೇಮ್ ದರವು ತುಂಬಾ ಹೆಚ್ಚಾಗಿತ್ತು."),
                n("ed3ac7ef", function (e) {
                    return "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ವೀಡಿಯೊದ ಫ್ರೇಮ್ ದರವು ತುಂಬಾ ಹೆಚ್ಚಾಗಿತ್ತು. ಗರಿಷ್ಠ ಫ್ರೇಮ್ ದರ: 60. ನಿಜವಾದ ಫ್ರೇಮ್ ದರ: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ವೀಡಿಯೊದ ಆಕಾರ ಅನುಪಾತವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿತ್ತು."),
                n("ca4514c0", "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ವೀಡಿಯೊದ ಆಕಾರ ಅನುಪಾತವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿತ್ತು."),
                n("fb4a459c", "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ವೀಡಿಯೊದ ಅವಧಿಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿತ್ತು."),
                n("ca1afa98", "ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದ ವೀಡಿಯೊದ ಅವಧಿಯು ತುಂಬಾ ಉದ್ದವಾಗಿತ್ತು."),
                n("b2e94283", function (e) {
                    return "@" + e.viaScreenName + " ಮೂಲಕ";
                }),
                n("ee69d769", function (e) {
                    return "ಪೋಸ್ಟ್" + e.verb;
                }),
                n("ge8e4a38", "ಎಲ್ಲವನ್ನೂ ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("h735a98e", "ವೇಳಾಪಟ್ಟಿ"),
                n("h3701ffe", "ನವೀಕರಿಸಿ"),
                n("d9ef2842", "ಓದಿಲ್ಲದ ಐಟಂಗಳು"),
                n("cdf89b84", "ಪೂರ್ವವೀಕ್ಷಣೆ ಎಂಬಂತೆ ಬ್ರ್ಯಾಂಡ್‌ ಮಾಡಲಾಗಿದೆ"),
                n("i83d4f14", "ಹಿಂಬಾಲಕರ ಮನವಿಗಳು"),
                n("aeede01a", "ಇಂಪ್ರಿಂಟ್"),
                n("ae1bbb26", "ಲಾಗ್ ಔಟ್"),
                n("fd442790", "ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "ಜಾಹೀರಾತುಗಳು"),
                n("e2eef3c2", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು"),
                n("b55d8a78", "ನಿಮ್ಮ ಸ್ಪೇಸ್ ರಚಿಸಿ"),
                n("e5323e36", "ಲೈವ್‌ಗೆ ಹೋಗಿ"),
                n("a5a30af0", "ಲೇಖನಗಳು"),
                n("d13d697c", "ಹೊಸತು"),
                n("j0e2cfa8", "ವ್ಯವಹಾರ"),
                n("h5e38204", "ಚಾಟ್ ಮಾಡಿ"),
                n("h7d5d9fa", "ಬೀಟಾ"),
                n("ga169e1b", function (e) {
                    return "ನೇರ ಸಂದೇಶಗಳು (" + e.count + " ಓದಿಲ್ಲದ ಸಂವಾದ" + f(e.count, "", "ಗಳು") + ")";
                }),
                n("d83682ec", "ಹೋಮ್ (ಹೊಸ ಓದದ ಪೋಸ್ಟ್‌ಗಳು)"),
                n("e1249849", function (e) {
                    return "ಸೂಚನೆಗಳು (" + e.count + " ಓದಿಲ್ಲದ ಸೂಚನೆ" + f(e.count, "", "ಗಳು") + ")";
                }),
                n("c0b786ee", "ಹುಡುಕಿ ಮತ್ತು ಅನ್ವೇಷಿಸಿ"),
                n("bb967f9e", "ವೀಡಿಯೋಗಳು"),
                n("e04033be", "ಹೊಸ ಪೋಸ್ಟ್‌ಗಳು ಲಭ್ಯವಿವೆ. ಅವುಗಳಿಗೆ ಹೋಗಲು ಪೀರಿಯಡ್ ಕೀ ಅನ್ನು ನೂಕಿರಿ."),
                n("hec711c0", "ಹೊಸ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ"),
                n("j0a8da6e", "ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಯನ್ನು ಸೇರಿಸಿ"),
                n("c6f2bf00", "ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("a58e0e51", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡಿ";
                }),
                n("j62f43a6", "ಡೆಲಿಗೇಟ್ ಖಾತೆಗಳನ್ನು ನೋಡಿ"),
                n("d4c52015", function (e) {
                    return e.count + " ಬಾಕಿರುವ ಡೆಲಿಗೇಟ್‌ ಖಾತೆ ಆಹ್ವಾನ" + f(e.count, "", "ಗಳು");
                }),
                n("b8e1d524", "ಖಾತೆಗಳು"),
                n("gef27c4c", "ಖಾತೆ ಮೆನು"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + "ಗೆ ಬದಲಾಯಿಸಿ";
                }),
                n("c61eea74", "ವೈಯಕ್ತಿಕ ಖಾತೆಗಳು"),
                n("g6d42fea", "ನ್ಯಾವಿಗೇಷನ್ ಅನ್ನು ಟಾಗಲ್ ಮಾಡಿ"),
                n("eb022176", "ಖಾತೆ ರಚಿಸಿ"),
                n("gcfef7b6", "ಫೋನ್ ಅಥವಾ ಇಮೇಲ್‌ ಮೂಲಕ ಖಾತೆ ರಚಿಸಿ"),
                n("e5b0e544", "ಸೈನ್ ಇನ್"),
                n("gd93944e", "ಆಪ್ ಬಳಸಿ"),
                n("c1df1ae0", "ಕುಕೀಗಳ ಬಳಕೆ"),
                n("f2f787a0", "ಸೇವಾ ನಿಯಮಗಳು"),
                n("e1099fd6", "ಗೌಪ್ಯತಾ ನೀತಿ"),
                n("cdc1bff7", function (e) {
                    return "ಪ್ರೊಫೈಲ್ ಮೆನು " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " ಜನರು";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "ವ್ಯಕ್ತಿ", "ಜನರು");
                }),
                n("ae2205d2", "ನೀವು ಪರಸ್ಸರ ಹಿಂಬಾಲಿಸುತ್ತೀರಿ"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " ಅವರು ಸದ್ಯ ಸ್ಪೇಸ್‌ನಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿದ್ದಾರೆ, ಅವರ ಪ್ರೊಫೈಲ್‌ ಮೂಲಕ ಸೇರಲು ಕ್ಲಿಕ್ ಮಾಡಿ";
                }),
                n("f2b3fe06", "ಫಲಿತಾಂಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("fc9dd578", "ಜನರನ್ನು ಹುಡುಕಿ"),
                n("gdb7bc25", function (e) {
                    return e.name + " - ತೆಗೆದುಹಾಕಲು ಆಯ್ಕೆಮಾಡಿ";
                }),
                n("f065ba8c", "ಹುಡುಕಾಟ ಪ್ರಶ್ನೆ"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + " ಗೆ ಹೋಗಿ";
                }),
                n("a2c1b222", "ಜನರು, ಪಟ್ಟಿಗಳು, ಅಥವಾ ಕೀವರ್ಡ್‌ಗಳಿಗೆ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ"),
                n("f45c4250", "ಎಲ್ಲಾ ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?"),
                n("caae4dda", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳನ್ನು ನೀವು ತೆಗೆಯುತ್ತೀರಿ."),
                n("dbd5d400", "ತೆರವುಗೊಳಿಸಿ"),
                n("a8d68f62", "ಇತ್ತೀಚಿನ"),
                n("c6530778", "ಉಳಿಸಿದ ಹುಡುಕಾಟಗಳು"),
                n("e047b8fa", "ಎಲ್ಲಾ ತೆರವುಗೊಳಿಸಿ"),
                n("aa6e3300", "ನೀವು ಸಂಪರ್ಕವನ್ನು ಕಳೆದುಕೊಂಡಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("e68b09b4", "ತೆಗೆದುಹಾಕಿ"),
                n("hffea05c", "ಉಳಿಸಿದ ಹುಡುಕಾಟ ಅಳಿಸುವುದೇ?"),
                n("j037e374", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಉಳಿಸಿದ ಹುಡುಕಾಟವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("d96cf7ce", "ಅಳಿಸಿ"),
                n("hbe4feb5", function (e) {
                    return "ಒಂದು ಹಿಂಬಾಲಿಸುವ ಮನವಿಯನ್ನು @" + e.screenName + " ರವರಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ ಮತ್ತು ಅವರ ಅಂಗೀಕಾರ ಇನ್ನೂ ಬಾಕಿ ಉಳಿದಿದೆ.";
                }),
                n("df4c86b0", "ದಯವಿಟ್ಟು ಮೊದಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಿ"),
                n("bba40ffa", "ಈ ಖಾತೆಯನ್ನು ನಿಮಗೆ ಹಿಂಬಾಲಿಸಲಾಗುವುದಿಲ್ಲ"),
                n("f558829e", "ಈ ಖಾತೆಯನ್ನು ಹಿಂಬಾಲಿಸಲು, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಜನನ ದಿನಾಂಕವನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಬೇಕಾಗುತ್ತದೆ, ಈ ಮೂಲಕ ನೀವು ಕನಿಷ್ಠ ವಯಸ್ಸಿನ ಅಗತ್ಯತೆಗಳನ್ನು ಪೂರೈಸುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕಾಗುತ್ತದೆ."),
                n("a6941096", "ನಿಮ್ಮ ದೇಶದಿಂದ ಈ ಖಾತೆಯನ್ನು ಹಿಂಬಾಲಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("if8cd2a4", "ಈ ಖಾತೆಯನ್ನು ಹಿಂಬಾಲಿಸಲು ನಿಮಗೆ ಸಾಕಷ್ಟು ವಯಸ್ಸಾಗಿಲ್ಲ."),
                n("b5972260", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಆ ಬಳಕೆದಾರರಿಗೆ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಹಿಂಬಾಲಿಸುವಿಕೆ ವಿನಂತಿಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("j4292c24", "ಈ ಬಳಕೆದಾರರನ್ನು ಹಿಂಬಾಲಿಸುವಿಕೆಯಿಂದ ನಿಮ್ಮನ್ನು ಅವರ ಕೋರಿಕೆಯ ಮೇರೆಗೆ ತಡೆಹಿಡಿಯಲಾಗಿದೆ."),
                n("a0ba5842", "ನೀವು ಈ ಸಮಯದಲ್ಲಿ ಇನ್ನಷ್ಟು ಜನರನ್ನು ಹಿಂಬಾಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("a5202b82", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಆ ಬಳಕೆದಾರರನ್ನು ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಹಿಂಬಾಲಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("f8cbf714", "ನೀವು ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇಲ್ಲದಿರುವ ಬಳಕೆದಾರರನ್ನು ಹಿಂಬಾಲಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವಿರಿ."),
                n("f2e66452", "ನಿಮ್ಮ ಖಾತೆ ಅಮಾನತುಗೊಂಡಿದೆ ಮತ್ತು ಬಳಕೆದಾರರನ್ನು ಹಿಂಬಾಲಿಸಲು ಪರವಾನಗಿ ಹೊಂದಿಲ್ಲ."),
                n("ca96fe6e", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಒಂದು ನಿಮಿಷದಲ್ಲಿ ಆ ಬಳಕೆದಾರರ ತಡೆಹಿಡಿಯುವಿಕೆಯನ್ನು ಮತ್ತೊಮ್ಮೆ ರದ್ದು ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e1a0aaca", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಆ ಬಳಕೆದಾರರನ್ನು ಹಿಂಬಾಲಿಸದಿರಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("fd5208c6", "ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ"),
                n("c0d13570", "ಅಫಿಲಿಯೇಟ್‌ಗಳು"),
                n("ba96929e", "ನೇಮಕಗೊಳಿಸುವುದು"),
                n("gf62c116", "ಬೆಂಬಲ"),
                n("a4cf866e", "ಜಾಹೀರಾತು"),
                n("g2fd3206", "ಜನರು"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "ಪೂರ್ಣ ಪ್ರವೇಶ"),
                n("e49537c2", "ಹಂ... ಈ ಪುಟ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ಬೇರೇನಾದರೂ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("fcbb540a", "ರೇಟ್ ಮಿತಿ ಮೀರಿದೆ"),
                n("d4f88600", "ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("b192ccae", "ನೀವು ದೃಢೀಕರಿಸಿದ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("a0487504", "ಪರಿಶೀಲನೆಯನ್ನು ವಿನಂತಿಸಲು, ನೀವು ಸಂಪರ್ಕ ವಿಧಾನವನ್ನು ಮೊದಲು ದೃಢೀಕರಿಸಬೇಕು."),
                n("fff7d93c", "ಫೋಟೋ ಸೇರಿಸಿ"),
                n("g969bfae", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ ಫೋಟೋ ಇಲ್ಲ."),
                n("gb2f35e4", "ಪರಿಶೀಲನೆಯನ್ನು ವಿನಂತಿಸಲು, ನೀವು ಮೊದಲು ಪ್ರೊಫೈಲ್‌ ಫೋಟೋ ಸೇರಿಸಬೇಕು."),
                n("i33cf692", "URL ಕ್ಷೇತ್ರವನ್ನು ಸೇರಿಸಿ"),
                n("b679ff6a", "ಅಮಾನ್ಯ URL"),
                n("i79902b4", "ದೃಢೀಕರಣ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("fb2fcb5c", "ಈ ಹಂತವು ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನಿಮಗೆ ಉತ್ತಮವಾಗಿ ಹೊಂದುವ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("e43425fa", "ಸರ್ಕಾರ ವಿತರಿಸಿದ ID"),
                n("cb7c2e2e", "ಸರ್ಕಾರ ವಿತರಿಸಿದ ID ಯ ಫೋಟೋ."),
                n("a411926a", "ಅಧಿಕೃತ ಇಮೇಲ್ ವಿಳಾಸ"),
                n("g253cdd0", "ನೀವು ಆಯ್ಕೆ ಮಾಡುವ ವಿಭಾಗಕ್ಕೆ ಸೂಕ್ತವಾದ ಡೊಮೇನ್‌ನೊಂದಿಗೆ ಅಧಿಕೃತ ಇಮೇಲ್‌."),
                n("cf93bcb0", "ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನ ಉಲ್ಲೇಖ"),
                n("gfb55fa8", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ನೇರವಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್."),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್ ಉಲ್ಲೇಖವನ್ನು ಸೇರಿಸಿ"),
                n("a11cd524", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಮತ್ತು ನಿಮ್ಮ ಪರಿಶೀಲನೆ ವಿನಂತಿಯೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ನಮೂದಿಸಿ."),
                n("ba656f26", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆಯೇ?"),
                n("ed751204", "ನಿಮ್ಮ ಪರಿಶೀಲನೆ ಮಾಡಲು ನಿಮ್ಮ ಖಾತೆ ಪ್ರಾಮಾಣಿಕವಾಗಿದೆ ಎಂದು ನಾವು ದೃಢೀಕರಿಸಬೇಕಿದೆ. ನೀವು ಲಿಂಕ್ ಮಾಡಿರುವ ಪುಟದಲ್ಲಿ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಉಲ್ಲೇಖಿಸಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸುವುದಕ್ಕೂ ಮೊದಲು ಪ್ರಾಮಾಣಿಕತೆಯ ದಾಖಲೆಯನ್ನು ನೀವು ಸಲ್ಲಿಸಬೇಕು."),
                n("fbc023b0", "ಹೌದು, ಇದು"),
                n("e785ce06", "ನಾನು ವಿಭಿನ್ನ ಆಯ್ಕೆಯನ್ನು ಬಳಸುತ್ತೇನೆ"),
                n("i8d58f3e", "ನಾನು ಸರ್ಕಾರಿ ಐಡಿ ಬಳಸುತ್ತೇನೆ"),
                n("eb21ecaa", "ನಾನು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬಳಸುತ್ತೇನೆ"),
                n("f848a69e", "ನಿಮ್ಮನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಖಾತೆಯು ಅಸಲಿಯಾಗಿದೆ ಎಂಬುದನ್ನು ನಾವು ದೃಢೀಕರಿಸಿಕೊಳ್ಳಬೇಕು. ಒದಗಿಸಿದ ಅಧಿಕೃತ ವೆಬ್ ಸೈಟ್ ನಲ್ಲಿ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಉಲ್ಲೇಖಿಸಿಲ್ಲದಿದ್ದರೆ, ಖಾತೆಯ ಅಸಲಿಯತ್ತನ್ನು ನಾವು ದೃಢೀಕರಿಸಲಾಗದು."),
                n("d59b5366", "ನಿಮ್ಮನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಖಾತೆ ಪ್ರಾಮಾಣಿಕವಾಗಿದೆ ಎಂದು ನಾವು ದೃಢೀಕರಿಸಬೇಕು. ನೀವು ಲಿಂಕ್ ಮಾಡಿದ ಪುಟದಲ್ಲಿ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಉಲ್ಲೇಖಿಸಿಲ್ಲದಿದ್ದರೆ, ಗಮನಾರ್ಹ ಕಂಟೆಂಟ್‌ ರಚನೆಕಾರ ಎಂದು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಾವು ವಿಶ್ವಾಸಾರ್ಹವಾಗಿ ಲಿಂಕ್‌ ಮಾಡಲಾಗದು."),
                n("bfb01c62", "ಇಲ್ಲ, ವಾಪಸ್ ಹೋಗಿ"),
                n("fa51040a", "ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಅರ್ಹ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಾಶಕರ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ."),
                n("d0460f12", "ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("h45b00d8", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿಯಾಗಿದೆ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಮನರಂಜನೆ ಕಂಪನಿಯು ನಿರ್ವಹಿಸಿದೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("fc718708", "ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಅರ್ಹ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್."),
                n("g32c2900", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿಯಾಗಿದೆ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರೊಡಕ್ಷನ್‌ ಸಂಸ್ಥೆಯು ನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ತೋರಿಸಲು ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("j5b1224c", "ನಿಮ್ಮ ಪ್ರೊಡಕ್ಷನ್‌ಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್ಸೈಟ್ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("d090a5d4", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಪರಿಶೀಲಿತ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಾಶಕರ ಅಧಿಕೃತ ವೆಬ್ಸೈಟ್."),
                n("eb08a392", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಸರ್ಕಾರಿ ಕಚೇರಿಯ ಅಭ್ಯರ್ಥಿಯು ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೊರಿಸುವ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("h0de1396", "ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಹುದ್ದೆಯ ಅಭ್ಯರ್ಥಿಯ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್ಸೈಟ್ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("dcc23262", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಹೋರಾಟಗಾರ ಅಥವಾ ಸಂಘಟಕರು ನಿರ್ವಹಿಸಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("c880e068", "ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ವಕೀಲಿ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌."),
                n("e412d500", "ಪರಿಶೀಲಿಸಿದ ವಕೀಲಿತನ ಸಂಸ್ಥೆ ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಗೆ ನಾಯಕತ್ವ ಸ್ಥಾನದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಸೈಟ್ ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("dedf41f2", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರಭಾವಿ ವ್ಯಕ್ತಿಯು ನಿರ್ವಹಿಸಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("b4aed9e0", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಪರಿಶೀಲಿತ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್ಸೈಟ್."),
                n("b2069e40", "ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬರಬೇಕು."),
                n("baf718c4", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಕಂಪನಿ, ಬ್ರ್ಯಾಂಡ್ ಅಥವಾ ಸಂಸ್ಥೆಯು ನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "ಅರ್ಹ ಕಂಪನಿ, ಬ್ರ್ಯಾಂಡ್ ಅಥವಾ ಸಂಸ್ಥೆಯ ಡೊಮೇನ್‌ ಸಹಿತ ಅಧಿಕೃತ ಇಮೇಲ್‌ ವಿಳಾಸ."),
                n("de70afe8", "ಅರ್ಹತಾ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಗೆ ಉಲ್ಲೇಖ."),
                n("a3a523f2", "ನಿಮ್ಮ ಕಂಪನಿಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("jf58899a", "ನಿಮ್ಮ ಸಂಸ್ಥೆಯಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿರಿಯ ನಾಯಕರನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("f7afbaec", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಅರ್ಹ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಾಶನದ ಪತ್ರಕರ್ತರು ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("d4ab0056", "ನಿಮ್ಮ ಖಾತೆಯು ಅಸಲಿಯಾಗಿದೆ ಮತ್ತು ಗಮನಾರ್ಹ ಫ್ರೀಲ್ಯಾನ್ಸ್ ಪತ್ರಕರ್ತರು ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("d2a77622", "ಅರ್ಹ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಟಣೆಯ ಡೊಮೇನ್‌ ಸಹಿತ ಅಧಿಕೃತ ಇಮೇಲ್‌ ವಿಳಾಸ."),
                n("eec341da", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಾಶಕರ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್."),
                n("b03ae068", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿಯಾಗಿದೆ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಾಶನವು ನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("g0daba4a", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ವೃತ್ತಿಪರ ಗೇಮಿಂಗ್‌ ವ್ಯಕ್ತಿ ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೋರಿಸಲು ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("ab8e430c", "ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಗೇಮಿಂಗ್‌ ವ್ಯಕ್ತಿಯ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("cdcd9cd6", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆ ನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ತೋರಿಸಲು ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("gad25890", "ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("e6dc91b2", "ನಿಮ್ಮ ಖಾತೆ ಅಸಲಿ ಮತ್ತು ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ವ್ಯಕ್ತಿ ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ತೋರಿಸಲು ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("i9aed706", "ಈ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ವ್ಯಕ್ತಿಯ ಖಾತೆಯನ್ನು ಅಧಿಕೃತ X ಖಾತೆಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್ಸೈಟ್ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು."),
                n("abd587d2", "ಇನ್ನೊಂದು ಉಲ್ಲೇಖವನ್ನು ಸೇರಿಸಿ"),
                n("i0bba81a", "ಉದ್ಯೋಗದಾತರ ಉಲ್ಲೇಖವನ್ನು ಸೇರಿಸಿ"),
                n("a6a76e3c", "ಗಮನಾರ್ಹತೆ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("ecd2abda", "ಖಾತೆ ಅರ್ಹತೆಯನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("cb70b894", "ಹಿಂದೆ ಹೋಗಿ"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "ನಿಮ್ಮ ಬಗ್ಗೆ ಇತ್ತೀಚಿನ ಹುಡುಕಾಟ ಚಟುವಟಿಕೆಯ ಸಾಕ್ಷಿಯೊಂದಿಗೆ Google Trends ನಲ್ಲಿ ಒಂದು ಪ್ರೊಫೈಲ್."),
                n("a68b43ee", "Google Trends ಪ್ರೊಫೈಲ್‌ ಸೇರಿಸಿ"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "ವಿಕಿಪೀಡಿಯಾ ಲೇಖನ"),
                n("ee38d0f0", "ನಿಮ್ಮ ಬಗ್ಗೆ ಮತ್ತು ಜನರ ಗಮನಾರ್ಹತೆ ಮಾನದಂಡಗಳನ್ನು ಅವು ಪೂರೈಸುವ ಒಂದು ವಿಕಿಪೀಡಿಯಾ ಲೇಖನ."),
                n("cb97ee3e", "Wikipedia ಲೇಖನ ಸೇರಿಸಿ"),
                n("hc371f34", "ಸುದ್ದಿ ಕವರೇಜ್"),
                n("b9d0ad90", "ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಕವರ್ ಮಾಡಿದ ಅಥವಾ ಉಲ್ಲೇಖಿಸಿದ ಗೌರವಾನ್ವಿತ ಸುದ್ದಿ ಸಂಸ್ಥೆಗಳಿಂದ ಕನಿಷ್ಠ ಮೂರು ಲಿಂಕ್‌ಗಳು."),
                n("ge137dce", "ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಅರ್ಹ ಸುದ್ದಿ ಪ್ರಕಾಶಕರಿಂದ ನಿಮ್ಮ ಬಗ್ಗೆ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳು."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಕವರೇಜ್ ಸೇರಿಸಿ"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "ಲೇಖನ #" + e.n;
                }),
                n("bebae55a", "ಸಾರ್ವಜನಿಕ ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿ"),
                n("c5571610", "ಸಾರ್ವಜನಿಕ ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿಯಲ್ಲಿ ಗಮನಾರ್ಹ ಅಸ್ತಿತ್ವದ ಸಾಕ್ಷಿಯನ್ನು ಒದಗಿಸುವ ಒಂದು ಲಿಂಕ್."),
                n("e2d42628", "ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿ ಉಲ್ಲೇಖವನ್ನು ಸೇರಿಸಿ"),
                n("jc19b4e8", "ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿ ಲಿಸ್ಟಿಂಗ್‌"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "ನಾಯಕತ್ವ ಉಲ್ಲೇಖಗಳನ್ನು ಸೇರಿಸಿ"),
                n("cc424a22", "ವಕೀಲಿತನ ಉಲ್ಲೇಖ"),
                n("ibfc1a5a", "ಈ ವಿಭಾಗದಲ್ಲಿ ಪರಿಶೀಲನೆಗೆ ನೀವು ಅರ್ಹರಲ್ಲ."),
                n("e1c78796", "ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌"),
                n("ff2ee0c2", "ಹೋರಾಟ"),
                n("hc61adfc", "ಮನರಂಜನೆ"),
                n("e404203c", "ಗೇಮಿಂಗ್"),
                n("d2042392", "ಸರ್ಕಾರಿ"),
                n("c365dcc6", "ಇತರೆ"),
                n("d27beb9e", "ಕ್ರೀಡೆ"),
                n("cc4b66b6", "ವಿಭಾಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("b37461a4", "ಒಂದು ಖಾತೆ ವಿಧವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("b27325f6", "ಕಂಟೆಂಟ್‌ ಕ್ರಿಯೇಟರ್"),
                n("a5a6affc", "ಸೆಳೆಯುವ, ಅಸಲಿ ಕಂಟೆಂಟ್ ಅನ್ನು ನಿರಂತರವಾಗಿ ಪ್ರಕಟಿಸುವವರು ಪ್ರಭಾವಿ ಡಿಜಿಟಲ್ ಕಂಟೆಂಟ್ ಕ್ರಿಯೇಟರ್‌ಗಳಾಗಿರುತ್ತಾರೆ."),
                n("a15326de", "ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಅರ್ಹ ಸುದ್ದಿ ಪ್ರಕಾಶನಗಳಿಂದ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳು"),
                n("g704a93a", "ನಾಯಕತ್ವ ಹುದ್ದೆಯಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಅರಿತಿರುವ ವಕೀಲಿತನ ಕೆಲಸದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ಒಂದು ಅಧಿಕೃತ ಸೈಟ್."),
                n("c6bd60ec", "ಹೋರಾಟಗಾರ ಅಥವಾ ಸಂಘಟಕ"),
                n("c92fdb06", "ಸಾಮಾಜಿಕ ಆರ್ಥಿಕ, ರಾಜಕೀಯ ಅಥವಾ ಸಾಂಸ್ಕೃತಿಕ ಬದಲಾವಣೆಯ ತರಲು X ಗಳನ್ನು ಬಳಸುತ್ತಿರುವ ಗಮನಾರ್ಹ ವ್ಯಕ್ತಿಗಳು."),
                n("a18c6dfc", "ಪತ್ರಕರ್ತರು"),
                n("h0b46534", "ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟ ಸುದ್ದಿ ಸಂಸ್ಥೆಗಳು ಅಥವಾ ಪ್ರಕಾಶಕರಲ್ಲಿ ನಿಯೋಜಿತರಾಗಿರುವ ಭಾರತೀಯ ಪತ್ರಕರ್ತರು."),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "ಇತರ ಪ್ರಭಾವಿ ವ್ಯಕ್ತಿ"),
                n("f875ec6e", "ಇತರ ವರ್ಗೀಕರಣಗಳಿಗೆ ಒಳಪಡದ X ಪ್ಲಾಟ್‌ಫಾರಂ ಒಳಗೆ ಅಥವಾ ಹೊರಗೆ ಗಮನಾರ್ಹ ಅಸ್ತಿತ್ವ ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಗಳು."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "ಮನರಂಜನೆ ಕಂಪನಿ"),
                n("d5b3cbca", "Major entertainment companies, such as television networks, film studios, and music labels."),
                n("b5a3e590", "ಮನರಂಜನೆ ವಿಭಾಗದಲ್ಲಿನ ವ್ಯಕ್ತಿ"),
                n("e484f794", "ಮನರಂಜನೆ ಉದ್ಯಮದಲ್ಲಿ ನಟರು, ಸಂಗೀತಗಾರರು, ನಿರ್ದೇಶಕರು, ಚಿತ್ರಕಥೆ ಬರಹಾರರು, ಕಾಮಿಡಿಯನ್ನರು ಮತ್ತು ಇತರೆಯಂತಹ ಪ್ರಭಾವಿ ವ್ಯಕ್ತಿಗಳು."),
                n("b8d8ea64", "ಉತ್ಪನ್ನ ಸಂಸ್ಥೆ"),
                n("ff27db3c", "ಸಿನಿಮಾಗಳು, ಈವೆಂಟ್‌ಗಳು/ಹಬ್ಬಗಳು, ಟಿವಿ ಶೋಗಳು ಮತ್ತು ಇನ್ನಷ್ಟರಂತಹ ಮನರಂಜನೆ ಸಂಸ್ಥೆಗಳೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರೊಡಕ್ಷನ್ಸ್‌ನ ಅಧಿಕೃತ ಖಾತೆಗಳು."),
                n("c0e57cb2", "ನಿಮ್ಮ ಕ್ರಿಯೇಟರ್ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("f3c605b6", "ಕ್ರಿಯೇಟರ್ ಪ್ರೊಫೈಲ್"),
                n("h042d1a6", "IMDB ಪ್ರೊಫೈಲ್"),
                n("d2310f0c", "ಕನಿಷ್ಟ 50 ಪ್ರೊಡಕ್ಷನ್ ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವಂತೆ IMDB ಯಲ್ಲಿ ಒಂದು ಪ್ರೊಫೈಲ್."),
                n("ba04b4c2", "IMDB ಪ್ರೊಫೈಲ್ ಸೇರಿಸಿ"),
                n("i9b124b6", "ಸರ್ಕಾರಿ ಅಧಿಕಾರಿ"),
                n("f84a99ee", "ರಾಜ್ಯದ ಮುಖ್ಯಸ್ಥರು, ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರ ಮಟ್ಟದಲ್ಲಿ ಆಯ್ಕೆಯಾದ ಅಧಿಕಾರಿಗಳು, ನೇಮಿಸಲ್ಪಟ್ಟ ಸಚಿವರು ಮತ್ತು ರಾಯಭಾರಿಗಳು ಸೇರಿದಂತೆ ಸರ್ಕಾರದ ಪ್ರಮುಖ ಅಧಿಕಾರಿಗಳು."),
                n("j2cb5f50", "ಹುದ್ದೆಗೆ ಅಭ್ಯರ್ಥಿ"),
                n("j2472894", "ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ಸಾರ್ವಜನಿಕ ಕಚೇರಿಯ ಅಧಿಕೃತ ಅಭ್ಯರ್ಥಿಗಳು."),
                n("ha44c130", "ಸರ್ಕಾರಿ ಕಚೇರಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಸೇವೆ"),
                n("j8ae9d40", "ಪ್ರಮುಖ ಸರ್ಕಾರಿ ಕಚೇರಿಗಳು ಮತ್ತು ಸಾಂಸ್ಥಿಕ ಸಂಸ್ಥೆಗಳ ಹಾಗೂ ಸಾರ್ವಜನಿಕ ಯುಟಿಲಿಟಿಗಳು ಮತ್ತು ಸೇವೆಗಳು."),
                n("ef1d6176", "ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ನೀವು ಅಭ್ಯರ್ಥಿಯೇ?"),
                n("f54ba6e6", "ಈ ವಿಭಾಗದಲ್ಲಿ ಪರಿಶೀಲನೆಗೆ ಅರ್ಹವಾಗಲು ನೀವು ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ಹುದ್ದೆಗೆ ಪ್ರಸ್ತುತ ಅಭ್ಯರ್ಥಿಯಾಗಿರಬೇಕು."),
                n("dd85d0a0", "ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ನೀವು ಅಧಿಕಾರಿಯೇ?"),
                n("f0058c60", "ಈ ವಿಭಾಗದಲ್ಲಿ ಪರಿಶೀಲನೆಗೆ ಅರ್ಹವಾಗಲು ನೀವು ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ಪ್ರಸ್ತುತ ಸರ್ಕಾರಿ ಅಧಿಕಾರಿಯಾಗಿರಬೇಕು."),
                n("f420a712", "ಹೌದು, ನಾನು"),
                n("fb97d22c", "ಇಲ್ಲ, ನಾನು ಅಲ್ಲ"),
                n("e16b1cc8", "ಅಭ್ಯರ್ಥಿಗಾಗಿನ ಮಾನದಂಡವನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರೈಸುತ್ತದೆಯೇ?"),
                n("cf2ee92e", "ತಾವು ನಿರ್ವಹಿಸುತ್ತಿರುವ ಕಚೇರಿ ಮತ್ತು ತಮ್ಮ ಕ್ಯಾಂಪೇನ್‌ನ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನ ಲಿಂಕ್‌ಗಳ ಉಲ್ಲೇಖವನ್ನು ಹೊಂದಿರುವ ಸಾರ್ವಜನಿಕ ಖಾತೆಯನ್ನು ಹುದ್ದೆಯ ಅಭ್ಯರ್ಥಿಗಳು ಹೊಂದಿರಬೇಕು."),
                n("g544885e", "ಸರ್ಕಾರಿ ಕಚೇರಿ ಅಥವಾ ಸಾಂಸ್ಥಿಕ ಸಂಸ್ಥೆಗೆ ಮಾನದಂಡವನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರೈಸುತ್ತದೆಯೇ?"),
                n("bd0b4542", "ಸರ್ಕಾರಿ ಕಚೇರಿಗಳು ಮತ್ತು ಸಾಂಸ್ಥಿಕ ಸಂಸ್ಥೆಗಳು ಅವರ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ಮಾಡುವ ಸಾರ್ವಜನಿಕ ಖಾತೆಯನ್ನು ಹೊಂದಿರಬೇಕು."),
                n("i45b224c", "ಅಧಿಕೃತವಾಗುವುದಕ್ಕೆ ಮಾನದಂಡವನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರೈಸುತ್ತದೆಯೇ?"),
                n("fba1dd66", "ಸರ್ಕಾರಿ ಅಧಿಕಾರಿಗಳು ತಮ್ಮ ಪ್ರಸ್ತುತ ಸರ್ಕಾರಿ ಹುದ್ದೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಮತ್ತು ತಮ್ಮ ಕಚೇರಿಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಿಂಕ್ ಮಾಡುವ ಸಾರ್ವಜನಿಕ ಖಾತೆಯನ್ನು ಅವರು ಹೊಂದಿರಬೇಕು."),
                n("e95c44de", "ಹೌದು, ಇದು ಪೂರ್ಣಗೊಂಡಿದೆ"),
                n("fa5e15e2", "ನಾನು ನವೀಕರಿಸಬೇಕಿದೆ"),
                n("jdf47e8e", "ಕ್ಯಾಂಪೇನ್ ವೆಬ್‌ಸೈಟ್"),
                n("eeec7316", "ಜಾಹೀರಾತು ಕ್ಯಾಂಪೇನ್ ವೆಬ್‌ಸೈಟ್"),
                n("b163b654", "ಸರ್ಕಾರಿ ಉಲ್ಲೇಖ"),
                n("d2378d34", "ಸರ್ಕಾರಿ ಉಲ್ಲೇಖವನ್ನು ಸೇರಿಸಿ"),
                n("a05b8446", "ಫ್ರೀಲ್ಯಾನ್ಸ್ ಪತ್ರಕರ್ತ"),
                n("hdad12b2", "ಪರಿಶೀಲಿತ ಪ್ರಕಾಶಕರಲ್ಲಿ ಗಮನಾರ್ಹ ಕೆಲಸದೊಂದಿಗೆ ಸ್ವತಂತ್ರ, ಫ್ರೀಲ್ಯಾನ್ಸ್ ಪತ್ರಕರ್ತ"),
                n("d2d7af4c", "ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಾಶನ ಸಂಸ್ಥೆ"),
                n("d83e51dc", "ಪ್ರಿಂಟ್ ಮತ್ತು ಡಿಜಿಟಲ್‌ ಪ್ರಕಾಶನಗಳು: ಪ್ರಸಾರ, ಕೇಬಲ್‌, ಸ್ಯಾಟಲೈಟ್ ಮತ್ತು ಸ್ಟ್ರೀಮಿಂಗ್ ಟಿವಿ ಮತ್ತು ರೇಡಿಯೋ ನೆಟ್‌ವರ್ಕ್‌ಗಳು, ಸ್ಟೇಷನ್‌ಗಳು ಮತ್ತು ಪ್ರೋಗ್ರಾಮ್‌ಗಳು; ಪಾಡ್‌ಕಾಸ್ಟ್‌ಗಳು ಮತ್ತು ಇತರ ಇದೇ ರೀತಿಯ ಮಾಧ್ಯಮ."),
                n("g708cbdc", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ ಪರಿಶೀಲನೆ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸುತ್ತದೆಯೇ?"),
                n("b107ee5c", "ಸುದ್ದಿ ಸಂಸ್ಥೆಗಳು ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ಆಗುವ ಸಾರ್ವಜನಿಕ ಖಾತೆಯನ್ನು ಹೊಂದಿರಬೇಕು."),
                n("e8746826", "ನನ್ನ ಉದ್ಯೋಗದಾತರ ಖಾತೆಯನ್ನು ಈಗಾಗಲೇ ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಎಂದು ನಾನು ದೃಢೀಕರಿಸಿದ್ದೇನೆ."),
                n("jc09b420", "ಪತ್ರಕರ್ತರಿಗಾಗಿನ ಮಾನದಂಡವನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರೈಸುತ್ತದೆಯೇ?"),
                n("gfbd7e58", "ಪತ್ರಕರ್ತರು ತಾವು ಕೆಲಸ ಮಾಡುತ್ತಿರುವ ಪರಿಶೀಲಿತ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್‌ಗಳು ಮತ್ತು ಹೆಸರನ್ನು ಉಲ್ಲೇಖಿಸುವ ಸಾರ್ವಜನಿಕ ಖಾತೆಯನ್ನು ಪತ್ರಕರ್ತರು ಹೊಂದಿರಬೇಕು."),
                n("h0ad4c9e", "ಅಧಿಕೃತ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಉಲ್ಲೇಖ(ಗಳು)"),
                n("a6553b50", "ನಿಮ್ಮನ್ನು ಪತ್ರಕರ್ತರು ಎಂದು ಉಲ್ಲೇಖಿಸುವ ಅರ್ಹತೆ ಹೊಂದಿರುವ ಸುದ್ದಿ ಪ್ರಕಾಶಕ ಅಥವಾ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌."),
                n("a29b2988", "ಲೇಖನ ಬೈಲೈನ್‌ಗಳು ಮತ್ತು ಕ್ರೆಡಿಟ್‌ಗಳು"),
                n("ab4eae60", "ಅರ್ಹ ಪ್ರಕಟಣೆಗಳಲ್ಲಿ ಮೂರು ಬೈಲೈನ್‌ಗಳು ಅಥವಾ ಕ್ರೆಡಿಟ್‌ಗಳು ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಪ್ರಕಟವಾಗಿರಬೇಕು."),
                n("b3fac982", "ನನ್ನನ್ನು ಉಲ್ಲೇಖಿಸುವ ನಿರ್ದಿಷ್ಟ ಪುಟಕ್ಕೆ URL ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸಿದೆ."),
                n("e26dc9e2", "ಗಮನಾರ್ಹ ಕೆಲಸವನ್ನು ಸೇರಿಸಿ"),
                n("e164df2e", "ಒದಗಿಸಿದ ಲೇಖನವು ಗಮನಾರ್ಹತೆ ಮಾನದಂಡವನ್ನು ಪೂರೈಸುತ್ತದೆಯೇ?"),
                n("i80ff05e", "ಕೇವಲ ಅರ್ಹ ಸುದ್ದಿ ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಪ್ರಕಾಶಕರಿಂದ ಪ್ರಕಟವಾದ ಲೇಖನಗಳು ಮಾತ್ರ ಗಮನಾರ್ಹತೆಗೆ ಸಾಕ್ಷಿ ಎಂಬ ಅರ್ಹತೆ ಹೊಂದಿರುತ್ತವೆ."),
                n("cf7482ec", "ಹೌದು, ಅವು ಮಾಡುತ್ತವೆ"),
                n("fcb96cfc", "ವೃತ್ತಿಪರ ಕ್ರೀಡೆಯಲ್ಲಿರುವ ವ್ಯಕ್ತಿ"),
                n("ddc7d64a", "ಜಾಗತಿಕ ಸ್ಫರ್ಧೆಗಳಲ್ಲಿ ಭಾಗವಹಿಸುತ್ತಿರುವ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಅಥ್ಲೀಟ್‌ಗಳು, ಕೋಚ್‌ಗಳು, ಮ್ಯಾನೇಜರ್‌ಗಳು ಹಾಗೂ ಅಥ್ಲೀಟ್‌ಗಳು (ಉದಾ., ಒಲಿಂಪಿಕ್ಸ್, ಪ್ಯಾರಾಲಿಂಪಿಕ್ಸ್ ಇತ್ಯಾದಿ)."),
                n("c4e0d346", "ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆ"),
                n("e3ce81fa", "ವೃತ್ತಿಪರ ಕ್ರೀಡೆ ಲೀಗ್‌ಗಳು, ತಂಡಗಳು ಮತ್ತು ಜಾಗತಿಕ ಸ್ಫರ್ಧೆಗಳು (ಉದಾ., ಒಲಿಂಪಿಕ್ಸ್, ಪ್ಯಾರಾಲಿಂಪಿಕ್ಸ್, ಇತ್ಯಾದಿ)."),
                n("b2808f48", "ಗೇಮಿಂಗ್‌ ವ್ಯಕ್ತಿ"),
                n("db7b3558", "ಪರಿಶೀಲಿಸಿದ ಗೇಮಿಂಗ್ ತಂಡಗಳು ಅಥವಾ ಲೀಗ್‌ಗಳೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರುವ ಇಸ್ಪೋರ್ಟ್‌ ಅಥ್ಲೆಟ್‌ಗಳ ವೈಯಕ್ತಿಕ ಖಾತೆಗಳು."),
                n("bbd9a912", "ನನ್ನ ಖಾತೆಯೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರುವ ತಂಡ, ಲೀಗ್, ಈವೆಂಟ್ ಅಥವಾ ಸಂಸ್ಥೆಯು ಈಗಾಗಲೇ ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟಿದೆ ಎಂದು ನಾನು ದೃಢೀಕರಿಸಿದ್ದೇನೆ."),
                n("he9c5638", "ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಜಾಗತಿಕ ಸ್ಫರ್ಧೆ ಅಥವಾ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್‌."),
                n("bf06e1d6", "  ನಿಮ್ಮನ್ನು ವೃತ್ತಿಪರ ಅಥ್ಲೆಟ್, ಮ್ಯಾನೇಜರ್ ಅಥವಾ ಕೋಚ್ ಎಂದು ಉಲ್ಲೇಖಿಸುವ  ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರುವ ಅಧಿಕೃತ ಸೈಟ್."),
                n("e241d35e", "ನಿಮ್ಮನ್ನು ವೃತ್ತಿಪರ ಅಥ್ಲೀಟ್, ಮ್ಯಾನೇಜರ್ ಅಥವಾ ಕೋಚ್ ಆಗಿ ಉಲ್ಲೇಖಿಸುವ ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಟಣೆಗಳಿಂದ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳು."),
                n("ad456030", "ನಿಮ್ಮನ್ನು ಗೇಮಿಂಗ್ ವ್ಯಕ್ತಿಯಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪ್ರಕಟಣೆಗಳಿಂದ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳು."),
                n("hbe2e65c", "ನಿಮ್ಮನ್ನು ಗೇಮಿಂಗ್‌ ವ್ಯಕ್ತಿಯಾಗಿ ಉಲ್ಲೇಖಿಸಿದ ಪರಿಶೀಲಿಸಿದ ಇಸ್ಪೋರ್ಟ್ಸ್ ಲೀಗ್ ಅಥವಾ ಈವೆಂಟ್‌ನೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರುವ ಅಧಿಕೃತ ಸೈಟ್‌."),
                n("j3da4dea", "ಈಗ ನೀವು ಪರಿಶೀಲನೆಯನ್ನು ವಿನಂತಿಸಲಾಗದು"),
                n("af39265e", "ಕಂಪನಿಗಳು, ಬ್ರ್ಯಾಂಡ್‌ಗಳು ಮತ್ತು ಸಂಸ್ಥೆಗಳು"),
                n("bb51cd7a", "ಕ್ರೀಡೆ ಮತ್ತು ಗೇಮಿಂಗ್"),
                n("c044a571", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a58cd1fb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b47b0fd1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("db25263b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b25b02c3", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("j6ef6afb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d42d162b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("ccadfc85", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("ddb47f57", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("bf9e181b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more"),
                n("e7e0d88b", "Learn more");
            n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more"),
                n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f8493831", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("icb5913f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("af819833", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d35525b1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("cb181ed1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f6c3d3f1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d4588ded", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a759bff9", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c64a59f7", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c054f433", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c1b7ad51", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f7998565", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c74a47ef", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gf9899bf", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d7a9185d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c4b205e1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c04b4b1d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d26ccc67", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("hdb3bc85", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b6cb494f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("abc132eb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("de1b28ad", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("h04c272d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("j331c659", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("h02fe64f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a7df4b85", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("e9b71903", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("g961011f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d5dedb7b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gd396551", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("dccc08bf", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f22a6d0d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("i78c9fd5", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f3e333a9", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("i5fee6d3", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fe7420f5", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fcfad60d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("cc35a6b9", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d9bd3823", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a67f27bd", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b8be7adb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gd663f41", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b436b101", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("j97bce4a", "X ಹ್ಯಾಂಡಲ್"),
                n("acd5ca14", "ಪುನಃ ಪ್ರಯತ್ನಿಸಿ. ಬಳಕೆದಾರರ ಹೆಸರಿನಲ್ಲಿ  @, $ ಅಥವಾ # ರೀತಿಯ ವಿಶೇಷ ಅಕ್ಷರಗಳು ಸೇರಿರುವಂತಿಲ್ಲ."),
                n("bbef41c2", "ನಿಮ್ಮ X ಪರಿಶೀಲನೆ ವಿನಂತಿಗೆ ಸಂಬಂಧಿಸಿದ ಅಧಿಕೃತ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ."),
                n("be03ecca", "ಇಮೇಲ್ ವಿಳಾಸ"),
                n("c69a40de", "ನೀವು ಪ್ರಸ್ತುತ ಪರಿಶೀಲಿಸಿದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("c83a1662", "ಪರಿಶೀಲನೆಗೊಂಡ ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನೀವು ಹೊಂದಿಲ್ಲ."),
                n("e1e878ee", "ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ"),
                n("b9635182", "ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ"),
                n("j163be32", "ವಿನಂತಿಸಲು ಆರಂಭಿಸಿ"),
                n("gaf821c8", "ಪರಿಶೀಲನೆ ವಿನಂತಿ"),
                n("e1ac0f9b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("h2d4ba56", "ನಿಮ್ಮ ಐಡಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ..."),
                n("i2051842", "ನಿಮ್ಮ ಐಡಿಗಳು ನಮ್ಮ ಮಾನದಂಡಗಳನ್ನು ಪೂರೈಸುತ್ತದೆ ಎಂದು ನಾವು ಖಚಿತಪಡಿಸುತ್ತಿದ್ದೇವೆ. ಇದಕ್ಕೆ 30 ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("fc2a5c92", "ಏನೋ ತಪ್ಪಾಗಿದೆ"),
                n("jf4b6f70", "ನಿಮ್ಮ ಐಡಿ ಅಪ್‌ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇತ್ತು. ದಯವಿಟ್ಟು, ಇದನ್ನು ಪುನಃ ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("d338f53e", "ಪುನಃ ಪ್ರಯತ್ನಿಸಿ"),
                n("e43672a0", "ನಿಮ್ಮ ಸರ್ಕಾರ ವಿತರಿಸಿದ ID ಬಗ್ಗೆ ಕೆಲವು ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸಬೇಕಿದೆ."),
                n("b246aa5e", "ವಿತರಣೆಯ ದೇಶ"),
                n("d6fb5878", "ದೇಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("b72f97cc", "ID ವಿಧ"),
                n("b2ab6008", "ID ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("h9270b1c", "ದೇಶಗಳನ್ನು ಹುಡುಕಿ"),
                n("ff1d68f8", "ನಿಮ್ಮ ID ಯ ಒಂದು ಫೋಟೋವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("bdada5a6", "ಮುಂಭಾಗ"),
                n("edfed0f6", "ID ಮುಂಭಾಗವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("def5015d", function (e) {
                    return "ಹಿಂದೆ" + e.back_of_document;
                }),
                n("b09aade6", "ID ಹಿಂಭಾಗವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("b40ed190", "ದಾಖಲೆ"),
                n("c6650b56", "ದಾಖಲೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("d171ed16", "ನಮಗೆ ಸಹಾಯ ಮಾಡುವಲ್ಲಿ ವಿಶ್ವಾಸಾರ್ಹ ತೃತೀಯ ಪಕ್ಷಗಳ ಮೇಲೆ ನಾವು ವಿಶ್ವಾಸ ಇಟ್ಟಿದ್ದೇವೆ. ಈ ಪಕ್ಷಗಳು ನಿಮ್ಮ ಐಡಿ ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಿದ್ದಾರೆ ಮತ್ತು ಸೀಮಿತ ಮಾಹಿತಿ ಹಾಗೂ ಪ್ಲಾಟ್‌ಫಾರಂ ಅನ್ನು ಒದಗಿಸಲಿದ್ದಾರೆ. ಇದರಿಂದ ಪರಿಶೀಲಿಸಿದ ಖಾತೆ ಸ್ಥಿತಿಗೆ ನಿಮ್ಮ ಅರ್ಹತೆಯನ್ನು ನಾವು ದೃಢೀಕರಿಸಲು ಅನುವಾಗುತ್ತದೆ."),
                n("d20f76cb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b8deb156", "ಗೌಪ್ಯತೆ ನೀತಿ"),
                n("b9960f32", "ಫೋಟೋಗಳು ಅಥವಾ ವೀಡಿಯೋ ಸೇರಿಸಿ"),
                n("gd80afba", "ಮಾಧ್ಯಮ ಸಂಪಾದಿಸಿ"),
                n("j322caee", "ಸೂಕ್ಷ್ಮ ಮಾಧ್ಯಮ ಫ್ಲ್ಯಾಗ್ ಮಾಡಿ"),
                n("abd845fe", "ಸಂಪಾದಿಸಿ"),
                n("df1b0708", "ಈ GIF ಪ್ಲೇ ಮಾಡಿ"),
                n("cd959e5c", "ಮಾಧ್ಯಮ ತೆಗೆದುಹಾಕಿ"),
                n("add55c98", "ಮಾಧ್ಯಮ"),
                n("f350cf46", "ಮಾಧ್ಯಮವನ್ನು ಎಳೆದು ಬಿಡಿ"),
                n("gff1f69e", "ಇಮೇಜ್ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("a91bb144", "ಸಲ್ಲಿಸಿ"),
                n("affce770", "ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ  ನಿಜತ್ವ ಮತ್ತು ಅರ್ಹತೆಯನ್ನು ಗುರುತಿಸಲು ನೀವು ನಮಗೆ ನೀಡುವ ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಮತ್ತು ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ನಾವು ಮತ್ತು ನಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹ ತೃತೀಯ ಪಕ್ಷಗಳು ಬಳಸುತ್ತವೆ."),
                n("i0864918", "ವಿಭಾಗ"),
                n("c7942074", "ಖಾತೆ ವಿಧ"),
                n("b8121daa", "ಗಣ್ಯ ವ್ಯಕ್ತಿಯ ರೆಫರೆನ್ಸ್(ಗಳು)"),
                n("d247ca70", "ನಿಮ್ಮ ಪರಿಶೀಲನೆ ವಿನಂತಿಯ ವಿವರಗಳನ್ನು ಈ ಕೆಳಗೆ ಪರಿಶೀಲಿಸಿ. ದೃಢೀಕರಿಸಿದ ನಂತರ, ಸಲ್ಲಿಸಿ ಎಂಬುದನ್ನು ಒತ್ತಿ."),
                n("b51afbb2", "ದೃಢೀಕರಣ ವಿಧಾನ"),
                n("cc87b01c", "ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಸಲ್ಲಿಸಿ"),
                n("ec6801cc", "ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ!"),
                n("i6ef95ec", "ಸಮೀಕ್ಷೆ"),
                n("j94e995e", "ನಿಮ್ಮ ಕೊನೆಯ ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸಲಾಗಿತ್ತು. ಹೊಸ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲು ಆ ದಿನಾಂಕದಿಂದ 30 ದಿನಗಳವರೆಗೆ ನೀವು ನಿರೀಕ್ಷಿಸಬೇಕು."),
                n("da458d6c", "ನೀವು ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಿದ್ದೀರಿ ಮತ್ತು ಕಳೆದ 30 ದಿನಗಳಲ್ಲಿ ತಿರಸ್ಕೃತರಾಗಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("j4ed9f0e", "ನೀವು ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಿದ್ದೀರಿ ಮತ್ತು ನಿರ್ಧಾರ ಮಾಡುತ್ತಿದ್ದಂತೆಯೇ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತದೆ."),
                n("b1ade780", "ನಿಮ್ಮ ಖಾತೆ ತುಂಬಾ ಹೊಸದಾಗಿದೆ. ನಿಮ್ಮ ಖಾತೆಗೆ 7 ದಿನಗಳಾಗುವವರೆಗೆ ಅವಕಾಶ ನೀಡಿ ಮತ್ತು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("aab67626", "ನಿಮ್ಮ ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ"),
                n("d3c1e25e", "ಇಲ್ಲ, ಇದು ಕನಸಲ್ಲ. ಖಂಡಿತ, ನಿಮ್ಮನ್ನು ನಿಜವಾಗಿಯೂ ಪರಿಶೀಲಿಸಲಾಗಿದೆ."),
                n("a8b4500e", "ನಿಯಮಗಳನ್ನು"),
                n("ef1b5cbc", "ನೀವು ನೋಡಲು ಬಯಸುವ ಮತ್ತು ನೋಡಲು ಬಯಸದ ಸೂಚನೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("aaafffda", "ಸದ್ದಡಗಿಸಿದ ಸೂಚನೆಗಳು"),
                n("afdf29b8", "ಗುಣಮಟ್ಟ ಫಿಲ್ಟರ್"),
                n("da19d878", "ನಕಲಿ ಅಥವಾ ಸ್ವಯಂಚಾಲಿತ ಪೋಸ್ಟ್‌ಗಳಂತಹ ಕಂಟೆಂಟ್‌ ಅನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಲು ಆಯ್ಕೆ ಮಾಡಿ. ನೀವು ಹಿಂಬಾಲಿಸುವ ಅಥವಾ ಇತ್ತೀಚೆಗೆ ಸಂವಹನ ನಡೆಸಿದ ಖಾತೆಗಳಿಂದ ಸೂಚನೆಗಳಿಗೆ ಇದು ಅನ್ವಯಿಸುವುದಿಲ್ಲ."),
                n("i2209530", "ಉಳಿಸಿ"),
                n("da867c58", "ಸೂಚನೆ ವಿಧವನ್ನು ಆಧರಿಸಿ ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("a2197726", "ನಿಮ್ಮ ಖಾತೆಯ ಸುರಕ್ಷತೆಯನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("i36dcc3e", "ನಿಮ್ಮ X ಪಾಸ್‌ವರ್ಡ್‌ ಜೊತೆಗೆ ಎರಡನೆಯ ದೃಢೀಕರಣ ವಿಧಾನದ ಅಗತ್ಯತೆಯ ಮೂಲಕ ಅನಧಿಕೃತ ಪ್ರವೇಶದಿಂದ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂರಕ್ಷಿಸಲು ಸಹಾಯ ಮಾಡಿ. ನೀವು ಪಠ್ಯ ಸಂದೇಶವನ್ನು, ದೃಢೀಕರಣ ಆಪ್ ಅನ್ನು ಅಥವಾ ಭದ್ರತೆ ಕೀ ಅನ್ನು ಆರಿಸಿಕೊಳ್ಳಬಹುದು."),
                n("ead60eb8", "ಹೆಚ್ಚುವರಿ ಪಾಸ್‌ವರ್ಡ್ ರಕ್ಷಣೆ"),
                n("gfaf9a4a", "ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವಿಕೆ ರಕ್ಷಣೆ"),
                n("h3cc8462", "ಹೆಚ್ಚುವರಿ ರಕ್ಷಣೆಗಾಗಿ, X ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನೀವು ದೃಢಪಡಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("b4bbdeb4", "ಪಾಸ್‌ಕೀ"),
                n("fe8aeb88", "ಪಾಸ್‌ಕೀಗಳು ನಿಮ್ಮ ಬಯೋಮೆಟ್ರಿಕ್ಸ್‌ಗೆ ಜೋಡಿಸಬಹುದಾದ ಹೆಚ್ಚುವರಿ ರಕ್ಷಣೆಯನ್ನು ಒದಗಿಸುತ್ತವೆ."),
                n("dc096238", "ನಿಮ್ಮ ಖಾತೆಯ ಸತ್ಯಾಸತ್ಯತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಅನುಮೋದಿತ ಗುರುತಿನ ರೂಪವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ಗುರುತನ್ನು ಮೌಲ್ಯೀಕರಿಸಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಭದ್ರವಾಗಿ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ."),
                n("a999cb72", "ಖಾತೆ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ"),
                n("dec3c9b8", "ಪಾಸ್‌ವರ್ಡ್"),
                n("b929aa74", "ನಿಮ್ಮ ಖಾತೆಯ ಮಾರ್ಪಾಡುಗಳನ್ನು ಉಳಿಸಲು ನಿಮ್ಮ X ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ನಮೂದಿಸಿ."),
                n("d1091f50", "ಪಾಸ್‍ವರ್ಡ್ ಮರೆತು ಹೋದಿರಾ?"),
                n("fd23fe4a", "ನಿಮ್ಮ ಎಲ್ಲಾ ಸಾಧನಗಳಾದ್ಯಂತದ ನಿಮ್ಮ ಪಾಸ್‌ಕೀಗಳು ಇಲ್ಲಿವೆ"),
                n("d9921a6c", "ಹೊಸ ಪಾಸ್‌ಕೀಯನ್ನು ರಚಿಸಿ"),
                n("i4855730", "ಪಾಸ್‌ಕೀಯನ್ನು ಅಳಿಸಿ"),
                n("a6acdc67", function (e) {
                    return "ದಿನಾಂಕ ಸೇರಿಸಲಾಗಿದೆ: " + e.date;
                }),
                n("d97c07be", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("efa291da", "Stripe ಅನ್ನು ಬಳಸಿಕೊಂಡು ಕೆಳಗಿನ ಕ್ರಿಯೇಟರ್‌ಗಳಿಗೆ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ. ನೀವು iOS ಅಥವಾ Android ನಲ್ಲಿ ಪ್ರಾರಂಭಿಸಿದ ಯಾವುದೇ ಸಕ್ರಿಯ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಆಪ್‌ನಲ್ಲಿ ನಿರ್ವಹಿಸಬಹುದು."),
                n("j7f5c6aa", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("ef4602ec", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b02df748", "ನಿಮ್ಮ ಖಾತೆಯ ಭದ್ರತೆಯನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಸಂಪರ್ಕಿಸಿದ ಆಪ್‌ಗಳು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಖಾತೆಯ ಬಳಕೆಯ ಟ್ರ್ಯಾಕ್ ಮಾಡಿ."),
                n("g2841de4", "ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಸಂಪರ್ಕಿಸಿದ ಆಪ್‌ಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೋಡಿ."),
                n("hf45cca6", "ಲಾಗಿನ್‌ ಮಾಡಲು X ಗೆ ಸಂಪರ್ಕಿಸಿದ Google ಅಥವಾ Apple ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("a310511c", "ನಿಮ್ಮ ಹಂಚಿದ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("jc02ae68", "ಸಂಪರ್ಕಿತ ಆಪ್‌ಗಳು"),
                n("dd82312a", "ಸೆಷನ್‌ಗಳು"),
                n("e5e8a89a", "ಆಪ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("hfa9a2c8", "ಕೆಲವೇ ಕ್ಷಣಗಳಲ್ಲಿ ಸಂಪರ್ಕಿತ ಆಪ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("dd1b86f9", function (e) {
                    return e.name + " ಅವರಿಂದ";
                }),
                n("cf461930", "ನಿಮ್ಮ X ಖಾತೆಯ ಪ್ರವೇಶಕ್ಕೆ ನೀವು ಅನುವು ಮಾಡುವ ತೃತೀಯ ಪಕ್ಷಗಳ ಆಪ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("b63b0b1d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c2cb5560", "ಪ್ರಸ್ತುತ ಸಕ್ರಿಯ ಸೆಷನ್"),
                n("bca43fd0", "ಇತರ ಸೆಷನ್‌ಗಳಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ"),
                n("ha6df2ca", "ಸೆಷನ್‌ಗಳು ನೀವು ಬಳಸುತ್ತಿರುವ ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಬಳಸಿದ ಸಾಧನಗಳಾಗಿವೆ. ಈ ಸೆಷನ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪ್ರಸ್ತುತ ಲಾಗ್ ಇನ್ ಮಾಡಲಾಗಿದೆ. ಪ್ರತಿ ಸೆಷನ್‌ನಿಂದ ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಬಹುದು."),
                n("b72d2904", "ನೀವು ಈ ಸಾಧನದಲ್ಲಿ ಈ X ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದ್ದೀರಿ ಮತ್ತು ಪ್ರಸ್ತುತ ಇದನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ."),
                n("b850cbd0", "ಈ ಸಾಧನಗಳಲ್ಲಿ ನೀವು ಈ ಖಾತೆಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದ್ದೀರಿ ಮತ್ತು ಅವುಗಳನ್ನು ಪ್ರಸ್ತುತ ಬಳಸುತ್ತಿಲ್ಲ. "),
                n("cf3e3164", "ಇತರೆ ಎಲ್ಲಾ ಸೆಷನ್‌ಗಳಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ"),
                n("f810f27a", "ನಿಮ್ಮ ಇತರೆ ಸೆಷನ್‌ಗಳನ್ನು ಅಂತ್ಯಗೊಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?"),
                n("gbb5cec5", function (e) {
                    return "ಲಾಗ್ ಔಟ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ " + e.num + " ಇತರ ಸಕ್ರಿಯ X ಸೆಷನ್‌ಗಳನ್ನು ಅಂತ್ಯಗೊಳಿಸುತ್ತದೆ. ಇದು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸೆಷನ್‌ಗೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.";
                }),
                n("fcbd4904", "ಇದು ನಿಮ್ಮ ಸಕ್ರಿಯ X ಸೆಷನ್ ಮುಕ್ತಾಯಗೊಳಿಸುತ್ತದೆ."),
                n("ab78d946", "ನಿಮ್ಮ ಇತರೆ ಸಕ್ರಿಯ X ಸೆಷನ್‌ಗಳನ್ನು ನೀವು ಅಂತ್ಯಗೊಳಿಸಲಿರುವಿರಿ ಮತ್ತು ಹೊಸತವುಗಳನ್ನು ಪ್ರಾರಂಭಿಸಲು ನೀವು ಮತ್ತೊಮ್ಮೆ ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "ಇದೀಗ ಸಕ್ರಿಯ"),
                n("c9bc33fa", "ಸಾಧನಗಳು"),
                n("f95ed3e6", "ಪ್ರಸ್ತುತ ಸಾಧನ"),
                n("a787669a", "ಇತರ ಸಾಧನ ನೋಂದಣಿಗಳು"),
                n("gbefe730", "ಈ ಇತರ ಸಾಧನಗಳಲ್ಲಿ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ನೇರ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆಗಾಗಿ ನೀವು ನೋಂದಾಯಿಸಿಕೊಂಡಿರುವಿರಿ."),
                n("d7a9796e", "ಸಾಧನಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("b5635e86", "ಈ ಸಾಧನವನ್ನು ನೋಂದಾಯಿಸಿ"),
                n("bb4a95dc", "ನಿಮ್ಮ ಸಾಧನವನ್ನು ನೋಂದಾಯಿಸುವುದೇ?"),
                n("a9538040", "ಈ ಸಾಧನವನ್ನು ನೋಂದಾಯಿಸುವುದರಿಂದ ಇತರ ನೋಂದಾಯಿತ ಬಳಕೆದಾರರೊಂದಿಗೆ ಹೊಸ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಸಂಭಾಷಣೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ"),
                n("hd173c7a", "ನೋಂದಾಯಿಸಿ"),
                n("hf4312a4", "ಸಾಧನವನ್ನು ನೋಂದಾಯಿಸಲಾಗಿದೆ."),
                n("h7797d18", "ನೋಂದಾಯಿಸಲಾಗಿದೆ"),
                n("hc48a042", "ಈ ಸಾಧನದ ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ"),
                n("d5bafb20", "ಈ ಸಾಧನದ ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸುವುದೇ?"),
                n("i12dee70", "ಸಾಧನದ ನೋಂದಣಿ ರದ್ದುಮಾಡುವುದು ಎಂದರೆ ನೀವು ಅದರಲ್ಲಿ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಸಂದೇಶಗಳಿಗೆ ಇನ್ನು ಮುಂದೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ ಎಂದರ್ಥ."),
                n("d4b9db26", "ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ"),
                n("c18b1b34", "ನೋಂದಾಯಿಸಿದ ದಿನಾಂಕ ಹಾಗೂ ಸಮಯ"),
                n("e7c9d60a", "ಆಯ್ಕೆಮಾಡಿದ ಸಾಧನದ ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ."),
                n("cd14c8fe", "ಸಾಧನದ ಮಾಹಿತಿಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("j9db22f4", "ನಮಗೆ ಈ ಸಾಧನ ಕಾಣುತ್ತಿಲ್ಲ"),
                n("c477d710", "ನೀವು ಯಾವ ಮಾಹಿತಿಯನ್ನು X ನಲ್ಲಿ ನೋಡುತ್ತೀರಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುತ್ತೀರಿ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("b06f5d36", "ನಿಮ್ಮ X ಚಟುವಟಿಕೆ"),
                n("fd807e78", "ಪ್ರೇಕ್ಷಕರು, ಮಾಧ್ಯಮ ಮತ್ತು ಟ್ಯಾಗ್ ಮಾಡುವಿಕೆ"),
                n("a9ff473c", "ಇತರ ಜನರು X ನಲ್ಲಿ ಯಾವ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು ನೀವು ಅನುವು ಮಾಡುತ್ತೀರಿ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("d0484606", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ಮಾಹಿತಿಯನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("c4afe0e6", "ವಿಷಯಗಳು ಮತ್ತು ಆಸಕ್ತಿಗಳಂತಹ ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಆಧರಿಸಿ X ನಲ್ಲಿ ನೀವು ಏನು ನೋಡುತ್ತೀರಿ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಿ"),
                n("ab125232", "ನೀವು ಸದ್ದಡಗಿಸಿದ ಅಥವಾ ತಡೆಹಿಡಿದ ಖಾತೆಗಳು, ಶಬ್ದಗಳು ಮತ್ತು ಸೂಚನೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("cc950d94", "ನಿಮಗೆ ಯಾರು ನೇರವಾಗಿ ಸಂದೇಶ ಕಳುಹಿಸಬಹುದು ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("fe37f854", "ನಿಮ್ಮ ಸ್ಪೇಸಸ್‌ ಕೇಳುವ ಚಟುವಟಿಕೆಯನ್ನು ಯಾರು ನೋಡಬಹುದು ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("ab987f3c", "ನಿಮ್ಮ ಪರಿಶೋಧಿಸಲ್ಪಡುವ ಸಾಮರ್ಥ್ಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ ಮತ್ತು ನೀವು ಆಮದು ಮಾಡಿದ ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("db5fabb0", "ಡೇಟಾ ಹಂಚಿಕೆ ಮತ್ತು X ಹೊರತಾದ ಚಟುವಟಿಕೆ"),
                n("i83cab8a", "ಡೇಟಾ ಹಂಚಿಕೆ ಮತ್ತು ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆ"),
                n("e338a794", "X ನಲ್ಲಿ ನಿಮ್ಮ ಜಾಹೀರಾತು ಅನುಭವವನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("c05e8024", "X ನಲ್ಲಿ ನಿಮ್ಮ ಕುಕೀ ಅನುಭವವನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("d29d59d0", "ನೀವು ಭೇಟಿ ಮಾಡುವ ವೆಬ್‌ಸೈಟ್‌ಗಳಂತಹ ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಗಳನ್ನು X ಹೊರಗೆ X ಹೇಗೆ ಬಳಸುತ್ತದೆ ಎಂಬುದನ್ನು ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ನಿರ್ವಹಿಸಿ."),
                n("c981a36c", "ನಿಮ್ಮ ಊಹಿಸಿದ ಚಟುವಟಿಕೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು X ಗೆ ಅನುವು ಮಾಡಿ. ಉದಾ., X ಗೆ ಲಾಗಿನ್ ಮಾಡಲು ನೀವು ಬಳಸದ ಸಾಧನಗಳಲ್ಲಿನ ಚಟುವಟಿಕೆ."),
                n("eb0cc786", "X ನ ವ್ಯವಹಾರ ಪಾಲುದಾರರೊಂದಿಗೆ ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ ಹಂಚಿಕೊಳ್ಳಲು ಅನುವು ಮಾಡಿ."),
                n("dd533318", "ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು X ಬಳಸುವ ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("bd0646a0", "X ನಲ್ಲಿ ಗೌಪ್ಯತೆ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a607862a", "ಗೌಪ್ಯತಾ ನೀತಿ"),
                n("g5925628", "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("dd6012f8", "ಗೌಪ್ಯತೆ ಕೇಂದ್ರ"),
                n("jdceda60", "ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("f644b748", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಫಿಲ್ಟರ್ ಮಾಡಿದ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("ff4b3818", "Grok ಮತ್ತು ಮೂರನೇ-ವ್ಯಕ್ತಿಯ ಸಹಯೋಗಿಗಳು"),
                n("i586f3e0", "Grok ಮತ್ತು xAI ನೊಂದಿಗಿನ ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಡೇಟಾ ಹಾಗೆಯೇ ನಿಮ್ಮ ಸಂವಹನಗಳು, ಇನ್‌ಪುಟ್‌ಗಳು, ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು ತರಬೇತಿ ಮತ್ತು ಉತ್ತಮ-ಟ್ಯೂನಿಂಗ್‌ಗಾಗಿ ಬಳಸಲು ಅನುಮತಿಸಿ"),
                n("d8492604", "ಆಯ್ಕೆ ಮಾಡಿದಾಗ, ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವವರಿಗೆ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಇತರ ಖಾತೆ ಮಾಹಿತಿ ಮಾತ್ರ ಕಾಣಿಸುತ್ತಿರುತ್ತದೆ."),
                n("if050fae", "ನಿಮ್ಮ ವೀಡಿಯೊಗಳನ್ನು ಸ೦ರಕ್ಷಿಸಿ"),
                n("b7ed5f6e", "ಆಯ್ಕೆಮಾಡಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿನ ವೀಡಿಯೊಗಳನ್ನು ಡಿಫಾಲ್ಟ್ ಆಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಈ ಸೆಟ್ಟಿಂಗ್ ಮುಂದೆ ಹೋಗುತ್ತಿರುವ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸುತ್ತದೆ ಮತ್ತು ಇದು ಹಿಂದೆ ಸರಿಯುವುದಿಲ್ಲ"),
                n("dbb51952", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸ೦ರಕ್ಷಿಸುವುದೇ?"),
                n("de735de6", "ಇದು ಅವುಗಳನ್ನು ನಿಮ್ಮ X ಹಿಂಬಾಲಕರಿಗೆ ಮಾತ್ರ ಕಂಡುಬರುವಂತೆ ಮಾಡುತ್ತದೆ."),
                n("c5d4192a", "ಸಂರಕ್ಷಿಸಿ"),
                n("d9ddba70", "ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿವೆ. ಹೀಗಾಗಿ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು  ರಕ್ಷಿಸುವುದರಿಂದ ಹಿಂದಿನ ಪೋಸ್ಟ್‌ಗಳು ಮರೆಯಾಗುತ್ತವೆ. ನಿಮ್ಮ ಖಾತೆ ಪುನಃ  ಸಾರ್ವಜನಿಕವಾಗುವವರೆಗೆ ಸಮುದಾಯದಲ್ಲಿ ನಿಮಗೆ ಪೋಸ್ಟ್ ಸಹ ಮಾಡಲಾಗುವುದಿಲ್ಲ."),
                n("f527b322", "ನನ್ನ ಖಾತೆ ಸಂರಕ್ಷಿಸಿ"),
                n("d165c992", "ಯಾರು ಬೇಕಾದರೂ ನಿಮ್ಮನ್ನು ಟ್ಯಾಗ್ ಮಾಡಬಹುದು"),
                n("ea339390", "ನೀವು ಹಿಂಬಾಲಿಸುವ ವ್ಯಕ್ತಿಗಳು ಮಾತ್ರ ನಿಮ್ಮನ್ನು ಟ್ಯಾಗ್ ಮಾಡಬಹುದು"),
                n("e3a761ee", "ಆಫ್"),
                n("a61ed23a", "ನೀವು ಪೋಸ್ಟ್ ಮಾಡುವ ಮಾಧ್ಯಮವನ್ನು ಸೂಕ್ಷ್ಮವಾಗಿರಬಹುದಾದ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರುವುದಾಗಿ ಗುರುತಿಸಿ"),
                n("ae27c454", "ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ನೀವು ಪೋಸ್ಟ್ ಮಾಡುವ ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೋಗಳನ್ನು ಸೂಕ್ಷ್ಮ ಕಂಟೆಂಟ್‌ ನೋಡಲು ಬಯಸದ ಜನರಿಗೆ ಸೂಕ್ಷ್ಮ ಎಂದು ಗುರುತಿಸಲಾಗುತ್ತದೆ."),
                n("fc1d217c", "ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದಾದ ಮಾಧ್ಯಮವನ್ನು ಪ್ರದರ್ಶಿಸಿ"),
                n("j018f2a2", "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ"),
                n("h1ef00dc", "ಹುಡುಕಾಟ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("b05b9398", "ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ನಿಮ್ಮ X ಚಟುವಟಿಕೆಯ ಆಧಾರದ ಮೇಲೆ X ನಿಮ್ಮ ನಿಮಗಾಗಿ ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸಬಹುದು."),
                n("a3c1324c", "ನಿಮಗಾಗಿ ಕಾಲರೇಖೆಯಲ್ಲಿ ಶಿಫಾರಸು ಮಾಡಲಾದ ವಿಷಯವನ್ನು ತೋರಿಸಿ"),
                n("ee4592ca", "ಯಾರೂ ಇಲ್ಲ"),
                n("da813d22", "ಪರಿಶೀಲಿಸಿದ ಬಳಕೆದಾರರು"),
                n("baffe39a", "ಪ್ರತಿಯೊಬ್ಬರೂ"),
                n("b3d8566e", "ಕಡಿಮೆ ಗುಣಮಟ್ಟದ ಸಂದೇಶಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ"),
                n("cfda8c44", "ಸಂಭಾವ್ಯ ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ಕಡಿಮೆ ಗುಣಮಟ್ಟದ್ದು ಎಂದು ಗುರುತಿಸಿದ ಸಂದೇಶ ವಿನಂತಿಗಳನ್ನು ಮರೆ ಮಾಡಿ. ನಿಮ್ಮ ಸಂದೇಶ ವಿನಂತಿಗಳ ಕೆಳಗಿನ ಪ್ರತ್ಯೇಕ ಇನ್‌ಬಾಕ್ಸ್‌ಗೆ ಇವುಗಳನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ನೀವು ಬಯಸಿದರೆ ಈಗಲೂ ಅದನ್ನು ನೀವು ಆಕ್ಸೆಸ್‌ ಮಾಡಬಹುದು."),
                n("f4c91f40", "ನನ್ನ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಂದ ಸಂದೇಶಗಳನ್ನು ಅನುಮತಿಸಿ"),
                n("bf0c4336", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಯಾವಾಗಲೂ ಇತರ ಮೆಸೇಜಿಂಗ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಹೇಗೇ ಇದ್ದರೂ ನಿಮಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("e6c411d8", "ಗ್ರಾಫಿಕ್ ಮಾಧ್ಯಮವನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ"),
                n("g558101a", "ಸಂಭಾವ್ಯವಾಗಿ ಗ್ರಾಫಿಕ್ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿದೆ (ನಗ್ನ, ಲೈಂಗಿಕ ಕಂಟೆಂಟ್ ಅಥವಾ ಹಿಂಸೆ ಇತ್ಯಾದಿ) ಎಂದು ಗುರುತಿಸಲಾದ ಸಂದೇಶಗಳ ಮೇಲೆ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ. ನೀವು ಬಯಸಿದರೆ ಮಾಧ್ಯಮವನ್ನು ವೀಕ್ಷಿಸುವ ಆಯ್ಕೆಯನ್ನು ನೀವು ಎಂದಿಗೂ ಹೊಂದಿರುತ್ತೀರಿ."),
                n("d9172542", "ಓದು ಸ್ವೀಕೃತಿಗಳನ್ನು ತೋರಿಸಿ"),
                n("bd557506", "ನೀವು ಸಂದೇಶ ಕಳುಹಿಸುತ್ತಿರುವ ಜನರಿಗೆ, ಅವರ ಸಂದೇಶಗಳನ್ನು ನೀವು ನೋಡಿದ್ದೀರಿ ಎಂಬುದನ್ನು ತಿಳಿಸಿ. ಸಂದೇಶ ವಿನಂತಿಗಳಲ್ಲಿ ಓದಿದ ರಸೀದಿಗಳು ಕಾಣಿಸುವುದಿಲ್ಲ."),
                n("f29080d0", "ಇವರಿಂದ ಸಂದೇಶ ವಿನಂತಿಗಳನ್ನು ಅನುಮತಿಸಿ:"),
                n("j0adcc2d", "ಹೆಚ್ಚು ತಿಳಿದುಕೊಳ್ಳಿ"),
                n("ib3357a6", "ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಜಾಹೀರಾತುಗಳು"),
                n("f2f9628e", "ನಿಮ್ಮ X ಚಟುವಟಿಕೆಯನ್ನು ಆಧರಿಸಿ ನೀವು ಯಾವಾಗಲೂ X ನಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುತ್ತೀರಿ. ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಇತರ ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆ ಮತ್ತು ಇತರ ಪಾಲುದಾರರ ಮಾಹಿತಿಯ ಜೊತೆಗೆ ನಿಮ್ಮ X ಚಟುವಟಿಕೆಯನ್ನು ಒಗ್ಗೂಡಿಸುವ ಮೂಲಕ, X ನಲ್ಲಿ ಮತ್ತು ಹೊರಗೆ X ಜಾಹೀರಾತುದಾರರಿಂದ ಜಾಹೀರಾತುಗಳನ್ನು ಹೆಚ್ಚಿನದಾಗಿ X ವೈಯಕ್ತೀಕರಿಸಬಹುದು."),
                n("b5fe50fc", "ಜಾಹೀರಾತುಗಳ ವಿಭಾಗಗಳು"),
                n("c31a2ea6", "ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆಯು ಈ ವಿಭಾಗಗಳಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಲು ನಿಮ್ಮನ್ನು ಅರ್ಹರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿಯುವ ಮೂಲಕ ಈ ವಿಭಾಗಗಳ ಕುರಿತು ಕಡಿಮೆ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಲು ಆರಿಸಿ."),
                n("if996630", "ಜೂಜಾಟ"),
                n("a9ed7774", "ವೆಬ್‌ನಾದ್ಯಂತ ಎಲ್ಲಿ ನೀವು X ವಿಷಯ ನೋಡುತ್ತೀರೋ ಅಲ್ಲಿ ಬಳಕೆಗೆ ಅನುಮತಿಸಿ"),
                n("e2d61838", "ಎಂಬೆಡ್ ಮಾಡಲಾದ ಕಾಲರೇಖೆಗಳಂತಹ, X ವಿಷಯವನ್ನು ಏಕೀಕೃತಗೊಳಿಸುವ ಇತರೆ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ನಿಮ್ಮ ಭೇಟಿಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತಿರಲು X ಗೆ ಈ ಸೆಟ್ಟಿಂಗ್ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ಆ ಮಾಹಿತಿಯು ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸುವಂತಹ ಕಾರ್ಯದ ಮೂಲಕ ನಿಮಗಾಗಿ X ಅನ್ನು ಉತ್ತಮಗೊಳಿಸುತ್ತದೆ. ಈ ವೆಬ್ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ನಿಮ್ಮ ಹೆಸರು, ಇಮೇಲ್ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಎಂದಿಗೂ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("c966aaf4", "ಈ ವೆಬ್ ಪುಟ ಭೇಟಿಗಳನ್ನು ನೀವು ಕೆಲವು ದೇಶಗಳಲ್ಲಿರುವಾಗ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಬಳಸಲಾಗುವುದಿಲ್ಲ."),
                n("e8313b32", "ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ? ಒಮ್ಮೆ ಇದನ್ನು ನೀವು ಆಫ್ ಮಾಡಿದರೆ, ಈ ದೇಶದಲ್ಲಿರುವಾಗ ಅದನ್ನು ಮರಳಿ ನಿಮಗೆ ಆನ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ."),
                n("f1d46fd6", "ಹೌದು, ನನಗೆ ಖಾತ್ರಿಯಿದೆ"),
                n("f6c8ccc8", "ನಿಮ್ಮ ನಿರ್ಣಯಿಸಿದ ಗುರುತನ್ನು ಆಧರಿಸಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ"),
                n("ed012c88", "ನೀವು ಒದಗಿಸಿದ ಮಾಹಿತಿ, ಜೊತೆಗೆ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಲು ಬಳಸಿದ ಸಾಧನಗಳನ್ನು ಅವಲಂಬಿಸಿ X ಯಾವಾಗಲೂ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸುತ್ತದೆ. ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನೀವು ಬಳಸದೇ ಇರುವ ಸಾಧನಗಳು ಮತ್ತು ಬ್ರೌಸರ್‌ಗಳಂತಹ ನಿಮ್ಮ ಗುರುತಿನ ಕುರಿತಾದ ಇತರ ನಿರ್ಧಾರಗಳು ಅಥವಾ ನಿಮ್ಮ X ಖಾತೆಗೆ ಲಿಂಕ್ ಆಗಿರುವವುಗಳಿಗೆ ಸಮನಾದ ಇಮೇಲ್ ವಿಳಾಸಗಳು ಮತ್ತು ಫೋನ್‌ ಸಂಖ್ಯೆಗಳನ್ನು ಆಧರಿಸಿ ಸಹ X ವೈಯಕ್ತಿಕಗೊಳಿಸಬಹುದು."),
                n("d3c20d80", "ವ್ಯವಹಾರ ಪಾಲುದಾರರ ಜೊತೆಗೆ ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ ಹಂಚಿಕೊಳ್ಳುವಿಕೆಗೆ ಅನುಮತಿಸಿ"),
                n("f1c0d09c", "ತನ್ನ ಉತ್ಪನ್ನಗಳನ್ನು ಚಲಾಯಿಸಲು ಮತ್ತು ಸುಧಾರಿಸುವುದಕ್ಕಾಗಿನ ರೀತಿಯಾಗಿ X ಯಾವಾಗಲೂ ಮಾಹಿತಿಯನ್ನು ವ್ಯವಹಾರ ಪಾಲುದಾರರ ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳುತ್ತದೆ. ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಇದು ನಿಮಗಾಗಿ ಹೆಚ್ಚು ಪ್ರಸ್ತುತವಾಗಿರುವ ಇತರೆ ಸೈಟ್‌ಗಳು ಮತ್ತು ಆಪ್‌ಗಳಲ್ಲಿ X ನ ಮಾರ್ಕೆಟಿಂಗ್ ಚಟುವಟಿಕೆಗಳನ್ನು ಮಾಡುವುದನ್ನು ಒಳಗೊಂಡಂತೆ, X ನ ವ್ಯವಹಾರವನ್ನು ಚಲಾಯಿಸಲು ಬೆಂಬಲಿಸುವುದಕ್ಕಾಗಿ ಸಹಾಯ ಮಾಡಲು ಆ ಪಾಲುದಾರರ ಜೊತೆಗೆ ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು X ಗೆ ಅನುಮತಿಸುತ್ತದೆ."),
                n("dc20d918", "ನೀವು ಭೇಟಿ ಮಾಡಿದ ಸ್ಥಳಗಳ ಆಧಾರದಲ್ಲಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಲಾಗಿದೆ"),
                n("af7d89e6", "ನೀವು ಎಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿರುವಿರಿ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಾನದಂತಹ ಕೆಲವು ಮಾಹಿತಿಯನ್ನು ನಿಮಗೆ ಹೆಚ್ಚು ಪ್ರಸ್ತುತ ವಿಷಯವನ್ನು ತೋರಿಸುವುದಕ್ಕಾಗಿ ಸಹಾಯ ಮಾಡಲು X  ಯಾವಾಗಲೂ ಬಳಸುತ್ತದೆ. ಈ ಸೆಟ್ಟಿಂಗ್ ಸಕ್ರಿಯಗೊಂಡಿದ್ದಾಗ, ನೀವು ಭೇಟಿ ಮಾಡಿದ ಇತರ ಸ್ಥಳಗಳ ಆಧಾರದಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು X ವೈಯಕ್ತಿಕಗೊಳಿಸಬಹುದು."),
                n("f2b23062", "ಅಕ್ಸೆಸಿಬಿಲಿಟಿ, ಪ್ರದರ್ಶನ ಮತ್ತು ಭಾಷೆಗಳು"),
                n("fa76d7dc", "ಹೇಗೆ X ಕಂಟೆಂಟ್ ಅನ್ನು ನಿಮಗೆ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("j7a15010", "ಕಲರ್ ಕಾಂಟ್ರಾಸ್ಟ್ ಮತ್ತು ಚಲನೆಯನ್ನು ಮಿತಿಗೊಳಿಸುವಂಥ ನಿಮ್ಮ X ಅನುಭವದ ಅಂಶವನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("a257ecae", "ನಿಮ್ಮ ಫಾಂಟ್ ಗಾತ್ರ, ಬಣ್ಣ ಮತ್ತು ಹಿನ್ನೆಲೆಯನ್ನು ನಿರ್ವಹಿಸಿ. ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಎಲ್ಲ X ಖಾತೆಗಳಿಗೆ ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಪರಿಣಾಮ ಬೀರುತ್ತವೆ."),
                n("jc3fa0e2", "ನಿಮ್ಮ X ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ಯಾವ ಭಾಷೆಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("cc2973a8", "ಈ ಸಾಧನದಲ್ಲಿ X ನಿಮ್ಮ ಕೆಲವು ನೆಟ್‌ವರ್ಕ್ ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತದೆ ಎಂಬುದನ್ನು ಮಿತಿಗೊಳಿಸಿ."),
                n("h54e6138", "ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು"),
                n("a4b69cbc", "ಪ್ರದರ್ಶನ ಭಾಷೆ"),
                n("c856bd00", "ಶೀರ್ಷಿಕೆಗಳು, ಬಟನ್‌ಗಳು ಮತ್ತು X ನಿಂದ ಇತರ ಪಠ್ಯಕ್ಕೆ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("cab61d58", "ಹೆಚ್ಚುವರಿ ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("dd93fafa", "X ನಲ್ಲಿ ನೀವು ವೀಕ್ಷಿಸಲು ಬಯಸುವ ಕಂಟೆಂಟ್‌ಗೆಗೆ ಹೆಚ್ಚುವರಿ ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("bca1de4a", "ನೀವು ಮಾತನಾಡುವ ಹೆಚ್ಚುವರಿ ಭಾಷೆಗಳು"),
                n("c3aa76c4", "ನೀವು ತಿಳಿದಿರಬಹುದಾದ ಭಾಷೆಗಳು"),
                n("g099069c", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಖಾತೆಗಳು ಮತ್ತು ನೀವು ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಪೋಸ್ಟ್‌ಗಳಂತಹ ನಿಮ್ಮ ಚಟುವಟಿಕೆಗಳನ್ನು ಆಧರಿಸಿ X ನಿರ್ಣಯಿಸಿದ ಭಾಷೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("cf9ce876", "ಆಪ್ ಮತ್ತು ಪೋಸ್ಟ್ ಭಾಷೆಗಳು"),
                n("f8e46b90", "ಲಾಗಿನ್ ಮಾಡಲು ನಿಮ್ಮ X ಖಾತೆಗೆ ನೀವು ಸಂಪರ್ಕಿಸಿದ ಸಾಮಾಜಿಕ ಖಾತೆಗಳು ಇವು. ಇಲ್ಲಿ ನೀವು ಪ್ರವೇಶವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು."),
                n("d84ed6b2", "ಸಂಪರ್ಕಕಡಿತಗೊಳಿಸಿ"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "ಸಂಪರ್ಕಿಸಲಾಗಿದೆ"),
                n("ad31b476", "ನಿಮ್ಮ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("a2981062", "ನಿರ್ವಹಣೆ ಖಾತೆ"),
                n("aff4540e", "ನಿರ್ವಹಣೆ ಖಾತೆಯನ್ನು ಬದಲಿಸಿ"),
                n("b8b9d100", "ಖಾತೆ ಆಟೋಮೇಶನ್ ಅನ್ನು ಸೆಟಪ್ ಮಾಡಿ"),
                n("e0bc51f6", "ಖಾತೆ ಆಟೋಮೇಶನ್ ಅನ್ನು ಆಫ್ ಮಾಡಿ"),
                n("b92190c2", "ನಿರ್ವಹಣೆ ಖಾತೆಯ ಸಂಪರ್ಕಿಸಲಾಗಿದೆ"),
                n("fb03b39a", "ನಿರ್ವಹಣೆ ಖಾತೆಯ ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಲಾಗಿದೆ"),
                n("bd51ddfa", "ಈ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ನಿರ್ವಹಣೆ ಖಾತೆಯ ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("e91c15f6", "ನಿಮ್ಮ ನಿರ್ವಹಣೆ ಖಾತೆ ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸುವುದೇ?"),
                n("df035b80", "ನಿಮ್ಮ ನಿರ್ವಹಣೆ ಖಾತೆಯನ್ನು ನೀವು ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿದರೆ ನಿಮ್ಮ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯು ಅದರ ಲೇಬಲ್ ಅನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ."),
                n("bd12cf34", "ಹೌದು, ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿ"),
                n("f79acef3", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a57a341c", "ಡೇಟಾ ಸೇವರ್"),
                n("ab6505a8", "ಆಯ್ಕೆ ಮಾಡಿದರೆ, ಕಡಿಮೆ ನೆಟ್‌ವರ್ಕ್ ಡೇಟಾವನ್ನು X ಬಳಸುತ್ತದೆ."),
                n("a5d4fda0", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ಆದರೆ ಚಿಂತಿಸಬೇಡಿ— ಮತ್ತೊಂದು ಬಾರಿ ಪ್ರಯತ್ನಿಸೋಣ."),
                n("g1888dc2", "ಎಂದಿಗೂ ಇಲ್ಲ"),
                n("f724d1aa", "Wi-Fi ನಲ್ಲಿ ಮಾತ್ರ"),
                n("cf6472c2", "ಸೆಲ್ಯುಲಾರ್ ಅಥವಾ Wi-Fi ನಲ್ಲಿ"),
                n("b2ed92c4", "ಆರ್ಕೈವ್‌ಗೆ ವಿನಂತಿಸಲಾಗುತ್ತಿದೆ"),
                n("ce5d2c46", "ತಾತ್ಕಾಲಿಕವಾಗಿ ಲಭ್ಯವಿಲ್ಲ"),
                n("bed6a87c", "ನಿಮ್ಮ X ಡೇಟಾ ಲಿಂಕ್ ಅವಧಿ ಮೀರಿದೆ"),
                n("b24b4768", "ನನ್ನ X ಡೇಟಾಗೆ ಹೋಗಿ"),
                n("a0c3f812", "ನವೀಕೃತವಾದುದನ್ನು ಪಡೆಯಲು, ನೀವು ಹೊಸ ವಿನಂತಿಯನ್ನು ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("eea30bb5", function (e) {
                    return "ರಚಿಸಿದ ದಿನಾಂಕ: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "ಅಂತ್ಯಗೊಳ್ಳುವ ದಿನಾಂಕ: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "ಅಂದಾಜು ಗಾತ್ರ: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X ಡೇಟಾ (" + e.count + " ರಲ್ಲಿ " + e.currentIndex + ")";
                }),
                n("fc5bfd96", "ಪ್ರಾರಂಭಿಸು"),
                n("gee8110e", "ಆರ್ಕೈವ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("c326f156", "ಆರ್ಕೈವ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ"),
                n("c9fe9b56", "ನಿಮ್ಮ ಆರ್ಕೈವ್ ಅನ್ನು ಇನ್ನೇನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("j54b679b", function (e) {
                    return "ಇದು ಮತ್ತೊಂದು ವಿಂಡೋ ತೆರೆಯುತ್ತದೆ ಮತ್ತು ಇದನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಪೂರ್ಣಗೊಂಡಾಗ, ಡೌನ್‌ಲೋಡ್ ಆಗಿರುವುದು " + e.size + " ZIP ಫೈಲ್ ಆಗಿರುತ್ತದೆ.";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "ಫಾಂಟ್ ಗಾತ್ರ"),
                n("c783d45e", "ಬಣ್ಣ"),
                n("h306a358", "ಹಿನ್ನೆಲೆ"),
                n("d8680056", "ಹೆಚ್ಚು ಚಿಕ್ಕದು"),
                n("j59f0b94", "ಡೀಫಾಲ್ಟ್"),
                n("b81aaad8", "ದೊಡ್ಡದು"),
                n("c7044880", "ಹೆಚ್ಚುವರಿ ದೊಡ್ಡದು"),
                n("e46dffa0", "ಪಠ್ಯ ಗಾತ್ರ"),
                n("ce8a8116", "ಹಿನ್ನೆಲೆ ಆಯ್ಕೆಗಳು"),
                n("d3d48f3a", "ಬೆಳಕು"),
                n("i76f67ee", "ಮಬ್ಬು"),
                n("c8f85960", "ಲೈಟ್ಸ್ ಔಟ್"),
                n("aefc5b20", "ಬಣ್ಣ ಆಯ್ಕೆಗಳು"),
                n("a52d0fde", "ನೀಲಿ"),
                n("d818cdd6", "ಹಳದಿ"),
                n("fee1cd64", "ಗುಲಾಬಿ"),
                n("cbed7fb2", "ನೇರಳೆ"),
                n("g697ec02", "ಕಿತ್ತಳೆ"),
                n("a7c2204a", "ಹಸಿರು"),
                n("gde8fdd7", function (e) {
                    return "X ಕೇಂದ್ರಭಾಗವು ಪೋಸ್ಟ್‌ಗಳೆಂದು ಕರೆಯಲಾಗುವ ಚಿಕ್ಕ ಸಂದೇಶಗಳಿಂದ ಕೂಡಿದೆ — ಇದರಂತೆ — ಅದು ಫೋಟೋಗಳು, ವೀಡಿಯೋಗಳು, ಲಿಂಕ್‌ಗಳು, ಪಠ್ಯ, ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು ಮತ್ತು @" + e.mention + " ನಂತಹ ಉಲ್ಲೇಖಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು.";
                }),
                n("f277e94a", "ವೀಕ್ಷಿಸಿ"),
                n("ee79367b", function (e) {
                    return "ಹಂತ " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "ಜಾಹೀರಾತು"),
                n("d9587114", "ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ ನೋಡಿ"),
                n("b7b86c3c", "ಈ ಪೋಸ್ಟ್‌ನ ಹೊಸ ಆವೃತ್ತಿಯನ್ನು ತೆರೆಯುತ್ತದೆ"),
                n("a407814e", "ಕೊನೆಯದಾಗಿ ಎಡಿಟ್ ಮಾಡಿರುವುದು"),
                n("i46ee3f0", "ಈ ಪೋಸ್ಟ್‌ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿ ಇದು."),
                n("e18cb87c", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ವಿವರಿಸಿ"),
                n("ffe16626", "ಪ್ರತಿಕ್ರಿಯೆ ಫಿಲ್ಟರ್ ಆನ್ ಆಗಿದೆ."),
                n("jc81f6a7", function (e) {
                    return e.count + " ವೀಕ್ಷಣೆ" + f(e.count, "", "ಗಳು");
                }),
                n("g521abc6", "Grok, ವಿಶ್ಲೇಷಣೆ!"),
                n("a09331e0", "ಸಂಬಂಧಿತ ಲೇಖನಗಳು"),
                n("e3eceda6", "Grok ಕ್ರಮಗಳು"),
                n("a653f08f", function (e) {
                    return e.replyCount + " ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಓದಿ";
                }),
                n("dc0c8266", "Grok ನೊಂದಿಗೆ ಕೇಳಿ"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "ವೀಕ್ಷಣೆ" + f(e.count, "", "ಗಳು");
                }),
                n("b8f3500a", "ರೀಡರ್‌ನಲ್ಲಿ ಥ್ರೆಡ್ ನೋಡಿ"),
                n("fc7db594", "ಪ್ರೊಫೈಲ್ ಸಾರಾಂಶ"),
                n("c3f04d9c", "ಯೋಚಿಸುತ್ತಿದೆ"),
                n("cbdddb0a", "ಪೂರ್ಣಗೊಂಡಿದೆ"),
                n("e98cc293", function (e) {
                    return e.query + " ಗಾಗಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ";
                }),
                n("b0d1e205", function (e) {
                    return '**"' + e.query + '"** ಗಾಗಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ';
                }),
                n("i2e0f4d7", function (e) {
                    return e.query + " ಗಾಗಿ " + e.url + " ಅನ್ನು ಬ್ರೌಸ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("acb9b845", function (e) {
                    return '**"' + e.query + '"** ಗಾಗಿ ' + e.url + " ಅನ್ನು ಬ್ರೌಸ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " ನಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ";
                }),
                n("f7d9cfb9", function (e) {
                    return e.query + " ಗಾಗಿ @" + e.username + " ನಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ";
                }),
                n("bec7eb11", function (e) {
                    return '**"' + e.query + '"** ಗಾಗಿ @' + e.username + " ನಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ";
                }),
                n("ead81122", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ಮರುಸಂಪರ್ಕಿಸಲು ರಿಫ್ರೆಶ್ ಮಾಡಿ ಅಥವಾ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("f808a13a", "ದರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ. ಕೆಲವು ಕ್ಷಣಗಳ ಕಾಲ ಕಾಯಿರಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("e0481e5a", "ಈ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ದೇಶದಲ್ಲಿ Grok ಬೆಂಬಲಿತವಾಗಿಲ್ಲ."),
                n("bc0a5b5a", "Grok ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ, ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪರಿಶೀಲಿಸಿ."),
                n("ef674976", "ನೀವು ಈ ಸೇವೆಯನ್ನು ಬಳಸಲು ಅಧಿಕಾರ ಹೊಂದಿಲ್ಲ."),
                n("c74e87e0", "ಈ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ. ದಯವಿಟ್ಟು ಚಿಕ್ಕ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("bea50a2a", "ಈ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ."),
                n("j77292b7", function (e) {
                    return "ದಯವಿಟ್ಟು ಕೇವಲ " + e.count + " ಫೈಲ್" + f(e.count, "", "‌ಗಳು") + " ವರೆಗೆ ಮಾತ್ರ ಆರಿಸಿ";
                }),
                n("cbc8fed4", "ಈ ಅನುವಾದವು ನಿಖರವಾಗಿದೆಯೇ? ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀಡಿ ಇದರಿಂದ ನಾವು ಸುಧಾರಿಸಬಹುದು:"),
                n("d56779a2", "ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲು ಸುಲಭ"),
                n("b6fe8a56", "ಗೊಂದಲಮಯ ಅಥವಾ ಅಸ್ಪಷ್ಟ"),
                n("i73a7d48", "Google ನಿಂದ ಅನುವಾದಿಸಲಾಗಿದೆ"),
                n("eeadb767", function (e) {
                    return e.originLanguage + " ಭಾಷೆಯಿಂದ Google ಅನುವಾದಿಸಿದೆ";
                }),
                n("d9c6f69d", function (e) {
                    return "Grok ಮೂಲಕ " + e.originLanguage + " ನಿಂದ ಅನುವಾದಿಸಲಾಗಿದೆ";
                }),
                n("dc445f82", "Papago ಅವರು ಅನುವಾದಿಸಿದ್ದಾರೆ"),
                n("he9803d3", function (e) {
                    return "Papago ಅವರು " + e.originLanguage + " ಇಂದ ಅನುವಾದಿಸಿದ್ದಾರೆ";
                }),
                n("f8264fc0", "X ಅವರಿಂದ ಅನುವಾದಿಸಲಾಗಿದೆ"),
                n("caa5ba3d", function (e) {
                    return "X ಅವರಿಂದ " + e.originLanguage + " ರಿಂದ ಅನುವಾದಿಸಲಾಗಿದೆ";
                }),
                n("deaf5b16", "ಮರುಪ್ರಯತ್ನಿಸಿ"),
                n("a66d80d0", "ಪೋಸ್ಟ್ ಅನ್ನು ಅನುವಾದಿಸಿ"),
                n("be9b9fb8", "Grok ಮೂಲಕ ಅನುವಾದಿಸಲಾಗಿದೆ"),
                n("he9c9634", "ಅನುವಾದ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ"),
                n("j2198c98", "ಅನುವಾದಿಸಿದ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಿ"),
                n("d4d35bea", "ಅನುವಾದಿಸಲಾಗುತ್ತಿದೆ..."),
                n("i7ac410e", "ಮೂಲವನ್ನು ತೋರಿಸಿ"),
                n("c67f09e8", "ಅನುವಾದವನ್ನು ತೋರಿಸಿ"),
                n("e0f81ff3", "ಅನುವಾದ:"),
                n("j2862695", function (e) {
                    return " " + e.originLanguage + " ಭಾಷೆಯಿಂದ";
                }),
                n("b7cb4fab", "ಇವರಿಂದ ಅನುವಾದಿಸಿದೆ"),
                n("d4c339b9", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಇವರಿಂದ ಪೋಸ್ಟ್";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಪೋಸ್ಟ್ ಮಾಡಿದ್ದಾರೆ:\n" + e.tweet;
                }),
                n("h6f99ac4", "ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ"),
                n("g1c463f6", "ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + " ಇಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ";
                }),
                n("i47ad24c", "ಹೀಗೇ ಮುಂದುವರಿಸು! ನೀವು ಹೆಚ್ಚು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಷ್ಟೂ, ನಿಮ್ಮ ಕಾಲರೇಖೆ ಉತ್ತಮವಾಗಿರುತ್ತದೆ."),
                n("def4a37c", "ಉತ್ತಮ ಕೆಲಸ! ನಿಮ್ಮ ಕಾಲರೇಖೆ ಉತ್ತಮವಾಗುತ್ತಿದೆ. ನೀವು ಹೆಚ್ಚು ಇಷ್ಟಪಟ್ಟಷ್ಟೂ, ನಿಮ್ಮ ಕಾಲರೇಖೆ ಉತ್ತಮವಾಗಿರುತ್ತದೆ - ನಿಮಗೆ ಆಸಕ್ತಿ ಇರುವ ಸಂಗತಿಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತಿರಿ."),
                n("f5d17674", "ಪೋಸ್ಟ್‌ ಮರುಪೋಸ್ಟ್‌ ಮಾಡಲ್ಪಟ್ಟಿದೆ"),
                n("d714acfa", "ಪೋಸ್ಟ್‌ ಮರುಪೋಸ್ಟ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲ್ಪಟ್ಟಿದೆ"),
                n("b18dff26", "ಸಬ್‌ಸ್ಕ್ರೈಬ್‌ ಮಾಡಿದವರು ಮಾತ್ರ ಈ ಮರುಪೋಸ್ಟ್‌ ಅನ್ನು ನೋಡಬಹುದು"),
                n("c2453318", "ಫೋಲ್ಡರ್‌ಗೆ ಸೇರಿಸಿ"),
                n("f88553c8", "ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ"),
                n("b5b36724", "ಬದಲಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸುವುದೇ?"),
                n("gce00a2a", "ಬದಲಿಗೆ ಮರುಪೋಸ್ಟ್‌ ಮಾಡುವುದೇ?"),
                n("g271f120", "ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸುವ ಮೊದಲು ನಿಮ್ಮ ಡ್ರಾಫ್ಟ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್ ಅನ್ನು ತ್ಯಜಿಸಲಾಗುತ್ತದೆ."),
                n("gad04d1a", "ನೀವು ಕೋಟ್ ಮಾಡುವ ಮೊದಲು ನಿಮ್ಮ ಡ್ರಾಫ್ಟ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್ ಅನ್ನು ತ್ಯಜಿಸಲಾಗುತ್ತದೆ."),
                n("ibd021f2", "ಲೇಖನವನ್ನು ಮೊದಲು ಓದಲು ಬಯಸಿದ್ದೀರಾ?"),
                n("bbef69c4", "X ನಲ್ಲಿ ನೀವು ತೆರೆದಿಲ್ಲದ ಲೇಖನವನ್ನು ನೀವು ಹಂಚಿಕೊಳ್ಳುವುದರಲ್ಲಿದ್ದೀರಿ."),
                n("g5092766", "ಲೇಖನವನ್ನು ಓದಿ"),
                n("a2d5c006", "ಲಿಂಕ್ ಭೇಟಿ ಮಾಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು"),
                n("g37bb2d0", "ಹಂಚಿಕೊಳ್ಳುವುದಕ್ಕೂ ಮೊದಲು ಲಿಂಕ್‌ಗಳನ್ನು ತೆರೆದು ನೋಡುವುದರಿಂದ ಮಾಹಿತಿಯುಕ್ತ ನಿರ್ಧಾರ ಮಾಡಲು ಉತ್ತೇಜನ ದೊರೆಯುತ್ತದೆ."),
                n("gc45a90a", "ಈ ಪ್ರಾಂಪ್ಟ್ ಅನ್ನು ವಿಸ್ತರಿಸಿ"),
                n("g7135e44", "ವಿಶ್ವಾಸಾರ್ಹ ಮಾಹಿತಿಗಾಗಿ ಒಂದು ಸ್ಥಳ ನಿಗದಿಸಲು X ಗೆ ಸಹಾಯ ಮಾಡಿ. ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಡುವುದಕ್ಕೂ ಮೊದಲು ಇನ್ನಷ್ಟನ್ನು ಕಂಡುಕೊಳ್ಳಿ."),
                n("h9b6d468", "ವಿಶ್ವಾಸಾರ್ಹ ಮಾಹಿತಿಗಾಗಿ ಒಂದು ಸ್ಥಳ ನಿಗದಿಸಲು X ಗೆ ಸಹಾಯ ಮಾಡಿ. ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದಕ್ಕೂ ಮೊದಲು ಇನ್ನಷ್ಟನ್ನು ಕಂಡುಕೊಳ್ಳಿ."),
                n("af5cd00e", "ಇನ್ನಷ್ಟನ್ನು ಕಂಡುಕೊಳ್ಳಿ"),
                n("e29c651e", "ಇನ್ನಷ್ಟು ತಿಳಿದಿದ್ದಕ್ಕೆ ದನ್ಯವಾದಗಳು"),
                n("ef504d80", "ಸಂರಕ್ಷಿಸಿದ ಖಾತೆಗಳಿಂದ ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಗೆ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ — ಇನ್ನೂ."),
                n("cef96d5a", "ಪೋಸ್ಟ್ ಈಗಾಗಲೇ ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಲ್ಲಿದೆ"),
                n("b2542f56", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಆ ಪೋಸ್ಟ್ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("fe3b9942", "ಈ ಬಳಕೆದಾರರ ಮನವಿಯ ಮೇರೆಗೆ ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಇಷ್ಟಪಡುವುದನ್ನು ತಡೆಗಟ್ಟಲಾಗಿದೆ."),
                n("c2a6dc5c", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಇಷ್ಟಪಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("b57f01b8", "ನೀವು ಹಿಂಬಾಲಿಸುತ್ತಿಲ್ಲದ ಸಂರಕ್ಷಿಸಿದ ಬಳಕೆದಾರರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಇಷ್ಟಪಡಲಾಗುವುದಿಲ್ಲ."),
                n("ba0b3cc0", "ಈ ಬಳಕೆದಾರರ ಮನವಿಯ ಮೇರೆಗೆ ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಮರುಪೋಸ್ಟ್ ಮಾಡುವುದನ್ನು ತಡೆಗಟ್ಟಲಾಗಿದೆ."),
                n("h32b1ac4", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ಮರುಪೋಸ್ಟ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e50cea9e", "ಈ ಪೋಸ್ಟ್‌ಗೆ ಮರುಪೋಸ್ಟ್ ಅನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("d8e56f40", "ಕ್ಷಮಿಸಿ! ನಿಮ್ಮ ಪೋಸ್ಟ್ ಮಿತಿಯನ್ನು ನೀವು ಮೀರಿರುವಿರಿ. ನಾಳೆ ಮತ್ತೊಮ್ಮೆ ಮರುಪೋಸ್ಟ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ"),
                n("i14d7a46", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಂದ ಆ ಪೋಸ್ಟ್ ತೆಗೆದುಹಾಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("d4ebfeb0", "ಒಂದು ನಿಮಿಷದ ನಂತರ ಮತ್ತೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಡದಿರಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e639775e", "ಒಂದು ನಿಮಿಷದಲ್ಲಿ ಪುನಃ ನಿಮ್ಮ ಮರುಟ್ವೀಟ್ ಅನ್ನು ರದ್ದು ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("fcad707a", "ನಾವು ಈ ಪೋಸ್ಟ್ ಮೇಲೆ ಎಚ್ಚರಿಕೆಯನ್ನು ಹಾಕಿದ್ದೇವೆ. ಯಾಕೆಂದರೆ ಇದು ಸೂಕ್ಷ್ಮ ಕಂಟೆಂಟ್ ಅನ್ನು ಹೊಂದಿದೆ."),
                n("f1824804", "ಈ ಎಚ್ಚರಿಕೆಗೆ ಮೇಲ್ಮನವಿ ಸಲ್ಲಿಸಿ"),
                n("f755f710", "ಅರ್ಥವಾಯಿತು"),
                n("ced4abbe", "ಸಂವಾದವನ್ನು ನೋಡಿ"),
                n("d00e1d2a", "ಸಮುದಾಯಕ್ಕೆ ಸೇರಿ"),
                n("e6057014", "ಸೇರುವಂತೆ ಕೇಳಿ"),
                n("ba352986", "ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗದು... ಆದರೂ"),
                n("d09e76d8", "ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿವೆ, ಆದ್ದರಿಂದ ನೀವು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಓದಬಹುದು — ಆದರೆ ಭಾಗವಹಿಸಲು ನೀವು ಸೇರಬೇಕು."),
                n("cfa1f802", "ಸಮುದಾಯಗಳನ್ನು ಅನ್ವೇಷಿಸಿ"),
                n("af27a0f8", "ನಿಮ್ಮನ್ನು ಈ ಸಮುದಾಯದಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("id089506", "ಮರುಸ್ಥಾಪಿಸಲು ಸಮುದಾಯ ಮಾಡರೇಟರ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ."),
                n("cac4e916", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ"),
                n("cb18be32", "ಅದನ್ನು ನೀವು ಮಾಡಲಾಗದು... ಆದರೂ"),
                n("dbb5fd8e", "ಸರ್ಕಲ್ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮರುಪೋಸ್ಟ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ"),
                n("ae2c8a1e", "ಇದಕ್ಕೆ ಏಕೆ ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತಿಲ್ಲ?"),
                n("afe7ba26", "ಇದನ್ನು ಏಕೆ ನೀವು ಇಷ್ಟಪಡುತ್ತಿಲ್ಲ?"),
                n("df9e2356", "ನೀವು ಇದನ್ನು ಏಕೆ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಗೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ?"),
                n("jead3bc2", "ಇದನ್ನು ಏಕೆ ನೀವು ಹಂಚಿಕೊಳ್ಳುತ್ತಿಲ್ಲ?"),
                n("h2a668b8", "ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ನೀವು ಏಕೆ ನೋಡಲಾಗದು?"),
                n("bd85267e", "ನೀವು ಇದನ್ನು ಏಕೆ ಮರುಪೋಸ್ಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ?"),
                n("dcc05a7e", "ವೀಕ್ಷಣೆಗಳು"),
                n("e213fada", "ಈ ಪೋಸ್ಟ್‌ಗೆ ವೀಕ್ಷಣೆ ಲೆಕ್ಕವು ಲಭ್ಯವಿಲ್ಲ."),
                n("g0954ea6", "ಪೋಸ್ಟ್ ಲೇಖಕರು ಮತ್ತು ಸಮುದಾಯ ಮಾಡರೇಶನ್ ತಂಡವು ಇದನ್ನು ನೋಡಬಹುದು ಮತ್ತು ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ."),
                n("e7969518", "ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿವೆ. ಹೀಗಾಗಿ ನೀವು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಓದಬಹುದು. ಆದರೆ, ಸದ್ಯಕ್ಕೆ ಭಾಗವಹಿಸುವಿಕೆ ಆಹ್ವಾನದ ಮೇರೆಗೆ ಮಾತ್ರವಾಗಿದೆ."),
                n("g2dc874a", "ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿವೆ. ಹೀಗಾಗಿ ನೀವು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಓದಬಹುದು. ಆದರೆ, ಸದಸ್ಯರು ಮಾತ್ರ ಅವುಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಬಹುದು."),
                n("g562676f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("ee574c37", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("de2d83d6", "ಫೋಲ್ಡರ್‌ಗೆ ಬುಕ್‌ಮಾರ್ಕ್‌ ಮಾಡಿ"),
                n("f14df406", "ಜಾಹೀರಾತಿಗೆ ಲಿಂಕ್ ನಕಲಿಸಿ"),
                n("e05c00b4", "ಲಿಂಕ್ ನಕಲಿಸಿ"),
                n("f61c4bb0", "ನೇರ ಸಂದೇಶದ ಮೂಲಕ ಕಳುಹಿಸಿ"),
                n("id35970e", "ವೀಡಿಯೊವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("ff9348b8", "ಈ ಮೂಲಕ ಜಾಹೀರಾತು ಹಂಚಿಕೊಳ್ಳಿ …"),
                n("d03241f8", "ಈ ಮೂಲಕ ಪೋಸ್ಟ್ ಹಂಚಿಕೊಳ್ಳಿ …"),
                n("j08dd2d4", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("b7fde1ea", "ಫೋಲ್ಡರ್‌ನಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("d9a2bd78", "ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("fbfab656", "ಸ್ಪೇಸ್‌ಗೆ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("e668112c", "ಸ್ಪೇಸ್‌ದೊಂದಿಗೆ ಪೋಸ್ಟ್‌ ಹಂಚಿಕೊಳ್ಳಲ್ಪಟ್ಟಿದೆ"),
                n("g5775e46", "ಉಲ್ಲೇಖಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "ಬುಕ್‌ಮಾರ್ಕ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "ಇಷ್ಟ" + f(e.count, "", "ಗಳು");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "ಉಲ್ಲೇಖ" + f(e.count, "ಿಸಿ", "ಗಳು");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "ಮರುಪೋಸ್ಟ್" + f(e.count, " ಮಾಡಿ", "‌ಗಳು");
                }),
                n("e9f1fbcc", "ಇಲ್ಲಿ ಇನ್ನೂ ನೋಡಲು ಏನೂ ಇಲ್ಲ"),
                n("a3b80be6", "ಈ ಕುರಿತು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಲು ನಂತರ ಮರಳಿ ಪರಿಶೀಲಿಸಿ."),
                n("d93b360a", "ಈ ಕಾಲಮ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ, ಪೋಸ್ಟ್‌ಗಳನ್ನು ರಚಿಸಿದಾಗ ಹೆಚ್ಚಿನವುಗಳು ಮೇಲೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("d6e2f9be", "ಕಾಲರೇಖೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("afb4c24a", "ಯಾವುದೇ ಐಟಂಗಳಿಲ್ಲ"),
                n("e5b0063d", function (e) {
                    return "ಕಾಲರೇಖೆ: " + e.title;
                }),
                n("ib65b1c6", "Apple ಮೂಲಕ ಸೈನಪ್ ಮಾಡಿ"),
                n("f55cebb8", "Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ"),
                n("dcc304d6", "Apple ನೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ"),
                n("e0870f26", "Google ಮೂಲಕ ಸೈನ್ ಅಪ್ ಮಾಡಿ"),
                n("gfeffd6a", "Google ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ"),
                n("gf5e9ea6", "ರದ್ದುಮಾಡು"),
                n("e43138c5", function (e) {
                    return e.name + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿ";
                }),
                n("be65f2e7", function (e) {
                    return e.name + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸದಿರಿ";
                }),
                n("a649d337", function (e) {
                    return e.name + " ರಲ್ಲಿ ಆಸಕ್ತಿಯಿಲ್ಲ";
                }),
                n("e2f2b658", "ನಾವು ಇನ್ನು ಈ ವಿಷಯವನ್ನು ಸಲಹೆ ಮಾಡುವುದಿಲ್ಲ."),
                n("b51f7edf", function (e) {
                    return "ನೀವು " + e.name + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿಲ್ಲ";
                }),
                n("gac366b3", function (e) {
                    return "ನೀವು " + e.name + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದೀರಿ";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ತಡೆಹಿಡಿಯುವುದೇ?";
                }),
                n("fcd4d489", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ತಡೆಹಿಡಿಯಿರಿ";
                }),
                n("a6450e84", "ತಡೆಹಿಡಿ"),
                n("g353ad73", function (e) {
                    return "ಅವರು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಲು ಅಥವಾ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಮತ್ತು ನೀವು @" + e.screenName + " ರಿಂದ ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಸೂಚನೆಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ.";
                }),
                n("ad00a739", function (e) {
                    return "ಅವರು ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ, ಆದರೆ ಇನ್ನು ಮುಂದೆ ಅವರೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. @" + e.screenName + " ಅವರು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಅಥವಾ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಹ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಮತ್ತು ನೀವು ಅವರಿಂದ ಸೂಚನೆಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ.";
                }),
                n("a9fd20be", "ಯಶಸ್ವಿಯಾಗಿ ತಡೆ ಹಿಡಿಯಲಾಗಿದೆ."),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + " ಅವರ ತಡೆತೆರವು ಮಾಡುವುದೇ?";
                }),
                n("c9623eeb", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ತಡೆತೆರವುಗೊಳಿಸಿ";
                }),
                n("e133be4e", "ತಡೆತೆರವು"),
                n("he43bca4", "ಅವರಿಗೆ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("f5f01af6", "ಅವರು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಪೋಸ್ಟ್‌ಗಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("b6878b0a", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಆ ಬಳಕೆದಾರರನ್ನು ಮತ್ತೊಮ್ಮೆ ತಡೆಹಿಡಿಯಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e40252de", "ನಿಮಗಾಗಿನಲ್ಲಿ ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸಬೇಡಿ"),
                n("ae225c26", "ನಿಮಗಾಗಿನಲ್ಲಿ ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸಿ"),
                n("a96d2628", "ನಿಮಗಾಗಿನಲ್ಲಿ ಈ ಪಟ್ಟಿ ತೋರಿಸಬೇಡಿ"),
                n("d00abae0", "ಈ ಪಟ್ಟಿಯಿಂದ ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳು ನಿಮ್ಮ ನಿಮಗಾಗಿ ಟೈಮ್‌ಲೈನ್‌ನಲ್ಲಿ ಇನ್ನು ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ."),
                n("e566dd06", "ಈ ಪಟ್ಟಿಯಿಂದ ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳು ನಿಮಗಾಗಿ ಟೈಮ್‌ಲೈನ್‌ನಲ್ಲಿ ಇನ್ನು ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ."),
                n("j3cc1526", "ನಿಮಗಾಗಿನಲ್ಲಿ ಈ ಪಟ್ಟಿ ತೋರಿಸಿ"),
                n("h435716e", "ಈ ಪಟ್ಟಿಯಿಂದ ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳು ನಿಮ್ಮ ನಿಮಗಾಗಿ ಕಾಲರೇಖೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬಹುದು."),
                n("e8ba412e", "ಈ ಪಟ್ಟಿಯಿಂದ ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳು ನಿಮಗಾಗಿ ಟೈಮ್‌ಲೈನ್‌ನಲ್ಲಿ ಈಗ ಕಾಣಿಸಿಕೊಳ್ಳಬಹುದು."),
                n("d66e95cc", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಿನ್ ಮಾಡುವುದೇ?"),
                n("i24ed0de", "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಿನ್ ಮಾಡಿ"),
                n("b1033082", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಅದು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ನೀವು ಅದನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಬದಲಿಸಬಹುದು ಅಥವಾ ಅನ್ಪಿನ್ ಮಾಡಬಹುದು."),
                n("e96a5962", "ಈ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಅನ್‌ಪಿನ್‌ ಮಾಡುವುದೇ?"),
                n("ec04e6fc", "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಅನ್‌ಪಿನ್‌ ಮಾಡಿ"),
                n("d05618f2", "ಈ ಪೋಸ್ಟ್‌ನ ಪ್ರತಿಕ್ರಿಯೆಯಲ್ಲಿ ಇದು ಇನ್ನು ಮುಂದೆ ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ."),
                n("j9aedfdc", "ಪ್ರತಿಕ್ರಿಯೆ ಪಿನ್ ಮಾಡಿ"),
                n("c034211a", "ಪ್ರತಿಕ್ರಿಯೆ ಅನ್‌ಪಿನ್ ಮಾಡಿ"),
                n("ie4538b4", "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪೋಸ್ಟ್ ಗೆ ಪಿನ್ ಮಾಡಲಾಗಿದೆ"),
                n("ad135a24", "ಪೋಸ್ಟ್ ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಅನ್ಪಿನ್ ಮಾಡಲಾಗಿದೆ"),
                n("ee369efc", "ಪೋಸ್ಟ್ ಗೆ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಿನ್ ಮಾಡಲಾಗದು"),
                n("c3e7f572", "ಪೋಸ್ಟ್ ನಿಂದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಅನ್ಪಿನ್ ಮಾಡಲಾಗದು"),
                n("d058316c", "ಧನ್ಯವಾದಗಳು. X ಇದನ್ನು ನಿಮ್ಮ ಕಾಲರೇಖೆಯನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಬಳಸುತ್ತದೆ."),
                n("afb7e8f8", "ಲೇಖನ ಓದಿ"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " ಅವರಿಂದ";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "ಪಿನ್"),
                n("j44ec610", "ಅನ್‌ಪಿನ್"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "ಸದಸ್ಯ" + f(e.count, "", "ರು");
                }),
                n("b5334780", "ಬಾಕಿ ಇದೆ"),
                n("b171d7c4", "ಸೇರಿಕೊಳ್ಳಿ"),
                n("aa7ae3f6", "ಸೇರಿದ್ದಾರೆ"),
                n("bb1d57b6", "ತೊರೆಯಿರಿ"),
                n("h4fbfa58", "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಸೇರಿ"),
                n("ea8cfb1e", "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಸೇರಲು ಕೇಳಿ"),
                n("dc1b14a1", function (e) {
                    return e.communityName + " ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಸಮ್ಮತಿಸಿ";
                }),
                n("c966ac64", "ಸಮುದಾಯಕ್ಕೆ ಸೇರಲು ವಿನಂತಿ ಮಾಡುವುದಕ್ಕೆ ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("g690e07e", "ನಿಮ್ಮ ಉತ್ತರ (ಐಚ್ಛಿಕ)"),
                n("a5d21bf4", "ಉತ್ತರವು ಐಚ್ಛಿಕವಾಗಿರುತ್ತದೆ. ಆದರೆ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲು ಮಾಡರೇಟರ್‌ಗಳಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ."),
                n("h9526e03", "X ನ ನಿಯಮಗಳಿಗೆ"),
                n("c00c234f", function (e) {
                    return e.communityName + " ನಿಯಮಗಳು";
                }),
                n("hafa07f2", "ಭಾಗವಹಿಸುವಿಕೆಗೆ ಮಿತಿ ಇಲ್ಲ"),
                n("c15bee32", "ಈ ಸಮುದಾಯದಿಂದ ನಿಮ್ಮನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("efa265fc", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಂರಕ್ಷಿಸಲಾಗಿದೆ"),
                n("f9cecf48", "ಕ್ಷಮಿಸಿ, ನೀವು ಇದೀಗ ಸೇರಲು ಸಾಧ್ಯವಿಲ್ಲ"),
                n("bf7bdb60", "ಇದು ನೀವಲ್ಲ, ನಾವು (ನಿಜವಾಗಿಯೂ). ದಯವಿಟ್ಟು ಪುನಃ ನಂತರ ಪ್ರಯತ್ನಿಸಿ."),
                n("h27d6950", "ನೀವು ಇನ್ನೂ ತೊರೆಯಲಾಗದು"),
                n("b02360f6", "ಕೊನೆಯ ಅಡ್ಮಿನ್ ಅಥವಾ ಮಾಡರೇಟರ್‌ ಸಮುದಾಯ ಖಾಲಿಯಾಗುವವರೆಗೂ ತೊರೆಯಲಾಗದು."),
                n("fe832999", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿಸಿ"),
                n("bc7a7af4", "ಸಮುದಾಯದಲ್ಲಿ ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಳನ್ನು ಮರೆ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಪುನಃ ಸೇರಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸಿ"),
                n("aebb6546", "ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("a3484d22", "ಟೈ"),
                n("aab2efa9", function (e) {
                    return "ವಿಜೇತ " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "ಸ್ಕೋರ್ ಕಾರ್ಡ್, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "ಮುಂಬರುವ"),
                n("b6da6b02", "ಲೈವ್"),
                n("i9f615c8", "ಅಂತಿಮ"),
                n("f897267a", "ಮುಂದೂಡಲಾಗಿದೆ"),
                n("f93c4b6a", "ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ"),
                n("i79ab12a", "ವಿಷಯವನ್ನು ಹಿಂಬಾಲಿಸಿ"),
                n("c0f56044", "ಹಿ೦ಬಾಲಿಸದಿರು"),
                n("fcf51fe6", "ಸ್ಟಾರ್"),
                n("e9a90d72", "ಸ್ಟಾರ್ ಮಾಡಿದ"),
                n("bf403716", "ಸ್ಟಾರ್ ತೆಗೆಯಿರಿ"),
                n("c9f08e29", function (e) {
                    return e.title + " ಸ್ಟಾರ್ ತೆಗೆದುಹಾಕುವುದೇ?";
                }),
                n("hed4dcd0", "ಈ ವಿಷಯಕ್ಕೆ ನೀವು ಸ್ಟಾರ್ ತೆಗೆದುಹಾಕಿದರೂ, ನೀವು ಯಾವ ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಆಧರಿಸಿ ಇನ್ನೂ ನೀವು ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು."),
                n("cd876e02", "ಅಚ್ಚುಮೆಚ್ಚಿನ"),
                n("f2816e02", "ಅಚ್ಚುಮೆಚ್ಚಿನದಾಗಿಸಲಾಗಿದೆ"),
                n("f5b04fbc", "ಅಚ್ಚುಮೆಚ್ಚಿನದು ತೆಗೆಯುವಿಕೆ"),
                n("c481ae3f", function (e) {
                    return e.title + " ಮೆಚ್ಚಿನದನ್ನು ರದ್ದು ಮಾಡುವುದೇ?";
                }),
                n("c94116de", "ಈ ವಿಷಯದ ಮೆಚ್ಚಿನದನ್ನು ನೀವು ತೆಗೆದುಹಾಕಿದರೂ, ನೀವು ಯಾವ ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಆಧರಿಸಿ ಇನ್ನೂ ನೀವು ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು."),
                n("e0e730b0", "ಆಸಕ್ತಿಯಿದೆ"),
                n("b1850062", "ಆಸಕ್ತಿಯಿಲ್ಲ"),
                n("gd3f996f", function (e) {
                    return e.title + " ರಲ್ಲಿ ಆಸಕ್ತಿಯಿಲ್ಲವೇ?";
                }),
                n("jdd65aac", "ಈ ವಿಷಯಕ್ಕೆ ನೀವು ಆಸಕ್ತಿ ಹೊಂದಿಲ್ಲದಿದ್ದರೂ, ನೀವು ಯಾವ ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಆಧರಿಸಿ ಇನ್ನೂ ನೀವು ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು."),
                n("f93bb3ee", "ಇಮೇಜ್ ಲೋಡ್ ಮಾಡಿ"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "GIF ಲೋಡ್ ಮಾಡಿ"),
                n("d3ac405c", "ವೀಡಿಯೋ ಲೋಡ್ ಮಾಡಿ"),
                n("g97a046c", "ಈ ವೀಡಿಯೋವನ್ನು ಪ್ಲೇ ಮಾಡಿ"),
                n("ac4c73d8", "ಎಂಬೆಡ್ ಮಾಡಿದ ವೀಡಿಯೋ"),
                n("f3bb10a6", "ವೀಡಿಯೋ ಪ್ಲೇ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("b87c0a72", "ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ X ನಲ್ಲಿ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಎಂದಿಗೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ"),
                n("e71e09ec", "ಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ"),
                n("g4850f44", "ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("dc397182", "ಗ್ರಾಹಕೀಯಗೊಳಿಸಿ"),
                n("ia5e7488", "ಮುಚ್ಚು"),
                n("j681933e", "ಖಾಸಗಿ ಪಟ್ಟಿ"),
                n("add55942", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ಚಂದಾದಾರರಾಗಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("ib8f5f3c", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಸ್ವಲ್ಪ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ಅನ್‌ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e20fc756", "ಈ ಪಟ್ಟಿಗೆ ಈ ಸದಸ್ಯರನ್ನು ಸೇರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸಲಾಗಿಲ್ಲ."),
                n("d8a032a2", "ಮತ್ತೊಂದನ್ನು ಸೇರಿಸುವ ಮೊದಲು ಒಂದು ಪಿನ್ ಮಾಡಲಾದ ಕಾಲರೇಖೆಯನ್ನು ನೀವು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ"),
                n("fa816a0a", "ಪಟ್ಟಿ ಮರು ಆಯೋಜನೆ ಮಾಡಿ"),
                n("ac832ae4", "ಪಟ್ಟಿ ಪಿನ್ ಮಾಡಿ"),
                n("cdb33880", "ಪಟ್ಟಿ ಅನ್‌ಪಿನ್ ಮಾಡಿ"),
                n("ca5d0a82", "ಪಟ್ಟಿ ಸಂಪಾದಿಸಿ"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "ಹಿಂಬಾಲಕರು";
                }),
                n("jceadc3e", "ಶೀರ್ಷಿಕೆರಹಿತ"),
                n("a1d5303c", "ಖಾಸಗಿ"),
                n("cc8f8a80", "ಪಟ್ಟಿಮಾಡಿಲ್ಲ"),
                n("c33a97d6", "ಸಾರ್ವಜನಿಕ"),
                n("i73fff1b", function (e) {
                    return "ತೋರಿಸಿ " + e.count + " ಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("a682906d", function (e) {
                    return e.count + " ಇಷ್ಟ" + f(e.count, "", "ಗಳು") + " ಬಾಕಿ";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " ಉದ್ಯೋಗಗಳನ್ನು ತೆರೆಯಿರಿ" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " ಜಯಗಳಿಸಿದೆ";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "ಇಂದು"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "ನಾಳೆ"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "ಇನ್ನೊಂದು ಪೋಸ್ಟ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("i569ff3e", "ಈ ಥ್ರೆಡ್ ತೋರಿಸಿ"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '" ಗೆ ಫಲಿತಾಂಶಗಳನ್ನು ಒಳಗೊಂಡು';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '" ಗಾಗಿ ಫಲಿತಾಂಶಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ';
                }),
                n("a1979464", "ವೀಡಿಯೋ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("ic1e826e", "ಪ್ಲೇ ಮಾಡಿ"),
                n("c8b4bca0", "ಶಾಪ್ ಮಾಡಿ"),
                n("f5ea07ec", "ಈಗ ಶಾಪಿಂಗ್ ಮಾಡಿ"),
                n("b62956aa", "ಬುಕ್ ಮಾಡಿ"),
                n("i3ea806a", "ಆರ್ಡರ್ ಮಾಡಿ"),
                n("fd00a76a", "ತೆರೆದಿರುವುದು"),
                n("e0aa5848", "ಸ್ಥಾಪಿಸು"),
                n("g33f3050", "ವೆಬ್"),
                n("d3f6b1a6", "ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("b0e322cc", "ನಮಗೆ ಖಾಸಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("cb8bddc8", "ನನಗೆ ಖಾಸಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("cb8c547e", "ಖಾಸಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("d980e29f", function (e) {
                    return e.date + " ರಂದು ಆರಂಭವಾಗುತ್ತದೆ";
                }),
                n("fdd81500", "ಕರೋಸಲ್"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "ನಗ್ನತೆ"),
                n("e1b4e672", "ಸೂಕ್ಷ್ಮ ವಿಷಯ"),
                n("acc48c15", function (e) {
                    return "ಎಚ್ಚರಿಕೆ: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "ತೋರಿಸಿ"),
                n("g034e6f1", function (e) {
                    return "ಈ ವರದಿಗೆ ನೀವು ಗರಿಷ್ಠ " + e.count + " ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮಾತ್ರ ಲಗತ್ತಿಸಬಹುದು.";
                }),
                n("i2e0d584", "ಪ್ರಾಯೋಜಿತ ಪೋಸ್ಟ್"),
                n("b52a940c", "ಈ ಪೋಸ್ಟ್ ಲಭ್ಯವಿಲ್ಲ."),
                n("da59404c", "ನೀವು ಪ್ರಸ್ತುತ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ನೋಡುತ್ತಿದ್ದೀರಿ."),
                n("e267df68", "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಮರೆ ಮಾಡಲಾಗಿದೆ"),
                n("d5f162b6", "ಈ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಮರೆ ಮಾಡುವುದನ್ನು ರದ್ದು ಮಾಡಿ. ಬೇರೇನಾದರೂ ಇದೆಯೇ?"),
                n("f376e9d4", "ಪೋಸ್ಟ್ ಪ್ರತಿಕ್ರಿಯೆ"),
                n("d7c93b6c", "ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ"),
                n("b3abacee", "ಇದರಂತಹ ಕೆಲವೇ ಪೋಸ್ಟ್‌ಗಳು ನಿಮಗೆ ಕಾಣಿಸುತ್ತವೆ. ಬೇರೆ ಏನಾದರೂ ಪ್ರತಿಕ್ರಿಯೆ ಇವೆಯೇ?"),
                n("a2411360", "ನೀವು ಇಷ್ಟಪಡುವ ಪ್ರತಿಕ್ರಿಯೆ ಕಾಣಿಸುತ್ತಿದೆಯೇ?"),
                n("e8a14626", "ಪೋಸ್ಟ್‌ನಲ್ಲಿರುವ ಮೂರು ಸಣ್ಣ ಚುಕ್ಕೆಗಳನ್ನು (...) ಹೊಂದಿರುವ ಕ್ರಿಯೆಗಳ ಮೆನು ಬಳಸಿ — ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗೆ ಬಂದಿರುವ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಈಗ ನೀವು ಪಿನ್‌ ಮಾಡಬಹುದು."),
                n("d41305a8", "ಪುಶ್‌ಪಿನ್‌ ಜೊತೆಗೆ ಸಂದೇಶ ಗುಳ್ಳೆ"),
                n("eca84b72", "ಮರುಪೋಸ್ಟ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಿ"),
                n("g6185a9e", "ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು?"),
                n("i00051cc", "ಈ ಪೋಸ್ಟ್‌ಗೆ ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು ಎಂದು ಆಯ್ಕೆ ಮಾಡಿ. ನಮೂದಿಸಿದ ಯಾರಾದರೂ ಎಂದಾದರೂ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು."),
                n("i9000126", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಖಾತೆಗಳು"),
                n("dcaede8a", "ನೀವು ಹೆಸರಿಸುವ ಖಾತೆಗಳು ಮಾತ್ರ"),
                n("ad85cd2e", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು"),
                n("f19e4bfc", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳು"),
                n("bf994ab2", "ನೀವು ಮಾತ್ರ"),
                n("e7b4b30a", "ನೀವು ಹೆಸರಿಸಿರುವ ಖಾತೆಗಳು ಮಾತ್ರ"),
                n("ca6500a8", "ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ಬಾಹ್ಯ ಲಿಂಕ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("e839db3a", "ವಜಾಗೊಳಿಸಿ"),
                n("c8a98928", "ಪ್ರಚಾರದ ಚಿತ್ರ"),
                n("f5b3dc1e", "ಬಹುಶಃ ನಂತರ"),
                n("ae0c5fbe", "ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು ಎಂಬುದನ್ನು ಬದಲಿಸುವಲ್ಲಿ ದೋಷ"),
                n("bae0cbc0", "ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು ಎಂಬುದನ್ನು ಬದಲಿಸಿ"),
                n("d78131b9", function (e) {
                    return "ಪಟ್ಟಿಗಳಿಂದ @" + e.screenName + " ಸೇರಿಸಿ/ತೆಗೆದುಹಾಕಿ";
                }),
                n("b3b642fc", "ಈ ಪೋಸ್ಟ್ ಏಕೆ?"),
                n("fb4ee11c", "ಈ ಜಾಹೀರಾತು ಯಾಕೆ ಬಂದಿದೆ?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " ಅನಾಲಿಟಿಕ್ಸ್ ವೀಕ್ಷಿಸಿ";
                }),
                n("ef1042f8", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ ಬರೆಯಿರಿ"),
                n("h3edf7a6", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ ಅನ್ನು ವಿನಂತಿಸಿ"),
                n("bf8d98f4", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದವರು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("e69ada9e", "ಕೇವಲ Premium ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("ae04c4dd", function (e) {
                    return e.entity + " ಅನ್ನು ಅಳಿಸುವುದೇ?";
                }),
                n("d9442996", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ, ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವ ಯಾವುದೇ ಖಾತೆಗಳ ಕಾಲರೇಖೆಯಿಂದ ಮತ್ತು ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("dad785a7", function (e) {
                    return "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ, ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವ ಯಾವುದೇ ಖಾತೆಗಳ ಕಾಲರೇಖೆ ಮತ್ತು ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಿಂದ ಈ " + e.entity + " ನ ಎಲ್ಲ ಆವೃತ್ತಿಗಳನ್ನು ಇದು ಅಳಿಸುತ್ತದೆ. ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗುವುದಿಲ್ಲ.";
                }),
                n("jda253ab", function (e) {
                    return "ನಿಮ್ಮ " + e.entity + " ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ";
                }),
                n("j49c2f85", function (e) {
                    return "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಒಂದು ನಿಮಿಷದಲ್ಲಿ ನಿಮ್ಮ " + e.entity + " ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ತೆಗೆದುಹಾಕಲು ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("f9fa0390", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಕರಡು ಸ್ಥಿತಿಗೆ ಸರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಲೇಖನಗಳ ಪುಟದಿಂದ ಅಳಿಸಬಹುದು."),
                n("dad450ec", "ಲೇಖನವನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("g9677c6e", "ದೃಢೀಕರಿಸಿ"),
                n("b57bfe70", "ಲೇಖನವನ್ನು ಎಡಿಟ್ ಮಾಡುವುದೇ?"),
                n("bd3da7be", "ನೀವು ಸಂಪಾದಿಸುವಾಗ ಲೇಖನವನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಪ್ರಕಟಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಗೋಚರಿಸುವುದಿಲ್ಲ. ನೀವು ನವೀಕರಿಸಿದ ಆವೃತ್ತಿಯನ್ನು ಮರುಪ್ರಕಟಿಸಿದಾಗ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಎಲ್ಲಾ ಎಂಗೇಜ್‍ಮೆಂಟ್‍ಗಳನ್ನು ಸಂರಕ್ಷಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಾಗಿಸಲಾಗುತ್ತದೆ."),
                n("j26481e6", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಲಾಗಿಲ್ಲ ಮತ್ತು ಎಡಿಟ್ ಮಾಡಲು ನಿಮ್ಮ ಕರಡುಗಳಿಗೆ ಸರಿಸಲಾಗಿದೆ."),
                n("b360ac7c", "ವಿಭಾಗ ನ್ಯಾವಿಗೇಶನ್"),
                n("adc81042", "ವಿಭಾಗ ವಿವರಗಳು"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "ಇದೊಂದು ಪ್ರಕಟಿತ ಲೇಖನವಾಗಿದೆ, X ನಲ್ಲಿ ಬರೆಯಲು ಹೊಸ ವಿಧಾನವಾಗಿದೆ."),
                n("b14efa0a", "ಲೇಖನದ ಕವರ್ ಚಿತ್ರ"),
                n("afdccedb", function (e) {
                    return "ತೋರಿಸಿ " + e.displayCount + " ಪ್ರತಿಕ್ರಿಯೆ" + f(e.count, "", "ಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ");
                }),
                n("bdba3e1a", "ಪೋಸ್ಟ್ ಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ"),
                n("c4da7d28", "ಪೋಸ್ಟ್ ಸೂಚನೆಗಳನ್ನು ಆಫ್ ಮಾಡಿ"),
                n("j87c21f4", "ಸೂಚನೆ ನೀಡಿ"),
                n("iebc30ca", "ಸೂಚನೆಗಳನ್ನು ಆಫ್ ಮಾಡಿ"),
                n("dc740eb2", "ಸೂಚನೆಗಳ ಕಾಲರೇಖೆಯಲ್ಲಿ ಈ ಖಾತೆಯಿಂದ ನೀವು ಪೋಸ್ಟ್ ಸೂಚನೆಗಳನ್ನು ಕಾಣಬಹುದು. ಒಂದು ಪೋಸ್ಟ್ ಅನ್ನು ಎಂದೂ ತಪ್ಪಿಸಿಕೊಳ್ಳದಿರಲು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಪುಶ್ ಸೂಚನೆಗಳನ್ನೂ ನೀವು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು."),
                n("dca669ad", function (e) {
                    return e.name + " ರಿಂದ ಬರುವ ಮರುಪೋಸ್ಟ್‌ಗಳು ನಿಮ್ಮ ಸಮಯಬಿಂದುವಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + " ರಿಂದ ಬರುವ ಮರುಪೋಸ್ಟ್‌ಗಳು ನಿಮ್ಮ ಕಾಲರೇಖೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X ನಲ್ಲಿ " + e.fullName + " ಅನ್ನು ನೋಡಿ.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " ಅವರು ಇನ್ನು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿರುವುದಿಲ್ಲ";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ವರದಿ ಮಾಡಿ";
                }),
                n("hef5960c", "ಈ ಮೂಲಕ ಪ್ರೊಫೈಲ್ ಹಂಚಿಕೊಳ್ಳಿ..."),
                n("bb1cbeb6", "ಸದ್ದಡಗಿಸದಿರು"),
                n("h2f62206", "ಬಳಕೆದಾರರನ್ನು ಸದ್ದಡಗಿಸಲಾಗುತ್ತಿದೆ"),
                n("e67b2d65", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಸದ್ದಡಗಿಸಿ";
                }),
                n("f05597b3", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಸದ್ದಡಗಿಸದಿರಿ";
                }),
                n("h59f52ee", "ಯಶಸ್ವಿಯಾಗಿ ಸದ್ದಡಗಿಸಲಾಗಿದೆ."),
                n("eea0cbee", "ಯಶಸ್ವಿಯಾಗಿ ಸದ್ದಡಗಿಸುವಿಕೆಯನ್ನು ತೆಗೆಯಲಾಗಿದೆ."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " ಅನ್ನು ಸದ್ದಡಗಿಸಲಾಗಿದೆ.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " ಸದ್ದಡಗಿಸುವಿಕೆ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.";
                }),
                n("b3036480", "ಈ ಹಿಂಬಾಲಕರನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " ಅನ್ನು ನಿಮ್ಮ ಹಿಂಬಾಲಕರಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು X ನಿಂದ ಸೂಚನೆ ನೀಡಲಾಗುವುದಿಲ್ಲ. ಭವಿಷ್ಯದಲ್ಲಿ ಅವರು ನಿಮ್ಮನ್ನು ಪುನಃ ಹಿಂಬಾಲಿಸಬಹುದು.";
                }),
                n("ibd0b842", "ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ನಕಲಿಸಿ"),
                n("b9c26480", "ವಿಷಯಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("e922ce0c", "ಮರುಪೋಸ್ಟ್‌ಗಳನ್ನು ಆನ್ ಮಾಡಿ"),
                n("ge54bb8c", "ಮರುಪೋಸ್ಟ್‌ಗಳನ್ನು ಆಫ್ ಮಾಡಿ"),
                n("h5ef9bc8", "ಪಟ್ಟಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("e9eef4c6", "EU ಕಾನೂನುಬಾಹಿರ ವಿಷಯವನ್ನು ವರದಿ ಮಾಡಿ"),
                n("e28ba0bb", function (e) {
                    return "EU ಕಾನೂನುಬಾಹಿರ ವಿಷಯಕ್ಕಾಗಿ @" + e.screenName + " ವರದಿ ಮಾಡಿ";
                }),
                n("a30b63da", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಒಂದು ನಿಮಿಷದಲ್ಲಿ ಪುನಃ ಹಿಂಬಾಲಕರನ್ನು ತೆಗೆದುಹಾಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("gd11f228", "(ಶೀರ್ಷಿಕೆ ಅಗತ್ಯವಿದೆ)"),
                n("ced3c85a", "ಸಂಪಾದಿಸಲಾಗಿದೆ"),
                n("b375ece0", "ನೀವು ಮಾತ್ರ ಈ ಅಪ್ರಕಟಿತ ಲೇಖನವನ್ನು ವೀಕ್ಷಿಸಬಹುದು."),
                n("edf9101f", "ಓದುತ್ತಿರಿ"),
                n("icf7f1a4", "ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಿ"),
                n("e1a292ec", "ಮಾಧ್ಯಮ ಸೇರಿಸಿ"),
                n("ebfd8ac6", "ಸೇರಿಸಿ"),
                n("ia3611ee", "ಬರೆಯಲು ಪ್ರಾರಂಭಿಸಿ"),
                n("d794135c", "ಫೈಲ್ ಅನ್ನು ಆರಿಸಿ ಅಥವಾ ಅದನ್ನು ಇಲ್ಲಿಗೆ ಎಳೆಯಿರಿ.\n\nಪ್ರತಿ ಬ್ಲಾಕ್ GIF, ವೀಡಿಯೊ ಅಥವಾ ಫೋಟೋ ಸೆಟ್ (ಪ್ರತಿ ಸೆಟ್‌ಗೆ 4 ಫೋಟೋಗಳವರೆಗೆ) ಅನ್ನು ಒಳಗೊಂಡಿರಬಹುದು."),
                n("e187f906", "  GIF ಗಳು"),
                n("fa4e68ca", "ಪೋಸ್ಟ್‌ಗಳು"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "ಸಂಕೇತ"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "ಇಷ್ಟಪಡಲಾಗಿದೆ"),
                n("g88b88a6", "ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಲಾಗಿದೆ"),
                n("i282583e", "ಸಂರಕ್ಷಿತ ಖಾತೆಗಳಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ"),
                n("eae4fe7a", "ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನ ಉಲ್ಲೇಖ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ"),
                n("d2042fb6", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ"),
                n("iad3e15c", "ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಿದ ಪೋಸ್ಟ್ಗಳು"),
                n("f1c63c34", "ಪೋಸ್ಟ್ URL ಅನ್ನು ಅಂಟಿಸಿ"),
                n("a78f6310", "ಅಮಾನ್ಯ ಪೋಸ್ಟ್ URL"),
                n("fe9ddab6", "ಪೋಸ್ಟ್ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("dd2c9034", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ನಂತರಕ್ಕಾಗಿ ಉಳಿಸಿ"),
                n("cada17f8", "ಭವಿಷ್ಯದಲ್ಲಿ ಪುನಃ ಸುಲಭವಾಗಿ ಹುಡುಕಲು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬುಕ್‌ಮಾರ್ಕ್‌ ಮಾಡಿ."),
                n("j0179e90", "ಪೋಸ್ಟ್ ಅನ್ನು ರಚಿಸಿ"),
                n("adad5408", "ಹೊಸ ಫೋಲ್ಡರ್"),
                n("f44ddd2e", "ನಂತರಕ್ಕಾಗಿ ಉಳಿಸಲು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಿ"),
                n("c91d2c4c", "ಜಾಣ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬರೆಯಲು ಇನ್ನಷ್ಟು ಸಮಯ ಬೇಕಿದೆ ಅಥವಾ ಕೇವಲ ನಂತರಕ್ಕಾಗಿ ಪೋಸ್ಟ್ ಅನ್ನು ಉಳಿಸಬೇಕಿದೆಯೇ? ಬುಕ್‌ಮಾರ್ಕ್‌ ಮಾಡಿ!"),
                n("j45c642e", "ಫೋಲ್ಡರ್ಗಳು ಸದ್ಯಕ್ಕೆ ಲೋಡ್ ಆಗುತ್ತಿಲ್ಲ"),
                n("b87ca51a", "ಫೋಟೋ ತೆಗೆದುಹಾಕಿ"),
                n("eebff22c", "ಫೋಟೋ ಕತ್ತರಿಸಿ"),
                n("hf6f2914", "ಪೂರ್ವವೀಕ್ಷಣೆ"),
                n("be4a00c2", "ಕೋಡ್ ಅನ್ನು ಇಲ್ಲಿ ಸೇರಿಸಿ"),
                n("i3128619", function (e) {
                    return "ಬ್ಲಾಕ್ ಗಳು " + e.count + " ಅಕ್ಷರಗಳಿಗಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಹೊಂದಿರಬಾರದು";
                }),
                n("dbb02ec4", "ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("d942865e", "ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯನ್ನು ಹುಡುಕಿ"),
                n("e554f642", "ಬದಲಾವಣೆಗಳನ್ನು ತ್ಯಜಿಸುವುದೇ?"),
                n("fa524058", "ಇಟ್ಟುಕೊಳ್ಳಿ"),
                n("d4ab68e2", "ತ್ಯಜಿಸಿ"),
                n("a50ba822", "GIF ಗಳಿಗೆ ಹುಡುಕಿ"),
                n("c6f5ac52", "ವರ್ಗಗಳು — GIF ಹುಡುಕಾಟ"),
                n("ab468379", function (e) {
                    return e.query + " — GIF ಹುಡುಕಾಟ";
                }),
                n("j7fc4f9c", "GIF ಗಳನ್ನು ಸ್ವಯಂ-ಪ್ಲೇ ಮಾಡಿ"),
                n("a66b7760", "ಲೇಬಲ್ ಮಾಡಿಲ್ಲದ GIF"),
                n("a723aefa", "ಯಾವುದೇ GIF ಗಳು ಕಂಡುಬಂದಿಲ್ಲ"),
                n("a6ecfa0a", "ಬದಲಿಗೆ ಬೇರೆ ಏನನ್ನಾದರೂ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("f5ff0d6f", function (e) {
                    return e.category + " — GIF ಹುಡುಕಾಟ";
                }),
                n("effe1ca6", "ಇಲ್ಲಿ LaTeX ಅಭಿವ್ಯಕ್ತಿಯನ್ನು ಸೇರಿಸಿ"),
                n("c46c3c62", "ನಿಮ್ಮ ಅಭಿವ್ಯಕ್ತಿಯಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಸರಿಪಡಿಸಿದ ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("d4a4842e", "ಎಮೋಜಿ ಸೇರಿಸಿ"),
                n("fec16c1c", "ಎಮೋಜಿ"),
                n("idc01eb8", "ಬೋಲ್ಡ್"),
                n("cd7c97c6", "ಇಟಾಲಿಕ್ ಮಾಡಿ"),
                n("dab932be", "ಅಂಡರ್‌ಲೈನ್"),
                n("c5b6178a", "ಸ್ಟ್ರೈಕ್‌ಥ್ರೂ"),
                n("c03d7fd6", "ಲಿಂಕ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("abfe2d36", "ಬುಲೆಟ್ ಮಾಡಿದ ಪಟ್ಟಿ"),
                n("da685a7c", "ಸಂಖ್ಯೆಯ ಪಟ್ಟಿ"),
                n("g74d920c", "ಉಲ್ಲೇಖವನ್ನು ತಡೆಹಿಡಿಯಿರಿ"),
                n("cda501c6", "ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಹೆಚ್ಚಿಸಿ"),
                n("a54fdc46", "ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಕಡಿಮೆ ಮಾಡಿ"),
                n("b340830e", "ಪಠ್ಯದಲ್ಲಿನ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು"),
                n("c1ea915e", "ಹೊಸ ಸಾಲಿನ ಅಥವಾ ಬ್ಲಾಕ್‌ನ ಪ್ರಾರಂಭದಲ್ಲಿ ಒಂದು ಸ್ಪೇಸ್ ನಂತರ ನಮೂದಿಸಿ"),
                n("e8a4ef02", "ಶೀರ್ಷಿಕೆ"),
                n("dd71241a", "ಉಪಶೀರ್ಷಿಕೆ"),
                n("ja9ca202", "ಲೇಖನ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು"),
                n("ef1649e2", "X - ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು"),
                n("aefd89c8", "ನ್ಯಾವಿಗೇಶನ್"),
                n("cafdefb2", "ಕ್ರಿಯೆಗಳು"),
                n("dda42cf2", "ಕಾಲಂಗಳು ಮತ್ತು ಡೆಕ್‌ಗಳು"),
                n("e8a12604", "ಒಂದು ಶೀರ್ಷಿಕೆ ನೀಡಿ (ಐಚ್ಛಿಕ)"),
                n("eabf2209", function (e) {
                    return "GIF ಅನ್ನು " + e.providerName + " ಒದಗಿಸಿದೆ";
                }),
                n("a613e720", "ಲಿಂಕ್ ಅನ್ನು GIF ಗೆ ನಕಲಿಸಿ"),
                n("aeca1239", function (e) {
                    return "ಬೋಲ್ಡ್" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "ಇಟಾಲಿಕ್" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "ಸಕ್ರಿಯ" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "ಬ್ಲಾಕ್ ಎಡಿಟ್ ಮಾಡಿ"),
                n("a8f09fb8", "ಬ್ಲಾಕ್ ಅನ್ನು ಅಳಿಸಿ"),
                n("i89195ea", "ವಿಭಜಕ"),
                n("da8ac57c", "ಶೀರ್ಷಿಕೆಯನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("a8fdd09c", "ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಿ"),
                n("d8047cc8", "ಪ್ರಕಟಿಸಿ"),
                n("ff7ddca2", "ನೀವು ಪ್ರಕಟಿಸಿದ ನಂತರ ನಿಮ್ಮ ಲೇಖನವು ಪೋಸ್ಟ್‌ನಂತೆ ಗೋಚರಿಸುತ್ತದೆ. ಅಲ್ಲದೆ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿನ ಲೇಖನಗಳ ಟ್ಯಾಬ್ ಅಡಿಯಲ್ಲಿ ಅದನ್ನು ಹುಡುಕಿ."),
                n("ef34d7be", "ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಿದ ನಂತರ ಪ್ರೇಕ್ಷಕರು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ ನಿಯಂತ್ರಣಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ."),
                n("e52d4998", "ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ");
            n("d7985b24", "ಈ ಲೇಖನಕ್ಕೆ ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು ಎಂಬುದನ್ನು ಆರಿಸಿ"),
                n("b5660338", "ಕಾಲರೇಖೆ ಪೂರ್ವವೀಕ್ಷಣೆ"),
                n("hff1b97a", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದವರು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು."),
                n("a330771e", "ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ"),
                n("b6510e68", "ನಿಮ್ಮ ಲೇಖನದ URL ಅನ್ನು ನಕಲಿಸಿ ಇದರಿಂದ ನೀವು ಅದನ್ನು ಹಂಚಿಕೊಳ್ಳಬಹುದು."),
                n("e4a6e006", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("eff483e0", "ನೀವು ಪ್ರಕಟಿಸಿದ ನಂತರ, ಲೇಖನವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಲಿಂಕ್ ಅನ್ನು ಪಡೆಯಿರಿ."),
                n("ca15dd4e", "ಕರಡು"),
                n("bb40bf66", "ಪ್ರಕಟಿಸಲಾಗಿದೆ"),
                n("h107935c", "ಈಗಷ್ಟೇ ಕೊನೆಯದಾಗಿ ಉಳಿಸಲಾಗಿದೆ"),
                n("a753a870", "ಅನ್ವಯಿಸಿ"),
                n("afccc67e", "ಲೇಖನಕ್ಕೆ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ"),
                n("beb24e9e", "URL ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ"),
                n("db9cc928", "ಲೇಖನವನ್ನು ಅಳಿಸುವುದೇ?"),
                n("c4e28ba6", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಲೇಖನವನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("ff2982d0", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ. ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ, ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವ ಯಾವುದೇ ಖಾತೆಗಳ ಕಾಲರೇಖೆಯಿಂದ ಮತ್ತು ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("ca17beec", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಅಳಿಸಲಾಗಿದೆ"),
                n("f5cbb31c", "ಲೇಖನವನ್ನು ಅಳಿಸಿ"),
                n("f0977f52", "ಹೌದು, ಅಳಿಸಿ"),
                n("db419d4c", "ನಿಮ್ಮ ಕರಡನ್ನು ಪೂರ್ವವೀಕ್ಷಿಸಿ"),
                n("a1bc8e6c", "ಲೇಖನವನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("b6f72a22", "ಈ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಲಾಗುವುದಿಲ್ಲ, ಕರಡುಗಳಿಗೆ ಸ್ಥಳಾಂತರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಕಾಣಿಸುವುದಿಲ್ಲ."),
                n("f558d2e0", "ಅಪ್ರಕಟಿಸಿ, ಕರಡುಗೆ ಸರಿಸಿ"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "ದಯವಿಟ್ಟು 1 GIF ಅಥವಾ 4 ಫೋಟೋಗಳವರೆಗೆ ಆರಿಸಿಕೊಳ್ಳಿ."),
                n("eb7ab862", "ದಯವಿಟ್ಟು 4 ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು ಅಥವಾ GIF ಗಳವರೆಗೆ ಆರಿಸಿ."),
                n("ce9a9736", "ಉಳಿಸಲಾಗುತ್ತಿದೆ..."),
                n("dd63549e", "ಯಶಸ್ಸು! ನಿಮ್ಮ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಲಾಗಿದೆ"),
                n("a4d128bc", "ಯಶಸ್ಸು! ನಿಮ್ಮ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಲಾಗಿದೆ ಮತ್ತು ಲಿಂಕ್ ಅನ್ನು ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ"),
                n("b4071e18", " ಲೇಖನದ ಶೀರ್ಷಿಕೆ"),
                n("f586b7fa", "ಶೀರ್ಷಿಕೆಯನ್ನು ಸೇರಿಸಿ"),
                n("ab0fa9ba", "ಎಡಿಟ್ ಮಾಡಲು, ಕರಡುಗಳಿಗೆ ಹಿಂತಿರುಗಿ"),
                n("c5f35c98", "ಮಾಧ್ಯಮ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ..."),
                n("d739d83e", "ಅಪ್‌ಲೋಡ್ ಅನ್ನು ರದ್ದುಮಾಡಿ"),
                n("a94efeda", "ಮಾಧ್ಯಮವನ್ನು ಉಳಿಸಲಾಗುತ್ತಿದೆ..."),
                n("gd79d45a", "ಫೋಕಸ್ ಮೋಡ್ ಅನ್ನು ಆನ್ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಬರವಣಿಗೆಯ ಮೇಲೆ ಫೋಕಸ್ ಮಾಡಿ"),
                n("g1866bb2", "ಫೋಕಸ್ ಮೋಡ್‌ನಿಂದ ನಿರ್ಗಮಿಸುವ ಮೂಲಕ ಸಾಮಾನ್ಯ ಎಡಿಟರ್‌ಗೆ ಹಿಂತಿರುಗಿ"),
                n("a6a78df4", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸುವ ಮೊದಲು ಶೀರ್ಷಿಕೆ ಮತ್ತು ವಿಷಯದ ಅಗತ್ಯವಿದೆ."),
                n("ia656f1c", "ನಿಮ್ಮ ಲೇಖನವು ಶೀರ್ಷಿಕೆಯನ್ನು ಹೊಂದಿದೆ, ಆದರೆ ಪ್ರಕಟಿಸುವ ಮೊದಲು ವಿಷಯದ ಅಗತ್ಯವಿದೆ."),
                n("d3855e36", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸುವ ಮೊದಲು ಶೀರ್ಷಿಕೆಯ ಅಗತ್ಯವಿದೆ."),
                n("f325958e", "ನಿಮ್ಮ ಶೀರ್ಷಿಕೆ ಅಕ್ಷರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ. ಅದನ್ನು ಕಡಿಮೆ ಮಾಡಿ, ನಂತರ ಪ್ರಕಟಿಸಿ."),
                n("ie5d9064", "ನಿಮ್ಮ ಲೇಖನವು ಅಕ್ಷರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ. ಬಾಡಿ ಪಠ್ಯವನ್ನು ಕಡಿಮೆ ಮಾಡಿ, ನಂತರ ಪ್ರಕಟಿಸಿ."),
                n("e03487a0", "ನಿಮ್ಮ ಶೀರ್ಷಿಕೆಯು ಅಕ್ಷರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ ಮತ್ತು ನಿಮ್ಮ ಲೇಖನವು ಪದಗಳ ಎಣಿಕೆಯನ್ನು ಮೀರಿದೆ. ಎರಡನ್ನೂ ಕಡಿಮೆ ಮಾಡಿ, ನಂತರ ಪ್ರಕಟಿಸಿ."),
                n("e938d562", "ನಿಮ್ಮ ಶೀರ್ಷಿಕೆ ಅಕ್ಷರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ. ಶೀರ್ಷಿಕೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಿ, ಬಾಡಿಗೆ ಏನನ್ನಾದರೂ ಸೇರಿಸಿ, ತದನಂತರ ಪ್ರಕಟಿಸಿ."),
                n("e449c546", "ನಿಮ್ಮ ಲೇಖನಕ್ಕೆ ಶೀರ್ಷಿಕೆಯ ಅಗತ್ಯವಿದೆ ಮತ್ತು ನಿಮ್ಮ ಲೇಖನವು ಪದಗಳ ಎಣಿಕೆಯನ್ನು ಮೀರಿದೆ. ಶೀರ್ಷಿಕೆಯನ್ನು ಸೇರಿಸಿ, ಬಾಡಿ ಪಠ್ಯವನ್ನು ಕಡಿಮೆ ಮಾಡಿ, ತದನಂತರ ಪ್ರಕಟಿಸಿ."),
                n("bd00e836", "ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಕರಡನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಅಕ್ಷರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ."),
                n("ic110f68", "ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಕರಡನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ."),
                n("ifea3114", "ಹಂಚು"),
                n("b384f696", "50-70 ಅಕ್ಷರಗಳ ನಡುವಿನ ಶೀರ್ಷಿಕೆಯನ್ನು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ"),
                n("a7da0adb", function (e) {
                    return e.count + " ಶಬ್ದ" + f(e.count, "", "ಗಳು");
                }),
                n("aea1d455", function (e) {
                    return e.count + " ನಿಮಿಷ" + f(e.count, " ಬಾಕಿ ಇದ", "ಗಳು ಬಾಕಿ ಇವ") + "ೆ";
                }),
                n("df898d71", function (e) {
                    return e.readingTimeValue + " ಓದುವ ಸಮಯ";
                }),
                n("i9aadf4a", "ಈ ಲಿಂಕ್ ತಪ್ಪಾಗಿರಬಹುದು. ಲೇಖನವನ್ನು ಓದಲು, ಎಡಿಟ್ ಮಾಡಲು, ಅಥವಾ ಪ್ರಕಟಿಸಲು ಎಡ ಸೈಡ್‌ಬಾರ್‌ನಿಂದ ನಿಮ್ಮ ಲೇಖನಗಳಲ್ಲಿ ಒಂದನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ."),
                n("hfdce46e", "ನಿಮ್ಮ ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಲಾಗಿಲ್ಲ"),
                n("df079228", "ಫೋಕಸ್ ಮೋಡ್"),
                n("f5037228", "ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳಿಗಾಗಿ 5:2 ಆಸ್ಪೆಕ್ಟ್‌ ರೇಶಿಯೊ ಅನ್ನು ಹೊಂದಿರುವ ಚಿತ್ರವೊಂದನ್ನು ನಾವು ಶಿಫಾರಸ್ಸು ಮಾಡುತ್ತೇವೆ."),
                n("f965e890", "ನಿಮ್ಮ ಕರಡುಗಳು  ಇಲ್ಲಿ ಇರುತ್ತವೆ"),
                n("c2756718", "ನಿಮ್ಮ ಪ್ರಕಟಿತ ಲೇಖನಗಳು ಇಲ್ಲಿ ಇರುತ್ತವೆ"),
                n("af65c854", "ಫೋಕಸ್ ಮೋಡ್‌ನಲ್ಲಿ ಎಡಿಟ್ ಮಾಡಿ"),
                n("e05e2336", "ಪ್ರಕಟಿಸಬೇಡಿ, ಲೇಖನವನ್ನು ಕರಡುಗಳಿಗೆ ಸರಿಸಿ"),
                n("d36447e0", "ನೀವು ಇಲ್ಲಿ ಬರೆಯುತ್ತೀರಿ"),
                n("ca0ed982", "ಕರಡನ್ನು ಮುಂದುವರಿಸಿ ಅಥವಾ ಹೊಸ ಲೇಖನವನ್ನು ರಚಿಸಿ"),
                n("ee9e42aa", "ಬರೆಯಿರಿ"),
                n("e9a50596", "ಹೊಸ ಕರಡನ್ನು ರಚಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ"),
                n("e070024a", "ಫೋಟೋ ಸಂಪಾದಿಸಿ"),
                n("i7d24b36", "ಮುಂದಿನ ಇಮೇಜ್"),
                n("f96a38a2", "ಹಿಂದಿನ ಇಮೇಜ್"),
                n("hac7c548", "ಮಾಧ್ಯಮ ಕ್ರಾಪ್ ಮಾಡಿ"),
                n("e3dbfba4", "ಇಮೇಜ್ ವಿವರಣೆಯನ್ನು ಸಂಪಾದಿಸಿ"),
                n("dd4a83a6", "ಕಂಟೆಂಟ್ ಎಚ್ಚರಿಕೆ"),
                n("ffe9ec3a", "ವಿವರಣೆಗಳನ್ನು ಸೇರಿಸಿ"),
                n("j063b262", "ಅಂಧರು ಮತ್ತು ದೃಷ್ಟಿ ಕಡಿಮೆ ಇರುವ ಜನರೂ ಸೇರಿದಂತೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಜನರು ನೋಡಲಾಗುವಂತೆ ಪರ್ಯಾಯ-ಪಠ್ಯ ಎಂದೂ ಕರೆಯಲಾಗುವ ವಿವರಣೆಯನ್ನು ನಿಮ್ಮ ಫೋಟೋಗಳಿಗೆ ನೀವು ಸೇರಿಸಬಹುದು. ಉತ್ತಮ ವಿವರಣೆಗಳು ಸಂಕ್ಷಿಪ್ತವಾಗಿರುತ್ತವೆ, ಆದರೆ ಫೋಟೋಗಳ ಸಂದರ್ಭವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಫೋಟೋಗಳಲ್ಲಿ ಏನಿದೆ ಎಂಬುದನ್ನು ಪ್ರಸ್ತುತಪಡಿಸುತ್ತವೆ."),
                n("e57144f0", "ಖಂಡಿತ"),
                n("f9f9210c", "ಬೇಡ, ಧನ್ಯವಾದಗಳು"),
                n("feabf2a0", "ಪರ್ಯಾಯ ಪಠ್ಯ"),
                n("e36287c6", "ವಿವರಣೆ"),
                n("cf565d08", "ಪರ್ಯಾಯ ಪಠ್ಯ ಎಂದರೇನು?"),
                n("d9f7b32a", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಕಂಟೆಂಟ್ ಎಚ್ಚರಿಕೆಯನ್ನು ಪ್ರಕಟಿಸಿ"),
                n("ead1b80a", "ಒಂದು ವರ್ಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ನಾವು ಕಂಟೆಂಟ್ ಎಚ್ಚರಿಕೆಯನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತೇವೆ. ಅವರು ನೋಡಲು ಬಯಸದ ಕಂಟೆಂಟ್ ಅನ್ನು ದೂರವಿಡಲು ಜನರಿಗೆ ಇದು ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("h2437f26", "ಸೂಕ್ಷ್ಮ"),
                n("g5e1668a", "ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ"),
                n("fdc6a52a", "ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ನಿಮ್ಮ ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಲಭ್ಯವಿರುತ್ತದೆ."),
                n("fe09fde2", "ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಿ"),
                n("cd5cba97", function (e) {
                    return "ಕಂಟೆಂಟ್ ಎಚ್ಚರಿಕೆ: " + e.formattedWarningList;
                }),
                n("h7215a76", "ಪೋಸ್ಟ್ ಲೇಖಕರು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಸೂಕ್ಷ್ಮ ಕಂಟೆಂಟ್ ಎಂದು ಗುರುತು ಮಾಡಿದ್ದಾರೆ."),
                n("j32d345e", "ಮುಂದಿನದು ಸೂಕ್ಷ್ಮ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬಹುದು"),
                n("f1d9930c", "ಅಡಗಿಸಿ"),
                n("c91f83ae", "ವಿಡಿಯೋ ಸಂಪಾದಿಸಿ"),
                n("icbec4ae", "ಶೀರ್ಷಿಕೆಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("e0342f98", "ಶೀರ್ಷಿಕೆಗಳು"),
                n("e7048e74", "ಮೀಡಿಯಾ ಟ್ರಿಮ್ ಮಾಡಿ"),
                n("ga408160", "ಮುಂದಿನ ವೀಡಿಯೊ"),
                n("dc402134", "ಹಿಂದಿನ ವೀಡಿಯೊ"),
                n("bf4e9d7a", "ಕ್ಯಾಪ್ಶನ್‌ ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ (.srt)"),
                n("j435467e", "ಮಾನ್ಯವಾದ ಸಬ್‌ಟೈಟಲ್‌ ಫೈಲ್‌ ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ವೀಡಿಯೋಗೆ ಸಬ್‌ಟೈಟಲ್‌ಗಳು ಮತ್ತು ಶೀರ್ಷಿಕೆಗಳನ್ನು ಸೇರಿಸಬಹುದು. ಫೈಲ್‌ಗಳು SRT ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ಇರಬೇಕು. ವೀಡಿಯೋ ಎಡಿಟ್ ಮಾಡಿದರೆ ಸಬ್‌ಟೈಟಲ್‌ಗಳು ಮತ್ತು ಶೀರ್ಷಿಕೆಗಳಿಗೆ ಬಾಧಿಸುವುದಿಲ್ಲ."),
                n("a6b267fa", "ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("a609edbe", "ಹೊಸ ಪೋಸ್ಟ್ ಅನ್ನು ರಚಿಸಿ"),
                n("dc295bb0", "ಸಮುದಾಯದಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡುವುದು"),
                n("e536de22", "ಪೋಸ್ಟ್ ಮಾಡಲು, ನೀವು ಮೊದಲು ಸದಸ್ಯರಾಗಬೇಕು. ಭಾಗವಹಿಸಲು ಈ ಸಮುದಾಯಕ್ಕೆ ಸೇರಿ!"),
                n("cb817dae", "ಪೋಸ್ಟ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("bec9cff8", "X ಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ"),
                n("c150ba68", "ಸುಸ್ವಾಗತ!"),
                n("f8e2163e", "ಮೊದಲು ಲಾಗ್ ಇನ್ ಮಾಡಲು ಬಯಸುವಿರಾ?"),
                n("a108c147", function (e) {
                    return "ನೀವು @" + e.screenName + " ಅನ್ನು ಹಿಂಬಾಲಿಸಲು ಬಯಸುವಿರಾ?";
                }),
                n("c66afdc3", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿ";
                }),
                n("feccfd6e", "ನೀವು ಯಾರನ್ನಾದರೂ ಹಿಂಬಾಲಿಸುವ ಮೊದಲು ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("dedce756", "ಆ ಪೋಸ್ಟ್‌ ಅನ್ನು ಈಗ ನೀವು ಲೈಕ್‌ ಮಾಡಬಹುದು."),
                n("ha5987e0", "ನೀವು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಡಲು ಬಯಸುವಿರಾ?"),
                n("f98f4e00", "ಆ ಪೋಸ್ಟ್ ಅನ್ನು ನೀವು ಇಷ್ಟಪಡುವ ಮುನ್ನ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕು."),
                n("b459ba4c", "ಈ ಪೋಸ್ಟ್‌ಗೆ ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದಾದ ಮೊದಲು ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("f3e1093a", "ಅದನ್ನು ಈಗ ನೀವು ಮರುಪೋಸ್ಟ್‌ ಮಾಡಬಹುದು."),
                n("i1d8723c", "ಈ ಪೋಸ್ಟ್‌ ಅನ್ನು ಮರುಪೋಸ್ಟ್‌ ಮಾಡಲು ನೀವು ಬಯಸುತ್ತೀರಾ?"),
                n("h19f38de", "ಅದನ್ನು ನೀವು ಪೋಸ್ಟ್‌ ಮಾಡುವುದಕ್ಕೂ ಮೊದಲು ನೀವು ಲಾಗ್‌ ಇನ್‌ ಆಗಬೇಕಾಗುತ್ತದೆ."),
                n("e289d950", "ಆ ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ಮೊದಲು ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("d28215f0", "ಕ್ಷಮಿಸಿ, ಸಮುದಾಯಗಳಲ್ಲಿ ಸಮೀಕ್ಷೆಯನ್ನು ಅನುಮತಿಸಿಲ್ಲ!"),
                n("ec2fc089", function (e) {
                    return "ನಿಮ್ಮ ಪೋಸ್ಟ್ " + f(e.numOfTweets, "ಆಗಿತ್ತ", "ಇದ್ದವ") + "ು ಅನ್ನು " + e.communityName + " ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ";
                }),
                n("c7152355", function (e) {
                    return "ನಿಮ್ಮ ಚಿತ್ರ" + f(e.numberOfImages, "ವ", "ಗಳ") + "ನ್ನು  ಸುಲಭ ಲಭ್ಯವಾಗಿಸಲು ಮರೆಯಬೇಡಿ";
                }),
                n("ffa5562a", "ಉತ್ತಮ ಚಿತ್ರ ವಿವರಣೆಯು ಸಂಕ್ಷಿಪ್ತವಾಗಿರುತ್ತದೆ, ಆದರೂ ವಿವರವಾಗಿರುತ್ತದೆ. ಸಾರಾಂಶಗೊಳಿಸಲು ಅಥವಾ ಚಿತ್ರದಲ್ಲೇ ಯಾವುದೇ ಪಠ್ಯವನ್ನು ಬರೆಯುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("a2d3facd", function (e) {
                    return "ನಿಮ್ಮ ವಿವರಣೆ" + f(e.numberOfImages, "ಯು ಮಾಡುತ್ತದ", "ಗಳು ಮಾಡುತ್ತವ") + "ೆ ಅಂಗವೈಕಲ್ಯವನ್ನು ಹೊಂದಿರುವ ಮತ್ತು ಇನ್ನಷ್ಟು ಸಂದರ್ಭವನ್ನು ಬಯಸುವ ಎಲ್ಲರಿಗೂ X ಅನ್ನು ಸುಲಭ ಲಭ್ಯವಾಗಿಸುತ್ತದೆ.";
                }),
                n("cc6d0a48", "ಅಕ್ಸೆಸಿಬಿಲಿಟಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಈ ಜ್ಞಾಪನೆಯನ್ನು ನೀವು ಆಫ್‌ ಮಾಡಬಹುದು."),
                n("j499fbcb", function (e) {
                    return "ಸೇರಿಸಿ ವಿವರಣೆ" + f(e.numberOfImages, "", "ಗಳು");
                }),
                n("bb8170da", "ಈ ಬಾರಿ ಬೇಡ"),
                n("h4dd544e", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ ಕಳುಹಿಸಲ್ಪಟ್ಟಿದೆ."),
                n("ice925ce", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಲಾಗಿದೆ."),
                n("eae9e604", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ. ಯಾವುದೇ ಎಡಿಟ್‌ಗಳನ್ನು ಮಾಡಲು ನೀವು 30 ನಿಮಿಷಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ."),
                n("gcdf3fd6", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಕಳುಹಿಸಲಾಗಿದೆ. ಯಾವುದೇ ಎಡಿಟ್‌ಗಳನ್ನು ಮಾಡಲು ನೀವು 1 ಗಂಟೆಯನ್ನು ಹೊಂದಿದ್ದೀರಿ."),
                n("c7999d10", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು ಕಳುಹಿಸಲ್ಪಟ್ಟಿವೆ."),
                n("b97f5eb2", "ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ..."),
                n("g08523f0", "ಪೋಸ್ಟ್ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ... ಪ್ರಕಟಿಸಿದ ನಂತರ, ಯಾವುದೇ ಎಡಿಟ್‌ಗಳನ್ನು ಮಾಡಲು ನಿಮ್ಮ ಬಳಿ 30 ನಿಮಿಷಗಳು ಇರುತ್ತವೆ."),
                n("fa53f95c", "ಪೋಸ್ಟ್ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ... ಪ್ರಕಟಿಸಿದ ನಂತರ, ಯಾವುದೇ ಎಡಿಟ್‌ಗಳನ್ನು ಮಾಡಲು ನಿಮ್ಮ ಬಳಿ 1 ಗಂಟೆ ಇರುತ್ತದೆ."),
                n("a608b1b4", "ಪೋಸ್ಟ್ ತ್ಯಜಿಸುವುದೇ?"),
                n("j890123a", "ಥ್ರೆಡ್ ತ್ಯಜಿಸುವುದೇ?"),
                n("af4d0a80", "ಎಡಿಟ್‌ಗಳನ್ನು ತ್ಯಜಿಸುವುದೇ?"),
                n("bb01231c", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಕರಡನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("if69307c", "ನೀವು ತೊರೆದರೆ, ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗದು."),
                n("d2c271f6", "ಪೋಸ್ಟ್ ಉಳಿಸುವುದೇ?"),
                n("abb90544", "ನಿಮ್ಮ ಕರಡುಗಳಿಂದ ನಂತರದಲ್ಲಿ ಕಳುಹಿಸಲು ನೀವು ಇದನ್ನು ಉಳಿಸಬಹುದು."),
                n("d3bb6f30", "ನೋಟ್: ಮಾಧ್ಯಮದಲ್ಲಿ ಟ್ಯಾಗ್ ಮಾಡಲಾದ ಖಾತೆಗಳನ್ನು ಡ್ರಾಫ್ಟ್‌ನಲ್ಲಿ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("bf9b89e4", "ನಿಮ್ಮ ಕರಡು ಉಳಿಸಲಾಗಿದೆ."),
                n("i63bfbf0", "ಆ ಚಿಂತನೆಯನ್ನು ತಡೆಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳಿ"),
                n("a6c55352", "ನಾವು ಇನ್ನೂ ನಿಮ್ಮ ವೀಡಿಯೋವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ತ್ಯಜಿಸಲು ಖಚಿತವಾಗಿಯೂ ಬಯಸುತ್ತಿದ್ದೀರಾ? ನಿಮ್ಮ ಕರಡು ಮತ್ತು ಅಟ್ಯಾಚ್‌ಮೆಂಟ್‌ಗಳು ಕಳೆದುಹೋಗುತ್ತವೆ."),
                n("c3d89aca", "ಮುಂದುವರಿಯಿರಿ"),
                n("b983f9e0", "ಮುನ್ಸೂಚನೆ"),
                n("ed5c4342", "ಗಮನದಲ್ಲಿಡಬೇಕಾದ ಕೆಲವು ಸಂಗತಿಗಳು..."),
                n("abc4afcc", "ನಿಮ್ಮ ಎಡಿಟ್ ಅವಧಿ ಮೀರಿದೆ"),
                n("a9a471fa", "ಪ್ರಕಟಿಸಿದ ನಂತರ ಮೊದಲ 30 ನಿಮಿಷಗಳೊಳಗೆ ಮಾತ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಬಹುದಾಗಿದೆ."),
                n("a3483f1c", "ಪ್ರಕಟಿಸಿದ ನಂತರ ಮೊದಲ 1 ಗಂಟೆಯೊಳಗೆ ಮಾತ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಬಹುದಾಗಿದೆ."),
                n("g4bcc5f4", "ಇದು ನಿಮ್ಮ ಈ ಹಿಂದಿನ ಎಡಿಟ್"),
                n("g922bf14", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಮತ್ತೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("f58b5009", function (e) {
                    return "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು " + e.scheduleDate + " ರಂದು " + e.scheduleTime + " ನಲ್ಲಿ ಕಳುಹಿಸಲಾಗುತ್ತದೆ";
                }),
                n("fa97f508", "ಇವುಗಳನ್ನು ಕಳುಹಿಸಿದ ನಂತರ ಈ ಥ್ರೆಡ್‌ಗೆ ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಸೇರಿಸಬಹುದು."),
                n("c091760c", "ಈ ಎಡಿಟ್ ಅನ್ನು ಉಳಿಸಿಲ್ಲ. ನೀವು ನಿಮ್ಮ ಅಪ್‌ಡೇಟ್ ಅನ್ನು ಪುನಃ ಪ್ರಯತ್ನಿಸಬಹುದು ಅಥವಾ ಇದನ್ನು ತ್ಯಜಿಸಿ ಹೊಸದಾಗಿ ಆರಂಭಿಸಬಹುದು."),
                n("d38504ad", function (e) {
                    return "ದಯವಿಟ್ಟು " + e.maxMediaCap + " ಫೋಟೋಗಳು, ವೀಡಿಯೊಗಳು, ಅಥವಾ GIF ಗಳವರೆಗೆ ಆರಿಸಿ.";
                }),
                n("dd6734c2", "ಇನ್ನಷ್ಟನ್ನು ಓದಿ"),
                n("g589c2e2", "ಆಯ್ಕೆ 1"),
                n("a1e6c3a2", "ಆಯ್ಕೆ 2"),
                n("a739e006", "ಆಯ್ಕೆ 3 (ಐಚ್ಛಿಕ)"),
                n("d89a5b92", "ಆಯ್ಕೆ 4 (ಐಚ್ಛಿಕ)"),
                n("c2a8118e", "ಸಮೀಕ್ಷೆ ತೆಗೆದುಹಾಕಿ"),
                n("a8ede1de", "ಆಯ್ಕೆ ತೆಗೆದುಹಾಕಿ"),
                n("af40a8e0", "ಸೇರಿಸಿ"),
                n("caf8edc4", "ಸಮೀಕ್ಷೆ ಕಾಲಾವಧಿ"),
                n("g93586be", "ದಿನಗಳು"),
                n("d073b644", "ಗಂಟೆಗಳು"),
                n("a2f0728e", "ನಿಮಿಷಗಳು"),
                n("c9f5ae0a", "ಕರಡುಗಳಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ"),
                n("f0afcc0e", "ಸಮೀಕ್ಷೆ ಸೇರಿಸಿ"),
                n("d39e3e78", "ಪೋಸ್ಟ್‌ ಅನ್ನು ಅನುಸೂಚಿತಗೊಳಿಸಿ"),
                n("f6bab0da", "ಪೋಸ್ಟ್ ಪಠ್ಯ"),
                n("cc2b28fc", "ನೀವು ಕೇವಲ 1 ಪ್ರಕಾರದ ಲಗತ್ತು ಹೊಂದಬಹುದು."),
                n("i6f7062c", "ಪೋಸ್ಟ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("j1d5791c", "ಪ್ರತಿಕ್ರಿಯೆ ಸೇರಿಸಿ"),
                n("e76f3776", "ಪೋಸ್ಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("ec10ee02", "ಸಮೀಕ್ಷೆ"),
                n("cce30dcc", "ಟ್ಯಾಗ್ ಸ್ಥಳ"),
                n("ee016dd6", "ದೀರ್ಘ ವೀಡಿಯೋಗಳನ್ನು ಅಪ್‌ಲೋಡ್‌ ಮಾಡಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಅಪ್‌ಲೋಡ್‌ ತೊಂದರೆಗಳನ್ನು ದೂರವಿಡಲು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಟ್ಯಾಬ್ ತೆರೆದೇ ಇಡುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " ಚಿತ್ರ ವಿವರಣೆ" + f(e.numberOfAltTextEntries, "", "ಗಳು");
                }),
                n("d1175c78", "ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಿ"),
                n("b2943227", function (e) {
                    return "ಶೀರ್ಷಿಕೆ ಫೈಲ್" + f(e.numberOfVideos, "", "‌ಗಳು") + " ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " ಶೀರ್ಷಿಕೆ ಫೈಲ್" + f(e.numberOfSubtitles, "", "‌ಗಳು");
                }),
                n("e349147c", "ಏನಾಗುತ್ತಿದೆ?"),
                n("b4481d6c", "ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ..."),
                n("fbd24526", "ಇನ್ನೊಂದು ಪ್ರತಿಕ್ರಿಯೆ ಸೇರಿಸಿ"),
                n("de4669e2", "ಒಂದು ಕಾಮೆಂಟ್ ಸೇರಿಸಿ"),
                n("ed1f39ec", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("a402b908", "ಒಂದು ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ"),
                n("ic05a146", "ಶೀರ್ಷಿಕೆ"),
                n("d9c096f0", "ಚಿತ್ರವನ್ನು ರಚಿಸಿ"),
                n("d2553906", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ವರ್ಧಿಸಿ"),
                n("b85f402a", "Grok ಜೊತೆಗೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ವರ್ಧಿಸಿ"),
                n("e815fc34", "ಪ್ರೇಕ್ಷಕರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("cf44066a", "ಸರ್ಕಲ್"),
                n("c6992b94", "Premium ಎಕ್ಸ್‌ಕ್ಲೂಸಿವ್"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "ವ್ಯಕ್ತಿ", "ಜನರು");
                }),
                n("f0598964", "ಕಡಿಮೆ ಸಂಖ್ಯೆಯ ಜನರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸಿದ್ದೀರಾ?"),
                n("e1ae1c0a", "ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಜನರಿಗೆ ಮಾತ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲು Circle ನಿಮಗೆ ಅನುವು ಮಾಡುತ್ತದೆ."),
                n("eb969e30", "ಸರ್ಕಲ್ ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ"),
                n("bb55e8ee", "ನಿಮ್ಮ ಜನರನ್ನು ಸೇರಿಸಿ"),
                n("f1aedb7c", "ನಿಮ್ಮ ಸರ್ಕಲ್‌ನಲ್ಲಿ ಸೇರಿಸಲು ಆ ಪೈಕಿ 150 ಅನ್ನು ಮಾತ್ರ ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಬಹುದು."),
                n("b659fba8", "ಅವರಿಗೆ ಮಾತ್ರ ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("c474be66", "ಮುಂದುವರಿಯಿರಿ - ಆ ಚಿಂತನೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ. ಅವುಗಳನ್ನು ಕೇವಲ ನಿಮ್ಮ ಸರ್ಕಲ್ ನೋಡಬಹುದು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು."),
                n("h031847a", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸಂಗತಿಗಳನ್ನು ಬದಲಿಸಿ"),
                n("bd9db21f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gfca5254", "ನಿಯಮಗಳು"),
                n("f510c8b2", "ಸಮುದಾಯ ನಿಯಮಗಳು"),
                n("g46f363e", "ಸಂವಾದಕ್ಕೆ ಸೇರುವುದಕ್ಕೂ ಮೊದಲು ಸಮುದಾಯ ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("f6fec9f6", "ಕಾರ್ಡ್‌ ಮುನ್ನೋಟವನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("b2df0574", "ಹಿಂಬಾಲಿಸುವವರೊಂದಿಗೆ ಸಹ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("ccfc7453", function (e) {
                    return "@" + e.screenName + " ಅವರ Circle ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವ ಎಲ್ಲರೂ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("d4d17205", function (e) {
                    return "@" + e.screenName + " ಅವರ ಸರ್ಕಲ್‌ನಲ್ಲಿರುವ ಎಲ್ಲರೂ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("df961844", "ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವವರ ಸರ್ಕಲ್ ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("ce958ec8", "ನಿಮ್ಮ ಸರ್ಕಲ್ ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("c7df589e", "ಪೋಸ್ಟ್ ಲೇಖಕರ ಸರ್ಕಲ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವ ಎಲ್ಲರೂ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("j65d7c72", "ಪೋಸ್ಟ್ ಲೇಖಕರ ಸರ್ಕಲ್‌ನಲ್ಲಿರುವ ಎಲ್ಲರೂ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("i8ea6d4e", "ಪ್ರತಿಯೊಬ್ಬರೂ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("a176d0d8", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಖಾತೆಗಳು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("gc7e52ca", "ನೀವು ಹೆಸರಿಸುವ ಖಾತೆಗಳು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("feb7560a", "ಕೇವಲ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("h257006e", "ಈ ಸಮುದಾಯದ ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("ebe1d850", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("b121464a", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳು ಮಾತ್ರ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("aa65a44a", "ಈ ಸಾಧನದಲ್ಲಿ ನಾವು ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳುತ್ತೇವೆ"),
                n("a4993fa2", "GIF ಸೇರಿಸಿ"),
                n("bfb895b1", function (e) {
                    return e.date + " ದಿನಾಂಕದಂದು " + e.time + " ಸಮಯಕ್ಕೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ";
                }),
                n("hb36f723", function (e) {
                    return "ಕಾಲರೇಖೆಯಲ್ಲಿ ಮೊದಲ " + e.count + " ಅಕ್ಷರಗಳು ಮಾತ್ರ ಗೋಚರಿಸುತ್ತವೆ.";
                }),
                n("d759c09e", "ಪ್ರಯತ್ನಿಸಿ"),
                n("e4472565", function (e) {
                    return "ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "ಅಪ್‌ಲೋಡ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ... (" + e.percent + "%)";
                }),
                n("daad8822", "ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ"),
                n("i8ff6261", function (e) {
                    return "ಈ ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದಾದ ಗರಿಷ್ಠ ಫೈಲ್ ಗಾತ್ರವನ್ನು (" + e.human_readable_max_size + " GB) ಮೀರಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ.";
                }),
                n("cba4fdde", "X ನಲ್ಲಿ ವೀಕ್ಷಕರಿಗೆ 1080p ನಲ್ಲಿ ಡೆಲಿವರ್ ಮಾಡಿ"),
                n("ef8f5d90", "ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ"),
                n("a7046fb0", "ಅಪರೂಪವಾಗಿ ಅಗತ್ಯವಿದೆ"),
                n("acf3ecf4", "ಮಾಧ್ಯಮ ಸೇರಿಸಿ"),
                n("bdbcdd94", "ಫೋಟೋಗಳನ್ನು ಸೇರಿಸಿ"),
                n("f2c8c04d", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಾರ್ವಜನಿಕಗೊಳಿಸಬೇಕು"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " ಮತ್ತು " + e.otherUserName + " ಅವರಿಗೆ ಉತ್ತರಿಸಲಾಗುತ್ತಿದೆ";
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + f(e.othersCount, "1", "" + e.othersCount) + " ಇತರರು";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " ಮತ್ತು " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + f(e.othersCount, "1 ಇತರರು", e.othersCount + " ಇತರೆ");
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " ಮತ್ತು " + e.otherUserName;
                }),
                n("i9451241", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ"),
                n("hdf48104", function (e) {
                    return "" + e.userOneName + e.userTwoName + " ಮತ್ತು " + e.userThreeName;
                }),
                n("dcbb6a0b", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + f(e.othersCount, "1", "" + e.othersCount) + " ಇತರರು";
                }),
                n("c65916af", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return e.userName + " ";
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " ಮತ್ತು " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + "ಅವರ ";
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " ಮತ್ತು " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + "ಅವರ";
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + "ಅವರ";
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + "ಅವರ";
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + f(e.othersCount, "1 ಇತರ", e.othersCount + " ಇತರರು");
                }),
                n("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + "ಅವರ ";
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " ಮತ್ತು " + f(e.othersCount, "1 ಇತರ", e.othersCount + " ಇತರರು");
                }),
                n("j8e134e5", function (e) {
                    return e.trustedFriendsTweetOwner + "ಅವರ";
                }),
                n("c14cdb18", "ಉತ್ತೇಜಿಸಿ"),
                n("f11264ac", "ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ"),
                n("j619ec94", "ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಾಯೋಜಿಸಿ"),
                n("h1fcb36c", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಾಯೋಜಿಸಿ"),
                n("fd22cfe0", "ಜಾಹೀರಾತುಗಳ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತು"),
                n("i3656b52", "ನೀವು ಎಷ್ಟು ವೆಚ್ಚ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?"),
                n("h7c29de6", "ಅಂದಾಜು ತಲುಪುವಿಕೆ"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " ಜನರು";
                }),
                n("i976aff4", "ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಕರೆನ್ಸಿಯನ್ನು ಹೋಲಿಕೆ ಮಾಡಲು ನಿತ್ಯದ ಬಜೆಟ್ ಮಾಹಿತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ."),
                n("e1e912f2", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ, ಆದರೆ ಅದರಲ್ಲಿ ಬೂಸ್ಟ್ ಅನ್ನು ರನ್ ಮಾಡಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("fe26420a", "ಕೀಲಿಪದಗಳನ್ನು ಸೇರಿಸಿ"),
                n("aacfbe55", function (e) {
                    return "ನೀವು @" + e.screenName + " ಗಾಗಿ ಪೋಸ್ಟ್ ಮಾಡುತ್ತಿದ್ದೀರಿ.";
                }),
                n("ga8627cd", function (e) {
                    return "ನೀವು @" + e.screenName + " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತಿದ್ದೀರಿ.";
                }),
                n("e6d2573f", function (e) {
                    return "ನೀವು @" + e.screenName + " ಗೆ ಸಂದೇಶ ಕಳುಹಿಸುತ್ತಿದ್ದೀರಿ.";
                }),
                n("d37a3e15", function (e) {
                    return "ನೀವು @" + e.screenName + " ಗೆ ಈ ಪಟ್ಟಿ ರಚಿಸುತ್ತಿದ್ದೀರಿ.";
                }),
                n("ceb1ad26", "ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದಾದ ವೀಡಿಯೊಗಳನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ"),
                n("ea97bc08", "ಆಫ್ಲೈನ್ಗೆ ಹೋಗಿ, ಅಥವಾ ರೀಮಿಕ್ಸ್ಗೆ ಹೋಗಿ! ಪ್ರೀಮಿಯಂ ಬಳಕೆದಾರರು ಈಗ ನಿಮ್ಮ ಕಂಟೆಂಟ್ ಅನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡುವ ಮತ್ತು ಮರುರೂಪಿಸುವ ಅಧಿಕಾರವನ್ನು ಹೊಂದಿದ್ದಾರೆ. ನಿಮ್ಮ ವೀಡಿಯೊಗಳನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ ಎಂದು ನೀವು ಬಯಸಿದರೆ, ನಿಮ್ಮ ವೀಡಿಯೊದಲ್ಲಿ “ಸಂಪಾದಿಸಿ” ಅನ್ನು ತಟ್ಟಿ. ನಿಮ್ಮ ಕಂಟೆಂಟ್, ನಿಮ್ಮ ನಿಯಮಗಳು."),
                n("e6042757", function (e) {
                    return "ಪೋಸ್ಟ್ ಎಡಿಟ್ ಮಾಡಲು " + e.minutes + " ನಿಮಿಷ" + f(e.minutes, " ಬಾಕಿ ಇದ", "ಗಳು ಬಾಕಿ ಇವ") + "ೆ ಮತ್ತು " + e.seconds + " ಸೆಕೆಂಡ" + f(e.seconds, "್ ಬಾಕಿ ಇದ", "ುಗಳು ಬಾಕಿ ಇವ") + "ೆ ಬಾಕಿ ಉಳಿದಿದೆ";
                }),
                n("a4e39717", function (e) {
                    return "ಪೋಸ್ಟ್ ಎಡಿಟ್ ಮಾಡಲು " + e.minutes + " ನಿಮಿಷ" + f(e.minutes, " ಬಾಕಿ ಇದ", "ಗಳು ಬಾಕಿ ಇವ") + "ೆ ಬಾಕಿ ಉಳಿದಿದೆ";
                }),
                n("c55eed72", "ಇವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"),
                n("caca3102", "ಈ ಸಂವಾದದಲ್ಲಿರುವ ಇತರರು"),
                n("c6a6dc2f", function (e) {
                    return "ನೀವು @" + e.screenName + " ಅವರನ್ನು ತಡೆಹಿಡಿದಿರುವಿರಿ, ಆದ್ದರಿಂದ ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಿದಾಗ ಅವರು ಸೂಚನೆ ಪಡೆಯುವುದಿಲ್ಲ.";
                }),
                n("f5b426c2", "ಬಳಕೆದಾರರನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("c20dc654", "ಕೇವಲ 10 ಜನರನ್ನು ಟ್ಯಾಗ್ ಮಾಡಬಹುದು."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಫೋಟೋಗಳಲ್ಲಿ ಟ್ಯಾಗ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ";
                }),
                n("cca7fa72", "ನಿಗದಿತ ಪೋಸ್ಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ."),
                n("c5dd0190", "ಸಮಯ"),
                n("edeff232", "ದಿನಾಂಕ"),
                n("fddf24b4", "ಸಮಯ ವಲಯ"),
                n("d39dc06e", "ಹಿಂದಿನ ಸಮಯದಲ್ಲಿ ಕಳುಹಿಸುವುದಕ್ಕಾಗಿ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಗದಿಪಡಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ."),
                n("d024efe2", "ಭವಿಷ್ಯದಲ್ಲಿ 18 ಕ್ಕಿಂತ ಹೆಚ್ಚು ತಿಂಗಳುಗಳ ಸಮಯ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಗದಿಪಡಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ."),
                n("d15af6da", "ಕೆಲವು ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ."),
                n("a1e1b748", "ವು ಆಯ್ಕೆಮಾಡಿದ ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("ce80fba0", "ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("i5d56b62", "ಇನ್ನೂ ಪೋಸ್ಟ್ ಮಾಡಲು ಸಿದ್ಧರಿಲ್ಲವೇ? ಕರಡು ರೂಪದಲ್ಲಿ ಅವುಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ ಅಥವಾ ನಂತರ ಟ್ವೀಟ್‌ ಮಾಡಲು ಶೆಡ್ಯೂಲ್ ಮಾಡಿ."),
                n("aef6257e", "ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ"),
                n("dce0bc34", "ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("f8464692", "ಶೆಡ್ಯೂಲ್ ಮಾಡಲಾಗಿದೆ"),
                n("e8bd47f2", "ಎಲ್ಲಾ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("j2b145d4", "ಎಲ್ಲದರ ಆಯ್ಕೆ ತೆಗೆದುಹಾಕಿ"),
                n("h6c79ac2", "ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತ್ಯಜಿಸಿ"),
                n("d0a4a03c", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಕಳುಹಿಸದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("f9f69d32", "ಕಳುಹಿಸಲು ವಿಫಲಗೊಂಡಿದೆ"),
                n("j74e5dd4", "ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಪೋಸ್ಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ"),
                n("c5ceafc8", "ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"),
                n("f501ba43", function (e) {
                    return e.count + " ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("b321d0cc", "ಇಮೇಜ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ"),
                n("abd649ce", "ಕಳುಹಿಸದ ಪೋಸ್ಟ್ ಅನ್ನು ತ್ಯಜಿಸಿ"),
                n("c7d42978", "ಇದನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಕರಡು ಪೋಸ್ಟ್ ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("e43a5528", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ ಮತ್ತು ಕಳುಹಿಸದ ಪೋಸ್ಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿಲ್ಲ"),
                n("e7c766ee", "ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("ab68727a", "ನಿಮ್ಮ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಅದನ್ನು ಆನ್ ಮಾಡಬಹುದು."),
                n("ae4057a2", "ಸ್ಥಳವನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಅಸಾಧ್ಯ"),
                n("bf2923a6", "ನಿಮ್ಮ ಸಾಧನದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("d963d1b6", "ಯಾವುದೇ ಸ್ಥಳಗಳು ಕಂಡು ಬಂದಿಲ್ಲ"),
                n("a893d602", "ಸರಿ"),
                n("be6cc44e", "ಸ್ಥಳಗಳನ್ನು ಹುಡುಕಿ"),
                n("d8ef3232", "ಸ್ಥಳಗಳನ್ನು ಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ"),
                n("b01ed2db", function (e) {
                    return e.distance + " ಮೈ";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " ಅ";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " ಕಿ.ಮೀ";
                }),
                n("b211849f", function (e) {
                    return e.distance + " ನಿ";
                }),
                n("fd391b9f", function (e) {
                    return e.entity + " ಎಂಬೆಡ್ ಮಾಡಿ";
                }),
                n("e1618e49", function (e) {
                    return "ನೀವು @" + e.screenName + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿರುವಿರಿ";
                }),
                n("ge5067bc", "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಮರೆಮಾಡಿ"),
                n("j136c720", "ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪೋಸ್ಟ್‌ನಿಂದ ಮರೆಮಾಡಲಾಗಿದೆ"),
                n("d66f0338", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿನ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಮರೆಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("cfc8cb50", "ಜನರಿಗೆ ಅವರು ಪ್ರಾರಂಭಿಸುವ ಸಂವಾದಗಳ ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣವನ್ನು ನೀಡಲು, ಪೋಸ್ಟ್ ಲೇಖಕರು ಅವರ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಬಂದ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಮರೆಮಾಡಬಹುದು."),
                n("if8dc5f0", "ಮರೆಮಾಡಲಾಗಿರುವ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಪ್ರತ್ಯೇಕ ಪುಟಕ್ಕೆ ಸರಿಸಲಾಗುತ್ತದೆ, ಅದನ್ನು ಯಾರಾದರೂ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮರೆಮಾಡಲಾಗಿರುವ ಪ್ರತಿಕ್ರಿಯೆ ಐಕಾನ್ ಆಯ್ಕೆಮಾಡುವ ಮೂಲಕ ವೀಕ್ಷಿಸಬಹುದು."),
                n("b2615c6d", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನೂ ಸಹ ತಡೆಹಿಡಿಯುವುದೇ?";
                }),
                n("i62a03aa", "ಇಲ್ಲ"),
                n("f9f27fa2", "ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಿ"),
                n("ce87916a", "ಹೈಲೈಟ್‌ಗಳಿಂದ ಸೇರಿಸಿ/ತೆಗೆದುಹಾಕಿ"),
                n("eaae42ce", "ಹೈಲೈಟ್‌ಗಳಿಗೆ ಸೇರಿಸುವುದೇ?"),
                n("h032d096", "ಹೈಲೈಟ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("be38d25e", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿರುವ ಹೈಲೈಟ್‌ಗಳ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ."),
                n("d2be9310", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿರುವ ಹೈಲೈಟ್‌ಗಳ ಟ್ಯಾಬ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("jea6b076", "ಹೈಲೈಟ್‌ಗಳಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ."),
                n("ce6fd0ec", "ಹೈಲೈಟ್‌ಗಳಿಂದ ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ."),
                n("ha35a1d2", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಪಿನ್ ಮಾಡಿ"),
                n("d04f95c0", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಪಿನ್ ಮಾಡಲಾಗಿದೆ."),
                n("i419d136", "ಪ್ರೊಫೈಲ್‌ಗೆ ಪೋಸ್ಟ್ ಅನ್ನು ಪಿನ್ ಮಾಡುವುದೇ?"),
                n("c1b9714a", "ಇದು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಕಂಡುಬರುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ಹಿಂದೆ ಪಿನ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್ ಅನ್ನು ಸ್ಥಾನಾಂತರಿಸುತ್ತದೆ."),
                n("fe4d099a", "ಹೈಲೈಟ್"),
                n("e8d4c1cc", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡುವುದು ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ನ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ. ಈ ವೈಶಿಷ್ಟ್ಯ ಮತ್ತು ಇತರವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲು ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ."),
                n("b68c3784", "ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("bb16cc76", "ಈ ಸಂವಾದವನ್ನು ತೊರೆಯಿರಿ"),
                n("de21174c", "ಈ ಸಂವಾದವನ್ನು ನೀವು ತೊರೆದಿದ್ದೀರಿ"),
                n("j33c9fc6", "ಪರವಾಗಿಲ್ಲ, ನಾನು ಇರುತ್ತೇನೆ"),
                n("aed79c54", "ಈ ಸಂವಾದದಿಂದ ನಿಮ್ಮನ್ನು ಹೊರತರೋಣ"),
                n("h12044a4", "ಕೆಲವೊಮ್ಮೆ ನೀವು ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಬಯಸುವುದಿಲ್ಲ. ಸಂವಾದವನ್ನು ತೊರೆಯುವುದರಿಂದ…"),
                n("f100e566", "ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಅನ್‌ಟ್ಯಾಗ್ ಮಾಡಿ"),
                n("a0d68f4e", "ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು ಉಳಿಯುತ್ತದೆ, ಆದರೆ ಅದನ್ನು ಮೂಲ ಪೋಸ್ಟ್ ಮತ್ತು ಎಲ್ಲಾ ಪ್ರತ್ಯುತ್ತರಗಳಿಂದ ಟ್ಯಾಗ್ ತೆಗೆಯಲಾಗುತ್ತದೆ."),
                n("b00255b6", "ಭವಿಷ್ಯದ ಹೆಸರಿಸುವಿಕೆಗಳನ್ನು ನಿಲ್ಲಿಸಿ"),
                n("geea29ee", "ಈ ಸಂವಾದದಲ್ಲಿ ಜನರು ನಿಮ್ಮನ್ನು ಮತ್ತೆ ಹೆಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("c54678e8", "ಸೂಚನೆಗಳನ್ನು ನಿಲ್ಲಿಸಿ"),
                n("ga4fa180", "ನೀವು ಹೆಚ್ಚಿನ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ, ಆದರೆ ಇನ್ನೂ ಸಂವಾದವನ್ನು ನೋಡಬಹುದು."),
                n("h8dde772", "ನೀವು ಸಂವಾದವನ್ನು ತೊರೆದರೆ ಯಾರಿಗೂ ಸೂಚನೆ ನೀಡಲಾಗುವುದಿಲ್ಲ"),
                n("ee87e71c", "ನೀವು ನಿಮ್ಮಷ್ಟಕ್ಕೆ ಸದ್ದಡಗಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("ed428a76", "ನಿರ್ದಿಷ್ಟ ಬಳಕೆದಾರರನ್ನು ನೀವು ಸದ್ದಡಗಿಸುತ್ತಿಲ್ಲ."),
                n("e2d6c17e", "ಈ ಸಂವಾದವನ್ನು ಸದ್ದಡಗಿಸಿ"),
                n("cd1942f4", "ಈ ಸಂವಾದವನ್ನು ಸದ್ಡಡಗಿಸದಿರು"),
                n("bbd8bed6", "ಈ ಸಂವಾದಕ್ಕೆ ಸೂಚನೆಗಳನ್ನು ಸದ್ದಡಗಿಸಲಾಗಿದೆ"),
                n("c13af432", "ಈ ಸಂವಾದಕ್ಕೆ ಸೂಚನೆಗಳನ್ನು ಸದ್ದಡಗಿಸಲಾಗಿಲ್ಲ"),
                n("df744bda", "ಇದನ್ನು ಸದ್ದಡಗಿಸಿ"),
                n("j9552760", "ಸಂವಾದವನ್ನು ಸದ್ದಡಗಿಸಿ"),
                n("d751694c", "ನೀವು ಸಂವಾದವನ್ನು ಸದ್ದಡಗಿಸಿದಾಗ, ಅದರ ಕುರಿತು ಯಾವುದೇ ಹೊಸ ಸೂಚನೆಗಳನ್ನು ನೀವು ಪಡೆಯುವುದಿಲ್ಲ."),
                n("a50c911e", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಪಿನ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಹೈಲೈಟ್‌ಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ"),
                n("d1c1e2c2", "ಸಮುದಾಯದಲ್ಲಿ ಪಿನ್ ಮಾಡಿ"),
                n("j832cc34", "ನಿಮ್ಮ ಸಮುದಾಯದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಇದು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."),
                n("h7dbb2f2", "ಇದು ನಿಮ್ಮ ಸಮುದಾಯದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಕಂಡುಬರುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ಹಿಂದೆ ಪಿನ್ ಮಾಡಲಾದ ಟ್ವೀಟ್ ಅನ್ನು ಸ್ಥಾನಾಂತರಿಸುತ್ತದೆ."),
                n("d8725596", "ಕಮ್ಯುನಿಟಿ ಮಾಡ್‌ಗಳು ಪಿನ್ ಮಾಡಿದ್ದಾರೆ"),
                n("f5cdcc2c", "ಈ ಜಾಹೀರಾತಿನಲ್ಲಿ ಆಸಕ್ತಿ ಇಲ್ಲ"),
                n("c2e276e4", "ಸಮುದಾಯದಿಂದ ಲೇಖಕರನ್ನು ನಿಷೇಧಿಸಿ"),
                n("a95f04ba", "ನೀವು ಈ ಪೋಸ್ಟ್ನಿಂದ ಪೋಟೊ ಟ್ಯಾಗ್ ತೆಗೆದುಹಾಕಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("jfc76958", "ಫೋಟೋನಿಂದ ಟ್ಯಾಗ್ ತೆಗೆದುಹಾಕಿ"),
                n("j4e43d8b", function (e) {
                    return e.entity + " ಅನ್ನು ವರದಿ ಮಾಡಿ";
                }),
                n("e3fd237e", "ಜಾಹೀರಾತು ವರದಿ ಮಾಡಿ"),
                n("ebb7662a", "ಪೋಸ್ಟ್ ಅನ್ನು ರಿಪೋರ್ಟ್ ಮಾಡಿ"),
                n("d1e21610", "NetzDG ಉಲ್ಲಂಘನೆಯನ್ನು ವರದಿ ಮಾಡಿ"),
                n("d7513755", function (e) {
                    return "ಈ ಸಮುದಾಯದಲ್ಲಿ @" + e.screenName + " ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಿ";
                }),
                n("d7dbb71b", function (e) {
                    return e.screenName + " ಇಂದ " + e.followType;
                }),
                n("ja66a2b5", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸದಿರಿ";
                }),
                n("c2423b7b", function (e) {
                    return "ನೀವು @" + e.screenName + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸುವುದನ್ನು ರದ್ದುಗೊಳಿಸಿರುವಿರಿ";
                }),
                n("i31dfa4c", "ಪ್ರತಿಕ್ರಿಯೆಯ ಮರೆಯನ್ನು ತೆಗೆಯಿರಿ"),
                n("j8e56ba2", "ಪ್ರತಿಕ್ರಿಯೆಯ ಮರೆಯನ್ನು ತೆಗೆಯಲಾಗಿದೆ"),
                n("ic030338", "ಪ್ರೊಫೈಲ್‌ನಿಂದ ಅನ್‌ಪಿನ್ ಮಾಡಿ"),
                n("gfcea3f4", "ಪ್ರೊಫೈಲ್‌ನಿಂದ ಪೋಸ್ಟ್ ಅನ್ನು ಅನ್‌ಪಿನ್ ಮಾಡುವುದೇ?"),
                n("eb2d59f4", "ಇದು ಇನ್ನು ಮುಂದೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಂಡುಬರುವುದಿಲ್ಲ."),
                n("a2dd7414", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಅನ್‌ಪಿನ್ ಮಾಡಲಾಗಿದೆ"),
                n("cac6a24a", "ಪಿನ್ ಮಾಡಿದ ಪೋಸ್ಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("i642edc4", "ಸಮುದಾಯದ ಫೀಡ್ನ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಈ ಪೋಸ್ಟ್ ಇನ್ನು ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ."),
                n("f9478972", "ಮರೆಮಾಡಲಾಗಿರುವ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("c5491b5d", function (e) {
                    return e.entity + " ಎಂಗೇಜ್‌ಮೆಂಟ್‌ಗಳನ್ನು ನೋಡಿ";
                }),
                n("haebcf52", "ಈ ಸಂವಾದದಲ್ಲಿ ಜನರು ಪುನಃ ನಿಮ್ಮನ್ನು ಹೆಸರಿಸಲಾಗದು ಮತ್ತು ನೀವು ಇನ್ನಷ್ಟು ಸೂಚನೆಗಳನ್ನು ಪಡೆಯಲಾಗದು."),
                n("c837fcaa", "ಇನ್ನಷ್ಟು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("d228a9a0", "ಇನ್ನಷ್ಟು ತೋರಿಸಿ"),
                n("g0b48670", "ಎಲ್ಲವನ್ನೂ ತೋರಿಸಲು ಈ ಸಂವಾದವು ತೀರಾ ಹೆಚ್ಚು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಹೊಂದಿದೆ."),
                n("d9b417c4", "ಆಸಕ್ತಿಯಿಲ್ಲ ಎಂದು ನಿಗದಿಸಿ"),
                n("c29d6806", "ಶಿಫಾರಸು ಮಾಡುವುದನ್ನು ನಿಲ್ಲಿಸಿ"),
                n("ge8f3043", function (e) {
                    return "ವಿಷಯವನ್ನು " + e.topicName + " ಹಿಂಬಾಲಿಸಿ";
                }),
                n("aa576cbf", function (e) {
                    return "ವಿಷಯ " + e.topicName + " ಹಿಂಬಾಲಿಸದಿರಿ";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " ವಿಷಯವನ್ನು ತೊರೆಯಿರಿ";
                }),
                n("d69b2d90", "ನಿಮಗೆ ಈ ವಿಷಯದಲ್ಲಿ ಆಸಕ್ತಿ ಇಲ್ಲ."),
                n("je808a17", function (e) {
                    return e.topicName + " ವಿಷಯ";
                }),
                n("ic6aa5f4", "ದೃಢೀಕರಿಸಲಾಗಿದೆ."),
                n("c02e7e3c", "ಲೋಡ್ ಆಗುತ್ತಿದೆ..."),
                n("c5453f28", "64 ರ ರೌಂಡ್"),
                n("eb256a86", "32 ರ ರೌಂಡ್"),
                n("g77adc66", "ಸ್ವೀಟ್ ಸಿಕ್ಸ್‌ಟೀನ್"),
                n("a6d2520c", "ಸ್ವೀಟ್ 16"),
                n("g5b63eb6", "ಎಲೈಟ್ ಎಂಟು"),
                n("d8bf2890", "ಎಲೈಟ್ 8"),
                n("f9d3d6f2", "ಅಂತಿಮ ನಾಲ್ಕು"),
                n("bda24f7c", "ಅಂತಿಮ 4"),
                n("i5043440", "ರಾಷ್ಟ್ರೀಯ ಚಾಂಪಿಯನ್‌ಶಿಪ್"),
                n("fcb16026", "ಚಾಂಪಿಯನ್‌ಶಿಪ್"),
                n("e9c89ee8", "ಪೂರ್ವ"),
                n("h259fd86", "ಪಶ್ಚಿಮ"),
                n("a7b2545a", "ದಕ್ಷಿಣ"),
                n("fdf7819a", "ಮಿಡ್‌ವೆಸ್ಟ್"),
                n("i899e9b0", "ಬ್ರಾಕೆಟ್ ಅನ್ನು ಸಲ್ಲಿಸಿ"),
                n("c5b04394", "ಆಯ್ಕೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("h836bbae", "ಪಂದ್ಯಾವಳಿಯನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("e1059d6c", "1ನೇ ಸುತ್ತು"),
                n("b1602be4", "2ನೇ ಸುತ್ತು"),
                n("ef7bc2c0", "ಮಾರ್ಚ್ 20-21"),
                n("h726aaf2", "ಮಾರ್ಚ್ 22-23"),
                n("ee7cd198", "ಮಾರ್ಚ್ 27-28"),
                n("fed91402", "ಮಾರ್ಚ್ 29-30"),
                n("aba0a450", "ಏಪ್ರಿಲ್ 5"),
                n("jdfba2dc", "ಏಪ್ರಿಲ್ 7"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "ಆರಿಸಿ:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " ಓವರ್ "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "ಈಗಲೇ ಕಳುಹಿಸಿ"),
                n("b23688c8", "ಟೈಮರ್ ರದ್ದು ಮಾಡಿ"),
                n("cca5d499", function (e) {
                    return e.selectedText + " ಬಗ್ಗೆ 1 ಅಥವಾ 2 ವಾಕ್ಯಗಳಲ್ಲಿ ನನಗೆ ಹೇಳಿ.";
                }),
                n("d231a76a", "ಅತ್ಯುತ್ತಮ ಬ್ರ್ಯಾಕೆಟ್‌ಗಾಗಿ $100,000 ಗೆಲ್ಲಿರಿ 🏀"),
                n("heaba5d8", "ನಿಮ್ಮ ಕಾಲೇಜು ಬಾಸ್ಕೆಟ್‌ಬಾಲ್ ಬ್ರ್ಯಾಕೆಟ್ ಅನ್ನು X ನಲ್ಲಿ ವಿನ್ಯಾಸಗೊಳಿಸಿ. ಪರಿಪೂರ್ಣ ಬ್ರ್ಯಾಕೆಟ್ ಮಂಗಳ ಗ್ರಹಕ್ಕೆ ಪ್ರವಾಸವನ್ನು ಗೆಲ್ಲುತ್ತದೆ!"),
                n("i57d3ea0", "ನಿಯಮಗಳು ಅನ್ವಯಿಸುತ್ತವೆ"),
                n("a0440af6", "ಬ್ರಾಕೆಟ್ ಅನ್ನು ರಚಿಸಿ"),
                n("aaad27c8", "ಲೇಖಕ"),
                n("eb748f7e", "ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ವೀಕ್ಷಿಸಿ"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "ಕಾಯಿನ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("be059f7e", "ಈಗ 100k ರಷ್ಟು ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರನ್ನು ತಲುಪಿ"),
                n("c34f845e", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಬೂಸ್ಟ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ!"),
                n("c37102aa", "ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಆಸಕ್ತಿ ಹೊಂದಿರುವ 100,000 ಕ್ಕೂ ಹೆಚ್ಚು ಬಳಕೆದಾರರನ್ನು ಇಂದು ಸಂಪರ್ಕಿಸಿ."),
                n("ac245c4c", "ಈಗ ಗೋಚರತೆಯನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ"),
                n("e4db6326", "ಬಹುಶಃ ನಂತರ"),
                n("g6237a1e", "ಪ್ರಚಾರ ನಡೆಯುತ್ತಿದೆ:"),
                n("d6b5949e", "ಪ್ರಚಾರವನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಲಾಗಿದೆ"),
                n("ffd9cfe6", "ಇನ್ನಷ್ಟು ನೋಡಿ"),
                n("d172116a", "ಇನ್ನಷ್ಟನ್ನು ಕಂಡುಕೊಳ್ಳಿ"),
                n("be5df69e", "ಇನ್ನಷ್ಟು ಪೋಸ್ಟ್‌ಗಳು"),
                n("g11ebd34", "ಇನ್ನಷ್ಟು ಸಲಹೆಗಳು"),
                n("g4a6901a", "ಬ್ರೌಸ್ ಮಾಡಿ"),
                n("h6453e74", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ"),
                n("je506a60", "ಬಳಕೆದಾರರ ಹೆಸರು ಬದಲಾಯಿಸಿ"),
                n("c0fcb08a", "ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಬದಲಾಯಿಸುವುದರಿಂದ ನಿಮ್ಮ ಚೆಕ್‌ಮಾರ್ಕ್ ಮತ್ತು ಅಫಿಲಿಯೇಶನ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸುವವರೆಗೆ ತಾತ್ಕಾಲಿಕವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("d1f6d336", "ಬಳಕೆದಾರರ ಹೆಸರು"),
                n("de65c756", "ಸಲಹೆಗಳು"),
                n("ebeeac1a", "ಇಮೇಲ್ ಬದಲಾಯಿಸಿ"),
                n("dc013356", "ಪ್ರಸ್ತುತ"),
                n("ea28c7ce", "ಇಮೇಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("f3f66252", "ಇಮೇಲ್ ವಿಳಾಸ ಸೇರಿಸಿ"),
                n("i5107de4", "ಇಮೇಲ್ ವಿಳಾಸ ನವೀಕರಿಸಿ"),
                n("d19fd42a", "ದೃಢೀಕರಣ ಇಮೇಲ್ ಮರುಕಳುಹಿಸು"),
                n("g4da3246", "ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ. ದೃಢೀಕರಣ ಲಿಂಕ್‌ಗಾಗಿ ಶೀಘ್ರವೇ ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್ ಅನ್ನು ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್"),
                n("a9bc3044", "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್"),
                n("b8c03cfc", "ಪಾಸ್‌ವರ್ಡ್‌ ದೃಢೀಕರಿಸಿ"),
                n("b731d32c", "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ."),
                n("d555d7e0", "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್‌ ಒಂದೇ ಆಗಿರಬಾರದು."),
                n("fa8af9ae", "ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " ಅಪ್ಲಿಕೇಶನ್‌" + f(e.applicationCount, "", "ಗಳು");
                }),
                n("j25601d9", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("cb841d56", "ಫೋನ್ ಬದಲಾಯಿಸಿ"),
                n("ce37ea44", "ಫೋನ್ ಸಂಖ್ಯೆ ಸೇರಿಸಿ"),
                n("ibaf239e", "ಫೋನ್ ಸಂಖ್ಯೆ ನವೀಕರಿಸಿ"),
                n("j2636558", "ಫೋನ್ ಸಂಖ್ಯೆ ಅಳಿಸಿ"),
                n("e49b16d4", "ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಅಳಿಸುವುದೇ?"),
                n("i931719e", "ಇದು ಈ ಸಂಖ್ಯೆಯನ್ನು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ನಿಮಗೆ ಇನ್ನು ಮುಂದೆ ಅದಕ್ಕೆ ಸೂಚನೆಗಳು ಅಥವಾ ಲಾಗಿನ್ ಕೋಡ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("j841d1f4", "ಫೋನ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ."),
                n("fe8b565a", "ಇದು ಈ ಖಾತೆಯಿಂದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಅಳಿಸುತ್ತದೆ ಮತ್ತು ನೀವು ಇನ್ನು ಮುಂದೆ X ನಿಂದ ಸೂಚನೆಗಳನ್ನು ಪಠ್ಯ ಸಂದೇಶಗಳಾಗಿ ಪಡೆಯುವುದಿಲ್ಲ. ಜೊತೆಗೆ, ಇದು ಈ ಖಾತೆಯಲ್ಲಿ ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣವನ್ನು ಆಫ್ ಮಾಡುತ್ತದೆ."),
                n("hf45b8d4", "ಇದು ಈ ಖಾತೆಯಿಂದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಅಳಿಸುತ್ತದೆ ಮತ್ತು ನೀವು ಇನ್ನು ಮುಂದೆ X ನಿಂದ ಸೂಚನೆಗಳನ್ನು ಪಠ್ಯ ಸಂದೇಶಗಳಾಗಿ ಪಡೆಯುವುದಿಲ್ಲ. ಜೊತೆಗೆ, ಇದು ಈ ಖಾತೆಯಲ್ಲಿ ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣವಾಗಿ ಪಠ್ಯ ಸಂದೇಶವನ್ನು ಆಫ್ ಮಾಡುತ್ತದೆ."),
                n("bc262c2e", "ಹೆಚ್ಚುವರಿ ವಿಧಾನಗಳು"),
                n("hc1a91da", "ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳು"),
                n("e4fed8f0", "ನಿಮ್ಮ ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣ ಆಯ್ಕೆಗಳಿಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ ನೀವು X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲಾಗುವಂತೆ ಏಕ-ಬಳಕೆಯ ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ."),
                n("b39c7b14", "ಲಾಗಿನ್ ಪರಿಶೀಲನೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?"),
                n("a923fce6", "ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣವನ್ನು ಆಫ್ ಮಾಡುವುದು ಎಂದರೆ ನಿಮ್ಮ ಖಾತೆಯು ಹೊಂದಾಣಿಕೆಗೆ ತುತ್ತಾಗುವ ಸಾಧ್ಯತೆ ಹೆಚ್ಚು ಎಂದರ್ಥ. ಅದನ್ನು ಆಫ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("ff781e0a", "ಇದನ್ನು ಆಫ್ ಮಾಡುವುದೇ?"),
                n("c557ac30", "ಈ ವಿಧಾನವನ್ನು ಆಫ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("d133464a", "ಇದನ್ನು ಆಫ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಈ ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣ ವಿಧಾನವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಅದನ್ನು ಆಫ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("ee3a7bfa", "ಆಫ್ ಮಾಡಿ"),
                n("aa9139cc", "ಲಾಗಿನ್ ವಿನಂತಿಗಳನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("jc22dd42", "ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿದ ನಂತರ, X ಆಪ್‌ಗೆ ಪುಷ್ ಸೂಚನೆಯನ್ನು X ಕಳುಹಿಸುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸುವುದಕ್ಕಾಗಿ ಅನುಮೋದಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("a219e218", "ಸರಿ"),
                n("e0d79de8", "ನಿಮ್ಮ ಖಾತೆಗೆ ಕೇವಲ ಒಂದು ಭದ್ರತೆ ಕೀ ಅನ್ನು ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ. ಕಳೆದುಕೊಂಡರೆ ಲಾಕ್ ಆಗುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ಇನ್ನೊಂದು ಕೀ ಸೇರಿಸಿ ಮತ್ತು ಎರಡು ಅಂಶದ ದೃಢೀಕರಣ ಬ್ಯಾಕಪ್ ಕೋಡ್ ಅನ್ನು ಉಳಿಸಿ."),
                n("ja6bbfa0", "ಲಾಗಿನ್ ಪರಿಶೀಲನೆ ಡೇಟಾ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("c2570922", "ಪಠ್ಯ ಸಂದೇಶ"),
                n("fba9483c", "ನೀವು X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ನಮೂದಿಸುವುದಕ್ಕಾಗಿ ದೃಢೀಕರಣ ಕೋಡ್ ಹೊಂದಿರುವ ಪಠ್ಯ ಸಂದೇಶವನ್ನು ಪಡೆಯಲು ನಿಮ್ಮ ಮೊಬೈಲ್ ಫೋನ್ ಬಳಸಿ."),
                n("ab61b41a", "ದೃಢೀಕರಣ ಆಪ್"),
                n("a67c7d68", "ನೀವು ಪ್ರತಿ ಬಾರಿ X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಾಗ ನಮೂದಿಸುವುದಕ್ಕಾಗಿ ಪರಿಶೀಲನೆ ಕೋಡ್ ಪಡೆಯಲು ಮೊಬೈಲ್ ದೃಢೀಕರಣ ಆಪ್ ಬಳಸಿ."),
                n("h6d0d89c", "ಭದ್ರತೆ ಕೋಡ್"),
                n("b3e5c946", "ನೀವು X ಗೆ ಲಾಗಿನ್‌ ಆಗುವಾಗ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಒಳಸೇರುವ ಅಥವಾ ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನಕ್ಕೆ ಸಿಂಕ್‌ ಆಗುವ ಭದ್ರತೆ ಕೀಲಿಯನ್ನು ಬಳಸಿ. ಬೆಂಬಲಿಸುವ ಮೊಬೈಲ್ ಸಾಧನ ಅಥವಾ ವೆಬ್ ಬ್ರೌಸರ್ ಅನ್ನು ನೀವು ಬಳಸಬೇಕಾಗುತ್ತದೆ."),
                n("cd195528", "ಹೊಸ ಭದ್ರತೆಕೀ ಸೇರಿಸಿ"),
                n("a1860ee8", "ತಾತ್ಕಾಲಿಕ ಪಾಸ್‌ವರ್ಡ್"),
                n("j45a2856", "ಮೂರನೇ ಪಾರ್ಟಿ ಸೇವೆಗಳ ಜೊತೆಗೆ ಬಳಸಲು ಒಂದು-ಬಾರಿಯ ತಾತ್ಕಾಲಿಕ ಪಾಸ್‌ವರ್ಡ್ ರಚಿಸಿ."),
                n("d8612d9c", "ಮೊದಲು ಪಠ್ಯ ಸಂದೇಶ ಅಥವಾ ದೃಢೀಕರಣ ಆಪ್‌ ಆನ್‌ ಮಾಡಿ"),
                n("e13d4468", "ಒಂದು ಭದ್ರತಾ ಕೀ ಅನ್ನು ನೀವು ನಿಗದಿಸುವುದಕ್ಕೂ ಮೊದಲು, ನಿಮ್ಮ ಎರಡು ಅಂಶದ ದೃಢೀಕರಣ ವಿಧಾನಗಳ ಪೈಕಿ ಒಂದಾಗಿ ಪಠ್ಯ ಸಂದೇಶ ಅಥವಾ ದೃಢೀಕರಣ ಆಪ್‌ ಅನ್ನು ನೀವು ಮೊದಲು ಆನ್‌ ಮಾಡಬೇಕು."),
                n("c1d96d6a", "ನೀವು ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಕೀಗಳನ್ನು ಸೇರಿಸಿದ್ದೀರಿ"),
                n("gf91694e", "ಇನ್ನೊಂದು ಕೀಯನ್ನು ಸೇರಿಸುವುದಕ್ಕೂ ಮೊದಲು ನೀವು ಒಂದು ಕೀಯನ್ನು ಅಳಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("j265ddb6", "ನಿಮ್ಮ ಇಮೇಲ್ ದೃಢಪಡಿಸಿ"),
                n("a7cfdf1c", "ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣವನ್ನು ಆನ್ ಮಾಡಲು, ಈ X ಖಾತೆಯೊಂದಿಗೆ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನೀವು ಸಂಯೋಜಿಸಬೇಕಾಗುತ್ತದೆ ತದನಂತರ ಅದನ್ನು ದೃಢಪಡಿಸಬೇಕಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಅದು ನಿಜವಾಗಿಯೂ ನಿಮ್ಮದೇ ಎಂಬುದು ನಮಗೆ ತಿಳಿಯುತ್ತದೆ."),
                n("d7bfde1a", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪ್ರಸ್ತುತ ಅಮಾನತುಗೊಳಿಸಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ. ನಿಮ್ಮ ಖಾತೆಯು ಅಮಾನತು ಆಗಿರುವ ಸಮಯದಲ್ಲಿ ಎರಡು-ಅಂಶದ ದೃಢೀಕರಣವನ್ನು ಆನ್ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ."),
                n("g268fbb8", "ಈ ಖಾತೆಯ ID ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ."),
                n("f66d24be", "ಸಹಾಯ ಕೇಂದ್ರ"),
                n("c8255462", "ನಿಮ್ಮ ID ಪರಿಶೀಲಿಸಿದ ಲೇಬಲ್ ಅನ್ನು ಮರೆಮಾಡಿ"),
                n("c6e731ee", "ನಿಮ್ಮ ID ಪರಿಶೀಲಿಸಿದ ಲೇಬಲ್ ಅನ್ನು ಮರೆಮಾಡಿ ಇದರಿಂದ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪುಟದಲ್ಲಿರುವ ನೀಲಿ ಚೆಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡುವಾಗ ಜನರು ಅದನ್ನು ನೋಡುವುದಿಲ್ಲ."),
                n("be582166", "ID ಪರಿಶೀಲನೆಯು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸೋಗು ಹಾಕುವಿಕೆಯಿಂದ ರಕ್ಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ID ಪರಿಶೀಲಿಸಿದ ಲೇಬಲ್ ಅನ್ನು ನೀಡುತ್ತದೆ."),
                n("b496bc94", "ನಿಮ್ಮ ಸರ್ಕಾರ ನೀಡಿದ ID ಅನ್ನು ನಾವು ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇವೆ. ಸೂಚನೆಗಳ ಮೂಲಕ ನಾವು ನಿಮ್ಮನ್ನು ಪೋಸ್ಟ್ ಮಾಡುತ್ತೇವೆ!\n\nಒಮ್ಮೆ ಅನುಮೋದಿಸಿದ ನಂತರ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ID ಪರಿಶೀಲಿಸಿದ ಲೇಬಲ್ ಅನ್ನು ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಿ ಆದ್ದರಿಂದ ನಿಮ್ಮ ಖಾತೆಯ ID ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಎಂದು ಜನರಿಗೆ ತಿಳಿಯುತ್ತದೆ."),
                n("d8f5cce4", "ನಿಮ್ಮ ಪರಿಶೀಲನೆ ವಿನಂತಿಯ ಮಿತಿಯನ್ನು ನೀವು ಮೀರಿದ್ದೀರಿ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು 24 ಗಂಟೆಗಳ ಕಾಲ ನಿರೀಕ್ಷಿಸಿ."),
                n("i8427a1e", "ಈ ಖಾತೆಯು ID ಪರಿಶೀಲನೆಗೆ ಅರ್ಹವಾಗಿಲ್ಲ. ವೈಯಕ್ತಿಕ Premium ಸಬ್ಸ್ಕ್ರೈಬರ್ಗಳು ಮಾತ್ರ ಪ್ರಸ್ತುತ ID ಪರಿಶೀಲನೆಗೆ ಅರ್ಹರಾಗಿದ್ದಾರೆ.="),
                n("cdc65e89", function (e) {
                    return e.title + " (ಐಚ್ಛಿಕ)";
                }),
                n("h05c1f28", "ಸರ್ಕಾರ ನೀಡಿದ IDಯನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಸುಮಾರು 5 ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ."),
                n("j8cfcc62", "ನನ್ನ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು ಸುಳ್ಳುಗುರುತನ್ನು ತಡೆಯುವುದು ಸೇರಿದಂತೆ X ನ ಸಂಬಂಧಿತ ಸಂರಕ್ಷತೆ ಮತ್ತು ಸುರಕ್ಷತಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನನ್ನ ID ಮತ್ತು ಹೊರತೆಗೆಯಲಾದ ಬಯೋಮೆಟ್ರಿಕ್ ಡೇಟಾ ಸೇರಿದಂತೆ ನನ್ನ ಸೆಲ್ಫಿಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು X ಮತ್ತು Au10tix ಗೆ ನಾನು ಸಮ್ಮತಿಸುತ್ತೇನೆ. Au10tix ಅಂತಹ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು."),
                n("c4930cb6", "ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು:"),
                n("ac7bb0fe", "ಒಂದು ಸರ್ಕಾರ ನೀಡಿದ ID ಅನ್ನು ತಯಾರಿಸಿ"),
                n("c12ce69c", "ನಿಮ್ಮ ಸಾಧನದ ಕ್ಯಾಮೆರಾದ ಕವರ್ ತೆಗೆದಿದೆಯೇ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ"),
                n("c5bfe94a", "ನಿಮ್ಮ ID ಯ ಸೆಲ್ಫಿ ಮತ್ತು ಫೋಟೋಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ತಯಾರಾಗಿ"),
                n("e5b7dd84", "ಪ್ರಾರಂಭಿಸಿ"),
                n("abfaa528", "ಬಿಟ್ಟುಬಿಡು"),
                n("e4fed511", "X Premium ಸೇವೆಗೆ"),
                n("def518fa", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌"),
                n("f61cda83", "ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("g1952008", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌"),
                n("e5d0419c", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("g3723480", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌"),
                n("c776f523", "ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("ab9f38f8", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌"),
                n("d5cab8b0", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("g1a4a1b6", "ID ಪರಿಶೀಲನೆ ದೋಷ"),
                n("e24305e4", "ನಿಮ್ಮ ಗುರುತಿನ ಪರಿಶೀಲನಾ ಸೆಷನ್ ಹಳೆಯದಾಗಿದೆ ಅಥವಾ ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("f7954a0c", "ಭದ್ರತೆ ಕೀಲಿಗಳ ಡೇಟಾ ಲೋಡ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("h69986c2", "ನಿಮ್ಮ ಭದ್ರತೆ ಕೀಲಿಗಳ ಹೆಸರು ಬದಲಿಸಬಹುದು ಅಥವಾ ಅಳಿಸಬಹುದು."),
                n("i5896ba2", "ಇನ್ನೊಂದು ಕೀ ಸೇರಿಸಿ"),
                n("a8ef2b64", "ಅನಾಮಿಕ ಭದ್ರತಾ ಕೀ"),
                n("d4e220b4", "ಹೆಸರು"),
                n("g6d0f0b6", "ಭದ್ರತೆ ಕೀಲಿಯನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("b894f68a", "ಭದ್ರತೆ ಕೀಲಿ ಡೇಟಾ ಲೋಡ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("g2601bb6", "ಕೀ ಹೆಸರು ಬದಲಿಸಿ"),
                n("b464b726", "ಕೀ ಅಳಿಸಿ"),
                n("a4101e1b", function (e) {
                    return "ದಿನಾಂಕ ಸೇರಿಸಲಾಗಿದೆ: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "ಬ್ಯಾಕಪ್ ಕೋಡ್"),
                n("ec6a76e0", "ಹೊಸ ಕೋಡ್ ರಚಿಸಿ"),
                n("f2c3c31c", "ಕೋಡ್ ನಕಲಿಸಿ"),
                n("e8016b64", "ಬ್ಯಾಕಪ್ ಕೋಡ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ"),
                n("c4ca22bc", "ನಿಮ್ಮ ಸಾಧನಕ್ಕೆ ನೀವು ಎಂದಾದರೂ ಪ್ರವೇಶವನ್ನು ಕಳೆದುಕೊಂಡರೆ, ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು ಈ ಕೋಡ್ ಅನ್ನು ನೀವು ಬಳಸಬಹುದು."),
                n("f20ff69f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("j2327f80", "ತಾತ್ಕಾಲಿಕ ಪಾಸ್‌ವರ್ಡ್"),
                n("fbfeaf8e", "ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ರಚಿಸಿ"),
                n("h4a8bd12", "ಪಾಸ್‌ವರ್ಡ್ ನಕಲಿಸಿ"),
                n("g247dc1c", "ತಾತ್ಕಾಲಿಕ ಪಾಸ್‌ವರ್ಡ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ"),
                n("h3a32f52", "ಆಪ್‌ಗಳು ಮತ್ತು ಸಾಧನಗಳಲ್ಲಿ X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಈ ತಾತ್ಕಾಲಿಕ ಪಾಸ್‌ವರ್ಡ್ (ಸ್ಪೇಸ್‌ಗಳು ಐಚ್ಛಿಕ) ಬಳಸಿ."),
                n("d70fceac", "ಈ ಪಾಸ್‌ವರ್ಡ್ ಒಂದು ಗಂಟೆಯಲ್ಲಿ ಅವಧಿ ಮೀರುತ್ತದೆ."),
                n("j924d222", "ದೇಶವನ್ನು ಬದಲಾಯಿಸಿ"),
                n("e9310157", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("bd5ac12e", "ಈ ಖಾತೆಯಲ್ಲಿ X ನಿಂದ ಶೀರ್ಷಿಕೆಗಳು, ಬಟನ್‌ಗಳು ಮತ್ತು ಇತರೆ ಪಠ್ಯಕ್ಕಾಗಿ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಇದು ನಿಮ್ಮ ಕಾಲರೇಖೆಯಲ್ಲಿ ನೋಡುವ ವಿಷಯದ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ."),
                n("cef33711", function (e) {
                    return e.languageName + " (ಬೀಟಾ)";
                }),
                n("b033248c", "ಪರಿಶೋಧಿಸಲ್ಪಡುವ ಸಾಮರ್ಥ್ಯ"),
                n("c69b4798", "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಫೋನ್ ನಂಬರ್ ಹೊಂದಿರುವ ಜನರು X ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹುಡುಕಬಹುದೇ ಮತ್ತು ನಿಮ್ಮೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಬಹುದೇ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಿ."),
                n("eca117e6", "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹೊಂದಿರುವ ಜನರಿಗೆ X ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ಅವಕಾಶ ನೀಡಿ."),
                n("acd36386", "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹೊಂದಿರುವ ಜನರಿಗೆ X ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ಮತ್ತು ನಿಮ್ಮೊಂದಿಗೆ ಸಂಪರ್ಕಗೊಳ್ಳಲು ಅವಕಾಶ ನೀಡಿ."),
                n("gd8511ca", "ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್ ಹೊಂದಿರುವ ಜನರು ನಿಮ್ಮನ್ನು X ನಲ್ಲಿ ಹುಡುಕಲು ಅನುವು ಮಾಡಿ"),
                n("eca935ec", "ನಿಮ್ಮ ಫೋನ್‌ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ಜನರು ನಿಮ್ಮನ್ನು X ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ಮತ್ತು ಸಂಪರ್ಕಗೊಳ್ಳಲು ಅವಕಾಶ ನೀಡಿ."),
                n("ac77c66c", "ಸಂಪರ್ಕಗಳು"),
                n("jadf483e", "ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನಗಳಿಂದ ನೀವು ಆಮದು ಮಾಡಿದ ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("b864be7a", "ಎಲ್ಲ ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("g5fa1090", "ಎಲ್ಲಾ ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("h3e420fc", "ಇದು ನೀವು ಹಿಂದೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿರುವ ಯಾವುದೇ ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ಎಲ್ಲಾ ಸಾಧನಗಳಲ್ಲಿ X ಜೊತೆಗೆ ಸಿಂಕ್ ಮಾಡುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡುತ್ತದೆ. ಇದಕ್ಕೆ ಸ್ವಲ್ಪ ಸಮಯವಾಗುತ್ತದೆ ಮತ್ತು ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಈ ಮಧ್ಯೆ X ನಲ್ಲಿ ಕೆಲವು ಸಲಹೆಗಳನ್ನು (ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಆಧರಿಸಿ) ನೀವು ಇನ್ನೂ ನೋಡಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ತಿಳಿದಿರಿ."),
                n("ca24589e", "ಹೆಸರು ಇಲ್ಲ"),
                n("d439b1c1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fe36fe10", "ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ದೃಢಪಡಿಸಿ"),
                n("hccd9dbe", "ಇದನ್ನು ಪಡೆಯುವುದಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ."),
                n("df1ddda4", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಸೇರಿಸಿದ ಸ್ಥಳದ ಲೇಬಲ್‌ಗಳು X.com, iOS ಗಾಗಿ X ಹಾಗೂ Android ಗಾಗಿ X ನಲ್ಲಿ ಇನ್ನು ಕಾಣಿಸುವುದಿಲ್ಲ. ಈ ಅಪ್‌ಡೇಟ್‌ಗಳು ಜಾರಿಗೊಳ್ಳಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("ed7fa034", "ಈ ಸಾಧನದಲ್ಲಿ ನಿಮ್ಮ ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ಪ್ರಸ್ತುತ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ. ನಿಮ್ಮ ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅವುಗಳನ್ನು ನೀವು ಆನ್ ಮಾಡಬಹುದು."),
                n("e80e4288", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಲಗತ್ತಿಸಿದ ಎಲ್ಲ ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("b0ee8ab6", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಲಗತ್ತಿಸಿದ ಎಲ್ಲ ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("e23b2991", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gd758534", "ಫೋಟೋಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಟ್ಯಾಗ್ ಮಾಡಲು ಜನರಿಗೆ ಅನುಮತಿಸಿ ಮತ್ತು ಅವರು ಹಾಗೆ ಮಾಡಿದಾಗ ಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ"),
                n("a90af44e", "ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಮರೆಮಾಡಿ"),
                n("a25e2ec6", "ತಡೆಹಿಡಿದಿರುವ ಮತ್ತು ಸದ್ದಡಿಗಿಸಿರುವ ಖಾತೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("b827a058", "ಸುರಕ್ಷಿತ ಹುಡುಕಾಟ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ."),
                n("b27c9852", "ನಿಮ್ಮ ಸುರಕ್ಷಿತ ಹುಡುಕಾಟ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸುವಲ್ಲಿ ಏನೋ ತಪ್ಪಾಗಿದೆ."),
                n("j3402d7e", "ಇದು ನಿಮ್ಮ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಲ್ಲಿ ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳು ಪ್ರದರ್ಶಿತವಾಗುವುದನ್ನು ತಡೆಗಟ್ಟುತ್ತದೆ."),
                n("if05bca6", "ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಅಥವಾ ಸದ್ದಡಗಿಸಿರುವ ಖಾತೆಗಳಿಂದ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ತೊಡೆದುಹಾಕಲು ಇದನ್ನು ಬಳಸಿ."),
                n("bc7fd990", "ಟ್ರೆಂಡ್‌ಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e2f16650", "ಈ ಸ್ಥಳದಲ್ಲಿ ವಿಷಯವನ್ನು ತೋರಿಸಿ"),
                n("e5e88f40", "ಇದು ಆನ್ ಆಗಿರುವಾಗ, ನಿಮ್ಮ ಸುತ್ತಲೂ ಇದೀಗ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ."),
                n("i4d54b0e", "ನಿಮಗಾಗಿ ಪ್ರವೃತ್ತಿಗಳು"),
                n("ad431584", "ನನಗೆ ತಮಾಷೆಯ Grok ಕಥೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("df9f03c8", "ನಿಮ್ಮ ಸ್ಥಳ ಮತ್ತು ನೀವು ಯಾರನ್ನು ಹಿಂಬಾಲಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಆಧರಿಸಿ ಪ್ರವೃತ್ತಿಗಳನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಿ."),
                n("c6cf5c7e", "ನಿಮ್ಮ ಸ್ಥಳ ಮತ್ತು ನೀವು ಯಾರನ್ನು ಹಿಂಬಾಲಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಆಧರಿಸಿದ ಟ್ರೆಂಡ್‌ಗಳನ್ನು ನೀವು ವೈಯಕ್ತಿಕಗೊಳಿಸಬಹುದು."),
                n("e09358ba", "Grok ಫನ್ ಮೋಡ್‌ನಲ್ಲಿರುವ X ನಲ್ಲಿ ಇತ್ತೀಚಿನ ಸುದ್ದಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ."),
                n("a55db872", "ವೈಯಕ್ತೀಕರಣ"),
                n("a58170fc", "Grok ಕಥೆಗಳು"),
                n("h0b5152e", "ಸ್ಥಳವನ್ನು ಬದಲಾಯಿಸಿ"),
                n("dfeada5e", "ಸ್ಥಳಗಳನ್ನು ಅನ್ವೇಷಿಸಿ"),
                n("ac854308", "ನೀತಿ"),
                n("d429c942", "ಟ್ರೆಂಡ್ಸ್ ಯು.ಎಸ್‌ ಚುನಾವಣೆ ನೀತಿ"),
                n("ede134f2", "ಈ ಸಾಧನದಲ್ಲಿ ವೀಡಿಯೋಗಳು ಮತ್ತು GIF ಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ಲೇ ಆಗಬೇಕೇ ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("b3aab6d4", "ಸ್ಥಳಗಳು"),
                n("e53e05e4", "ಸ್ಥಳಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "% ಉಳಿಸಿ";
                }),
                n("c6614cc0", "ಜೊತೆಗೆ ಯಾವುದೇ ಅನ್ವಯವಾಗುವ ತೆರಿಗೆ"),
                n("f8d3b50a", "ತೆರಿಗೆಯನ್ನು ಒಳಗೊಂಡಿದೆ"),
                n("i2c32253", function (e) {
                    return e.price + " / ತಿಂಗಳು";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / ವರ್ಷ";
                }),
                n("i57aeafb", function (e) {
                    return "ಮೊದಲ " + f(e.duration, "", e.duration + " ") + "ತಿಂಗಳಿಗೆ, ನಂತರ " + e.standardPrice + " ಮಾಸಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("ae3e3723", function (e) {
                    return "ಮೊದಲ " + f(e.duration, "", e.duration + " ") + "ವರ್ಷಕ್ಕೆ, ನಂತರ " + e.standardPrice + " ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("ade4c757", function (e) {
                    return "ನಂತರ " + e.price + " / ತಿಂಗಳು";
                }),
                n("f7798e11", function (e) {
                    return "ನಂತರ " + e.price + " / ವರ್ಷ";
                }),
                n("e0b39888", "ಮಾಸಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("b67c37de", "ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("a8363765", function (e) {
                    return e.price + " ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "ನೀವು ಹೋಗುವ ಮೊದಲು, ನೀವು ಏನನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ ಎಂಬುದನ್ನು ಪರಿಗಣಿಸಿ"),
                n("a092f1ba", "ರದ್ದು ಮಾಡಲು ಮುಂದುವರಿಸಿ"),
                n("g96c7f48", "ಮತ್ತೊಂದು ಯೋಜನೆಗೆ ಬದಲಾಯಿಸಿ"),
                n("iccac88e", "ನಿಮಗಾಗಿ ಅರ್ಧ-ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಹಿಂಬಾಲಿಸುವ ಕಾಲರೇಖೆಗಳು"),
                n("d7a124d8", "ಶೂನ್ಯ ಜಾಹೀರಾತುಗಳು"),
                n("d2d22c36", "Grok ಪ್ರವೇಶಾವಕಾಶ"),
                n("j249b1d4", "ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟಿಂಗ್"),
                n("c4a37384", "ಉದ್ದದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("fb656858", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("faaec212", "ಪೋಸ್ಟ್ ಮಾಡಲು ಹಣ ಪಡೆಯಲಾಗುತ್ತಿದೆ"),
                n("fb3c7168", "ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್ ಫೋಲ್ಡರ್‌ಗಳು"),
                n("b346bc12", "ಚೆಕ್‌ಮಾರ್ಕ್"),
                n("je8143e1", function (e) {
                    return f(e.duration, "ಒಂದು ತಿಂ", e.duration + " ತಿಂಗಳು") + "ಗಳು ಗಾಗಿ X " + e.productName + " ಮೇಲೆ %" + e.percentage + " ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ";
                }),
                n("j5847735", function (e) {
                    return f(e.duration, "ಒಂದು ವರ್ಷ", e.duration + " ವರ್ಷಗಳು") + " ಗಾಗಿ X " + e.productName + " ಮೇಲೆ %" + e.percentage + " ರಿಯಾಯಿತಿ ಪಡೆಯಿರಿ";
                }),
                n("da3431f9", function (e) {
                    return "ನೀವು ಸ್ವಲ್ಪ ಸಮಯದವರೆಗೆ X " + e.productName + " ಅನ್ನು ಇಟ್ಟುಕೊಳ್ಳಲು ಬಯಸಿದರೆ ಈ ರಿಯಾಯಿತಿ ನಮ್ಮಿಂದ ಒಂದು ಸಣ್ಣ ಉಡುಗೊರೆಯಾಗಿದೆ!";
                }),
                n("i6fbfc72", "ವಿಶೇಷ ಒಂದು-ಬಾರಿ ಕೊಡುಗೆ"),
                n("f1bc6309", function (e) {
                    return "ಎಲ್ಲಾ X " + e.productName + " ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಪೂರ್ಣ ಪ್ರವೇಶವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ";
                }),
                n("fdb7b52a", "ನಿಮ್ಮ ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಚಕ್ರದಿಂದ ಪ್ರಾರಂಭಿಸಿ ರಿಯಾಯಿತಿಯನ್ನು ಅನ್ವಯಿಸಲಾಗುತ್ತದೆ."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "ನೀವು ಸಿದ್ಧರಾಗಿರುವಿರಿ"),
                n("a905eac6", "Premium ಅನ್ನು ಅನ್ವೇಷಿಸಿ"),
                n("j6083a1c", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("b4fa4630", "ಪಾವತಿ ವಿಧಾನವನ್ನು ನವೀಕರಿಸಿ"),
                n("ef0dfa5a", "ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ"),
                n("f5b352ec", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ರದ್ದು ಮಾಡಿ"),
                n("j317d958", "ಗಮನಿಸಿ - ನಿಮ್ಮ ಬಾಕಿ ಇರುವ ರಿಯಾಯಿತಿಯನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("a46e42d2", "ನನ್ನ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ"),
                n("e122fb3f", function (e) {
                    return "ನಿಮ್ಮ ಉಚಿತ ಪ್ರಯೋಗವು " + e.endDate + " ರಂದು ಕೊನೆಗೊಳ್ಳುತ್ತದೆ.";
                }),
                n("be103b84", "ಸಕ್ರಿಯ"),
                n("ace43720", "ಶೀಘ್ರದಲ್ಲೇ ಅವಧಿ ಮುಗಿಯಲಿದೆ"),
                n("c8f18aa4", "ನೀವು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಆಗಿರುವ ಕಾರಣದಿಂದ ನೀವು Premium+ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿರುವಿರಿ."),
                n("a341d1f7", function (e) {
                    return "@" + e.organization + " ಮೂಲಕ ನಿಮ್ಮ ಸಂಸ್ಥೆಯು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಆಗಿರುವ ಕಾರಣದಿಂದ ನೀವು Premium+ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿರುವಿರಿ. ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ನಿಮ್ಮ ಸಂಸ್ಥೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.";
                }),
                n("e4aaf0f8", "Premium ಗೆ ನಿಮ್ಮ ಪೂರಕ ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಲು, ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("e5170220", "ಈ ಖಾತೆಯು ಜಾಹೀರಾತು ವೆಚ್ಚದ ಮೂಲಕ ಕಾಂಪ್ಲಿಮೆಂಟರಿ Premium ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಪಡೆದುಕೊಂಡಿದೆ."),
                n("j6d6b66e", "ಈ ಖಾತೆಗೆ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಉಡುಗೊರೆಯಾಗಿ ನೀಡಲಾಗಿದೆ. ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ರದ್ದುಗೊಳಿಸಲು, ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("fae1751f", function (e) {
                    return "ನೀವು X " + e.mobilePlatform + " ಆಪ್‌ನಲ್ಲಿ ಈ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಖರೀದಿಸಿರುವಂತೆ ತೋರುತ್ತಿದೆ. ಅಲ್ಲಿಂದ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ನೀವು ನಿರ್ವಹಿಸಬೇಕು ಅಥವಾ ರದ್ದುಗೊಳಿಸಬೇಕು.";
                }),
                n("fecebd4c", "ಇಲ್ಲಿ"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "ಇತರೆ"),
                n("baf97716", "ನಿಮ್ಮ ಉಳಿದ ಬಿಲ್ಲಿಂಗ್ ಅವಧಿಗೆ ನಿಮ್ಮ ವೈಶಿಷ್ಟ್ಯಗಳು ಲಭ್ಯವಿರುತ್ತವೆ."),
                n("ae864b69", function (e) {
                    return "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಶ್ರೇಣಿಯು ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್‌ನಿಂದ " + e.date + " ರಂದು " + e.tierName + " ಗೆ ಬದಲಾಗಲು ನಿಗದಿಪಡಿಸಲಾಗಿದೆ";
                }),
                n("a991d9a3", function (e) {
                    return "ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್ " + e.date + " ರಂದು ಪ್ರಾರಂಭವಾಗುತ್ತದೆ";
                }),
                n("edbb700f", function (e) {
                    return "ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್ " + e.date + " ರಂದು ಪ್ರಾರಂಭವಾಗುತ್ತದೆ";
                }),
                n("e3f9d219", function (e) {
                    return "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ " + e.date + " ರಂದು ಕೊನೆಗೊಳ್ಳುತ್ತದೆ";
                }),
                n("e9884540", "ಸಕ್ರಿಯ ರಿಯಾಯಿತಿ"),
                n("bfb879aa", "ಬಾಕಿ ಇರುವ ರಿಯಾಯಿತಿ"),
                n("f8321d82", "ಎಲ್ಲಾ"),
                n("eb233866", "ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ"),
                n("d23b0404", "ನೀವು ಯಾರನ್ನಾದರೂ ತಡೆಹಿಡಿದರೆ, ಅವರಿಗೆ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಅಥವಾ ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಮತ್ತು ನೀವು ಅವರ ಸೂಚನೆಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ."),
                n("e0a7e9bc", "ಅನಗತ್ಯ ಖಾತೆಗಳನ್ನು ತಡೆಹಿಡಿಯಿರಿ"),
                n("ef731b14", "ತಡೆಹಿಡಿದಿರುವ ಖಾತೆಗಳನ್ನು ಲೋಡ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e554ba83", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("if594962", "ತಡೆಹಿಡಿಯಲಾಗಿದೆ"),
                n("i2b9632e", "ಯಶಸ್ವಿಯಾಗಿ ತಡೆತೆರವು ಮಾಡಲಾಗಿದೆ."),
                n("g51a96de", "ನೀವು ಯಾರನ್ನಾದರೂ ತಡೆಹಿಡಿದಾಗ, ಅವರು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಅಥವಾ ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅವರ ಸೂಚನೆಗಳನ್ನು ನಿಮಗೆ ನೋಡಲಾಗುವುದಿಲ್ಲ. X ನಲ್ಲಿ ನೀವು ತಡೆಹಿಡಿಯಲು ಬಯಸುವ ಖಾತೆಗಳ ಪಟ್ಟಿಯನ್ನು ನೀವು ಇಂಪೋರ್ಟ್ ಮಾಡಬಹುದು."),
                n("j035733c", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನೀವು ಪ್ರಾರಂಭಿಸಲಿರುವಿರಿ. ನಿಮ್ಮ ಪ್ರದರ್ಶನ ಹೆಸರು, @ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿಯನ್ನು X.com, iOS ಗಾಗಿ X ಅಥವಾ Android ಗಾಗಿ X ನಲ್ಲಿ ಇನ್ನು ವೀಕ್ಷಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("j4a29d52", "ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಒಂದು ವೇಳೆ ಆಕಸ್ಮಿಕವಾಗಿ ಅಥವಾ ತಪ್ಪಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ ನಂತರ 30 ದಿನಗಳವರೆಗೆ ಪುನಃಸ್ಥಾಪಿಸಬಹುದು."),
                n("ea989810", "ಖಾತೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("f6e73faa", "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು"),
                n("c3743328", "ಇದು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ"),
                n("a20cd24e", "ನೀವು ಬೇರೆನನ್ನು ತಿಳಿದುಕೊಳ್ಳಬೇಕು"),
                n("e93b0ae0", "ನಿಮ್ಮ ಖಾತೆಯ ಜೊತೆಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ವಿನಂತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ."),
                n("fc025d1d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("bb5e039c", "ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ"),
                n("j37efff6", "ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಿ"),
                n("ce5bfe12", "ನಿಮ್ಮ X ಡೇಟಾ"),
                n("g7088266", "ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ"),
                n("d9d293b8", "ವೆಬ್‌ಸೈಟ್"),
                n("cb469ff6", "ಹೆಸರು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ"),
                n("g511f468", "ಕೆಲವು ಮಾಧ್ಯಮ ಅಪ್‌ಲೋಡ್ ಆಗದೇ ಇರುವುದರಿಂದ ನಿಮ್ಮ ಅವತಾರ್‌ ನವೀಕರಣಗೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ"),
                n("ec3a116e", "ಕೆಲವು ಮಾಧ್ಯಮ ಅಪ್‌ಲೋಡ್ ಆಗದೇ ಇರುವುದರಿಂದ ನಿಮ್ಮ ಬ್ಯಾನರ್‌ ನವೀಕರಣಗೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ."),
                n("j94599ec", "ಅವತಾರ್ ಫೋಟೋ ಸೇರಿಸಿ"),
                n("df31d76a", "ಬ್ಯಾನರ್ ಫೋಟೋ ಸೇರಿಸಿ"),
                n("c01a0e1a", "ಜನ್ಮ ದಿನಾಂಕ ದೃಢಪಡಿಸುವುದೇ?"),
                n("df2c469a", "ವೃತ್ತಿಪರಕ್ಕೆ ಬದಲಿಸಿ"),
                n("e1f76978", "ಪ್ರೊಫೆಷನಲ್ ಪ್ರೊಫೈಲ್‌ ಎಡಿಟ್ ಮಾಡಿ"),
                n("ic04a6f6", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("addbe8e8", "ಅಂಧರು ಅಥವಾ ದೃಷ್ಟಿ ಕಡಿಮೆ ಇರುವವರೂ ಸೇರಿದಂತೆ ಹೆಚ್ಚು ಜನರು ಆಕ್ಸೆಸ್ ಮಾಡುವುದಕ್ಕಾಗಿ ವಿಶೇಷ ಅಕ್ಷರಗಳಿಲ್ಲದೇ ಹೆಸರು ಬಳಸುವುದನ್ನು ಪರಿಗಣಿಸಿ."),
                n("a46f80ab", function (e) {
                    return "ಜನನ ದಿನಾಂಕ " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "ಜನನ ವರ್ಷ " + e.year;
                }),
                n("bfe8d1a2", "ವಿಸ್ತರಿತ ಬಯೋ ಎಡಿಟ್ ಮಾಡಿ"),
                n("e1ec926e", "ವಿಸ್ತರಿತ ಬಯೋ ರಚಿಸಿ"),
                n("c119dee8", "ಜನ್ಮ ದಿನಾಂಕ"),
                n("bbf0afc8", "ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಸೇರಿಸಿ"),
                n("f98d367e", "ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಸಂಪಾದಿಸುವುದೇ?"),
                n("d3f43300", "ಇದನ್ನು ಕೆಲವು ಬಾರಿ ಮಾತ್ರ ಬದಲಿಸಬಹುದು. ಖಾತೆಯನ್ನು ಬಳಸಿ ವ್ಯಕ್ತಿಯ ವಯಸ್ಸನ್ನು ನೀವು ನಮೂದಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿ."),
                n("g10411f0", "ಇದು ಖಾತೆಯನ್ನು ಬಳಸುತ್ತಿರುವ ವ್ಯಕ್ತಿಯ ಜನ್ಮ ದಿನಾಂಕ ಆಗಿರಬೇಕು. ನಿಮ್ಮ ಬ್ಯುಸಿನೆಸ್, ಈವೆಂಟ್ ಅಥವಾ ಬೆಕ್ಕಿಗೆ ಖಾತೆಯನ್ನು ಮಾಡುತ್ತಿದ್ದರೂ ಕೂಡ."),
                n("a0c5e370", "ಇದನ್ನು ಯಾರು ನೋಡುತ್ತಾರೆ?"),
                n("i68fe54e", "ತಿಂಗಳು ಮತ್ತು ದಿನ"),
                n("b4e729b6", "ವರ್ಷ"),
                n("f3bb1b48", "ಜನನ ದಿನಾಂಕ ತೆಗೆಯುವುದೇ?"),
                n("c9cb9972", "ಇದು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಅದನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ."),
                n("a2bef112", "ಜನನ ದಿನಾಂಕ ತೆಗೆದುಹಾಕಿ"),
                n("c37622ec", "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ದಿನಾಂಕ ನಮೂದಿಸಿ"),
                n("f679d166", "ನಿಮ್ಮ ಹಿಂಬಾಲಕರು"),
                n("af293dc2", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರು"),
                n("h99b6d08", "ಗೌಪ್ಯತಾ ನೀತಿ"),
                n("hce7a225", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("e9603d88", "ದೃಢೀಕೃತ ಫೋನ್ ನಂಬರ್ ಗುರುತನ್ನು ಪ್ರದರ್ಶಿಸಿ"),
                n("ada99498", "ನಿಮ್ಮ ವಲಯದಲ್ಲಿ ಇತರರಿಗೆ ಮಾತ್ರ ಈ ಗುರುತನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ."),
                n("a765e936", "ನಿಮ್ಮ ವಿಸ್ತರಿತ ಬಯೋವನ್ನು ಅಳಿಸಿ"),
                n("d4d68e44", "ಉಳಿಸಲಾಗಿದೆ"),
                n("b6de83a0", "ಉದ್ಯೋಗಿಗಳು ಮಾತ್ರದ ಸ್ಪೇಸ್"),
                n("g3f251f2", "ಖಾಸಗಿ ಬ್ರಾಡ್‌ಕಾಸ್ಟ್"),
                n("d08666ba", "ಖಾಸಗಿ ಸ್ಪೇಸ್"),
                n("eadb5a46", "ಸೇರುವವರಲ್ಲಿ ಮೊದಲಿಗರಾಗಿ"),
                n("f9629a8f", function (e) {
                    return e.hostName + " ಅವರ ಬ್ರಾಡ್‌ಕಾಸ್ಟ್";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + " ಅವರ ಸ್ಪೇಸ್";
                }),
                n("hd552761", function (e) {
                    return "ಹೋಸ್ಟ್ ಮಾಡಿದವರು " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " " + e.total + " ರಲ್ಲಿ";
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " ಜನರು ಸೇರಿದ್ದಾರೆ";
                }),
                n("df9f8243", function (e) {
                    return e.name + " ಕೇಳಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " ಮಾತನಾಡುತ್ತಿದ್ದಾರೆ";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " ಅವರು ಹೋಸ್ಟ್‌ ಮಾಡುತ್ತಿದ್ದಾರೆ";
                }),
                n("f7882829", function (e) {
                    return e.name + " ಅವರು ಕೋ-ಹೋಸ್ಟ್ ಮಾಡುತ್ತಿದ್ದಾರೆ";
                }),
                n("d961a4a0", "X ನಲ್ಲಿ ಲೈವ್"),
                n("g2c0144a", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು"),
                n("cd5cdec8", "ನಿಮ್ಮ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("f23b6a72", "ಉಳಿದಿರುವ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳು"),
                n("i969d5de", "ಜಾಹೀರಾತು ಪ್ರಚಾರವನ್ನು ಹೊಂದಿಸಿ"),
                n("d0924f58", "ಸಮಸ್ಯೆಯೊಂದಿಗೆ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ"),
                n("j8d53b64", "ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("jd26f2a6", "ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ"),
                n("e0a492e6", "ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("d9cbd02c", "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ"),
                n("ed4759a6", "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‍ನ ಫಲಿತಾಂಶದ ಕುರಿತು ಕೆಲವು ದಿನಗಳಲ್ಲಿ ನಿಮಗೆ ತಿಳಿಸಲಾಗುವುದು. ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಗಾಗಿ ನಾವು ಇಮೇಲ್ ಮೂಲಕ ಸಂಪರ್ಕಿಸಬಹುದು."),
                n("dad69faa", "ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ನವೀಕರಿಸಿ"),
                n("daf3248a", "ಅಪ್ಲಿಕೇಶನ್ ಅಪೂರ್ಣವಾಗಿದೆ"),
                n("eb71036f", function (e) {
                    return "ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ದಾಖಲೆಗಳನ್ನು " + e.date + " ರೊಳಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಪರಿಶೀಲಿಸಿ";
                }),
                n("a1d3f1f2", "X ನ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಿಮ್ಮ ಗುರುತು ಮತ್ತು ವ್ಯವಹಾರ ದಾಖಲೆಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು Persona ಜೊತೆ ಪಾಲುದಾರಿಕೆ ಹೊಂದಿದ್ದೇವೆ. Persona ನಿಮ್ಮ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು."),
                n("ea8c295a", "ದಾಖಲೆ ಪರಿಶೀಲನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ"),
                n("da1aa48f", function (e) {
                    return "ಪರಿಶೀಲನೆಯು @" + e.screenName + " ಅವರಂತೆ ನಿಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹತೆ ಮತ್ತು ಗೋಚರತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.";
                }),
                n("e4a7a968", "ನಿಮ್ಮನ್ನು ಇನ್ನೂ ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ"),
                n("id9c1e82", "ಈ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ"),
                n("d43b0edc", "ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟ ಸರ್ಕಲ್ ಅನ್ನು ಸೇರಿಕೊಳ್ಳಿ"),
                n("d4ea0ed4", "ನಿಮ್ಮದೇ ಸ್ವಂತ ನೀಲಿ ಬ್ಯಾಡ್ಜ್ ಪಡೆಯಿರಿ"),
                n("cffeaeae", "ನಿಮ್ಮನ್ನು ಪರಿಶೀಲಿಸಿಕೊಳ್ಳಿ"),
                n("b8e930fe", "ಇದೀಗ ಪ್ರವೃತ್ತಿಯಲ್ಲಿರುವುದು"),
                n("ae05f268", "ಪ್ರವೃತ್ತಿಗಳು ಲಭ್ಯವಿಲ್ಲ."),
                n("c6b51af8", "X ಗೆ ಹೊಸಬರೇ?"),
                n("ie8e1ffc", "ನಿಮ್ಮದೇ ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಕಾಲರೇಖೆ ಪಡೆಯಲು ಇದೀಗ ಸೈನ್‌ ಅಪ್ ಮಾಡಿ!"),
                n("fd6473fa", "ಹಿಂಬಾಲಿಸಲು ಬಳಕೆದಾರರಿಗಾಗಿ ಶಿಫಾರಸುಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("a526aa66", "ಯಾರನ್ನು ಹಿಂಬಾಲಿಸಬೇಕು"),
                n("ef625010", "ಬಹುಶಃ ನೀವು ಇಷ್ಟಪಡಬಹುದು"),
                n("b7388a56", "ಅಡಿಟಿಪ್ಪಣಿ"),
                n("hdabc3fc", "ಸೇವಾ ನಿಯಮಗಳು"),
                n("bc6efc72", "ಗೌಪ್ಯತಾ ನೀತಿ"),
                n("h3161192", "ಕುಕೀಗಳ ನೀತಿ"),
                n("a7de64de", "ಜಾಹೀರಾತುಗಳ ಮಾಹಿತಿ"),
                n("jb0a4c36", "ಬ್ಲಾಗ್‌"),
                n("ce6d095a", "ವೃತ್ತಿ"),
                n("e0adec82", "ಬ್ರಾಂಡ್ ಸಂಪನ್ಮೂಲಗಳಿ"),
                n("df1b7550", "ಮಾರ್ಕೆಟಿಂಗ್"),
                n("he258678", "ವ್ಯಾಪಾರಕ್ಕಾಗಿ X"),
                n("c6f58084", "ಡೆವಲಪರ್‌ಗಳು");
            n("d83f18d2", "ಡೈರೆಕ್ಟರಿ"),
                n("hc5aa17c", "X ಆಪ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("j0693948", "Grok ಆಪ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("fce9ecce", "ಶಿಫಾರಸು ಮಾಡಿದ ವೀಡಿಯೋಗಳು"),
                n("j66b95a2", "ಇನ್-ಡೆಪ್ತ್ ಸುದ್ದಿ"),
                n("ad35153e", "ಬೀಟಾ"),
                n("b58d2bd2", "ಸಂಬಂಧಿತ ಪೋಸ್ಟ್‌ಗಳು"),
                n("efe6ef9e", "ಪೋಸ್ಟ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("b3d183ce", "ಪ್ರತಿಕ್ರಿಯೆಗಳೊಂದಿಗೆ ಪೋಸ್ಟ್"),
                n("c299a6c0", "ಥ್ರೆಡ್"),
                n("h3d5d79e", "ಸಮುದಾಯದ ಪೋಸ್ಟ್"),
                n("cfe877ca", "ಯಾರನ್ನು ಹಿಂಬಾಲಿಸಬೇಕು ಎಂದು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("e06b864c", "ಈ ಸಂವಾದವನ್ನು ನೀವು ಆನಂದಿಸುತ್ತಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ"),
                n("a078ff70", "ಈ ಥ್ರೆಡ್‌ನಲ್ಲಿ ನೀವು ಸಂವಹನ ನಡೆಸಿದ ಜನರಿಂದ ಇನ್ನಷ್ಟು ಕಂಟೆಂಟ್ ನೋಡಲು ಬಯಸುತ್ತೀರಾ? ಹೊಸ ಖಾತೆಗಳಿಂದ ಕಂಟೆಂಟ್‌ ಅನ್ವೇಷಿಸಲು ಆರಂಭಿಸಿ."),
                n("cb80300e", "ಹೋಮ್ ಕಾಲರೇಖೆಗೆ ತೊರೆಯಿರಿ"),
                n("ea5cd098", "ಟ್ರೆಂಡಿಂಗ್‌ಗೆ ತೊರೆಯಿರಿ"),
                n("c67e3fc2", "ಹೋಮ್ ಕಾಲರೇಖೆ"),
                n("d601fc20", "ಇತ್ತೀಚಿನ"),
                n("j43f99be", "ಪ್ರಸ್ತುತತೆ"),
                n("ad6e11ac", "ಇದರ ಮೂಲಕ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಆಯೋಜಿಸಿ"),
                n("b2311b70", "ಇದು ನಿಮಗೆ ಲಭ್ಯವಿಲ್ಲ"),
                n("j88f27d8", "ಸಂಬಂಧಿತ ಜನರು"),
                n("i31dcd22", "ಲೇಖನ"),
                n("e3de2f6f", function (e) {
                    return e.entity + " ಅನ್ನು ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ";
                }),
                n("e64de8a9", function (e) {
                    return "ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಂದ " + e.entity + " ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ";
                }),
                n("d6d9aab6", "ಬುಕ್‌ಮಾರ್ಕ್‌ ಸೇರಿಸಿ"),
                n("bb89cf46", "ಬುಕ್‌ಮಾರ್ಕ್ ತೆಗೆದುಹಾಕಿ"),
                n("a739d4ba", "ಬುಕ್‌ಮಾರ್ಕ್ ಫೋಲ್ಡರ್‌ಗೆ ಸೇರಿಸಿ"),
                n("d5270434", "ನಿರ್ಗಮಿಸಿ"),
                n("ac85c6b2", "ಈ ಚಿತ್ರ ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷವೊಂದು ಸಂಭವಿಸಿದೆ"),
                n("b327c12a", "ಚಿತ್ರ"),
                n("ic76bdf0", "ಇದನ್ನು Grok ನೊಂದಿಗೆ ಮರುಸೃಷ್ಟಿಸಿ"),
                n("a4d3eb67", function (e) {
                    return e.fullName + ' ಮೇಲೆ X: "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return e.number + " ದಿನಗಳವರೆಗೆ ಮರೆಮಾಡಿ";
                }),
                n("j7d0e836", "ವಿಸ್ತರಿಸಿ"),
                n("d227d19e", "ಸಂಕುಚಿಸಿ"),
                n("fbf83158", "ಎಚ್ಚರಿಕೆ: ಪಾವತಿ ವಿಫಲವಾಗಿದೆ"),
                n("jadeb4da", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಪ್ರಯೋಜನಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುವ ಮೊದಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ತುರ್ತಾಗಿ ನವೀಕರಿಸಿ."),
                n("bce3726a", "ಬಿಲ್ಲಿಂಗ್ ಅನ್ನು ನವೀಕರಿಸಿ"),
                n("ie4f57d2", "ನಿಮ್ಮ  Premium ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ನವೀಕರಿಸಿ"),
                n("h293aa52", "ನಿಮ್ಮ Premium ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅವಧಿ ಮುಗಿಯುತ್ತಿದೆ!"),
                n("j1923668", "X ನ ಅತ್ಯುತ್ತಮವಾದದ್ದನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ."),
                n("ac7e97ee", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ನವೀಕರಿಸಿ"),
                n("f70c69b4", "ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್, ಎಡಿಟ್ ಪೋಸ್ಟ್, ಗ್ರಾಹಕೀಕರಣ, ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಮತ್ತಷ್ಟು."),
                n("f4cec4d2", "ನೀಲಿ ಚೆಕ್‌ಮಾರ್ಕ್, ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್, ಹೆಚ್ಚಿದ Grok ಮಿತಿಗಳು ಮತ್ತು ಮತ್ತಷ್ಟು."),
                n("h367e724", "ವಿಸ್ತರಿತ ಬಯೋ"),
                n("ea5928d4", "ನೀವು ಬಹುಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರುವಿರಿ. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಕೂಡ ಹಾಗೆಯೇ.\nನಿಮ್ಮ ಬಗ್ಗೆ ಜನರಿಗೆ ಇನ್ನಷ್ಟು ಹೇಳಲು ವಿಸ್ತೃತ ಬಯೋವನ್ನು ಸೇರಿಸಿ."),
                n("h7ef9dc8", "ಇದು ಇವುಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು:"),
                n("c04ba4b4", "ನೀವು ಕೆಲಸ ಮಾಡುತ್ತಿರುವ ಮತ್ತು ಪ್ರದರ್ಶಿಸಲು ಬಯಸುವ ವಿಷಯಗಳು"),
                n("d7666008", "ನಿಮ್ಮ ಪೌರಾಣಿಕ ಪಾಸ್ತಾ ರೆಸಿಪಿ"),
                n("cb24ee16", "ಕೆಲಸದ ಅನುಭವ ಮತ್ತು ವೃತ್ತಿ ಆದ್ಯತೆಗಳು"),
                n("a1c93d74", "ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b956c04a", "ನಿಮ್ಮ ವಿಸ್ತರಿತ ಬಯೋವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("ifb23caa", "ನಿಮ್ಮ ವಿಸ್ತರಿತ ಬಯೋವನ್ನು ಅಳಿಸುವುದರಿಂದ ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("c2333081", function (e) {
                    return e.count + " ಅಕ್ಷರ" + f(e.count, "", "ಗಳು");
                }),
                n("a2b8c54c", "ಅಳಿಸಲಾಗಿದೆ"),
                n("a9cc8f96", "ಗರಿಷ್ಠ ಅಕ್ಷರಗಳನ್ನು ಮೀರಿದೆ"),
                n("eb7710f1", function (e) {
                    return e.years + " ವರ್ಷ" + f(e.years, "", "ಗಳು");
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " ತಿಂಗಳು" + f(e.months, "", "ಗಳು");
                }),
                n("h6a724ac", "ಇದನ್ನು ಅಳಿಸಲು ನೀವು ನಿಜವಾಗಿಯೂ ಬಯಸುವಿರಾ?"),
                n("f94aacae", "ಅಳಿಸುವುದರಿಂದ ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("je07e266", "ಅಡಗಿಸಿದ"),
                n("a622dfcc", "ಕೆಲಸದ ಇತಿಹಾಸ"),
                n("a6ec7ff8", "ಸ್ವವಿವರ"),
                n("eeb6d22c", "ಅನುಭವ"),
                n("eba5a8ec", "ಉದ್ಯೋಗದ ಶೀರ್ಷಿಕೆ"),
                n("fd20adb8", "ನಾನು ಪ್ರಸ್ತುತ ಇಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇನೆ"),
                n("cd3059f2", "ಪ್ರಾರಂಭ ದಿನಾಂಕ"),
                n("b86019ae", "ಅಂತಿಮ ದಿನಾಂಕ"),
                n("eedfd35c", "ಕಂಪನಿ"),
                n("caa46e54", "ಕಂಪನಿ ಹೆಸರು"),
                n("e893fe6e", "ಕಂಪನಿಯನ್ನು ರಚಿಸಿ"),
                n("j1c09ca4", "ಕಂಪನಿ ವೆಬ್‌ಸೈಟ್"),
                n("hd332c96", "ಉದ್ಯೋಗ ಶೀರ್ಷಿಕೆ ಅಗತ್ಯವಿದೆ"),
                n("d2fb1b80", "ಕಂಪನಿ ಅಗತ್ಯವಿದೆ"),
                n("b3590132", "ಪ್ರಾರಂಭ ಮತ್ತು ಅಂತಿಮ ದಿನಾಂಕಗಳ ಅಗತ್ಯವಿದೆ"),
                n("debb6abe", "ಪ್ರಾರಂಭ ದಿನಾಂಕವು ಭವಿಷ್ಯದಲ್ಲಿ ಇರುವಂತಿಲ್ಲ"),
                n("j7d08ada", "ಅಂತಿಮ ದಿನಾಂಕವು ಭವಿಷ್ಯದಲ್ಲಿ ಇರುವಂತಿಲ್ಲ"),
                n("a8c7d3fc", "ಅಂತಿಮ ದಿನಾಂಕವು ಪ್ರಾರಂಭ ದಿನಾಂಕದ ನಂತರ ಇರಬೇಕು"),
                n("b335d507", function (e) {
                    return e.maxChars + " ರ ಗರಿಷ್ಠ ಅಕ್ಷರ ಉದ್ದವನ್ನು ಮೀರಿದೆ";
                }),
                n("j29ab120", "ಜನರ ಸೂಚನೆಗಳನ್ನು ಸದ್ದಡಗಿಸಿ:"),
                n("jdfc82f6", "ನೀವು ಹಿಂಬಾಲಿಸುವುದಿಲ್ಲ"),
                n("cfcda0e6", "ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸದೇ ಇರುವವರು"),
                n("c75b9b2a", "ಹೊಸ ಖಾತೆಯನ್ನು ಹೊಂದಿರುವವರು"),
                n("f39b9c9e", "ಡೀಫಾಲ್ಟ್ ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಹೊಂದಿರುವವರು"),
                n("d227f940", "ತಮ್ಮ ಇಮೇಲ್ ದೃಢಪಡಿಸದೇ ಇರುವವರು"),
                n("b210936e", "ತಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ದೃಢಪಡಿಸದೇ ಇರುವವರು"),
                n("ed0df10b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("dcef34ac", "ಆನ್ ಮಾಡಿ"),
                n("a39f706e", "ನಿಮ್ಮ ಬ್ರೌಸರ್ ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ"),
                n("h4f20d0e", "ನೀವು X ನಲ್ಲಿ ಇಲ್ಲದೇ ಇರುವಾಗ ನಡೆಯುತ್ತಿರುವ ಸಂಗತಿಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ಪಡೆಯಿರಿ. ನೀವು ಅವುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಫ್ ಮಾಡಬಹುದು."),
                n("cdce0394", "ನೀವು ಅದನ್ನು ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಬಳಸುತ್ತಿರುವಾಗ ಈ ಆಯ್ಕೆಯು ಯಾವುದೇ ಖಾತೆಗೆ ಆಗಿದೆ."),
                n("b39bcae2", "ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ"),
                n("b50f6144", "ಸೂಚನೆಗಳನ್ನು ಸಂಭವಿಸುತ್ತಿರುವಂತೆಯೇ ಸ್ವೀಕರಿಸಲು, ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ. ನೀವು X ನಲ್ಲಿ ಇಲ್ಲದೇ ಇರುವಾಗಲೂ ಅವುಗಳನ್ನು ನೀವು ಪಡೆಯುತ್ತೀರಿ. ಅವುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಫ್ ಮಾಡಿ."),
                n("fe11b3ea", "ಬೆಂಬಲಿತವಲ್ಲದ ಬ್ರೌಸರ್"),
                n("a1245d3a", "ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಬೆಂಬಲಿಸದೇ ಇರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ."),
                n("f580c738", "ಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡುವುದೇ?"),
                n("i951fbcc", "X ನಿಂದ ಸೂಚನೆಗಳನ್ನು ಪಡೆಯಲು, ಮೊದಲು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅವುಗಳಿಗೆ ನೀವು ಅನುಮತಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("ec7cb554", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರಿಂದ ಪೋಸ್ಟ್ ಸೂಚನೆಗಳನ್ನು ನೀವು ಆನ್ ಮಾಡಿದಾಗ, ಅವರ ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಲೈವ್ ವೀಡಿಯೋಗಳ ಬಗ್ಗೆ ಪುಷ್ ಸೂಚನೆಗಳನ್ನು ನೀವು ಪಡೆಯುತ್ತೀರಿ."),
                n("b68050dc", "ಬಳಕೆದಾರರನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("af045060", "ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಸಂಬಂಧಿಸಿದವು"),
                n("cf378ff8", "X ನಿಂದ"),
                n("f823bbbe", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳಿಗೆ ಮಾತ್ರ"),
                n("a40e37f2", "ನೀವು X ನಲ್ಲಿ ಇಲ್ಲದೇ ಇರುವಾಗ ಏನು ನಡೆಯುತ್ತಿದೆ ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಇಮೇಲ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ. ನೀವು ಅವುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಫ್ ಮಾಡಬಹುದು."),
                n("e8eb54a0", "ನಿಮ್ಮ ಖಾತೆಗೆ ಸಾಪ್ತಾಹಿಕ ವರದಿಗಳು"),
                n("ib80b0f2", "ಹೊಸ ಸೂಚನೆಗಳು"),
                n("ba58e6b0", "ನಿಮಗೆ ಇಮೇಲ್ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("fae2c81a", "ಪ್ರಮುಖ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಕಥೆಗಳು"),
                n("f7b09bb4", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳ ಕಾರ್ಯನಿರ್ವಹಣೆಯ ಕುರಿತು ನವೀಕರಣಗಳು"),
                n("d3978554", "X ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಲಕ್ಷಣಗಳ ನವೀಕರಣದ ಕುರಿತು ಸುದ್ದಿಗಳು"),
                n("bdccb81c", "X ನಿಂದ ಇನ್ನಷ್ಟು ಪಡೆಯಲು ಸಲಹೆಗಳು"),
                n("c3d47fe6", "ನೀವು ಕೊನೆಯದಾಗಿ X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಂದಿನಿಂದ ನೀವು ತಪ್ಪಿಸಿಕೊಂಡ ಸಂಗತಿಗಳು"),
                n("af8caf3e", "ಪಾಲುದಾರ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಇತರೆ ಮೂರನೇ ವ್ಯಕ್ತಿ ಸೇವೆಗಳಲ್ಲಿ X ಕುರಿತು ಸುದ್ದಿ"),
                n("hc076ee4", "X ಸಂಶೋಧನಾ ಸಮೀಕ್ಷೆಗಳಲ್ಲಿ ಭಾಗವಹಿಸುವಿಕೆ"),
                n("ddfe3776", "ಶಿಫಾರಸು ಮಾಡಿದ ಖಾತೆಗಳಿಗೆ ಸಲಹೆಗಳು"),
                n("d17ba8c2", "ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಹಿಂಬಾಲಿಸುವಿಕೆಗಳನ್ನು ಆಧರಿಸಿದ ಸಲಹೆಗಳು"),
                n("bcf50a1a", "X ವ್ಯವಹಾರ ಉತ್ಪನ್ನಗಳ ಕುರಿತು ಸಲಹೆಗಳು"),
                n("fcad1e2e", "ಪ್ರತಿದಿನ"),
                n("h9e0dfde", "ಸಾಪ್ತಾಹಿಕ"),
                n("e26d98ac", "ನಿಯತಕಾಲಿಕವಾಗಿ"),
                n("h0c94842", "ತಿಳಿದುಕೊಂಡಿರಿ"),
                n("c460d332", "ಒಂದು ಖಾತೆಗೆ ಪೋಸ್ಟ್ ಸೂಚನೆಗಳನ್ನು ನೀವು ಆನ್‌ ಮಾಡಿದಾಗ, ಅವರು ಯಾವಾಗ ಪೋಸ್ಟ್ ಮಾಡುತ್ತಾರೆ, ಲೈವ್‌ಗೆ ಹೋಗುತ್ತಾರೆ ಮತ್ತು ಸ್ಪೇಸ್ ಹೋಸ್ಟ್‌ ಮಾಡುತ್ತಾರೆ ಎಂದು ನಿಮಗೆ ತಿಳಿಯುತ್ತದೆ."),
                n("a820d092", "ಹಿಂಬಾಲಿಸುವಿಕೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("ha45c9e4", "ಪೋಸ್ಟ್ ಸೂಚನೆಗಳು"),
                n("bdbf8f4e", "ಪದ ಅಥವಾ ನುಡಿಗಟ್ಟು ನಮೂದಿಸಿ"),
                n("h43e2ea8", "ಸದ್ದಡಗಿಸಿದ ಪದ"),
                n("da8c0440", "ಇಲ್ಲಿಂದ ಸದ್ದಡಗಿಸಿ"),
                n("defb4aaa", "ಯಾರಿಂದಲಾದರೂ"),
                n("e7d47b00", "ನೀವು ಹಿಂಬಾಲಿಸದೇ ಇರುವ ಜನರಿಂದ"),
                n("d9d6e10e", "ಕಾಲಾವಧಿ"),
                n("gfa5008e", "ಸದ್ದಡಗಿಸುವ ಸಮಯ ವಿಸ್ತರಿಸಿ"),
                n("c5595dfe", "ಸದ್ದಡಗಿಸುವ ಸಮಯ ಬದಲಾಯಿಸಿ"),
                n("he6804e0", "ನೀವು ಶಬ್ದವನ್ನು ಸದ್ದಡಗಿಸದಿರುವವರೆಗೆ"),
                n("a268406c", "24 ಗಂಟೆಗಳು"),
                n("fc638aa2", "7 ದಿನಗಳು"),
                n("b8971cfa", "30 ದಿನಗಳು"),
                n("cc7bedfc", "ಇದು ಸದ್ದಡಗಿಸಿದ ಸಮಯದ ಪ್ರಮಾಣವನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಹಿಂದೆ “ಎಂದೆಂದಿಗೂ” ಆಯ್ಕೆಮಾಡಿದ್ದರೆ, ನಿಮ್ಮ ಬದಲಾಯಿಸಿದ ಸಮಯ ತಕ್ಷಣವೇ ಪ್ರಾರಂಭಗೊಳ್ಳುತ್ತದೆ."),
                n("d768049c", "ಸದ್ದಡಗಿಸಿದ ಪದವನ್ನು ಸೇರಿಸಿ"),
                n("c6203da8", "ಸದ್ದಡಗಿಸಿದ ಪದ ಆಯ್ಕೆಗಳು"),
                n("e3f0d3db", function (e) {
                    return 'ಸದ್ದಡಗಿಸಿದ "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return 'ನವೀಕರಿಸಿದ "' + e.keyword + '"';
                }),
                n("d2693eb8", "ನಿಮ್ಮ ಸದ್ದಡಗಿಸಿದ ನುಡಿಗಟ್ಟು 140 ಅಕ್ಷರಗಳಿಗಿಂತ ಉದ್ದವಾಗಿಲ್ಲ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("f8488024", "ಇದು ತೀರಾ ಸಾಮಾನ್ಯ ಪದವಾಗಿದೆ ಮತ್ತು ಅನೇಕ ಪೋಸ್ಟ್‍ಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ, ಆದರೆ ನೀವು ಬಯಸಿದರೆ ಇದನ್ನು ಮ್ಯೂಟ್ ಮಾಡಬಹುದು."),
                n("deb4924d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("aa09e528", "ಸದ್ದಡಗಿಸಿದ ಶಬ್ದಗಳನ್ನು ಸೇರಿಸಿ"),
                n("e506aa92", "ಸದ್ದಡಗಿಸಿದ ಪದ ಅಥವಾ ನುಡಿಗಟ್ಟನ್ನು ಸೇರಿಸಿ"),
                n("cbd04965", function (e) {
                    return '"' + e.keyword + '" ಸದ್ದಡಗಿಸಲಾಗಿಲ್ಲ';
                }),
                n("eb4e810a", "ಅವಧಿ ಮೀರಿದೆ"),
                n("cabeb6c2", "ಎಂದೆಂದಿಗೂ"),
                n("f9bce916", "ಪದಗಳನ್ನು ಸದ್ದಡಗಿಸಿ"),
                n("gfe0ee3b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("ba4aaa9e", "ಪದಗುಚ್ಛದ ಸದ್ದಡಗಿಸುವಿಕೆ ರದ್ದು ಮಾಡುವುದೇ?"),
                n("f837ed7e", "ಈ ಪದಗುಚ್ಛವನ್ನು ನಿಮ್ಮ ಸೂಚನೆಗಳು ಮತ್ತು ಹೋಮ್‌ ಟೈಮ್‌ಲೈನ್‌ನಲ್ಲಿ ಅನುಮತಿಸಲಾಗುತ್ತದೆ."),
                n("a6194d10", "ಸದ್ದಡಗಿಸಿದ ಖಾತೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("bcf6ad9a", "ಸದ್ದಡಗಿಸಿದ ಖಾತೆಗಳಿಂದ ಪೋಸ್ಟ್‌ಗಳು ನಿಮ್ಮ ಹೋಮ್‌ ಕಾಲರೇಖೆಯಲ್ಲಿ ಕಾಣಿಸುವುದಿಲ್ಲ. ಅವರ ಪ್ರೊಫೈಲ್ ಅಥವಾ ಪೋಸ್ಟ್‌ನಿಂದ ನೇರವಾಗಿ ಖಾತೆಗಳನ್ನು ಸದ್ದಡಗಿಸಿ."),
                n("b8e49590", "ನೀವು ಖಾತೆಗಳನ್ನು ಸದ್ದಡಗಿಸಿದಾಗ, ಅವರ ಸಂದೇಶಗಳನ್ನು ಫಿಲ್ಟರ್‌  ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಸಂದೇಶ ವಿನಂತಿ ಪಟ್ಟಿಯ ಕೆಳಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ."),
                n("ec202165", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gde6b425", function (e) {
                    return e.name + " ಅನ್ನು ಸದ್ದಡಗಿಸಲಾಗಿದೆ";
                }),
                n("e308019b", function (e) {
                    return e.name + " ಅವರ ಸದ್ದಡಗಿಸುವಿಕೆ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ";
                }),
                n("hfb77cf6", "ಸುರಕ್ಷತೆ"),
                n("f350f0c0", "ಶಿಫಾರಸುಗಳು"),
                n("fd3369a2", "ಶಿಫಾರಸು ಮಾಡಲಾದ ಪೋಸ್ಟ್‌ಗಳು, ಜನರು ಮತ್ತು ಪ್ರವೃತ್ತಿಗಳು ಯಾವ ಭಾಷೆಯಲ್ಲಿರಬೇಕೆಂದು ನೀವು ಬಯಸುತ್ತೀರೆಂದು ಆಯ್ಕೆಮಾಡಿ."),
                n("hfc86556", "ಸದ್ದಡಗಿಸಲಾಗಿದೆ"),
                n("dae57a42", "ಎಲ್ಲದಕ್ಕೂ ಅನುಮತಿಸಿ"),
                n("i7cbc154", "ಕೆಲವಕ್ಕೆ ಅನುಮತಿಸಿ"),
                n("d623aecc", "ಡೆಲಿಗೇಟ್ ಮಾಡಿದ ಪಾತ್ರಗಳನ್ನು ಹೊಂದಿರುವ ಜನರೊಂದಿಗೆ ಖಾತೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ."),
                n("f3029d5c", "ಈ ಸೆಟ್ಟಿಂಗ್ ಆನ್ ಆಗಿದ್ದಾಗ, ತಮ್ಮ ಖಾತೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಜನರು ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಬಹುದು."),
                n("cd1305e8", "ಇತರರು ತಮ್ಮ ಖಾತೆಗೆ ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಲು ಅನುಮತಿಸಿ"),
                n("j339ef22", "ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಲು ಅನುಮತಿಸಿ"),
                n("g4b0c2dc", "ನೀವು ಹಿಂಬಾಲಿಸುವವರು ಮಾತ್ರ ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಲು ಅನುಮತಿಸಿ"),
                n("d9aef256", "ನಿಮ್ಮ ಡೆಲಿಗೇಶನ್‌ಗಳು"),
                n("afb3ccf6", "ಅನುಮತಿಸಬೇಡಿ"),
                n("dfae5248", "ಇತರರು ತಮ್ಮ ಖಾತೆಗೆ ನಿಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಲು ಅನುಮತಿಸಬೇಡಿ?"),
                n("b9c91524", "ಭವಿಷ್ಯದಲ್ಲಿ, ಇತರ ಡೆಲಿಗೇಶನ್‌ಗಳಿಗೆ ಆಹ್ವಾನಗಳನ್ನು ನೀವು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಡೆಲಿಗೇಶನ್‌ಗಳ ಪ್ರವೇಶ ಪಡೆಯಲು ಇನ್ನೂ ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("c349b958", "ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಿ"),
                n("e177f72a", "ನಿಮ್ಮ ಖಾತೆ ಪರವಾಗಿ ವರ್ತಿಸಲು ಮತ್ತು ಖಾತೆ ಪಾತ್ರಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಇತರರನ್ನು ಆಹ್ವಾನಿಸಿ. ಸದಸ್ಯರು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು."),
                n("cd5c5e73", function (e) {
                    return "ನೀವು " + e.numDelegatesLabel + " ಡೆಲಿಗೇ" + f(e.numDelegates, "ಟ್", "ಶನ್‌ಗಳು") + " ಅನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದು";
                }),
                n("efee0a50", "ಈ ಖಾತೆಗೆ ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಿ"),
                n("ja0a1aa6", "ಈ ಖಾತೆಗೆ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಹ್ವಾನಿಸಿ"),
                n("db4f623a", "ಈ ಸದಸ್ಯರಿಗೆ ಒಂದು ಪಾತ್ರವನ್ನು ನಿಯೋಜಿಸಿ"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಅಡ್ಮಿನ್ ಎಂದು ನಿಯೋಜಿಸುವುದೇ?";
                }),
                n("b7aa7642", "ಆಹ್ವಾನ ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("edbca224", "ಆಹ್ವಾನ ಕಳುಹಿಸಿ"),
                n("f4834ca6", "ಇನ್ನೊಬ್ಬ ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಿ"),
                n("cb04a824", "ಕಾಂಟ್ರಿಬ್ಯೂಟರ್"),
                n("d4b3abde", "ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು. ಖಾತೆಯ ನೇರ ಸಂದೇಶಗಳು, ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನೂ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳನ್ನು ನೋಡಬಹುದು."),
                n("b92e2700", "ಅಡ್ಮಿನ್‌ಗಳು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳದ್ದೇ ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳನ್ನು ಅವರೂ ಆಹ್ವಾನಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ನೋಡಬಹುದು."),
                n("hbbbf908", "ಈ ಖಾತೆಗೆ ಇತರ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಅನ್ನು ಅಡ್ಮಿನ್‌ಗಳು ಆಹ್ವಾನಿಸಬಹುದು ಮತ್ತು ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ನೋಡಬಹುದು. ಸರಿಯಾದ ವ್ಯಕ್ತಿಗೆ ನೀವು ಪಾತ್ರವನ್ನು ನಿಯೋಜಿಸುತ್ತಿದ್ದೀರಿ ಎಂದು ಎರಡು ಬಾರಿ ಪರಿಶೀಲಿಸಿಕೊಳ್ಳಿ."),
                n("d8eda249", function (e) {
                    return "@" + e.screenName + " ಅವರು ಈ ಆಹ್ವಾನವನ್ನು ಸಮ್ಮತಿಸಿದಾಗ, ತಮ್ಮ ನವೀಕರಿಸಿದ ಅನುಮತಿಗಳೊಂದಿಗೆ ಈ ಖಾತೆಗೆ ಕೊಡುಗೆ ನೀಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ.";
                }),
                n("b5faf216", "ಈ ಸದಸ್ಯರು ಡೆಲಿಗೇಟ್ ಆಹ್ವಾನಗಳನ್ನು ಅನುಮತಿಸಿಲ್ಲ."),
                n("hcc3b4ce", "ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಈ ಸದಸ್ಯರನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ."),
                n("ace0f0a4", "ಡೆಲಿಗೇಟ್‌ಗೆ ಯಾರು ತಮ್ಮನ್ನು ಆಹ್ವಾನಿಸಬಹುದು ಎಂದು ಈ ಸದಸ್ಯರು ಮಿತಿಗೊಳಿಸಬಹುದು."),
                n("c2e8f726", "ಅಡ್ಮಿನ್‌ಗಳು"),
                n("fade0942", "ಖಾತೆಗೆ ಕೊಡುಗೆಗಳನ್ನು ಅಡ್ಮಿನ್‌ಗಳು ಕೂಡಾ ಆಹ್ವಾನಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ನೋಡಬಹುದು."),
                n("b7d6e5d6", "ಕೊಡುಗೆದಾರರು"),
                n("cd76a282", "ಇನ್ನೂ ಯಾವುದೇ ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿಲ್ಲ"),
                n("db25d796", "ಈ ಸದಸ್ಯರ ಹುದ್ದೆಯನ್ನು ಬದಲಿಸಿ"),
                n("e4133790", "ಹುದ್ದೆ ನವೀಕರಿಸಲಾಗಿದೆ"),
                n("a1a27c26", "ಹುದ್ದೆ ಬದಲಿಸಿ"),
                n("fd7b1b1c", "ಹಿಂದಕ್ಕೆ ಹೋಗಿ"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " ಅವರು ತಮ್ಮ ಹೊಸ ಅನುಮತಿಗಳೊಂದಿಗೆ ಈ ಖಾತೆಯ ಪರವಾಗಿ ವರ್ತಿಸಬಹುದು.";
                }),
                n("h502484e", "ಆಹ್ವಾನ ಬಾಕಿ ಇದೆ"),
                n("a171ca7c", "ಸದಸ್ಯರ ಆಹ್ವಾನ ರದ್ದು ಮಾಡಿ"),
                n("f68f079c", "ಹುದ್ದೆ ಬದಲಿಸಿ"),
                n("b2794e9e", "ಗುಂಪಿನಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("gca83d6a", "ಅವರು ಇನ್ನು ಮುಂದೆ ಈ ಖಾತೆಯಲ್ಲಿ ಅಡ್ಮಿನ್ ಆಗಿರುವುದಿಲ್ಲ."),
                n("b8cac21c", "ಅವರು ಇನ್ನು ಮುಂದೆ ಈ ಖಾತೆಯಲ್ಲಿ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಗಿರುವುದಿಲ್ಲ."),
                n("hd67c2e8", "ಆಹ್ವಾನ ರದ್ದು"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + " ತೆಗೆದುಹಾಕುವುದೇ?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + " ಆಹ್ವಾನ ರದ್ದು ಮಾಡುವುದೇ?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಗುಂಪಿನಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + " ಆಹ್ವಾನ ರದ್ದು ಮಾಡಿ";
                }),
                n("a44c6034", "ಆಹ್ವಾನಗಳು ಬಾಕಿ ಇವೆ"),
                n("e39bc936", "ಸದಸ್ಯರಾಗಿ, ನೀವು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು, ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು. ಖಾತೆಗೆ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳನ್ನು ಅಡ್ಮಿನ್‌ಗಳು ಆಹ್ವಾನಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ನೋಡಬಹುದು."),
                n("h0d3bddc", "ಅಡ್ಮಿನ್‌ ಆಕ್ಸೆಸ್‌"),
                n("c54aafb0", "ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಕ್ಸೆಸ್‌"),
                n("idc35f32", "ನಿಮ್ಮನ್ನು ಯಾವುದೇ ಖಾತೆಗಳಿಗೆ ಡೆಲಿಗೇಟ್ ಮಾಡಿಲ್ಲ"),
                n("fab787b4", "ಖಾತೆ ತೊರೆಯಿರಿ"),
                n("bfbe9620", "ಸದಸ್ಯರುಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("d52a2b36", "ನೀವು ಇನ್ನು ಮುಂದೆ ಈ ಖಾತೆಯಲ್ಲಿ ಅಡ್ಮಿನ್ ಆಗಿರುವುದಿಲ್ಲ."),
                n("df515932", "ನೀವು ಇನ್ನು ಮುಂದೆ ಈ ಖಾತೆಯಲ್ಲಿ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಗಿರುವುದಿಲ್ಲ."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " ತೊರೆಯುವುದೇ?";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + " ತೊರೆದಿದ್ದಾರೆ";
                }),
                n("c6dae164", "ಆಹ್ವಾನವನ್ನು ಸಮ್ಮತಿಸಿ"),
                n("f8376170", "ಆಹ್ವಾನ ತಿರಸ್ಕರಿಸಿ"),
                n("a68c45e4", "ತಿರಸ್ಕರಿಸಿ"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + " ಇಂದ ಆಹ್ವಾನವನ್ನು ತಿರಸ್ಕರಿಸುವುದೇ?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + " ಗೆ ತಿರಸ್ಕರಿಸಿದ ಸದಸ್ಯರು ಆಹ್ವಾನಿಸುತ್ತಾರೆ";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + " ಗೆ ಸಮ್ಮತಿಸಿದ ಸದಸ್ಯರು ಆಹ್ವಾನಿಸುತ್ತಾರೆ";
                }),
                n("d2da668c", "ಡೆಲಿಗೇಟ್‌ ಸದಸ್ಯರು"),
                n("ddf27b8e", "ಕೊಡುಗೆದಾರರನ್ನು ಆಹ್ವಾನಿಸಿ"),
                n("jba63182", "ಖಾತೆಯಲ್ಲಿ ಸದಸ್ಯರ ಹುದ್ದೆಯನ್ನು ನೋಡಿ. ಸದಸ್ಯರು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು."),
                n("af59527e", "ಖಾತೆಯಲ್ಲಿ ಸದಸ್ಯರ ಹುದ್ದೆಯನ್ನು ನೋಡಿ ಮತ್ತು ಖಾತೆಗೆ ಕೊಡುಗೆದಾರರನ್ನು ಆಹ್ವಾನಿಸಿ. ಸದಸ್ಯರು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು."),
                n("eafcc76a", "ಈ ಆಪ್‌ ವೀಕ್ಷಿಸಬಹುದಾದ ಸಂಗತಿಗಳು..."),
                n("j3998a16", "ಈ ಆಪ್‌ ಮಾಡಬಹುದಾದ ಸಂಗತಿಗಳು..."),
                n("a6845663", function (e) {
                    return "ನೀವು ಈ ಆಪ್ ಅನುಮತಿಗಳನ್ನು " + e.date + " ರಂದು ಅನುಮೋದಿಸಿದ್ದೀರಿ";
                }),
                n("b2347f7c", "ಅಪ್ಲಿಕೇಶನ್ ಡೇಟಾ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e1fda16e", "ಸಂಪರ್ಕಿತಗೊಂಡ ಈ ಆಪ್ ಅನ್ನು ನೀವು ಹೊಂದಿಲ್ಲ"),
                n("b8f3ed46", "ನೀವು ಮೂರನೇ ವ್ಯಕ್ತಿ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನಿಮ್ಮ X ಖಾತೆಗೆ ಸಂಪರ್ಕಿಸಿದಾಗ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಬಳಸಲು ನೀವು ಆ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡುತ್ತೀರಿ."),
                n("gb8d09ba", "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಪ್ರವೇಶ ಹೊಂದಿದ್ದಾರೆ"),
                n("g6dc09a0", "ಅನುಮತಿಗಳು"),
                n("a6e6e898", "ಓದು-ಮಾತ್ರ"),
                n("cde3b9ae", "ಓದಿ ಮತ್ತು ಬರೆಯಿರಿ"),
                n("g0d7813a", "ಸಂದೇಶಗಳನ್ನು ಓದಿರಿ, ಬರೆಯಿರಿ ಮತ್ತು ನಿರ್ದೇಶಿಸಿ"),
                n("c9b35b9e", "ನಿಮ್ಮ ಜಾಹೀರಾತು ಡೇಟಾ ಓದಿ"),
                n("e0191264", "ನಿಮ್ಮ ಜಾಹೀರಾತು ಡೇಟಾ ಓದಿ, ರಚಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ"),
                n("b73e1e8a", "ಪ್ರವೇಶವನ್ನು ಹೇಗೆ ಹಿಂಪಡೆಯುವುದು ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ"),
                n("c174e46e", "ಕಡಿಮೆ ತೋರಿಸಿ"),
                n("a39075ff", function (e) {
                    return e.n + " ಇನ್ನಷ್ಟು";
                }),
                n("da6cdba8", "ಆಪ್‌ ಅನುಮತಿಗಳನ್ನು ಹಿಂಪಡೆಯಿರಿ"),
                n("ef1d3dcc", "ಅಪ್ಲಿಕೇಶನ್ ವರದಿ ಮಾಡಿ"),
                n("d64e29c6", "ತೋರಿಸಿರುವ ಸಾಧನದಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ"),
                n("idfa01cc", "ತೋರಿಸಲಾದ ಸಾಧನದಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡುವುದೇ?"),
                n("f400075e", "ಇದು ನಿಮ್ಮ ಸಕ್ರಿಯ X ಸೆಷನ್ ಅಂತ್ಯಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಹೊಸತೊಂದನ್ನು ಪ್ರಾರಂಭಿಸಲು ನೀವು ಮತ್ತೊಮ್ಮೆ ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("e04ba39c", "ದಿನಾಂಕ ಮತ್ತು ಸಮಯ"),
                n("eed75824", "ನಿಮ್ಮ ಸಕ್ರಿಯ X ಸೆಷನ್ ಅನ್ನು ನೀವು ಮುಕ್ತಾಯಗೊಳಿಸಿದ್ದೀರಿ."),
                n("ddcd3d26", "ಸೆಷನ್ ಡೇಟಾ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("d2f0f3fe", "ನಮಗೆ ಈ ಸೆಷನ್ ಹುಡುಕಲಾಗುತ್ತಿಲ್ಲ"),
                n("ga05517a", "ನೀವು ಯಾವುದೇ ವರದಿಗಳನ್ನು ರಚಿಸಿಲ್ಲ"),
                n("ea1715c0", "ನೀವು ಅದನ್ನು ಮಾಡಿದಾಗ, ಅವು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("b70a2cde", "ಸೂಕ್ಷ್ಮ ಮಾಧ್ಯಮವನ್ನು ಗುರುತಿಸಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕೆ ನಾವು ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುತ್ತೇವೆ. ಹೀಗಾಗಿ, ನಾವು ಎಂದಿಗೂ ಸುಧಾರಿಸುತ್ತಿರುವಾಗ, ಎಲ್ಲ ಬಾರಿಯೂ ನಾವು ಸರಿಯಾಗಿ ಊಹಿಸದಿರಬಹುದು."),
                n("ee320a07", "ಸೂಕ್ಷ್ಮ ಮಾಧ್ಯಮ ನೀತಿಯ"),
                n("ffeb836a", "ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("f2fb9746", "ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ. ಯಾಕೆಂದರೆ, ಇವು ಅಗತ್ಯವಲ್ಲದ ಕುಕೀಗಳಿಗೆ ಅನ್ವಯಿಸುತ್ತವೆ. ನೀವು ಅವುಗಳಿಂದ ಈಗಾಗಲೇ ಹೊರಬಂದಿರುವುದರಿಂದ, ನಿಮ್ಮ ಸಾಧನದಿಂದ ಅಗತ್ಯ ಡೇಟಾ ಸಂಗ್ರಹಿಸುವ ಕುಕೀಗಳನ್ನು ಮಾತ್ರ ನಾವು ಬಳಸುತ್ತಿದ್ದೇವೆ."),
                n("aa4342be", "ಕೃತಕ ಹಿಂಸೆ"),
                n("jfec3aa0", "ವಯಸ್ಕ ಕಂಟೆಂಟ್"),
                n("j6bacd6a", "ನೀವು ನೋಡಲು ಆಯ್ಕೆ ಮಾಡುವವರೆಗೂ ಕೃತಕ ಹಿಂಸೆ ಎಂದು ಗುರುತಿಸಿದ ಮಾಧ್ಯಮವನ್ನು ಮರೆ ಮಾಡಿ. iOS ಗಾಗಿ X ನಲ್ಲಿ, ಈ ಮಾಧ್ಯಮ ಕಾಣಿಸುವುದೇ ಇಲ್ಲ."),
                n("a73e66a8", "ನೀವು ನೋಡಲು ಆಯ್ಕೆ ಮಾಡುವವರೆಗೂ ವಯಸ್ಕ ಕಂಟೆಂಟ್ ಎಂದು ಗುರುತಿಸಿದ ಮಾಧ್ಯಮವನ್ನು ಮರೆ ಮಾಡಿ. iOS ಗಾಗಿ X ನಲ್ಲಿ, ಈ ಮಾಧ್ಯಮ ಕಾಣಿಸುವುದೇ ಇಲ್ಲ."),
                n("fef1b8dc", "ನೀವು ನೋಡಲು ಆಯ್ಕೆ ಮಾಡುವವರೆಗೂ ಸಂವೇದನಾಶೀಲ ಎಂದು ಗುರುತಿಸಿದ ಮಾಧ್ಯಮವನ್ನು ಮರೆ ಮಾಡಿ. iOS ಗಾಗಿ X ನಲ್ಲಿ, ಈ ಮಾಧ್ಯಮ ಕಾಣಿಸುವುದೇ ಇಲ್ಲ."),
                n("d0a5a1c0", "ಎಚ್ಚರಿಕೆ"),
                n("ga197e26", "ಎಲ್ಲಾ ತೋರಿಸಿ"),
                n("eb723386", "ಇದನ್ನು ಎಂದಿಗೂ ತೋರಿಸಬೇಡಿ"),
                n("ea31c622", "ಕೃತಕ ವಿವರದಲ್ಲಿ ಮರಣ, ಹಿಂಸೆ, ಗಂಭೀರ ದೈಹಿಕ ಹಾನಿ ಅಥವಾ ವೈದ್ಯಕೀಯ ಕ್ರಮಗಳನ್ನು ತೋರಿಸುವ ಯಾವುದೇ ಮಾಧ್ಯಮವನ್ನು ಇದು ಒಳಗೊಂಡಿರುತ್ತದೆ."),
                n("e40985c4", "ಅಶ್ಲೀಲ ಅಥವಾ ಲೈಂಗಿಕ ಉದ್ರೇಕಕ್ಕೆ ಕಾರಣವಾಗುವುದಕ್ಕಾಗಿ ಸಮ್ಮತಿಯಿಂದ ಮಾಡಿದ ಮತ್ತು ಹಂಚಿದ ಮಾಧ್ಯಮವನ್ನು ಇದು ಒಳಗೊಂಡಿರುತ್ತದೆ."),
                n("h7e0672b", "ಮಾಧ್ಯಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು"),
                n("de9f111a", "ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನಿರ್ವಹಿಸಿ"),
                n("d5839f9e", "ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ Stripe ಖಾತೆಯಿಂದ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನಿರ್ವಹಿಸಿ."),
                n("a840c22c", "ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ Premium ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("e31456f8", "ಶ್ರೇಣಿಯನ್ನು ಬದಲಿಸಿ"),
                n("a7c4ecea", "ಜಾಹೀರಾತು-ಮುಕ್ತ ನಿಮಗಾಗಿ ಕಾಲರೇಖೆಯನ್ನು ಅನುಭವಿಸಿ, ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ ಮತ್ತು ದೊಡ್ಡ ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್‌ ಅನ್ನು ಪಡೆಯಿರಿ."),
                n("h15cc518", "ಶ್ರೇಣಿಯ ಆಯ್ಕೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ ಮತ್ತು ಮಾಸಿಕ ಅಥವಾ ವಾರ್ಷಿಕ ಯೋಜನೆಗಳ ನಡುವೆ ಆರಿಸಿ."),
                n("ce70c590", "ಅಫಿಲಿಯೇಶನ್ ಬ್ಯಾಡ್ಜ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("a49e1b2a", "ನಿಮ್ಮ ಅಫಿಲಿಯೇಶನ್‌ಗಳನ್ನು ವಿಂಗಡಿಸಿ"),
                n("e2daf93c", "ಮೊದಲ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ."),
                n("ab8089ea", "ಮರುಕ್ರಮಗೊಳಿಸಿ"),
                n("e0221c42", "X ನ ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಉತ್ತಮ ಓದುವ ಅನುಭವ"),
                n("adcaa214", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರಿಂದ ಅತಿ ಹೆಚ್ಚು ಹಂಚಿಕೊಂಡ ಲೇಖನಗಳನ್ನು ನೋಡಿ."),
                n("b62d6e4c", "ರೀಡರ್‌"),
                n("acf63cd2", "ಥ್ರೆಡ್‌ಗಳಳನ್ನು ಓದಲು ನೀವು ಬಯಸುವ ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ಥ್ರೆಡ್‌ನನಲ್ಲಿನ ಯಾವುದೇ ಪೋಸ್ಟ್‌ನ ಒಳಗಿಂದಲೇ ಬುಕ್ ಬಟನ್‌ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ರೀಡರ್ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಆನ್ ಮಾಡಿ."),
                n("e5fff0c8", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಸಕ್ರಿಯವಾಗಿದೆ."),
                n("ac057b4e", "X ನಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಪೂರಕ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಲು, ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("ib8ebf3b", function (e) {
                    return "ನೀವು " + e.mobilePlatform + " ಸಾಧನದಲ್ಲಿ ಈ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಖರೀದಿಸಿದಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ಆ ಪ್ಲಾಟ್‌ಫಾರಂನಿಂದಲೇ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನಿರ್ವಹಣೆ ಮಾಡಬೇಕು ಅಥವಾ ರದ್ದು ಮಾಡಬೇಕು.";
                }),
                n("i8132774", "ನಿಮ್ಮ ಅತ್ಯಂತ ಹೆಚ್ಚು ತೊಡಗಿಸಿಕೊಂಡ ಹಿಂಬಾಲಕರಿಗೆ ವಿಶೇಷ ಕಂಟೆಂಟ್"),
                n("a1222584", "ನಿಮ್ಮ ವಿಷಯದಿಂದ ನೇರವಾಗಿ ಹಣವನ್ನು ಗಳಿಸಿ"),
                n("df837dac", "ಅಂದಾಜು ಗಳಿಸಿದ ಆದಾಯ / ಪಾವತಿ ಮಿತಿ"),
                n("df29646e", "ಪೇಔಟ್ ಮಿತಿ"),
                n("b0ac642a", "ಪೇಔಟ್‌ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಡೆಪಾಸಿಟ್ ಆಗಲು 90 ದಿನಗಳವರೆಗೆ ಬೇಕಾಗಬಹುದು."),
                n("c747df1c", "ಪೇಔಟ್ ವಿವರಗಳನ್ನು ಹೊಂದಿಸಿ"),
                n("ac814a76", "ನೀವು ಇನ್ನೂ ಪೇಔಟ್ ವಿವರಗಳನ್ನು ಹೊಂದಿಸಿಲ್ಲ."),
                n("f139168e", "ಗಳಿಕೆಗಳ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌"),
                n("ee0510c2", "ಪೇಔಟ್‌ ಇತಿಹಾಸ"),
                n("c9b82b4c", "ಅರ್ಜಿ ಸಮ್ಮತಿಸಲಾಗಿದೆ · ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನಿರ್ಮಿಸಿ"),
                n("ibb5e1c8", "ಅರ್ಜಿ ನಿರಾಕರಿಸಲಾಗಿದೆ"),
                n("b255df58", "ಅರ್ಜಿ ಸಲ್ಲಿಸಲಾಗಿದೆ ·  ಪರಿಶೀಲನೆಗೆ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ"),
                n("b3f834c8", "ಅರ್ಜಿ ಕಾಯುವಿಕೆ ಪಟ್ಟಿಯಲ್ಲಿದೆ"),
                n("i14be2c6", "ಅಂದಾಜು ಗಳಿಸಿದ ಆದಾಯ"),
                n("fd74390a", "ಕ್ರಿಯೇಟರ್ ID ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ"),
                n("e8dc82e2", "ಸಕ್ರಿಯ ಪ್ರೋಗ್ರಾಂಗಳು"),
                n("c12c5eb6", "ಲಭ್ಯವಿರುವ ಕಾರ್ಯಕ್ರಮಗಳು"),
                n("j53f5eb0", "ಅರ್ಹ ಕ್ರಿಯೇಟರ್ಸ್ ಮಾಸಿಕ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ಗಳು ಮತ್ತು ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆಗಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಬಹುದು."),
                n("e9c1273a", "ಅರ್ಹ ಕ್ರಿಯೇಟರ್ಸ್ ಮಾಸಿಕ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ಗಳು ಮತ್ತು ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆಗಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಬಹುದು."),
                n("jd176c82", "ನಿಮ್ಮ ಪ್ರದೇಶದಲ್ಲಿ ಪಾವತಿಗಳನ್ನು ಬೆಂಬಲಿಸಲಾಗಿಲ್ಲ"),
                n("d6ff74ca", "ದುರದೃಷ್ಟವಶಾತ್, ನಮ್ಮ ಪಾವತಿ ನೀಡುಗರು ಇನ್ನೂ ನಿಮ್ಮ ದೇಶದಲ್ಲಿ ಪಾವತಿಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತಿಲ್ಲ. ಕೆಲವು ಮಾನಿಟೈಸೇಷನ್ ಕಾರ್ಯಕ್ರಮಗಳು ಲಭ್ಯವಿಲ್ಲ."),
                n("e89cdac0", "ಪಾವತಿ ಖಾತೆಯನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("dd7a54b4", "ನಿಮ್ಮ Stripe ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ"),
                n("jff3ab68", "ಗುರುತು ಪರಿಶೀಲನೆ"),
                n("j2876824", "ಗುರುತು ಪರಿಶೀಲಿಸಿ"),
                n("ebd06fb0", "ID ಅನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ"),
                n("f65b960c", "ಕ್ರಿಯೇಟರ್ ಪ್ರೋಗ್ರಾಂಗಾಗಿ ನಿಮ್ಮ ಸರ್ಕಾರ ನೀಡಿದ ID  ಅನ್ನು ನಾವು ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇವೆ."),
                n("i4a1e936", "ಪಾವತಿಸಲು, ನೀವು ಲಿಂಕ್ ಮಾಡಿದ್ದೀರಿ ಅಥವಾ ಹೊಸ Stripe ಖಾತೆಯನ್ನು ರಚಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ"),
                n("f5931b6a", "ಕ್ರಿಯೇಟರ್ ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸಲು ಗುರುತಿನ ಪರಿಶೀಲನೆಯ ಅಗತ್ಯವಿದೆ. ಕ್ರಿಯೇಟರ್ ಪ್ರೋಗ್ರಾಂಗಾಗಿ ನೀವು ಈ ಹಿಂದೆ ನಿಮ್ಮ ID ಅನ್ನು ಸಲ್ಲಿಸಿದ್ದರೆ, ನೀವು ಅದನ್ನು ಪುನಃ ಸಲ್ಲಿಸುವ ಅಗತ್ಯವಿಲ್ಲ."),
                n("c8798a95", "ಇಲ್ಲಿ"),
                n("d809ac49", "ಇಲ್ಲಿ"),
                n("bbe09d38", "ಅಪ್ಲಿಕೇಷನ್ ಸ್ವೀಕರಿಸಲಾಗಿದೆ ಆಪ್ ಸ್ಟೋರ್ಸ್‌ನಲ್ಲಿ ಕಾನ್ಫಿಗರೇಶನ್ ಬಾಕಿ ಇದೆ"),
                n("efbc5066", "ಬಾಕಿ ಉಳಿದಿರುವ ID ಪರಿಶೀಲನೆ"),
                n("hc7631da", "ನಿಮ್ಮ Stripe ಖಾತೆಯನ್ನು ಹೊಂದಿಸುವುದನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಿಲ್ಲ"),
                n("h72d71a2", "ಅರ್ಹವಾಗಿದೆ"),
                n("e12b0b16", "ಇನ್ನೂ ಅರ್ಹತೆ ಹೊಂದಿಲ್ಲ"),
                n("a1e57106", "ಅಪೂರ್ಣ"),
                n("i51b4e22", "ತಿರಸ್ಕರಿಸಲಾಗಿದೆ"),
                n("h5bd7160", "ಈ ಖಾತೆಯು ID ಪರಿಶೀಲನೆಗೆ ಅರ್ಹವಾಗಿಲ್ಲ."),
                n("e32040c4", "ಪಾವತಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನೀವು ID ಪರಿಶೀಲನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು."),
                n("j8769b42", "ನಿಮ್ಮ ಸರ್ಕಾರ ನೀಡಿದ ID ಅನ್ನು ನಾವು ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇವೆ."),
                n("be955554", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("b03a3d62", "ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("cbbe29c2", "ನೀವು ಪಾವತಿಗಳಿಗಾಗಿ ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿರುವಿರಿ"),
                n("g97a2d6c", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f30774ea", "ನಮ್ಮ ಮಾನಿಟೈಸೇಶನ್‌ ಪ್ರೋಗ್ರಾಂಗಳು ಮತ್ತು ನೀತಿಗಳ ಕುರಿತು ಇಲ್ಲಿ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."),
                n("aea0b11a", "ಮಾಸಿಕ ವಿಷಯಕ್ಕಾಗಿ ಯಾರಾದರೂ ನಿಮಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಲು ಅವಕಾಶ ನೀಡುವ ಮೂಲಕ X ನಲ್ಲಿ ಜೀವನವನ್ನು ಸಂಪಾದಿಸಿ."),
                n("bce47f48", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆಯಿಂದ X ನಲ್ಲಿ ಜೀವನವನ್ನು ಸಂಪಾದಿಸಿ."),
                n("h7a68080", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ನೀಡಲಾದ ಜಾಹೀರಾತುಗಳಿಂದ ಆದಾಯವನ್ನು ಗಳಿಸಿ."),
                n("eefd091e", "ಗುರುತಿನ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ"),
                n("cd616a5a", "ಕ್ರಿಯೇಟರ್ ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸಲು ಗುರುತಿನ ಪರಿಶೀಲನೆಯ ಅಗತ್ಯವಿದೆ."),
                n("cce8c40a", "ID ಪರಿಶೀಲಿಸಿ"),
                n("ja73ebac", "ಆದಾಯ"),
                n("h16eeb42", "ನಿರ್ವಹಿಸಿ"),
                n("bc43a32e", "ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆ"),
                n("i4c3b046", "ಈ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಹೊಸ ಕಾಯಿನ್‌ಗಳಿಲ್ಲ."),
                n("ca516a66", "ಎಲ್ಲಾ ಚಟುವಟಿಕೆಗಳನ್ನು ನೋಡಿ"),
                n("ee9ea930", "ವಜ್ರಗಳು"),
                n("cf3b535e", "ಅರ್ಹ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ  ಕಾಯಿನ್‌ಗಳನ್ನು ಪಡೆಯುವ ಮೂಲಕ ವಜ್ರಗಳನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ. ವಜ್ರಗಳಿಂದ ಗಳಿಸಿದ ಹಣವು ನಿಮ್ಮ ಅಂದಾಜಿಸಲಾದ ಗಳಿಕೆಗಳಿಗೆ ಸ್ವತಃ ಬಂದು ಸೇರಿಕೊಳ್ಳುತ್ತದೆ."),
                n("fbb7764b", function (e) {
                    return e.count + " ಕಾಯಿನ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("e70a07b2", "ಅನಾಮಧೇಯ"),
                n("c76972f0", "ಕಳೆದ ಪೇಔಟ್‌ನಿಂದ"),
                n("c219a552", "ಎಲ್ಲ ಸಮಯ"),
                n("f3ce76c0", "ಇನ್ನಷ್ಟು ಸಹಾಯ ಬೇಕೆ?"),
                n("i8982e7e", "ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರವನ್ನು ಭೇಟಿ ಮಾಡಿ ಅಥವಾ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ."),
                n("fbbfe8aa", "ಕಾಯಿನ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("e4f29140", "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ, ನಿಮ್ಮನ್ನು ಕಾಯಿನ್‌ಗಳ ಕಾರ್ಯಕ್ರಮದಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ಮತ್ತು ಇನ್ನು ಮುಂದೆ ಕಾಯಿನ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಅರ್ಹರಾಗಿರುವುದಿಲ್ಲ."),
                n("e58e85d2", "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಮುಂದುವರಿಯಿರಿ"),
                n("be8e87b4", "ಕಾಯಿನ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?"),
                n("bee26fa8", "ಹೌದು, ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("f0145c9a", "ಕಾಯಿನ್‌ಗಳನ್ನು ಈಗ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("a22f6808", "ಎಲ್ಲಾ ಚಟುವಟಿಕೆ"),
                n("g1b8020c", "ಕೊನೆಯ 30 ದಿನಗಳು"),
                n("jb13b840", "ಎಲ್ಲ ಸಮಯದಲ್ಲೂ"),
                n("b4f24360", "ಕಳೆದ 30 ದಿನಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಹೊಸ ಕಾಯಿನ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("d59dbf8a", "ಪುನರಾವರ್ತನೆ"),
                n("g652fc4c", "ಈ ತಿಂಗಳು ನೀವು ಯಾವುದೇ ಪಾವತಿ ಇತಿಹಾಸವನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("d55e017a", "ಈ ತಿಂಗಳು"),
                n("f883322d", function (e) {
                    return "ವಹಿವಾಟು ID " + e.transactionId;
                }),
                n("d978f43e", "ಹೊಸ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು"),
                n("d113fc10", "ಈ ಸಮಯದಲ್ಲಿ ನೀವು ಯಾವುದೇ ಹೊಸ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("h7a41c02", "ನವೀಕರಣಗಳು"),
                n("eedf2eaa", "ಈ ಸಮಯದಲ್ಲಿ ನೀವು ಯಾವುದೇ ನವೀಕರಣಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("d93308d8", "ಎಲ್ಲ ವಹಿವಾಟುಗಳನ್ನು ನೋಡಿ"),
                n("a23e724a", "ಈ ಖಾತೆ ಲಭ್ಯವಿಲ್ಲ."),
                n("a384fda0", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅವಲೋಕನ"),
                n("i4313618", "ನಿಮ್ಮನ್ನು ಪರಿಚಯಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಅವರು ಸೂಪರ್ ಫಾಲೋ ಮಾಡಿದಾಗ ಜನರು ಏನನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು ಎಂಬುದನ್ನು ವಿವರಿಸಿ."),
                n("c0348964", "ಪರಿಚಯ"),
                n("g522fd30", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ ಪರ್ಕ್‌ಗಳು"),
                n("e85471c6", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ ಬ್ಯಾಡ್ಜ್"),
                n("fd75ca92", "ನೀವು ಸಾರ್ವಜನಿಕ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಪಡೆಯುತ್ತೀರಿ, ಇದರಿಂದ ಗಮನ ಸೆಳೆಯಲು, ಚಾಟ್ ಮಾಡಲು, ಮತ್ತು ಸಂಪರ್ಕಿಸಲು ಸುಲಭವಾಗುತ್ತದೆ."),
                n("ia9c37c4", "ಬೆಲೆ ನಿಗದಿ"),
                n("f5be83b2", "ಸಮುದಾಯಕ್ಕೆ ಸೇರಿ"),
                n("e4ee8c6a", "ಐಡಿಯಾಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ, ಸ್ಫೂರ್ತಿ ಪಡೆಯಿರಿ ಮತ್ತು ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಕ್ರಿಯೇಟರ್ ಪ್ರತಿಕ್ರಿಯೆ ಸಮುದಾಯದಲ್ಲಿ ಇತರ ಕ್ರಿಯೇಟರ್‌ಗಳ ಜೊತೆಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಿ."),
                n("i3a90dee", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("e261e6e6", "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನಿಮ್ಮನ್ನು ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪ್ರೋಗ್ರಾಮ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("ca5ca5ee", "ಮುನ್ನೋಟವನ್ನು ನೋಡಿ"),
                n("a329ce88", "ಒಂದು ವಿವರಣೆ ಸೇರಿಸಿ..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "ಪೋಸ್ಟ್ ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("c1521804", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಪೋಸ್ಟ್‌ಗಳ ಪೂರ್ವವೀಕ್ಷಣೆಗಳನ್ನು ನಾನ್-ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ ತೋರಿಸಲಾಗುತ್ತದೆ."),
                n("jd0f1ac0", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?"),
                n("c6c27fc8", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು ಶಾಶ್ವತವಾಗಿದೆ. ನಿಮ್ಮನ್ನು ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪ್ರೋಗ್ರಾಮ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. ಪ್ರೋಗ್ರಾಮ್‌ಗೆ ವಾಪಸಾಗಲು, ನೀವು ಪುನಃ ಅರ್ಜಿ ಹಾಕಬೇಕಾಗುತ್ತದೆ."),
                n("f82a23ec", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಈಗ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("a4c6e458", "ನೀವು ನಿಮ್ಮ ಮಾಸಿಕ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಫೀ ಅನ್ನು ಇದಕ್ಕೆ ನಿಗದಿ ಮಾಡಿದ್ದೀರಿ:"),
                n("be54a313", function (e) {
                    return e.price + "/ಮಾಸಿಕ";
                }),
                n("hadd463a", "ಬೆಲೆ ಬದಲಾವಣೆಯನ್ನು ವಿನಂತಿಸಿ"),
                n("b0728b5c", "ಬೆಲೆ ಬದಲಾವಣೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ"),
                n("aea9f79c", "ನೀವು ಬಾಕಿಯಿರುವ ಬೆಲೆ ಬದಲಾವಣೆಯನ್ನು ಇಲ್ಲಿಗೆ ಹೊಂದಿದ್ದೀರಿ:"),
                n("c701e5cc", "ನೀವು ಮಾಡಿದ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗದು."),
                n("a649778c", "ಎಡಿಟ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಿ"),
                n("d1a683b8", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಕ್ರಿಯೇಟರ್‌ಗಳ ಬಗ್ಗೆ"),
                n("iba08a94", "ಎಲ್ಲವೂ ಹೇಗೆ ಕಾಣಿಸುತ್ತದೆ?"),
                n("a5f55bfa", "ನಿಮ್ಮ ಪುಟಕ್ಕೆ ಸಂಭಾವ್ಯ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಬಂದಾಗ ಅವರಿಗೆ ಹೀಗೆ ಕಾಣಿಸುತ್ತದೆ. ನೀವು ಪುನಃ ಬರಬಹುದು ಮತ್ತು ನಿಮ್ಮ ವಿವರಣೆಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನವೀಕರಿಸಬಹುದು."),
                n("b600eb88", "ನಿಮ್ಮ ಜನರನ್ನು ಹುಡುಕಿ ಮತ್ತು ಗುರುತಿಸಿಕೊಳ್ಳಿ"),
                n("da48ebf6", "ನೀವು ಸೈನ್‌ ಅಪ್‌ ಮಾಡುವಾಗ ವಿಶೇಷ ಕಂಟೆಂಟ್ ಪಡೆಯಿರಿ"),
                n("f324fb6c", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್"),
                n("c654a3aa", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡಬಹುದು"),
                n("d409ce3c", "ವಿಶೇಷ ಕಂಟೆಂಟ್ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಪ್ರಯೋಜನಗಳಿಗಾಗಿ X ನಲ್ಲಿ ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಜನರನ್ನು ಬೆಂಬಲಿಸಿ."),
                n("a4ed9072", "ಒಂದು ಪರಿಚಯವನ್ನು ಸೇರಿಸಿ..."),
                n("af5b098e", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಅನುಕೂಲಗಳು"),
                n("gf32cca2", "ನೀವು ಒದಗಿಸುವ ಸೌಲಭ್ಯಗಳನ್ನು ವಿವರಿಸಿ"),
                n("j8ba99b4", "ನೀವು ಹಂಚಿಕೊಳ್ಳುವ ವಿಶೇಷ ಕಂಟೆಂಟ್‌ನ ತ್ವರಿತ ಸಾರಾಂಶದೊಂದಿಗೆ ಪ್ರತಿ ತಿಂಗಳೂ ಜನರಿಗೆ ಏನು ಸಿಕ್ಕಿತ್ತು ಎಂಬುದರ ಸಾರವನ್ನು ನೀಡಿ."),
                n("j679dcda", "ಉದಾಹರಣೆಗಳನ್ನು ನೋಡಿ"),
                n("j325331a", "ಹಲೋ ಎಂದು ಹೇಳಲು ಒಂದು ನಿಮಿಷ ಮೀಸಲಿಡಿ"),
                n("e18e8da8", "ನಿಮ್ಮ ಸಂಭಾವ್ಯ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗಾಗಿ ತ್ವರಿತ ಪರಿಚಯ ಸಂದೇಶದೊಂದಿಗೆ ಉತ್ತಮ ಮೊದಲ ಪ್ರಭಾವವನ್ನು ಉಂಟುಮಾಡಿ."),
                n("fce14f56", "ಹೊಸ ಬೆಲೆ"),
                n("b0c58272", "ಹೊಸ ಮಾಸಿಕ ಬೆಲೆಯನ್ನು ಆರಿಸಿ. ಬೆಲೆ ಬದಲಾವಣೆಗಳನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು 3-7 ವ್ಯವಹಾರ ದಿನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಬೆಲೆ ಹೆಚ್ಚಳಕ್ಕೆ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಆಯ್ಕೆ ಮಾಡಬೇಕಾಗಬಹುದು."),
                n("d5737f0e", "ಮಾಸಿಕ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌"),
                n("edc014fb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("h810143c", "ವಿವರಗಳು"),
                n("ga57b610", "ಖರೀದಿ ದಿನಾಂಕ"),
                n("h3b68828", "ಖರೀದಿ ಪ್ರಕಾರ"),
                n("cc2aa67a", "ಖರೀದಿ ಪ್ಲಾಟ್‌ಫಾರಂ"),
                n("b313bb24", "ಪಾವತಿ"),
                n("e5188502", "ಎಲ್ಲ ಮಾರಾಟಗಳು ಅಂತಿಮವಾಗಿವೆ"),
                n("bf364d62", "ಎಲ್ಲ ವಹಿವಾಟುಗಳು"),
                n("ed3efef0", "ಕಳೆದ 30 ದಿನಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಹೊಸ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("b5f9ec14", "ಕಳೆದ 30 ದಿನಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ನವೀಕರಣಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("d8eed490", "ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ-ಮುಖದ ಪ್ರೊಫೈಲ್ ಕಾಣಿಸಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("e26dbcd0", "ನಿಮ್ಮ ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ"),
                n("aea7dda8", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪಟ್ಟಿ ನಿಮಗೆ ಮಾತ್ರ ಗೋಚರಿಸುತ್ತದೆ."),
                n("j3d2cfc4", "ನೀವು ಯಾವ ಸ್ಪೇಸಸ್ ಅನ್ನು ಕೇಳಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದೀರಿ ಎಂದು ಹಿಂಬಾಲಕರು ನೋಡಲು ಅನುಮತಿಸಿ"),
                n("d9588ae6", "ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಆಫ್ ಮಾಡಿದರೂ, ನೀವು ಸ್ಪೇಸ್ ನಲ್ಲಿ ಇರುವಾಗ ಎಲ್ಲರಿಗೂ ಕಾಣಿಸುತ್ತಿರುತ್ತೀರಿ. ನೀವು ಯಾವ ಸ್ಪೇಸಸ್ ಹೋಸ್ಟ್ ಮಾಡುತ್ತಿದ್ದೀರಿ, ಕೋ-ಹೋಸ್ಟ್ ಮಾಡುತ್ತಿದ್ದೀರಿ ಅಥವಾ ಮಾತನಾಡುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನಿಮ್ಮ ಹಿಂಬಾಲಕರು ಎಂದಿಗೂ ನೋಡಬಹುದು."),
                n("i84c5de8", "ಕ್ರಿಯೇಟರ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಶೀಘ್ರದಲ್ಲೇ ಆಗಮಿಸಲಿವೆ"),
                n("b8922f7e", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪ್ರೋಗ್ರಾಮ್‌ಗೆ ಸೇರುವುದಕ್ಕೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು ಶೀಘ್ರದಲ್ಲೇ ಪುನಃ ಪರಿಶೀಲಿಸಿ."),
                n("ad588be6", "ನೀವು ಅರ್ಹರಾಗಿದ್ದೀರಿ!"),
                n("f6443bd2", "ಶುಭ ಸುದ್ದಿ — ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳಿಗೆ ನಮ್ಮ ಅರ್ಹತೆ ಮಾನದಂಡಗಳನ್ನು ನೀವು ಪೂರೈಸುತ್ತೀರಿ. ಅನ್ವಯಿಸಲು ಸಿದ್ಧವೇ?"),
                n("a3a20a10", "ನಂತರ ಪುನಃ ಪರಿಶೀಲಿಸಿ"),
                n("b8d29e4a", "ದುರಾದೃಷ್ಟವಶಾತ್‌, ಈ ಸಮಯದಲ್ಲಿ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಬಗ್ಗೆ ನಮ್ಮ ಅರ್ಹತೆ ಮಾನದಂಡಗಳನ್ನು ನೀವು ಪೂರೈಸುವುದಿಲ್ಲ."),
                n("d92c1d0a", "ಅನ್ವಯಿಸಲು ಮುಂದುವರಿಯಿರಿ"),
                n("fde27650", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ನಿಯಮಗಳಿಗೆ"),
                n("c5f89b06", "Premium ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವ ಮೂಲಕ ಪರಿಶೀಲಿಸಿಕೊಳ್ಳಿ"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " ಪರಿಶೀಲಿಸಿದ ಹಿಂಬಾಲಕರು";
                }),
                n("b747ce3a", "ಕಳೆದ 30 ದಿನಗಳಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿದೆ"),
                n("c27f57ac", "ಕನಿಷ್ಠ 18 ವರ್ಷದವರಾಗಿರಬೇಕು"),
                n("h63d2973", function (e) {
                    return "ಕಳೆದ 3 ತಿಂಗಳುಗಳಲ್ಲಿ " + e.count + " ಸಾವಯವ ಇಂಪ್ರೆಶನ್‌ಗಳು";
                }),
                n("ef606fca", "ಹೆಚ್ಚು ತೊಡಗಿಸಿಕೊಂಡ ನಿಮ್ಮ ಹಿಂಬಾಲಕರಿಗೆ ಪಾವತಿ ಸಹಿತ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು"),
                n("e533715e", "ಅರ್ಹತೆ ಪರಿಶೀಲಿಸಿ"),
                n("d8671da2", "X ನಲ್ಲಿ ಜೀವನ ಮಾಡಿ"),
                n("d126a504", "ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಹಿಂಬಾಲಕರಿಗೆ ಸ್ವಲ್ಪ ಹೆಚ್ಚುವರಿ ಏನನ್ನಾದರೂ ನೀಡಿ ಮತ್ತು ಪ್ರತಿ ತಿಂಗಳು ಹಣವನ್ನು ಗಳಿಸಿ. "),
                n("d08d0bb2", "ವಿ‍ಶೇಷ ಕಂಟೆಂಟ್"),
                n("ef29d2c2", "ಹೆಚ್ಚುವರಿ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ವೈಯಕ್ತಿಕ ಪ್ರತಿಕ್ರಿಯೆಗಳೊಂದಿಗೆ ಸಿದ್ಧಪಡಿಸಿಲ್ಲದ ಚಿಂತನೆಗಳು, ಐಡಿಯಾಗಳು ಮತ್ತು ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ."),
                n("if12af7c", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್ ಅನ್ನು ನಿಗದಿಪಡಿಸಲಾಗಿದೆ"),
                n("cc4c1a14", "ಬೆಲೆಯನ್ನು ನಿಗದಿಪಡಿಸಲಾಗಿದೆ"),
                n("e1453e45", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("aa7e35ee", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ"),
                n("c984cc62", "ಈ ಬಾರಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ. ಭಾಗವಹಿಸಲು ಭವಿಷ್ಯದ ಅವಕಾಶಗಳಿಗಾಗಿ ನಿರೀಕ್ಷಿಸಿ."),
                n("gd115e64", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳಿಗೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ"),
                n("a9f08d5c", "ಕೆಳಗಿನ ಪ್ರಶ್ನೆಗಳಿಗೆ ನಿಮ್ಮ ಉತ್ತರಗಳು ನಮ್ಮ ವಿಮರ್ಶೆಗಾಗಿ ಆಗಿವೆ ಮತ್ತು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("c3f8d650", "ನಿಮ್ಮ ವಿಷಯವನ್ನು ವಿವರಿಸಿ"),
                n("j89dd344", "ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ನಲ್ಲಿ ಒಳಗೊಂಡಿರುವ ವಿಷಯದ ಉದಾಹರಣೆಯನ್ನು ಒದಗಿಸಿ, ಹೆಚ್ಚು ನಿರ್ದಿಷ್ಟವಾದಷ್ಟೂ ಉತ್ತಮ."),
                n("d19cc490", "ಉದಾಹರಣೆ ವಿಷಯವನ್ನು ಸೇರಿಸಿ"),
                n("c737c1b2", "ನಿಮ್ಮ ಅನುಭವದ ಕುರಿತು ನಮಗೆ ತಿಳಿಸಿ"),
                n("f98e5fd4", "ನೀವು ಇತರ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಪಾವತಿಸಿದ ವಿಷಯವನ್ನು ರಚಿಸುತ್ತೀರಾ? ಬಳಕೆದಾರರು ಚಂದಾದಾರರಾಗುತ್ತಾರೆ ಎಂದು ನೀವು ಏಕೆ ಭಾವಿಸುತ್ತೀರಿ?"),
                n("c41b01be", "ಪಿಚ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("e2aad0fe", "ನಾನು ಗ್ರಾಫಿಕ್ ಅಥವಾ ವಯಸ್ಕ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವುದಿಲ್ಲ"),
                n("d1b983ef", function (e) {
                    return "ಕನಿಷ್ಠ " + e.count + " ಅಕ್ಷರಗಳಷ್ಟು ಉದ್ದವಿರಬೇಕು";
                }),
                n("d3d6c52c", "ನಿಮ್ಮ ಅರ್ಜಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ"),
                n("cb27c0ba", "ನಾವು ನಿಮ್ಮ ಬೆಲೆಯನ್ನು ದೃಢೀಕರಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಅನುಮೋದಿಸಿದರೆ, ಅದು ಲೈವ್ ಆದ ತಕ್ಷಣ ನಾವು ನಿಮಗೆ ಸೂಚನೆಯನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ."),
                n("j274e6aa", "ನೀವು ಕಾಯುವಿಕೆ ಪಟ್ಟಿಯಲ್ಲಿದ್ದೀರಿ"),
                n("j006be54", "ನಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಟೆಸ್ಟ್ ಸಮೂಹ ತ್ವರಿತವಾಗಿ ಭರ್ತಿಯಾಗಿದೆ. ಆದರೆ, ನಾವು ನಿಮ್ಮನ್ನು ಕಾಯುವ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿದ್ದೇವೆ ಮತ್ತು ಇನ್ನಷ್ಟು ಸ್ಪಾಟ್‌ಗಳುಟ ತೆರೆದಾಗ ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ."),
                n("d5cb1114", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳೊಂದಿಗೆ ಆರಂಭಿಸಿ"),
                n("j2f622ec", "ನಿಮ್ಮನ್ನು ನಮ್ಮ ಪರೀಕ್ಷೆ ಸಮೂಹಕ್ಕೆ ಆಯ್ಕೆ ಮಾಡಿದ್ದೇವೆ! ಈಗಲೇ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ವಿವರಗಳನ್ನು ಸೆಟಪ್ ಮಾಡಿ ಮತ್ತು ಇದು ಯಾವಾಗ ಲೈವ್ ಆಗುತ್ತದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ."),
                n("e2cd7000", "ಇನ್ನೇನು ಸಮೀಪಿಸಿದ್ದೀರಿ..."),
                n("b3629b92", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಸೆಟಪ್ ಮಾಡುವುದನ್ನು ಪೂರ್ತಿಗೊಳಿಸಲು ಇನ್ನು ಕೆಲವೇ ಹಂತಗಳಿವೆ."),
                n("f4619a62", "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಮುಂದುವರಿಯಿರಿ"),
                n("c5625f84", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನುಕೂಲಗಳನ್ನು ವಿವರಿಸಿ"),
                n("c7289544", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಬೆಲೆ ನಿಗದಿಸಿ"),
                n("aaf68c58", "ನಿಮ್ಮ ಪಾವತಿ ವಿವರಗಳನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("b8a69fa0", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನಿಯಮಗಳಿಗೆ"),
                n("ad4a92a2", "ಬ್ಯಾಡ್ಜ್"),
                n("d5aa8de0", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳ ಬ್ಯಾಡ್ಜ್‌ಗಳನ್ನು ನೀಡಿ"),
                n("j0bbda92", "ಬದಲಾವಣೆ ಮಾಡಲು ಅಥವಾ ಸಂಪಾದನೆ ಮಾಡಲು ಇಲ್ಲಿ ಏನೂ ಇಲ್ಲ. ನಿಮ್ಮ ಎಲ್ಲ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದಾಗ ಸಾರ್ವಜನಿಕ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪಡೆಯುತ್ತಾರೆ."),
                n("e18b7a72", "ಪರಿಶೀಲನೆ"),
                n("be76dc34", "ವಿವರಣೆ ಸೇರಿಸಿ"),
                n("ef5406e4", "ಪರಿಚಯವನ್ನು ಸೇರಿಸಿ"),
                n("ea8a3d2e", "ಬೆಲೆ ಸೆಟಪ್"),
                n("f77bb179", function (e) {
                    return "ನಿಮ್ಮ " + e.price + " ಆಯ್ಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ";
                }),
                n("g2a6f160", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬೆಲೆಯನ್ನು ಎರಡು ಬಾರಿ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ದೃಢೀಕರಿಸಿ. ನೀವು ವಾಪಸು ಬರಲಾಗದು ಮತ್ತು ನಿಗದಿಸಿದ ನಂತರ ಬೆಲೆಯನ್ನು ಬದಲಿಸಲಾಗದು."),
                n("g767d1c9", "ನೋಟ್: ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್ ಪರೀಕ್ಷಾ ಅವಧಿಯಲ್ಲಿ ಇರುವಾಗ"),
                n("df057690", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಎಷ್ಟು ಪಾವತಿ ಮಾಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("g5923869", function (e) {
                    return e.price + " ಪ್ರತಿ ತಿಂಗಳು";
                }),
                n("f025ab3a", "ದೊಡ್ಡ, ವಿಶಾಲವಾದ ವ್ಯಾಪ್ತಿಯನ್ನು ನಿರ್ಮಾಣ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("c962df0e", "ನಿಯತವಾಗಿಲ್ಲದಂತೆ ಪೋಸ್ಟ್ ಮಾಡುವುದು ಮತ್ತು ಚಂದಾದಾರರುಗಳೊಂದಿಗೆ ಸಂವಾದ ನಡೆಸುವುದು"),
                n("ib075804", "ನಿಮ್ಮ ವ್ಯಾಪ್ತಿಯನ್ನು ವಿಸ್ತರಿಸಿ ಮತ್ತು ಆದಾಯವನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಿ"),
                n("fc04f3a6", "ಆಗಾಗ್ಗೆ ಪೋಸ್ಟ್ ಮಾಡುವುದು ಮತ್ತು ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳೊಂದಿಗೆ ಸಂವಾದ ನಡೆಸುವುದು"),
                n("c246656e", "ಆತ್ಮೀಯ ವ್ಯಾಪ್ತಿಯನ್ನು ನಿರ್ಮಿಸಿಕೊಳ್ಳಿ"),
                n("h0c5405c", "ನಿಯತವಾಗಿ ಪೋಸ್ಟ್ ಮಾಡುವುದು ಮತ್ತು ಚಂದಾದಾರರುಗಳೊಂದಿಗೆ ಸಂವಾದ ನಡೆಸುವುದು"),
                n("f2d2153d", function (e) {
                    return "ಹೆಚ್ಚಿನ ಕ್ರಿಯೇಟರ್‌ಗಳು " + e.price + " ಶುಲ್ಕವನ್ನು ವಿಧಿಸುತ್ತಾರೆ ಆದರೆ ನೀವು ಬಯಸುವ ಯಾವುದೇ ಬೆಲೆಯನ್ನು ನೀವು ಆಯ್ಕೆಮಾಡಬಹುದು";
                }),
                n("f1cb36b8", "ಪೇಔಟ್ ಸೆಟಪ್"),
                n("e20f6662", "ನೀವು ಸಿದ್ಧವಾಗಿದ್ದೀರಿ!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "ನಿಮ್ಮ ಪೇಔಟ್ ವಿವರಗಳನ್ನು ಸೆಟಪ್ ಮಾಡಿ"),
                n("a3f6a966", "Stripe ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("cb031e44", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಲು ನಿಮ್ಮನ್ನು Stripe ಗೆ ಕರೆದೊಯ್ಯಲಾಗುತ್ತದೆ. ನೀವು ಬಳಸಲು ಬಯಸುವ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ Stripe ಖಾತೆಯನ್ನು ನೀವು ಹೊಂದಿದ್ದರೆ, Stripe ನಿಂದ ಇಮೇಲ್‌ಗಾಗಿ ಪ್ರಾಂಪ್ಟ್ ಮಾಡಿದಾಗ ಆ ಖಾತೆಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ. ಗಮನಿಸಿ: ನಿಮ್ಮ Stripe ಇಮೇಲ್ ನಿಮ್ಮ X ಇಮೇಲ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿರಬಹುದು."),
                n("ebfb897c", "ಉದಾಹರಣೆಗಳು"),
                n("dc4feb1a", "ಏನನ್ನು ಹೇಳಬೇಕು ಎಂದು ಖಚಿತವಿಲ್ಲವೇ?"),
                n("h9b9d486", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ ನೀವು ಒದಗಿಸುವ ಕಂಟೆಂಟ್‌ ನಿಮಗೆ ಬಿಟ್ಟಿದ್ದು. ನೀವು ಆರಂಭಿಸಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕೆ ಇಲ್ಲಿ ಕೆಲವು ಉದಾಹರಣೆಗಳಿವೆ."),
                n("ic130fd6", "ನಿಮಗೆ ಒಂದಷ್ಟು ಉತ್ತಮವಾದ ತೆರೆಯ ಹಿಂದಿನ ಕಂಟೆಂಟ್, ನನ್ನ ಪುಸ್ತಕಗಳು ಮತ್ತು ಇತರ ಪ್ರಾಜೆಕ್ಟ್‌ಗಳ ಆರಂಭಿಕ ಪೀಕ್‌ಗಳು ಮತ್ತು ಮಾಸಿಕ ಎಎಂಎಗಳು ಸಿಗುತ್ತವೆ."),
                n("dd913e24", "ನನ್ನ ತಕ್ಷಣದ ಅಭಿಪ್ರಾಯಗಳು, ಸಿದ್ಧಪಡಿಸಿಲ್ಲದ ಚಿಂತನೆಗಳು ಮತ್ತು ಹೆಚ್ಚುವರಿ ಕಂಟೆಂಟ್‌ ಅನ್ನು ನೀವು ಪಡೆಯಬಹುದು."),
                n("b737ee66", "ವಿಐಪಿ ಅನುಭವಕ್ಕೆ ಸಿದ್ಧರಾಗಿ. ಯೋಚಿಸಿ: ಸಮೀಕ್ಷೆಗಳು, ವೀಡಿಯೋಗಳು ಮತ್ತು ಡೀಲ್‌ಗಳಂತಹ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗೆ ಮಾತ್ರದ ಕಂಟೆಂಟ್."),
                n("a0bb2076", "ನಿಮ್ಮ ಪರಿಚಯ ಸಣ್ಣದಾಗಿರಲಿ ಮತ್ತು ಆಹ್ಲಾದಕರವಾಗಿರಲಿ. ನಿಮ್ಮ ಕಂಟೆಂಟ್ ಅನ್ನು ನಂತರ ನೀವು ವಿವರಿಸಬಹುದು. ನೀವು ಆರಂಭಿಸಲು ಇಲ್ಲಿ ಕೆಲವು ಉದಾಹರಣೆಗಳಿವೆ."),
                n("fe076612", "ಹಾಯ್ ಮತ್ತು ನನ್ನ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪುಟಕ್ಕೆ ಸ್ವಾಗತ! ನೀವು ಇಲ್ಲಿಗೆ ಬಂದಿದ್ದು ನನಗೆ ಸಂತೋಷವಾಗಿದೆ. ನಾನು ಇಷ್ಟಪಟ್ಟ ಕೆಲಸವನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು."),
                n("g7f66daa", "ಎಲ್ಲರೂ ಹೇಗಿದ್ದೀರಿ? ನಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಪರಿಶೀಲಿಸುತ್ತಿರುವುದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ನನ್ನ ಬಳಿ ಇರುವುದು ನಿಮಗೆ ಇಷ್ಟವಾಗುತ್ತದೆ ಎಂದು ನಾನು ಭಾವಿಸಿದ್ದೇನೆ."),
                n("hbe4f99e", "ನಮಸ್ಕಾರ! ಅತ್ಯಂತ ಗೌಪ್ಯ ಕಂಟೆಂಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಮತ್ತು ಪರಸ್ಪರರನ್ನು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳುವುದಕ್ಕೆ ಇನ್ನು ಕಾಯಲಾಗದು :)"),
                n("fb278c82", "ಈ ಪ್ರಿವ್ಯೂ ಯಾವುದಕ್ಕೆ?"),
                n("j6cab6ec", "ನಿಮಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವುದಕ್ಕೂ ಮೊದಲು ಜನರು ಹೇಳುವುದು ಇದು. ಅವರು ನಿಮ್ಮ ಬಗ್ಗೆ ಸರಿಯಾಗಿ ತಿಳಿದುಕೊಳ್ಳುವವರೆಗೂ ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಬದಲಿಸಿ ಮತ್ತು ತಿದ್ದುಪಡಿ ಮಾಡಿ."),
                n("f2b1e83e", "Grok ಮತ್ತು ಮೂರನೇ-ವ್ಯಕ್ತಿಯ ಸಹಯೋಗಿಗಳು"),
                n("e110a46c", "ಸಂವಾದ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಿ"),
                n("ebc4fda0", "ನಿಮ್ಮ Grok ಸಂವಾದ ಇತಿಹಾಸವನ್ನು ನೀವು ಅಳಿಸಲಿರುವಿರಿ. ಈ ಸಂವಾದಗಳನ್ನು ಮತ್ತೆ ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("c90fe716", "ನಿಮ್ಮ ಸಂವಾದಗಳನ್ನು ಅಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?"),
                n("a8d516a4", "xAI ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ Grok ಮತ್ತು ಇತರ AI ಮಾದರಿಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಮತ್ತು ಉತ್ತಮಗೊಳಿಸಲು X ನಿಮ್ಮ X ಸಾರ್ವಜನಿಕ ಡೇಟಾವನ್ನು xAI ಜೊತೆಗೆ ನಿಮ್ಮ ಬಳಕೆದಾರ ಸಂವಹನಗಳು, ಇನ್‌ಪುಟ್‌ಗಳು ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು X ನಲ್ಲಿ Grok ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು. ಇದು ನಿಮ್ಮ ಬಳಕೆದಾರರ ಅನುಭವವನ್ನು ನಿರಂತರವಾಗಿ ಸುಧಾರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("a127886c", "ನಿಮ್ಮ ಸಂವಾದದ ಇತಿಹಾಸವನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು Grok ಗೆ ಅನುಮತಿಸಿ"),
                n("f49b39b8", "ನಿಮ್ಮ ಹಿಂದಿನ ಸಂವಾದಗಳಿಂದ ವಿವರಗಳನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು Grok ಗೆ ಅನುಮತಿಸಿ. ಸಂಬಂಧಿತ ವಿವರಗಳನ್ನು ಮರೆಯಲು ನೀವು ವೈಯಕ್ತಿಕ ಸಂವಾದಗಳನ್ನು ಅಳಿಸಬಹುದು."),
                n("b7de9ad2", "Grok ನೊಂದಿಗೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು X ಗೆ ಅನುಮತಿಸಿ"),
                n("ed141096", "ನಿಮ್ಮ Grok ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು Grok ನೊಂದಿಗೆ ನಿಮ್ಮ X ಡೇಟಾ ಹಾಗೂ ನಿಮ್ಮ ಸಂವಹನಗಳು, ಇನ್‌ಪುಟ್‌ಗಳು ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು ಬಳಸಲು ಅನುಮತಿಸಿ xAI ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ Grok ಮತ್ತು ಇತರ AI ಮಾದರಿಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು X xAI ನೊಂದಿಗೆ ನಿಮ್ಮ X ಡೇಟಾವನ್ನು ಹಾಗೂ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಸಂವಹನಗಳು, ಇನ್‌ಪುಟ್‌ಗಳು ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು Grok ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು. "),
                n("ecdbece0", "ನೀವು ಕಾಯಿನ್‌ಗಳ ಕಾರ್ಯಕ್ರಮಕ್ಕೆ ಯಶಸ್ವಿಯಾಗಿ ದಾಖಲಾಗಿದ್ದೀರಿ."),
                n("db3f0bbe", "ಕ್ರಿಯೇಟರ್ಸ್ ತಮ್ಮ ವಿಷಯದಿಂದ ಹಣವನ್ನು ಗಳಿಸಲು ಸಹಾಯ ಮಾಡುವುದು."),
                n("a1f40cf8", "ಒಪ್ಪುತ್ತೇನೆ"),
                n("d604fb32", "ಕ್ರಿಯೇಟರ್ ನಿಯಮಗಳಿಗೆ"),
                n("d520d188", "ಕಾಯಿನ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಿ"),
                n("ea770766", "ಕಾಯಿನ್‌ಗಳು ಅರ್ಹ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಪಡೆಯಬಹುದಾದ ವಾಸ್ತವದ ಸರಕುಗಳಾಗಿವೆ. ನೀವು ಕಾಯಿನ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತಾ ಹೋದಂತೆ, ಅವು ನಗದಾಗಿ ಪರಿವರ್ತಿಸಬಹುದಾದ ವಜ್ರಗಳಾಗಿ ಸಂಗ್ರಹವಾಗುತ್ತವೆ."),
                n("d27f5ac6", "ನಿಷ್ಕ್ರಿಯ ಆದಾಯ"),
                n("h1d66df0", "X ನಲ್ಲಿ ಉತ್ತಮ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ಹಣವನ್ನು ಗಳಿಸಿ. ನಿಮ್ಮ ಹಿಂಬಾಲಕರು ನಿಮಗೀಗ ಕಾಯಿನ್‌ಗಳನ್ನು ನೀಡುವ ಮೂಲಕ  ಬಹುಮಾನ ನೀಡಬಹುದು."),
                n("f85fb0a2", "ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ"),
                n("d1433e24", "ಅಭಿಮಾನಿಗಳು ತಾವು ಹೆಚ್ಚು ಆನಂದಿಸುವ ವಿಷಯವನ್ನು ಮಾಡಲು ನಿಮಗೆ ಬಹುಮಾನ ನೀಡಲು ಕಾಯಿನ್‌ಗಳು ಒಂದು ಮೋಜಿನ ಮಾರ್ಗವಾಗಿದೆ. ನಿಮ್ಮ ಹಿಂಬಾಲಕರು ಮತ್ತು ಅಭಿಮಾನಿಗಳೊಂದಿಗೆ ಉತ್ತಮ ಸಂಪರ್ಕವನ್ನು ಪಡೆಯಲು ಇದು ನಿಮಗೆ ಒಂದು ಅವಕಾಶವಾಗಿದೆ."),
                n("e6ba42de", "ಜಾಹೀರಾತು ಆದಾಯ ಹಂಚಿಕೆ"),
                n("ebc16756", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("da4cd6fa", "ದುರದೃಷ್ಟವಶಾತ್, ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆಗೆ ನೀವು ಇನ್ನೂ ಅರ್ಹರಾಗಿಲ್ಲ. ಭಾಗವಹಿಸಲು ನೀವು ಕೆಳಗಿನ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುವ ಅಗತ್ಯವಿದೆ:"),
                n("b2961492", "ದುರದೃಷ್ಟವಶಾತ್, ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆಗೆ ನೀವು ಇನ್ನೂ ಅರ್ಹರಾಗಿಲ್ಲ. ಭಾಗವಹಿಸಲು ನೀವು ಕೆಳಗಿನ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುವ ಅಗತ್ಯವಿದೆ:"),
                n("d3789528", "ಜಾಹೀರಾತು ಆದಾಯ ಹಂಚಿಕೆ ಬಗ್ಗೆ"),
                n("aa0ff456", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ ಬಗ್ಗೆ"),
                n("bf214f48", "ಸರಿ"),
                n("b2b4d592", "Premium ಅಥವಾ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳನ್ನು ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"),
                n("fbb03ba6", "500 Premium ಹಿಂಬಾಲಕರು"),
                n("hb4c5169", function (e) {
                    return "ಕಳೆದ 3 ತಿಂಗಳುಗಳಲ್ಲಿ ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಲ್ಲಿ ಕನಿಷ್ಠ " + e.impression_number + "M ಇಂಪ್ರೆಶನ್ಗಳನ್ನು ಹೊಂದಿರಿ";
                }),
                n("f91685ba", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿ ಹಣ ಪಡೆಯಲು ನೀವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅರ್ಹರಾಗಿದ್ದೀರಿ!"),
                n("a9f0e0fa", "Premium ಅಥವಾ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಸಬ್ಸ್ಕ್ರೈಬರ್ ಆಗಿ, ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆಗೆ ನೀವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅರ್ಹರಾಗುತ್ತೀರಿ. ನಿಮ್ಮ ಪಾವತಿಯು ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ತೋರಿಸಲಾದ ಜಾಹೀರಾತುಗಳ ಮೇಲೆ ಪರಿಶೀಲಿಸಿದ ಇಂಪ್ರೆಶನ್ಗಳ ಸಂಖ್ಯೆಯನ್ನು ಆಧರಿಸಿದೆ."),
                n("c694e3e4", "Premium ಅಥವಾ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಆಗಿ, ನೀವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆಗೆ ಅರ್ಹರಾಗುತ್ತೀರಿ."),
                n("acd1a1be", "ಭವಿಷ್ಯದ ಪಾವತಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಈಗ ನಿಮ್ಮ ಪಾವತಿಯ ವಿವರಗಳನ್ನು ಹೊಂದಿಸಿ."),
                n("f7e11f70", "ಸೇರಿ ಮತ್ತು ID ಅನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("c8169274", "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಉಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("c3f93665", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ ನಿಯಮಗಳನ್ನು"),
                n("a249ce04", "ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ ನಿಯಮಗಳನ್ನು"),
                n("d085a144", "ಕ್ರಿಯೇಟರ್ ಗಳಿಕೆಗಳ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್"),
                n("a5204850", "ಒಟ್ಟು ಆದಾಯ"),
                n("ada650cf", function (e) {
                    return "ಪಾವತಿ ಅವಧಿ: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ"),
                n("g88c1108", "ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ ಕುರಿತು"),
                n("d4bb7e9c", "ವೀಡಿಯೊ ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ ನಿಯಮಗಳು"),
                n("dc535dbe", "ನಮ್ಮ ವೀಡಿಯೊ ಪ್ರಿ-ರೋಲ್ ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ ಪ್ರೋಗ್ರಾಂಗೆ ಅನ್ವಯಿಸುವ ಮೂಲಕ X ನಲ್ಲಿ ನಿಮ್ಮ ವಿಷಯಕ್ಕಾಗಿ ಹೆಚ್ಚು ಗಳಿಸಿ."),
                n("eb6d9270", "ನಿಮ್ಮ ಕಂಟೆಂಟ್‌ಗಾಗಿ ಹಣ ಪಡೆಯಿರಿ"),
                n("a778472e", "ವಿವರಗಳು:"),
                n("bde8446e", 'ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ ಪ್ರೋಗ್ರಾಂಗೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಸಲ್ಲಿಸಿ" ಆಯ್ಕೆಮಾಡಿ.'),
                n("a415fd3a", "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಸಲ್ಲಿಸಿ"),
                n("fbba9725", "X ನಿಯಮಗಳು"),
                n("f3dd8c4a", "ಜಾಹೀರಾತುಗಳ ಆದಾಯ ಹಂಚಿಕೆ ನಿಯಮಗಳು ಮತ್ತು ಕ್ರಿಯೇಟರ್ ಮಾನಿಟೈಸೇಶನ್‌ ಮಾನದಂಡಗಳನ್ನು"),
                n("hd885ae0", "ನಿಮ್ಮ ಪರಿಣಾಮವನ್ನು ನೋಡಿ"),
                n("je4ccd3a", "ಜಾಹೀರಾತು ರಹಿತ ಲೇಖನಗಳ ಸಹಾಯ ಕೇಂದ್ರ"),
                n("i6cb493e", "ನಿಮ್ಮ ಅಫಿಲಿಯೇಶನ್‌ಗಳನ್ನು ಹೇಗೆ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("e4fde082", "ಕಳುಹಿಸಿದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರದ್ದುಗೊಳಿಸಲು ಟೈಮರ್ ಸೆಟ್ ಮಾಡಿ ಮತ್ತು ಯಾವ ರೀತಿಯ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರದ್ದು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("dcfc6540", "ಮೂಲ ಪೋಸ್ಟ್‌ಗಳು"),
                n("be077e8c", "ಥ್ರೆಡ್‌ಗಳು"),
                n("f3429f2c", "ಸಮೀಕ್ಷೆಗಳು"),
                n("i647ba8a", "ಪೋಸ್ಟ್ ರದ್ದುಗೊಳಿಸುವ ಅವಧಿ"),
                n("d195528e", "ಸಾರ್ವಜನಿಕಗೊಳ್ಳುವುದಕ್ಕೂ ಮೊದಲು ಯಾವ ವಿಧದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ರದ್ದು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ ಹಾಗೂ ನಿಮ್ಮ ರದ್ದತಿ ಅವಧಿ ಎಷ್ಟು ಎಂದು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("bcf3a9e6", "ಅನಪೇಕ್ಷಿತ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಮಿತಿಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡುವ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("c048fd3a", "ಸಂಭಾವ್ಯ ಅನಪೇಕ್ಷಿತ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ"),
                n("dab7dac4", "ಸಂಭಾವ್ಯವಾಗಿ ಅಪಾಯಕಾರಿ ಅಥವಾ ಆಕ್ಷೇಪಾರ್ಹ ಭಾಷೆಯನ್ನು ಒಳಗೊಂಡಿರುವ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ. ಇತರರು ಈಗಲೂ ಈ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನೋಡಬಹುದು."),
                n("c4c53b86", "ಇಂತಹ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಗುರುತಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ ನಾವು ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ. ಹೀಗಾಗಿ, ನಾವು ಎಂದಿಗೂ ಸುಧಾರಿಸುತ್ತಿರುತ್ತೇವೆಯಾದರೂ, ಎಲ್ಲ ಬಾರಿಯೂ ನಾವು ಸರಿಯಾಗಿ ಊಹಿಸದಿರಬಹುದು."),
                n("dca3d2ee", "ಪ್ರತಿಕ್ರಿಯೆ ಫಿಲ್ಟರ್ ಆಫ್‌ ಮಾಡುವುದೇ?"),
                n("fe440ff8", "ಫಿಲ್ಟರ್ ಮಾಡಿದ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಮರುಸ್ಥಾಪಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("cedbb01c", "ಕಾನೂನು"),
                n("b4f917d0", "ಇತರೆ"),
                n("bdfa2b8c", "ಹೆಚ್ಚುವರಿ ಸಂಪನ್ಮೂಲಗಳು"),
                n("b8692262", "X ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಲು ಸಹಾಯಕ ಮಾಹಿತಿಗಾಗಿ ಇತರ ಸ್ಥಳಗಳನ್ನು ನೋಡಿ."),
                n("c0398892", "ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳು"),
                n("b833bcde", "ಕಲರ್ ಕಾಂಟ್ರಾಸ್ಟ್ ಮತ್ತು ಚಲನೆಯನ್ನು ಮಿತಿಗೊಳಿಸುವಂತಹ ನಿಮ್ಮ X ಅನುಭವದ ಅಂಶವನ್ನು ನಿರ್ವಹಿಸಿ. ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿರುವ ಎಲ್ಲ X ಖಾತೆಗಳಿಗೆ ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಪರಿಣಾಮ ಬೀರುತ್ತವೆ."),
                n("d5b646be", "ನೋಟ"),
                n("jfe6a3a0", "ಚಲನೆ"),
                n("e8c72272", "ಬಣ್ಣ ಕಾಂಟ್ರಾಸ್ಟ್ ಹೆಚ್ಚಿಸಿ"),
                n("dba2cdd2", "ಪಠ್ಯ ಮತ್ತು ಹಿನ್ನೆಲೆ ಬಣ್ಣಗಳ ನಡುವೆ ಕಾಂಟ್ರಾಸ್ಟ್ ಹೆಚ್ಚಿಸುವ ಮೂಲಕ ಸ್ಪಷ್ಟತೆಯನ್ನು ಸುಧಾರಿಸುತ್ತದೆ."),
                n("d070244e", "ಚಲನೆ ಕಡಿಮೆ ಮಾಡಿ"),
                n("icfa5e8c", "ಲೈವ್ ಎಂಗೇಜ್‌ಮೆಂಟ್ ಎಣಿಕೆಗಳನ್ನು ಒಳಗೊಂಡು ಇನ್-ಆಪ್ ಅನಿಮೇಶನ್‌ಗಳ ಪ್ರಮಾಣವನ್ನು ಮಿತಿಗೊಳಿಸುತ್ತದೆ."),
                n("ae41b002", "ಲೈವ್ ಎಂಗೇಜ್‌ಮೆಂಟ್ ಎಣಿಕೆಗಳನ್ನು ಒಳಗೊಂಡು ಇನ್-ಆಪ್ ಅನಿಮೇಶನ್‌ಗಳ ಪ್ರಮಾಣವನ್ನು ಮಿತಿಗೊಳಿಸುತ್ತದೆ. ನಿಮ್ಮ ಸಿಸ್ಟಂ ಪ್ರಸ್ತುತ ಕಡಿಮೆ ಚಲನೆಯನ್ನು ಸೂಚಿಸುತ್ತಿದೆ. ಚಲನೆಯನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಬಯಸಿದರೆ, ಮೊದಲು ಅದನ್ನು ಅಲ್ಲಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ."),
                n("h9d1cfae", "ಚಿತ್ರ ವಿವರಣೆ ಜ್ಞಾಪನೆಯನ್ನು ಸ್ವೀಕರಿಸಿ"),
                n("c878e9f8", "ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸುವುದಕ್ಕೂ ಮೊದಲು ಚಿತ್ರದ ವಿವರಣೆಗಳನ್ನು ಸೇರಿಸಲು ಜ್ಞಾಪನೆ ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ."),
                n("bbd1fc7c", "X ನಲ್ಲಿ ಪ್ರವೇಶಾವಕಾಶದ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("ac865cf0", "X ನಲ್ಲಿ ಪ್ರವೇಶಾವಕಾಶ"),
                n("d3a2bde8", "ನಿಮ್ಮ ಖಾತೆಯ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೋಡಿ, ನಿಮ್ಮ ಡೇಟಾದ ಆರ್ಕೈವ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ"),
                n("idca4742", "ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್ ಮತ್ತು ಇಮೇಲ್ ವಿಳಾಸದಂತಹ ನಿಮ್ಮ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನೋಡಿ."),
                n("b6ded35e", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ಬದಲಿಸಿ."),
                n("cce24bf4", "ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಗ್ರಹಿಸಿದ ಮಾಹಿತಿಯ ವಿಧಕ್ಕೆ ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಿರಿ."),
                n("i203df96", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ಹೇಗೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಿ."),
                n("f70cd5ee", "ಫೋನ್"),
                n("ib6f1694", "ಖಾತೆ ರಚನೆ"),
                n("de323650", "ಮಹಿಳೆ"),
                n("b6ab31be", "ಪುರುಷ"),
                n("h3290872", "ಪರಿಶೀಲಿಸಿದ"),
                n("hbd12156", "ಪರಿಶೀಲನೆ ವಿನಂತಿ"),
                n("b7ec04f4", "ಹೌದು"),
                n("f70d5780", "ಹೌದು."),
                n("dc62d3c6", "ಸಂ."),
                n("a67dbd0a", "ವಿಡಂಬನೆ, ಕಾಮೆಂಟರಿ ಮತ್ತು ಅಭಿಮಾನಿ ಖಾತೆ"),
                n("a3db727e", "ನಿಮ್ಮ ವಿಡಂಬನೆ, ಕಾಮೆಂಟರಿ ಮತ್ತು ಅಭಿಮಾನಿಗಳ ಖಾತೆಯನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("eacf1990", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಸೇರಿಸಿ."),
                n("a3bf1262", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿರುವ ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಬದಲಾಯಿಸಿ."),
                n("h530db16", "ಸಂರಕ್ಷಿಸಿದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("d6d80990", "ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಿರುವಾಗ ಈ ಮಾಹಿತಿಯು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅಥವಾ ಸಾಧನಕ್ಕೆ ಅನ್ವಯಿಸುತ್ತದೆ. ನೀವು ಲಾಗ್ ಇನ್ ಆಗಿರುವಾಗ ಅದು ವಿಭಿನ್ನವಾಗಿರಬಹುದು."),
                n("i0d81ddb", "ನಿಮ್ಮ ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆ ಮತ್ತು ಡೇಟಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ"),
                n("g2a9bd3e", "ಸ್ವಯಂಚಾಲಿತ ಖಾತೆ ಲೇಬಲ್‌ಗಳು"),
                n("dd9b3aae", "ಸ್ವಯಂಚಾಲಿತ ಖಾತೆ ಎಂದರೇನು?"),
                n("b80bdc40", "X API ಮೂಲಕ ಕೆಲವು ಕ್ರಮಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಡೆಸಲು ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಗಳನ್ನು ಪ್ರೋಗ್ರಾಮ್ ಮಾಡಲಾಗಿದೆ. ಉದಾಹರಣೆಗೆ, ಒಂದು ಪ್ರದೇಶದ ಹವಾಮಾನ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವುದು. X ನಲ್ಲಿ ಇತರರು ಇದನ್ನು ರಚಿಸುತ್ತಾರೆ ಮತ್ತು ನಿರ್ವಹಿಸುತ್ತಾರೆ."),
                n("a01ac9b6", "ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯನ್ನು ಯಾರು ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ಲೇಬಲ್‌ಗಳು ವಿಶ್ವಕ್ಕೆ ತಿಳಿಸುತ್ತವೆ. ಸ್ವಯಂಚಾಲಿತ ಖಾತೆ ಮಾಲೀಕರು ತಮ್ಮ ನಿರ್ವಹಣೆ ಖಾತೆಗೆ ಸಂಪರ್ಕಿಸಿದಾಗ, ಸ್ವಯಂಚಾಲಿತ ಖಾತೆ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಒಂದು ಲೇಬಲ್ ಕಾಣಿಸುತ್ತದೆ."),
                n("b989e1fe", "ನನ್ನ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಗಳನ್ನು ನಾನು ಲೇಬಲ್ ಮಾಡಬೇಕೆ?"),
                n("i2d599aa", "ನನ್ನ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯನ್ನು ನಾನು ಲೇಬಲ್ ಮಾಡುವುದು ಹೇಗೆ?"),
                n("gd5bed72", "ನಿರ್ವಹಣೆ ಖಾತೆಯನ್ನು ರಚಿಸಿ"),
                n("g6d44432", "ನಿರ್ವಹಣೆ ಖಾತೆಯು ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಗೆ ಜವಾಬ್ದಾರಿ ಹೊಂದಿರುವ ಮಾನವರು ನಡೆಸುವ ಖಾತೆಯಾಗಿದೆ."),
                n("e20a69e8", "ನಿಮ್ಮ ನಿರ್ವಹಣೆ ಮತ್ತು ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("d2f88358", "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತ ಪುಟದಿಂದ ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ."),
                n("e427f632", "  ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಲೇಬಲ್ ಮಾಡಲಾಗಿದೆ!"),
                n("a4d7cffa", "ಖಾತೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿದ ನಂತರ, ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯು ಲೇಬಲ್ ಹೊಂದಿರುತ್ತವೆ."),
                n("a18d6a7d", "ಹೊಸ ನಿಯಮಗಳ"),
                n("e9965c14", "ಸ್ವಯಂಚಾಲಿತ ಖಾತೆ ಲೇಬಲ್ FAQ"),
                n("ee78c192", "PCF ಖಾತೆ ಎಂದರೇನು?"),
                n("c3f35e0c", "PCF ಖಾತೆಯು ಆ ಘಟಕದ ಬಗ್ಗೆ ಚರ್ಚಿಸಲು, ವಿಡಂಬನೆ ಮಾಡಲು, ಅಥವಾ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಅವರ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿ, ಗುಂಪು ಅಥವಾ ಸಂಸ್ಥೆಯನ್ನು ಚಿತ್ರಿಸುತ್ತದೆ."),
                n("d019b5fa", "ನನ್ನ PCF ಖಾತೆಯನ್ನು ನಾನು ಲೇಬಲ್ ಮಾಡಬೇಕೆ?"),
                n("dd04f24e", "ಹೌದು. PCF ಲೇಬಲ್ X ನಲ್ಲಿನ ಜನರು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಗೊಂದಲಕ್ಕೊಳಗಾಗುವುದಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸುತ್ತದೆ, ನಿಮ್ಮ ಖಾತೆಯು ಪ್ರೊಫೈಲ್‌ನ ವಿಷಯದೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ ಎಂದು ಅವರಿಗೆ ತಿಳಿಸುತ್ತದೆ. ಲೇಬಲ್ ಮಾಡದಿದ್ದರೆ, ನಿಮ್ಮ ಖಾತೆಯು ದೃಢೀಕರಣ ನೀತಿಯನ್ನು ಉಲ್ಲಂಘಿಸಬಹುದು."),
                n("hb0f8bbc", "ನನ್ನ PCF ಖಾತೆಯನ್ನು ನಾನು ಲೇಬಲ್ ಮಾಡುವುದು ಹೇಗೆ?"),
                n("g69acc5c", "ಕೇವಲ 'ಅರ್ಥವಾಯಿತು' ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಖಾತೆಯ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿಸಲು ನಾವು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಕರೆದೊಯ್ಯುತ್ತೇವೆ!"),
                n("d313d431", "ದೃಢೀಕರಣ ನೀತಿ"),
                n("a3f22d8e", "ನಿಮ್ಮ ಚಟುವಟಿಕೆಗಳು, ಆಸಕ್ತಿಗಳು ಮತ್ತು ಶಿಫಾರಸುಗಳ ಬಗ್ಗೆ ನೀವು ಪಡೆಯುವ ಸೂಚನೆಗಳ ವಿಧಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("bc20979a", "X ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ನಿಮಗೆ ಉತ್ತಮ, ಸುರಕ್ಷಿತ ಮತ್ತು ವೇಗವಾದ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಬೆಂಬಲಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತಾರೆ. ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸಲು, ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಅವು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ಕುಕೀಗಳು ಅವಶ್ಯಕವಾಗಿವೆ."),
                n("ge06dadc", "ನಿಮ್ಮ ಆಸಕ್ತಿಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಸಂವಹನಗಳನ್ನು ನಿಮಗೆ ಒದಗಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸಲು X ಮತ್ತು ಅದರ ಪಾಲುದಾರರನ್ನು ಅನುಮತಿಸಿ."),
                n("he20de3a", "ಅನುಗುಣವಾದ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಸಂವಹನಗಳಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸಲು X ಗೆ ಅನುಮತಿಸಬೇಡಿ."),
                n("g0ec0bec", "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("g89f4614", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("f1768324", "ವಿಷಯವನ್ನು X ಹೇಗೆ ವೈಯಕ್ತಿಕಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಕೆಲವು ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುತ್ತದೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಿ."),
                n("ja94f34e", "ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಿರುವಾಗ ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಈ ಬ್ರೌಸರ್ ಅಥವಾ ಸಾಧನಕ್ಕೆ ಅನ್ವಯಿಸುತ್ತವೆ. ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿರುವಾಗ ಅವುಗಳು ಯಾವುದೇ ಪರಿಣಾಮ ಹೊಂದಿರುವುದಿಲ್ಲ."),
                n("bd73f7e6", "ಇದು ಈ ಪುಟದಲ್ಲಿನ ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ."),
                n("ddbc3288", "ಡೇಟಾ"),
                n("ae5339a0", "ನಿಮ್ಮ X ಡೇಟಾವನ್ನು ನೋಡಿ"),
                n("b934e0ea", "ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆ ಮತ್ತು ಡೇಟಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದೇ?"),
                n("i0317e0e", "ಇದು ನೀವು ನೋಡುವ ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಜಾಹೀರಾತುಗಳನ್ನು ಕಡಿಮೆ ಪ್ರಸ್ತುತಗೊಳಿಸಬಹುದು."),
                n("a148acba", "ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ"),
                n("aa023546", "ನೀವು ಭೇಟಿ ನೀಡಿರುವ ಸ್ಥಳಗಳನ್ನು ಆಧರಿಸಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ"),
                n("ced77194", "ವೆಬ್‌ನಾದ್ಯಂತ ಎಲ್ಲಿ ನೀವು X ವಿಷಯ ನೋಡುತ್ತೀರೋ ಅಲ್ಲಿ ಬಳಕೆಗೆ ಅನುಮತಿಸಿ"),
                n("fe1fc83e", "ಇವುಗಳು ನಿಮ್ಮೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ವಯಸ್ಸಿನ ವ್ಯಾಪ್ತಿಗಳಾಗಿವೆ."),
                n("bf9c74d0", "ಈ ವಯಸ್ಸಿನ ವ್ಯಾಪ್ತಿಗಳನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ಬಳಸಬೇಡಿ."),
                n("cf0daa24", "ಈ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("ea522535", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("hf5ca8f8", "ಪ್ರೊಫೈಲ್‌ಗೆ"),
                n("d9cbe351", function (e) {
                    return e.count + " ಲಾಗಿನ್ಈವೆಂಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("de90b04a", "ನೀವು ಭೇಟಿ ನೀಡಿರುವ ಸ್ಥಳಗಳು"),
                n("cbd2ef59", function (e) {
                    return e.count + " ಸ್ಥಳ" + f(e.count, "", "ಗಳು");
                }),
                n("a4441bb8", "X ನಿಂದ ಆಸಕ್ತಿಗಳು"),
                n("e1c6b2d6", "ವಿಶೇಷವಾಗಿ ರೂಪಿಸಲಾದ ಪ್ರೇಕ್ಷಕರು"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " ಪ್ರೇಕ್ಷಕ" + f(e.audienceCount, "", "ರು") + " ರಿಂದ" + e.advertiserCount + " ಜಾಹೀರಾತುದಾರ" + f(e.advertiserCount, "", "ರು");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " ಆಸಕ್ತಿ" + f(e.count, "", "ಗಳು");
                }),
                n("hf9c2caa", "ಜಾಹೀರಾತುದಾರ ಪಟ್ಟಿಗೆ ವಿನಂತಿಸುವುದೇ?"),
                n("c29b7971", function (e) {
                    return "ಇದನ್ನು " + e.primaryEmail + " ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("b9e1cf02", "ವಿನಂತಿ"),
                n("a8276fac", "ಜಾಹೀರಾತುದಾರರ ಪಟ್ಟಿಗೆ ವಿನಂತಿಸಿ"),
                n("g7912a84", "ಅರ್ಥವಾಯಿತು. ನಿಮ್ಮ ಪಟ್ಟಿ ಸಿದ್ಧವಾದಾಗ ಅದನ್ನು ಇಮೇಲ್ ಮಾಡಲಾಗುತ್ತದೆ."),
                n("d6104de0", "ನಿಮ್ಮ ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆ ಮತ್ತು ಡೇಟಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಆಸಕ್ತಿ-ಆಧಾರಿತ ಜಾಹೀರಾತುಗಳಿಂದ ನೀವು ಹೊರಗುಳಿಯಬಹುದು ಇದು ನೀವು X ನಲ್ಲಿ ನೋಡುವ ಜಾಹೀರಾತುಗಳನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ, ಆದರೆ ಅದು ನಿಮ್ಮನ್ನು ಜಾಹೀರಾತುದಾರರ ಪ್ರೇಕ್ಷಕರಿಂದ ತೆಗೆದುಹಾಕುವುದಿಲ್ಲ."),
                n("ed8c03f5", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " ಪ್ರೇಕ್ಷಕರ";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " ಜಾಹೀರಾತುದಾರರಿಂದ ಆಗಿರುತ್ತಾರೆ";
                }),
                n("j4fa776e", "ಫೋನ್‌ಗಳು"),
                n("i7acdb36", "ಟ್ಯಾಬ್ಲೆಟ್‌ಗಳು"),
                n("c112dfc8", "ಡೆಸ್ಕ್‌ಟಾಪ್"),
                n("jd8607ba", "ಸಕ್ರಿಯಗೊಳಿಸಿದ ದಿನಾಂಕ"),
                n("ea4f6c9e", "ಬ್ರೌಸರ್‌ಗಳು"),
                n("d750b93f", function (e) {
                    return e.count + " ಬ್ರೌಸರ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("a9783602", "ಮೊಬೈಲ್ ಸಾಧನಗಳು"),
                n("j043aa31", function (e) {
                    return e.count + " ಮೊಬೈಲ್ ಸಾಧನ" + f(e.count, "", "ಗಳು");
                }),
                n("ae415fd2", "ಈ ಸೆಟ್ಟಿಂಗ್‌ ಆಫ್‌ ಆಗಿದೆ."),
                n("a90be7b4", "ಇಮೇಲ್ ವಿಳಾಸಗಳು"),
                n("c0f6f911", "X ಹೊರತಾದ ಚಟುವಟಿಕೆ"),
                n("adaafb3f", "ಊಹಿಸಿದ ಚಟುವಟಿಕೆ"),
                n("f0f72665", "ಊಹಿಸಿದ ಗುರುತು"),
                n("d33b4e5b", "X ಹೊರತಾದ ಚಟುವಟಿಕೆ"),
                n("c4668d4f", "X ಹೊರತಾದ ಚಟುವಟಿಕೆ"),
                n("df3e137b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d1597ccb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c1b03a07", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b056d9dc", "ಇದು ನಿಮ್ಮ ಖಾತೆಯ ಪ್ರಾಥಮಿಕ ಭಾಷೆ ಸೆಟ್ಟಿಂಗ್ ಆಗಿದೆ."),
                n("h68bc23c", "ಈ ಹೆಚ್ಚುವರಿ ಭಾಷೆಗಳನ್ನು ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ."),
                n("fbf0e61e", "ಪುರುಷ/ಸ್ತ್ರೀ ಕುರಿತಾದ ಮಾಹಿತಿಯನ್ನು ನೀವು ಈಗಾಗಲೇ ನಿಗದಿಸದಿದ್ದರೆ, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಚಟುವಟಿಕೆಯನ್ನು ಆಧರಿಸಿ ನಿಮ್ಮ ಖಾತೆಯ ಜೊತೆಗೆ ಸಂಯೋಜಿಸಿರುವುದು ಇದಾಗಿದೆ. ಈ ಮಾಹಿತಿಯನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಪ್ರದರ್ಶಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("b4568a3a", "ನಿಮ್ಮ ಲಿಂಗ ಸೇರಿಸಿ"),
                n("c0be743e", "ಲಿಂಗವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ"),
                n("c5abae66", "ಇದು X ನಿಮ್ಮೊಂದಿಗೆ ಹೆಚ್ಚು ಬಲವಾಗಿ ಸಂಯೋಜಿತವಾಗಿರುವ ಲಿಂಗವಾಗಿದೆ."),
                n("cdb0d3e6", "ವೈಯಕ್ತಿಕಗೊಳಿಸುವಿಕೆಗೆ ಈ ಲಿಂಗವನ್ನು ಬಳಸಬೇಡಿ."),
                n("j31a1aa0", 'ಇನ್ನಷ್ಟು ಸೂಕ್ತವಾದ ಕಂಟೆಂಟ್ ಅನ್ನು ತೋರಿಸಲು X ಬಳಸುವ ಸ್ಥಳಗಳು ಇವಾಗಿವೆ. "ನೀವು ಇದ್ದ ಸ್ಥಳಗಳನ್ನು ಆಧರಿಸಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ" ಎಂಬುದನ್ನು ನೀವು ಆಫ್‌ ಮಾಡಿದರೆ ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಿದ ಸ್ಥಳಗಳನ್ನು ನೀವು ನೋಡಲಾಗದು.'),
                n("ddefdd1c", "ನೀವು ಭೇಟಿ ನೀಡಿರುವ ಸ್ಥಳಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("hea740ac", "ಇದಕ್ಕೆ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("a26e0d52", "ಅರ್ಥವಾಯಿತು. ಈ ಸ್ಥಳಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ."),
                n("he447966", "ಸದ್ಯ ಯಾವುದೇ ಸ್ಥಳಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("b9d98dec", "ಸ್ಥಳ ಸೆಟ್ಟಿಂಗ್ಸ್‌"),
                n("e27e4fce", "ಅಜ್ಞಾತ ಸ್ಥಳ"),
                n("ib55eb6b", "ಸಂಪರ್ಕಿಸಿದ ಆಪ್‌ಗಳಿ"),
                n("e5a4a539", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gc8f2e14", "ನಿಮ್ಮ ವೈಯಕ್ತಿಕಕರಣ ಮತ್ತು ಡೇಟಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಆಸಕ್ತಿ-ಆಧಾರಿತ ಜಾಹೀರಾತಿನಿಂದ ನೀವು ಹೊರಗುಳಿಯಬಹುದು."),
                n("e6dbe66b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d3310e49", function (e) {
                    return "ನಿಮ್ಮ ಖಾತೆಯ ಜೊತೆಗೆ ಸಂಯೋಜಿತವಾದ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿರುವ ಫೈಲ್ ಅನ್ನು " + e.primaryEmail + " ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("ib03e8c8", "ಈ ಸಾಧನದಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಸಂಯೋಜಿತವಾದ ಎಲ್ಲಾ ಮಾಹಿತಿಯ ಜೊತೆಗೆ ಫೈಲ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದೇ?"),
                n("g49741e8", "ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("dc370a0c", "ಅರ್ಥವಾಯಿತು. ನಿಮ್ಮ ಡೇಟಾ ಸಿದ್ಧವಾದಾಗ ಅದನ್ನು ಇಮೇಲ್ ಮಾಡಲಾಗುತ್ತದೆ."),
                n("c07b4316", "ಇದರಲ್ಲಿ ಆಸಕ್ತಿಯಿದೆ"),
                n("e97196fe", "ಇದಕ್ಕಾಗಿ ಪರಿಚಿತವಾಗಿದೆ"),
                n("ja0f971c", "ಇವುಗಳು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್, ಚಟುವಟಿಕೆ ಮತ್ತು ನೀವು ಹಿಂಬಾಲಿಸುವ ವಿಷಯಗಳನ್ನು ಆಧರಿಸಿ ನಿಮಗೆ ಹೊಂದಾಣಿಕೆಯಾದ ಕೆಲವು ಆಸಕ್ತಿಗಳಾಗಿವೆ. ನೀವು ವೀಕ್ಷಿಸುವ ಜಾಹೀರಾತೂ ಸೇರಿದಂತೆ X ನಾದ್ಯಂತ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ಇವುಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ಏನಾದರೂ ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದರೆ ನಿಮ್ಮ ಆಸಕ್ತಿಗಳನ್ನು ನೀವು ಸರಿಹೊಂದಿಸಬಹುದು. ನೀವು ಮಾಡುವ ಯಾವುದೇ ಬದಲಾವಣೆಗಳು ಕಾರ್ಯಗತಗೊಳ್ಳಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("gd1ce494", "ಈ ಕೆಳಗಿನ ಹಿತಾಸಕ್ತಿಗಳಿಗೆ ನೀವು ಪರಿಚಿತರಾಗಿದ್ದೀರಿ ಎಂದು ನಾವು ಭಾವಿಸಿದ್ದೇವೆ. ಈ ವಲಯಗಳಲ್ಲಿ ಆಸಕ್ತಿ ಹೊಂದಿರುವ ಜನರಿಗೆ ನಿಮ್ಮ ಕಂಟೆಂಟ್ ಅನ್ನು ಹೆಚ್ಚು ತೋರಿಸಲು ಇವುಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ಯಾವುದಾದರೂ ಸರಿಯಾಗಿ ಕಾಣಿಸುತ್ತಿಲ್ಲ ಎಂದು ಕಂಡುಬಂದರೆ ನೀವು ಅವುಗಳನ್ನು ಹೊಂದಿಸಬಹುದು. ನೀವು ಮಾಡುವ ಯಾವುದೇ ಬದಲಾವಣೆಗಳು ಜಾರಿಗೊಳ್ಳಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("a6b0b41a", "ನಿಮ್ಮ ಮೊಬೈಲ್ ಫೋನ್‌ನಲ್ಲಿ X ಆಪ್ ಪಡೆಯಿರಿ. ಇದು ಉಚಿತವಾಗಿದೆ."),
                n("h3ed510e", "X ಡೇಟಾ"),
                n("b708417c", "ನಿಮ್ಮ ಖಾತೆ ಮಾಹಿತಿ, ಖಾತೆ ಇತಿಹಾಸ, ಆಪ್‌ಗಳು ಮತ್ತು ಸಾಧನಗಳು, ಖಾತೆ ಚಟುವಟಿಕೆ, ಆಸಕ್ತಿಗಳು ಮತ್ತು ಜಾಹೀರಾತುಗಳ ಡೇಟಾದ ಆರ್ಕೈವ್ ಹೊಂದಿರುವ ZIP ಫೈಲ್ ಅನ್ನು ನೀವು ವಿನಂತಿಸಬಹುದು. ನಿಮ್ಮ ಡೇಟಾದ ಆರ್ಕೈವ್‌ ಡೌನ್‌ಲೋಡ್‌ಗೆ ಸಿದ್ಧವಾದಾಗ ನೀವು ಆಪ್‌ ಒಳಗಿನ ಸೂಚನೆಯನ್ನು ಪಡೆಯುತ್ತೀರಿ."),
                n("jbf5843e", "Periscope ಡೇಟಾ"),
                n("ea886c6e", "Periscope ನಲ್ಲಿ ನೇರವಾಗಿ ನಿಮ್ಮ Periscope ಡೇಟಾವನ್ನು ಆರ್ಕೈವ್ ಮಾಡಲು ನೀವು ವಿನಂತಿಸಬಹುದು."),
                n("cdcc2ad4", "ಡೌನ್‌ಲೋಡ್ ವಿಫಲಗೊಂಡಿದೆ"),
                n("dbeff87a", "ಆರ್ಕೈವ್‌ಗೆ ವಿನಂತಿಸಿ"),
                n("hb02ed28", "ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಸೌಲಭ್ಯವು ಸದ್ಯ ಲಭ್ಯವಿಲ್ಲ. ನಂತರದ ದಿನಾಂಕದಂದು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("c2254084", "ನಾವು ನಿಮ್ಮ ವಿನಂತಿ ಸ್ವೀಕರಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಕ್ಷಿಸಲು, ನಿಮ್ಮ ಡೇಟಾ ಸಿದ್ಧವಾಗಲು 24 ಗಂಟೆಗಳು ಅಥವಾ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("f62d1d9e", "ನಿಮ್ಮ ಡೆಸ್ಕ್‌ಟಾಪ್‌ ಬ್ರೌಸರ್ ಬಳಸಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಮತ್ತು ನೋಡಲು ನಿಮ್ಮ ಆರ್ಕೈವ್‌ ಸಿದ್ಧವಾಗಿದೆ. ಕೆಲವು ದಿನಗಳಲ್ಲಿ ಇದು ಅವಧಿ ಮೀರುವುದಕ್ಕೂ ಮೊದಲು ನೀವು ಇದನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಬೇಕು ಎಂಬುದನ್ನು ಗಮನದಲ್ಲಿಡಿ."),
                n("b221ca4c", "ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಿದ್ಧವಾದಾಗ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ"),
                n("db40dfcf", "ಈ ನಮೂನೆ ಭರ್ತಿ ಮಾಡಿ"),
                n("g1aced04", "ಆಪ್‌ಗಳು, ಸಾಧನಗಳು ಮತ್ತು ಮಾಹಿತಿ"),
                n("dbcf3a1a", "ಪ್ರೊಫೈಲ್ ಲೇಬಲ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("cbb2367c", "ಒಂದು ಪರೋಡಿ, ಕಾಮೆಂಟರಿ ಮತ್ತು ಫ್ಯಾನ್ ಖಾತೆ ಪ್ರೊಫೈಲ್ ಲೇಬಲ್ ಅನ್ನು ತೋರಿಸಿ ಅಥವಾ ಮರೆಮಾಡಿ"),
                n("ge48855c", "ಪರೋಡಿ"),
                n("hf019b20", "ಈ ಲೇಬಲ್ X ನಲ್ಲಿನ ಜನರು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಗೊಂದಲಕ್ಕೊಳಗಾಗುವುದಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸುತ್ತದೆ, ನಿಮ್ಮ ಖಾತೆಯು ಪ್ರೊಫೈಲ್‌ನ ವಿಷಯದೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ ಎಂದು ಅವರಿಗೆ ತಿಳಿಸುತ್ತದೆ."),
                n("d048571e", "ಪರೋಡಿ ಲೇಬಲ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("g905134c", "ಈ ಲೇಬಲ್ ಅನ್ನು ಆಫ್ ಮಾಡುವುದರಿಂದ ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಎಲ್ಲಾ ಹಿಂದಿನ ಪೋಸ್ಟ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. ನೀವು ದೃಢೀಕರಣ ನೀತಿಯನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ."),
                n("ce62c8c2", "ಪ್ರೊಫೈಲ್ ಲೇಬಲ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("a14080ce", "ಪ್ರೊಫೈಲ್ ಲೇಬಲ್ ಅನ್ನು ನವೀಕರಿಸುವುದೇ?"),
                n("db6796f6", "ಈ ಲೇಬಲ್ ಅನ್ನು ಆಫ್ ಮಾಡುವುದರಿಂದ ಅದನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಎಲ್ಲಾ ಹಿಂದಿನ ಪೋಸ್ಟ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. ನೀವು ದೃಢೀಕರಣ ನೀತಿಯನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ. ಒಮ್ಮೆ ನವೀಕರಿಸಿದ ನಂತರ, ಹೆಚ್ಚಿನ ನವೀಕರಣಗಳನ್ನು 48 ಗಂಟೆಗಳ ಕಾಲ ಲಾಕ್ ಮಾಡಲಾಗುತ್ತದೆ."),
                n("c700b6be", "ಒಮ್ಮೆ ನವೀಕರಿಸಿದ ನಂತರ, ಹೆಚ್ಚಿನ ನವೀಕರಣಗಳನ್ನು 48 ಗಂಟೆಗಳ ಕಾಲ ಲಾಕ್ ಮಾಡಲಾಗುತ್ತದೆ."),
                n("ff1739ae", "ಪ್ರೊಫೈಲ್ ಲೇಬಲ್"),
                n("h70c602c", "ಪ್ರೊಫೈಲ್ ಲೇಬಲ್ ಅನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ"),
                n("c818c60c", "ಅನಾಲಿಟಿಕ್ಸ್"),
                n("ha9f14b1", function (e) {
                    return e.scheduleTime + " ರಲ್ಲಿ " + e.scheduleDate + " ರಂದು ನಿಮ್ಮ ಸ್ಪೇಸ್ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ";
                }),
                n("jafbef80", "ಈ ಸ್ಪೇಸ್‌ಗೆ ಶೆಡ್ಯೂಲ್ ನೀವು ಅನಧಿಕೃತರಾಗಿದ್ದೀರಿ"),
                n("e5d26f84", "ಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ಏನು ನಡೆಯುತ್ತಿದೆ ಎಂಬುದನ್ನು ಎಂದೂ ತಪ್ಪಿಸಿಕೊಳ್ಳಬೇಡಿ. ನಿಮ್ಮ ಸೂಚನೆಗಳನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ನಿಮ್ಮ ಸಾಧನದ ದೇಶ ಮತ್ತು ಭಾಷೆಯನ್ನು X ಪಡೆಯುತ್ತದೆ."),
                n("f91f00ba", "ಕ್ಲಿಪ್‌ ರಚಿಸಿ"),
                n("f9b2d343", function (e) {
                    return e.count + " ಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("jcc8306e", "ಮಾತನಾಡಲು ವಿನಂತಿ"),
                n("j41fd45a", "ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("d5b2aae8", "ಮಾತನಾಡಲು ಹಲವಾರು ವಿನಂತಿಗಳನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b9945b98", "ಮಾತನಾಡುವ ವಿನಂತಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಸ್ಪೇಸ್‌ಗೆ ಪುನಃ ಸೇರಿ ಮತ್ತು ಕೆಲವು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b2cc6a54", "ಮಾತನಾಡುವವರಾಗಿ ಸೇರಿ"),
                n("fb6c0bbc", "ಅನಾಮಧೇಯವಾಗಿ ಆಲಿಸಲಾಗುತ್ತಿದೆ"),
                n("e49a1f42", "ನೀವು ಪ್ರಸ್ತುತ ಅನಾಮಧೇಯವಾಗಿ ಆಲಿಸುತ್ತಿರುವಿರಿ ಮತ್ತು ಹೋಸ್ಟ್ ಮತ್ತು ಇತರ ಭಾಗವಹಿಸುವವರಿಗೆ ಅದೃಶ್ಯರಾಗಿದ್ದೀರಿ."),
                n("jf01aea4", "ಭಾಗವಹಿಸಲು, ನೀವು ತೊರೆಯಬೇಕು ಮತ್ತು ಗೋಚರ ಶ್ರೋತೃರಾಗಿ ಮತ್ತೆ ಸೇರಬೇಕು."),
                n("cac1482a", "ಪ್ರತಿಸ್ಪಂದಿಸಿ"),
                n("fc0e94b7", function (e) {
                    return e.emoji + " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿ";
                }),
                n("jf9f3e54", "15 ಸೆಕೆಂಡುಗಳವರೆಗೆ ಮುಂದಕ್ಕೆ ಸ್ಕಿಪ್ ಮಾಡಿ"),
                n("hdd1aba0", "15 ಸೆಕೆಂಡುಗಳು ಹಿಮ್ಮುಖ ಸ್ಕಿಪ್ ಮಾಡಿ"),
                n("b89c5a50", "ವಿರಾಮಗೊಳಿಸಿ"),
                n("e674c120", "ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("f45bace4", "ಶೀರ್ಷಿಕೆಗಳನ್ನು ಅಡಗಿಸಿ"),
                n("ce96f1dc", "ಶೀರ್ಷಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("e07f6e7d", function (e) {
                    return "ವೇಗ " + e.rate + "x";
                }),
                n("jd04fc66", "0.5x ವೇಗ"),
                n("f03848b8", "ಸಾಮಾನ್ಯ"),
                n("j0e5c2ce", "1.5x ವೇಗ"),
                n("b3f2318e", "2x ವೇಗ"),
                n("f17bc95a", "ಸ್ಕ್ರೀನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("b11a74b2", "ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ನಿಲ್ಲಿಸಿ"),
                n("e51c2372", "ಅತಿಥಿಗಳು"),
                n("b08821f4", "ಹಿಂದೆ"),
                n("fed1388a", "ಸ್ಪೇಸ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("c63dd2cc", "ನನ್ನೊಂದಿಗೆ ಈ ನೇರ ಸಂವಾದಕ್ಕೆ ಸೇರಿ!"),
                n("c958c6c8", "ಇದನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("if23a252", "ಇದರ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ..."),
                n("c0530da6", "ಮೆನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "ಸ್ಪೇಸ್ ಕೊನೆಗೊಳಿಸುವುದೇ?"),
                n("db684264", "ಹೌದು, ಕೊನೆಗೊಳಿಸಿ"),
                n("je23178a", "ಇದು ಎಲ್ಲರಿಗೂ ಸಂವಾದವನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸುತ್ತದೆ."),
                n("c371fb9a", "ಮುಕ್ತಾಯ"),
                n("c0ce822e", "ಮೈಕ್ರೋಫೋನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("a2bf8b8a", "ಆಲಿಸುವಿಕೆಗೆ ಬದಲಿಸಿ"),
                n("caa8d928", "ಶಬ್ದ ನಿಗ್ರಹವನ್ನು ಟಾಗಲ್ ಮಾಡಿ"),
                n("b5d88f0c", "ಉದ್ಯೋಗಿಗಳು ಮಾತ್ರ"),
                n("c855ab8e", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ"),
                n("ddeb0a3c", "ಇಲ್ಲಿ ಸಮುದಾಯ ಇದೆ. ಜನರು ಇಷ್ಟವಾದರೇ? ಒಮ್ಮೆ ನೋಡಿ."),
                n("e111f531", function (e) {
                    return e.count + " ಟ್ಯೂನ್‌ ಇನ್ ಮಾಡಲಾಗಿದೆ";
                }),
                n("cbef820f", function (e) {
                    return e.screenName + "ಸ್ಟ್ರೀಮ್ ಅನ್ನು ರೀ ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ!";
                });
            n("e3275464", "ಕಳುಹಿಸಿ"),
                n("cededf2a", "ಹೋಸ್ಟ್‌"),
                n("i2caef48", "ಕೋ-ಹೋಸ್ಟ್‌ಗಳು"),
                n("j245c654", "ಮಾತನಾಡುವವರು"),
                n("eda23a02", "ಶ್ರೋತೃಗಳು"),
                n("b90eb348", "ಮಾತನಾಡಲು ಆಹ್ವಾನಿಸಿ"),
                n("d9a63e82", "ಮಾತನಾಡುವವರಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("bd917b26", "ಕೋ-ಹೋಸ್ಟ್‌ಗೆ ಆಹ್ವಾನಿಸಿ"),
                n("d7357e7e", "ಕೋ-ಹೋಸ್ಟ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("bf307fc0", "ತಡೆಹಿಡಿಯಿರಿ ಮತ್ತು ತೆಗೆದುಹಾಕಿ"),
                n("ccf2f24e", "ವರದಿ ಮಾಡಿ"),
                n("i22835de", "ಅನುಮೋದಿಸಿ"),
                n("cb59a0fe", "ನಿರಾಕರಿಸಿ"),
                n("c2376960", "ಮಾತನಾಡಲು ವಿನಂತಿಗಳು"),
                n("aba7dcdd", function (e) {
                    return "ಅಮಂತ್ರಿಸಿ " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "ಹೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("fc56c8b1", function (e) {
                    return "ಕೋ-ಹೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("iba0f45d", function (e) {
                    return "ಮಾತನಾಡುವವರು";
                }),
                n("dc066955", function (e) {
                    return "ಶ್ರೋತೃ" + f(e.count, "", "ಗಳು");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " ಸ್ಪಾಟ್" + f(e.remainingCapacityCount, "", "‌ಗಳು") + " ತೆರೆಯಿರಿ";
                }),
                n("c3b5b829", function (e) {
                    return e.count + " ವಿನಂತಿ" + f(e.count, "", "ಗಳು");
                }),
                n("fe7a1910", "ಆಹ್ವಾನಗಳನ್ನು ಕಳುಹಿಸಿ"),
                n("ic3c757e", "ಬಳಕೆದಾರರಿಗಾಗಿ ಹುಡುಕಿ"),
                n("cd133486", "ಅಮಂತ್ರಿಸಿ"),
                n("f2333850", "X ಹೊರಗಿನ ಜನರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("cddb8097", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f77997b0", "ಕೋ-ಹೋಸ್ಟ್‌"),
                n("i48f4ed8", "ಮಾತನಾಡುವವರು"),
                n("a77c8e02", "ಶ್ರೋತೃ"),
                n("bdfa93eb", function (e) {
                    return "ಇವರು ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ " + e.name;
                }),
                n("d8cc6ada", "ಯಾರು ಮಾತನಾಡಬಹುದು? ಪ್ರಸ್ತುತ ಮಾತನಾಡುವವರಿಗೆ ಯಾವುದೇ ಬಾಧೆಯಾಗುವುದಿಲ್ಲ. ಬದಲಾವಣೆಗಳು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("e3a87142", "ಮಾತನಾಡಲು ನೀವು ಆಹ್ವಾನಿಸಿದ ವ್ಯಕ್ತಿ ಮಾತ್ರ"),
                n("db3de1d2", "ಮಾತನಾಡುವವರಾಗಿ ಸೇರಿ"),
                n("d7f4bc44", "ಸಹ-ಅತಿಥೇಯರಾಗಿ ಸೇರಿ"),
                n("edcf15e9", function (e) {
                    return "ವಿನಂತಿಸಲಾಗಿದೆ (" + e.count + ")";
                }),
                n("h13957aa", "ಸ್ಪೇಸ್‌ನ ಸದ್ದಡಗಿಸು"),
                n("ge6372fa", "ಸ್ಪೇಸ್‌ನ ಸದ್ದಡಗಿಸದಿರು"),
                n("i7a42e1c", "ಈ ಸ್ಪೇಸ್ ಅನ್ನು ನಿರ್ವಹಿಸಲು ಸಹಾಯ ಮಾಡಿ"),
                n("e0b8f112", "ನಿಮ್ಮನ್ನು ಕೋಹೋಸ್ಟ್ ಮಾಡಲು ಆಹ್ವಾನಿಸಲಾಗಿದೆ!"),
                n("ee12263c", "ಕೋ-ಹೋಸ್ಟ್ಗಳು ಸ್ಪೇಸ್ನಲ್ಲಿ ಮಾತಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ"),
                n("jee7002c", "ಮಾತನಾಡುವವರನ್ನು ಕೋ-ಹೋಸ್ಟ್ಗಳು ಆಹ್ವಾನಿಸಬಹುದು, ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಸದ್ದಡಗಿಸಬಹುದು"),
                n("i95225d2", "ಕೋ-ಹೋಸ್ಟ್‌ಗಳು ಪೋಸ್ಟ್ ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ತೆಗೆದುಹಾಕಬಹುದು"),
                n("f07137fa", "ಕೋ-ಹೋಸ್ಟ್ಗಳು ಶ್ರೋತೃಗಳನ್ನು ಸ್ಪೇಸ್ನಿಂದ ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ"),
                n("j6cdf012", "ಕೋ-ಹೋಸ್ಟ್‌ಗಳು ಇತರ ಕೋ-ಹೋಸ್ಟ್‌ಗಳನ್ನು ಆಹ್ವಾನಿಸಲು ಅಥವಾ ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ"),
                n("c727d116", "ಕೋ-ಹೋಸ್ಟ್ಗಳು ಸ್ಪೇಸ್ ಅನ್ನು ಕೊನೆಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ"),
                n("g69084b8", "ಕೋ-ಹೋಸ್ಟ್ ಆಹ್ವಾನವನ್ನು ಸಮ್ಮತಿಸಿ"),
                n("ddd5cfe2", "ಡಾಕ್"),
                n("ee230734", "ಇನ್ನಷ್ಟು ಆಯ್ಕೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("ic8c615e", "ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆಯ ಆಯ್ಕೆಯನ್ನು ಕಳುಹಿಸಿ"),
                n("a04077c4", "ದಯವಿಟ್ಟು 1 ಫೋಟೋ, ವೀಡಿಯೋ ಅಥವಾ GIF ಆಯ್ಕೆಮಾಡಿ."),
                n("c07367d8", "ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಸಂದೇಶಗಳಿಗೆ ಮಾಧ್ಯಮವು ಪ್ರಸ್ತುತ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ"),
                n("af71ef68", "ಧ್ವನಿ"),
                n("fc64990e", "ವೀಡಿಯೋ"),
                n("ca0ce0e4", "ಹೊಸ ಸಂದೇಶವನ್ನು ಆರಂಭಿಸಿ"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + " ಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು X Premium ಪಡೆಯಿರಿ";
                }),
                n("c3752568", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಒಂದು ನಿಮಿಷದಲ್ಲಿ ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಮತ್ತೊಮ್ಮೆ ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("f78aa3ea", "ಈ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಕೆಲವು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲಾಗದು. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("f9690dc0", "ಕ್ಷಮಿಸಿ! ನೀವು ಈ ಖಾತೆಗೆ ಸಂದೇಶ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("b1d35408", "ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸುವ ದೈನಂದಿನ ಮಿತಿಯನ್ನು ನೀವು ಮೀರಿದ್ದೀರಿ."),
                n("g539cca6", "ನಿಮ್ಮ ಖಾತೆ ಅಮಾನತುಗೊಂಡಿದೆ ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಪರವಾನಗಿ ಹೊಂದಿಲ್ಲ."),
                n("bbac001a", "ಈ ಸಂದೇಶ ತೀರಾ ಉದ್ದವಾಗಿದೆ."),
                n("a1d2a68e", "ಈ ಬಳಕೆದಾರರು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿಲ್ಲ. ಹಾಗೆ ಮಾಡುವ ಜನರಿಗೆ ಮಾತ್ರ ನೀವು ಸಂದೇಶಗಳನ್ನು ಕಳಿಸಬಹುದು."),
                n("ec2bb9d4", "ನೀವು ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಪೋಸ್ಟ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("hf383be4", "ನೀವು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("c4fdbd16", "ನೀವು ತಡೆಗಟ್ಟಿರುವ ಬಳಕೆದಾರರಿಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("hf3e7e38", "ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ."),
                n("dd8272fd", function (e) {
                    return e.count + " ಹೊಸತು ಸಂದೇಶ" + f(e.count, "", "ಗಳು");
                }),
                n("e2cd3b7c", "ಆಡಿಯೋ ಕರೆ ಮುಕ್ತಾಯಗೊಂಡಿದೆ"),
                n("f42f365a", "ವೀಡಿಯೊ ಕರೆ ಮುಕ್ತಾಯಗೊಂಡಿದೆ"),
                n("a7570f2c", "ತಪ್ಪಿದ ಆಡಿಯೋ ಕರೆ"),
                n("jd9831b2", "ತಪ್ಪಿದ ವೀಡಿಯೊ ಕರೆ"),
                n("f0985268", "ಆಡಿಯೋ ಕರೆ"),
                n("ca397a48", "ವೀಡಿಯೊ ಕರೆ"),
                n("bb7e2143", function (e) {
                    return e.seconds + "ಸೆ";
                }),
                n("c1d4ac84", "ನೀವು ಗುಂಪು ಫೋಟೋ ಬದಲಾಯಿಸಿದ್ದೀರಿ"),
                n("abc7b032", "ಗುಂಪು ಫೋಟೋವನ್ನು ಬದಲಾಯಿಸಿದ್ದೀರಿ"),
                n("i263b294", "ನೀವು ಸಂವಾದಕ್ಕೆ ಸೇರಿಕೊಂಡಿದ್ದೀರಿ"),
                n("i8d5e62b", function (e) {
                    return e.count + " ಇತರೆ ಜನರು";
                }),
                n("f7204380", "ಈ Fleet ಅವಧಿ ಮೀರಿದೆ"),
                n("d9de7b58", "ಈ ಮಾಧ್ಯಮವು ನೀವು ಹಿಂಬಾಲಿಸದ ಯಾರೋ ಒಬ್ಬರದ್ದಾಗಿರುವುದರಿಂದ ಅದನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ."),
                n("f2879f4e", "ಈ ಸಂದೇಶವು ಗ್ರಾಫಿಕ್‌ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು."),
                n("b518221e", "ಚಿತ್ರ ತೆರೆಯಿರಿ"),
                n("eeaa9f90", "ವೀಡಿಯೋ ತೆರೆಯಿರಿ"),
                n("g2b43664", "GIF ತೆರೆಯಿರಿ"),
                n("d99de549", function (e) {
                    return e.name + " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ";
                }),
                n("f5a07f7c", "ಅಟ್ಯಾಚ್‌ಮೆಂಟ್"),
                n("fd079470", "ಇದು ಸ್ಪ್ಯಾಮ್"),
                n("c7a92dca", "ಸಂದೇಶ ಸರಿ"),
                n("fb3ccb56", "ಅನುಮಾನಾಸ್ಪದ ವಿಷಯದ ಕಾರಣವಾಗಿ ಸಂದೇಶವನ್ನು ಅಡಗಿಸಲಾಗಿದೆ"),
                n("c94b7d8a", "ಧ್ವನಿ ಸಂದೇಶವನ್ನು ಪ್ಲೇ ಮಾಡಿ"),
                n("eb6f9582", "ಧ್ವನಿ ಸಂದೇಶವನ್ನು ವಿರಾಮಗೊಳಿಸಿ"),
                n("b6b4142e", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನೀವು ಹಿಂಬಾಲಿಸದ ಯಾರೋ ಒಬ್ಬರು ಮಾಡಿರುವುದರಿಂದ ಅದನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ."),
                n("fda60d78", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಗ್ರಾಫಿಕ್ ಮಾಧ್ಯಮ ಇರಬಹುದು."),
                n("b59a9004", "ಪೋಸ್ಟ್ ಅನ್ನು ತೆರೆಯಿರಿ"),
                n("daf6bf02", "ಸೆಟ್ಟಿಂಗ್ಸ್‌ ಅನ್ನು ಬದಲಿಸಿ"),
                n("ba60339a", "ನಿಮಗಾಗಿ ಅಳಿಸಿ"),
                n("eb497e08", "ಇನ್ನಷ್ಟು ಕ್ರಿಯೆಗಳು"),
                n("b170974a", "ಪ್ರತಿಕ್ರಿಯೆ ಸೇರಿಸಿ"),
                n("i202bd22", "ಸಂದೇಶವನ್ನು ವರದಿ ಮಾಡಿ"),
                n("f2e5491a", "ಸಂದೇಶ ನಕಲಿಸಿ"),
                n("bf2d08ca", "ಹೆಚ್ಚಿನ ಪ್ರತಿಸ್ಪಂದನೆಗಳು"),
                n("ca7a2215", function (e) {
                    return "ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪ್ರತಿಕ್ರಿಯೆ: " + e.emoji;
                }),
                n("j4bfee22", "ಸಂದೇಶ ಅಳಿಸುವುದೇ?"),
                n("faddd3a2", "ಈ ಸಂದೇಶವನ್ನು ನಿಮಗಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ಸಂವಾದದಲ್ಲಿನ ಇತರ ಜನರು ಇದನ್ನು ನೋಡಬಹುದಾಗಿದೆ."),
                n("f58dff34", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ ಮತ್ತು ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿಲ್ಲ."),
                n("ad5a8e8e", "ಕ್ಷಮಿಸಿ! ಈ ಸಂದೇಶವನ್ನು ಅಳಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("fad48eea", "ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ..."),
                n("ae7d7a24", "ಸಂದೇಶ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ"),
                n("bbe74f3f", function (e) {
                    return "ನಿನ್ನೆ, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " ಪ್ರತಿಕ್ರಿಯೆ" + f(e.reactionCount, "", "ಗಳು");
                }),
                n("c0098d4a", "ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("j85999ec", "ಬಳಕೆದಾರ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಪಟ್ಟಿ"),
                n("a2d48779", function (e) {
                    return "ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ತೆಗೆದುಹಾಕಿ: " + e.emoji;
                }),
                n("icd0bf34", "ನೋಡಲಾಗಿದೆ"),
                n("e8bd8fec", "ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("b2d32fae", "ಪ್ರತಿಯೊಬ್ಬರೂ ನೋಡಿದ್ದಾರೆ"),
                n("a763d33f", function (e) {
                    return e.count + " " + f(e.count, "ವ್ಯಕ್ತಿ", "ಜನರು") + " ಅವರು ನೋಡಿದ್ದಾರೆ";
                }),
                n("d84b485e", "ನೀವು ಈ ಖಾತೆಯನ್ನು ಹಿಂಬಾಲಿಸಿದ್ದೀರಿ"),
                n("be0c83d8", "ನೀವು ವಿನಂತಿಯನ್ನು ಒಪ್ಪಿರುವಿರಿ"),
                n("bcc13060", "ಆರಂಭಿಕ ಪ್ರವೇಶಾವಕಾಶ"),
                n("e535cae9", function (e) {
                    return e.count + " ಹಿಂಬಾಲಕ" + f(e.count, "", "ರು");
                }),
                n("cf249089", function (e) {
                    return "ಸೇರಿದ ದಿನಾಂಕ " + e.joinDate;
                }),
                n("g1f972d7", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("bb0e37c3", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a89e8ab3", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d98540eb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("j296badb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("e45d77f5", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("h52ca4c4", "ಹೊಸ ಸಂದೇಶಗಳು"),
                n("ffde2fdc", "ಸಂವಾದವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("da878dc0", "ಅನುಮತಿಸಿ"),
                n("hc52446c", "ಈ ಗುಂಪಿನಲ್ಲಿ ಭಾಗವಹಿಸಲು ನೀವು ಬಯಸುವಿರಾ? ನೀವು ಒಪ್ಪುವ ತನಕ ಅವರ ವಿನಂತಿಯನ್ನು ನೀವು ನೋಡಿರುವಿರಾಗಿ ಅವರಿಗೆ ತಿಳಿಯುವುದಿಲ್ಲ."),
                n("f7e1ad65", function (e) {
                    return e.senderName + " ಅವರಿಗೆ ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸುವುದಕ್ಕಾಗಿ ಅವಕಾಶ ನೀಡಲು ನೀವು ಬಯಸುವಿರಾ? ನೀವು ಒಪ್ಪುವ ತನಕ ಅವರ ಸಂದೇಶ ನೋಡಿರುವಿರಾಗಿ ಅವರಿಗೆ ತಿಳಿಯುವುದಿಲ್ಲ.";
                }),
                n("gdf4b790", "ಸಂವಾದವನ್ನು ತೊರೆಯುವುದೇ?"),
                n("bbf83d84", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಸಂವಾದ ಇತಿಹಾಸವನ್ನು ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ."),
                n("ib3fe8aa", "ತಡೆಹಿಡಿಯಿರಿ ಅಥವಾ ವರದಿ ಮಾಡಿ"),
                n("gbed8594", "ನಿರ್ಬಂಧಿಸುವಿಕೆಯು ಭವಿಷ್ಯದಲ್ಲಿ ಈ ವ್ಯಕ್ತಿಯು ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸುವುದರಿಂದ ತಡೆಯುತ್ತದೆ."),
                n("g9074da4", "ಸಂವಾದವನ್ನು ತೊರೆಯಿರಿ"),
                n("ad63377e", "ಸಂವಾದವನ್ನು ಅಳಿಸಿ"),
                n("h09b49f8", "ಈ ಸಂವಾದವನ್ನು ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ. ಸಂವಾದದಲ್ಲಿರುವ ಇತರೆ ಜನರು ಇನ್ನೂ ಸಹ ಇದನ್ನು ನೋಡಬಹುದಾಗಿದೆ."),
                n("i6b19b08", "ಸಂವಾದವನ್ನು ವರದಿ ಮಾಡಿ"),
                n("cdb1a05a", "ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ನಿಂದನೆಯನ್ನು X ಗೆ ತಿಳಿಸಿ. ಇದರಿಂದಾಗಿ ಈ ರೀತಿಯ ಖಾತೆಯಿಂದ ಇತರರನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಸಹಾಯ ಮಾಡಬಹುದು."),
                n("d6b11d9c", "ನಿಮ್ಮ ನೇರ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ ಏಕೆಂದರೆ ಕೆಲವು ಮೀಡಿಯಾ ಅಪ್‌ಲೋಡ್ ಆಗಲಿಲ್ಲ."),
                n("c64c1884", "ಹೊಸ ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ"),
                n("cdcebd22", "ಹೊಸ ಸಂದೇಶ"),
                n("a66ac766", "ನೇರ ಸಂದೇಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("a846382a", "ನೇರ ಸಂದೇಶಗಳನ್ನು ಹುಡುಕಿ"),
                n("h845f282", "ನೇರ ಸಂದೇಶ"),
                n("d7ad7414", "ಸಂದೇಶ ಲಭ್ಯವಿಲ್ಲ"),
                n("ga086a54", "ಚಿತ್ರ ಲಗತ್ತು"),
                n("a9cc8cfe", "GIF ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("eb3d722e", "ನೀವು ಒಂದು GIF ಕಳುಹಿಸಿದ್ದೀರಿ"),
                n("e5bfe07e", "ಲಿಂಕ್ ಕಳುಹಿಸಿದ್ದಾರೆ"),
                n("db53c018", "ನೀವು ಲಿಂಕ್ ಕಳುಹಿಸಿದ್ದೀರಿ"),
                n("bf584cd2", "ಫೋಟೋ ಕಳುಹಿಸಿದ್ದಾರೆ"),
                n("f80629ba", "ನೀವು ಒಂದು ಫೋಟೋ ಕಳುಹಿಸಿದ್ದೀರಿ"),
                n("e20b65b0", "ಸ್ಟಿಕ್ಕರ್ ಕಳುಹಿಸಿದ್ದಾರೆ"),
                n("d30c2d40", "ನೀವು ಸ್ಟಿಕ್ಕರ್ ಕಳುಹಿಸಿದ್ದೀರಿ"),
                n("a876e58c", "ವೀಡಿಯೋ ಕಳುಹಿಸಿದ್ದಾರೆ"),
                n("j7d8101a", "ನೀವು ಒಂದು ವೀಡಿಯೊ ಕಳುಹಿಸಿದ್ದೀರಿ"),
                n("dedfd266", "ಧ್ವನಿ ಸಂದೇಶ ಕಳುಹಿಸಿದ್ದಾರೆ"),
                n("h7033cac", "ನೀವು ಧ್ವನಿ ಸಂದೇಶ ಕಳುಹಿಸಿದ್ದೀರಿ"),
                n("i34ec422", "ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಲಾಗಿದೆ"),
                n("a4939874", "ನೀವು ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಂಡಿರುವಿರಿ"),
                n("e1c9ec9c", "ಸಂವಾದವನ್ನು ಪಿನ್ ಮಾಡಿ"),
                n("e3cfff7c", "ಸಂವಾದ ಸ್ನೂಜ್ ಮಾಡಿ"),
                n("f398722e", "ಸಂವಾದವನ್ನು ಸ್ನೂಜ್ ಮಾಡಲಾಗಿದೆ"),
                n("bdd91964", "ಸಂವಾದವನ್ನು ಅನ್‌ಪಿನ್ ಮಾಡಿ"),
                n("a8ed0eca", "ಸಂವಾದ ಸ್ನೂಜ್ ಆಫ್ ಮಾಡಿ"),
                n("jac4eb1e", "ಸಂವಾದದ ಸ್ನೂಜ್ ರದ್ದು ಮಾಡಲಾಗಿದೆ"),
                n("d88d0790", "ಆಯ್ಕೆಗಳ ಮೆನು"),
                n("ce108dda", "ಲೇಬಲ್ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("abf2d13c", "ಆಯ್ಕೆಮಾಡಿ"),
                n("e4b3f520", "ಪಿನ್ ಮಾಡಿದ ಸಂವಾದಗಳು"),
                n("ae4d666a", "ಎಲ್ಲ ಸಂವಾದಗಳು"),
                n("d98e066c", "ಸಂವಾದವನ್ನು ಪಿನ್ ಮಾಡಲಾಗಿದೆ."),
                n("j302dba8", "ಸಂವಾದ ಅನ್‌ಪಿನ್ ಮಾಡಲಾಗಿದೆ."),
                n("cb367658", "ಪಿನ್ ಮಾಡಲು ಸಂವಾದ ವಿಫಲವಾಗಿದೆ. ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ie9a7e48", "ಪಿನ್ ಮಾಡಲು ಸಂವಾದ ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("hd3927c6", "ಅನ್‌ಪಿನ್ ಮಾಡಲು ಸಂವಾದವು ವಿಫಲವಾಗಿದೆ. ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("f1ac0968", "ಅನ್‌ಪಿನ್‌ ಮಾಡಲು ಸಂವಾದ ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("d571e4f9", function (e) {
                    return "ನೀವು ಕೇವಲ " + e.count + " ಸಂವಾದ" + f(e.count, "", "ಗಳನ್ನು") + " ಪಿನ್ ಮಾಡಬಹುದು";
                }),
                n("a551bf7e", "ನೀವು ಇನ್ನೊಂದು ಸಂವಾದವನ್ನು ಪಿನ್ ಮಾಡಲು ಅನ್‌ಪಿನ್‌ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("a676a876", "ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್‌ಗೆ ಸ್ವಾಗತ!"),
                n("h52877aa", "ಒಂದು ಗೆರೆ ಹಾಕಿ, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಇನ್ನಷ್ಟನ್ನು X ನಲ್ಲಿ ನೀವು ಮತ್ತು ಇತರರ ಮಧ್ಯೆ ಖಾಸಗಿ ಸಂವಾದಗಳಲ್ಲಿ ಮಾಡಿ. "),
                n("efe8fda0", "ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ"),
                n("b9dae4f4", "ವಿಭಿನ್ನ ಹುಡುಕಾಟ ಪದವನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("e7fb2028", "ಇನ್ನಷ್ಟು ಫಲಿತಾಂಶಗಳಿಲ್ಲ"),
                n("ae111c99", function (e) {
                    return '"' + e.query + '" ಗೆ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ';
                }),
                n("e8581cce", "ನೀವು ನಮೂದಿಸಿದ ಪದವು ಯಾವುದೇ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಲಿಲ್ಲ"),
                n("f08940ac", "ಹೊಸ ಸಂದೇಶವನ್ನು ಆರಂಭಿಸಿ"),
                n("i5d7593a", "ಜನರು, ಸಮೂಹಗಳು ಅಥವಾ ಸಂದೇಶಗಳಿಗೆ ಹುಡುಕಾಟ ನಡೆಸಿ ಪ್ರಯತ್ನಿಸಿ"),
                n("c94ac69e", "ಗುಂಪುಗಳು"),
                n("fb3c8e74", "ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು"),
                n("fd6150fc", "ನೇರ ಸಂದೇಶಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡುವುದು"),
                n("c7e8a9ee", "ಗೌಪ್ಯತೆ ನೀತಿ"),
                n("bece84b4", "ನಿಮ್ಮ ಸಂದೇಶ ವಿನಂತಿಗಳು ಖಾಲಿ ಇವೆ"),
                n("e51be7c1", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "", "s");
                }),
                n("ed93de0c", "ಪೋಸ್ಟ್ ಅನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ"),
                n("d1d92e40", "ಹೆಚ್ಚಿನ ವಿವರಗಳು"),
                n("a6e89af8", "ಮುಕ್ತ ಸಂವಾದ"),
                n("ica55d24", "ಹೊಸ ಚಾಟ್"),
                n("f794af9a", "ಫನ್ ಮೋಡ್"),
                n("eccf9fea", "ನಿಯಮಿತ ಮೋಡ್"),
                n("g7b1c574", "ಡೀಫಾಲ್ಟ್‌ಗೆ ಮರುಹೊಂದಿಸಿ"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "ನಿಮ್ಮ ಇಚ್ಛೆಯ ಹುಡುಕಾಟ ಮೋಡ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("i330e54c", "ಸುಧಾರಿತ ಹುಡುಕಾಟ ಮತ್ತು ತಾರ್ಕಿಕತೆ"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "ವಿಸ್ತೃತ ಹುಡುಕಾಟ, ಹೆಚ್ಚಿನ ತಾರ್ಕಿಕತೆ"),
                n("j22655f2", "ಏನು ಬೇಕಾದರೂ ಕೇಳಿ"),
                n("h0681e3e", "ನಮ್ಮ AI ಸಹಾಯಕ, Grok ಜೊತೆಗೆ ಮಾತನಾಡಿ"),
                n("d593fd78", "ಇದು ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಬಹುದು, X ಅನ್ನು ಹುಡುಕಬಹುದು, ಮತ್ತು ಚಿತ್ರಗಳನ್ನು ರಚಿಸಬಹುದು"),
                n("d0205a24", "ವಾಸ್ತವಾಂಶಗಳನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("ed4177c4", "Grok ವಿಶ್ವಾಸದಿಂದ ವಾಸ್ತವಿಕವಾಗಿ ತಪ್ಪಾದ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಬಹುದು, ತಪ್ಪಾಗಿ ಸಾರಾಂಶಗೊಳಿಸಬಹುದು , ಅಥವಾ ಕೆಲವು ಕಂಟೆಂಟ್ ಅನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು. ನೀವು ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಸ್ವತಂತ್ರವಾಗಿ ಪರಿಶೀಲಿಸಬೇಕು."),
                n("c0ff98f8", "AI ತರಬೇತಿ ಮತ್ತು ವೈಯಕ್ತೀಕರಣ"),
                n("f1a8218a", "ಮಾದರಿ ತರಬೇತಿ, ಉತ್ತಮ-ಟ್ಯೂನಿಂಗ್ ಮತ್ತು ನಿಮ್ಮ Grok ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ನಾವು ನಿಮ್ಮ X ಡೇಟಾವನ್ನು, ಹಾಗೆಯೇ Grok ಜೊತೆಗಿನ ನಿಮ್ಮ ಸಂವಾದಗಳು, ಒಳಹರಿವುಗಳು ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳಬಹುದು. ನಿಮ್ಮ X ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿಯಬಹುದು. ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ ಭೇಟಿ ನೀಡಿ."),
                n("bcbf5b6e", "ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ"),
                n("j7b5c844", "ನೀವು ಸಾರ್ವಜನಿಕವಾಗಿ ಹಂಚಿಕೊಳ್ಳುವ ಸಂಭಾಷಣೆಗಳಿಗೆ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. Grok ಜೊತೆಗಿನ ನಿಮ್ಮ ಸಂಭಾಷಣೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಅಥವಾ ಇತರರ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮ ಮತ್ತು ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ತಪ್ಪಿಸಿ (ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರವನ್ನು ನೋಡಿ)."),
                n("c9f7c196", "ಸಹಾಯ ಕೇಂದ್ರ"),
                n("c65f7308", "ಸರ್ವರ್‌ಗಳು ಇದೀಗ ಅಡುಗೆ ಮಾಡುತ್ತಿವೆ."),
                n("f2a8655e", "Grok ಸುಧಾರಿತ ಪರಿಕರಗಳು ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ."),
                n("c26b9b9c", "ಫೈಲ್"),
                n("g10600b0", "ಮೆನು"),
                n("j826e722", "ಚಿತ್ರವನ್ನು ಉಳಿಸಿ"),
                n("a9325f10", "ಚಿತ್ರವನ್ನು ನಕಲಿಸಿ"),
                n("g0b12442", "ಚಿತ್ರವನ್ನು ನಕಲಿಸಲು ವಿಫಲವಾಗಿದೆ"),
                n("edd0c172", "ಚಿತ್ರ ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("d1d3a41a", "ಚಿತ್ರವನ್ನು ಸಂಪಾದಿಸಿ"),
                n("a2697040", "ಚಿತ್ರದಲ್ಲಿ ಏನು ಬದಲಾಯಿಸಬೇಕೆಂದನ್ನು ವಿವರಿಸಿ."),
                n("ge1cefc4", "ಪರಿಕರಗಳು"),
                n("e9b6d404", "Grok ಯಾವ ಹುಡುಕಾಟ ಪರಿಕರಗಳನ್ನು ಪ್ರವೇಶಿಸಬೇಕು?"),
                n("h15dce2e", "ಸುಧಾರಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("ff9dc268", "ಪ್ರಾಂಪ್ಟ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("acb2baa0", "ಚಿತ್ರಗಳನ್ನು ರಚಿಸಿ"),
                n("fe9ad897", function (e) {
                    return "ಚಿತ್ರವನ್ನು ಸಂಪಾದಿಸಿ" + e.ttc_grok_preset;
                }),
                n("h30fd372", "ಧ್ವನಿ ಮೋಡ್ ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("e9fcdd0c", "ವೆಬ್‌ನಲ್ಲಿ ಆಕ್ರಮಣಕಾರಿಯಾಗಿ ಹುಡುಕಲು Grok ಅನ್ನು ಕೇಳಿ"),
                n("fc4e8aba", "ಹಂತ ಹಂತವಾಗಿ ತರ್ಕಿಸಲು Grok ಅನ್ನು ಕೇಳಿ"),
                n("e4ae6abe", "ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಪರಿವರ್ತಿಸಲು Grok ಗೆ ಹೇಳಿ"),
                n("e8ade5e2", "ವ್ಯಕ್ತಿತ್ವವನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("b5df32b0", "Grok ಬೇರೆ"),
                n("fb3b9776", "Grok ನ ಔಟ್‌ಪುಟ್ ಅನ್ನು ಈ ಬಳಕೆದಾರರು ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ್ದಾರೆ."),
                n("ca93f2ee", "ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("b8c06820", "ಪಠ್ಯ ನಕಲಿಸಿ"),
                n("ca0f5894", "ಇಷ್ಟವಿಲ್ಲ"),
                n("ja8d189e", "ಪಠ್ಯ ಉತ್ತರ ಬೇಕಾಗಿತ್ತು"),
                n("e951f04e", "ಚಿತ್ರ ಬೇಕಾಗಿತ್ತು"),
                n("c503b35e", "ವಿಭಿನ್ನ ಚಿತ್ರ ಬೇಕಾಗಿತ್ತು"),
                n("d4371c92", "ಕೋಡ್ ತಪ್ಪಾಗಿದೆ"),
                n("dbe8586e", "ವಿಭಿನ್ನ ಕೋಡ್ ಬೇಕಾಗಿತ್ತು"),
                n("e360eb4a", "ಕೋಡ್ ಬೇಕಾಗಿರಲಿಲ್ಲ"),
                n("a18657ca", "ಗಣಿತವು ತಪ್ಪಾಗಿದೆ"),
                n("b8b86300", "ಗಣಿತ ಬೇಕಾಗಿರಲಿಲ್ಲ"),
                n("e4c34788", "ತಪ್ಪು ಉತ್ತರ"),
                n("b220a8c8", "ಬೇರೆ ಏನೋ ಬೇಕಾಗಿತ್ತು"),
                n("b115fd18", "ಪಕ್ಷಪಾತದ ಉತ್ತರ"),
                n("dc637214", "ಕೆಟ್ಟ ಶೈಲಿ/ಸ್ವರ"),
                n("f02e6d42", "ಹುಡುಕಾಡಲು ಬೇಕಾಗಿತ್ತು"),
                n("bbec6bba", "ಕೆಟ್ಟ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು"),
                n("b494d088", "ಹುಡುಕಾಟ ಬೇಕಾಗಿರಲಿಲ್ಲ"),
                n("a44974f2", "ಚಿತ್ರ ಅರ್ಥವಾಗುತ್ತಿಲ್ಲ"),
                n("bd44a8a8", "ನಮಗೆ ಇನ್ನಷ್ಟು ಹೇಳಿ"),
                n("fcdbe764", "Grok ಉತ್ತಮವಾಗಿ ಏನು ಮಾಡಬಹುದು?"),
                n("bb6adb22", "ಏನು ತಪ್ಪಾಗಿದೆ ಎಂಬುದನ್ನು ವಿವರಿಸಿ"),
                n("h0fa15f2", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ಧನ್ಯವಾದಗಳು!"),
                n("d700b268", "ಉಲ್ಲೇಖಿಸಿದ ಚಾಟ್‌ಗಳು"),
                n("cd7bdab2", "ಸಂವಾದಗಳನ್ನು ಮರೆತುಬಿಡುವುದರಿಂದ ಅವುಗಳನ್ನು ಇತಿಹಾಸದಿಂದ ಅಳಿಸಲಾಗುವುದಿಲ್ಲ"),
                n("f21b84de", "ಉಲ್ಲೇಖ ಮರೆತುಹೋಗಿದೆ"),
                n("i52a9cb8", "ಪ್ರದರ್ಶಿಸಲು ಯಾವುದೇ ಮೆಮೊರಿಗಳಿಲ್ಲ."),
                n("d9d36880", "ಮರೆತುಬಿಡಿ"),
                n("g02dacc0", "ಇಂದು"),
                n("c6e845c0", "ನಿನ್ನೆ"),
                n("a5fa4a86", "ಜನ"),
                n("c51724a4", "ಫೆಬ್ರ"),
                n("j244ceb2", "ಮಾರ್ಚ್"),
                n("b22b12e0", "ಏಪ್ರಿ"),
                n("h3023cac", "ಮೇ"),
                n("b10dbffa", "ಜೂನ್"),
                n("c81da1b6", "ಜು"),
                n("d4e4d3ce", "ಆಗ"),
                n("c3418f9a", "ಸೆಪ್ಟೆಂ"),
                n("b64dada6", "ಅಕ್ಟೋ"),
                n("ad24ec20", "ನವೆಂ"),
                n("c7902252", "ಡಿಸೆಂ"),
                n("idf94bac", "ಪುನರುತ್ಪಾದಿಸಿ"),
                n("f7614f92", "ಹುಡುಕಾಟವಿಲ್ಲದೆ"),
                n("c5ade3ba", "ಹುಡುಕಾಟದೊಂದಿಗೆ"),
                n("c16e5b1a", "ಚಿತ್ರ ರಚನೆ ಇಲ್ಲದೆ"),
                n("i2ca65fa", "ಚಿತ್ರ ರಚನೆಯೊಂದಿಗೆ"),
                n("d3927f88", "ಲಿಂಕ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("be37ecd4", "ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲು ವಿಫಲವಾಗಿದೆ"),
                n("h708a4c0", "ಸಂವಾದವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("g06a67e2", "ಹಂಚಿಕೆ ಪುಟವು ಈ ಹಂತದವರೆಗೆ ಸಂದೇಶಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ"),
                n("a0428662", "ಸಹಾಯಕವಲ್ಲ"),
                n("fe4fd310", "ಸಹಾಯಕ"),
                n("bfd161bc", "ಹೋಲಿಸು"),
                n("j5dcf1b2", "ನವೀಕರಿಸಿದ"),
                n("a50aaa10", "ಪೂರ್ವ-ಮಾರ್ಕೆಟ್"),
                n("dd614d10", "ಗಂಟೆಗಳ ನಂತರ"),
                n("d6b0b0d5", function (e) {
                    return "ಆರಂಭಿಕ ಬೆಲೆ" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "ಮಾರ್ಕೆಟ್ ಬಂಡವಾಳ" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "ವರ್ಷದ ಗರಿಷ್ಠ" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "ಹೆಚ್ಚು" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "P/E ಅನುಪಾತ" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "ವರ್ಷದ ಕನಿಷ್ಠ" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "ಕಡಿಮೆ" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "ಸರ್ವಕಾಲಿಕ ಗರಿಷ್ಠ" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "ಸರ್ವಕಾಲಿಕ ಕನಿಷ್ಠ" + e.ttc_stock_details;
                }),
                n("a22063d2", "ಸುಧಾರಿತ ನಿಖರತೆಗಾಗಿ ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ."),
                n("db3248a8", "ಸ್ಥಳವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("ffe0e588", "ಸ್ಥಳ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("e41a0dc2", "ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ"),
                n("ieff24f4", "ಫುಲ್-ಟೈಮ್"),
                n("e2811afc", "ಆಟಗಳು"),
                n("j081fa34", "ಸ್ಟ್ಯಾಂಡಿಂಗ್‌ಗಳು"),
                n("i7c7f156", "ನಾಳೆ"),
                n("b134ba52", "ಪ್ರಗತಿಯಲ್ಲಿದೆ"),
                n("j1361724", "ಅರ್ಧ ಸಮಯ"),
                n("fa0f1262", "ಬ್ರೇಕ್"),
                n("c2cac618", "Grok ಪ್ರಸ್ತುತ ಲಾ ಲಿಗಾ, ಪ್ರೀಮಿಯರ್ ಲೀಗ್, ಬುಂಡೆಸ್ಲಿಗಾ, ಸರಣಿ A ಮತ್ತು ಲೀಗ್ 1 ಡೇಟಾವನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ."),
                n("acae223d", function (e) {
                    return '"' + e.prompt + '" ಗಾಗಿ ಫಲಿತಾಂಶಗಳು';
                }),
                n("bed99fe2", "ಕಡಿಮೆ ನೋಡಿ"),
                n("f7b57ac0", "ಅಂಕಿ ಅಂಶಗಳು"),
                n("i7e3e446", "ಹೊಂದಾಣಿಕೆಗಳು"),
                n("d490977e", "ಇದೀಗ"),
                n("e9f55db8", "ಭಾನುವಾರ"),
                n("e9cf3af8", "ಸೋಮವಾರ"),
                n("d5868a7e", "ಮಂಗಳವಾರ"),
                n("b5dfdb46", "ಬುಧವಾರ"),
                n("ab8095a2", "ಗುರುವಾರ"),
                n("e298e6f2", "ಶುಕ್ರವಾರ"),
                n("ef519654", "ಶನಿವಾರ"),
                n("c609a1b4", "ಭಾನು"),
                n("j92274b0", "ಸೋಮ"),
                n("ja482160", "ಮಂಗಳ"),
                n("f4ad4cb0", "ಬುಧ"),
                n("d66bf142", "ಗುರು"),
                n("dc17968a", "ಶುಕ್ರ"),
                n("j310a2d6", "ಶನಿ"),
                n("eaf55eb4", "ಯೋಚಿಸುವುದನ್ನು ತೋರಿಸಿ"),
                n("b1ac6016", "DeepSearch ಪೂರ್ಣಗೊಂಡಿದೆ"),
                n("f766feca", "DeeperSearch ಪೂರ್ಣಗೊಂಡಿದೆ"),
                n("ee000b0d", function (e) {
                    return e.numSources + " ಮೂಲಗಳು";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + "ನಿ " + e.seconds + "ಸೆ";
                }),
                n("c2745fa4", "ಸ್ಥಗಿತಗೊಳಿಸಲಾಗಿದೆ"),
                n("e258000e", "ಸೂಚನೆ"),
                n("d591a772", "ಸೂಚನೆ ಲಭ್ಯವಿಲ್ಲ"),
                n("bc49b728", "ಉತ್ತರ ಸಿದ್ಧವಾದಾಗ ನಿಮಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ"),
                n("d8aadeba", "ಸೂಚನೆ ಆಫ್ ಮಾಡಲಾಗಿದೆ"),
                n("db832e38", "ದಯವಿಟ್ಟು ಬ್ರೌಸರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("a910cac6", "ಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ"),
                n("be30b6ee", "ಅಸ್ಥಿರ ಸಂಪರ್ಕ"),
                n("b52484b6", "ಹುಡುಕಲಾಗುತ್ತಿದೆ..."),
                n("a4d9dbfa", "ಆಲೋಚನೆಗಳು"),
                n("ib1c5475", function (e) {
                    return e.minutes + "ನಿ " + e.seconds + "ಸೆ ಕಾಲ ಯೋಚಿಸಿದೆ";
                }),
                n("a15d62db", function (e) {
                    return e.seconds + "ಸೆ ಕಾಲ ಯೋಚಿಸಿದೆ";
                }),
                n("d7cb5408", "ಸಂಬಂಧಿತ ವೆಬ್ ಪುಟಗಳು"),
                n("aa7c96bb", function (e) {
                    return e.numResults + " ಇನ್ನಷ್ಟು ನೋಡಿ";
                }),
                n("j1ab5f40", "ರೀಡ್ ಮಾಡಲು ತಟ್ಟಿ"),
                n("f5a2377e", "ಇದಕ್ಕಾಗಿ ಆಲೋಚನೆಗಾಗಿ ಮಾಡಲಾಗುತ್ತಿದೆ "),
                n("g3ce0132", "ಇದಕ್ಕಾಗಿ ಆಲೋಚನೆಗಾಗಿ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("f8007364", "ವಿವರಗಳಿಗಾಗಿ ವಿಸ್ತರಿಸಿ"),
                n("ca53f780", "ವಿವರಗಳನ್ನು ಸಂಕುಚಿಸಿ"),
                n("ha8fbe22", "Premium ನೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಚಿತ್ರಗಳನ್ನು ರಚಿಸಿ"),
                n("d95c232a", "ನೀವು ನಿಮ್ಮ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ. ಹೆಚ್ಚಿನದನ್ನು ರಚಿಸಲು ಇದೀಗ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("h2671312", "Premium ಜೊತೆಗೆ ಇನ್ನಷ್ಟು Grok"),
                n("a1bb9c8a", "Premium+ ಜೊತೆಗೆ ಇನ್ನಷ್ಟು Grok"),
                n("b08ef3ae", "ಸಂವಾದವನ್ನು ಮುಂದುವರಿಸಲು X Premium ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ, ಅಥವಾ ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("jf9363b8", "ಸಂವಾದವನ್ನು ಮುಂದುವರಿಸಲು X Premium+ ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ, ಅಥವಾ ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ"),
                n("ef018bf6", "Premium ನೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಚಿತ್ರಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಿ"),
                n("cdace6d2", "ಈಗಲೇ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("a3186bff", function (e) {
                    return e.count + " ವೆಬ್ ಪುಟ" + f(e.count, "", "ಗಳು");
                }),
                n("f4146dda", "ನೀವು ಯಾವ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬಯಸುತ್ತೀರಿ?"),
                n("a2c2be32", "ಇದು Grok ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("g01599b6", "ಪ್ರತಿಕ್ರಿಯೆ 1"),
                n("e02694e0", "ಪ್ರತಿಕ್ರಿಯೆ 2"),
                n("h6867fcc", "ನಾನು ಈ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಆದ್ಯತೆ ನೀಡುತ್ತೇನೆ"),
                n("acc4496c", "Grok ಧ್ವನಿ ಮೋಡ್ ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("jd36d190", "Grok Android ಆಪ್‌ನೊಂದಿಗೆ ಸುಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸಿ"),
                n("hf9afab0", "ಇಂಟರ್ನೆಟ್ ಮತ್ತು X ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು, ಮಾಹಿತಿಯನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ತ್ವರಿತ, ಏಜೆಂಟ್ ಹುಡುಕಾಟದೊಂದಿಗೆ ವಿವರವಾದ, ಚೆನ್ನಾಗಿ ತಾರ್ಕಿಕ ಉತ್ತರಗಳನ್ನು ನೀಡಲು DeepSearch ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ."),
                n("ef3b3f04", 'ನಮ್ಮ ತಾರ್ಕಿಕ ಮಾದರಿಯನ್ನು ಬಳಸಲು ಥಿಂಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ಗಣಿತ, ವಿಜ್ಞಾನ ಮತ್ತು ಕೋಡಿಂಗ್‌ಗೆ ಇದು ಉತ್ತಮವಾಗಿದೆ. ಸ್ವಲ್ಪ ಹೆಚ್ಚು ಮೆದುಳಿನ ಶಕ್ತಿಯ ಅಗತ್ಯವಿರುವ ಯಾವುದೇ ಪ್ರಶ್ನೆಯ ಬಗ್ಗೆ ನೀವು Grok ಗೆ "ಗಟ್ಟಿಯಾಗಿ ಯೋಚಿಸಿ" ಎಂದು ಕೇಳಬಹುದು. '),
                n("b43636b8", "Grok 3 ಅನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ"),
                n("j376298c", "ನಮ್ಮ ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿ ಮಾದರಿಯೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು Grok 3 ಎರಡು ಹೊಸ ವಿಧಾನಗಳನ್ನು ಪರಿಚಯಿಸುತ್ತದೆ: DeepSearch ಮತ್ತು ಥಿಂಕ್."),
                n("e3584f8e", "ಹೆಡ್ಜ್ ಫಂಡ್‌ಗಳು ಬಳಸುವ 10 ಅತ್ಯಂತ ಯಶಸ್ವಿ ಆಯ್ಕೆಗಳ ವ್ಯಾಪಾರ ತಂತ್ರಗಳು ಯಾವುವು?"),
                n("d91b7b8a", "1885 ರಲ್ಲಿ ವಿಶ್ವವಿದ್ಯಾಲಯವನ್ನು ನಿರ್ಮಿಸಲು ಎಷ್ಟು ವೆಚ್ಚವಾಗುತ್ತದೆ?"),
                n("ia5bef3e", "ಇಂದು ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?"),
                n("ebea5880", "ಇತ್ತೀಚಿನ ಸಂವಾದಗಳು"),
                n("e13591c0", "ಉದಾಹರಣೆ Grok ಸಂವಾದ"),
                n("c27ca452", "Premium ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಈಗ X ನಲ್ಲಿ ನಮ್ಮ ಅತ್ಯಾಧುನಿಕ AI, Grok ಅನ್ನು ಬಳಸಬಹುದು."),
                n("b6abc25a", "Grok 2 ಅನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ"),
                n("e1cdaf9e", "ನಮ್ಮ ಹೊಸ AI ಸಹಾಯಕ, X ನಿಂದ ನಡೆಸಲ್ಪಡುತ್ತಿದೆ"),
                n("e6796748", "ಏನು ಬೇಕಾದರೂ ಕೇಳಿ"),
                n("db470fdc", "ಇಮೇಲ್‌ಗಳನ್ನು ಬರೆಯುವುದು, ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸುವುದು, ಮತ್ತು ಪಾಕವಿಧಾನಗಳನ್ನು ಒದಗಿಸುವಂತಹ ದೈನಂದಿನ ಕಾರ್ಯಗಳಿಗೆ Grok ಸಹಾಯ ಮಾಡಬಹುದು."),
                n("e9adc2d0", "ಕೋಡ್ ಉತ್ತಮ"),
                n("aaab6cdc", "ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ ಅಥವಾ ಹೊಸ ಪರಿಕಲ್ಪನೆಗಳನ್ನು ಕಲಿಯಲು ಸಹಾಯ ಪಡೆಯಿರಿ."),
                n("jd08d606", "ಕ್ರಿಯೇಟಿವ್ ಪಡೆಯಿರಿ"),
                n("he526d22", "ನಮ್ಮ ಹೊಸ ಚಿತ್ರ ರಚನೆಯ ಸಾಮರ್ಥ್ಯಗಳೊಂದಿಗೆ ಬೆರಗುಗೊಳಿಸುವ ದೃಶ್ಯಗಳನ್ನು ರಚಿಸಿ."),
                n("i6932876", "ಒಂದು ಸೈಬರ್‌ಪಂಕ್ ಚಿತ್ರ"),
                n("j7cdee8e", "ಮಾಹಿತಿ ಪಡೆಯುತ್ತಿರಿ"),
                n("f1f683c2", "X ನಿಂದ ಪ್ರತ್ಯೇಕವಾಗಿ ಇತ್ತೀಚಿನ ಸುದ್ದಿ ಮತ್ತು ಟ್ರೆಂಡಿಂಗ್ ವಿಷಯಗಳ ಕುರಿತು ನವೀಕೃತ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಿರಿ."),
                n("h73b9cc0", "ನೀವು ಪ್ರಸ್ತುತ ಚಾಟ್‌ಗೆ ಸಂಪರ್ಕ ಹೊಂದಿಲ್ಲದ ಕಾರಣ ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಿಲ್ಲ"),
                n("b6c73662", "ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("h6070fdc", "ಚಾಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("d49326ba", "ಅವತಾರ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ"),
                n("h79f3532", "ಅವತಾರ್‌ಗಳನ್ನು ತೋರಿಸಿ"),
                n("a8c1e2f0", "ಮಾಡರೇಟರ್ ಕ್ರಿಯೆಗಳನ್ನು ಮರೆಮಾಡಿ"),
                n("jd83edd4", "ಮಾಡರೇಟರ್ ಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("ecca11ac", "ಸಮಯ ಮುದ್ರೆಗಳನ್ನು ಮರೆಮಾಡಿ"),
                n("e358a9f8", "ಸಮಯ ಮುದ್ರೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("fca62374", "ಪಾಪ್ಔಟ್ ಚಾಟ್"),
                n("fe20f01b", function (e) {
                    return e.name + " ಸದ್ದಡಗಿಸುವುದೇ?";
                }),
                n("f5dc372a", "ಸದ್ದಡಗಿಸುವುದರಿಂದ ಬಳಕೆದಾರರ ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ಮತ್ತು ಪ್ರಸಾರದ ಉಳಿದ ಭಾಗಕ್ಕೆ ಅವರು ಚಾಟ್ ಮಾಡುವುದನ್ನು ತಡೆಯಲಾಗುತ್ತದೆ."),
                n("e91dd1fa", "ಮಾಡರೇಟರ್ ಮೂಲಕ ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("d1da3709", function (e) {
                    return e.username + " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತಿದ್ದಾರೆ: " + e.body;
                }),
                n("fc82a896", "ಈ ಬ್ರಾಡ್‌ಕಾಸ್ಟ್ ಅಂತ್ಯಗೊಂಡಿದೆ"),
                n("ea58dbd0", "ಈ ಪ್ರಸಾರ ಪ್ರಾರಂಭವಾಗಿಲ್ಲ"),
                n("cb5b6784", "ಬ್ರಾಡ್‌ಕಾಸ್ಟ್ ಮಾಡುವವರಿಂದ ಸೀಮಿತವಾಗಿದೆ"),
                n("eba27300", "ಬ್ರಾಡ್‌ಕಾಸ್ಟ್ ಮಾಡುವವರು ಹಿಂಬಾಲಿಸುವ ಖಾತೆಗಳು ಮಾತ್ರ ಚಾಟ್ ಮಾಡಬಹುದು"),
                n("f28984fb", function (e) {
                    return e.screenName + " ಹಿಂಬಾಲಿಸುವ ಖಾತೆಗಳು ಮಾತ್ರ ಚಾಟ್ ಮಾಡಬಹುದು";
                }),
                n("a3fec810", "ಚಾಟ್ ಮಾಡಲು Premium ಗೆ ಸಬ್‌ಸ್ರೈಬ್ ಮಾಡಿ"),
                n("dbf0b235", function (e) {
                    return "ಚಾಟ್ ಮಾಡಲು " + e.screenName + " ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ";
                }),
                n("ifbd8342", "ಲೈವ್ ಸ್ಕ್ರೀನ್ ಅನ್ನು ತೆರೆಯಿರಿ"),
                n("f935d3ce", "ಚಾಟ್ ಅನ್ನು ತೆರೆಯಿರಿ"),
                n("abbe8212", "ಚಾಟ್ ಅನ್ನು ಮುಚ್ಚಿ"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% ಪೂರ್ಣಗೊಂಡಿದೆ";
                }),
                n("e4f6bd9e", "ಓಹ್, ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("ac966f94", "ಬ್ರೌಸರ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ"),
                n("ca86b62c", "ಅಥವಾ"),
                n("d5568440", "ದಯವಿಟ್ಟು ಸದೃಢ ಪಾಸ್‌ವರ್ಡ್‌ ನಮೂದಿಸಿ."),
                n("d0511fe6", "ಈ ಸಂಖ್ಯೆಯನ್ನು ಈಗಾಗಲೇ ಇತರೆ ಖಾತೆಗಳ ಜೊತೆಗೆ ಬಳಸಲಾಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದನ್ನು ಬಳಸಿ."),
                n("cd24fe60", "ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್‌ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ."),
                n("gf8388fe", "ದೇಶದ ಕೋಡ್"),
                n("c52be452", "ಹೌದು, ತೆಗೆದುಹಾಕಿ"),
                n("bcb388a0", "ಇದು ನೀವು ಹಿಂದೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಸಾಧನಗಳಲ್ಲಿ X ಜೊತೆಗೆ ಸಿಂಕ್ ಆಗುತ್ತಿರುವ ವಿಳಾಸ ಪುಸ್ತಕವನ್ನು ಆಫ್ ಮಾಡುತ್ತದೆ. ಇದಕ್ಕೆ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ."),
                n("ec129eb6", "ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ನೀವು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಿರುವಿರಿ."),
                n("f1b5048a", "ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕುವಲ್ಲಿ ದೋಷವಿದೆ."),
                n("hc72e1fc", "ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್‌ ನಮೂದಿಸಿ."),
                n("bc0ad88a", "ಜೊತೆಗೆ ವಿಳಾಸವನ್ನು ('+' ಚಿಹ್ನೆಯೊಂದಿಗಿನ ಇಮೇಲ್‌ಗಳು) ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ."),
                n("f134915f", function (e) {
                    return e.count + " ಆಯ್ಕೆಮಾಡಲಾದ ಐಟಂಗಳು";
                }),
                n("b8fb87e0", "ಆಯ್ಕೆಮಾಡಿದ ವಿಷಯಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("e854ad27", function (e) {
                    return "ವಿಷಯ - " + e.title;
                }),
                n("e4ff75aa", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("b60eba9e", "ಮೊದಲು ಒಂದು ಸಂಗತಿಯನ್ನು ಪರಿಶೀಲಿಸೋಣ. Google reCAPTCHA ಸವಾಲಿನಲ್ಲಿ ಉತ್ತೀರ್ಣರಾಗುವ ಮೂಲಕ ನೀವು ರೋಬೋಟ್ ಅಲ್ಲವೆಂಬುದನ್ನು ದಯವಿಟ್ಟು ದೃಢಪಡಿಸಿ."),
                n("ba939778", "ನೀವು ರೋಬೋಟ್ ಆಗಿರುವಿರಾ?"),
                n("d44efc66", "ನಿಮ್ಮ ಹೆಸರೇನು?"),
                n("b4867a18", "ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು “Twitter” ಪದವನ್ನು ಒಳಗೊಂಡಿರಬಾರದು."),
                n("j1c3f4b9", function (e) {
                    return "ಜನ್ಮದಿನಾಂಕ " + e.birthdate + " ಸಂಪಾದಿಸಿ";
                }),
                n("j231d352", "ಎಲ್ಲರನ್ನೂ ಹಿಂಬಾಲಿಸಿ"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + " ಅವರ ಪೋಸ್ಟ್ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("c9a1cb5e", "ಈ ಖಾತೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ"),
                n("e7b201de", "ಮತ್ತೊಂದಕ್ಕೆ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("ica87fde", "ನಿಮ್ಮನ್ನು ತಡೆಹಿಡಿಯಲಾಗಿದೆ"),
                n("c7ec6faf", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " ತಡೆಹಿಡಿಯಲಾಗಿದೆ";
                }),
                n("gba95028", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("a2216a79", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("a2811f96", "ಪ್ರೊಫೈಲ್ ಕಾಲರೇಖೆ"),
                n("d25805fa", "ಸಬ್‌ಗಳು"),
                n("b05be0c8", "ಹೈಲೈಟ್‌ಗಳು"),
                n("b9891db3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಅವರ ಪ್ರತಿಕ್ರಿಯೆಗಳಿರುವ ಪೋಸ್ಟ್ ಗಳು";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + " ಅವರಿಂದ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("ac3f4be9", function (e) {
                    return "@" + e.screenName + " ಮೂಲಕ ಹೈಲೈಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + " ಮೂಲಕ ಲೇಖನಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("b7363b66", "ಪೋಸ್ಟ್ ಅನ್ನು ಕಳುಹಿಸಿ"),
                n("ce659062", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳನ್ನು ಕಾಯಿಸಬೇಡಿ"),
                n("f1e98cc2", "ನಿಮ್ಮ ಉತ್ತಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ!"),
                n("d5c743c6", "ಒಂದು ಲೇಖನವನ್ನು ಬರೆಯಿರಿ"),
                n("d1e5e328", "ನೀವು ಮಾಡಿದಾಗ, ಅದು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."),
                n("hb26a1fe", "ಶುರು ಮಾಡಿ, ಆ ಎಕ್ಸ್‌ಕ್ಲೂಸಿವ್ ಕಂಟೆಂಟ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ಆರಂಭಿಸಿ. ನಿಮ್ಮ ಎಲ್ಲ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಪೋಸ್ಟ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("b7c3572e", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಹೈಲೈಟ್‌ಗಳನ್ನು ಸೇರಿಸಲು:\n\n1. ನೀವು ರಚಿಸಿದ ಯಾವುದೇ ಪೋಸ್ಟ್ ಅನ್ನು ಹುಡುಕಿ\n2. “•••” ಮೆನು ಬಟನ್ ಅನ್ನು ತಟ್ಟಿ\n3. “ಹೈಲೈಟ್‌ಗಳಿಂದ ಸೇರಿಸಿ/ತೆಗೆದುಹಾಕಿ” ತಟ್ಟಿ"),
                n("i8123550", "ನೀವು ಲೇಖನವನ್ನು ಪ್ರಕಟಿಸಿದಾಗ, ಅದು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " ಅವರು ಪೋಸ್ಟ್ ಮಾಡಿಲ್ಲ";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " ಅವರು ಇನ್ನೂ ಯಾವುದೇ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪೋಸ್ಟ್‌ ಮಾಡಿಲ್ಲ";
                }),
                n("jbae8c54", "ಯಾವುದೇ ಹೈಲೈಟ್ ಮಾಡಿದ ಪೋಸ್ಟ್ ಗಳು ಲಭ್ಯವಿಲ್ಲ."),
                n("g8fb219e", "ಯಾವುದೇ ಲೇಖನಗಳು ಲಭ್ಯವಿಲ್ಲ."),
                n("f34dfc18", "ಅವರು ಮಾಡಿದಾಗ, ಅವರ ಪೋಸ್ಟ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("h9346040", "ಪೋಸ್ಟ್ ಮಾಡಿದಾಗ ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಪೋಸ್ಟ್ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("i4c3ddc6", "ಪ್ರಕಟವಾದಾಗ ಲೇಖನಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("e0118142", "ಈಗ ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("e0c1d871", function (e) {
                    return e.fullName + "ರ ಪೋಸ್ಟ್ ಗಳು";
                }),
                n("c575828f", function (e) {
                    return e.fullName + "ರ ಚಂದಾದಾರಿಕೆಯ ಪೋಸ್ಟ್ಗಳು";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + "ನ ಹೈಲೈಟ್‌ಗಳು";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + " ಅವರ ಲೇಖನಗಳು";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ರ ಚಂದಾದಾರಿಕೆಯ ಪೋಸ್ಟ್ಗಳು";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಮೂಲಕ ಹೈಲೈಟ್‌ಗಳು";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಅವರಿಂದ ಲೇಖನಗಳು";
                }),
                n("h088ae72", "ಪ್ರೊಫೈಲ್ ಪೋಸ್ಟ್‌ಗಳು"),
                n("hbf64b75", function (e) {
                    return " " + e.fullName + " (@" + e.screenName + ") ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಲೈಕ್ ಮಾಡಿದ್ದಾರೆ";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + " ರವರಿಂದ ಇಷ್ಟಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " ಅವರು ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿಲ್ಲ";
                }),
                n("d34b5306", "ಅವರು ಮಾಡಿದಾಗ, ಆ ಪೋಸ್ಟ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("bb0e41bc", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಇಷ್ಟಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("d3d4a21c", "ಹೃದಯಕ್ಕೆ ಸ್ವಲ್ಪ ಪ್ರೀತಿಯನ್ನು ತೋರಿಸಲು ಯಾವುದೇ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಅದನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ. ನೀವು ಹಾಗೆ ಮಾಡಿದಾಗ, ಅದು ಇಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ."),
                n("d95c3d31", function (e) {
                    return e.fullName + "ರ ಲೈಕ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್ ಗಳು";
                }),
                n("eeb7d696", "ನಿಮ್ಮ ಇಷ್ಟಗಳು ಖಾಸಗಿಯಾಗಿವೆ. ನೀವು ಮಾತ್ರ ಅವುಗಳನ್ನು ನೋಡಬಹುದು."),
                n("h6e91bb1", function (e) {
                    return " " + e.fullName + " (@" + e.screenName + ") ಅವರಿಂದ ಮೀಡಿಯಾ ಪೋಸ್ಟ್ ಗಳು";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " ಅವರಿಂದ ಮಾಧ್ಯಮ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("bc4223a3", function (e) {
                    return " @" + e.screenName + " ಅವರು ಮಾಧ್ಯಮವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿಲ್ಲ";
                }),
                n("ccc363f6", "ಒಮ್ಮೆ ಅವರು ಮಾಡಿದರೆ, ಆ ಪೋಸ್ಟ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("d1614228", "ಲೈಟ್ಸ್‌, ಕ್ಯಾಮೆರಾ... ಅಟ್ಯಾಚ್‌ಮೆಂಟ್‌ಗಳು!"),
                n("d7dc8d0a", "ನೀವು ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೋಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿದಾಗ, ಅವುಗಳನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ."),
                n("hf761abf", function (e) {
                    return e.fullName + " ಅವರ ಮಾಧ್ಯಮ";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + " ನ ಅಫಿಲಿಯೇಟ್‌ಗಳು (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + " ನ ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + " ನ ಅಫಿಲಿಯೇಟ್‌ಗಳು";
                }),
                n("ba5a88e4", "ಸಲಹೆ ನೀಡಲಾಗಿದೆ"),
                n("ddee8ae2", "ಎಲ್ಲಾ ಉದ್ಯೋಗಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("d2a04c68", "ನಾವು ನೇಮಕ ಮಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದೇವೆ"),
                n("dc12a126", "ನಿರ್ದೇಶನಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("e2acb642", "ಸಂಪರ್ಕ"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " ಗೆ ಕರೆ ಮಾಡಿ";
                }),
                n("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " ಗೆ ಪಠ್ಯ ಕಳುಹಿಸಿ";
                }),
                n("b44c0205", function (e) {
                    return e.time + " ರಲ್ಲಿ " + e.day;
                }),
                n("de1123f5", function (e) {
                    return e.time + " ನಲ್ಲಿ";
                }),
                n("e2a5bd50", "24 ಗಂಟೆಗಳೂ ತೆರೆದಿರುತ್ತದೆ"),
                n("e0d7da6c", "ಮುಚ್ಚುವುದು"),
                n("i7059f56", "ತೆರೆಯುತ್ತದೆ"),
                n("a7391348", "ಗಂಟೆಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("c9eba532", "ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ ಗಂಟೆಗಳು"),
                n("b5fea270", "ಉತ್ಪನ್ನ ಕರೋಸಲ್"),
                n("h10bb33c", "ಉತ್ಪನ್ನ ವರದಿ ಮಾಡುವುದೇ?"),
                n("dda5d96a", "ಉತ್ಪನ್ನ ವರದಿ ಮಾಡಿ"),
                n("fca46f40", "ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ"),
                n("c71a053b", "ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ"),
                n("d7f8a117", function (e) {
                    return e.days + "-ದಿನದ ವಿಶ್ಲೇಷಣೆಗಳು";
                }),
                n("cae20e93", function (e) {
                    return e.days + " ದಿನಗಳು";
                }),
                n("gc767fda", "ನಿಮಗೆ ಖಾಸಗಿ"),
                n("c7c85e0c", "ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("b15df4b4", "X ನಲ್ಲಿ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿದ ಸಮಯಗಳು"),
                n("e5fe61e0", "ಅಭಿಪ್ರಾಯಗಳು"),
                n("d1018321", function (e) {
                    return "ಕಳೆದ " + e.period + " ರಲ್ಲಿ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ " + e.value + " ಇಂಪ್ರೆಶನ್‌ಗಳು";
                }),
                n("e623137c", "ಎಂಗೇಜ್‌ಮೆಂಟ್‌ ದರ"),
                n("d9d34182", "ಇಂಪ್ರೆಶನ್‌ಗಳಿಂದ ವಿಭಜಿಸಿದ ಪೋಸ್ಟ್ ಎಂಗೇಜ್‌ಮೆಂಟ್‌ಗಳು."),
                n("aeee0182", "ಪ್ರೊಫೈಲ್‌ ಭೇಟಿಗಳು"),
                n("b2bde01a", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಂದ ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("faf4c1f5", function (e) {
                    return "ಕಳೆದ " + e.period + " ರಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ " + e.value + " ಭೇಟಿಗಳು";
                }),
                n("d5f1e554", "ಲಿಂಕ್ ಕ್ಲಿಕ್‌ಗಳು"),
                n("cf573986", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಯಾವುದೇ URL ಕ್ಲಿಕ್‌ಗಳ ಸಂಖ್ಯೆ"),
                n("j761451e", "ಹೊಸ ಹಿಂಬಾಲಿಸುವಿಕೆಗಳು"),
                n("e1a87d14", "ನೀವು ಗಳಿಸಿದ ಹೊಸ ಹಿಂಬಾಲಿಸುವಿಕೆಗಳ ಸಂಖ್ಯೆ (ಹಿ೦ಬಾಲಿಸದಿರುವುದನ್ನು ಒಳಗೊಂಡಿಲ್ಲ)"),
                n("j590577e", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಪಡೆದ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಸಂಖ್ಯೆ"),
                n("ia1da622", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಪಡೆದ ಇಷ್ಟಗಳ ಸಂಖ್ಯೆ"),
                n("cfd1036b", function (e) {
                    return "ಕಳೆದ " + e.period + " ರಲ್ಲಿ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ " + e.value + " ಇಷ್ಟಗಳು";
                }),
                n("ja42739e", "ಮರುಪೋಸ್ಟ್‌ಗಳು"),
                n("ca6e8de0", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮರುಪೋಸ್ಟ್ ಮಾಡಿರುವ ಸಂಖ್ಯೆ"),
                n("b1b4d57e", "ವೀಡಿಯೋ ವೀಕ್ಷಣೆಗಳು"),
                n("bdaf100e", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿರುವ ವೀಡಿಯೊ ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("ca826772", "ಮಾಧ್ಯಮ ವೀಕ್ಷಣೆಗಳು"),
                n("j43b8f52", "ನಿಮ್ಮ ಮಾಧ್ಯಮ (GIF ಗಳು, ಚಿತ್ರಗಳು, ವೀಡಿಯೊಗಳು) ಪಡೆದ ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("d3969c06", "ಪೂರ್ಣಗೊಳಿಸಿದ ದರ"),
                n("c58c3476", "ವೀಡಿಯೊ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಗಳನ್ನು ವೀಡಿಯೊ ವೀಕ್ಷಣೆಗಳಿಂದ ಭಾಗಿಸಲಾಗಿದೆ"),
                n("c8aae62a", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಪಡೆದ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳ ಸಂಖ್ಯೆ"),
                n("g70825e0", "ಹಂಚಿಕೆಗಳು"),
                n("c6fbefd4", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಪಡೆದ ಹಂಚಿಕೆಗಳ ಸಂಖ್ಯೆ"),
                n("dbe9353e", "ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆಗಳು"),
                n("a3a4e8f8", "ಮಾಸಿಕ"),
                n("eb2e0272", "ಲೈನ್"),
                n("e298b08e", "ಬಾರ್"),
                n("bbc6e7c6", "ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್"),
                n("h88ad664", "ಕೆನಡಾ"),
                n("gd139910", "ಯುನೈಟೆಡ್ ಕಿಂಗ್‍ಡಮ್"),
                n("e08feda2", "ಜಪಾನ್"),
                n("fad772ce", "ಮಧ್ಯಪ್ರಾಚ್ಯ ಮತ್ತು ಉತ್ತರ ಆಫ್ರಿಕಾ"),
                n("a396dd6c", "ಏಷ್ಯಾ ಪೆಸಿಫಿಕ್"),
                n("j942b16c", "ಯುರೋಪ್ ಮತ್ತು ಬೆಳವಣಿಗೆಯ ಮಾರುಕಟ್ಟೆಗಳು"),
                n("j3cc0c00", "ಲ್ಯಾಟಿನ್ ಅಮೇರಿಕ"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "ಹಿಂಬಾಲಿಸದವರು"),
                n("d61b2bcc", "ಸಮುದಾಯ ಪೋಸ್ಟ್ ಗಳು"),
                n("h3525cb8", "ನಿರ್ದಿಷ್ಟಪಡಿಸಿಲ್ಲ"),
                n("a3c544e8", "ಅಗ್ರ ದೇಶಗಳು"),
                n("f30795d0", "ಪ್ರೊಫೈಲ್ ಫೋಟೋ ತೆರೆಯುತ್ತದೆ"),
                n("gd7acb84", "ಪ್ರೊಫೈಲ್ ಹೊಂದಿಸಿ"),
                n("b7636014", "ಸಂದೇಶ"),
                n("haad225c", "Premium ಅನ್ನು ಉಡುಗೊರೆಯಾಗಿ ನೀಡಿ"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + " ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ";
                }),
                n("j33d8902", "ಟಿಪ್ ಅನ್ನು ಕಳುಹಿಸಿ"),
                n("a8ab3d08", "ಇದಕ್ಕೆ ಕಳುಹಿಸಿ"),
                n("d740d2d9", function (e) {
                    return e.service + " ಲಿಂಕ್‌ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "ಬಿಟ್‌ಕಾಯಿನ್ ವಿಳಾಸ"),
                n("f85f6760", "Cash ಆಪ್"),
                n("a32a7c06", "ಎಥೆರಿಯಮ್ ವಿಳಾಸ ನಕಲಿಸಲಾಗಿದೆ"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "ಪಾಟ್ರಿಯನ್"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "ಮತ್ತಷ್ಟು ನೋಡಿ"),
                n("df7cb6d4", "ವೃತ್ತಿಪರ ವಿಭಾಗಗಳು"),
                n("ec429e79", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."),
                n("j04c717a", "+ ಅನುಭವವನ್ನು ಸೇರಿಸಿ"),
                n("a1ea2f12", "ಜನ್ಮದಿನದ ಶುಭಾಶಯ!"),
                n("g8191e78", "ಇಂದು ಅವರ ಜನ್ಮದಿನವಾಗಿದೆ!"),
                n("c1b819ba", "ಜನ್ಮದಿನದ ಬಲೂನ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಇಂದು ತೋರಿಸಲಾಗಿದೆ"),
                n("ad7a451e", "ಸ್ವವಿವರ ಅನುವಾದಿಸಿ"),
                n("f543dbf6", "ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ಸಂಖ್ಯೆ"),
                n("cef4e8cf", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಸದ್ದಡಗಿಸುವುದೇ?";
                }),
                n("h03a094a", "ಈ ಖಾತೆಯ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಈಗ ನಿಮ್ಮ ಹೋಮ್ ಕಾಲರೇಖೆಯಲ್ಲಿ ಅನುಮತಿಸಲಾಗುತ್ತದೆ."),
                n("a6e94418", "ನೀವು ಈ ಖಾತೆಯ ಪೋಸ್ಟ್‍ಗಳನ್ನು ಮ್ಯೂಟ್ ಮಾಡಿರಬಹುದು."),
                n("dd3d10f6", "ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ"),
                n("i06d4712", "ನಮ್ಮ ತಂಡವು ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ತ್ವರಿತ ಪರಿಶೀಲನೆ ನಡೆಸುತ್ತಿದೆ. ನೀವು ಕೆಲವೇ ದಿನಗಳಲ್ಲಿ ನಿಮ್ಮ ಚೆಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಇಲ್ಲಿ ನೋಡಬೇಕು."),
                n("j354c438", "“ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ” ಲೇಬಲ್ ನಿಮಗೆ ಮಾತ್ರ ಗೋಚರಿಸುತ್ತದೆ."),
                n("e018b5fa", "ಪರಿಶೀಲಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("b74bd6c6", "ಈ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ, ಯಾಕೆಂದರೆ ಇದು ಸರ್ಕಾರ, ಸುದ್ದಿ, ಮನರಂಜನೆ ಅಥವಾ ಇನ್ನೊಂದು ನಿಗದಿಸಿದ ವಿಭಾಗದಲ್ಲಿ ಗಮನಾರ್ಹವಾಗಿದೆ."),
                n("e1e0c916", "ಈ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ. ಏಕೆಂದರೆ, ಇದನ್ನು Premium ಗೆ ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಲಾಗಿದೆ. "),
                n("eb5d72e4", "ಈ ಖಾತೆಯು ಅದರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಂರಕ್ಷಿಸಿದೆ. ಅದರ ಹಿಂಬಾಲಕರು ಮಾತ್ರ ಅವುಗಳನ್ನು ಓದಬಹುದು."),
                n("g776ca50", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆ"),
                n("ad465ee8", "ಪ್ರಾಥಮಿಕ ಅಫಿಲಿಯೇಶನ್ ಅನ್ನು ಹೊಂದಿಸಿ"),
                n("d01612d3", function (e) {
                    return e.date + " ರಿಂದ ಪರಿಶೀಲಿಸಲಾಗಿದೆ.";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", ನಿಮ್ಮನ್ನು ಇನ್ನೂ ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ";
                }),
                n("b2d0c0f4", "ಎದ್ದು ಕಾಣಲು ಮತ್ತು ಬೂಸ್ಟ್ ಮಾಡಿದ ಪ್ರತಿಕ್ರಿಯೆ "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " ತಲುಪುವಿಕೆಯನ್ನು ಪಡೆಯಲು ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ."),
                n("d834ab9c", "ಹೌದು, ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ"),
                n("cb339f26", "ಎಚ್ಚರಿಕೆ: ಈ ಖಾತೆಯು ಅಸಹಜ ರೀತಿಯಲ್ಲಿ ವರ್ತಿಸುತ್ತಿದೆ"),
                n("hf06085e", "ಈ ಖಾತೆಯಲ್ಲಿ ಕೆಲವು ಅಸಹಜ ಚಟುವಟಿಕೆಯು ಇದ್ದ ಕಾರಣದಿಂದ ಈ ಎಚ್ಚರಿಕೆಯನ್ನು ನೀವು ನೋಡುತ್ತಿರುವಿರಿ. ನೀವು ಅದನ್ನು ಇನ್ನೂ ವೀಕ್ಷಿಸಲು ಬಯಸುವಿರಾ?"),
                n("aa959f36", "ಎಚ್ಚರಿಕೆ: ಈ ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ"),
                n("jf604336", "ಎಚ್ಚರಿಕೆ: ಈ ಪ್ರೊಫೈಲ್ ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು"),
                n("c9bfda48", "ಎಚ್ಚರಿಕೆ: ಈ ಪ್ರೊಫೈಲ್ ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು. ಅವುಗಳು ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ಚಿತ್ರಗಳು ಅಥವಾ ಭಾಷೆ ಬಳಸುವುದರಿಂದ ಈ ಎಚ್ಚರಿಕೆಯನ್ನು ನೀವು ನೋಡುತ್ತಿರುವಿರಿ. ಅದನ್ನು ಇನ್ನೂ ವೀಕ್ಷಿಸಲು ನೀವು ಬಯಸುವಿರಾ?"),
                n("g29ebf26", "ಅವರು ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ಚಿತ್ರಗಳು ಅಥವಾ ಭಾಷೆಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಕಾರಣದಿಂದ ನೀವು ಈ ಎಚ್ಚರಿಕೆಯನ್ನು ನೋಡುತ್ತಿರುವಿರಿ. ಅದನ್ನು ಇನ್ನೂ ವೀಕ್ಷಿಸಲು ನೀವು ಬಯಸುವಿರಾ?"),
                n("jcfb7fba", "ಅವುಗಳು X ನಿಯಮಗಳನ್ನು ಸಂಭಾವ್ಯವಾಗಿ ಉಲ್ಲಂಘಿಸಿರುವ ಕಾರಣದಿಂದ ಈ ಎಚ್ಚರಿಕೆಯನ್ನು ನೀವು ನೋಡುತ್ತಿರುವಿರಿ. ನೀವು ಇನ್ನೂ ಅದನ್ನು ವೀಕ್ಷಿಸಲು ಬಯಸುವಿರಾ?"),
                n("bd598c70", "ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಂರಕ್ಷಿಸಲಾಗಿದೆ"),
                n("e617164b", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("g8475f82", "ಖಾತೆಯನ್ನು ಅಮಾನತುಗೊಳಿಸಲಾಗಿದೆ"),
                n("j5e1cf59", "X ನಿಯಮಗಳನ್ನು"),
                n("gbf342a4", "ಖಾತೆ ತಡೆಹಿಡಿಯಲಾಗಿದೆ"),
                n("defba9a4", "X ಗೆ ಸ್ವಾಗತ!"),
                n("d11934ec", "ಸೂಚನೆ ಪಡೆಯಿರಿ"),
                n("a2cd2b0a", "ಫಾಲೋ ಮಾಡಿ ಮತ್ತು ಸೂಚನೆ ಪಡೆಯಿರಿ"),
                n("a70bae53", function (e) {
                    return "ಪ್ರತಿ ಬಾರಿ " + e.fullName + " ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮಾಡಿದಾಗ ನೀವು ಸೂಚನೆ ಪಡೆಯಬಹುದು.";
                }),
                n("f51a4c29", function (e) {
                    return "ಈಗ ನೀವು " + e.fullName + " ಹಿಂಬಾಲಿಸಬಹುದು ಮತ್ತು ಅವರು ಪ್ರತಿ ಬಾರಿ ಪೋಸ್ಟ್ ಮಾಡಿದಾಗ ಸೂಚನೆ ಪಡೆಯಿರಿ.";
                }),
                n("cfa5e58d", function (e) {
                    return "ನೀವು " + e.fullName + " ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದೀರಿ ಮತ್ತು ಅವರು ಪೋಸ್ಟ್ ಮಾಡಿದಾಗ ನಿಮಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("be3a652d", function (e) {
                    return e.fullName + " ಅವರು ಪೋಸ್ಟ್‍ಗಳನ್ನು ಮಾಡಿದಾಗಲೆಲ್ಲ ನಿಮಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("f089620c", "ನಿಮ್ಮ ಹೋಮ್ ಕಾಲರೇಖೆ"),
                n("a1ab9c80", "ಈ ಸಮುದಾಯದಲ್ಲಿ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳು ಇನ್ನೂ ಇಲ್ಲ"),
                n("b32c4fb0", "ಅವು ಇದ್ದಾಗ, ಅವುಗಳನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣುತ್ತೀರಿ."),
                n("bf17deda", "ಪ್ರಾರಂಭಿಸೋಣ!"),
                n("c3fbf1da", "ನಿಮ್ಮ ಪ್ರಪಂಚದಲ್ಲಿ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ನೋಡಲು ಇದು ಅತ್ಯುತ್ತಮ ಸ್ಥಳವಾಗಿದೆ. ಇದೀಗ ಹಿಂಬಾಲಿಸಲು ಕೆಲವು ಜನರು ಮತ್ತು ವಿಷಯಗಳನ್ನು ಹುಡುಕಿ."),
                n("a2515900", "ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ"),
                n("je23cdb2", "ಈ ಪಟ್ಟಿಯಲ್ಲಿನ ಜನರ ಪೋಸ್ಟ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("e69b7e02", "ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("b6bd6ae4", "ಪ್ರಸ್ತುತ ಖಾತೆ"),
                n("d577bccd", function (e) {
                    return "ನಿಮ್ಮ ಬಳಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು X ಖಾತೆ ಇದ್ದರೆ, ನೀವು ಅವುಗಳನ್ನು ಸೇರಿಸಬಹುದು ಮತ್ತು ಸುಲಭವಾಗಿ ನಡುವೆ ಬದಲಾಯಿಸಬಹುದು. ನೀವು " + e.maxAccounts + " ಖಾತೆಗಳವರೆಗೆ ಸೇರಿಸಬಹುದು.";
                }),
                n("dc65b3e5", function (e) {
                    return "ನೀವು " + e.maxAccounts + " ಖಾತೆಗಳ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ.";
                }),
                n("b8045b33", function (e) {
                    return "ನೀವು " + e.maxAccounts + " ಖಾತೆಗಳ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ.";
                }),
                n("d075dc89", function (e) {
                    return "ನೀವು " + e.maxAccounts + "ವೈಯಕ್ತಿಕ ಖಾತೆಗಳ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ.";
                }),
                n("bade139e", "ಎಲ್ಲಾ ಖಾತೆಗಳಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ"),
                n("ae33b982", "ಎಲ್ಲಾ ಖಾತೆಗಳಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡುವುದೇ?"),
                n("fa07bf68", "ಇದು ನಿಮ್ಮ ಎಲ್ಲಾ ಬ್ರೌಸರ್ ಟ್ಯಾಬ್‌ಗಳಾದ್ಯಂತ ನಿಮ್ಮ ಎಲ್ಲಾ ಖಾತೆಗಳಿಗೆ ಅನ್ವಯಿಸುತ್ತದೆ."),
                n("f7865ab6", "ನಿಮ್ಮ ಖಾತೆಯಲ್ಲವೇ?"),
                n("a35248e4", "ಇದು ನನ್ನ ಖಾತೆ ಅಲ್ಲ"),
                n("f794a67c", "ಇದು ನನ್ನ ಖಾತೆ"),
                n("j79c0ff7", function (e) {
                    return e.emailAddress + " ಅನ್ನು ನಾವು ಈ ಖಾತೆಯಿಂದ ತೆಗೆದುಹಾಕಿದ್ದೇವೆ";
                }),
                n("fb46383c", "ನೀವು ನಿಮ್ಮದೇ ಖಾತೆಯಿಂದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ತೆಗೆಯಲಾಗದು."),
                n("gcfdbc2b", function (e) {
                    return "ಇಮೇಲ್ ವಿಳಾಸವು ಇನ್ನು X ಖಾತೆ " + e.screenName + " ಜೊತೆ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "ಸೂಚನೆಗಳ ಸೆಟ್ಟಿಂಗ್ಸ್‌ಗೆ ಹೋಗಿ."),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "ನಿಮ್ಮದಲ್ಲದ X ಖಾತೆಯೊಂದಿಗೆ ಯಾಕೆ ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ ಸಂಬಂಧ ಹೊಂದಿದೆ?"),
                n("ac71e82f", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b069d89c", "ಪ್ರೇಕ್ಷಕರು"),
                n("f5a61ae6", "ವಿಷಯ"),
                n("a4df00c0", "ಖಾತೆ ವಿಶ್ಲೇಷಣೆ ಟ್ಯಾಬ್‌ಗಳು"),
                n("ac248548", "ಖಾತೆಯ ಅವಲೋಕನ"),
                n("je62f358", "ಕಳೆದ 28 ದಿನಗಳು"),
                n("bc2f16a4", "ಸಕ್ರಿಯ ಸಮಯಗಳು"),
                n("d603209e", "ಚಟುವಟಿಕೆ ಬ್ರೇಕ್‌ಡೌನ್"),
                n("ac3fb6de", "ಸ್ಪೇಸ್‌ಗೆ ಹಾಜರಾಗುವುದು"),
                n("ie181958", "ಪ್ರೇಕ್ಷಕರ ಒಳನೋಟಗಳು"),
                n("j6f8d422", "ನಿಮ್ಮ ವೀಡಿಯೊಗಳ ಸರಾಸರಿ ವೀಕ್ಷಣೆ ಸಮಯ."),
                n("e7479ce4", "ಸರಾಸರಿ ವೀಕ್ಷಣೆ ಸಮಯ"),
                n("g1dfa7d0", "ಸರಾಸರಿ"),
                n("h7d28188", "ವಿಷಯಕ್ಕೆ ಹಿಂತಿರುಗಿ"),
                n("if2704e4", "ಲೈವ್ ಅವಲೋಕನಕ್ಕೆ ಹಿಂತಿರುಗಿ"),
                n("ea928ae4", "ಸ್ಪೇಸಸ್‌ಗೆ ಹಿಂತಿರುಗಿ"),
                n("e8c07c22", "ಪ್ರಸಾರ"),
                n("a4ce6e68", "ಪ್ರಸಾರ ಮೆಟ್ರಿಕ್‌ಗಳು"),
                n("b2214c74", "ಈ ಪ್ರಸಾರದ ಒಟ್ಟು ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("d4fcf83a", "ಈ ಪ್ರಸಾರವನ್ನು ವೀಕ್ಷಿಸಲು ವೀಕ್ಷಕರು ಕಳೆದ ಒಟ್ಟು ಸಮಯ"),
                n("a89b0322", "ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ"),
                n("j3cb12ea", "ಸಮಕಾಲೀನ ಶ್ರೋತೃಗಳು"),
                n("b93931ee", "ನಿಮ್ಮ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿದ ಸಂಖ್ಯೆ."),
                n("a1814798", "ನೀವು ಪೋಸ್ಟ್‌ಗೆ ಎಷ್ಟು ಬಾರಿ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದೀರಿ."),
                n("addd5575", function (e) {
                    return "ಶುಕ್ರ" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "ಸೋಮ" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "ಶನಿ" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "ಭಾನು" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "ಗುರು" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "ಮಂಗಳ" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "ಬುಧ" + e.date;
                }),
                n("d9c70840", "ಸಾಧನ"),
                n("ba55e824", "ಮುಕ್ತಾಯಗೊಂಡಿದೆ"),
                n("id276c42", "ನಿಮ್ಮ ಕಂಟೆಂಟ್ ತೊಡಗಿಸಿಕೊಂಡಿರುವುದರ ಸಂಖ್ಯೆ."),
                n("j033d090", "ಅಂದಾಜು ಆದಾಯ"),
                n("efd4d7d4", "ಸ್ಪೇಸಸ್‌ಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ"),
                n("a1334290", "ಮೊದಲ 48 ಗಂಟೆಗಳು"),
                n("gc10a3b0", "ಕಾಲಾನಂತರದಲ್ಲಿ ಹಿಂಬಾಲಿಸುವಿಕೆಗಳು"),
                n("efa0f858", "ಕಾಲಾನಂತರದಲ್ಲಿ ಹಿಂಬಾಲಿಸುವವರ ಮತ್ತು ಹಿಂಬಾಲಿಸದಿರುವವರ ಸಂಖ್ಯೆ. ಇದು ನಿಮ್ಮ ಹಿ೦ಬಾಲಕರ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸಬೇಕಾಗಿಲ್ಲ."),
                n("g2b06cc6", "ಲಿಂಗ ಡೇಟಾವನ್ನು ಊಹಿಸಬಹುದು"),
                n("b66b3baa", "ಗಂಟೆಗಳು"),
                n("cf8a0772", "ವೀಕ್ಷಣೆಗಳಿಗೆ ಇಂಪ್ರೆಶನ್"),
                n("g13d8010", "ಕಳೆದ 48 ಗಂಟೆಗಳು"),
                n("d5627596", "ಕಳೆದ ಗಂಟೆ"),
                n("baf120a6", "ಕನಿಷ್ಠ ತೊಡಗಿಸಿಕೊಂಡಿದ್ದಾರೆ"),
                n("f2382014", "ಲೈವ್"),
                n("c4a7a6aa", "ಲೈವ್ ಡೇಟಾ"),
                n("a992032a", "ಲೈವ್‌ಸ್ಟ್ರೀಮ್ ವಿಶ್ಲೇಷಣೆಗಳು"),
                n("ie45edda", "ಲೈವ್‌ಸ್ಟ್ರೀಮ್ ಅವಲೋಕನ"),
                n("e30fc268", "ಲೈವ್ ವೀಕ್ಷಕರು"),
                n("bd37f68e", "ಮಾಧ್ಯಮ ಚಟುವಟಿಕೆ"),
                n("fe074210", "ನಿಮಿಷಗಳು"),
                n("jd03a1b8", "ವೀಕ್ಷಿಸಿದ ನಿಮಿಷಗಳು"),
                n("a20e91e8", "ವೀಕ್ಷಿಸಿದ ನಿಮಿಷಗಳು"),
                n("ic2bebee", "ಮಾನಿಟೈಸ್ ಮಾಡಲಾಗಿದೆ"),
                n("a1d642c8", "ಹೆಚ್ಚು ತೊಡಗಿಸಿಕೊಂಡಿದ್ದಾರೆ"),
                n("ifc4c1f8", "ಈ ವಿಷಯದಿಂದ ಪಡೆದ ಹೊಸ ಹಿಂಬಾಲಕರ ಸಂಖ್ಯೆ."),
                n("fff1315a", "ಆಯ್ಕೆಮಾಡಿದ ಫಿಲ್ಟರ್‌ಗೆ ಯಾವುದೇ ಪ್ರಸಾರಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("jbcb09a8", "ಇನ್ನೂ ಸಾಕಷ್ಟು ಡೇಟಾ ಇಲ್ಲ"),
                n("df846d6c", "ಆಯ್ಕೆಮಾಡಿದ ಸಮಯ ಶ್ರೇಣಿಗೆ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("g2ba40f6", "ಆಯ್ಕೆಮಾಡಿದ ಫಿಲ್ಟರ್‌ಗೆ ಯಾವುದೇ ಸ್ಪೇಸಸ್ ಲಭ್ಯವಿಲ್ಲ."),
                n("j44061a0", "ಲಭ್ಯವಿಲ್ಲ"),
                n("c4a93912", "ಅನ್ವಯಿಸುವುದಿಲ್ಲ"),
                n("a6b78788", "ಯಾವುದೇ ವೀಕ್ಷಕರ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ"),
                n("b2438638", "ಒಟ್ಟು"),
                n("ic0399e0", "ಸಾವಯವ ವೀಕ್ಷಣೆಗಳು"),
                n("ja5c444a", "ಪಾವತಿ ಅವಧಿ"),
                n("f04e025e", "ಗರಿಷ್ಠ ಸಮಕಾಲೀನ ಶ್ರೋತೃಗಳು"),
                n("d6d10662", "ಗರಿಷ್ಠ ವೀಕ್ಷಕರು: "),
                n("d147bea2", "ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪರಿಶೀಲಿಸಿ."),
                n("f0336d68", "ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್"),
                n("g85fbd2e", "ಪೋಸ್ಟ್ id"),
                n("ice5c5b6", "ಈ ವಿಷಯವನ್ನು ಬಳಕೆದಾರರಿಗೆ ಎಷ್ಟು ಬಾರಿ ತೋರಿಸಲಾಗಿದೆ."),
                n("hf4f9bfe", "ಲಿಂಕ್ ಅನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("bf5ebf5c", "ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("b211652e", "ಕಾಲಾನಂತರದಲ್ಲಿ ಪೋಸ್ಟ್‌ಗಳು"),
                n("f2efec0a", "ಮುಂಚಿತವಾಗಿ ಪ್ರಕಟಿಸಲಾಗಿದೆ"),
                n("i61e0302", "ಹಿಂದಿನ"),
                n("e08a706a", "ಪ್ರಾಯೋಜಿತ ವೀಕ್ಷಣೆಗಳು"),
                n("cbc99192", "ಪ್ರಕಟಿತ ದಿನಾಂಕ"),
                n("a83c2a9a", "ನೈಜ ಸಮಯ"),
                n("e9d72896", "ರೆಕಾರ್ಡ್ ಮಾಡಲಾಗಿದೆ"),
                n("gede4932", "ಮರುಪ್ಲೇ"),
                n("h0de359c", "ಈ ವಿಷಯವನ್ನು ಎಷ್ಟು ಬಾರಿ ಮರು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ."),
                n("e0568f2c", "ಇದಕ್ಕಾಗಿ ಶೆಡ್ಯೂಲ್ ಮಾಡಲಾಗಿದೆ: "),
                n("gd86baa8", "ಶೆಡ್ಯೂಲ್ ಮಾಡಲಾದ ಪ್ರಾರಂಭ"),
                n("fef3bfae", "ಸೆಕೆಂಡರಿ ಮೆಟ್ರಿಕ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("g7e3d2a4", "ಸ್ಪೇಸ್ ಅನಾಲಿಟಿಕ್ಸ್"),
                n("fbc79a40", "ಸ್ಪೇಸಸ್ ಅವಲೋಕನ"),
                n("d077112a", "ಸ್ಪೇಸ್ ಸ್ಟಾರ್‌ಗಳು"),
                n("cf3709da", "ಸ್ಥಿತಿ"),
                n("e797dc32", "ಸ್ಟ್ರೀಮ್ ಸಮಯ: "),
                n("b649d8cc", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಮಾತ್ರ"),
                n("j9282130", "ಪ್ರಸಾರ ಥಂಬ್‌ನೇಲ್"),
                n("g629b8b0", "ಸಮಯ ಮೀರಿದೆ"),
                n("eb87323c", "ಇದು ಲೈವ್‌ಸ್ಟ್ರೀಮ್ ನಡೆದಾಗಿನಿಂದ ಆಯ್ದ ಅವಧಿಗೆ ವಿಶ್ಲೇಷಣಾ ಡೇಟಾವನ್ನು ತೋರಿಸುತ್ತದೆ."),
                n("i6a75722", "ಸಮಯ ಶ್ರೇಣಿ"),
                n("c602f5b8", "ಒಟ್ಟು"),
                n("b35e68ae", "ಒಟ್ಟು ಭಾಗವಹಿಸಿದವರು"),
                n("h78ee79a", "ಒಟ್ಟು ಮರುಪ್ಲೇ ವೀಕ್ಷಿಸಲಾಗಿದೆ"),
                n("e3efaed0", "ಪ್ರಕಾರ"),
                n("c37993e2", "ಹಿ೦ಬಾಲಿಸದಿರುವುದು"),
                n("b1ed35d0", "ವಿಶಿಷ್ಟ ವೀಕ್ಷಕರು"),
                n("bfad9306", "ಅಜ್ಞಾತ"),
                n("b5a58f36", "ಶೀರ್ಷಿಕೆರಹಿತ ಪ್ರಸಾರ"),
                n("i70f5278", "ಇದರಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗಿದೆ:"),
                n("a98b58b6", "ಪರಿಶೀಲಿಸಿದ ಹಿಂಬಾಲಕರು"),
                n("a5de67ca", "ತಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿದ ಹಿ೦ಬಾಲಕರ ಸಂಖ್ಯೆ."),
                n("g3367ff4", "ವೀಡಿಯೊ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ"),
                n("a7b48b36", "ಪೂರ್ಣಗೊಂಡ ವೀಡಿಯೊ ವೀಕ್ಷಣೆಗಳ ಶೇಕಡಾವಾರು."),
                n("a2580f2a", "ಪೂರ್ಣಗೊಳಿಸಿದ ದರ"),
                n("ff95a9cc", "ವೀಡಿಯೊ ID"),
                n("a97e358e", "ವೀಡಿಯೊ ಲಿಂಕ್"),
                n("e10e8b46", "ಕಳೆದ 100 ದಿನಗಳ ವೀಡಿಯೊಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಲಾಗುತ್ತಿದೆ."),
                n("ba37f6da", "ವೀಡಿಯೊ ಅವಲೋಕನ"),
                n("f19846b2", "ವೀಡಿಯೋ ಥಂಬ್‌ನೇಲ್"),
                n("ccd6f4a8", "ವೀಡಿಯೊ ಶೀರ್ಷಿಕೆ"),
                n("c8410542", "ನಿಮ್ಮ ವೀಡಿಯೊವನ್ನು ಎಷ್ಟು ಬಾರಿ ವೀಕ್ಷಿಸಲಾಗಿದೆ."),
                n("a532072a", "ವೀಕ್ಷಕರು"),
                n("d9508ab0", "ವೀಕ್ಷಣೆಗಳು"),
                n("d9f9dec0", "ಸ್ಪೇಸ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("h0c1f37a", "ಸ್ಪೇಸ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("e41fffbc", "ನಿಮ್ಮ ವೀಡಿಯೊಗಳ ಒಟ್ಟು ವೀಕ್ಷಣೆ ಸಮಯ."),
                n("if2909ba", "ವೀಕ್ಷಣೆ ಸಮಯ"),
                n("i0e5bf4c", "ನಿಮ್ಮ ವಿಡಿಯೋಗಳು");
            n("ed99baea", "ಆರಂಭಿಕ ಬೀಟಾ ಪ್ರವೇಶಾವಕಾಶ"),
                n("gf898b70", "ಸುಧಾರಿತ ಹುಡುಕಾಟ"),
                n("d2a43a7a", '"ai" ಮತ್ತು "ಸ್ಟಾರ್ಟ್ಅಪ್" ಎರಡನ್ನೂ ಒಳಗೊಂಡಿದೆ'),
                n("a8584698", "ai ಸ್ಟಾರ್ಟ್ಅಪ್"),
                n("jb6f9292", '"ai ಸ್ಟಾರ್ಟ್ಅಪ್" ಎಂಬ ನಿಖರವಾದ ನುಡಿಗಟ್ಟನ್ನು ಒಳಗೊಂಡಿದೆ'),
                n("j8ee77c4", '"ai ಸ್ಟಾರ್ಟ್ಅಪ್"'),
                n("d0480758", '"ai" ಅಥವಾ "ಸ್ಟಾರ್ಟ್ಅಪ್" (ಅಥವಾ ಎರಡನ್ನೂ) ಯಾವುದಾದರೂ ಒಂದನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ'),
                n("f0048fa2", "ai ಅಥವಾ ಸ್ಟಾರ್ಟ್ಅಪ್"),
                n("da0df186", '"AI" ಅನ್ನು ಒಳಗೊಂಡಿದೆ, ಆದರೆ "ಸ್ಟಾರ್ಟ್ಅಪ್" ಅನ್ನು ಒಳಗೊಂಡಿಲ್ಲ'),
                n("f2f463ea", "ai ಸ್ಟಾರ್ಟ್ಅಪ್"),
                n("a10a357e", '"ai" ಅನ್ನು ಒಳಗೊಂಡಿದೆ ಮತ್ತು ಕನಿಷ್ಠ 50 ಇಷ್ಟಗಳನ್ನು ಹೊಂದಿದೆ'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", '"ai" ಮತ್ತು ಅದರಲ್ಲಿ "grok" ಪದದೊಂದಿಗೆ URL ಅನ್ನು ಒಳಗೊಂಡಿದೆ'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'X ಖಾತೆ "grok" ಅನ್ನು ಹೆಸರಿಸುವುದು'),
                n("e2634592", "@grok"),
                n("i88ba038", "ಎಚ್ಚರಿಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("j2cb0214", "ಎಚ್ಚರಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("ae852cd0", "ತಿ ಸೋಮವಾರದ ಈ ಪ್ರವೃತ್ತಿಯಲ್ಲಿನ ಬದಲಾವಣೆಗಳ ಸಾರಾಂಶದ ಪ್ರಅಧಿಸೂಚನೆಯನ್ನು ಸ್ವೀಕರಿಸಿ."),
                n("d1d8633e", "Radar ಎಚ್ಚರಿಕೆಗಳು"),
                n("g096d0cc", "ಎಲ್ಲಾ ಪ್ರಶ್ನೆಗಳು"),
                n("e77035aa", "ಹುಡುಕಾಟವನ್ನು ತೆರವುಗೊಳಿಸಿ"),
                n("a895ec64", "ಈ ಪ್ರಶ್ನೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("a4f5e431", function (e) {
                    return "ಅಳಿಸಲಾದ ’" + e.name + "’";
                }),
                n("db28b535", function (e) {
                    return "’" + e.name + "’ ಅನ್ನು ಅಳಿಸಿ";
                }),
                n("bcf89b8a", "ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಸಂಪಾದಿಸಿ"),
                n("f0002e72", "ಫಲಿತಾಂಶಗಳನ್ನು ಅನ್ವೇಷಿಸಿ"),
                n("b0924d7a", "ಪ್ರಶ್ನೆಯನ್ನು ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("cfd731ee", "ಪ್ರಶ್ನೆಯನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("g08bff82", "ಎಚ್ಚರಿಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("fa1fd798", "ಎಚ್ಚರಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ia7dce48", "ಪ್ರಶ್ನೆಯನ್ನು ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("d494d4aa", "ಪ್ರಶ್ನೆಯನ್ನು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("i4a49588", "ಗ್ಲೋಬಲ್ ಟೌನ್ ಸ್ಕ್ವೇರ್"),
                n("c0799860", "ದಿನ"),
                n("b43679d2", "ಗಂಟೆ"),
                n("f1fce85e", "ನಿಮಿಷ"),
                n("ea3e0ec4", "ಮಾರುಕಟ್ಟೆ"),
                n("d8d9aec2", "ನೀವು ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ಪ್ರಶ್ನೆಗಳನ್ನು ತಲುಪಿದ್ದೀರಿ"),
                n("c9aa246e", "ಹೊಸ ಪ್ರಶ್ನೆ"),
                n("b9b7a50e", "ನವೀಕರಿಸಲು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಹುಡುಕಾಟ ಮಾನದಂಡವನ್ನು ಹೊಂದಿಸಿ"),
                n("i9a09bb6", "ಪ್ರಶ್ನೆಯನ್ನು ರಚಿಸಿ ಮತ್ತು Radar ಗೆ ನೈಜ-ಸಮಯದ ನವೀಕರಣಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಅವಕಾಶ ಮಾಡಿಕೊಡಿ"),
                n("da20008c", "ಯಾವುದೇ ಟ್ರೆಂಡ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಹುಡುಕಾಟ ಮಾನದಂಡವನ್ನು ವಿಸ್ತರಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e78ca8c6", "ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ"),
                n("ce3216ec", "ಪ್ರಶ್ನೆ"),
                n("ef609bb8", "X ನಲ್ಲಿ ಏನಾಗುತ್ತಿದೆ?"),
                n("a636a738", "ಅನುಸರಣೆಯನ್ನು ಕೇಳಿ..."),
                n("d92ec304", "ಪ್ರಶ್ನೆ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("bbf29e20", "ಆಯ್ಕೆಯನ್ನು ಮರುಹೊಂದಿಸಿ"),
                n("ie3321ea", "$NVDA (ಮಾರಾಟ ಅಥವಾ ಖರೀದಿ)"),
                n("cf223996", "ಸಾರಾಂಶ"),
                n("a27ccab8", "Everything ಆಪ್"),
                n("i66136aa", "ಅಗ್ರ"),
                n("e7c44382", "ವಿಶಿಷ್ಟ ಬಳಕೆದಾರರು"),
                n("d559e5b8", "ಶೀರ್ಷಿಕೆರಹಿತ ಪ್ರಶ್ನೆ"),
                n("i1d9be88", "ಸುಧಾರಿತ ಹುಡುಕಾಟ ಆಪರೇಟರ್‌ಗಳನ್ನು ಬಳಸುವುದು"),
                n("ae9f604c", "ಅಫಿಲಿಯೇಷನ್"),
                n("a7d2d8f4", "ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಿ"),
                n("je21ffbe", "ಹಿ೦ಬಾಲಕರ ಸಂಖ್ಯೆ"),
                n("i8d9797c", "ಪೂರ್ಣ ಪ್ರೊಫೈಲ್"),
                n("a36bebf2", "ಗರಿಷ್ಠ"),
                n("i5ef8b4a", "ಗರಿಷ್ಠ ಹಿ೦ಬಾಲಕರ ಸಂಖ್ಯೆ"),
                n("fcf0ec1c", "ಕನಿಷ್ಠ"),
                n("ccc0bbc6", "ಕನಿಷ್ಠ ಹಿ೦ಬಾಲಕರ ಸಂಖ್ಯೆ"),
                n("je1bd63a", "ಪ್ರತಿಭೆ, ಮಾರಾಟದ ಪ್ರಮುಖರು, ಮತ್ತು ಕಾರ್ಯತಂತ್ರದ ಪಾಲುದಾರರನ್ನು ಹುಡುಕಲು X ನ ಶಕ್ತಿಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("i6766078", "ಉನ್ನತ ಪ್ರತಿಭೆ, ಮಾರಾಟದ ನಿರೀಕ್ಷೆಗಳು, ಮತ್ತು ಪಾಲುದಾರರಿಗಾಗಿ ಹುಡುಕಿ"),
                n("d509bbd4", "X ನಲ್ಲಿ ಜನರನ್ನು ಪರಿಶೋಧಿಸಿ"),
                n("a5afaf54", "ಮರುಹೊಂದಿಸಿ"),
                n("i9006fb0", "ಎಲ್ಲವನ್ನೂ ಮರುಹೊಂದಿಸಿ"),
                n("fa598a82", "ಫಲಿತಾಂಶಗಳು"),
                n("g3688a48", "ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ"),
                n("ab5a91a4", "ಬಳಕೆದಾರ"),
                n("cef20fd0", "ಪರಿಶೀಲನೆ"),
                n("a2b286b0", "ಉದ್ಯೋಗಗಳು, ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಪ್ರಾಯೋಜಿಸಿ."),
                n("e2895a38", "ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳಲ್ಲಿ $12k ವರೆಗೆ"),
                n("becba496", "ಸೀಮಿತ ಅವಧಿಯ ಕೊಡುಗೆಗಾಗಿ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳು ಲಭ್ಯವಿವೆ."),
                n("ded395ae", "ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಪ್ರವೇಶಿಸಿ"),
                n("a47a20d4", "ಸುಧಾರಿತ ವಿಶ್ಲೇಷಣೆಗಳು"),
                n("b56d3ec6", "Grok 3 ಗೆ ಪ್ರವೇಶದೊಂದಿಗೆ ಎಲ್ಲಾ ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಅಫಿಲಿಯೇಟ್‌ಗಳು Premium+ ಅನ್ನು ಪಡೆಯುತ್ತವೆ"),
                n("ie663a1a", "ಮೀಸಲಾದ ಗ್ರಾಹಕ ತಂಡದೊಂದಿಗೆ ತ್ವರಿತ ಸಹಾಯ ಮತ್ತು ಏರಿಕೆಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("j7f75bec", "VIP ಬೆಂಬಲ"),
                n("ebf5ec26", "ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ"),
                n("eeb424e2", "ನಿಮ್ಮ ಕಥೆಯನ್ನು ರಚಿಸಿ."),
                n("ab62db18", "ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರನ್ನು ಬಿಲ್ಡ್ ಮಾಡಿ."),
                n("j2c9bc4e", "ಗೋಲ್ಡ್ ಚೆಕ್‌ಮಾರ್ಕ್‌ನೊಂದಿಗೆ ಎದ್ದು ನಿಲ್ಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕಂಪನಿಯನ್ನು ಸಾವಯವವಾಗಿ ಮಾರುಕಟ್ಟೆ ಮಾಡಲು ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ."),
                n("e7930f82", "ಜನಸಂದಣಿಯಿಂದ ಹೊರಗುಳಿಯಿರಿ"),
                n("e77ea57e", "ಮಾರಾಟವನ್ನು ಬೂಸ್ಟ್ ಮಾಡಲು, ಉತ್ತಮ ಜನರನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ವಿಶೇಷ ಮಾರುಕಟ್ಟೆ ಒಳನೋಟಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿ ಸಾಧನಗಳು."),
                n("a558a254", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳೊಂದಿಗೆ X ನಲ್ಲಿ ಬೆಳವಣಿಗೆಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("b099f256", "Radar ನೊಂದಿಗೆ ಬಟನ್ ಸ್ಪರ್ಶದಲ್ಲಿ ಮಾರ್ಕೆಟ್ ಪ್ರವೃತ್ತಿಗಳು ಮತ್ತು ಸಾರ್ವಜನಿಕ ಅಭಿಪ್ರಾಯ."),
                n("ecb7fa02", "ವ್ಯಾಪಾರ ಬುದ್ಧಿವಂತಿಕೆ"),
                n("cb5faa2a", "ಗ್ರಹದಲ್ಲಿರುವ ಅತ್ಯಂತ ಬುದ್ಧಿವಂತ ಜನರನ್ನು ತಲುಪಲು ನಿಮ್ಮ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಬಳಸಿ."),
                n("c67b260c", "ಉದ್ಯೋಗ ಪ್ರಚಾರ"),
                n("if48b5c2", "X ನಲ್ಲಿ ನೇರವಾಗಿ ಲಕ್ಷಾಂತರ ಜನರಿಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಪ್ರಾಯೋಜಿಸಿ."),
                n("aa0d60aa", "ತಿಂಗಳು"),
                n("cebfdb52", "ಸಂಸ್ಥೆಗಳು"),
                n("i9b6fcbc", "ಎಂಜಿನಿಯರ್‌ಗಳು, ಮಾರಾಟ ಲೀಡ್‌ಗಳು ಮತ್ತು ಕ್ರಿಯೇಟರ್ಸ್ ಅನ್ನು ಹುಡುಕಲು ಮತ್ತು ಸಂಪರ್ಕಿಸಲು ಜನರ ಹುಡುಕಾಟವನ್ನು ಬಳಸಿ. "),
                n("a6b5c3f0", "ಉತ್ತಮ ಜನರನ್ನು ಹುಡುಕಿ"),
                n("a51acce8", "ಬೇಸಿಕ್‌ಗೆ ಡೌನ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("ie132f40", "ಪೂರ್ಣ ಪ್ರವೇಶವನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("b0d26232", "ಉಳಿಸಿ"),
                n("f563b353", function (e) {
                    return "ಕೊಡುಗೆಗಳ ಅವಧಿ ಮುಗಿಯುತ್ತಿದೆ " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.endDate + " ರವರೆಗೆ " + e.percentOff + "% ರಿಯಾಯಿತಿ";
                }),
                n("j3cfae29", function (e) {
                    return "ನಿಮ್ಮ ಮೊದಲ ವರ್ಷಕ್ಕೆ ವಾರ್ಷಿಕವಾಗಿ " + e.discountedCost + ". ನಂತರ ವಾರ್ಷಿಕವಾಗಿ " + e.baseCost + ".";
                }),
                n("jb74aea4", "ಪ್ರತಿ ಹೆಚ್ಚುವರಿ ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಯು ತಿಂಗಳಿಗೆ ಪ್ರತಿ ಬಳಕೆದಾರರ ಹೆಸರಿಗೆ $50 ಆಗಿದೆ ಮತ್ತು ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳು ಮಿತಿಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ."),
                n("fc9fc856", "ಪ್ರತಿ ಹೆಚ್ಚುವರಿ ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಯು ವರ್ಷಕ್ಕೆ ಪ್ರತಿ ಬಳಕೆದಾರರ ಹೆಸರಿಗೆ $600 ಆಗಿದೆ ಮತ್ತು ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳು ಮಿತಿಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ."),
                n("fc785aec", "ಬೇಸಿಕ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("edf32072", "ಪ್ರತಿಯೊಂದೂ Premium+ ಪ್ಲಸ್‌ನಲ್ಲಿ:"),
                n("b3caf146", "ಪರಿಶೀಲಿಸಿದ ಚಿನ್ನದ ಬ್ಯಾಡ್ಜ್"),
                n("a1dbf70c", "$200 ಉಚಿತ ಮಾಸಿಕ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್"),
                n("i2a2286c", "$2,500 ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್"),
                n("e8d0fd04", "Radar ಬೇಸಿಕ್"),
                n("cf038828", "ಮೀಸಲಾದ ಬೆಂಬಲ ಸೇವೆ"),
                n("efd56302", "ನಿಮ್ಮ ಪುಟಕ್ಕೆ ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ"),
                n("bc1bb6aa", "$1,000 ಉಚಿತ ಮಾಸಿಕ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್"),
                n("e1669560", "$12,000 ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್"),
                n("hb973da4", "Radar ಪೂರ್ಣ ಪ್ರವೇಶ"),
                n("g444c82e", "ಎಂಟರ್‌ಪ್ರೈಸ್ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಆರಂಭಿಕ ಪ್ರವೇಶ"),
                n("a1bc0bcf", function (e) {
                    return e.cost + " ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("i0f58dac", "ಎಲ್ಲಾ ಯೋಜನೆಗಳು ಅನ್ವಯವಾಗುವ ತೆರಿಗೆಗಳು ಮತ್ತು ಶುಲ್ಕಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತವೆ."),
                n("je182d8a", "ಎಂಟರ್‌ಪ್ರೈಸ್"),
                n("ge609bd6", "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("je6d2aec", "ಮಾಡ್ಯುಲರ್ ಬೆಲೆ"),
                n("ed33b888", "ಜನರ ಹುಡುಕಾಟ"),
                n("ade522c4", "ಒಳನೋಟಗಳು"),
                n("h551f266", "ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳು"),
                n("c74f7856", "ಅಫಿಲಿಯೇಟ್ ಪ್ಯಾಕೇಜ್‌ಗಳು"),
                n("b9b41f7a", "ಹುಡುಕಾಟ ಆಪ್ಟಿಮೈಸೇಶನ್"),
                n("b1f368ee", "ಮೀಸಲಾದ ಬೆಂಬಲ"),
                n("j189c5b2", "ಪ್ರೊ ಪ್ಲಸ್‌ನಲ್ಲಿ ಎಲ್ಲವೂ:"),
                n("i7f4b58e", "ಕಸ್ಟಮ್"),
                n("h45fd8ae", "ಪೂರ್ಣ ಪ್ರವೇಶವನ್ನು ಪಡೆಯಿರಿ"),
                n("f1c3b32c", "ಬೇಸಿಕ್ ಪ್ಲಸ್‌ನಲ್ಲಿ ಎಲ್ಲವೂ:"),
                n("f4307806", "ಜನಪ್ರಿಯ"),
                n("ce7c21de", "ವಾರ್ಷಿಕ"),
                n("a21a64f6", "“ವ್ಯವಹಾರಕ್ಕಾಗಿ X ಒಂದು ಅದ್ಭುತ ವ್ಯವಹಾರವಾಗಿದೆ! ನಾವು ಟ್ಯಾಲೆಂಟ್ ಸರ್ಚ್ ಟೂಲ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಉತ್ತಮ ವ್ಯಕ್ತಿಗಳನ್ನು ನೇಮಿಸಿಕೊಂಡಿದ್ದೇವೆ.“"),
                n("dbb3fc54", "ಸಹ-ಸಂಸ್ಥಾಪಕ ಮತ್ತು CEO"),
                n("c1600210", "”ವ್ಯವಹಾರಕ್ಕಾಗಿ X ನೋ-ಬ್ರೇನರ್ ಆಗಿದೆ. ಮಾರುಕಟ್ಟೆ ಒಳನೋಟಗಳನ್ನು ಸೆರೆಹಿಡಿಯುವ ಮೂಲಕ ಗ್ರಾಹಕರನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡಿದೆ.“"),
                n("fb3e127a", "ಸೀಮಿತ-ಅವಧಿಯ ಹೊಸ ವರ್ಷದ ಕೊಡುಗೆ"),
                n("a5fee980", "ನೀವು ಮೊದಲು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದಾಗ ವಾರ್ಷಿಕ ಯೋಜನೆಗಳಲ್ಲಿ 30% ರಿಯಾಯಿತಿ ಮತ್ತು $12,000 ವರೆಗೆ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಕ್ಲೈಮ್ ಮಾಡಿ"),
                n("c9051cac", "ದಿನಗಳು"),
                n("ie035790", "ಸೆಕೆಂಡುಗಳು"),
                n("cbd3dfaa", "ಬೀಟಾವನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("h260121e", "ನಿಮ್ಮ ಪ್ರಮುಖ ಪಾತ್ರಗಳನ್ನು ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರಿಗೆ ತೋರಿಸಿ."),
                n("ae0ad604", "ವೃತ್ತಿ ಪುಟಗಳು"),
                n("cbd4ba6e", "ಉನ್ನತ ಪ್ರತಿಭೆಯನ್ನು ಅನ್ವೇಷಿಸಿ ಮತ್ತು ಸಂಪರ್ಕ ಸಾಧಿಸಿ"),
                n("b71927b2", "ಅನಿಯಮಿತ ಉದ್ಯೋಗ ಪೋಸ್ಟ್‌ಗಳು"),
                n("a0b5b7d4", "ನಮ್ಮ ಕಾರ್ಯಕ್ಷಮತೆ ಜಾಹೀರಾತು ಮಾದರಿಯೊಂದಿಗೆ AI ಗುರಿಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ."),
                n("aa3f0e90", "AI ಗುರಿಯೊಂದಿಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಪ್ರಾಯೋಜಿಸಿ"),
                n("hc67be9e", "ಪ್ರಾರಂಭಿಸಿ"),
                n("c9a67f9e", "ನೇಮಕಾತಿಯನ್ನು ಪ್ರಾರಂಭಿಸಿ"),
                n("jd937cda", "X ನೇಮಕಾತಿಯೊಂದಿಗೆ ಲಕ್ಷಾಂತರ ಸಂಬಂಧಿತ ಅಭ್ಯರ್ಥಿಗಳನ್ನು ತಲುಪಿ. ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಿ, ಕಸ್ಟಮ್ ವೃತ್ತಿಯ ಪುಟಗಳನ್ನು ನಿರ್ಮಿಸಿ ಮತ್ತು ಕಾಲರೇಖೆಯಲ್ಲಿ ಉದ್ದೇಶಿತ ಜಾಹೀರಾತುಗಳನ್ನು ಚಲಾಯಿಸಲು ಉದ್ಯೋಗ ಪ್ರಚಾರವನ್ನು ಹೊಂದಿಸಿ."),
                n("d92d2632", "ಉನ್ನತ ಪ್ರತಿಭೆಗಳನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಲು ಉತ್ತಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್"),
                n("c10bee94", "ಮಾಸಿಕ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು"),
                n("ib69d218", "250K+"),
                n("i953576c", "ಕಂಪನಿಗಳ ನೇಮಕಾತಿ"),
                n("j395b846", "10K+"),
                n("g48a59c2", "ಬಳಕೆದಾರರು"),
                n("j228841a", "500M+"),
                n("da570714", "ATS ಏಕೀಕರಣಗಳು"),
                n("h25a3132", "ಉದ್ಯೋಗ ಪ್ರಚಾರಕ್ಕಾಗಿ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳಲ್ಲಿ $2,400 ವರೆಗೆ"),
                n("f25a2004", "Premium+ ಲಾಭಗಳು"),
                n("c237b78e", "ನಿಮ್ಮ ನೇಮಕಾತಿ ತಂಡಕ್ಕಾಗಿ ಅಫಿಲಿಯೇಶನ್‌ಗಳು"),
                n("fc3d58fe", "ಉದ್ಯೋಗ ಪ್ರಚಾರಕ್ಕಾಗಿ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳಲ್ಲಿ $12,000 ವರೆಗೆ"),
                n("eb5f060c", "ಹಿಂಬಾಲಿಸು"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ಹು ಹಿಂಬಾಲಿಸದಿರುವುದೇ?";
                }),
                n("e4c91b70", "ಅವರ ಪೋಸ್ಟ್ಗಳು ನಿಮಗಾಗಿ ಎನ್ನುವ ಕಾಲರೇಖೆಯಲ್ಲಿ ಇನ್ನು ಮುಂದೆ ಕಾಣಿಸುವುದಿಲ್ಲ. ಅವರ ಪೋಸ್ಟ್ಗಳನ್ನು ಸಂರಕ್ಷಿಸದ ಹೊರತು ನೀವು ಇನ್ನೂ ಸಹ ಅವರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವೀಕ್ಷಿಸಬಹುದು."),
                n("j650c8dc", "ಹಿಂಬಾಲಿಸುವ ವಿನಂತಿಯನ್ನು ತ್ಯಜಿಸುವುದೇ?"),
                n("c02f8de1", function (e) {
                    return "ಇದು ನಿಮ್ಮ ಹಿಂಬಾಲಿಸುವ ವಿನಂತಿಯನ್ನು ರದ್ದು ಮಾಡುತ್ತದೆ ಮತ್ತು @" + e.screenName + " ಅವರು ಇನ್ನು ಇದನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ.";
                }),
                n("e2ee95a1", function (e) {
                    return e.date + " ರಂದು ಸೇರಿದ್ದಾರೆ";
                }),
                n("d64fef58", "ನೀವು ಇನ್ನೂ ಪೋಸ್ಟ್ ಮಾಡಿಲ್ಲ"),
                n("e2a098dc", "ಈ ರೀತಿ ಆಯೋಜಿಸಿ"),
                n("c5709148", "1000 ಪೋಸ್ಟ್‌ಗಳ ಗರಿಷ್ಠ ಮಿತಿಯನ್ನು ತೋರಿಸಲಾಗಿದೆ"),
                n("ca5e57bd", function (e) {
                    return "ಪೋಸ್ಟ್" + e.noun;
                }),
                n("d16c1ab6", "ಅತ್ಯಂತ ಇತ್ತೀಚಿನ"),
                n("f0a28956", "ತೀರಾ ಇತ್ತೀಚಿನದು"),
                n("h06df79a", "ಹೆಚ್ಚಿನ ಇಂಪ್ರೆಶನ್‌ಗಳು"),
                n("c44744e6", "ತೀರಾ ಕಡಿಮೆ ಇಂಪ್ರೆಶನ್‌ಗಳು"),
                n("j6b98664", "ಹೆಚ್ಚಿನ ಇಷ್ಟಗಳು"),
                n("a669f95c", "ತೀರಾ ಕಡಿಮೆ ಇಷ್ಟಗಳು"),
                n("a0c66496", "ಹೆಚ್ಚಿನ ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("h45174fe", "ಕನಿಷ್ಠ ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("ea20f92a", "ಹೆಚ್ಚಿನ ಮರುಪೋಸ್ಟ್‌ಗಳು"),
                n("c9a63566", "ಕನಿಷ್ಠ ಮರುಪೋಸ್ಟ್‌ಗಳು"),
                n("b40d33e4", "ವಿವರಣೆ ವಿಸ್ತರಣೆಗಳು"),
                n("gedf636e", "Url ಕ್ಲಿಕ್‌ಗಳು"),
                n("bbc12690", "ಹ್ಯಾಶ್ ಟ್ಯಾಗ್ ಕ್ಲಿಕ್‌ಗಳು"),
                n("g7ede992", "ಪರ್ಮಾಲಿಂಕ್ ಕ್ಲಿಕ್‌ಗಳು"),
                n("f5210bae", "ಲಿಂಕ್"),
                n("b1f77a7c", "ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ"),
                n("j62d2af4", "ಪೋಸ್ಟ್ ಅವಲೋಕನ"),
                n("dc70a568", "ಪೋಸ್ಟ್ ವಿಶ್ಲೇಷಣೆ"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "ಮಸುಕಾಗಿರುವ ರೇಖೆಯ ಗ್ರಾಫ್"),
                n("b10621d4", "ನಿಮ್ಮ ಎಲ್ಲಾ ಅಂಕಿಅಂಶಗಳನ್ನು ನೋಡಿ"),
                n("c23def7a", "ಎಂಗೇಜ್‍ಮೆಂಟ್‌ಗಳ ಸಂಖ್ಯೆ"),
                n("jc14a9e8", "ಖರ್ಚು ಮಾಡಿ"),
                n("d16b5a18", "ಜಾಹೀರಾತುಗಳಿಗಾಗಿ ಒಟ್ಟು ಖರ್ಚು"),
                n("g01559c6", "ಕಳೆದ 7 ದಿನಗಳಿಗೆ ತೋರಿಸಿದ ಮೆಟ್ರಿಕ್‌ಗಳು"),
                n("ddc8d458", "ಐತಿಹಾಸಿಕ ಡೇಟಾವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("j74eab48", "ಸುಧಾರಿತ ವಿಶ್ಲೇಷಣೆಗಳು X Premium ಸದಸ್ಯರಿಗೆ ಮಾತ್ರ"),
                n("i02166f6", "ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ"),
                n("cef977e4", "ನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ"),
                n("f88e624e", "ಸಂವಾದ ನವೀಕರಿಸಲಾಗಿದೆ"),
                n("e15e5637", function (e) {
                    return "ಕಳೆದ " + f(e.count, "ಗಂಟೆ", e.count + " ಗಂಟೆಗಳು");
                }),
                n("h5ab8b0e", "ಅವರು ಹಿಂಬಾಲಿಸುವ ಜನರು"),
                n("a0f01bca", "ಟೈಮ್‌ ಫ್ರೇಮ್ ಬದಲಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ"),
                n("he30b16c", '"ಅವರು ಹಿಂಬಾಲಿಸುವ ಜನರು" ನಿಮ್ಮ ಫಲಿತಾಂಶಗಳನ್ನು ವಿಸ್ತರಿಸುತ್ತದೆ, ನೀವು ಹಿಂಬಾಲಿಸುವ ಮತ್ತು ಅವರು ಹಿಂಬಾಲಿಸುವ ಜನರು ಹೆಚ್ಚು ಹಂಚಿಕೊಂಡಿರುವ ಲೇಖನಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.'),
                n("b0589550", "ಇನ್ನಷ್ಟು ಸುದ್ದಿ ಪಡೆಯಿರಿ"),
                n("b60e4f78", "ಇದನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("e950f6e0", "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಯಾವುದೇ ಲೇಖನಗಳನ್ನು ಹಂಚಿಕೊಂಡಿಲ್ಲ."),
                n("e7dcfb81", "ಇನ್ನಷ್ಟು ಖಾತೆಗಳನ್ನು"),
                n("h965157c", "ಈ ಪುಟವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ."),
                n("cd388852", "ಈ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು X ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯಲ್ಲಿ ಲೇಖಕರ ಪ್ರೊಫೈಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ."),
                n("abebdfae", "ನೀವು ಹೋಸ್ಟ್ ಮಾಡಿದ ಅಥವಾ ಕೋ-ಹೋಸ್ಟ್‌ ಮಾಡಿದ ಸ್ಪೇಸಸ್‌ ಬಗ್ಗೆ ನೀವು ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ಮಾತ್ರ ನೋಡಬಹುದು."),
                n("fcb205da", "ಲೈವ್ ಶ್ರೋತೃಗಳು"),
                n("jb088200", "ರೆಕಾರ್ಡಿಂಗ್‌ ರೀಪ್ಲೇಗಳು"),
                n("if65328a", "ಕೇಳಿಸಿಕೊಂಡವರು"),
                n("a1a0e6d8", "ಹೋಸ್ಟ್‌ ಹಿಂಬಾಲಿಸಿ"),
                n("a3c4e396", "ಹೋಸ್ಟ್‌ ಹಿಂಬಾಲಿಸದಿರಿ"),
                n("j58e7b00", "ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ"),
                n("eca4e32a", "ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("hd908df2", "ಲೈವ್ ಸ್ಪೇಸಸ್‌"),
                n("c5d40fe2", "ಯಾರು ಬೇಕಾದರೂ"),
                n("a8df1d34", "ವೀಡಿಯೊವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("if410292", "ಸ್ಪೇಸಸ್ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳಿ"),
                n("i43fdce9", function (e) {
                    return "ವಿಷಯಗಳನ್ನು ಸೇರಿಸಿ (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "ನೀವು ಯಾವುದರ ಬಗ್ಗೆ ಮಾತನಾಡಲು ಬಯಸುತ್ತೀರಿ?"),
                n("e93f3c2a", "ಸ್ಪೇಸ್ ರೆಕಾರ್ಡ್ ಮಾಡಿ"),
                n("b701d610", "ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಸ್ಪೇಸ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ"),
                n("b028792d", function (e) {
                    return "ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಸ್ಪೇಸಸ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ (" + e.count + ")";
                }),
                n("e9b73da8", "ಸ್ಪೇಸ್ ಅನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡಿ"),
                n("cdf630be", "ಈಗಲೇ ಆರಂಭಿಸಿ"),
                n("acd1bcb0", "ಯಾರು ಸೇರಬಹುದು?"),
                n("h07146a2", "ಯಾರು ಮಾತನಾಡಬಹುದು?"),
                n("h61d92b0", "ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಸ್ಪೇಸ್ ಅನ್ನು ಅಳಿಸಿ"),
                n("a488f2eb", function (e) {
                    return e.total + " ರಲ್ಲಿ " + e.count + " ಅನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ";
                }),
                n("d2dfe80d", function (e) {
                    return e.time + " ರಲ್ಲಿ " + e.date + " ರಂದು ಸ್ಪೇಸ್ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ";
                }),
                n("aef95393", function (e) {
                    return e.date + " ರಂದು " + e.time + " ಗೆ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸ್ಪೇಸ್ ಅನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡಲಾಗಿದೆ";
                }),
                n("a7069f2e", "ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ"),
                n("a15f06fc", "ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಸ್ಪೇಸಸ್"),
                n("f6cfa3fe", "ಹಿಂದಿನ ಸಮಯದಲ್ಲಿ ಸ್ಪೇಸ್ ಅನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ."),
                n("a8f71a2b", function (e) {
                    return "ಭವಿಷ್ಯದಲ್ಲಿ " + e.days + " ಕ್ಕಿಂತ ಹೆಚ್ಚು ದಿನಗಳ ಸಮಯ ಸ್ಪೇಸ್ ಅನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.";
                }),
                n("ae092f6c", "ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಸ್ಪೇಸ್ ಅನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ."),
                n("jd7f0030", "ಅನುಸೂಚಿತ ಸ್ಥಳವು ಅಪ್ಡೇಟ್‌ ಮಾಡಲ್ಪಟ್ಟಿದೆ"),
                n("a26da034", "ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿರಿ"),
                n("b3633046", "ಸಮುದಾಯ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("ce447fcb", function (e) {
                    return e.count + " ಶ್ರೋತೃ" + f(e.count, "", "ಗಳು");
                }),
                n("ef7da97f", function (e) {
                    return e.count + " ಜನರು ಕೇಳುತ್ತಿದ್ದಾರೆ";
                }),
                n("a065e7e7", function (e) {
                    return "ಈಗ ನಡೆಯುತ್ತಿದೆ: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "ಈ ಸ್ಪೇಸ್ ಮುಕ್ತಾಯವಾಗಿದೆ: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "ರೆಕಾರ್ಡಿಂಗ್ ಪ್ಲೇ ಮಾಡಿ: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…"),
                n("aadbc747", function (e) {
                    return "ಕೋ-ಹೋಸ್ಟ್‌" + f(e.hostCount, "", "ಗಳು");
                }),
                n("hbd6035f", function (e) {
                    return "ಮಾತನಾಡುವವರು";
                }),
                n("if420852", "ರೆಕಾರ್ಡಿಂಗ್ ಪ್ಲೇ ಮಾಡಿ"),
                n("f7dc3b1c", "ಈ ಸ್ಪೇಸ್ ಮುಕ್ತಾಯವಾಗಿದೆ"),
                n("c1d15dc0", "ಈ ಸ್ಪೇಸ್ ಅನ್ನು ಮುಚ್ಚಲಾಗಿದೆ ಎಂಬಂತೆ ಕಂಡುಬರುತ್ತಿದೆ."),
                n("g3e2f3a6", "ಅನಾಮಧೇಯವಾಗಿ ಆಲಿಸಿ"),
                n("cd64d43e", "ನೇರವಾಗಿ ಮಾತನಾಡುವವರಾಗಿ ಸೇರಿಕೊಳ್ಳಿ"),
                n("jcdc32f0", "ಕೇಳಿಸಿಕೊಳ್ಳುವುದನ್ನು ಆರಂಭಿಸಿ"),
                n("a0cee16a", "ಮಾತನಾಡಲು ಪ್ರಾರಂಭಿಸಿ"),
                n("bf3daa48", "ಅನಾಮಧೇಯವಾಗಿ ಆಲಿಸುವುದನ್ನು ಆರಂಭಿಸಿ"),
                n("f9305f48", "ಪುನಃ ಸಂಪರ್ಕಿಸಿ"),
                n("e51df2e6", "ಆರಂಭದಲ್ಲಿ ನಿಮ್ಮ ಮೈಕ್ ಆಫ್‌ ಆಗಿರುತ್ತದೆ"),
                n("h114ff6c", "ನೀವು ಈಗಾಗಲೇ ಸ್ಪೇಸ್‌ನಲ್ಲಿರುವ ಕಾರಣ ಈ ಸ್ಪೇಸ್‌ಗೆ ಸೇರಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("d7fe2d7e", "ನೀವು ಈಗಾಗಲೇ ಸ್ಪೇಸ್‌ನಲ್ಲಿರುವ ಕಾರಣ ಈ ಸ್ಪೇಸ್‌ಗೆ ಮರುಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("e61bdea4", "ಈ ಸ್ಪೇಸ್ ಅನ್ನು ಹೋಸ್ಟ್ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತಿದ್ದಾರೆ. ಮಾತನಾಡುವ ಎಲ್ಲರನ್ನೂ ಸಾರ್ವಜನಿಕ ರೆಕಾರ್ಡಿಂಗ್‌ನಲ್ಲಿ ಸೇರಿಸಲಾಗುತ್ತದೆ."),
                n("d0ebf4f7", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d782b808", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವುದಕ್ಕೆ ತನ್ನದೇ ಆದ ಅನುಕೂಲಗಳಿವೆ"),
                n("i7f83b8d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fc962610", "ಸ್ಪೇಸ್ ಅಥವಾ ಹೋಸ್ಟ್‌ ಹೆಸರಿಗಾಗಿ ಹುಡುಕಿ"),
                n("e5b5f091", function (e) {
                    return "ಯಾವುದೇ ಸ್ಪೇಸಸ್‌ “" + e.searchQuery + "” ಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ";
                }),
                n("g5812140", "ಏಕೆ ಒಂದನ್ನು ಆರಂಭಿಸಬಾರದು?"),
                n("e8fe1ecb", function (e) {
                    return '"' + e.searchQuery + '" ಗೆ ಯಾವುದೇ ' + e.section + " ಸ್ಪೇಸಸ್‌ ಹೊಂದಾಣಿಕೆ ಆಗುತ್ತಿಲ್ಲ";
                }),
                n("c432d2b2", "ಸ್ಪೇಸ್‌ಗಾಗಿ ಹುಡುಕಿ"),
                n("d39e8b30", "ಒಂದು ಟಿಪ್ಪಣಿ ಸೇರಿಸಿ"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + " ರೂಪದಲ್ಲಿ ಬರೆಯಲಾಗುತ್ತಿದೆ";
                }),
                n("g17e4064", "ನಿಮ್ಮ X ಪ್ರೊಫೈಲ್‌ಗೆ ಸಂಪರ್ಕಗಳಿಲ್ಲದೇ ನಿಮ್ಮ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅಲಿಯಾಸ್ ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಪ್ರಕಟಿಸಲಾಗುತ್ತದೆ."),
                n("d9b09ee8", "ನಿಖರವಾಗಿರಿ - ಹೊರ ಮೂಲಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸುವ ಅಗತ್ಯವಿದೆ."),
                n("b7476596", "ನಿಖರವಾಗಿರಿ - ಹೊರ ಮೂಲಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸುವುದನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಲಾಗಿದೆ."),
                n("df6c8292", "ನಿಮ್ಮ ವಿವರಣೆ"),
                n("ecb4d20c", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಉಳಿಸಲಾಗದು, ಈ ಪೋಸ್ಟ್ ಮೇಲೆ ನೀವು ಈ ಹಿಂದೆ ಟಿಪ್ಪಣಿ ಬರೆದಿಲ್ಲ ಎಂದು ದಯವಿಟ್ಟು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("eb5b4a12", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅಲಿಯಾಸ್‌ಗಳ ಬಗ್ಗೆ"),
                n("ja0ee360", "ನಿಮ್ಮ ಅಲಿಯಾಸ್ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("f7b7c250", "ಖಾಸಗಿಯಾಗಿರಲು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅಲಿಯಾಸ್ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("c6382384", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಏಕೆ ಅಲಿಯಾಸ್‌ಗಳನ್ನು ಬಳಸುತ್ತಿದೆ?"),
                n("j48ab594", "ಖಾಸಗಿಯಾಗಿ ಕೊಡುಗೆ ನೀಡಿ"),
                n("bc2399a0", "ನಿಮ್ಮ X ಗುರುತು ಹಂಚಿಕೊಳ್ಳದೇ ಟಿಪ್ಪಣಿಗಳನ್ನು ಬರೆಯಿರಿ ಮತ್ತು ರೇಟ್ ಮಾಡಿ."),
                n("d939cf16", "ಕಂಟೆಂಟ್ ಮೇಲೆ ಗಮನ ಹರಿಸಿ"),
                n("a56f0c32", "ಕಂಟೆಂಟ್ ಮೇಲೆ ಹೆಚ್ಚು ಮತ್ತು ಲೇಖಕರ ಮೇಲೆ ಕಡಿಮೆ ಗಮನ ಹರಿಸುವ ಮೂಲಕ ಕೊಡುಗೆದಾರರಿಗೆ ತಾರತಮ್ಯಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಅಲಿಯಾಸ್‌ಗಳು ಸಹಾಯ ಮಾಡುತ್ತಿವೆ."),
                n("d17c59e4", "ಎಲ್ಲರೂ ಹೊಣೆಗಾರರಾಗಿರುತ್ತಾರೆ"),
                n("i719f8e2", "ನೀವು ಕೊಡುಗೆದಾರರ ಇತಿಹಾಸಗಳನ್ನು ನೋಡಬಹುದು ಮತ್ತು ತಾವು ಗಳಿಸುವ ರೇಟಿಂಗ್‌ಗಳ ಮೂಲಕ ಎಲ್ಲರೂ ಹೊಣೆಗಾರರಾಗಿದ್ದಾರೆ."),
                n("a96bb564", "ನಿಮ್ಮ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅಲಿಯಾಸ್‌ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("afcdcf84", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಬರೆಯುವಾಗ ಮತ್ತು ರೇಟ್ ಮಾಡುವಾಗ ಈ ಅಲಿಯಾಸ್ ನಿಮ್ಮ ಗುರುತು ಆಗಿರುತ್ತದೆ. ಇದು ನಿಮ್ಮ X ಪ್ರೊಫೈಲ್ ಜೊತೆಗೆ ಸಂಬಂಧ ಹೊಂದಿರುವುದಿಲ್ಲ."),
                n("f83d0446", "ನಿಮ್ಮ ಅಲಿಯಾಸ್ ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ."),
                n("ed0e6b2e", "ನೋಟ್ಸ್‌ ರೇಟಿಂಗ್ ಆರಂಭಿಸಿ"),
                n("if4c5e06", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ಗೆ ಸ್ವಾಗತ!"),
                n("g880a78a", "ನೋಟ್ಸ್‌ ರೇಟ್ ಮಾಡುವ ಮೂಲಕ ಆರಂಭಿಸಿ"),
                n("d1be2236", "ಎಲ್ಲರಿಗೂ ತೋರಿಸುವುದಕ್ಕಾಗಿ ಸಹಾಯಕ ನೋಟ್ಸ್‌ ಅನ್ನು ಗುರುತಿಸಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ ನಿಮ್ಮಂತಹ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಮೇಲೆ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅವಲಂಬಿಸಿದೆ."),
                n("af9f2b78", "ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಇಂಪ್ಯಾಕ್ಟ್‌ ಟ್ರ್ಯಾಕ್‌ ಮಾಡಿ"),
                n("af68afc8", "ಸಹಾಯಕ ಅಥವಾ ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಟೇಟಸ್ ಅನ್ನು ಒಂದು ನೋಟ್‌ ಪಡೆಯುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡುವ ಪ್ರತಿ ಬಾರಿ ನಿಮ್ಮ ಇಂಪ್ಯಾಕ್ಟ್‌ ಹೆಚ್ಚುತ್ತದೆ."),
                n("fb5c5d42", "ನೋಟ್ಸ್ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್‌ ಮಾಡಿ"),
                n("a1e58cdc", "ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಇಂಪ್ಯಾಕ್ಟ್‌ 5 ಅಥವಾ ಹೆಚ್ಚಿನದಕ್ಕೆ ತಲುಪಿದರೆ, ನಿಮ್ಮದೇ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ನೀವು ಅನ್‌ಲಾಕ್‌ ಮಾಡುತ್ತೀರಿ."),
                n("j5f112b4", "ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಎರಡು ನೋಟ್ಸ್‌ ಪ್ರಸ್ತುತ ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಟೇಟಸ್ ಹೊಂದಿದೆ."),
                n("ac34c5e8", "ತಮ್ಮ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಲ್ಲಿ ಪರಸ್ಪರರ ಅಸಮ್ಮತಿ ಹೊಂದಿರುವವರೂ ಸೇರಿದಂತೆ ಸಾಕಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನಿಮ್ಮ 2 ನೋಟ್‌ಗಳು ಸಹಾಯಕವಲ್ಲ ಎಂದು ಸಮ್ಮತಿಸಿದ್ದಾರೆ. ಅವರ ಪ್ರತಿಕ್ರಿಯೆ ಇಲ್ಲಿದೆ:"),
                n("ib7886d0", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಈ ನೋಟ್ಸ್‌ ನೋಡಿ"),
                n("b0a7d360", "ನೋಟ್ಸ್‌ ಬರೆಯುವುದರಿಂದ ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸುವ ಅಪಾಯವನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ."),
                n("e473f876", "ಇತ್ತೀಚಿನ 5 ನೋಟ್ಸ್‌ ಪೈಕಿ ಸಹಾಯಕ ಅಥವಾ ಸಹಾಯಕವಲ್ಲ ಸ್ಟೇಟಸ್‌ನೊಂದಿಗೆ 3 ಸಹಾಯಕವಲ್ಲ ಎಂಬ ನೋಟ್ಸ್‌ ಅನ್ನು ಹೊಂದಿರುವ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ತಾತ್ಕಾಲಿಕವಾಗಿ ಬರೆಯಲು ನಿರ್ಬಂಧಕ್ಕೊಳಪಡುವ ಅರ್ಹತೆಯನ್ನು ಹೊಂದಿದ್ದಾರೆ."),
                n("ef490ae8", "ಮೂಲಗಳನ್ನು ಸೇರಿಸಿಲ್ಲ ಅಥವಾ ವಿಶ್ವಾಸಾರ್ಹವಾಗಿಲ್ಲ"),
                n("bf3dc462", "ಮೂಲಗಳು ಟಿಪ್ಪಣಿಗೆ ಪೂರಕವಾಗಿಲ್ಲ"),
                n("heb35e12", "ತಪ್ಪಾದ ಮಾಹಿತಿ"),
                n("ib117532", "ದೌರ್ಜನ್ಯ ಅಥವಾ ನಿಂದನೆ"),
                n("a7bc3192", "ಉನ್ನತ ಮಟ್ಟದ ಮೂಲವನ್ನು ಉಲ್ಲೇಖಿಸುತ್ತಾರೆ"),
                n("a26f8dc2", "ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲು ಸುಲಭ"),
                n("cbdef06c", "ಪೋಸ್ಟ್‌ನ ಕ್ಲೇಮ್ ಅನ್ನು ನೇರವಾಗಿ ಪರಿಹರಿಸುತ್ತದೆ"),
                n("faa5f9e8", "ಪ್ರಮುಖ ಸಂದರ್ಭವನ್ನು ಒದಗಿಸುತ್ತದೆ"),
                n("gf3b38f4", "ನಿರ್ಲಿಪ್ತ ಅಥವಾ ತಾರತಮ್ಯವಿಲ್ಲದ ಭಾಷೆ"),
                n("a50327ea", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಟಿಪ್ಪಣಿ ಅಗತ್ಯವಿಲ್ಲ"),
                n("h7c59ea2", "ಅಭಿಪ್ರಾಯ ಅಥವಾ ಊಹೆ"),
                n("d60c0064", "ಅಕ್ಷರ ದೋಷ ಅಥವಾ ಅಸ್ಪಷ್ಟ ಭಾಷೆ"),
                n("e06416ca", "ಪ್ರಮುಖ ಅಂಶಗಳು ಅಥವಾ ಅಸಹಜವಾದುದು ಕಳೆದುಹೋಗಿದೆ"),
                n("cff1aa8c", "ವಾದ ಮಾಡುವ ಅಥವಾ ಸಮತೋಲನದ ಭಾಷೆ"),
                n("c5d55592", "ವಿಶಿಷ್ಟ ಮಾಹಿತಿ ಅಥವಾ ಸಂದರ್ಭವನ್ನು ಒದಗಿಸುತ್ತದೆ"),
                n("f3e6f0aa", "ಮಾಹಿತಿಯುಕ್ತ"),
                n("hc2b6a7e", "ನಿರ್ಣಾಯಕವಲ್ಲ ಮತ್ತು/ಅಥವಾ ತಾದಾತ್ಮ್ಯ ಸಹಿತ"),
                n("bbe8b4ac", "ಅಭಿಪ್ರಾಯ, ಊಹೆ ಅಥವಾ ಪಕ್ಷಪಾತತನ"),
                n("dd1f17ea", "ವಿಷಯದಿಂದ ಹೊರತಾದ್ದು"),
                n("if966b54", "ಅವಧಿ ಮೀರಿದ ಮಾಹಿತಿ"),
                n("fdc2060a", "ನೋಟ್ಸ್‌ ಬರೆಯಲು ಅಧಿಕ ಇಂಪ್ಯಾಕ್ಟ್ ಸ್ಕೋರ್‌ ನಿಮಗೆ ಅಗತ್ಯವಿದೆ."),
                n("edd80858", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಸ್ಕೋರ್ ನೋಡಿ"),
                n("eec24ff6", "ರೇಟಿಂಗ್ ಆರಂಭಿಸಿ"),
                n("eb9dc3ec", "ಜನರಿಗೆ ಮಾಹಿತಿಯುಕ್ತವಾಗಿರಲು ಸಹಾಯ ಮಾಡಲು ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ಸಹಾಯಕ ನೋಟ್ಸ್ ಅನ್ನು ಗುರುತಿಸಲು ನಿಮ್ಮಂತಹ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಒಟ್ಟಾಗಿ ಸಹಾಯ ಮಾಡುತ್ತೀರಿ."),
                n("f2f61788", "ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("ca7e11e6", "ನಿಮ್ಮ ಯಶಸ್ಸಿನ ರೇಟಿಂಗ್‌ ಸ್ಕೋರ್ 5 ಅಥವಾ ಹೆಚ್ಚಿನದಕ್ಕೆ ತಲುಪಿದರೆ, ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್‌ ಮಾಡುತ್ತೀರಿ."),
                n("e7beb100", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ ನೋಡಿ"),
                n("fd02e290", "ಎಲ್ಲಾ ನಿಯಮಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("ee7b8050", "ಹೊಸ ನೋಟ್ಸ್‌ ಬರೆಯುವುದರಿಂದ ನಿಮ್ಮನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ."),
                n("b8cc2e9a", "ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಟಿಪ್ಪಣಿಗಳು ಸಹಾಯಕವಾಗಿಲ್ಲ ಎಂದು ರೇಟ್ ಮಾಡಿರುವುದರಿಂದ, ನಿಮ್ಮ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಲಾಕ್ ಮಾಡಲಾಗಿದೆ."),
                n("f6c8613e", "ನಿಮ್ಮ ನೋಟ್ಸ್‌ನಲ್ಲಿ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಂದ ಪ್ರತಿಕ್ರಿಯೆ:"),
                n("fd5c2282", "ಇನ್ನಷ್ಟು ನೋಟ್ ಬರೆಯುವ ಸಲಹೆಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("c23e67ea", "ಬರೆಯುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("i0e66c5a", "ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("j8e3e3be", "ಕನಿಷ್ಠ ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("f1e851f0", "ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ"),
                n("ff5dcac8", "ನಿಮ್ಮ ವಿವರಣೆ ತುಂಬಾ ಉದ್ದವಿದೆ"),
                n("b47b5a16", "ಎಲ್ಲ ಕ್ಷೇತ್ರಗಳೂ ಅಗತ್ಯವಿವೆ. ಎಲ್ಲ ಪ್ರಶ್ನೆಗಳಿಗೂ ನೀವು ಉತ್ತರಿಸಿದ್ದೀರಿ ಎಂದು ದಯವಿಟ್ಟು ಖಚಿತಪಡಿಸಿ."),
                n("g9cffe16", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯು ಮೂಲವನ್ನು ಒಳಗೊಂಡಿಲ್ಲ"),
                n("bfa9e276", "ನೋಟ್ ಅನ್ನು ಪುನಃ ಬರೆಯಿರಿ ಇದರಿಂದ ಅದು ಚಿತ್ರವನ್ನು ಹೊಂದಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ ಅಥವಾ ಈ ಫಾರ್ಮ್‌ನಲ್ಲಿನ ಮೊದಲ ಪ್ರಶ್ನೆಗೆ ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("ja36d83e", "ನೋಟ್ ಅನ್ನು ಪುನಃ ಬರೆಯಿರಿ ಇದರಿಂದ ಅದು ವೀಡಿಯೊವನ್ನು ಹೊಂದಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ ಅಥವಾ ಈ ಫಾರ್ಮ್‌ನಲ್ಲಿನ ಮೊದಲ ಪ್ರಶ್ನೆಗೆ ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("i6488a04", "ನೋಟ್ ಅನ್ನು ಪುನಃ ಬರೆಯಿರಿ ಇದರಿಂದ ಅದು ಮಾಧ್ಯಮವನ್ನು ಹೊಂದಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ ಅಥವಾ ಈ ಫಾರ್ಮ್‌ನಲ್ಲಿನ ಮೊದಲ ಪ್ರಶ್ನೆಗೆ ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("j6e12b24", "ಇದು ಡಿಜಿಟಲ್‌ ಆಗಿ ಬದಲಿಸಿದ ಫೋಟೋ ಅಥವಾ ವೀಡಿಯೋ ಅನ್ನು ಒಳಗೊಂಡಿದೆ"),
                n("eda68484", "ಇದನ್ನು ಡಿಜಿಟಲ್ ಆಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ"),
                n("e198eb8c", "ಇತರರಿಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತಿರಲು ವೀಡಿಯೊದೊಂದಿಗೆ ತೋರಿಸಬೇಕೆಂದು ನೀವು ನಂಬುವ ಸಂದರ್ಭದೊಂದಿಗಿನ ನೋಟ್ ಅನ್ನು ಬರೆಯಿರಿ."),
                n("a9803d44", "ಇತರರಿಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತಿರಲು ಚಿತ್ರದೊಂದಿಗೆ ತೋರಿಸಬೇಕೆಂದು ನೀವು ನಂಬುವ ಸಂದರ್ಭದೊಂದಿಗಿನ ನೋಟ್ ಅನ್ನು ಬರೆಯಿರಿ."),
                n("j7ddf18a", "ಇತರರಿಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತಿರಲು ಲಿಂಕ್‌ನೊಂದಿಗೆ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬೇಕೆಂದು ನೀವು ಭಾವಿಸುವ ಸಂದರ್ಭದೊಂದಿಗಿನ ನೋಟ್ ಅನ್ನು ಬರೆಯಿರಿ."),
                n("g3874520", "ಇತರರಿಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತಿರಲು ಪೋಸ್ಟ್‌ನೊಂದಿಗೆ ತೋರಿಸಬೇಕೆಂದು ನೀವು ಭಾವಿಸುವ ಸಂದರ್ಭದೊಂದಿಗಿನ ಟಿಪ್ಪಣಿಯನ್ನು ಬರೆಯಿರಿ."),
                n("ac1141aa", "ಈ ವೀಡಿಯೊ ಏಕೆ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿಲ್ಲ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಸಂದರ್ಭ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲು ಇತರ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಸಹಾಯಕ್ಕೆ ನೋಟ್ಸ್ ಬರೆಯಿರಿ."),
                n("f99ebcfc", "ಈ ಚಿತ್ರ ಏಕೆ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿಲ್ಲ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಸಂದರ್ಭ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲು ಇತರ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಸಹಾಯಕ್ಕೆ ನೋಟ್ಸ್ ಬರೆಯಿರಿ."),
                n("h641949e", "ಈ ಪೋಸ್ಟ್ ಏಕೆ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿಲ್ಲ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಸಂದರ್ಭ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲು ಇತರ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಸಹಾಯಕ್ಕೆ ನೋಟ್ಸ್ ಬರೆಯಿರಿ."),
                n("c926cff6", "ಪ್ರಸ್ತುತ ಸಾಕ್ಷ್ಯದ ಆಧಾರದಲ್ಲಿ, ಈ ಪೋಸ್ಟ್ ಬಹುಶಃ ಹೀಗೆ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ.."),
                n("e0ef7a2c", "ಪ್ರಸ್ತುತ ಸಾಕ್ಷ್ಯದ ಆಧಾರದಲ್ಲಿ, ಈ ಚಿತ್ರ ಬಹುಶಃ ಹೀಗೆ ಎಂದು ನಾನು ನಂಬುತ್ತೇನೆ..."),
                n("g491d33a", "ಪ್ರಸ್ತುತ ಸಾಕ್ಷ್ಯದ ಆಧಾರದಲ್ಲಿ, ಈ ವೀಡಿಯೊ ಬಹುಶಃ ಹೀಗೆ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ.."),
                n("b253e462", "ಪ್ರಸ್ತುತ ಸಾಕ್ಷ್ಯದ ಆಧಾರದಲ್ಲಿ, ಈ ಲಿಂಕ್ ಮಾಡಿದ ಪುಟವು ಬಹುಶಃ ಹೀಗೆ ಎಂದು ನಾನು ನಂಬುತ್ತೇನೆ..."),
                n("b1b2d004", "ಸಂಭಾವ್ಯವಾಗಿ ತಪ್ಪುದಾರಿಗೆಳೆಯುವುದಾಗಿದೆ ಮತ್ತು ಸೇರಿಸಿದ ಸಂರ್ಭದಿಂದ ಪ್ರಯೋಜನ ಪಡೆಯಬಹುದಾಗಿದೆ"),
                n("ha9655c2", "ತಪ್ಪುದಾರಿಗೆಳೆಯದ"),
                n("ebd2de06", "ಈ ಪೋಸ್ಟ್ ತಪ್ಪುದಾರಿಗೆಳೆಯಬಹುದು ಎಂದು ಯಾಕೆ ನೀವು ಭಾವಿಸಬಹುದು?"),
                n("i865abe8", "ಈ ಚಿತ್ರ ತಪ್ಪುದಾರಿಗೆಳೆಯಬಹುದು ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ?"),
                n("add096c6", "ಈ ವೀಡಿಯೊ ತಪ್ಪುದಾರಿಗೆಳೆಯಬಹುದು ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ?"),
                n("eb604e2e", "ಲಿಂಕ್ ಮಾಡಿದ ಪುಟವು ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತದೆ ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ?"),
                n("c33bc7d4", "ಇದು ವಾಸ್ತವಿಕ ದೋಷವನ್ನು ಹೊಂದಿದೆ"),
                n("aadb676c", "ತಪ್ಪುದಾರಿಗೆಳೆಯಬಹುದಾದ ಅವಧಿ ಮೀರಿದ ಮಾಹಿತಿಯನ್ನು ಇದು ಒಳಗೊಂಡಿದೆ"),
                n("g21a0ef4", "ಇದು ತಪ್ಪು ಪ್ರತಿನಿಧಿತ್ವ ಅಥವಾ ಪ್ರಮುಖ ವಿಷಯ ಕಳೆದಿದೆ"),
                n("daf354de", "ಇದು ಪರಿಶೀಲನೆಗೆ ಒಳಪಡದ ಕ್ಲೇಮ್ ಅನ್ನು ವಾಸ್ತವವೆಂದು ಪ್ರಸ್ತುತಪಡಿಸುತ್ತದೆ"),
                n("d1d2ef84", "ಇದು ವಾಸ್ತವ ಎಂದು ತಪ್ಪು ವ್ಯಾಖ್ಯಾನಿಸಬಹುದಾದ ಜೋಕ್ ಅಥವಾ ವಿಡಂಬನೆ"),
                n("bfee6064", "ಈ ಪೋಸ್ಟ್ ಯಾಕೆ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿದೆ ಎಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಿ?"),
                n("dfd1f7f0", "ಈ ಚಿತ್ರ ತಪ್ಪುದಾರಿಗೆಳೆಯುವುದಿಲ್ಲ ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ?"),
                n("b8623176", "ಈ ವೀಡಿಯೊ ತಪ್ಪುದಾರಿಗೆಳೆಯುವುದಿಲ್ಲ ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ?"),
                n("ec66e3fc", "ಲಿಂಕ್ ಮಾಡಿದ ಪುಟವು ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿಲ್ಲ ಎಂದು ನೀವು ಏಕೆ ನಂಬುತ್ತೀರಿ?"),
                n("g228df26", "ಇದು ವಾಸ್ತವವಾಗಿ ಸರಿಯಾದ ಕ್ಲೇಮ್ ಅನ್ನು ಅಭಿವ್ಯಕ್ತಿಗೊಳಿಸುತ್ತದೆ"),
                n("h890a3f2", "ಹಂಚಿಕೊಂಡಾಗ ಇದು ಸರಿಯಾಗಿತ್ತು, ಆದರೆ ಈಗ ಅವಧಿ ಮೀರಿದೆ"),
                n("hf607a0a", "ಇದು ಸ್ಪಷ್ಟವಾಗಿ ವಿಡಂಬನೆ/ಜೋಕ್ ಆಗಿದೆ"),
                n("j6ac7742", "ಇದು ವೈಯಕ್ತಿಕ ಅಭಿಪ್ರಾಯವನ್ನು ವ್ಯಕ್ತಪಡಿಸುತ್ತದೆ"),
                n("b1d82aae", "ಬಹುತೇಕ ಜನರು ವಿಶ್ವಾಸಾರ್ಹ ಎಂದು ಪರಿಗಣಿಸುತ್ತಾರೆಂದು ನೀವು ಭಾವಿಸುವ ಮೂಲಗಳಿಗೆ ನೀವು ಲಿಂಕ್‌ ಮಾಡುತ್ತೀರಾ?"),
                n("ae859ee0", "ನಿಮ್ಮ ನೋಟ್ ಪೋಸ್ಟ್ ಬಗ್ಗೆಯೇ ಅಥವಾ ಚಿತ್ರದ ಬಗ್ಗೆಯೇ?"),
                n("ba84e7f8", "ನಿಮ್ಮ ನೋಟ್ ಪೋಸ್ಟ್ ಬಗ್ಗೆಯೇ ಅಥವಾ ವೀಡಿಯೊದ ಬಗ್ಗೆಯೇ?"),
                n("ibb784c6", "ಈ ನಿರ್ದಿಷ್ಟ ಪೋಸ್ಟ್ ಬಗ್ಗೆ"),
                n("a21ecb8c", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿರುವ ಚಿತ್ರದ ಬಗ್ಗೆ, ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು"),
                n("he0ca8da", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿರುವ ವೀಡಿಯೊದ ಬಗ್ಗೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು"),
                n("d0bf8d34", "ನಿಮ್ಮ ನೋಟ್ ಪೋಸ್ಟ್ ಬಗ್ಗೆಯೇ ಅಥವಾ ಲಿಂಕ್ ಬಗ್ಗೆಯೇ?"),
                n("db370b9a", "ನಿಮ್ಮ ನೋಟ್ ಪೋಸ್ಟ್ ಬಗ್ಗೆಯೇ, ಚಿತ್ರದ ಬಗ್ಗೆಯೇ, ಅಥವಾ ಲಿಂಕ್ ಬಗ್ಗೆಯೇ?"),
                n("c35bf10e", "ನಿಮ್ಮ ನೋಟ್ ಪೋಸ್ಟ್ ಬಗ್ಗೆಯೇ, ವೀಡಿಯೊ ಬಗ್ಗೆಯೇ, ಅಥವಾ ಲಿಂಕ್ ಬಗ್ಗೆಯೇ?"),
                n("d96ce0d2", "ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಹಾಯಕವಾಗುವ ರೀತಿಯಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ಬರೆಯಲಾಗಿದೆ."),
                n("a1fb516c", "ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಹಾಯಕವಾಗುವ ರೀತಿಯಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ಬರೆಯಲಾಗಿದೆ."),
                n("be46a61e", "ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಹಾಯಕವಾಗುವ ರೀತಿಯಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ಬರೆಯಲಾಗಿದೆ."),
                n("ied1c2c2", "ಈ ನೋಟ್ ಈ ಪೋಸ್ಟ್‌ಗೆ ತುಂಬಾ ನಿರ್ದಿಷ್ಟವಾಗಿದೆ ಮತ್ತು ಇತರರಿಗೆ ಅಪ್ರಸ್ತುತವಾಗಬಹುದು."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return " ಎಲ್ಲಾ " + e.matchCount + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("d7959c4d", function (e) {
                    return " ಎಲ್ಲಾ " + e.matchCount + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("ff5be16d", function (e) {
                    return " ಎಲ್ಲಾ " + e.matchCount + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("abdd8d0a", "ಟಿಪ್ಪಣಿ ಸಂಪಾದಿಸಿ"),
                n("c097608e", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯು ವಿವರಣೆಯನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("ba25898c", "ಮೂಲವನ್ನು ವಿವರಿಸುವ ಟಿಪ್ಪಣಿಗಳು ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಲ್ಪಡುವ ಹೆಚ್ಚಿನ ಅವಕಾಶ ಹೊಂದಿರುತ್ತವೆ."),
                n("e764d704", "ವಿಶ್ವಾಸಾರ್ಹ ಮೂಲಗಳಿಗೆ ಲಿಂಕ್ ಹೊಂದಿರುವ ಟಿಪ್ಪಣಿಗಳು ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಲ್ಪಡುವ ಹೆಚ್ಚಿನ ಅವಕಾಶ ಹೊಂದಿರುತ್ತವೆ."),
                n("gb67e44c", "ವಿವರಣೆ ಇಲ್ಲದೇ ಸಲ್ಲಿಸಿ"),
                n("d6b758a2", "ಮೂಲ ಇಲ್ಲದೇ ಸಲ್ಲಿಸಿ"),
                n("dc1fa12c", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಖಾತೆಗಳು ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ನಂಬರ್‌ಗಳನ್ನು ಹೊಂದಿರಬೇಕು"),
                n("a1752fde", "ಈ ಖಾತೆಯಿಂದ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ಗೆ ಕೊಡುಗೆ ನೀಡುವುದನ್ನು ಮುಂದುವರಿಸಲು, ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್ ಅನ್ನು ನೀವು ಪರಿಶೀಲನೆ ಮಾಡಬೇಕಾಗುತ್ತದೆ."),
                n("hef02710", "ಪರಿಶೀಲಿಸಿದವುಗಳ ಜೊತೆಗೆ, ನಿಮ್ಮ ನಂಬರ್ ವಿಶ್ವಾಸಾರ್ಹ ಫೋನ್ ಕ್ಯಾರಿಯರ್‌ನಿಂದಾಗಿರಬೇಕು, ಮತ್ತು ಇನ್ನೊಂದು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಖಾತೆಯೊಂದಿಗೆ ಸಂಬಂಧಿಸಿರಬಾರದು."),
                n("dff9b6bc", "ನಿಮ್ಮ ಫೋನ್ ಪರಿಶೀಲಿಸಿ"),
                n("f051e434", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ವಿಶಿಷ್ಟ ಫೋನ್ ನಂಬರ್‌ಗಳನ್ನು ಹೊಂದಿರಬೇಕು"),
                n("eaef2f72", "ಈ ಫೋನ್‌ ನಂಬರ್‌ನೊಂದಿಗೆ X ಖಾತೆಗಳು ಸಂಬಂಧ ಹೊಂದಿರುವ ಹಲವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಇವೆ ಎಂದು ತೋರುತ್ತಿವೆ."),
                n("j78d41b4", "ಈ ಖಾತೆಯಿಂದ ಕೊಡುಗೆ ನೀಡುವುದನ್ನು ಮುಂದುವರಿಸಲು, ಇತರ X ಖಾತೆಗಳಿಂದ ಈ ಫೋನ್ ನಂಬರ್ ಅನ್ನು ನೀವು ಅಳಿಸಬೇಕು."),
                n("a7c9a176", "ವಿಶ್ವಾಸಾರ್ಹ ಕ್ಯಾರಿಯರ್‌ನಿಂದ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಖಾತೆಗಳು ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ನಂಬರ್‌ಗಳನ್ನು ಹೊಂದಿರಬೇಕು"),
                n("ec853dfa", "ಕೃತಕವಾಗಿ ರಚಿಸಿದ ಅಥವಾ ವರ್ಚುವಲ್ ಫೋನ್ ನಂಬರ್‌ಗಳ ಬಳಕೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಲು, ಫೋನ್‌ ನಂಬರ್‌ಗಳು ವಿಶ್ವಾಸಾರ್ಹ ಕ್ಯಾರಿಯರ್‌ನಿಂದಾಗಿರಬೇಕು."),
                n("j6e19c58", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಮೌಲ್ಯಗಳು"),
                n("ea580ee2", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಮೌಲ್ಯಗಳ ತ್ವರಿತ ಜ್ಞಾಪನೆ:"),
                n("eac7b6ac", "ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳುವುದನ್ನು ರೂಪಿಸಲು ಕೊಡುಗೆ ನೀಡಿ"),
                n("b0381cfc", "ಉತ್ತಮ ನಂಬಿಕೆಯಲ್ಲಿ ವರ್ತಿಸುವುದು"),
                n("f0addddc", "ಅಸಮ್ಮತಿ ಹೊಂದಿದವರಿಗೂ ಸಹಾಯಕವಾಗಿರಿ"),
                n("h7c7b204", "ಹೊಸ ನೋಟ್ಸ್‌ ಬರೆಯುವುದಕ್ಕೂ ಮೊದಲು ಈಗಾಗಲೇ ಇರುವ ನೋಟ್ಸ್‌ಗೆ ರೇಟ್‌ ಮಾಡಲು ಸಹಾಯ ಮಾಡಿ"),
                n("i8cae552", "ರೇಟಿಂಗ್ ನೀಡುವ ಮೂಲಕ ನೀವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ನಲ್ಲಿನ ಗುಣಮಟ್ಟವನ್ನು ಉತ್ತಮವಾಗಿ ಕಾಯ್ದುಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತೀರಿ."),
                n("hd43a218", "ನೋಟ್ಸ್ ಬರೆಯುವ ನಿಮ್ಮ ದೈನಂದಿನ ಮಿತಿಯನ್ನು ನೀವು ತಲುಪಿದ್ದೀರಿ"),
                n("aaba8ed2", "ನೋಟ್ ಗುಣಮಟ್ಟವನ್ನು ಹೆಚ್ಚು ಇರಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ತಡೆಯಲು, ಕೊಡುಗೆದಾರರು ತಮ್ಮ ಬರವಣಿಗೆಯ ಪ್ರಭಾವದ ಆಧಾರದ ಮೇಲೆ ಪ್ರತಿ ದಿನ ಬರೆಯಬಹುದಾದ ನೋಟ್ಸ್ ಸಂಖ್ಯೆಗೆ ಮಿತಿಯಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b98f077c", "ಟಿಪ್ಪಣಿ ಮಾಹಿತಿಯನ್ನು ವಿನಂತಿಸಿ"),
                n("ee691104", "ಈ ಪೋಸ್ಟ್ ಕುರಿತು ಸಮುದಾಯ ಟಿಪ್ಪಣಿಯನ್ನು ವಿನಂತಿಸಿ"),
                n("f8cbdf02", "ಈ ಪೋಸ್ಟ್ ಸಂಭಾವ್ಯವಾಗಿ ದಾರಿತಪ್ಪಿಸುವಂತಿದೆ ಎಂದು ಭಾವಿಸುತ್ತೀರಾ? ಕಮ್ಯೂನಿಟಿ ನೋಟ್ ಅನ್ನು ವಿನಂತಿಸಿ. "),
                n("f132d1be", "ಸಾಕಷ್ಟು ವಿನಂತಿಗಳನ್ನು ಪಡೆಯುವ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಕೊಡುಗೆದಾರರು ಎಚ್ಚರಿಕೆಗಳನ್ನು ನೋಡುತ್ತಾರೆ"),
                n("gf71296c", "ಇತರ ಕೊಡುಗೆದಾರರಿಂದ ಟಿಪ್ಪಣಿಯನ್ನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ರೇಟ್ ಮಾಡಿದರೆ, ಅದನ್ನು ಪೋಸ್ಟ್‌ನಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ"),
                n("de0685b4", "X ಯಾವ ಟಿಪ್ಪಣಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡುವುದಿಲ್ಲ -  ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಗಳು ಜನರಿಂದ, ಜನರಿಗಾಗಿ"),
                n("f8ac3c88", "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಟಿಪ್ಪಣಿಯನ್ನು ವಿನಂತಿಸಿ"),
                n("a8edd0ea", "ಮೂಲವನ್ನು ಸೇರಿಸುವುದೇ?"),
                n("a39a0de6", "X ಪೋಸ್ಟ್‌ಗೆ ಲಿಂಕ್ ಮಾಡಿ"),
                n("j819c176", "ಸಂಭಾವ್ಯವಾಗಿ ತಪ್ಪುದಾರಿಗೆಳೆಯುವದನ್ನು ವಿವರಿಸುವ X ಪೋಸ್ಟ್‌ಗೆ ಲಿಂಕ್ ಅನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಗೆ ಸಹಾಯ ಮಾಡಿ."),
                n("e15b3b44", "ಲಿಂಕ್ X ಪೋಸ್ಟ್‌ಗೆ ಇರಬೇಕು. ಉದಾಹರಣೆ: x.com/user/status/...."),
                n("c81085a4", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಗಳ"),
                n("c363515c", "ಸಾರ್ವಜನಿಕರಿಗೆ ಲಭ್ಯವಾಗುವಂತೆ"),
                n("cb6b0138", "ಧನ್ಯವಾದಗಳು! ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("c196e8b8", "ನೋಟ್ ಅನ್ನು ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ಉಪಯುಕ್ತವೆಂದು ರೇಟ್ ಮಾಡಿದರೆ, ನೀವು ಅದನ್ನು ಪೋಸ್ಟ್‌ನಲ್ಲಿ ನೋಡುತ್ತೀರಿ."),
                n("a9491efa", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ"),
                n("f060d1cc", "ವಿನಂತಿಯನ್ನು ಅಳಿಸಿ"),
                n("f499f824", "ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಅಳಿಸಿ"),
                n("hd1bc518", "ನೀವು ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಹೊಸ ವಿನಂತಿಯನ್ನು ಮಾಡುವ ಮೊದಲು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು"),
                n("geb8d31d", "ಸೈನ್ ಅಪ್ ಮಾಡಿ."),
                n("gc399930", "ದೈನಂದಿನ ಮಿತಿ ಟಿಪ್ಪಣಿ ವಿನಂತಿ ಮಾಹಿತಿ"),
                n("fee815e4", "ಟಿಪ್ಪಣಿಗಳನ್ನು ವಿನಂತಿಸುವ ನಿಮ್ಮ ದೈನಂದಿನ ಮಿತಿಯನ್ನು ನೀವು ತಲುಪಿರುವಿರಿ"),
                n("i7eb7900", "ಸಹಾಯಕವಾದ ಟಿಪ್ಪಣಿಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಪಡೆಯುವ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ನೀವು ವಿನಂತಿಗಳನ್ನು ಮಾಡಿದರೆ ನಿಮ್ಮ ದೈನಂದಿನ ಮಿತಿಯು ಹೆಚ್ಚಾಗುತ್ತದೆ."),
                n("d1a3817e", "ಹೆಚ್ಚುವರಿ ಸಂದರ್ಭವನ್ನು ಬಳಸಬಹುದಾದ ಸಂಭಾವ್ಯ ತಪ್ಪುದಾರಿಗೆಳೆಯುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಹುಡುಕುವ ಜನರಿಗೆ ಬಹುಮಾನ ನೀಡಲು ಇದು ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("c031c77a", "ಟಿಪ್ಪಣಿ ಅಗತ್ಯವಿದೆ ಎಂದು ಜನರು ಒಪ್ಪದ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ನೀವು ಹಲವಾರು ವಿನಂತಿಗಳನ್ನು ಮಾಡಿದರೆ ನಿಮ್ಮ ದೈನಂದಿನ ಮಿತಿಯು ಕಡಿಮೆಯಾಗಬಹುದು."),
                n("f87129d2", "ಇದು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ತಡೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಮತ್ತು ಉಪಯುಕ್ತ ಟಿಪ್ಪಣಿಗಳನ್ನು ಬಳಸಬಹುದಾದ ಪೋಸ್ಟ್‌ಗಳ ಮೇಲೆ ಟಿಪ್ಪಣಿ ಬರೆಯುವವರನ್ನು ಕೇಂದ್ರೀಕರಿಸುತ್ತದೆ."),
                n("jdd4a572", "ನಿಮ್ಮ ಖಾತೆಗೆ ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ಸಂಖ್ಯೆಯ ಅಗತ್ಯವಿದೆ"),
                n("i0f07c07", "ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("i157c1a8", "ಈ ವಿನಂತಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("a9f4ca9c", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಇನ್ನು ನೋಡಬಹುದು"),
                n("eb8f7c0c", "ಇತರ ಕೊಡುಗೆದಾರರು ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಇನ್ನು ರೇಟ್ ಮಾಡಬಹುದು"),
                n("h87c6bd6", "ಇತರ ಕೊಡುಗೆದಾರರು ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಇನ್ನು ನೋಡಬಹುದು"),
                n("gc1a5bce", "ಅವರು ಇದನ್ನು ಸಹಾಯಕ ಎಂಬುದಾಗಿ ರೇಟ್ ಮಾಡುತ್ತಾರೆ"),
                n("i0e950ca", "ನಿಮ್ಮ ನೋಟ್ಸ್ ಸಹಾಯಕ ಎಂಬ ಸ್ಥಿತಿಯನ್ನು ಗಳಿಸಿದರೆ, ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಇದು ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲು ಆರಂಭವಾಗುತ್ತದೆ"),
                n("a047e800", "ನೋಟ್ಸ್‌ ರೇಟಿಂಗ್‌ ಮಾಡುವ ಇನ್ನಷ್ಟು ಸಂದರ್ಭವನ್ನು ಹೊಂದುವ ಇತರ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಗೆ ನಿಮ್ಮ ನೋಟ್ಸ್‌ ಸಹಾಯ ಮಾಡುತ್ತದೆ"),
                n("cec8a38c", "ನಿಮ್ಮ ನೋಟ್ಸ್ ಸಹಾಯಕ ಎಂಬ ಸ್ಟೇಟಸ್ ಅನ್ನು ಗಳಿಸಿದರೆ, ನೀವು ರೈಟಿಂಗ್ ಇಂಪ್ಯಾಕ್ಟ್ ಗಳಿಸುತ್ತೀರಿ."),
                n("a377532e", "ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನದಿಂದ ಸಾಕಷ್ಟು ಜನರು ಇದನ್ನು ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಿದರೆ, ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅದನ್ನು ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲಾಗುತ್ತದೆ"),
                n("d790fa4e", "ಬಹುತ್ವದ ನಿಯಮದ ಪ್ರಕಾರ ನೋಟ್ಸ್‌ ಸ್ಟೇಟಸ್‌ ವ್ಯಾಖ್ಯಾನಿಸಲ್ಪಡುವುದಿಲ್ಲ."),
                n("e90cda68", "ಭಾರಿ ಸಂಖ್ಯೆಯ ಜನರಿಗೆ ಸಹಾಯಕ ಎಂದು ನೋಟ್‌ಗಗಳನ್ನು ಗುರುತಿಸಲು, ತಮ್ಮ ಈ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅಸಮ್ಮತಿ ಹೊಂದಿದ್ದ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಮಧ್ಯೆ ಒಮ್ಮತವು ನೋಟ್ ಸ್ಟೇಟಸ್‌ಗಳಿಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ."),
                n("j5a1d85a", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ನೋಡಿ"),
                n("b25b64d6", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ!"),
                n("g1428d70", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ!"),
                n("a4ec7004", "ಈಗ ಏನಾಗುತ್ತದೆ ಎಂಬುದರ ವಿವರ ಇಲ್ಲಿದೆ:"),
                n("c4093274", "ಸಲ್ಲಿಸಿದ ನಂತರ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಬಗ್ಗೆ"),
                n("bc8746a6", "ಹೊಸ ನೋಟ್ ಅನ್ನು ಬರೆಯುವ ಮೊದಲು ದಯವಿಟ್ಟು ಕನಿಷ್ಠ ಒಂದು ನೋಟ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ."),
                n("ce3c80b8", "ಗುಣಮಟ್ಟವನ್ನು ಹೆಚ್ಚು ಇರಿಸಿಕೊಳ್ಳಲು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ನಿಮ್ಮ ರೇಟಿಂಗ್‌ಗಳ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿವೆ."),
                n("fa6a075a", "ಸಂದರ್ಭವನ್ನು ಸಲಹೆ ಮಾಡುವ ನೋಟ್ಸ್ ಪೋಸ್ಟ್‌ನೊಂದಿಗೆ ತೋರಿಸಲಾಗುತ್ತದೆ"),
                n("acb7ecae", "ಸೇರಿಸಿದ ಸಂದರ್ಭ ಏಕೆ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ವಿವರಿಸುವ ನೋಟ್ಸ್‌"),
                n("d9a5fc06", "ಪೋಸ್ಟ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ"),
                n("b73cebd2", "ಪೋಸ್ಟ್ ಮತ್ತು ನೋಟ್ಸ್‌ ಅನ್ನು ರೇಟ್ ಮಾಡಿ"),
                n("ad8883f2", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ನೋಟ್ಸ್ ಇಲ್ಲ"),
                n("efd14e7a", "ಟಿಪ್ಪಣಿಗಳನ್ನು ಲೋಡ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e65b7186", "ಈ ಪೋಸ್ಟ್ ಬಗ್ಗೆ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅನ್ನು ಜನರು ಪ್ರಸ್ತಾಪಿಸಿದ್ದಾರೆ"),
                n("bcc14a68", 'ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ತಪ್ಪುದಾರಿಗೆಳೆಯುವ ಪೋಸ್ಟ್‌ಗಳು ಎಂದು ಕಂಡುಬಂದವುಗಳಿಗೆ ಸ್ವಯಂಸೇವಕರು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಸಂದರ್ಭವನ್ನು ("ಟಿಪ್ಪಣಿಗಳು" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ) ಸೇರಿಸುವ ಪ್ರೋಗ್ರಾಮ್ ಆಗಿದೆ. ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನೋಟ್ಸ್ ಅನ್ನು ರೇಟ್ ಮಾಡಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಪ್ರಸ್ತುತ ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಿದ್ದರೆ, ಅವುಗಳನ್ನು ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲಾಗುತ್ತದೆ. ನೋಟ್ಸ್ ಅನ್ನು ಪ್ರಸ್ತುತ ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಿದ್ದರೆ ಮತ್ತು ನೀವು ಅಸಮ್ಮತಿಸಿದರೆ, ನೀವು ಹೆಚ್ಚುವರಿ ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ವಿನಂತಿಸಬಹುದು. ಇದರಿಂದ, ಹೆಚ್ಚು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನೋಟ್ಸ್ ಅನ್ನು ವಿಮರ್ಶಿಸಬಹುದು ಮತ್ತು ರೇಟಿಂಗ್ ಬದಲಾಗಬಹುದು. '),
                n("c21313ba", "ಟಿಪ್ಪಣಿಯನ್ನು ಸದ್ಯ ಸಹಾಯಕವಲ್ಲ ಎಂದು ರೇಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("c2c40120", "ಎಲ್ಲ ಟಿಪ್ಪಣಿಗಳನ್ನು ತೋರಿಸಿ"),
                n("ia596d40", "ಸುಧಾರಿಸುವ ಬಗ್ಗೆ ಏನಾದರೂ ನಿಮಗೆ ಕಾಣುತ್ತಿದೆಯೇ?"),
                n("deff0bde", "ಒಂದು ಟಿಪ್ಪಣಿ ಬರೆಯಿರಿ"),
                n("i8e85ef8", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ಗೆ ಸೇರಿ ಮತ್ತು ಉತ್ತಮ ಮಾಹಿತಿಯುಕ್ತ ವಿಶ್ವವನ್ನು ರಚಿಸಲು ಸಹಾಯಕ್ಕಾಗಿ ನೋಟ್‌ ಬರೆಯುವುದು ಮತ್ತು ಇತರ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಪ್ರವೇಶ ಪಡೆಯಿರಿ"),
                n("af88892a", "ಈ ನೋಟ್ಸ್ ಅನ್ನು ಪೋಸ್ಟ್ ಸಂಭಾವ್ಯವಾಗಿ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿದೆ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಸಂದರ್ಭದಿಂದ ಪ್ರಯೋಜನವಾಗಬಹುದು ಎಂದು ನಂಬುವ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಸೇರಿಸಿದ್ದಾರೆ."),
                n("cf8a40a6", "ಸಾಕಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಸಹಾಯಕ ಎಂದು ರೇಟ್‌ ಮಾಡುವವರೆಗೆ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ನಲ್ಲಿ ಮಾತ್ರ ನೋಟ್ಸ್ ಕಾಣಿಸುತ್ತದೆ."),
                n("g22c8c30", "ಈ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಲ್ಲಿ ನಿರ್ದಿಷ್ಟವಾಗಿ ಅಸಮ್ಮತಿ ಹೊಂದಿದವರೂ ಸೇರಿದಂತೆ ಸಾಕಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಈ ಟಿಪ್ಪಣಿಗಳು ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಲ್ಪಟ್ಟಿದ್ದರೆ ಸೇರಿಸಿದ ಸಂದರ್ಭವನ್ನಾಗಿ ಪೋಸ್ಟ್‌ನೊಂದಿಗೆ ಸಾರ್ವಜನಿಕವಾಗಿ ಕಾಣಿಸಲು ಅವು ಆರಂಭವಾಗುತ್ತವೆ."),
                n("jf04b084", "ಪೋಸ್ಟ್ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿಲ್ಲ ಮತ್ತು ಹೆಚ್ಚುವರಿ ಸಂದರ್ಭ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ನಂಬುವ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಈ ನೋಟ್ಸ್‌ ಅನ್ನು ಸೇರಿಸಿದ್ದಾರೆ."),
                n("g5a72e98", "ರೇಟರ್‌ಗಳಿಗೆ ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯಾಗಿ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ನಲ್ಲಿ ಮಾತ್ರ ಇವು ಕಾಣಿಸುತ್ತವೆ ಮತ್ತು ಸಹಾಯಕ ಎಂಬ ಸ್ಟೇಟಸ್ ಅನ್ನು ಅವು ಗಳಿಸಿದರೂ ಪೋಸ್ಟ್‌ನೊಂದಿಗೆ ಸಂದರ್ಭವಾಗಿ ತೋರಿಸುವುದಿಲ್ಲ."),
                n("b8719c22", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನಗಳಿಂದ ಜನರು ಇಷ್ಟಪಡುತ್ತಾರೆಯೇ ಎಂದು ಗುರುತಿಸಲು ಸಹಾಯ ಮಾಡಿ."),
                n("jcdf97d4", "ಪೋಸ್ಟ್ ಬಗ್ಗೆ ನಿಮಗೆ ಏನು ಇಷ್ಟವಾಯಿತು?"),
                n("d4d7b67e", "ಪೋಸ್ಟ್ ಬಗ್ಗೆ ನಿಮಗೆ ಏನು ಇಷ್ಟವಾಗಿಲ್ಲ?"),
                n("ed5156fa", "ನಿಮ್ಮ ರೇಟಿಂಗ್ ಉಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇತ್ತು, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("d0ed3636", "ನೀವು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿದ್ದೀರಿ"),
                n("j6aa6172", "ರೇಟಿಂಗ್ ಅಳಿಸುವುದೇ?"),
                n("i4112750", "ಅದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗದು."),
                n("i6f6191a", "ಧನ್ಯವಾದ!"),
                n("h5575012", "ಸಮ್ಮತಿಸಿ ಮತ್ತು ಸಲ್ಲಿಸಿ"),
                n("f9171e52", "ಈ ಪೋಸ್ಟ್ ಸಾಮಾನ್ಯವಾಗಿ ಭಿನ್ನಾಭಿಪ್ರಾಯ ಹೊಂದಿರುವ ಜನರಿಂದ ಕೆಲವು ಇಷ್ಟಗಳನ್ನು ಪಡೆದಿವೆ, ಆದರೆ ಇಲ್ಲಿಯವರೆಗೆ ಇನ್‌ಪುಟ್ ಸೀಮಿತವಾಗಿದೆ."),
                n("j0f9919a", "ನಿಮ್ಮ ರೇಟಿಂಗ್ ಪೋಸ್ಟ್ ಮೇಲೆ ನಕಾರಾತ್ಮಕ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ, ಆದರೆ ವ್ಯಾಪಕವಾಗಿ ಇಷ್ಟವಾದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಕಾರಾತ್ಮಕವಾಗಿ ಗುರುತಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("b3af830c", "ನಿಮ್ಮ ಇನ್‌ಪುಟ್:"),
                n("d0b29562", "ಇದೀಗ ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರೇಟ್ ಮಾಡಿ"),
                n("i36ea87a", "ನಾನು ಅದನ್ನು ಒಪ್ಪುತ್ತೇನೆ"),
                n("d5befc34", "ನಾನು ಆಸಕ್ತಿದಾಯಕವಾದದ್ದನ್ನು ಕಲಿತಿದ್ದೇನೆ"),
                n("je26ecf2", "ಇದು ಅರ್ಥಪೂರ್ಣವಾದ ಅಂಶವನ್ನು ಹೊಂದಿದೆ"),
                n("e4e331aa", "ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಧ್ರುವೀಕರಣಗೊಳ್ಳುವ ವಿಷಯದ ಮೇಲೆ ಏಕೀಕರಣಗೊಳ್ಳುತ್ತಿದೆ"),
                n("ed61ff2a", "ಇದು ಹೃದಯಸ್ಪರ್ಶಿ ಅಥವಾ ಪ್ರೀತಿಪಾತ್ರವಾಗಿದೆ"),
                n("gc3104d8", "ಇದು ಸ್ಪೂರ್ತಿದಾಯಕ ಅಥವಾ ರೋಮಾಂಚಕಾರಿಯಾಗಿದೆ"),
                n("j8c4400e", "ಇದು ತಮಾಷೆಯಾಗಿದೆ"),
                n("j4738406", "N/A: ಇದರಲ್ಲಿ ನನಗೆ ಇಷ್ಟವಾದ ಯಾವುದೇ ವಿಷಯ ಇಲ್ಲ"),
                n("d93d1666", "ನಾನು ಅದನ್ನು ಒಪ್ಪುವುದಿಲ್ಲ"),
                n("d6130466", "ಅದರಲ್ಲಿ ಯಾವುದೇ ಅರ್ಥಪೂರ್ಣ ವಿಷಯವಿಲ್ಲ"),
                n("d96835b6", "ಇದರ ಬಗ್ಗೆ ನನಗೆ ಆಸಕ್ತಿಯಿಲ್ಲ"),
                n("b7ba4150", "N/A: ಇದರಲ್ಲಿ ನನಗೆ ಇಷ್ಟವಾಗದ ಯಾವುದೇ ವಿಷಯ ಇಲ್ಲ"),
                n("g0402b3b", "ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನಗಳಿಂದ ಜನರು ಇಷ್ಟಪಟ್ಟ ಪೋಸ್ಟ್‌ಗಳನ್ನು"),
                n("ged62c2b", "ಸ್ಪಾಟ್‌ಲೈಟ್"),
                n("b5d5f7f1", "ದಿಕ್ಕನ್ನು ರೂಪಿಸುತ್ತದೆ"),
                n("a42fef87", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("bd7eb888", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಎಲ್ಲಾ ನೋಟ್ಸ್ ಅನ್ನು ನೋಡಿ"),
                n("i97b83f6", "ನಿಮ್ಮ ಮೇಲ್ಮನವಿ ಸಲ್ಲಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತ್ತು, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("a038ab9a", "ಅನುವಾದ ಟಿಪ್ಪಣಿ"),
                n("i606fc4c", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಮೇಲ್ಮನವಿಗಳ ಬಗ್ಗೆ"),
                n("b664c554", "ಹೆಚ್ಚುವರಿ ಕೊಡುಗೆದಾರರ ವಿಮರ್ಶೆಯನ್ನು ವಿನಂತಿಸಿ"),
                n("ab66e1f2", "ಇದು ಹೀಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ:"),
                n("e36d807c", "ಈ ನೋಟ್‌ ಅನ್ನು ವಿಮರ್ಶಿಸಲು ಮತ್ತು ರೇಟ್‌ ಮಾಡಲು ಹೆಚ್ಚು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಕೊಡುಗೆದಾರರು ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ."),
                n("d8afb99c", "ಕೊಡುಗೆದಾರರ ರೇಟಿಂಗ್‌ಗಳು ಟಿಪ್ಪಣಿಯ ಸ್ಟೇಟಸ್ ಅನ್ನು ಬದಲಿಸಿ, ಇನ್ನು ಪ್ರಸ್ತುತ ಸಹಾಯಕವಲ್ಲ ಎಂದು ರೇಟ್ ಮಾಡಿದರೆ, ಟಿಪ್ಪಣಿಯು ಪೋಸ್ಟ್‌ನ ಮೇಲೆ ಪ್ರದರ್ಶನಗೊಳ್ಳುವುದಿಲ್ಲ."),
                n("f9e1090c", "ವಿಮರ್ಶೆಗಳನ್ನು ಕೊಡುಗೆದಾರರು ಮಾಡುತ್ತಾರೆ, X ಮಾಡುವುದಿಲ್ಲ."),
                n("i80c8a84", "ಹೆಚ್ಚುವರಿ ಪರಿಶೀಲನೆ ವಿನಂತಿಸಲಾಗಿದೆ."),
                n("f93d4391", "ಟಿಪ್ಪಣಿಯ ಹೆಚ್ಚುವರಿ ಕೊಡುಗೆ ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ನೀವು ವಿನಂತಿಸಬಹುದು"),
                n("e457970a", "ವಿವರಗಳನ್ನು ಟಿಪ್ಪಣಿ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("df587b98", "ಟಿಪ್ಪಣಿ ID"),
                n("h201bdc8", "ಲೇಖಕರನ್ನು ಟಿಪ್ಪಣಿ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("h74b96b0", "ನೋಟ್ ಅನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ "),
                n("ge25848a", "ಪ್ರಸ್ತುತ ಸ್ಟೇಟಸ್"),
                n("d6db34cc", "ಇನ್ನಷ್ಟು ರೇಟಿಂಗ್‌ಗಳು ಬೇಕಿದೆ"),
                n("ce8b505e", "ಸಹಾಯಕವಲ್ಲ"),
                n("e5be8156", "ಓಪನ್ ಸೋರ್ಸ್ ಅಲ್ಗಾರಿದಮ್‌ನಿಂದ ಗಣಿಸಲಾದ ನೋಟ್ ಸ್ಥಿತಿ"),
                n("fca23c42", "ಈ ಟಿಪ್ಪಣಿಯು ಸಹಾಯಕವಲ್ಲ ಎಂದು ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನಗಳ ಸಾಕಷ್ಟು ಕೊಡುಗೆದಾರರು ಸಮ್ಮತಿಸಿದ್ದಾರೆ, ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಸಂದರ್ಭ ಎಂದು ಇದನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ."),
                n("hef420c2", "ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನಗಳಿಂದ ಸಾಕಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಂದ ಈ ಟಿಪ್ಪಣಿಯನ್ನು ಇನ್ನೂ ರೇಟ್ ಮಾಡಿಲ್ಲ."),
                n("j3af43c4", "ಈ ಟಿಪ್ಪಣಿಯು ಸಹಾಯಕವಲ್ಲ ಎಂದು ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನಗಳ ಸಾಕಷ್ಟು ಕೊಡುಗೆದಾರರು ಸಮ್ಮತಿಸಿದ್ದಾರೆ."),
                n("f79d812c", "ಸಹಾಯಕವಾಗಿದೆಯೆಂದು ರೇಟ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಪೋಸ್ಟ್ ಮಾಡಿದ ಒಂದು ಗಂಟೆಯೊಳಗೆ ತೋರಿಸಲಾಗಿದೆ"),
                n("cc02373e", "ಸಹಾಯಕವಾಗಿದೆಯೆಂದು ರೇಟ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಪ್ರಸ್ತಾಪಿಸಿದ ಒಂದು ಗಂಟೆಯೊಳಗೆ ತೋರಿಸಲಾಗಿದೆ"),
                n("d9f72d90", "ಪೋಸ್ಟ್ ಮಾಡಿದ ಒಂದು ಗಂಟೆಯೊಳಗೆ ಹೊಂದಿಸಲಾಗಿದೆ ಮತ್ತು ತೋರಿಸಲಾಗಿದೆ"),
                n("fc6e4594", "ರೇಟರ್‌ಗಳು ಅಯ್ಕೆ ಮಾಡಿದ ಅಗ್ರ ಟ್ಯಾಗ್‌ಗಳು"),
                n("f7427d6f", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("aa94541d", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("fe821ebb", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "ಮತ್ತೊಂದು ಪೋಸ್ಟ್‌ನಲ್ಲಿ"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("a0dec723", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("f20fa57c", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("b95920ef", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("f8dcced2", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("e3002eab", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("df3f2d52", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("ia35cd39", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("a499228a", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("fa56f7cb", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("b826c19c", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("i56af3fd", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿನ"),
                n("g1f275b6", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("g03f5337", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿರುವ"),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("f5b30b8a", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("d595bffd", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿರುವ"),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ef8a55a6", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("d5061d00", "X ನಲ್ಲಿ ತೋರಿಸಲಾಗಿಲ್ಲ"),
                n("e272836c", "ಟಿಪ್ಪಣಿ ಅಳಿಸುವುದೇ?"),
                n("da5a5d8c", "ಈ ಟಿಪ್ಪಣಿಯನ್ನು ನೀವು ಒಮ್ಮೆ ಅಳಿಸಿದರೆ, ಇದನ್ನು ಶಾಶ್ವತವಾಗಿ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ನಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ."),
                n("a804a8f4", "ಇನ್ನಷ್ಟು ನೋಟ್ಸ್‌ಗೆ ನಿಮ್ಮ ಸಹಾಯ ಬೇಕಿದೆ"),
                n("ib9628b8", "ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಪರಿಣಾಮವನ್ನು ವರ್ಧಿಸುತ್ತಿರಲು ಇನ್ನಷ್ಟು ನೋಟ್ಸ್‌ ಅನ್ನು ರೇಟ್ ಮಾಡಿ"),
                n("bf08be2e", "ಈಗ ಇನ್ನಷ್ಟು ನೋಟ್ಸ್ ರೇಟ್ ಮಾಡಿ"),
                n("i26425d8", "ಬಹುತೇಕ"),
                n("c6e683d0", "ಸಲ್ಲಿಸಿ ಮತ್ತು ಸಮ್ಮತಿಸಿ"),
                n("b3fcaac6", "ಈ ನೋಟ್‌‌ಗೆ ಕ್ರಮಾಂಕ ನೀಡುವ ಮೊದಲು ಮೂಲಗಳನ್ನು ತೆರೆದು ನೋಡುವುದನ್ನು ಪರಿಗಣಿಸಿ"),
                n("e8a33850", "ಈ ನೋಟ್‌ಗೆ ಕ್ರಮಾಂಕ ನೀಡುವ ಮೊದಲು ದಯವಿಟ್ಟು ಮೂಲಗಳನ್ನು ತೆರೆದು ನೋಡಿ"),
                n("ca6f04ec", "ನೋಟ್ಸ್‌ಗಳಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾದ ಮೂಲಗಳನ್ನು ವಿಮರ್ಶಿಸುವುದು ಅವುಗಳ ನಿಖರತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. "),
                n("a7338bc2", "ಈ ಟಿಪ್ಪಣಿ ಸಹಾಯಕವೇ?"),
                n("bd0b6422", "ಸೇರಿಸಿದ ಸಂದರ್ಭ ಯಾಕೆ ಅಗತ್ಯವಿಲ್ಲ ಎಂಬುದಕ್ಕೆ ಇದು ಸಹಾಯಕ ವಿವರಣೆಯೇ?"),
                n("ac7f9746", "ಈ ಕುರಿತು ಯಾವುದು ಸಹಾಯಕವಾಗಿತ್ತು?"),
                n("c7751804", "ಇದಕ್ಕೆ ಯಾವುದು ಸಹಾಯ ಮಾಡುತ್ತದೆ?"),
                n("dc9c823a", "ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ."),
                n("da0bb868", "ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ."),
                n("e8694748", "ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ."),
                n("b487e12e", "ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗಿರುತ್ತದೆ."),
                n("hfdb963e", "ಈ ನೋಟ್ ಈ ಪೋಸ್ಟ್‌ಗೆ ತುಂಬಾ ನಿರ್ದಿಷ್ಟವಾಗಿದೆ ಮತ್ತು ಅದೇ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಅಪ್ರಸ್ತುತವಾಗಬಹುದು."),
                n("bd6742c2", "ಈ ನೋಟ್ ಈ ಪೋಸ್ಟ್‌ಗೆ ತುಂಬಾ ನಿರ್ದಿಷ್ಟವಾಗಿದೆ ಮತ್ತು ಅದೇ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಅಪ್ರಸ್ತುತವಾಗಬಹುದು."),
                n("ded3a8a2", "ಈ ನೋಟ್ ಈ ಪೋಸ್ಟ್‌ಗೆ ತುಂಬಾ ನಿರ್ದಿಷ್ಟವಾಗಿದೆ ಮತ್ತು ಅದೇ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಅಪ್ರಸ್ತುತವಾಗಬಹುದು."),
                n("c1e42c92", "ಈ ನೋಟ್ ಈ ಪೋಸ್ಟ್‌ಗೆ ತುಂಬಾ ನಿರ್ದಿಷ್ಟವಾಗಿದೆ ಮತ್ತು ಅದೇ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಅಪ್ರಸ್ತುತವಾಗಬಹುದು."),
                n("af198630", "ಸಾರ್ವಜನಿಕರಿಗೆ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಹೇಗೆ ಡೇಟಾವನ್ನು ಲಭ್ಯವಾಗಿಸುತ್ತದೆ"),
                n("d39720d3", "ಸಹಾಯಕ"),
                n("i7d91dc9", "ಬಹುತೇಕ ಸಹಾಯಕ"),
                n("c75b7fb4", "ಸಹಾಯಕವಲ್ಲ"),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("d9025c46", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿ"),
                n("b9f18eec", "ಪ್ರಸ್ತುತ ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("j33f6520", "ಪ್ರಸ್ತುತ ಸಹಾಯಕವಲ್ಲ ಎಂದು ರೇಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("idc0e9fc", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ"),
                n("a83cccfa", "ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನೋಟ್ ಪ್ರಸ್ತಾಪಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು, ನೋಟ್ಸ್ ಅನ್ನು ಬರೆಯಬಹುದು, ಅವುಗಳ ಪ್ರಭಾವವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಬಹುದು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಮಾಡಬಹುದು!"),
                n("c2a6ec00", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ಗೆ ಸೇರಲು ಬಯಸುತ್ತೀರಾ?"),
                n("d2470b62", "ಜನರು ಉತ್ತಮವಾಗಿ ಮಾಹಿತಿಯುತವಾಗಿರಲು ಸಹಾಯ ಮಾಡಿ."),
                n("ab23a972", "ಸಂವಾದವನ್ನು ಅನುಸರಿಸಿ"),
                n("c68f3bc0", "ನಮ್ಮ ಮೌಲ್ಯಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟನ್ನು ತಿಳಿಯಿರಿ"),
                n("dfb1f498", "ಪ್ರತಿಕ್ರಿಯೆ"),
                n("a584cfa7", "@CommunityNotes ಗೆ ನಮಗೆ DM ಕಳುಹಿಸಿ"),
                n("e4d93012", "ಹಲವಾರು ಜನರು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ ಅನ್ನು ವಿನಂತಿಸಿದ್ದಾರೆ"),
                n("e55983c0", "ನೋಟ್ ಏಕೆ ಅಗತ್ಯವಿದೆ ಎಂಬುದನ್ನು ವಿವರಿಸುವ ಮೂಲಕ್ಕೆ ಯಾವುದೇ ವಿನಂತಿದಾರರು ಇನ್ನೂ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿಲ್ಲ"),
                n("h23be93e", "ಒಂದು ನೋಟ್ ಸಹಾಯಕವಾಗಿದೆಯೆಂದು ಅವರು ಏಕೆ ನಂಬುತ್ತಾರೆ ಎಂಬುದನ್ನು ವಿವರಿಸಲು ವಿನಂತಿಸುವವರು X ಪೋಸ್ಟ್ ಅನ್ನು ಸೇರಿಸಬಹುದು. ಅವರು ಕೆಳಗಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸೇರಿಸಿದ್ದಾರೆ"),
                n("ca6ae344", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಟ್ಯಾಬ್ ಬಾರ್"),
                n("fe27c1e2", "ಟಿಪ್ಪಣಿಗಳು"),
                n("ff692d64", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್"),
                n("cb1adfa0", "ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("jaf0d42c", "ನಿಮ್ಮ ಟಿಪ್ಪಣಿಗಳು"),
                n("fa9a644a", "ಸಹಾಯಕ ಅಥವಾ ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಟೇಟಸ್ ಹೊಂದಿರುವ ಇತ್ತೀಚಿನ 5 ನೋಟ್ಸ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ 3 ನೋಟ್ಸ್ ಅನ್ನು ಸಹಾಯಕವಲ್ಲ ಎಂದು ನಿರ್ಧರಿಸಿದರೆ, ನೋಟ್ಸ್ ಬರೆಯುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಲಾಗುತ್ತದೆ."),
                n("i4014342", "ನಿಮ್ಮ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವು ನಿರ್ಬಂಧಕ್ಕೊಳಗಾಗುವುದನ್ನು ತಪ್ಪಿಸಿ. ನಿಮ್ಮ ಎರಡು ನೋಟ್ಸ್‌ ಬಗ್ಗೆ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಪ್ರತಿಕ್ರಿಯೆ ಇಲ್ಲಿದೆ:"),
                n("j9897a7c", "ನೋಟ್ ಬರೆಯುವ ಸಲಹೆಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("ac71a5a0", "ಸಹಾಯ ಅಗತ್ಯವಿರುವ ನೋಟ್ಸ್‌ ರೇಟ್ ಮಾಡಿ"),
                n("h544e3c8", "ರೇಟಿಂಗ್ ಪರಿಣಾಮ 5 ಗಳಿಸುವ ಮೂಲಕ ನೋಟ್ಸ್ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಈಗ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಅನ್‌ಲಾಕ್ ಮಾಡಬೇಕಿದೆ."),
                n("d88c63f6", "ಹೊಸ: ನೋಟ್ಸ್ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("bd31adde", "ನೀವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅನ್ನು ತೊರೆದಿದ್ದೀರಿ."),
                n("a796c19c", "ಪುನಃ ಸೇರಿಕೊಳ್ಳಿ"),
                n("h837a96c", "ನೀವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಪ್ರೋಗ್ರಾಂಗೆ ಪುನಃ ಸೇರಿಕೊಳ್ಳುತ್ತೀರಿ."),
                n("a4d4bcb9", function (e) {
                    return "ನೀವು ಪುನಃ ಸೇರಲು ಬಯಸಿದರೆ, ಇಲ್ಲಿ " + e.numDaysToRejoin + " ದಿನ" + f(e.numDaysToRejoin, "", "ಗಳು") + "ರಲ್ಲಿ ನೀವು ಹಾಗೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.";
                }),
                n("a490bc51", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c94ad3e8", "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ"),
                n("ee160790", "ಅಳಿಸಿದ ಟಿಪ್ಪಣಿಗಳು"),
                n("b3de4a42", "ರೇಟಿಂಗ್‌ ಪರಿಣಾಮ"),
                n("a7b0393c", "ಬರವಣಿಗೆ ಪರಿಣಾಮ"),
                n("id568acc", "ಉನ್ನತ ಬರಹಗಾರ"),
                n("e25f9ad6", "ಸಹಾಯಕ ಎಂಬ ಸ್ಟೇಟಸ್‌ ಅನ್ನು ಗಳಿಸಲು ಸಹಾಯ ಮಾಡಿದ ರೇಟಿಂಗ್‌ಗಳು"),
                n("a0697fbc", "ಉತ್ತಮವಾದ ಕೆಲಸ! ಈ ರೇಟಿಂಗ್‌ಗಳು ಸಹಾಯಕವಾದ ನೋಟ್ಸ್ ಅನ್ನು ಗುರುತಿಸಿವೆ, ಅದು ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ ಮತ್ತು ಜನರು ಮಾಹಿತಿಯುಕ್ತವಾಗಿರುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("a3311a60", "ಈ ರೇಟಿಂಗ್‌ಗಳು ಸಹಾಯಕವಾದ ನೋಟ್ಸ್ ಅನ್ನು ಗುರುತಿಸಿವೆ, ಅದು ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ ಮತ್ತು ಜನರು ಮಾಹಿತಿಯುಕ್ತವಾಗಿರುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("bbc44f5a", "ಈ ರೇಟಿಂಗ್‌ಗಳು ಸಹಾಯಕವಾದ ನೋಟ್ಸ್ ಅನ್ನು ಗುರುತಿಸುತ್ತವೆ, ಅದು ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ ಮತ್ತು ಜನರು ಮಾಹಿತಿಯುಕ್ತವಾಗಿರುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("b4f21858", "ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಟೇಟಸ್ ಅನ್ನು ತಲುಪಲು ಸಹಾಯ ಮಾಡಿದ ರೇಟಿಂಗ್ಗಳು"),
                n("d46b6bc8", "ಈ ರೇಟಿಂಗ್‌ಗಳು ನೋಟ್ ಲೇಖಕರಿಗೆ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡುವ ಮೂಲಕ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಸುಧಾರಣೆ ಮಾಡುತ್ತವೆ ಮತ್ತು ಅತ್ಯಂತ ಭರವಸೆದಾಯಕ ನೋಟ್ಸ್‌ ಮೇಲೆ ಗಮನ ಹರಿಸುವ ಮೂಲಕ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಗೆ ಅನುವು ಮಾಡುತ್ತವೆ."),
                n("a5e6ba6a", "ಸಹಾಯಕವಾಗಿಲ್ಲದ ಸ್ಥಿತಿಯೊಂದಿಗೆ ಕೊನೆಗೊಂಡ ನೋಟ್ಸ್‌ನಲ್ಲಿ ಸಹಾಯಕವಾಗಿದೆ ಎಂಬುದರ ರೇಟಿಂಗ್‌ಗಳು"),
                n("a22929e4", "ಸಹಾಯಕವಾಗಿದೆ ಸ್ಥಿತಿಯೊಂದಿಗೆ ಕೊನೆಗೊಂಡ ನೋಟ್ಸ್‌ನಲ್ಲಿ ಸಹಾಯಕವಾಗಿಲ್ಲ ಎಂಬುದರ ರೇಟಿಂಗ್‌ಗಳು"),
                n("b76dd726", 'ಈ ರೇಟಿಂಗ್‌ಗಳು ಸಾಮಾನ್ಯವಾಗಿದೆ ಮತ್ತು "ಸಹಾಯಕವಾಗಿದೆ" ನೋಟ್ ಸಾಕಷ್ಟು ಸಹಾಯಕವಾಗಿಲ್ಲ ಎಂದು ಸಾಕಷ್ಟು ಜನರು ಒಪ್ಪಿಕೊಂಡರೆ ಸ್ಥಿತಿ ಬದಲಾವಣೆಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು.'),
                n("j29cc0f2", "ಈ ರೇಟಿಂಗ್‌ಗಳನ್ನು ಎರಡು ಬಾರಿ ಎಣಿಸಲಾಗುತ್ತದೆ ಏಕೆಂದರೆ ಇತರರು ಕಡಿಮೆ-ಗುಣಮಟ್ಟದ ಎಂದು ಪರಿಗಣಿಸುವ ನೋಟ್ಸ್‌ಗೆ ಬೆಂಬಲವನ್ನು ಸೂಚಿಸುತ್ತಾರೆ."),
                n("cd4333d0", "ಚಿಂತಿಸಬೇಡಿ, ಎಲ್ಲರಿಗೂ ಇಂಥ ಕೆಲವು ಸಿಗುತ್ತವೆ! "),
                n("e9fa53ac", "ಸಹಾಯಕ ಅಥವಾ ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಥಿತಿಯನ್ನು ಪ್ರಸ್ತುತ ಹೊಂದಿಲ್ಲದ ನೋಟ್ಸ್‌ ರೇಟಿಂಗ್‌ಗಳು"),
                n("fc664dee", "ಸ್ಥಿತಿ ತಲುಪಿದ ನಂತರ ಮಾಡಿದ ರೇಟಿಂಗ್‌ಗಳು"),
                n("f024ec64", "ನೋಟ್‌ನ ಸ್ಟೇಟಸ್ ಅನ್ನು ಈ ರೇಟಿಂಗ್‌ಗಳು ಬಲಪಡಿಸಬಹುದು ಅಥವಾ ಅದನ್ನು ಬದಲಿಸಲು ಸಹಾಯ ಮಾಡಬಹುದು."),
                n("e1ee08e6", "ಬರವಣಿಗೆ ಪರಿಣಾಮ"),
                n("je3fc324", "ಸಹಾಯಕ ಎಂಬ ಸ್ಥಿತಿಯನ್ನು ಗಳಿಸುವ ನಿಮ್ಮ ನೋಟ್ಸ್"),
                n("f7358242", "ಸಹಾಯಕ ಎಂಬ ಸ್ಥಿತಿಯನ್ನು ಗಳಿಸುವ ನೋಟ್ಸ್‌"),
                n("j8e9b514", "ಚೆನ್ನಾಗಿ ಮಾಡಿದ್ದೀರಿ! ಈ ನೋಟ್ಸ್ ಈಗ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ತೋರಿಸುತ್ತಿವೆ, ಸಂದರ್ಭವನ್ನು ಸೇರಿಸುತ್ತವೆ ಮತ್ತು ಜನರಿಗೆ ತಿಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ."),
                n("e9e57c5c", "ಈ ನೋಟ್ಸ್ ಈಗ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ತೋರಿಸುತ್ತಿವೆ, ಸಂದರ್ಭವನ್ನು ಸೇರಿಸುತ್ತವೆ ಮತ್ತು ಜನರಿಗೆ ತಿಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ."),
                n("fee0d8a8", "ಈ ನೋಟ್ಸ್ X ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ. ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಇವು ಸಂದರ್ಭ ಸೇರಿಸುತ್ತವೆ ಮತ್ತು ಜನರು ಮಾಹಿಯುಕ್ತವಾಗಿರಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ."),
                n("iab44364", "ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಥಿತಿಗೆ ತಲುಪಿದ ನಿಮ್ಮ ನೋಟ್ಸ್"),
                n("d8c90438", "ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಥಿತಿಗೆ ತಲುಪಿದ ನೋಟ್ಸ್"),
                n("accaa48e", "ತಮ್ಮ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಲ್ಲಿ ಕೆಲವು ಬಾರಿ ಅಸಮ್ಮತಿ ಹೊಂದಿರುವವರೂ ಸೇರಿದಂತೆ ಸಾಕಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಂದ ಸಹಾಯಕವಲ್ಲ ಎಂದು ಈ ನೋಟ್ಸ್‌ ಅನ್ನು ರೇಟ್ ಮಾಡಲಾಗಿದೆ. ಈ ನೋಟ್ಸ್‌ ಮತ್ತು ಅವು ಸ್ವೀಕರಿಸಿದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನೀವು ನೋಡಬಹುದು.\nಹೆಚ್ಚು ಜನರು ಅವುಗಳನ್ನು ರೇಟ್ ಮಾಡುತ್ತಿರುವ ಹಾಗೆಯೇ ನೋಟ್ ಸ್ಥಿತಿಗಳು ಬದಲಾಗಬಹುದು."),
                n("fa2156f6", "ತಮ್ಮ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಲ್ಲಿ ಕೆಲವು ಬಾರಿ ಅಸಮ್ಮತಿ ಹೊಂದಿರುವವರೂ ಸೇರಿದಂತೆ ಸಾಕಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಗಳಿಂದ ಸಹಾಯಕವಲ್ಲ ಎಂದು ಈ ನೋಟ್ಸ್ ಅನ್ನು ರೇಟ್ ಮಾಡಲಾಗಿದೆ.\nಹೆಚ್ಚು ಜನರು ಅವುಗಳನ್ನು ರೇಟ್ ಮಾಡುತ್ತಿರುವ ಹಾಗೆಯೇ ನೋಟ್ ಸ್ಥಿತಿಗಳು ಬದಲಾಗಬಹುದು."),
                n("d004c768", "ಇನ್ನಷ್ಟು ರೇಟಿಂಗ್ಸ್‌ ಬೇಕಿರುವ ನೋಟ್ಸ್"),
                n("f3d6d6c0", "ಸಹಾಯಕ ಅಥವಾ ಸಹಾಯಕವಲ್ಲದ ಸ್ಥಿತಿಯನ್ನು ಇನ್ನೂ ಹೊಂದಿಲ್ಲದ ನೋಟ್ಸ್‌."),
                n("d68a370c", "ಕೊನೆಯ ನವೀಕರಣ: "),
                n("f10aaf3c", "ಟಿಪ್ಪಣಿ ರೇಟಿಂಗ್ ಸಲಹೆಗಳು"),
                n("b9793c9a", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ನೋಟ್ಸ್‌ ಬರೆದಿಲ್ಲ"),
                n("bed66f92", "ಆರಂಭ ಮಾಡುವುದು ಹೇಗೆ:"),
                n("a3ca686a", "ಸಹಾಯಕ ನೋಟ್ಸ್‌ ಬರೆಯಲು ಟಿಪ್ಸ್‌ ನೋಡಿ"),
                n("ga8034c6", "ಟಿಪ್ಪಣಿ ಬರೆಯಲು ಯಾವುದೇ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ••• ಮೆನುವನ್ನು ತಟ್ಟಿ"),
                n("h4109636", "ಪೋಸ್ಟ್ ಸಂಭಾವ್ಯವಾಗಿ ತಪ್ಪುದಾರಿಗೆಳೆಯುತ್ತಿದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ಇದನ್ನು ಎದುರಿಸಬಹುದಾದ ಜನರಿಗೆ ಸಹಾಯಕ ಸಂದರ್ಭವನ್ನು ಸೇರಿಸುವ ನೋಟ್ ಬರೆಯಿರಿ."),
                n("ec30e9ac", "ಇತರ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನಿಮ್ಮ ನೋಟ್‌ನ ಸಹಾಯಕತೆಯನ್ನು ರೇಟ್ ಮಾಡುತ್ತಾರೆ"),
                n("e0c42f80", "ಇದು ಸಹಾಯಕ ಸ್ಥಿತಿಯನ್ನು ತಲುಪಿದರೆ, ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅದನ್ನು ಸಂದರ್ಭವಾಗಿ ತೋರಿಸಲಾಗುತ್ತದೆ"),
                n("ife4baaa", "ಬಹುಮತದ ನಿಯಮದ ಪ್ರಕಾರ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ. ಭಾರಿ ಸಂಖ್ಯೆಯ ಜನರಿಗೆ ಸಹಾಯಕ ಎಂದು ನೋಟ್ಸ್‌ ಗುರುತಿಸಲು, ತಮ್ಮ ಈ ಹಿಂದಿನ ರೇಟಿಂಗ್ಗಳಲ್ಲಿ ಅಸಮ್ಮತಿ ಹೊಂದಿದ್ದ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಮಧ್ಯೆ ಒಮ್ಮತವು ಸ್ಟೇಟಸ್‌ಗಳಿಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ. ಇದರಿಂದ ಒಂದು ಬದಿಯ ರೇಟಿಂಗ್ಸ್ ತಡೆಯಲು ಸಹಾಯವಾಗುತ್ತದೆ."),
                n("a0c552ee", "ನಿಮ್ಮ ಪರಿಣಾಮವನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ"),
                n("a4e5ea3c", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ನೋಟ್ಸ್‌ಗೆ ರೇಟ್ ಮಾಡಿಲ್ಲ"),
                n("g9a28bde", "ಸಹಾಯ ಅಗತ್ಯವಿರುವ ನೋಟ್ಸ್‌ ಬ್ರೌಸ್ ಮಾಡಿ"),
                n("dc0046e2", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಹೋಮ್‌ ಬ್ರೌಸ್ ಮಾಡಿ"),
                n("fecae168", "ಅಲ್ಲಿ ಹೆಚ್ಚು ರೇಟಿಂಗ್ಸ್‌ ಅಗತ್ಯವಿರುವ ನೋಟ್ಸ್‌ ಕಾಣಿಸುತ್ತದೆ ಮತ್ತು ಅದಕ್ಕೆ ನೀವು ನೀಡುವ ರೇಟಿಂಗ್‌ ಗಮನಾರ್ಹ ಸಹಾಯ ಮಾಡಬಹುದು."),
                n("h525e29e", "ಹಲವು ಜನರಿಗೆ ಸಹಾಯಕವಾಗಬಹುದಾದ ನೋಟ್ಸ್‌ ಕಂಡುಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡಿ"),
                n("f6db7706", "ಉತ್ತಮ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ನೇರವಾಗಿ ಪೋಸ್ಟ್‌ನ ಕ್ಲೇಮ್‌ ಅನ್ನು ಪರಿಹರಿಸುತ್ತದೆ, ಸಹಾಯಕ ಮತ್ತು ಸ್ಪಷ್ಟ ಭಾಷೆಯಲ್ಲಿ ಅದನ್ನು ಬರೆಯಲಾಗಿರುತ್ತದೆ ಮತ್ತು ಭಾರಿ ಸಂಖ್ಯೆಯ ಜನರು ವಿಶ್ವಾಸಾರ್ಹ ಎಂದು ಭಾವಿಸುವ ಮೂಲಗಳನ್ನು ಸೇರಿಸುತ್ತದೆ."),
                n("f636b582", "ಸಹಾಯಕವಲ್ಲದ ನೋಟ್ಸ್‌ ಅನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡಿ"),
                n("f58f4f62", "ನೋಟ್ ಲೇಖಕರಿಗೆ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡುವ ಮೂಲಕ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅನ್ನು ಕಡಿಮೆ ಗುಣಮಟ್ಟದ ನೋಟ್ಸ್‌ ಸುಧಾರಣೆ ಮಾಡುತ್ತವೆ ಮತ್ತು ಅತ್ಯಂತ ಭರವಸೆದಾಯಕ ನೋಟ್ಸ್ ಮೇಲೆ ಗಮನ ಹರಿಸುವ ಮೂಲಕ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಗೆ ಅನುವು ಮಾಡುತ್ತವೆ."),
                n("cf30af22", "ನಿಮಗೆ ಗೊತ್ತೇ?"),
                n("d145b0fa", "ನೋಟ್ ಸ್ಟೇಟಸ್‌ಗಳು ಬಹುಮತದ ನಿಯಮದಲ್ಲಿ ಅನ್ವಯವಾಗುವುದಿಲ್ಲ. ಭಾರಿ ಸಂಖ್ಯೆಯ ಜನರಿಗೆ ಸಹಾಯಕ ಎಂದು ನೋಟ್‌ಗಳನ್ನು ಗುರುತಿಸಲು, ತಮ್ಮ ಈ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅಸಮ್ಮತಿ ಹೊಂದಿದ್ದ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳ ಮಧ್ಯೆ ಒಮ್ಮತವು ನೋಟ್ ಸ್ಟೇಟಸ್‌ಗಳಿಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ. ಇದರಿಂದ ಒಂದು ಬದಿಯ ರೇಟಿಂಗ್ಸ್ ತಡೆಯಲು ಸಹಾಯವಾಗುತ್ತದೆ."),
                n("c20a24cc", "ಅಭಿನಂದನೆಗಳು!"),
                n("d01b8fc8", "ನೀವು ಉನ್ನತ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಬರಹಗಾರರಾಗಿದ್ದೀರಿ."),
                n("jbe2ad46", 'ಹೆಚ್ಚಿನ ಬರವಣಿಗೆಯ ಪ್ರಭಾವವನ್ನು ಹೊಂದಿರುವ ಬರಹಗಾರರು ಮತ್ತು "ಸಹಾಯಕ" ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿರುವ ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದ ನೋಟ್ಸ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಪಡೆಯುತ್ತಾರೆ:'),
                n("d2dc3d4c", "ನೋಟ್ ಎಚ್ಚರಿಕೆಗಳಿಗೆ ಆದ್ಯತೆ"),
                n("heb73816", "ಉನ್ನತ ಬರಹಗಾರರ ನೋಟ್ ಪ್ರಸ್ತಾಪಗಳು ರೇಟರ್‌ನ ಗಮನವನ್ನು ಸೆಳೆಯಲು ಸೂಚನೆಗಳನ್ನು ಪ್ರಚೋದಿಸುವ ಸಾಧ್ಯತೆ ಹೆಚ್ಚು."),
                n("b760d51a", "ಅಲಿಯಾಸ್ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಬ್ಯಾಡ್ಜ್"),
                n("ief63e50", "ಉನ್ನತ ಬರಹಗಾರರನ್ನು ಅವರ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಬ್ಯಾಡ್ಜ್ ಮೂಲಕ ಗುರುತಿಸಬಹುದು."),
                n("jd6b88ca", "ಮಾಧ್ಯಮದ ಬಗ್ಗೆ ನೋಟ್ಸ್‌"),
                n("c39bdf5a", "ಉನ್ನತ ಬರಹಗಾರರು ಅನೇಕ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಮಾಧ್ಯಮದ ಕುರಿತು ನೋಟ್ಸ್ ಅನ್ನು ಬರೆಯಬಹುದು, ಹೆಚ್ಚಿನ ಜನರಿಗೆ ಉತ್ತಮ ಮಾಹಿತಿ ನೀಡಬಹುದು."),
                n("efb9a9e0", "ಇಲ್ಲಿ ಏನೂ ಕಾಣಿಸುತ್ತಿಲ್ಲ"),
                n("a1529ce7", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f07ed596", "X ನಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ಸಹಾಯಕ ನೋಟ್ಸ್ ಅನ್ನು ಗುರುತಿಸಲು ನಿಮ್ಮಂತಹ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಒಟ್ಟಾಗಿ ಸಹಾಯ ಮಾಡುತ್ತೀರಿ ಮತ್ತು ಜನರಿಗೆ ಮಾಹಿತಿಯುಕ್ತವಾಗಿರಲು ಸಹಾಯ ಮಾಡುತ್ತೀರಿ."),
                n("h2b5268a", "ಉತ್ತಮ ಸಾಧನೆ! ನಿಮ್ಮ ಇಂಪ್ಯಾಕ್ಟ್‌ ಹೆಚ್ಚಳವಾಗುವುದನ್ನು ಮುಂದುವರಿಸಲು ಇನ್ನಷ್ಟು ನೋಟ್ಸ್‌ ರೇಟ್ ಮಾಡಿ."),
                n("e86c87a0", "ಇನ್ನಷ್ಟು ನೋಟ್ಸ್ ರೇಟ್ ಮಾಡಿ"),
                n("ad98f836", "ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಇಂಪ್ಯಾಕ್ಟ್‌ ನೆಗೆಟಿವ್ ಆಗಿದೆ. ಚಿಂತಿಸಬೇಡಿ!"),
                n("e2d7c914", "ನೋಟ್ಸ್ ರೇಟ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಿ"),
                n("a5427624", "ಇನ್ನಷ್ಟು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳಿಂದ ರೇಟಿಂಗ್ಸ್ ಅಗತ್ಯವಿರುವ ನೋಟ್ಸ್‌ ಕಂಡುಕೊಳ್ಳಲು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಹೋಮ್‌ ಬ್ರೌಸ್ ಮಾಡಿ."),
                n("e227a7fa", "ನೋಟ್ ಸ್ಟೇಟಸ್‌ಗಳು ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಗಬಹುದು"),
                n("eda73c9c", "ನಿಮ್ಮ ರೇಟಿಂಗ್ಸ್ ಕೆಲವು ಬಾರಿ ನೋಟ್‌ನಲ್ಲಿನ ಸ್ಟೇಟಸ್ ಜೊತೆಗೆ ಅಸಮ್ಮತಿ ಹೊಂದಿರಬಹುದು. ಅದೊಂದು ಸಮಸ್ಯೆಯಲ್ಲ! ಹೆಚ್ಚು ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಒಪ್ಪಿದರೆ, ಸ್ಟೇಟಸ್ ಬದಲಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಇಂಪ್ಯಾಕ್ಟ್‌ ಬದಲಾಗುತ್ತದೆ."),
                n("cfa3b664", "ನೀವು ಈಗ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅನ್ನು ಬರೆಯಬಹುದು!"),
                n("j44125ee", "ಈ ಕೊಡುಗೆದಾರರು ಯಾವುದೇ ಟಿಪ್ಪಣಿಗಳನ್ನು ಇನ್ನೂ ಬರೆದಿಲ್ಲ."),
                n("da55067c", "ಈ ಸ್ಪೇಸ್ ಅನ್ನು ನಂತರ ಪರಿಶೀಲಿಸಿ!"),
                n("f893c3b8", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಸೇರಿ"),
                n("a701795c", "ಇನ್ನೂ ಯಾವುದೇ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಇಲ್ಲ"),
                n("db08295e", "ಸೇರಲು ಬಯಸಿದ್ದೀರಾ?"),
                n("ha275800", "ನೀವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಪ್ರಯೋಗ ಪ್ರೋಗ್ರಾಮ್‌ನ ಭಾಗವಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. ಜನರು ಹೆಚ್ಚು ಮಾಹಿತಿಯುಕ್ತವಾಗಿರಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ ಈಗಲೇ ಸೇರಿ."),
                n("ce0a213a", "ಒಂದು ಟಿಪ್ಪಣಿ ರಚಿಸಲು, ಯಾವುದೇ ಪೋಸ್ಟ್‌ನ ಮೆನುವಿನಲ್ಲಿ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಐಕಾನ್ ಆಯ್ಕೆ ಮಾಡಿ. ನೀವು ರಚಿಸುವ ಟಿಪ್ಪಣಿಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("c87f3cf8", "ಟಿಪ್ಪಣಿ"),
                n("a5b19492", "ಈ ಟಿಪ್ಪಣಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ"),
                n("c21d1b2a", "ತಮ್ಮ ಹಿಂದಿನ ರೇಟಿಂಗ್‌ಗಳಿಗೆ ಕೆಲವು ಬಾರಿ ಜನರು ಅಸಮ್ಮತಿ ಹೊಂದುವುದೂ ಸೇರಿದಂತೆ ಸಾಕಷ್ಟು ಕೊಡುಗೆದಾರರಿಂದ ಸಮ್ಮತಿಯನ್ನು ಆಧರಿಸಿ ಸಹಾಯಕ ಅಥವಾ ಸಹಾಯಕವಲ್ಲ ಎಂಬ ಸ್ಟೇಟಸ್ ಅನ್ನು ಟಿಪ್ಪಣಿಗಳು ತಲುಪುತ್ತವೆ. ವಿಶಾಲ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಜನರಿಗೆ ಟಿಪ್ಪಣಿಗಳು ಸಹಾಯಕವಾಗಲು ಇದು ಸಹಾಯ ಮಾಡುತ್ತವೆ ಮತ್ತು ಒಂದು ಬದಿಯ ರೇಟಿಂಗ್‌ಗಳನ್ನು ತಡೆಯುತ್ತವೆ."),
                n("c7b59cde", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("c8be1d0d", "ಹೆಚ್ಚಿನದನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ."),
                n("a5a2330c", "ಅದೇ ಮಾಧ್ಯಮದೊಂದಿಗೆ ಪೋಸ್ಟ್‌ಗಳು"),
                n("ad071b5c", "ಅದೇ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಪೋಸ್ಟ್‌ಗಳು"),
                n("b92967c0", "ಈ ಟಿಪ್ಪಣಿ ಮಾಧ್ಯಮದ ಟಿಪ್ಪಣಿ ಅಲ್ಲ"),
                n("i92fddce", "ಸಾಕಷ್ಟು ಜನರು ಅದನ್ನು ಒಪ್ಪಿಕೊಂಡರೆ ಕೆಳಗಿನ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ನೋಟ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."),
                n("f5ce7a00", "ಈ ಮಾಧ್ಯಮ ಪೋಸ್ಟ್ ಇನ್ನೂ ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("e1288bdc", "ನೋಟ್‌ಗೆ ಸಹಾಯ ಬೇಕಿರುವಾಗ ಅಲರ್ಟ್‌ಗಳು"),
                n("ca14eab4", "ಕಮ್ಯುನಿಟಿ ನೋಟ್‌ಗೆ ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಅಗತ್ಯವಿರುವಾಗ ಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ."),
                n("gb2bc3d0", "ನಾನು ಸಕ್ರಿಯ 🔥"),
                n("c35ebcd2", "ನಾನು ಸಹಾಯ ಮಾಡಬಹುದಾದಷ್ಟು - ದಿನಕ್ಕೆ ಕೆಲವು"),
                n("ba165b3c", "ಆಗಾಗ್ಗೆ"),
                n("g72e2a58", "ಪ್ರತಿ ವಾರ ಕೆಲವು ಅಲರ್ಟ್‌ಗಳು"),
                n("idd249e0", "ಕೆಲವು ಬಾರಿ"),
                n("if2e01ee", "ಪ್ರತಿ ತಿಂಗಳು ಕೆಲವು ಅಲರ್ಟ್‌ಗಳು"),
                n("fdaeaab8", "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸುವಲ್ಲಿ ದೋಷವಿದೆ, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("db4e443a", "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ."),
                n("dc11636c", "ನೀವು ಮಾತನಾಡುವ ಭಾಷೆಗಳು"),
                n("fae059c6", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ತೊರೆಯಿರಿ"),
                n("ed37123a", "ನೀವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ತೊರೆಯುತ್ತಿರುವಿರಿ"),
                n("c1a554a2", "ನೀವು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದದ್ದು ಇಲ್ಲಿದೆ:"),
                n("j59355fe", "ಹೊಸ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅನ್ನು ಬರೆಯಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("c23420ec", "X ನಲ್ಲಿನ ನಿಮ್ಮ ಚಟುವಟಿಕೆಗೆ ಸಂಬಂಧಿಸದ ಹೊರತು, ಸಮುದಾಯ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ನಿಂದ ನೀವು ಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ."),
                n("c76031ee", "ನಿಮ್ಮ ಅನಾಮಧೇಯ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಪ್ರೊಫೈಲ್ ಮತ್ತು ಹಿಂದಿನ ಸಲ್ಲಿಕೆಗಳು ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುತ್ತವೆ. ನೀವು ಇನ್ನೂ ನಿಮ್ಮ ನೋಟ್ಸ್‌ ಅನ್ನು ನೋಡಲು ಮತ್ತು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("be4f9106", "ನೀವು 90 ದಿನಗಳ ನಂತರ ಪುನಃ ಸೇರಿಕೊಳ್ಳಬಹುದು."),
                n("hf68e810", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಎಂಬುದು ಉತ್ತಮ ಮಾಹಿತಿಯುಕ್ತ ವಿಶ್ವವನ್ನು ನಿರ್ಮಿಸುವ ಉದ್ದೇಶ ಹೊಂದಿದ ಪ್ರೋಗ್ರಾಮ್ ಆಗಿದೆ. ತಪ್ಪುದಾರಿಗೆಳೆಯಬಹುದಾದ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಸಹಾಯಕ ನೋಟ್ಸ್ ಅನ್ನು ಸಹಭಾಗಿತ್ವದಲ್ಲಿ X  ಗೆ ಜನರು ಸೇರಿಸಲು ಅನುವು ಮಾಡುತ್ತದೆ."),
                n("jdb52860", "ಕೊಡುಗೆದಾರರು ಟಿಪ್ಪಣಿಗಳನ್ನು ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ರೇಟ್ ಮಾಡುತ್ತಾರೆ"),
                n("c104025c", "ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು X ನಲ್ಲಿ ಜನರೇ ಆಗಿರುತ್ತಾರೆ. ಇವರು ಟಿಪ್ಪಣಿಗಳನ್ನು ಬರೆಯಲು ಮತ್ತು ರೇಟ್‌ ಮಾಡಲು ನೋಂದಣಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ. ಹೆಚ್ಚು ಜನರು ಭಾಗವಹಿಸಿದಷ್ಟೂ, ಪ್ರೋಗ್ರಾಮ್‌ ಹೆಚ್ಚು ಉತ್ತಮವಾಗುತ್ತದೆ."),
                n("j7872b8c", "ಸಹಾಯಕ ಎಂದು ಜನರು ಕಂಡುಕೊಳ್ಳುವ ಟಿಪ್ಪಣಿಗಳು ಮಾತ್ರ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ"),
                n("fb59415e", "ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಸಂದರ್ಭವಾಗಿ ಸಾರ್ವಜನಿಕವಾಗಿ ತೋರಿಸುವುದಕ್ಕಾಗಿ, ವಿಭಿನ್ನ ದೃಷ್ಟಿಕೋನದ ಜನರಿಂದ ಸಾಕಷ್ಟು ಜನರು ಸಹಾಯಕ ಎಂದು ಟಿಪ್ಪಣಿಯನ್ನು ರೇಟ್ ಮಾಡಬೇಕು. ತಾರತಮ್ಯ ಮತ್ತು ದುರ್ಬಳಕೆಯನ್ನು ತಡೆಯಲು ಈ ವಿಧಾನವು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಮತ್ತು ಟಿಪ್ಪಣಿಗಳನ್ನು ಹೆಚ್ಚು ಜನರು ಸಹಾಯಕ ಎಂದು ಗುರುತಿಸಲು ಸಹಾಯವಾಗುತ್ತದೆ."),
                n("f9a44022", "ಏನು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ ಎಂಬುದನ್ನು X, ಕಂಪನಿ ಆಯ್ಕೆ ಮಾಡುವುದಿಲ್ಲ: ಜನರೇ ಆಯ್ಕೆ ಮಾಡುತ್ತಾರೆ"),
                n("gdf4fbb2", "ಟಿಪ್ಪಣಿಗಳನ್ನು X, ಕಂಪನಿ ಬರೆಯುವುದಿಲ್ಲ, ರೇಟ್ ಮಾಡವುದಿಲ್ಲ ಅಥವಾ ಮಾಡರೇಟ್ ಮಾಡುವುದಿಲ್ಲ (X ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸದಿದ್ದರೆ). ಜನರು ಹೆಚ್ಚು ಮಾಹಿತಿಯುತವಾಗಿರುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡುವ ನಿಟ್ಟಿನಲ್ಲಿ ಈ ಆಯ್ಕೆಗಳನ್ನು ಒಟ್ಟಾಗಿ ಮಾಡುವುದಕ್ಕಾಗಿ ಜನರಿಗೆ ಅಭಿಪ್ರಾಯ ವ್ಯಕ್ತಪಡಿಸಲು ಅವಕಾಶ ನೀಡುವುದು ಮಾಹಿತಿ ಸೇರಿಸುವ ಪರಿಣಾಮಕಾರಿ ವಿಧಾನ ಎಂದು ನಾವು ನಂಬಿದ್ದೇವೆ."),
                n("cc720e6a", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅನ್ನು ಡೇಟಾ ಪಾರದರ್ಶಕತೆಯ ಮೇಲೆ ನಿರ್ಮಿಸಲಾಗಿದೆ"),
                n("j2fcd33a", "ಈವರೆಗಿನ ಕೊಡುಗೆಗಳನ್ನು ಡೇಟಾ ಒಳಗೊಂಡಿದೆ"),
                n("d4a6b322", "ಎಲ್ಲ ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಡೇಟಾವನ್ನು ಇಲ್ಲಿ ನಿತ್ಯ ಪ್ರಕಟಿಸಲಾಗುತ್ತದೆ. ಡೇಟಾ ವಿಶ್ಲೇಷಣೆ ಮಾಡಲು, ಸಮಸ್ಯೆಗಳನ್ನು ಗುರುತಿಸಲು ಮತ್ತು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅನ್ನು ಉತ್ತಮವಾಗಿಸುವ ಅವಕಾಶಗಳನ್ನು ಗುರುತಿಸಲು ಮುಕ್ತ ಪ್ರವೇಶವನ್ನು ಜನರು ಹೊಂದಿದ್ದಾರೆ. ನಾವು ನಿಮ್ಮೊಂದಿಗೆ ಕಲಿಯಲು ನಿರೀಕ್ಷಿಸುತ್ತಿದ್ದೇವೆ."),
                n("c359263a", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಡೇಟಾ ಬಳಕೆ ಮತ್ತು ವಿಶ್ಲೇಷಣೆ ಮಾಡುವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯಿರಿ "),
                n("b8a27fe2", "ನಮ್ಮ ಮಾರ್ಗದರ್ಶಿಯಲ್ಲಿ"),
                n("j1c99e00", "ಟಿಪ್ಪಣಿ ಡೇಟಾ"),
                n("i6f69314", "ರೇಟಿಂಗ್ಸ್‌ ಡೇಟಾ"),
                n("b7e4c114", "ಟಿಪ್ಪಣಿ ಸ್ಟೇಟಸ್ ಇತಿಹಾಸ ಡೇಟಾ"),
                n("d7f19114", "ಬಳಕೆದಾರರ ನೋಂದಣಿ ಸ್ಟೇಟಸ್ ಡೇಟಾ"),
                n("b6008808", "ಟಿಪ್ಪಣಿ ವಿನಂತಿ ಡೇಟಾ"),
                n("h786cd7a", "ಟಿಪ್ಪಣಿಗಳ ಡೇಟಾ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ"),
                n("d0fe8052", "ರೇಟಿಂಗ್‌ನ ಡೇಟಾ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ"),
                n("c0427f94", "ಟಿಪ್ಪಣಿ ಸ್ಟೇಟಸ್‌ ಇತಿಹಾಸ ಡೇಟಾ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ"),
                n("g880d8c0", "ಬಳಕೆದಾರರ ನೋಂದಣಿ ಸ್ಟೇಟಸ್ ಡೇಟಾ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ"),
                n("ab1b3d38", "ಟಿಪ್ಪಣಿ ವಿನಂತಿ ಡೇಟಾ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ"),
                n("c43fb933", "X ಡೆವಲಪರ್ ಕರಾರು ಮತ್ತು ನೀತಿಗೆ"),
                n("af781666", "ಜನರು ಏನು ಯೋಚಿಸುತ್ತಾರೆ?"),
                n("a1f414ee", "ಆಲೋಚನೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("ed88e742", "ವಿಷಯಕ್ಕೆ ಲಿಂಕ್ ನಕಲಿಸಿ"),
                n("h92fe1be", "ದುರಾದೃಷ್ಟವಶಾತ್‌, ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಈ ಸಮಯದಲ್ಲಿ ನಿಮಗೆ ಲಭ್ಯವಿಲ್ಲ."),
                n("f0dc1434", "ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಪ್ರಸ್ತುತ ಯು.ಎಸ್‌ನಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ."),
                n("f8fc0b48", "ಫೋಲ್ಡರ್ ರಚಿಸಿ"),
                n("c14bcdde", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಹುಡುಕಿ"),
                n("e9c65c4a", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳ ಹುಡುಕಾಟ"),
                n("b92a21d9", function (e) {
                    return e.query + " ಗೆ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ";
                }),
                n("f191a2ba", "ಶೋಧ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು"),
                n("a068008a", "ಫೋಲ್ಡರ್‌ಗಳು ಇದೀಗ ಲೋಡ್ ಆಗುತ್ತಿಲ್ಲ"),
                n("f075b0e8", "ಫೋಲ್ಡರ್ ಸಂಪಾದಿಸಿ"),
                n("beba2a0e", "ಹೊಸ ಬುಕ್‌ಮಾರ್ಕ್‌ ಫೋಲ್ಡರ್ ರಚಿಸಿ"),
                n("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + " ಗೆ ಉಳಿಸಲಾಗಿದೆ";
                }),
                n("h18f86a4", "ಫೋಲ್ಡರ್ ಅಳಿಸಿ"),
                n("f4ea967a", "ಫೋಲ್ಡರ್‌ ಅಳಿಸಲಾಗಿದೆ");
            n("b670aa62", "ಫೋಲ್ಡರ್ ಹೆಸರು"),
                n("aece5462", "ಫೋಲ್ಡರ್ ಹೆಸರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲ್ಪಟ್ಟಿದೆ"),
                n("e3299b94", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ಒಂದು ನಿಮಿಷದ ನಂತರ ಆ ಫೋಲ್ಡರ್ ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("c09ea714", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ಒಂದು ನಿಮಿಷದ ನಂತರ ಆ ಫೋಲ್ಡರ್ ಅಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("gee78816", "ಬುಕ್‌ಮಾರ್ಕ್‌ ಫೋಲ್ಡರ್ ಹೆಸರುಗಳು 25 ಅಕ್ಷರಗಳನ್ನು ದಾಟಬಾರದು."),
                n("h9a5daa2", "ಫೋಲ್ಡರ್ ಅಳಿಸುವುದೇ?"),
                n("ac9d5f56", 'ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಇನ್ನು ಇನ್ನೂ "ಎಲ್ಲ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು" ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಉಳಿಸಲಾಗುತ್ತದೆ.'),
                n("i6e7e298", "ರಚಿಸಿ"),
                n("a0ea2fa6", "ಹೆಸರಿನ ಕ್ಷೇತ್ರ ಖಾಲಿ ಇರುವಂತಿಲ್ಲ"),
                n("eec37eac", "ಆ ಹೆಸರು ಹೊಂದಿರುವ ಬುಕ್‌ಮಾರ್ಕ್ ಫೋಲ್ಡರ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ"),
                n("fce0c59e", "ಆನಿಮೇಶನ್ JSON ಪಾರ್ಸ್‌ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ಆನಿಮೇಶನ್‌ ಫೈಲ್‌ನಲ್ಲಿ JSON ಫಾರ್ಮ್ಯಾಟ್ ಅನ್ನು ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("g0eea6c2", "ಆನಿಮೇಶನ್‌ JSON ಫೈಲ್‌ ಓದಲು ವಿಫಲವಾಗಿದೆ. ಪುನಃ ಫೈಲ್‌ ತೆರೆಯಲು ದಯವಿಟ್ಟು ಪ್ರಯತ್ನಿಸಿ."),
                n("ae58026a", "  ಪೂರ್ವವೀಕ್ಷಣೆಗೆ Branded Like .json ಫೈಲ್‌ ತೆರೆಯಿರಿ"),
                n("hd0bc1eb", function (e) {
                    return e.name + " ಅವರು ಲೈವ್ ಆಗಿದ್ದಾರೆ";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " ಅವರು ಲೈವ್ ಆಗಿದ್ದರು";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " ಲೈವ್ ಆಗಿಲ್ಲ";
                }),
                n("d39d46c4", "ಶೀರ್ಷಿಕೆಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ. ಬದಲಾವಣೆಗಳು ಕಾಣಿಸಿಕೊಳ್ಳಲು 30 ಸೆಕೆಂಡುಗಳವರೆಗೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("e44095a5", function (e) {
                    return e.timestamp + " ಆರಂಭವಾಗಿದೆ";
                }),
                n("j83f29dd", function (e) {
                    return e.timestamp + " ಮುಕ್ತಾಯಗೊಂಡಿದೆ";
                }),
                n("daca8a2c", "ಡಾಕ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ"),
                n("e3aac82a", "ಪ್ರಸಾರವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("i0ed3f4e", "ಈವೆಂಟ್ ಇಮೇಜ್"),
                n("cbae35fa", "ಪ್ರಸಾರ ವರದಿ ಮಾಡಿ"),
                n("fd12ab58", "ಸಂಗ್ರಹದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("a226497c", "ಹೊಸ ಸಮುದಾಯ ರಚಿಸಿ"),
                n("d7346632", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಸಮುದಾಯಕ್ಕೆ ಸೇರಿಲ್ಲ"),
                n("b732a4cc", "ನೀವು ಸೇರಿದಾಗ, ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣುತ್ತೀರಿ."),
                n("hff48914", "ಈ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("hb52cc4a", "ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("e50e1bb0", "ಸಮುದಾಯಗಳಿಗೆ ಸ್ವಾಗತ"),
                n("i6829daa", "ಸಮುದಾಯಗಳು ಎಂದರೆ ಮಾಡರೇಟ್ ಮಾಡಿದ ಚರ್ಚೆ ಸಮೂಹಗಳಾಗಿದ್ದು, X ನಲ್ಲಿ ಜನರು ಸಂಪರ್ಕ ಸಾಧಿಸಬಹುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಬಹುದು"),
                n("fc5c6914", "ನಿಮ್ಮ ಆಸಕ್ತಿಗಳೊಂದಿಗೆ ಇತರರನ್ನು ಭೇಟಿ ಮಾಡಿ"),
                n("aa1a9820", "ನಿಮ್ಮ ಆಸಕ್ತಿಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವ ಜನರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಮುದಾಯಗಳನ್ನು ಸೇರಿ."),
                n("edef4c82", "ಸಮುದಾಯಕ್ಕೆ ನೇರವಾಗಿ ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("a7640df6", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಮುದಾಯದ ಸದಸ್ಯರು ಮತ್ತು ನಿಮ್ಮ ಹಿ೦ಬಾಲಕರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ."),
                n("h3bb8068", "ಅಗತ್ಯವಿದ್ದಾಗ ಬ್ಯಾಕಪ್ ಪಡೆದುಕೊಳ್ಳಿ"),
                n("a709f8f8", "ಸಮುದಾಯಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಸಂವಾದಗಳು ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿರಲು ಅಡ್ಮಿನ್‌ಗಳು ಮತ್ತು ಮಾಡರೇಟರ್‌ಗಳು ಸಹಾಯ ಮಾಡುತ್ತಾರೆ."),
                n("c8d33380", "ಹೊಸ ಐಟಂಗಳು"),
                n("cb6adb10", "ಸಮುದಾಯಗಳನ್ನು ಶೋಧಿಸಿ"),
                n("df362964", "ಸಮುದಾಯಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " ಹೊಸತು ಪೋಸ್ಟ್" + f(e.newTweets, "", "‌ಗಳು");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " ವರದಿ" + f(e.reportedTweets, "", "ಗಳು");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " ವಿನಂತಿ" + f(e.memberRequests, "", "ಗಳು");
                }),
                n("a2118086", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ವಿಂಗಡಿಸಿ"),
                n("hb01fe46", "ನೀವು ಸೇರಿದಾಗ, ಅವುಗಳನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣುತ್ತೀರಿ."),
                n("c170a564", "ನೀವು ನಮೂದಿಸಿದ ಯಾವುದೇ ಪದವು ಯಾವುದೇ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಲಿಲ್ಲ. ವಿಭಿನ್ನ ಶೋಧ ಪದವನ್ನು ಪ್ರಯತ್ನಿಸಿ."),
                n("cbd1aef8", "ಸಮುದಾಯಗಳು ಮತ್ತು ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕಿ"),
                n("fbf01e52", "ಸಮುದಾಯಗಳನ್ನು ಹುಡುಕಿ"),
                n("c8a6499c", "ಸಮುದಾಯ ಪೋಸ್ಟ್‌ಗಳ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು"),
                n("af05a978", "ನೀವು ಟೈಪ್ ಮಾಡುತ್ತಿದ್ದ ಹಾಗೆಯೇ ಶೋಧ ಫಲಿತಾಂಶಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("eb4d2cd0", "ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("a8ecdb4c", "ಸಮುದಾಯದ ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು"),
                n("dc6ce7b4", "ಸದಸ್ಯರು"),
                n("ga2aa43c", "ಮಾಡರೇಟರ್‌ಗಳು"),
                n("b139b54a", "ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಿ"),
                n("cf4898a0", "ಜನರಿಗಾಗಿ ಹುಡುಕಿ"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + " ಪ್ರೊಫೈಲ್ ನೋಡಿ";
                }),
                n("e585d844", "ಮಾಡರೇಟರ್‌ ತಂಡಕ್ಕೆ ಸೇರಿಸಿ"),
                n("cab7c6f8", "ಮಾಡರೇಟರ್‌ ತಂಡಕ್ಕೆ ಸೇರಿಸುವುದೇ?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " ಅವರು ಈಗ ಮಾಡರೇಟರ್ ಆಗಿದ್ದಾರೆ.";
                }),
                n("f348a395", function (e) {
                    return "ಈಗ ಮಾಡರೇಟರ್‌ ತಂಡಕ್ಕೆ @" + e.screenName + " ಅವರನ್ನು ನಾವು ಸೇರಿಸಲಾಗದು. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("c3a1aebe", "ಮಾಡರೇಟರ್ ತಂಡದಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("c273c8a6", "ಮಾಡರೇಟರ್‌ ತಂಡಿದಂದ ತೆಗೆದುಹಾಕುವುದೇ?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " ಇನ್ನು ಮಾಡರೇಟರ್ ಆಗಿರುವುದಿಲ್ಲ.";
                }),
                n("a5808125", function (e) {
                    return "ಈಗ ಮಾಡರೇಟರ್ ತಂಡದಿಂದ @" + e.screenName + " ಅವರನ್ನು ನಾವು ತೆಗೆದುಹಾಕಲಾಗದು. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("a51d671b", function (e) {
                    return "ಸಮುದಾಯದಿಂದ @" + e.screenName + " ಅನ್ನು ನಿಷೇಧಿಸಿ";
                }),
                n("cdd87524", "ಇಲ್ಲಿ ಇನ್ನೂ ಯಾರೂ ಇಲ್ಲ"),
                n("cca51910", "ಈ ಸಮುದಾಯಕ್ಕೆ ಜನರು ಸೇರಿದಾಗ, ಅವರು ನಿಮಗೆ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತಾರೆ."),
                n("c9d56b72", "ನಿಮ್ಮ ಸಮುದಾಯದ ಬಗ್ಗೆ ನಮಗೆ ಸ್ವಲ್ಪ ಹೇಳಿ. ಈ ವಿವರಗಳನ್ನು ನೀವು ನಂತರ ಎಂದಾದರೂ ಬದಲಾಯಿಸಬಹುದು."),
                n("c1ad5a12", "ನಿಮ್ಮ ಹೊಸ ಸಮುದಾಯವನ್ನು ರಚಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("f713fbd2", "ಸದಸ್ಯತ್ವ"),
                n("d1fa71fc", "ಅನುಮೋದನೆ ಪ್ರಶ್ನೆ (ಐಚ್ಛಿಕ)"),
                n("a0a16d38", "ಸಮುದಾಯಕ್ಕೆ ಯಾರು ಬೇಕಾದರೂ ಸೇರಬಹುದು ಮತ್ತು/ಅಥವಾ ಆಹ್ವಾನಿಸಲ್ಪಡಬಹುದು."),
                n("ce0523a8", "ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ"),
                n("i1aad6ec", "ಸೇರಲು ಜನರು ಕೇಳಬೇಕು ಮತ್ತು ಮಾಡರೇಟರ್ ತಂಡವು ಆ ವಿನಂತಿಗಳನ್ನು ಸಮ್ಮತಿಸಬೇಕು. ಮಾಡರೇಟರ್ ತಂಡವು ಆಹ್ವಾನಿಸಿದ ಜನರನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುಮೋದಿಸಲಾಗುತ್ತದೆ."),
                n("c85960a0", "ಆಹ್ವಾನಗಳನ್ನು ನೀಡಲು ಸದಸ್ಯರಿಗೆ ಅನುಮತಿಸಿ"),
                n("ca373cd2", "ಪ್ರಸ್ತುತ ಸದಸ್ಯರಿಂದ ಆಹ್ವಾನಿಸಿದ ಜನರನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುಮೋದಿಸಲಾಗುತ್ತದೆ."),
                n("dfdcc6b4", "ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ಯಾರು ಸೇರಬಹುದು ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಿ. X ನಲ್ಲಿ ಎಲ್ಲರಿಗೂ ಎಲ್ಲ ಸಮುದಾಯಗಳೂ ಕಾಣಿಸುತ್ತವೆ ಎಂಬುದನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ."),
                n("h3e55b40", "ಸಮುದಾಯದ ಹೆಸರು"),
                n("dd71d9c9", function (e) {
                    return "ಹೆಸರುಗಳು " + e.minCharacterCount + " ಮತ್ತು " + e.maxCharacterCount + " ಅಕ್ಷರಗಳ ಮಧ್ಯೆ ಇರಬೇಕು ಮತ್ತು ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು ಅಥವಾ @ಬಳಕೆದಾರರ ಹೆಸರುಗಳನ್ನು ಒಳಗೊಂಡಿರಬಾರದು";
                }),
                n("cf65e56b", function (e) {
                    return "ಹೆಸರು " + e.minCharacterCount + " ಮತ್ತು " + e.maxCharacterCount + " ಅಕ್ಷರಗಳ ಒಳಗೆ ಇರಬೇಕು";
                }),
                n("d936eeca", "ಹೆಸರುಗಳಲ್ಲಿ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು ಅಥವಾ @ಬಳಕೆದಾರರ ಹೆಸರುಗಳು ಇರಬಾರದು."),
                n("e2df7cf2", "ಸಮುದಾಯದ ಉದ್ದೇಶ"),
                n("be9bb312", "ಬಲವಾದ ಉದ್ದೇಶವು ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ವಿವರಿಸುತ್ತದೆ ಮತ್ತು ಏನನ್ನು ನಿರೀಕ್ಷಿಸಬಹುದು ಎಂದು ಜನರಿಗೆ ತಿಳಿಸುತ್ತದೆ"),
                n("e988475f", function (e) {
                    return "ಉದ್ದೇಶವು " + e.minCharacterCount + " ಮತ್ತು " + e.maxCharacterCount + " ಅಕ್ಷರಗಳ ಒಳಗೆ ಇರಬೇಕು";
                }),
                n("gcddfba8", "ಅನುಮೋದನೆ ಪ್ರಶ್ನೆ"),
                n("hf86d862", "ಸೇರಿಕೊಳ್ಳಲು ಬಳಕೆದಾರರು ಕೋರಿದಾಗ, ಈ ಪ್ರಶ್ನೆಗೆ ಅವರು ಉತ್ತರಿಸಬಹುದು. ಅವರ ಉತ್ತರವು ಅವರ ಕೋರಿಕೆಯೊಂದಿಗೆ ತೋರಿಸಲ್ಪಡುತ್ತದೆ. ಪ್ರಶ್ನೆಯನ್ನು ಖಾಲಿ ಬಿಡುವ ಮೂಲಕ ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು."),
                n("i88b7305", function (e) {
                    return "ಪ್ರಶ್ನೆಯು " + e.maxCharacterCount + " ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆಯಾಗಿರಬೇಕುವಿಸ್ತರಿತ ಬಯೋ ರಚಿಸಿ";
                }),
                n("dce5e1b4", "ಅಡ್ಮಿನ್ ಟೂಲ್‌ಗಳು"),
                n("c5d8c93e", "ಮಾಡರೇಟರ್ ಪರಿಕರಗಳು"),
                n("c8c7f9fc", "ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ"),
                n("a87df2ee", "ಸಮುದಾಯ ನಿರ್ವಹಣೆ"),
                n("ee609174", "ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("ab19cdaa", "ಸ್ಪ್ಯಾಮ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("d755f47d", function (e) {
                    return e.count + " ಹೊಸತು ಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು") + " ಪರಿಶೀಲನೆಗಿದೆ";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " ಸದಸ್ಯ" + f(e.memberCount, "", "ರು");
                }),
                n("adfcc3ce", "ನಿಯಮಗಳನ್ನು ಸೇರಿಸಿ, ಅಳಿಸಿ ಅಥವಾ ಸಂಪಾದಿಸಿ"),
                n("d0330d9c", "ನಿಯಮಗಳನ್ನು ನೋಡಿ"),
                n("fd67f7c8", "ಸಮುದಾಯದ ಹೆಸರು, ಉದ್ದೇಶ ಮತ್ತು ಇನ್ನಷ್ಟನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("e7e31264", "ಸ್ಪ್ಯಾಮ್ ಫಿಲ್ಟರ್ ಮತ್ತು ವರದಿ ಪರಿಕರಗಳನ್ನು ಹೊಂದಿಸಿ"),
                n("gc00d212", "ಬೆಂಬಲ ಮತ್ತು ಸಂಪನ್ಮೂಲಗಳು"),
                n("g0cbfc50", "ಸಮುದಾಯ ಮಾಡರೇಟ್ ಮಾಡಲು ಉಪಯುಕ್ತ ಮಾರ್ಗಸೂಚಿ"),
                n("h6ebcfca", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಈ ಸಮುದಾಯವನ್ನು ತೋರಿಸಿ"),
                n("c0fa0634", "ನಿಮ್ಮ ಸಮುದಾಯದ ಸ್ಪಾಟ್‌ಲೈಟ್"),
                n("da035fd5", function (e) {
                    return "ಹೊಸ" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಾಯದ ಸ್ಪಾಟ್‌ಲೈಟ್"),
                n("b18e94b2", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಮುದಾಯವನ್ನು ತೋರಿಸಲು, ಪ್ರೇಕ್ಷಕರ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಆಕ್ಸೆಸ್‌ ಮಾಡಲು ಮತ್ತು ಇನ್ನಷ್ಟಕ್ಕಾಗಿ ಪ್ರೊಫೆಷನಲ್ ಪ್ರೊಫೈಲ್‌ಗೆ ಬದಲಿಸಿ."),
                n("dc716b1c", "ಸಮುದಾಯ ಪಟ್ಟಿ"),
                n("c3e2dda6", "ಸಮುದಾಯ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ ಅಥವಾ ತೆಗೆದುಹಾಕಿ"),
                n("a68bffdc", "ಸಮುದಾಯದ ಮೆಟ್ರಿಕ್‌ಗಳನ್ನು ನೋಡಿ"),
                n("c6ea29a2", "ಮಾಡರೇಶನ್ ತಂಡವನ್ನು ತೊರೆಯಿರಿ"),
                n("a6e13fac", "ಮಾಡರೇಟರ್ ತಂಡವನ್ನು ನೀವು ಖಚಿತವಾಗಿಯೂ ತೊರೆಯಲು ಬಯಸಿದ್ದೀರಾ?"),
                n("e538848c", "ಮಾಡರೇಶನ್‌ ಪರಿಕರಗಳಿಗೆ ನೀವು ಇನ್ನು ಪ್ರವೇಶ ಹೊಂದಿಲ್ಲ. ನೀವು ನಿಮ್ಮ ಮನಸನ್ನು ಬದಲಿಸಿದರೆ, ನಿಮ್ಮನ್ನು ಪುನಃ ಮಾಡರೇಟರ್ ಎಂಬುದಾಗಿ ಆಹ್ವಾನಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("j49e6aa2", "ಹೌದು, ನಾನು ತೊರೆಯಲು ಬಯಸಿದ್ದೇನೆ"),
                n("dde5f323", function (e) {
                    return e.count + " ಹೊಸತು ಸದಸ್ಯ ವಿನಂತಿ" + f(e.count, "", "ಗಳು") + " ಪರಿಶೀಲನೆಗಿದೆ";
                }),
                n("f5e0332a", "ವಯಸ್ಕರ ಕಂಟೆಂಟ್ (NSFW)"),
                n("e983404a", "ಪಿನ್ ಮಾಡಲಾದ ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳು"),
                n("j8af8eaa", "ಸದಸ್ಯತ್ವ ವಿಧ"),
                n("d5f01116", "ಉದ್ದೇಶ"),
                n("c2ff3c9e", "ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳು"),
                n("f4a98e9e", "ಸಮುದಾಯ ಮಾಹಿತಿ"),
                n("a43bed28", "ನಿಮ್ಮ ಸಮುದಾಯವು ವಯಸ್ಕ-ಸೂಕ್ಷ್ಮ ಕಂಟೆಂಟ್ ಅನ್ನು ಹೊಂದಿದ್ದರೆ ನೀವು ಈ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು. ಇದನ್ನು ಬಿಟ್ಟುಬಿಡುವುದರಿಂದ ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿನ ಎಲ್ಲಾ ವಯಸ್ಕ-ಸೂಕ್ಷ್ಮ ಕಂಟೆಂಟ್‌ಗಳ ಸ್ವಯಂಚಾಲಿತ ಫಿಲ್ಟರಿಂಗ್‌ಗೆ ಕಾರಣವಾಗುತ್ತದೆ."),
                n("ab1069de", "ಸಮುದಾಯವನ್ನು ಅಳಿಸಿ"),
                n("bbc91896", "ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗದು. ಪೋಸ್ಟ್ ಲೇಖಕರು ಇನ್ನೂ ತಮ್ಮದೇ ಆದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "ಸಮುದಾಯ ಬ್ಯಾನರ್"),
                n("ea965b82", "ಸಮುದಾಯ ಬ್ಯಾನರ್ ಎಡಿಟ್ ಮಾಡಿ"),
                n("j35d3ad6", "ತೆಗೆದುಹಾಕಿ ಮತ್ತು ಬದಲಿಸಿ"),
                n("f1e8fb22", "ನಿಮ್ಮ ಬ್ಯಾನರ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ಮತ್ತು ಡೀಫಾಲ್ಟ್ ಬ್ಯಾನರ್‌ನೊಂದಿಗೆ ಬದಲಿಸಲಾಗುತ್ತದೆ."),
                n("e405ec22", "ನಿಮ್ಮ ಬ್ಯಾನರ್ ಚಿತ್ರವನ್ನು ಉಳಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b7fb6bda", "ಚಿತ್ರ ಕ್ರಾಪ್ ಮಾಡಿ"),
                n("e71cdf4e", "ಥಂಬ್‌ನೇಲ್‌ ಕತ್ತರಿಸಿ"),
                n("ef199198", "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ"),
                n("ee10aa5a", "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ"),
                n("i307a7ca", "ಪಿನ್ ಮಾಡಲಾದ ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("dc6eca54", "ಹ್ಯಾಶ್ ಟ್ಯಾಗ್ ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ"),
                n("d27de326", "ಪ್ರತ್ಯೇಕ ಕಾಲರೇಖೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಾಯದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಂಘಟಿಸಲು ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಪಿನ್ ಮಾಡಿ"),
                n("d84cc77a", "ಇಲ್ಲಿ ಹ್ಯಾಶ್ ಟ್ಯಾಗ್ ಅನ್ನು ಟೈಪ್ ಮಾಡಿ"),
                n("d22e4cba", "ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು"),
                n("ca72a540", "ನೀವು ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ತಲುಪಿರುವಿರಿ"),
                n("bd96bf16", "ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳು ಕನಿಷ್ಠ 1 ಅಕ್ಷರ ಮತ್ತು ಗರಿಷ್ಠ 30 ಅಕ್ಷರಗಳ ಉದ್ದವನ್ನು ಹೊಂದಿರಬೇಕು"),
                n("j27623d4", "ಹ್ಯಾಶ್ ಟ್ಯಾಗ್‌ಗಳು ಸ್ಪೇಸ್‌ಗಳು ಅಥವಾ ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬಾರದು"),
                n("c5d1634e", "ಸರಿ, ನನಗೆ ಅರ್ಥವಾಯಿತು"),
                n("daedd9fa", "ಇದು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಯಾರು ಬೇಕಾದರೂ ಸೇರಲು ಅನುವು ಮಾಡುತ್ತದೆ. ಸೇರುವುದಕ್ಕೆ ಬಾಕಿ ಇರುವ ಎಲ್ಲ ವಿನಂತಿಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುಮತಿಸಲಾಗುತ್ತದೆ."),
                n("h3c0f1a2", "ಸಮುದಾಯದ ಹೆಸರನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("cb5e6510", "ನಿಮ್ಮ ಹೊಸ ಹೆಸರನ್ನು ಉಳಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("a8955490", "ಉದ್ದೇಶವನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("ced2292a", "ನಿಮ್ಮ ಉದ್ದೇಶ ವಿವರವನ್ನು ಉಳಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ba74c098", "ಪ್ರಶ್ನೆಯನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("bd3e0420", "ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಉಳಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b57baa7a", "ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("f8caab7a", "ಶಿಫಾರಸುಗಳು ಮತ್ತು ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ಬೂಸ್ಟ್ ಮಾಡಲು ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸೇರಿಸಿ."),
                n("f35a667a", "ಇಲ್ಲಿ ಹುಡುಕಾಟ ಟ್ಯಾಗ್ ಅನ್ನು ಟೈಪ್ ಮಾಡಿ"),
                n("b057d5c6", "ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು"),
                n("cc961258", "ನೀವು ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳನ್ನು ತಲುಪಿರುವಿರಿ"),
                n("df4aca88", "ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳು ಕನಿಷ್ಠ 1 ಅಕ್ಷರ ಮತ್ತು ಗರಿಷ್ಠ 30 ಅಕ್ಷರಗಳ ಉದ್ದವನ್ನು ಹೊಂದಿರಬೇಕು"),
                n("ie58fa58", "ಹುಡುಕಾಟ ಟ್ಯಾಗ್‌ಗಳು ಸ್ಪೇಸ್‌ಗಳು ಅಥವಾ ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬಾರದು"),
                n("hd176a01", function (e) {
                    return "ವಿಷಯವನ್ನು ಉಳಿಸಲಾಗಿದೆ! ಸಮುದಾಯದ ವಿಷಯ ಈಗ " + e.newTopicName;
                }),
                n("i39a43cc", "ಸಮುದಾಯದ ವಿಷಯವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("e81b196e", "ಹೊಸ ವಿಷಯವನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ"),
                n("c1f97ad4", "ವಿಷಯವನ್ನು ಸಂಪಾದಿಸಿ"),
                n("g908eb0c", "ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ಅನ್ವೇಷಿಸಲು ಇತರರಿಗೆ ಸುಲಭವಾಗಿಸಲು ವಿಷಯವನ್ನು ಸೇರಿಸಿ! ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸೂಕ್ತವಾದ ವಿಷಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("f18a8ca0", "ಸ್ಪ್ಯಾಮ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("c8bd5d42", "ಸ್ಪ್ಯಾಮ್ ಫಿಲ್ಟರ್ ಸಾಮರ್ಥ್ಯ"),
                n("gfeb40a2", "ಅನಗತ್ಯ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸ್ಪ್ಯಾಮ್ ಫಿಲ್ಟರ್‌ಗಳನ್ನು ವಿವಿಧ ಹಂತದ ಸೂಕ್ಷ್ಮತೆಗೆ ಸರಿಹೊಂದಿಸಬಹುದು."),
                n("h766865c", "X ಮೂಲಕ ಸ್ವಯಂ ವರದಿ"),
                n("fd1f413a", "ಆಯ್ದ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ಮಾಡರೇಟರ್‌ಗಳಿಗೆ ಸ್ವಯಂಚಾಲಿತ ವರದಿ. ಪೋಸ್ಟ್ಅ ನ್ನು ಒಮ್ಮೆ ಅನುಮೋದಿಸಿದ ನಂತರ, ಅದೇ ಲೇಖಕರ ನಂತರದ ಪೋಸ್ಟ್‌ಗಳನ್ನು X ನಿಂದ ವರದಿ   ಮಾಡಲಾಗುವುದಿಲ್ಲ."),
                n("b1ba5fb4", "ಸ್ಪ್ಯಾಮರ್ ಪತ್ತೆ"),
                n("ee195f28", "ಸ್ಪ್ಯಾಮ್ ಕೀಲಿಪದಗಳು"),
                n("cf276a82", "ಮಾಡರೇಟರ್‌ಗಳು ಅನುಮೋದಿಸುವವರೆಗೆ X ವರದಿ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ"),
                n("a8c4c3fe", "ಸ್ಪ್ಯಾಮ್ ನಡವಳಿಕೆಯ ಟ್ರ್ಯಾಕ್ ರೆಕಾರ್ಡ್‌ನೊಂದಿಗೆ ಬಳಕೆದಾರರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವರದಿ ಮಾಡಿ "),
                n("j8de95ec", "ಸ್ವಯಂಚಾಲಿತ ವರದಿಗಳನ್ನು ಪ್ರಚೋದಿಸುವ ಕೀಲಿಪದಗಳನ್ನು ನಮೂದಿಸಿ"),
                n("ie873142", "ಹೆಚ್ಚು"),
                n("a977afa2", "ಕಡಿಮೆ"),
                n("j715cb38", "ಕೀಲಿಪದಗಳನ್ನು ಎಡಿಟ್ ಮಾಡುವುದನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ"),
                n("b32ebbe8", "ಸಮುದಾಯ ಮಾಡರೇಟರ್‌ಗಳಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವರದಿ ಮಾಡಲು X ಗೆ ಕೀಲಿಪದಗಳನ್ನು ಸೇರಿಸಿ"),
                n("acde5366", "ಇಲ್ಲಿ ಕೀಲಿಪದವನ್ನು ಟೈಪ್ ಮಾಡಿ"),
                n("a5f66c34", "ಕೀಲಿಪದಗಳು ಅನನ್ಯವಾಗಿರಬೇಕು"),
                n("ea637914", "ನೀವು ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಕೀಲಿಪದಗಳನ್ನು ತಲುಪಿರುವಿರಿ"),
                n("fede6d3c", "ಕೀಲಿಪದಗಳು ಕನಿಷ್ಠ 1 ಅಕ್ಷರ ಮತ್ತು ಗರಿಷ್ಠ 30 ಅಕ್ಷರಗಳ ಉದ್ದವನ್ನು ಹೊಂದಿರಬೇಕು"),
                n("cc06e200", "ಕೀಲಿಪದಗಳು ಸ್ಪೇಸ್‌ಗಳು ಅಥವಾ ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬಾರದು"),
                n("d94edeb4", "ನಿಮ್ಮ ಸಮುದಾಯವು ಗರಿಷ್ಠ 10 ನಿಯಮಗಳನ್ನು ಹೊಂದಿರಬಹುದು. ಸ್ಪಷ್ಟ ನಿಯಮಗಳು ಗೌರವಯುತ ಭಾಗವಹಿಸುವಿಕೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತದೆ ಮತ್ತು ಸಂವಾದವನ್ನು ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿಡುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡುತ್ತವೆ."),
                n("j560c8ea", "ನಿಯಮ ಸೇರಿಸಿ"),
                n("a9ba79c0", "ಉತ್ತಮ ನಿಯಮಗಳು ಉತ್ತಮ ಸಮುದಾಯಗಳನ್ನು ಮಾಡುತ್ತದೆ"),
                n("h5482c7a", "ನಿಮ್ಮ ಸಮುದಾಯ ನಿಯಮಗಳನ್ನು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸಿ. ಅವು ಧ್ವನಿಯನ್ನು ನಿಗದಿಸುತ್ತವೆ ಮತ್ತು ನಿಮ್ಮ ಸದಸ್ಯರಿಂದ ಏನನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ತಿಳಿಯಲು ಅನುವು ಮಾಡುತ್ತದೆ."),
                n("d5033a7a", "ಉದಾಹರಣೆಗೆ, ವಿಷಯಕ್ಕೆ ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಬದ್ಧವಾಗಿರುವ ಸಂವಾದಗಳನ್ನು ನಡೆಸಲು ಬಯಸಿದ್ದೀರಾ? ಸ್ವಯಂ ಪ್ರಚಾರವನ್ನು ಅನುವು ಮಾಡಲಾಗಿದೆಯೇ? ಪ್ರಮಾಣ ವಚನ ಇದೆಯೇ?"),
                n("ee8c43a0", "ನೀವು ಹೆಚ್ಚು ಸ್ಪಷ್ಟವಾಗಿದ್ದಷ್ಟೂ, ನಂತರದಲ್ಲಿ ನೀವು ಮಾಡರೇಶನ್ ಮಾಡುವ ಪ್ರಮಾಣ ಕಡಿಮೆಯಾಗುತ್ತದೆ."),
                n("gaa3239a", "ನಿಮ್ಮ ಹೊಸ ನಿಯಮವನ್ನು ಉಳಿಸುವಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆ ಹೊಂದಿರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("a67445d6", "ನೀವು ಗರಿಷ್ಠ ಮಿತಿ ತಲುಪಿದ್ದೀರಿ"),
                n("fcbe0993", function (e) {
                    return "ಸಮುದಾಯಗಳು " + e.maxRuleCount + " ನಿಯಮಗಳವರೆಗೆ ಹೊಂದಿರಬಹುದು. ಹೊಸದನ್ನು ಸೇರಿಸಲು, ನೀವು ಈಗಾಗಲೇ ಹೊಂದಿರುವ ನಿಯಮವನ್ನು ನೀವು ಅಳಿಸಬೇಕು.";
                }),
                n("c66769a4", "ನಿಯಮ"),
                n("ef02695b", function (e) {
                    return "ನಿಯಮದ ಹೆಸರುಗಳು " + e.minCharacterCount + " ಮತ್ತು " + e.maxCharacterCount + " ಅಕ್ಷರಗಳ ಒಳಗೆ ಇರಬೇಕು";
                }),
                n("c8242020", "ವಿವರಣೆ (ಐಚ್ಛಿಕ)"),
                n("d32cf5e7", function (e) {
                    return "ವಿವರಣೆಯು ಗರಿಷ್ಠ " + e.maxCharacterCount + " ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬಹುದು";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "ಸಮುದಾಯಕ್ಕೆ ಹೇಳಲು ಮರೆಯಬೇಡಿ"),
                n("c1631260", "ನಿಯಮ ಬದಲಾವಣೆಗಳ ಬಗ್ಗೆ ಎಲ್ಲರಿಗೂ ಅಪ್‌ಡೇಟ್ ಮಾಡುವುದರಿಂದ ವಿಶ್ವಾಸ ನಿರ್ಮಾಣ ಮಾಡಲು ಸಹಾಯವಾಗುತ್ತದೆ."),
                n("d3190bde", "ಉಳಿಸಿದ ನಿಯಮ"),
                n("ifd6e91c", "ನಿಯಮ ರದ್ದು ಮಾಡಿ ಮತ್ತು ಎಡಿಟ್ ಮಾಡಿ"),
                n("h99020e0", "ನಿಯಮ ಎಡಿಟ್ ಮಾಡಿ"),
                n("f74a5adc", "ಸಮುದಾಯಗಳಿಗೆ ಕನಿಷ್ಠ ಒಂದು ನಿಯಮ ಅಗತ್ಯವಿದೆ. ನೀವು ಹೊಂದಿರುವುದನ್ನು ಎಡಿಟ್ ಮಾಡಬಹುದು ಅಥವಾ ಇನ್ನೊಂದು ನಿಯಮ ಸೇರಿಸಬಹುದು ಮತ್ತು ನಂತರ ಇದನ್ನು ಅಳಿಸಬಹುದು."),
                n("fbb0ed92", "ಈ ನಿಯಮ ಅಳಿಸಿ"),
                n("hed35472", "ಒಂದು ನಿಯಮ ಅಳಿಸುವುದು ಶಾಶ್ವತವಾಗಿರುತ್ತದೆ ಮತ್ತು ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗದು."),
                n("c8677446", "ನಿಯಮ ಅಳಿಸಿ"),
                n("c3a0d44e", "ಬದಲಿಗೆ ನಿಯಮವನ್ನು ರದ್ದು ಮಾಡಿ ಮತ್ತು ಎಡಿಟ್ ಮಾಡಿ"),
                n("d703ce9e", "ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ"),
                n("f21f023c", "ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸುವುದರಿಂದ ನೀವು ಕ್ಯುರೇಟ್ ಮಾಡಿದ ಸಂಬಂಧಿತ ವಿಷಯದೊಂದಿಗೆ ಫೀಡ್ ಅನ್ನು ಜನಪ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ಕೆಳಗಿನ ನಿಮ್ಮ ಪಟ್ಟಿಗಳಿಂದ ಒಂದನ್ನು ಆರಿಸಿ:"),
                n("gbc2cf50", "ನಿಮ್ಮ ಪಟ್ಟಿಗಳು"),
                n("ef9462fa", "ಯಾವುದೇ ಸಂಬಂಧಿತ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಲ್ಲವೇ?"),
                n("fcda89f4", "ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ X ನಲ್ಲಿ ಖಾತೆಗಳನ್ನು ಒಳಗೊಂಡ ಹೊಸ ಪಟ್ಟಿಯನ್ನು ರಚಿಸಿ. ನಿಮ್ಮ ಪಟ್ಟಿಯನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಇರಿಸಿ ಇದರಿಂದ ಅದು ಸಮುದಾಯಕ್ಕೆ ಗೋಚರಿಸುತ್ತದೆ."),
                n("c09609d8", "ಪಟ್ಟಿಯೊಂದನ್ನು ರಚಿಸಿ"),
                n("dfddd842", "ನೇರ ಸಂದೇಶದ ಮೂಲಕ ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " ಅವರನ್ನು ಈಗಾಗಲೇ ಆಹ್ವಾನಿಸಲಾಗಿದೆ";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " ಈಗಾಗಲೇ ಈ ಸಮುದಾಯದಲ್ಲಿದ್ದಾರೆ";
                }),
                n("h252ede6", "ನೀವು ಈಗಾಗಲೇ ಎಲ್ಲ ನಿಮ್ಮ ಆಹ್ವಾನಗಳನ್ನು ಬಳಸಿದ್ದೀರಿ."),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " ಅವರನ್ನು ಈಗ ಆಹ್ವಾನಿಸಲಾಗದು";
                }),
                n("i6568549", function (e) {
                    return "ನೀವು " + e.remaining_invite_count + " ಆಹ್ವಾನ" + f(e.remaining_invite_count, "", "ಗಳನ್ನು") + " ಬಾಕಿ ಹೊಂದಿದ್ದೀರಿ";
                }),
                n("b4f16d00", "ಆಹ್ವಾನಿಸಲು ಜನರನ್ನು ಹುಡುಕಿ"),
                n("ja1387a8", "ನಿಮ್ಮ ಹಿಂಬಾಲಕರು ಮತ್ತು ಎಲ್ಲರಿಂದಲೂ ನೇರ ಸಂದೇಶಗಳನ್ನು ಅನುಮತಿಸುವರನ್ನು ಮಾತ್ರ ಶೋಧ ಫಲಿತಾಂಶಗಳು ಒಳಗೊಂಡಿರುತ್ತವೆ."),
                n("ae85768c", "ನಿಮ್ಮ ಹಿಂಬಾಲಕರು ಮತ್ತು ಎಲ್ಲರಿಂದಲೂ ನೇರ ಸಂದೇಶಗಳನ್ನು ಅನುಮತಿಸುವರನ್ನು ಮಾತ್ರ ಶೋಧ ಫಲಿತಾಂಶಗಳು ಒಳಗೊಂಡಿರುತ್ತವೆ."),
                n("hb1e378e", "ಆಹ್ವಾನಿಸಲಾಗಿದೆ"),
                n("d710b60c", "ಸಮುದಾಯ ವಿಶ್ಲೇಷಣೆ"),
                n("c199e390", "ಹೊಸ ಪೋಸ್ಟ್‌ಗಳು"),
                n("b4f51cd6", "ಕಳೆದ ವಾರದಲ್ಲಿ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳ ಸಂಖ್ಯೆ"),
                n("g6f8325a", "ಹೊಸ ಸದಸ್ಯರು"),
                n("b2bb7276", "ಕಳೆದ ವಾರ ಸೇರಿದ ಸದಸ್ಯರ ಸಂಖ್ಯೆ"),
                n("e2172c92", "ಸಕ್ರಿಯ ಸದಸ್ಯರು"),
                n("fe1a9f68", "ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದ ಸದಸ್ಯರ ಸಂಖ್ಯೆ"),
                n("e989927e", "ಅನನ್ಯ ಪೋಸ್ಟರ್‌ಗಳು"),
                n("d1386a90", "ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದ ಸದಸ್ಯರ ಸಂಖ್ಯೆ"),
                n("abf609f2", "ಒಟ್ಟು ಸದಸ್ಯರು"),
                n("h2081878", "ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿರುವ ಒಟ್ಟು ಸದಸ್ಯರ ಸಂಖ್ಯೆ"),
                n("a3235cd6", "ಅನನ್ಯ ಭೇಟಿಗಳು"),
                n("g21e2a70", "ಕಳೆದ ವಾರದಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಭೇಟಿ ನೀಡಿದ twitter ಬಳಕೆದಾರರ ಸಂಖ್ಯೆ"),
                n("ied6bac2", "ಇಷ್ಟ ಲೆಕ್ಕ"),
                n("ced8d39a", "ಕಳೆದ ವಾರದಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿನ ಇಷ್ಟಗಳ ಸಂಖ್ಯೆ"),
                n("fb4f859c", "ಪ್ರತಿಕ್ರಿಯೆ ಲೆಕ್ಕ"),
                n("h5a41cce", "ಕಳೆದ ವಾರದಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿನ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಸಂಖ್ಯೆ"),
                n("i314218e", "ಕಳೆದ 7 ದಿನಗಳಿಗೆ ತೋರಿಸಿದ ಮೆಟ್ರಿಕ್‌ಗಳು. ನವೀಕರಿಸಲಾಗಿದೆ "),
                n("addbb11e", "ಯಾವುದೇ ಹೊಸ ಸದಸ್ಯತ್ವ ವಿನಂತಿಗಳಿಲ್ಲ"),
                n("c38131de", "ನೀವು ಎಲ್ಲವನ್ನೂ ಮುಗಿಸಿದ್ದೀರಿ. ಹೊಸ ವಿನಂತಿಗಳು ಬಂದಾಗ, ಅವುಗಳು ಇಲ್ಲಿ ನಿಮಗೆ ಕಾಣಿಸುತ್ತವೆ."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಅನುಮೋದಿಸಲಾಗಿದೆ ಮತ್ತು ಈಗ ಅವರು ನಿಮ್ಮ ಸಮುದಾಯದ ಸದಸ್ಯರು";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ ಮತ್ತು ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸೇರಲಾಗದು";
                }),
                n("jd8aae9d", function (e) {
                    return "ನಾವು ಸದ್ಯಕ್ಕೆ @" + e.screenName + " ಅನುಮತಿಸಲಾಗದು ಎಂದು ತೋರುತ್ತದೆ. ದಯವಿಟ್ಟು ಪುನಃ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("i580e149", function (e) {
                    return "ನಾವು @" + e.screenName + " ನಿರಾಕರಿಸಲಾಗದು ಎಂದು ತೋರುತ್ತದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.";
                }),
                n("b4a38e4e", "ನೀವು ಈ ವ್ಯಕ್ತಿಯನ್ನು ತಡೆಹಿಡಿದಿದ್ದೀರಿ. ಸದಸ್ಯತ್ವವನ್ನು ಅನುಮೋದಿಸಿದರೆ, ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಲು ಅವರನ್ನು ನೀವು ತಡೆತೆರವು ಮಾಡಬೇಕು."),
                n("f0956736", "ಈ ವ್ಯಕ್ತಿಯನ್ನು ನೀವು ಸದ್ದಡಗಿಸಿದ್ದೀರಿ. ಅವರ ಸದಸ್ಯತ್ವವನ್ನು ನೀವು ಅನುಮೋದಿಸಿದರೆ, ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಲು ನೀವು ಅವರನ್ನು ನೀವು ಸದ್ದಡಗಿಸದಿರಬೇಕು."),
                n("b7f1e58a", "ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾರೆ"),
                n("dffb0774", "ಸದ್ಯ ಪರಿಶೀಲಿಸಲು ಯಾವುದೂ ಇಲ್ಲ"),
                n("ab512f26", "ಯಾವುದೇ ಕ್ರಿಯೆಯ ಲಾಗ್ ಅನ್ನು ದಾಖಲಿಸಲಾಗಿಲ್ಲ."),
                n("b8171558", "ನಿಷೇಧಿಸಲಾಗಿದೆ"),
                n("e32e7e1a", "ಮಾಡರೇಟರ್"),
                n("b53fb7c6", "ನಾವು ಈಗ ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂತಿರುಗಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("c546ba07", function (e) {
                    return e.userName + " ಅವರ ಪ್ರೊಫೈಲ್ ನೋಡಿ";
                }),
                n("h4516e4f", function (e) {
                    return "ಈ ಸಮುದಾಯದಲ್ಲಿ " + e.userName + " ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಿ";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಿದ್ದಾರೆ";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ತೋರಿಸಿದ್ದಾರೆ";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಪಿನ್ ಮಾಡಿದ್ದಾರೆ";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಅನ್‌ಪಿನ್ ಮಾಡಿದ್ದಾರೆ";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "ಪೋಸ್ಟ್ ಅನ್ನು ತೋರಿಸಿ"),
                n("j68fc824", "ತೋರಿಸಲ್ಪಟ್ಟಿದೆ"),
                n("j9541e18", "ಪೋಸ್ಟ್ಗಳನ್ನು ಹುಡುಕಿ"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " ಅವರು ಸದಸ್ಯರನ್ನು ತೆಗೆದುಹಾಕಿದ್ದಾರೆ";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " ಅವರು ಸದಸ್ಯನನ್ನು ಮರುಸ್ಥಾಪಿಸಿದ್ದಾರೆ";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " ಅವರು ಈ ಸಮುದಾಯಕ್ಕೆ ಸೇರಿದ್ದಾರೆ";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " ಅವರು ಈ ಸಮುದಾಯವನ್ನು ತೊರೆದಿದ್ದಾರೆ";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " ಅವರು ಸದಸ್ಯ ವಿನಂತಿಯನ್ನು ಅನುಮೋದಿಸಿದ್ದಾರೆ";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " ಅವರು ಸದಸ್ಯ ವಿನಂತಿಯನ್ನು ಮರು ಅನುಮೋದಿಸಿದ್ದಾರೆ";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " ಅವರು ಸದಸ್ಯ ವಿನಂತಿಯನ್ನು ಮರು ಅನುಮೋದಿಸಿದ್ದಾರೆ";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "ವಿನಂತಿಯನ್ನು ಮರು ಅನುಮೋದಿಸಿ"),
                n("i9a18ce0", "ಮರು ಅನುಮೋದಿಸಿದ್ದಾರೆ"),
                n("i24de0fe", "ಸದಸ್ಯನನ್ನು ಮರುಸ್ಥಾಪಿಸಿ"),
                n("b1c662f8", "ಮರುಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ"),
                n("j2e04b1e", "ಎಲ್ಲ ವರದಿ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳ ಕಾಳಜಿಯನ್ನು ಮಾಡರೇಟರ್‌ಗಳು ವಹಿಸಿದ್ದಾರೆ."),
                n("hb21cdb6", "ನಿಷೇಧಿಸಿ"),
                n("dc7a9436", "ಪೋಸ್ಟ್ ಅನ್ನು Xಗೆ ರಿಪೋರ್ಟ್ ಮಾಡಿ"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " ಸದಸ್ಯ" + f(e.count, "", "ರು");
                }),
                n("cd4d48d2", " @X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " ಸದಸ್ಯ" + f(e.count, "", "ರು");
                }),
                n("dca19c06", "ನೀವು  ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಿದ್ದೀರಿ"),
                n("dd641764", "ನೀವು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದೀರಿ"),
                n("jf99d610", "ಸಮುದಾಯ ಪ್ರತಿಕ್ರಿಯೆ"),
                n("bbd69672", "ಸಮುದಾಯ ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದ್ದಕ್ಕಾಗಿ ಮಾಡರೇಟರ್ ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆ ಮಾಡಿದ್ದಾರೆ"),
                n("c730a21c", "ಇದು ಮುರಿದ ನಿಯಮಗಳು ಇಲ್ಲಿವೆ:"),
                n("a5baa7d2", "ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಒಂದು ನಿಮಿಷ ತೆಗೆದುಕೊಳ್ಳಿ. ಸಂವಾದಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ಮತ್ತು ಟ್ರ್ಯಾಕ್‌ನಲ್ಲಿಡಲು ಅವು ಸಹಾಯ ಮಾಡುತ್ತವೆ"),
                n("icc32e3d", function (e) {
                    return "ಈ ಸಮುದಾಯ ನೀತಿಯನ್ನು ನೀವು ಉಲ್ಲಂಘಿಸಿದ್ದಕ್ಕೆ ಒಬ್ಬ ಮಾಡರೇಟರ್ ನಿಮ್ಮನ್ನು " + e.communityName + " ಇಂದ ತೆಗೆದುಹಾಕಿದ್ದಾರೆ:";
                }),
                n("d7d9be8a", "ಸಮುದಾಯಗಳು ಮತ್ತು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಶೋಧಿಸಿ"),
                n("cae9962e", "ಈ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಸಮುದಾಯಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("c2117be6", "ನ್ಯಾವಿಗೇಶನ್‌ನಲ್ಲಿ ಆ ಸಂಗತಿ ಕಾಣಿಸುತ್ತಿದೆಯೇ? 👀"),
                n("c2c4dad4", "ಏನನ್ನಾದರೂ ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ ಮತ್ತು ಅದು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ. ಮುಂದುವರಿಯಿರಿ. ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ."),
                n("b7218496", "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು ಇಲ್ಲ... ಇನ್ನೂ"),
                n("gc09bcfe", "ನಿಮ್ಮ ಸಮುದಾಯವು ಯಾವುದೇ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ ಮಾಡಿದ ಸಂವಾದಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ಆದರೆ, ಅದನ್ನು ನೀವು ಬದಲಿಸಬಹುದು."),
                n("cf35a990", "ಸಮುದಾಯ ಹ್ಯಾಶ್ಟ್ಯಾಗ್ ಪೋಸ್ಟ್ ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("a1c41fe8", "ಸಮುದಾಯ ಹ್ಯಾಶ್ಟ್ಯಾಗ್ ಪೋಸ್ಟ್ ಗಳು"),
                n("f27a2232", "ಸಮುದಾಯ ಹುಡುಕಿ"),
                n("ie2efe36", "ಸಮುದಾಯ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " ಸಮುದಾಯ";
                }),
                n("a94092a2", "ನೀವು ಈಗ ಮಾಡರೇಶನ್ ಟೂಲ್‌ಗಳಿಗೆ ಪ್ರವೇಶಾವಕಾಶ ಹೊಂದಿದ್ದೀರಿ"),
                n("be6dfbae", "ಸಮುದಾಯದ ಮಾಡರೇಟರ್ ಆಗಿ, ನೀವು ಸದಸ್ಯರನ್ನು ಸೇರಿಸಬಹುದು ಮತ್ತು ತೆಗೆದುಹಾಕಬಹುದು."),
                n("b4f877be", "ಸಮುದಾಯ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("e48fbb02", "ಸಮುದಾಯವನ್ನು ವರದಿ ಮಾಡಿ"),
                n("b1614c34", "ಸಮುದಾಯಗಳ ಬಗ್ಗೆ"),
                n("j1dcedde", "ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿ ಹುಡುಕಿ"),
                n("cc683fba", "ಸಮುದಾಯದ ಬಗ್ಗೆ"),
                n("af7c11aa", "ಸಮುದಾಯ ಮಾಹಿತಿ"),
                n("fb974b24", "ಸದಸ್ಯರು ಮಾತ್ರ ಪೋಸ್ಟ್ ಮಾಡಬಹುದು."),
                n("fcef2922", "ಈ ಸಮುದಾಯವನ್ನು ಯಾರು ಬೇಕಾದರೂ ಸೇರಬಹುದು."),
                n("c93dd2c8", "ಈ ಸಮುದಾಯಕ್ಕೆ ಸೇರಲು, ನೀವು ಕೇಳಬೇಕು ಮತ್ತು ಅನುಮತಿಸಲ್ಪಡಬೇಕು."),
                n("gedb877d", "ಎಲ್ಲ ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("bf359e0e", "ನಿಮ್ಮ ಹೊಸ ಸಮುದಾಯದ ಬಗ್ಗೆ"),
                n("e8fcdd3a", "ನಾವು ಕೆಲವು ಪ್ರಾಥಮಿಕ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಆರಂಭ ಮಾಡುತ್ತೇವೆ. ಆದರೆ, ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದು. ಅದನ್ನು ನಾವು ನಂತರ ನೋಡಬಹುದು."),
                n("b37d580e", "ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ"),
                n("c6d9c07c", "X ನಲ್ಲಿ ಎಲ್ಲರಿಗೂ ಎಲ್ಲ ಸಮುದಾಯಗಳು ಕಾಣಿಸುತ್ತವೆ. ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸೇರುವಂತೆ ಜನರು ಕೇಳಬೇಕು ಅಥವಾ ಮಾಡರೇಟರ್ ತಂಡ ಅಥವಾ (ಅನುಮತಿಸಿದರೆ) ಪ್ರಸ್ತುತ ಸದಸ್ಯರಿಂದ ಆಹ್ವಾನ ಪಡೆಯಬೇಕು."),
                n("ea3b38fa", "ನಿಮ್ಮ ಸಮುದಾಯ ಮುಕ್ತವಾಗಿದೆ"),
                n("i625c42e", "X ನಲ್ಲಿ ಎಲ್ಲರಿಗೂ ಎಲ್ಲ ಸಮುದಾಯಗಳು ಕಾಣಿಸುತ್ತವೆ. ನಿಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಯಾರು ಬೇಕಾದರೂ ಸೇರಬಹುದು ಮತ್ತು/ಅಥವಾ ಆಹ್ವಾನಿಸಬಹುದು."),
                n("ca7eeab0", "ನಿಮ್ಮ ಆರಂಭಿಕ ಸಮುದಾಯ ನಿಯಮಗಳು"),
                n("acae4034", "ಅಡ್ಮಿನ್ ಪರಿಕರಗಳಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಿಸಬಹುದು."),
                n("e2186ee2", "ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಅನುಭವ ಉಂಟಾಗುತ್ತಿಲ್ಲವೇ? ಚಿಂತೆಯಿಲ್ಲ. ಬದಲಾವಣೆ ಮಾಡುವುದು ಸುಲಭ."),
                n("a0e3ece4", "ಸಮುದಾಯ ವಿವರ"),
                n("d11f73ea", "ವಯಸ್ಕರ ಕಂಟೆಂಟ್"),
                n("hb9400dc", "ಇನ್ನಷ್ಟು ನೋಡಿ"),
                n("b71a08a0", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಸಮುದಾಯ"),
                n("d0574662", "ಸೂಚನೆಗಳನ್ನು ನಿಗದಿಸಿ"),
                n("fc16f13a", "ಯಾವ ಸೂಚನೆಗಳು ನಿಮಗೆ ಬೇಕಿವೆ?"),
                n("be341c46", "ಸಮುದಾಯ ಸ್ಪೇಸ್‌ಗಳು (ಆಡಿಯೋ ಚಾಟ್‌ಗಳು)"),
                n("fbe88a32", "ಸಮುದಾಯ ಲೈವ್ ಪಠ್ಯ ಚಾಟ್‌ಗಳು"),
                n("b551cd1e", "ಪಿನ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("i9f39962", "ಸಮುದಾಯವನ್ನು ಪಿನ್ ಮಾಡಿ"),
                n("bc7f90a0", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಸಮುದಾಯದ ಸ್ಪಾಟ್‌ಲೈಟ್"),
                n("j5a37508", "ಹೋಮ್ ಸ್ಕ್ರೀನ್‌ಗೆ ಸಮುದಾಯವನ್ನು ಪಿನ್ ಮಾಡಿ"),
                n("c7a4610a", "ಹೋಮ್ ಸ್ಕ್ರೀನ್‌ನಿಂದ ಸಮುದಾಯವನ್ನು ಅನ್‌ಪಿನ್ ಮಾಡಿ"),
                n("bec3b8fa", "ಸಮುದಾಯ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("cc7d5b88", "DM ಮೂಲಕ ಆಹ್ವಾನಿಸಿ"),
                n("c66b37fa", "ಸಮುದಾಯ ಚೆಕ್‌ಲಿಸ್ಟ್‌"),
                n("g2768d0e", "ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ಆರಂಭಿಸಲು ಸಿದ್ಧವಾಗುವುದಕ್ಕೆ ಕೆಲವೇ ಸಂಗತಿಗಳಿವೆ..."),
                n("b192b58c", "ಚೆಕ್‌ಲಿಸ್ಟ್ ವಜಾಗೊಳಿಸಿ"),
                n("gd302780", "ನಾನು ರಚಿಸಿದ ಸಮುದಾಯವನ್ನು ನೋಡಿ:"),
                n("h5890b1a", "ಪೂರ್ಣಗೊಳಿಸದ"),
                n("b4a6faca", "ನಿಮ್ಮ ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("a01e1a7c", "ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಿ"),
                n("f493480c", "ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("i9b7f6ba", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("c22e8902", "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("a3466e1c", "ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳ ಮೂಲಕ ಸಂವಾದಗಳನ್ನು ಟ್ರ್ಯಾಕ್‌ ಮಾಡಿ"),
                n("a524bb7e", "ಸಮುದಾಯದಲ್ಲಿ ಥೀಮ್‌ ಇರುವ ಸಂವಾದಗಳನ್ನು ರಚಿಸುವುದು, ಹುಡುಕುವುದು ಮತ್ತು ಸೇರುವುದನ್ನು ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು ಸುಲಭಗೊಳಿಸುತ್ತವೆ."),
                n("he8db880", "ಈ ಸಮುದಾಯ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವಂತೆ ಕಂಡುಬರುವುದಿಲ್ಲ"),
                n("cc684fbc", "ಇದನ್ನು ಅಳಿಸಲಾಗದು ಅಥವಾ ಇದು ಅಸ್ತಿತ್ವದಲ್ಲೇ ಇಲ್ಲದಿರಬಹುದು. ಜೀವನ ಅಚ್ಚರಿಗಳ ಸಂತೆ."),
                n("b4f8b518", "ನಿಮಗಾಗಿ ಕ್ರಿಯೇಟರ್‌ಗಳು"),
                n("f5c41e22", "ಡೆಲಿಗೇಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ"),
                n("b9226ec1", "Signed in as "),
                n("f47b48f6", "user"),
                n("b2ca74aa", "ನೀವು ಡೆಲಿಗೇಟ್ ಖಾತೆಗೆ ಬದಲಾಗುವುದರಲ್ಲಿದ್ದೀರಿ."),
                n("ba77b438", "ಖಾತೆಗಳನ್ನು ಬದಲಿಸಿ"),
                n("g5261e91", function (e) {
                    return "ನೀವು ಈಗ @" + e.screenName + " ನಂತೆ ವರ್ತಿಸುತ್ತಿದ್ದೀರಿ.";
                }),
                n("cc15a3ea", "ನೆನಪಿಡಿ, ಈ ಖಾತೆ ನಿಮಗೆ ಸಂಬಂಧಿಸಿದ್ದಲ್ಲ. ಅಡ್ಮಿನ್ ಆಗಿ, ನೀವು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು, ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು. ಖಾತೆಗೆ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳನ್ನು ನೀವು ಆಹ್ವಾನಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ನೋಡಬಹುದು."),
                n("e406250c", "ಈ ಖಾತೆಯು ನಿಮಗೆ ಸಂಬಂಧಿಸಿದ್ದಲ್ಲ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ. ಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಗಿ ನೀವು, ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು."),
                n("e6718a62", "ಖಾತೆ ಮಾಲೀಕರು ಮಾತ್ರ ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಬಹುದು"),
                n("ba411b6f", "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ"),
                n("f01ee14b", "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ"),
                n("dbc85148", "ಸಂದೇಶ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("a073658c", "ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಂವಾದಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಿ, ಹೊಸದನ್ನು ಆರಂಭಿಸಿ ಅಥವಾ ಈಜುತ್ತಲೇ ಇರಿ."),
                n("f325afc4", "DM ರಚಿಸಿ"),
                n("f5dc353c", "ಈಗ ಗ್ರಾಫಿಕ್ ಮಾಧ್ಯಮ ಫಿಲ್ಟರ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("daeda054", "ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ"),
                n("fe1eaa96", "ಸಂಭಾವ್ಯವಾಗಿ ಗ್ರಾಫಿಕ್ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿದೆ (ನಗ್ನ, ಲೈಂಗಿಕ ಕಂಟೆಂಟ್ ಅಥವಾ ಹಿಂಸೆ ಇತ್ಯಾದಿ) ಎಂದು ಗುರುತಿಸಲಾದ ಸಂದೇಶಗಳ ಮೇಲೆ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಈಗ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ. ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ ಇದನ್ನು ನಂತರ ನೀವು ಆಫ್‌ ಮಾಡಬಹುದು."),
                n("hc32acba", "ಸಂದೇಶ ವಿನಂತಿಗಳನ್ನು ಅಳಿಸುವುದೇ?"),
                n("f9048f58", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಆಯ್ಕೆಮಾಡಿದ ಸಂದೇಶ ವಿನಂತಿಗಳನ್ನು ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ."),
                n("a9d0d7f0", "ಬೃಹತ್ ಎಡಿಟ್"),
                n("eb7de4aa", "ನಿಂದನಾತ್ಮಕ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿರಬಹುದಾದವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ, ಹೆಚ್ಚುವರಿ ಸಂದೇಶಗಳನ್ನು ತೋರಿಸಿ."),
                n("ee8c0c8a", "ನೀವು ಹಿಂಬಾಲಿಸದ ಜನರಿಂದ ಒಳಬರುವ ಸಂದೇಶಗಳು ಅಥವಾ ಗುಂಪು ಸಂದೇಶಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ ಮತ್ತು ಅವುಗಳನ್ನು ನೀವು ಸಮ್ಮತಿಸಲು ಅಥವಾ ಅಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("ff599112", "ಒಂದು ಗುಂಪು ರಚಿಸಿ"),
                n("c602600a", "ಜನರನ್ನು ಸೇರಿಸಿ"),
                n("fa2033f6", "ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("aa59bb6a", "ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಕಳುಹಿಸಿ"),
                n("a2ccb2e8", "ನೇರ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ."),
                n("f906f464", "ಗುಂಪಿನ ಜೊತೆಗೆ ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ."),
                n("i8a99aae", "ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ."),
                n("hbbc401c", "ಗುಂಪಿಗೆ ಕಳುಹಿಸಿ"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + " ಅವರಿಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ";
                }),
                n("f7289cd6", "ನೀವು ಗುಂಪು ಸಂವಾದವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದೀರಿ"),
                n("e6cced4e", 'ಕೇವಲ ಮುಖಾಮುಖಿ ಸಂವಾದಗಳನ್ನು ಮಾತ್ರ "ಗುಂಪಿಗೆ ಕಳುಹಿಸಬಹುದು". ನೀವು ಇನ್ನೂ ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಕಳುಹಿಸಬಹುದು.'),
                n("e3e58b6e", "ಸಂವಾದ ಮಾಹಿತಿ"),
                n("a9ddbb94", "ಗುಂಪು ಮಾಹಿತಿ"),
                n("dd4779a0", "ಟ್ಯಾಗ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("ca9af866", "ಟ್ಯಾಗ್‌ಗಳು:"),
                n("e62d3c10", "ಆ ಹೆಸರಿನ ಯಾವುದೇ ಖಾತೆ ಇಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("h8403fb6", "ಅವರನ್ನು ಇದೀಗ ಈ ಸಂವಾದಕ್ಕೆ ಸೇರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("ja522ed4", "ಈ ಕೆಲವು ಜನರನ್ನು ಇದೀಗ ಈ ಸಂವಾದಕ್ಕೆ ಸೇರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("d87bff5a", "ನಿಮ್ಮ ಸಂವಾದ ಮಾಹಿತಿ ಲೋಡ್ ಆಗುತ್ತಿದೆ."),
                n("cabb453e", "ಗುಂಪು ಹೆಸರು"),
                n("eb1bb5a2", "ಎಲ್ಲಾ ಜನರನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("a70436ac", "ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾದ ಸಂದೇಶವನ್ನು ಪ್ರಾರಂಭಿಸಿ"),
                n("a7f20223", function (e) {
                    return e.name + " ಇಂದ ಸೂಚನೆಗಳನ್ನು ಸ್ನೂಜ್ ಮಾಡಿ";
                }),
                n("g2f04a6b", function (e) {
                    return e.name + " ನ ಸ್ನೂಜ್ ಅನ್ನು ನೀವು ಆಫ್‌ ಮಾಡಿದ್ದೀರಿ";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + " ವರೆಗೆ ಸ್ನೂಜ್ ಮಾಡಲಾಗಿದೆ";
                }),
                n("b3dfd51a", "ಸ್ನೂಜ್ ನಮೂದುಗಳು"),
                n("cc7c8ce6", "ನಿಮ್ಮನ್ನು ಜನರು ಸಂವಾದದಲ್ಲಿ ಹೆಸರಿಸಿದಾಗ ಸೂಚನೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ."),
                n("hab58674", "ಉಲ್ಲೇಖಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("e3c6e080", "ಉಲ್ಲೇಖಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("f33ef58a", "ಸಂವಾದವನ್ನು EU ಕಾನೂನುಬಾಹಿರ ಕಂಟೆಂಟ್ ಎಂದು ವರದಿ ಮಾಡಿ "),
                n("d1a6dbe6", "ಎಲ್ಲವನ್ನೂ ತಡೆಹಿಡಿಯಿರಿ"),
                n("f24af200", "DM ಗಳನ್ನು ತಡೆಹಿಡಿಯಿರಿ"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ತಡೆಹಿಡಿಯಿರಿ, @" + e.screenName + " ಅವರಿಗೆ ಇನ್ನು ಮುಂದೆ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಅಥವಾ ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಮತ್ತು ನೀವು @" + e.screenName + " ಅವರ ಸೂಚನೆಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ";
                }),
                n("iae09949", function (e) {
                    return "@" + e.screenName + " ರಿಂದ DM ಗಳನ್ನು ತಡೆಹಿಡಿಯುವುದೇ?";
                }),
                n("e778e3d8", "DM ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತಡೆಹಿಡಿಯಲಾಗಿದೆ"),
                n("b7867912", "ಎಲ್ಲವನ್ನೂ ತಡೆತೆರವುಗೊಳಿಸಿ"),
                n("gaddb872", "DM ಗಳನ್ನು ತಡೆತೆರವುಗೊಳಿಸಿ"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಅನಿರ್ಬಂಧಿಸುವುದೇ? ಅವರಿಗೆ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + " ತಡೆತೆರವು ಮಾಡುವುದೇ? ಅವರು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಪೋಸ್ಟ್‌ಗಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.";
                }),
                n("cde6e1ff", function (e) {
                    return e.screenName + " ರಿಂದ DM ಗಳನ್ನು ತಡೆತೆರವುಗೊಳಿಸುವುದೇ?";
                }),
                n("j37c4674", "1 ಗಂಟೆ"),
                n("je7e1fed", function (e) {
                    return e.name + " ಅನ್ನು ನೀವು 1 ಗಂಟೆಯವರೆಗೆ ಸ್ನೂಜ್‌ ಮಾಡಿದ್ದೀರಿ";
                }),
                n("hf94a2d6", "1 ಗಂಟೆಯವರೆಗೆ ಸದ್ದಡಗಿಸಲಾಗಿದೆ"),
                n("fb7a43c6", "8 ಗಂಟೆಗಳು"),
                n("e95c8f8b", function (e) {
                    return e.name + " ಅನ್ನು ನೀವು 8 ಗಂಟೆಗಳವರೆಗೆ ಸ್ನೂಜ್ ಮಾಡಿದ್ದೀರಿ";
                }),
                n("bd54fad2", "8 ಗಂಟೆಗಳವರೆಗೆ ಸದ್ದಡಗಿಸಲಾಗಿದೆ"),
                n("cb5bf56e", "1 ವಾರ"),
                n("gb7a130b", function (e) {
                    return e.name + " ಅನ್ನು ನೀವು 1 ವಾರದವರೆಗೆ ಸ್ನೂಜ್ ಮಾಡಿದ್ದೀರಿ";
                }),
                n("f6fce0fe", "1 ವಾರದ ತನಕ ಸದ್ದಡಗಿಸಲಾಗಿದೆ"),
                n("i78153dd", function (e) {
                    return e.name + " ಅನ್ನು ನೀವು ಶಾಶ್ವತವಾಗಿ ಸ್ನೂಜ್ ಮಾಡಿದ್ದೀರಿ";
                }),
                n("je9455da", "ಸಂದೇಶಗಳನ್ನು ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("b5b0afa4", "ನಿಮ್ಮ ವೀಕ್ಷಣೆಯನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ"),
                n("ec5880e6", "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಎಲ್ಲ X ಖಾತೆಗಳ ಮೇಲೆ ಬಾಧಿಸುತ್ತವೆ."),
                n("babfa32c", "ನಿಮ್ಮ ವೀಕ್ಷಣೆಯನ್ನು ತ್ವರಿತವಾಗಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ"),
                n("a2a2f98e", "ಹೊಸತೇನೆಂದು ನೋಡಿ"),
                n("b4a361c0", "ಇದೀಗ, ನಿಮ್ಮ ಬಣ್ಣ ಮತ್ತು ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ನೀವು ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದು ಮತ್ತು ಗಾಢ ಮೋಡ್ ಆಯ್ಕೆಯನ್ನು ಆನ್ ಮಾಡಬಹುದು. ಈ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ನಿಮಗೆ ಮಾತ್ರ ಕಂಡುಬರುತ್ತವೆ."),
                n("g4743c56", "ಹಿಂಬಾಲಿಸಲು ಪ್ರಾರಂಭಿಸಿ"),
                n("c797b44e", "X ನಲ್ಲಿ ಇತ್ತೀಚಿನ ಕಥೆಗಳು - ಪೋಸ್ಟ್‌ಗಳು ಹೇಳಿದ ಪ್ರಕಾರ."),
                n("a19ce060", "ಅನ್ವೇಷಣೆ ಲಭ್ಯವಿಲ್ಲ."),
                n("f7d1a8e0", "Android ಆಪ್‌"),
                n("aab2fae0", "iOS ಆಪ್‌"),
                n("a35d9c9a", "ಸಂಪನ್ಮೂಲಗಳು"),
                n("da00e00a", "ಹೊಸ ಸುದ್ದಿಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("c40666d8", "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("ic61c5fc", "ಮೇಲಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ"),
                n("dd225af8", "ಯಾವುದೇ ಜನರು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("i6671128", "X ನಲ್ಲಿ ಇನ್ನಷ್ಟನ್ನು ನೀವು ಅನ್‌ಲಾಕ್ ಮಾಡಬಹುದು"),
                n("d5e4d0a6", "ನೀವು ಸಂವಾದಕ್ಕೆ ಸೇರಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ಇತರರ ಜೊತೆಗೆ ಇನ್ನಷ್ಟು ಸುಲಭವಾಗಿ ಸಂಪರ್ಕಿಸಿ. ಈಗ ನೀವು ಈ ಮುಂದಿನದನ್ನು ಮಾಡಬಹುದು:"),
                n("a97bc07e", "X ನಲ್ಲಿ ಇನ್ನಷ್ಟು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("a72188d6", "X ಅನ್ನು ಎಲ್ಲರಿಗೂ ಉತ್ತಮವಾಗಿಸಲು, ಈ ಖಾತೆಯ ಹಿಂದೆ ಮಾನವರು ಇರುತ್ತಾರೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಬಯಸುತ್ತೇವೆ. ನಿಮ್ಮ ಕಾಲರೇಖೆಯೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ಇತರರೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಮಯ ಮೀಸಲಿಡುವ ಮೂಲಕ ಕಲಿಯಲು ನಮಗೆ ಸಹಾಐ ಮಾಡಿ. ನೀವು ಈ ಮುಂದಿನವುಗಳನ್ನು ಮಾಡಬಹುದು ಎಂಬ ಬಗ್ಗೆ ನಾವು ಆತ್ಮವಿಶ್ವಾಸ ಹೊಂದಿದ್ದೇವೆ:"),
                n("a4ee9572", "ಇನ್ನಷ್ಟು ಜನರು ನೋಡಲಿ"),
                n("e5f4eac0", "ನಿಮ್ಮ ಕಂಟೆಂಟ್ ಅನ್ನು ಹೆಚ್ಚು ಪರಿಶೋಧಿಸಬಹುದಾಗಿದೆ. ಮತ್ತು ನೀವು ಶೋಧ ಫಲಿತಾಂಶಗಳು ಮತ್ತು ಟ್ರೆಂಡ್‌ಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತೀರಿ."),
                n("c7832a72", "ಇತರರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿ"),
                n("i1ccd17a", "ನಿಮ್ಮ ಸಂದೇಶ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಫಿಲ್ಟರ್ ಆಗದೇ, ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸದ ಜನರಿಗೆ ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿ."),
                n("hc965308", "ವಿನೋದ"),
                n("eb78b77e", "ಫನ್ ಮೋಡ್"),
                n("aa8ece10", "grok.com ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ"),
                n("gb5fb7d0", "ಫೋಕಸ್ ಮೋಡ್"),
                n("g5665caa", "ಫೋಕಸ್ ಮೋಡ್‌ನಿಂದ ನಿರ್ಗಮಿಸಿ"),
                n("a372681e", "ಹಂಚಿಕೆ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ"),
                n("fbc79f6a", "ಚಾಟ್ ಇತಿಹಾಸವನ್ನು"),
                n("b61ad410", "ಇತಿಹಾಸ"),
                n("b3de2628", "ಯಾವುದೇ ಚಾಟ್ ಇತಿಹಾಸ ಲಭ್ಯವಿಲ್ಲ"),
                n("acfbfb28", "ನಿಮ್ಮ ಭವಿಷ್ಯದ ಸಂವಾದಗಳು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ."),
                n("i1147548", "Grok ಇತಿಹಾಸವನ್ನು ಹುಡುಕಿ"),
                n("ab437026", "ಯಾವುದೇ ಸಂವಾದಗಳು ಕಂಡುಬಂದಿಲ್ಲ"),
                n("e12569ec", "ಬೇರೆ ಯಾವುದನ್ನಾದರೂ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("d4eb0e26", "ಮರುಹೆಸರಿಸಿ"),
                n("c64975ea", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಸಂವಾದಗಳನ್ನು ಮೆಚ್ಚಿಲ್ಲ"),
                n("a3e3db6e", "ನೀವು ಆಗಾಗ್ಗೆ ಹಿಂತಿರುಗುವ ಚಾಟ್‌ಗಳನ್ನು ಉಳಿಸಲು ಸ್ಟಾರ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ"),
                n("f4ae77ac", "ಯಾವುದೇ ಚಿತ್ರ ಇತಿಹಾಸ ಲಭ್ಯವಿಲ್ಲ"),
                n("d57d337e", "ನೀವು ರಚಿಸಿದ ಚಿತ್ರಗಳು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ."),
                n("dab087ee", "ಚಾಟ್‌ಗಳು"),
                n("a911623c", "ಚಿತ್ರಗಳು"),
                n("ae9cdac6", "ಚಾಟ್ ಇತಿಹಾಸ"),
                n("b198a392", "Grok ಸಂವಾದ"),
                n("d16329b4", "ಸಂವಾದವನ್ನು ನಕಲಿಸಿ"),
                n("af6c4470", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("gf43d270", "ಈ ಸಂವಾದವನ್ನು ಮುಂದುವರಿಸಿ"),
                n("f4b5fae2", "ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವುದರಿಂದ ಈ ಸಂವಾದವನ್ನು ನಿಮ್ಮ ಇತಿಹಾಸಕ್ಕೆ ನಕಲಿಸಲಾಗುತ್ತದೆ"),
                n("eb0d91ac", "Grok ನೊಂದಿಗೆ ಚಿತ್ರವನ್ನು ರಚಿಸಿ"),
                n("c5a23514", "ನನ್ನನ್ನು ಚಿತ್ರಿಸಿ"),
                n("g1cb8096", "ನನಗೆ ಆಶ್ಚರ್ಯವಾಗುತ್ತದೆ"),
                n("a5a3df56", "ರಚಿಸಲು ಚಿತ್ರವನ್ನು ವಿವರಿಸಿ"),
                n("gbb4e90a", "ಯಾದೃಚ್ಛಿಕ ಸೈಕೆಡೆಲಿಕ್ ಕನಸಿನ ಪ್ರಪಂಚ"),
                n("af21f92e", "ಆನಂದ"),
                n("e207cba2", "ಯಾದೃಚ್ಛಿಕ ಕ್ರೀಡಾ ಸ್ಪರ್ಧೆ"),
                n("b1323f10", "ಪ್ಯಾರಿಸ್ ಫ್ಯಾಶನ್ ವೀಕ್‌ನಲ್ಲಿ ರನ್‌ವೇ ಕೆಳಗೆ ನಡೆಯುತ್ತಿದ್ದ ಮಾಡೆಲ್"),
                n("g6a90174", "ತಮಾಷೆಯ ಇಜಾರ ಪ್ರಾಣಿ"),
                n("jdc4b66c", "ಪ್ರಪಂಚದ ಒಂದು ಅದ್ಭುತ"),
                n("ec601934", "ರೀಮಿಕ್ಸ್"),
                n("f9ecd3ba", "ಪೋಸ್ಟ್ ಆಗಿ ಸೇರಿಸಿ"),
                n("af652514", "ವ್ಯತ್ಯಾಸ"),
                n("j95bac7a", "Grok ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ"),
                n("c5665922", "Grok ನಿಮ್ಮ ಬಗ್ಗೆ ಏನು ತಿಳಿದುಕೊಳ್ಳಬೇಕೆಂದು ನೀವು ಬಯಸುತ್ತೀರಿ?"),
                n("ff625c40", "Grok ಹೇಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಬೇಕೆಂದು ನೀವು ಬಯಸುತ್ತೀರಿ?"),
                n("e5c7d602", "ಎಲ್ಲಾ ಚಾಟ್‌ಗಳಿಗಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("d5e03fbc", "Grok ಫೀಡ್"),
                n("a294d0c6", "ನಿಮ್ಮ ಆವೃತ್ತಿಯನ್ನು ಮಾಡಿ"),
                n("b38adba2", "X - ಎವೆರಿಥಿಂಗ್ ಆಪ್"),
                n("d05ae004", "NHL ಆಟ"),
                n("d35ad22c", "ಇತ್ತೀಚಿನ NHL ಆಟವನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("e806daa2", "ಫುಟ್ಬಾಲ್ ಪಂದ್ಯ"),
                n("cc2c2eca", "ಇತ್ತೀಚಿನ ಸಾಕರ್ ಪಂದ್ಯವನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("bcdeae66", "F1 ಗ್ರ್ಯಾಂಡ್ ಪ್ರಿಕ್ಸ್ ಪೋರ್ಟಲ್"),
                n("e30e4bea", "X ನಲ್ಲಿ ಗ್ರ್ಯಾಂಡ್ ಪ್ರಿಕ್ಸ್ ಆಕ್ಷನ್ ಅನ್ನು ಹಿಂಬಾಲಿಸಿ."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " ವಿರುದ್ಧ " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X ನಲ್ಲಿ " + e.teamName1 + " ವಿರುದ್ಧ " + e.teamName2 + " ನವೀಕರಣಗಳು";
                }),
                n("b72c924c", "ಉದ್ಯೋಗ ಹುಡುಕಾಟ"),
                n("f4da95a0", "ಉದ್ಯೋಗ ಶಿಫಾರಸುಗಳನ್ನು"),
                n("eedd808c", "ಸೇವ್‌ ಮಾಡಲ್ಪಟ್ಟಿರುವ ಜಾಬ್‌ಗಳು"),
                n("e0ba641a", "ಕಂಪನಿಗಳಿಗಾಗಿ"),
                n("f9e6381a", "ಉದ್ಯೋಗಗಳನ್ನು ಹುಡುಕಿ"),
                n("fb15ec28", "ಉದ್ಯೋಗ ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("ece910f0", "ನಿಮ್ಮ ಆದ್ಯತೆಗಳ ಆಧಾರದ ಮೇಲೆ ಉದ್ಯೋಗಗಳನ್ನು ನೋಡಿ"),
                n("jd08bc14", "ಕಾಲಾನಂತರದಲ್ಲಿ ಶಿಫಾರಸುಗಳು ಉತ್ತಮಗೊಳ್ಳುತ್ತವೆ"),
                n("de0a4a72", "ನೀವು ಶಿಫಾರಸುಗಳನ್ನು ಎಲ್ಲಿ ನೋಡುತ್ತೀರಿ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಿ"),
                n("db8c4158", "ಈಗಲೇ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ"),
                n("d9c8057a", "ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ"),
                n("a71d7584", "ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿರುವುದು"),
                n("d2b8da2c", "ಸಾಫ್ಟ್‌ವೇರ್ ಎಂಜಿನಿಯರಿಂಗ್"),
                n("cd958040", "ಡೇಟಾ ಮತ್ತು ಅನಾಲಿಟಿಕ್ಸ್"),
                n("c5760ca2", "ಉತ್ಪನ್ನ"),
                n("d31b4a2a", "ವಿನ್ಯಾಸ"),
                n("f38959a6", "ಮಾರಾಟ"),
                n("bc78a26c", "ಕಾರ್ಯಾಚರಣೆಗಳು"),
                n("ec28738e", "ಜನರು ಮತ್ತು HR"),
                n("icb06308", "ಹಣಕಾಸು ಮತ್ತು ಲೆಕ್ಕಪತ್ರ ನಿರ್ವಹಣೆ"),
                n("d0b978ec", "ಕಾನೂನು ಮತ್ತು ಅನುಸರಣೆ"),
                n("af19cdc2", "ವಿಜ್ಞಾನ ಮತ್ತು ಎಂಜಿನಿಯರಿಂಗ್"),
                n("e4a51fca", "ವೈಧ್ಯಕೀಯ"),
                n("e8ca78ae", "ನಿರ್ಮಾಣ ಮತ್ತು ವ್ಯಾಪಾರ"),
                n("e25d75e4", "ಇಂಟರ್ನ್"),
                n("e89b3f04", "ಆರಂಭಿಕ ಹಂತ"),
                n("h55825dc", "ಜೂನಿಯರ್"),
                n("cc537386", "ಮಧ್ಯಮ-ಹಂತ"),
                n("jfc3cece", "ಸೀನಿಯರ್"),
                n("e1b683aa", "ಲೀಡ್"),
                n("c4627fda", "ಮ್ಯಾನೇಜರ್"),
                n("db75b47c", "ಎಕ್ಸೆಕ್ಯೂಟಿವ್"),
                n("i312f0ce", "ಆನ್‌ಸೈಟ್"),
                n("b4aff05e", "ಹೈಬ್ರಿಡ್"),
                n("c08b9138", "ರಿಮೋಟ್"),
                n("ia5d6422", "ಭೌತಿಕ ಸ್ಥಳದಲ್ಲಿರುವ ಅಗತ್ಯವಿದೆ"),
                n("h97c7f42", "ಆನ್‌ಸೈಟ್‌ನಲ್ಲಿ ಇರಬೇಕಾದ ಭಾಗಶಃ ಅಗತ್ಯವಿದೆ"),
                n("ibed2d04", "ಆನ್‌ಸೈಟ್‌ನಲ್ಲಿ ಇರಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲ"),
                n("f508c49c", "ಉದ್ಯೋಗಕ್ಕೆ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ"),
                n("d6825dce", "ನೇರ ಸಂದೇಶದ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("b9613442", "ಪೋಸ್ಟ್ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("c2b3f0da", "ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿನ ವೈಶಿಷ್ಟ್ಯ"),
                n("c791d3fc", "ಉದ್ಯೋಗವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("eb517058", "AI ಕಂಪನಿಗಳು"),
                n("b677cb9b", function (e) {
                    return e.count + " ಕಂಪನಿ ಫಿಲ್ಟರ್‌ಗಳು";
                }),
                n("ja04d37c", "ಕಂಪನಿ ಹೆಸರುಗಳನ್ನು ನಮೂದಿಸಿ"),
                n("a1876045", function (e) {
                    return e.count + " ಉದ್ಯೋಗದ ವಿಧ ಫಿಲ್ಟರ್‌ಗಳು";
                }),
                n("fb146dd2", "ಉದ್ಯೋಗದ ವಿಧ"),
                n("a7090408", "ಕೀಲಿಪದ"),
                n("f16e9a15", function (e) {
                    return e.count + " ಸ್ಥಳ ಪ್ರಕಾರದ ಫಿಲ್ಟರ್‌ಗಳು";
                }),
                n("fa7d455a", "ಸ್ಥಳದ ವಿಧ"),
                n("caa606db", function (e) {
                    return e.count + " ಹಿರಿತನದ ಫಿಲ್ಟರ್‌ಗಳು";
                }),
                n("jda06238", "ಹಿರಿತನ"),
                n("j595df68", "ನಿಮ್ಮ ಶಿಫಾರಸುಗಳ ಆದ್ಯತೆಗಳನ್ನು ನವೀಕರಿಸಿ:"),
                n("a1227d5e", "ಶಿಫಾರಸುಗಳನ್ನು ಆನ್ ಮಾಡಿ"),
                n("bae2f5f0", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಈ ಉದ್ಯೋಗವನ್ನು ಸೇರಿಸಿ"),
                n("cbcaaa1a", "ಅದು ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂಬುದರ ಪೂರ್ವವೀಕ್ಷಣೆ ಕೆಳಗೆ ಇದೆ."),
                n("f58cf1ac", "ಉದ್ಯೋಗವನ್ನು ಸೇರಿಸಿ"),
                n("j4ae9960", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಈ ಉದ್ಯೋಗವನ್ನು ಸೇರಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ."),
                n("caa352f0", "ಹಲವಾರು ಉದ್ಯೋಗಗಳು"),
                n("i08bee0e", "ಹಲವಾರು ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣ ಉದ್ಯೋಗಗಳು"),
                n("d7ccaea2", "ನೀವು ಪ್ರಸ್ತುತ 3 ಸಕ್ರಿಯ ಉದ್ಯೋಗಗಳಿಗೆ ಸೀಮಿತವಾಗಿರುವಿರಿ."),
                n("h05e4a7a", "ನೀವು 10 ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣ ಉದ್ಯೋಗಗಳಿಗೆ ಸೀಮಿತರಾಗಿದ್ದೀರಿ."),
                n("b518daae", "ನೇಮಕಾತಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹೋಗಿ"),
                n("f48e9c52", "ಉದ್ಯೋಗವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ!"),
                n("f6757978", "ನಿಮ್ಮ ನೇಮಕಾತಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ನಿಂದ ನೀವು ಈ ಉದ್ಯೋಗವನ್ನು ತೆಗೆದುಹಾಕಬಹುದು ಅಥವಾ ಇತರ ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಬಹುದು."),
                n("i329c5a6", "ನೇಮಕಾತಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಅನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("h39a5448", "X ನೇಮಕಾತಿಯೊಂದಿಗೆ ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿ!"),
                n("d204515c", "ಒಂದೇ ಕ್ಲಿಕ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಿ."),
                n("ecb3df70", "ಈವೆಂಟ್ ಪೋಸ್ಟ್‌ಗಳು"),
                n("a01d5a7c", "ಇದನ್ನು ನೀವು ನಿರ್ಬಂಧಿಸಿರುವ ಯಾರೋ ಒಬ್ಬರು ರಚಿಸಿರುವ ಕಾರಣದಿಂದ ಅದು ಲಭ್ಯವಿಲ್ಲ"),
                n("cab51f93", function (e) {
                    return "@" + e.screenName + " ಅವರು ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸಿರುವ ಕಾರಣದಿಂದ ಇದನ್ನು ನಿಮಗೆ ವೀಕ್ಷಿಸಲಾಗುವುದಿಲ್ಲ.";
                }),
                n("eaaca5dc", "ಸ್ಕೋರ್"),
                n("abdcd68a", "ಈವೆಂಟ್ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("cfb57adb", function (e) {
                    return e.hashtag + " ರ ಬಗ್ಗೆ ಪೋಸ್ಟ್";
                }),
                n("b1037710", "ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("bb980db0", "ಈವೆಂಟ್ ಕಾಲರೇಖೆ"),
                n("ffd929c1", function (e) {
                    return "ಹೊಸ" + e.ttc_live_event;
                }),
                n("c9b302f8", "ಇತ್ತೀಚಿನ ಉತ್ಪನ್ನಗಳನ್ನು ನೋಡಲು ನಂತರ ಪರಿಶೀಲಿಸಿ."),
                n("cfe836d1", function (e) {
                    return e.percent + "% ರಿಯಾಯಿತಿ";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.price + " ಗೆ " + e.description;
                }),
                n("f27deeea", "ವಾಣಿಜ್ಯ ಉತ್ಪನ್ನ ಶೀರ್ಷಿಕೆ"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "ಪ್ರತಿಕ್ರಿಯೆ"),
                n("j1d352d8", "ಜ್ಞಾಪನೆ ಹೊಂದಿಸಲಾಗಿದೆ"),
                n("d18909d4", "ಜ್ಞಾಪನೆ ಹೊಂದಿಸಿ"),
                n("b0b38774", "ಶೀರ್ಷಿಕೆ ಮಾಧ್ಯಮ"),
                n("a7a119ec", "ಡಾಕ್‌ನಿಂದ ತೆರವುಗೊಳಿಸಿ"),
                n("cfadb00e", "ಕೇಳುತ್ತಿದ್ದಾರೆ"),
                n("db4620aa", "ಲೈವ್ ಸ್ಪೇಸ್"),
                n("c958e692", "  ರೆಕಾರ್ಡ್‌ ಮಾಡಿದ ಸ್ಪೇಸ್"),
                n("i2c2bfb7", function (e) {
                    return e.count + " ಕೇಳುತ್ತಿದ್ದಾರೆ";
                }),
                n("i3f7ff00", "ಮಾಧ್ಯಮ ಥಂಬ್‌ನೇಲ್"),
                n("h400d7c2", "ಸ್ಪೇಸ್‌ಗೆ ಸೇರಿ"),
                n("be6ef5b4", "ಬರುತ್ತಿದೆ"),
                n("ca25ebae", "ಇದರ ಮೂಲಕ ಆಡ್ಸ್"),
                n("e749753a", "ಹರಡುವಿಕೆ"),
                n("ea885dec", "ಹಣ"),
                n("cde48000", "ಜೂಜಿನ ಸಮಸ್ಯೆಯೇ? 1-800-GAMBLER ಗೆ ಕರೆ ಮಾಡಿ"),
                n("g53d5df6", "ಕೇಂದ್ರೀಕೃತ"),
                n("d1e0a75f", function (e) {
                    return "ನಿಮಗಾಗಿ" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "ಹಿಂಬಾಲಿಸುವುದು" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದಾರೆ" + e.noun;
                }),
                n("d3619250", "ಅತ್ಯಂತ ಇಷ್ಟಪಟ್ಟ"),
                n("f5edfbde", "X ನಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡುವುದೇ?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + " ಇಂದ ಲಾಗ್ ಔಟ್‌ ಮಾಡುವುದೇ?";
                }),
                n("ia5ff8b6", "ನೀವು ಯಾವಾಗಲೂ ಸಹ ಮರಳಿ ಲಾಗ್ ಇನ್ ಮಾಡಬಹುದು. ನೀವು ಖಾತೆಗಳನ್ನು ಬದಲಿಸಲು ಬಯಸಿದರೆ, ಪ್ರಸ್ತುತ ಖಾತೆಯನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಅದನ್ನು ನೀವು ಮಾಡಬಹುದು."),
                n("ea3750c4", "ಇದು ಈ ಖಾತೆಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ ಮತ್ತು ನಿಮಗೆ ಇನ್ನೂ ಸಹ ನಿಮ್ಮ ಇತರೆ ಖಾತೆಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("gc6866f8", "ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("f8ad0092", "ಕ್ಷಮಿಸಿ, ದೋಷವಿತ್ತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಲಾಗಿನ್ ಆಗಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("h2c7767e", "ನಿಮ್ಮ ಸೆಷನ್ ಇನ್ನು ಮುಂದೆ ಮಾನ್ಯವಾಗಿರುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e83047c2", "ನೀವು ತೀರಾ ಹೆಚ್ಚು ತಪ್ಪಾದ ಕೋಡ್‌ಗಳನ್ನು ನಮೂದಿಸಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("g4b108ee", "ನೀವು ಹಲವಾರು ಬ್ಯಾಕಪ್ ಕೋಡ್‌ಗಳನ್ನು ರಚಿಸಿದ್ದೀರಿ. ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ಲಾಗಿನ್ ಪರಿಶೀಲನೆಯಲ್ಲಿ ನೀವು ಮರು-ನೋಂದಣಿ ಮಾಡಬೇಕಾದ ಅಗತ್ಯವಿದೆ."),
                n("a9be9b44", "X ಗೆ ಮುಂದುವರಿಸಿ"),
                n("e55188f0", "ಈ ಬ್ರೌಸರ್ ಮೂಲಕ ಈ ಖಾತೆಗೆ ನೀವು ಲಾಗ್ ಇನ್ ಮಾಡಿರುವಿರಿ"),
                n("d55d8fe2", "ಈ ಖಾತೆ ಮೂಲಕ ಮುಂದುವರಿಯಲು ನೀವು ಬಯಸುವಿರಾ?"),
                n("g806008e", "ಬೇರೆ ಖಾತೆ ಮೂಲಕ ಲಾಗ್ ಇನ್ ಮಾಡಿ"),
                n("c55f5c9a", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ಆದರೆ ಉದ್ವೇಗಗೊಳ್ಳಬೇಡಿ — ಇದು ನಿಮ್ಮ ತಪ್ಪಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸೋಣ."),
                n("bfb6be8a", "X ನಲ್ಲಿ ಹಣ ಸಂಪಾದಿಸಿ"),
                n("ed6c6da2", "ಮಾನಿಟೈಸೇಶನ್‌ ಮೊದಲ ಹಂತವೆಂದರೆ X Premium ನೊಂದಿಗೆ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ."),
                n("h93b6580", "ಉತ್ತಮ ಗುಣಮಟ್ಟದ ವಿಷಯವನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದರಿಂದ ಗಳಿಸಿ. ನೀವು X ನಲ್ಲಿ ಬಳಕೆದಾರರನ್ನು ಹೆಚ್ಚು ತೊಡಗಿಸಿಕೊಂಡಷ್ಟೂ ನೀವು ಹೆಚ್ಚು ಗಳಿಸುತ್ತೀರಿ."),
                n("eea6d8f8", "ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ ಅರ್ಹತೆ"),
                n("a0e8811e", "ಅಭಿಮಾನಿ ಬಳಗವನ್ನು ಕಟ್ಟಿಕೊಳ್ಳಿ"),
                n("e1a74ac0", "ನಿಮ್ಮ ದೊಡ್ಡ ಬೆಂಬಲಿಗರಿಗೆ ವಿಶೇಷ ವಿಷಯವನ್ನು ನೀಡಿ ಮತ್ತು ಮರುಕಳಿಸುವ ಆದಾಯವನ್ನು ಗಳಿಸಿ."),
                n("cd3a6f9a", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ಅರ್ಹತೆ"),
                n("c35e6144", "Make better content with Premium tools"),
                n("b9dbeb34", "ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳು, ಮೀಡಿಯಾ ಸ್ಟುಡಿಯೋ, ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ, ಮತ್ತು ಆದ್ಯತೆಯ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ."),
                n("b2d41138", "ಹೆಚ್ಚು ತಲುಪುವಿಕೆ = ಹೆಚ್ಚು ಗಳಿಕೆಗಳು"),
                n("defa7f12", "ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್‌ನಿಂದ ಪ್ರಯೋಜನ ಪಡೆಯಿರಿ, ಇದು ವೇಗವಾಗಿ ಬೆಳೆಯಲು ನಿಮಗೆ ಹೆಚ್ಚುವರಿ ಗೋಚರತೆಯನ್ನು ನೀಡುತ್ತದೆ."),
                n("i3e4955d", "ಇಲ್ಲಿ"),
                n("fdc5d06c", "ಪೂರ್ಣ ಸ್ಕ್ರೀನ್‌ನಿಂದ ನಿರ್ಗಮಿಸಿ"),
                n("cea1c00e", "ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಿ"),
                n("f8e6a280", 'ನೀವು ಪೋಸ್ಟ್ ಮಾಡಲು, ಲೈಕ್ ಮಾಡಲು, ಬುಕ್ ಮಾರ್ಕ್ ಮಾಡಲು ಮತ್ತು ಉತ್ತರಿಸಲು ಸಾಧ್ಯವಾಗುವ ಮೊದಲು ಹೊಸ ಖಾತೆಗಳು ಸಣ್ಣ "ವಾರ್ಷಿಕ ಶುಲ್ಕ" ಪಾವತಿಸಬೇಕಾಗುತ್ತದೆ. ಇದನ್ನು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮತ್ತು ಎಲ್ಲರಿಗೂ ಉತ್ತಮ ಅನುಭವವನ್ನು ಸೃಷ್ಟಿಸಲು ಮಾಡಿರುವುದಾಗಿದೆ. ನೀವು ಇನ್ನೂ ಖಾತೆಗಳನ್ನು ಅನುಸರಿಸಬಹುದು ಮತ್ತು X ಅನ್ನು ಉಚಿತವಾಗಿ ಬ್ರೌಸ್ ಮಾಡಬಹುದು.'),
                n("h968efc6", "ನೀವು ಪೋಸ್ಟ್ ಮಾಡಲು, ಲೈಕ್ ಮಾಡಲು, ಬುಕ್ ಮಾರ್ಕ್ ಮಾಡಲು ಮತ್ತು ಉತ್ತರಿಸಲು ಸಾಧ್ಯವಾಗುವ ಮೊದಲು ಹೊಸ ಖಾತೆಗಳು ಸಣ್ಣ ಶುಲ್ಕ ಪಾವತಿಸಬೇಕಾಗುತ್ತದೆ. ಇದನ್ನು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮತ್ತು ಎಲ್ಲರಿಗೂ ಉತ್ತಮ ಅನುಭವವನ್ನು ಸೃಷ್ಟಿಸಲು ಮಾಡಿರುವುದಾಗಿದೆ. ನೀವು ಇನ್ನೂ ಖಾತೆಗಳನ್ನು ಅನುಸರಿಸಬಹುದು ಮತ್ತು X ಅನ್ನು ಉಚಿತವಾಗಿ ಬ್ರೌಸ್ ಮಾಡಬಹುದು."),
                n("b66b62a4", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳು"),
                n("e5b5faa6", "ನಾಟ್-ಎ-ಬೊಟ್ ನಿಯಮಗಳು"),
                n("i61a221c", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಮತ್ತು ಪಾವತಿಸಿ"),
                n("fce91ab4", "ಹಂ - ಅದು ಕೆಲಸ ಮಾಡಲಿಲ್ಲ."),
                n("a235cb76", "ನಿಮ್ಮ Not A Bot ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದರೊಂದಿಗೆ ಸಮಸ್ಯೆ ಇದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("a8eea654", "ನಿಮ್ಮ ಖರೀದಿ ಯಶಸ್ವಿಯಾಗಿದೆ."),
                n("bc8baa08", "ಚಂದಾದಾರಿಕೆ ಮಾಡಲಾದುದು"),
                n("a98ba778", "ಸೂಚನೆಗಳ ಕಾಲರೇಖೆಗಳು"),
                n("j887d006", "ಇಷ್ಟಗಳಿಂದ ಹಿಡಿದು ಮರುಪೋಸ್ಟ್‌ಗಳು ಹಾಗೂ ಮತ್ತಷ್ಟು, ಇಲ್ಲಿಯೇ ಎಲ್ಲಾ ಕ್ರಿಯೆಗಳು ನಡೆಯುತ್ತವೆ."),
                n("c06d4306", "ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಿದಾಗ, ಅದನ್ನು ಇಲ್ಲಿ ನೀವು ಕಂಡುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("ge7c661a", "ಇಷ್ಟಗಳು, ಉಲ್ಲೇಖಗಳು, ಮರುಪೋಸ್ಟ್‌ಗಳು ಹಾಗೂ ಇನ್ನೂ ಸಾಕಷ್ಟು — ಇತರ ಪರಿಶೀಲಿಸಿದ ಜನರಿಂದ ಅದು ಬಂದಾಗ, ಅದನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣುತ್ತೀರಿ."),
                n("d3de3b5c", "ಇಷ್ಟಗಳು, ಹೆಸರಿಸುವಿಕೆಗಳು, ಮರುಪೋಸ್ಟ್‌ಗಳು, ಮತ್ತು ಇನ್ನೂ ಹಲವು — ಅದು ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಂದ ಬಂದಾಗ, ನೀವು ಅದನ್ನು ಇಲ್ಲಿ ಕಾಣುವಿರಿ."),
                n("e3f9838d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("eba8b1c8", "ಯಾವ ಸಂವಾದದಲ್ಲಿ ನಿಮ್ಮನ್ನು ನಮೂದಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಿ"),
                n("j745b8a6", "ನಿಮ್ಮನ್ನು ಅನ್‌ಟ್ಯಾಗ್ ಮಾಡಿ, ಸಂವಾದವನ್ನು ತೊರೆಯಲು ಪೋಸ್ಟ್‌ನ ಮೇಲೆ ಇರುವ ಆ್ಯ ಮೂರು ಸಣ್ಣ ಚುಕ್ಕೆಯ ಆಕ್ಷನ್ ಮೆನು ಬಳಸಿ."),
                n("c380d684", "ನಿಮ್ಮ ವರದಿ"),
                n("da7cf0d8", "ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನಾವು ಸಂವೇದನಾಶೀಲ ಎಂದು ಫ್ಲ್ಯಾಗ್ ಮಾಡಿದ್ದೇವೆ"),
                n("a6da21a1", function (e) {
                    return e.appName + " ಅವರು ನಿಮ್ಮ X ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ಬಯಸಿದ್ದಾರೆ";
                }),
                n("f4392d00", "ಆಪ್‌ಗೆ ಅಧಿಕಾರ ನೀಡಿ"),
                n("ee4dca3c", "ಲಿಂಕ್ ರದ್ದು ಮಾಡಿ"),
                n("bb347bbc", "ಸಹಾಯ ಕೇಂದ್ರ"),
                n("be38d34e", "ಈ ಆಪ್ ಬಳಸಲು ನೀವು X ಗೆ ಲಾಗಿನ್ ಆಗಿರಬೇಕು."),
                n("e087691a", "ಆಪ್‌ಗೆ ಪ್ರವೇಶ ಒದಗಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ. ವಾಪಸಾಗಿ ಮತ್ತು ಪುನಃ ಲಾಗಿನ್ ಮಾಡಿ."),
                n("e7dd62c4", '"ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ" ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು X ನಿಂದ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಪ್ರವೇಶಿಸಲು xAI ಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತಿರುವಿರಿ, ಅವುಗಳೆಂದರೆ:'),
                n("debbdc98", "ನಿಮ್ಮ X ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್, X ಖಾತೆ ಮಾಹಿತಿ, X ಸೆಟ್ಟಿಂಗ್‌ಗಳು, ಮತ್ತು X ಆದ್ಯತೆಗಳು."),
                n("d9cf7c9c", "ಎಲ್ಲಾ ಖಾತೆಗಳಿಗೆ ಮತ್ತು ಖಾತೆಗಳಿಂದ (ಸಾರ್ವಜನಿಕ ಅಥವಾ ರಕ್ಷಿತ) ಪೋಸ್ಟ್‌ಗಳು ಸೇರಿದಂತೆ ನಿಮ್ಮ X ಖಾತೆಯಲ್ಲಿ ನೀವು ವೀಕ್ಷಿಸಬಹುದಾದ ನಿಮ್ಮ X ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಬಹುದಾಗಿದೆ."),
                n("cdf40068", "X ನಲ್ಲಿ Grok ಗಾಗಿ ನಿಮ್ಮ ಸಂವಾದದ ಇತಿಹಾಸ."),
                n("cea71014", "ನಾವು ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಗಳನ್ನು ಲೋಡ್ ಮಾಡುತ್ತಿದ್ದೇವೆ..."),
                n("b5474bd2", "ಓಹ್… ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ."),
                n("ab4b970a", "ಮರಳಿ ಹೋಗಲು ಮತ್ತು ಹೊಸ ಪರಿಶೀಲನೆ ಇಮೇಲ್‌ಗಾಗಿ ವಿನಂತಿಸಲು ದಯವಿಟ್ಟು X ಆಪ್ ಬಳಸಿ."),
                n("j6d103b8", "X ಖಾತೆಗೆ ಸೈನಪ್ ಮಾಡಿ. ಸ್ಫೋಟಕ ಸುದ್ದಿ ಮತ್ತು ಮನರಂಜನೆಯಿಂದ ಹಿಡಿದು ಕ್ರೀಡೆ ಮತ್ತು ರಾಜಕೀಯದ ತನಕ, ಎಲ್ಲಾ ಲೈವ್ ಕಾಮೆಂಟರಿಯ ಜೊತೆಗೆ ಪೂರ್ಣ ವಿಷಯ ಪಡೆಯಿರಿ."),
                n("ca042c78", "X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ "),
                n("ff869362", "ಇತ್ತೀಚಿನದ್ದನ್ನು ನೋಡಲು X ಗೆ ಲಾಗಿನ್ ಮಾಡಿ. ಸಂವಾದಕ್ಕೆ ಸೇರಿ, ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿ, ನಿಮ್ಮ ಹೋಮ್ ಕಾಲರೇಖೆಯನ್ನು ನೋಡಿ ಮತ್ತು ನೀವು ತಿಳಿದಿರುವ ಜನರಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ."),
                n("f4a654a4", "Foursquare ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ"),
                n("c09de2d4", "ಹುಡುಕಾಟ ಕಾಲರೇಖೆ"),
                n("i1801686", "ಇದು ಅಮಾನ್ಯ ಹುಡುಕಾಟ ವಿಚಾರಣೆಯಾಗಿದೆ. ದಯವಿಟ್ಟು ವಿಭಿನ್ನವಾದುದೊಂದನ್ನು ಪ್ರಯತ್ನಿಸಿ."),
                n("a0b4541c", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ಆದರೆ ಚಿಂತಿಸಬೇಡಿ, ಇದು ನಿಮ್ಮ ತಪ್ಪಲ್ಲ."),
                n("d7eebb60", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ"),
                n("h707b180", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನವೀಕರಣ ಪೂರ್ಣಗೊಂಡಿದೆ"),
                n("a452ab68", "ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ"),
                n("e957c20e", "ಪೂರ್ಣ ಪ್ರವೇಶ ಉಚಿತ ಪ್ರಯೋಗ"),
                n("a1436e70", "ನೀವು ಈಗ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಬಹುದು, ಅವುಗಳನ್ನು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಗೋಚರಿಸುವಂತೆ ಮಾಡಬಹುದು. ಒಮ್ಮೆ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನುಮೋದಿಸಿದರೆ, ಲಕ್ಷಾಂತರ ಬಳಕೆದಾರರಿಗೆ ಉದ್ಯೋಗ ಹುಡುಕಾಟದಲ್ಲಿ ನಿಮ್ಮ ಉದ್ಯೋಗಗಳು ಅನ್ವೇಷಿಸಲ್ಪಡುತ್ತವೆ."),
                n("f9c85cec", "ಕ್ರಮದ ಅಗತ್ಯವಿದೆ: ದಾಖಲೆಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಪರಿಶೀಲಿಸಿ"),
                n("f178f393", function (e) {
                    return "ದಯವಿಟ್ಟು ಅಗತ್ಯವಿರುವ ದಾಖಲೆಗಳನ್ನು " + e.date + " ರೊಳಗೆ ಸಲ್ಲಿಸಿ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಸುಮಾರು 10 ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.";
                }),
                n("f9fbeabc", "ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಸಂಯೋಜನೆ ದಾಖಲೆಗಳು"),
                n("b4c80f5c", "ಸರಕಾರ ನೀಡಿದ ಒಂದು ID"),
                n("f0915094", "ಕಾರ್ಯನಿರ್ವಹಿಸುವ ಸಾಧನ ಕ್ಯಾಮೆರಾ"),
                n("f259d3f3", function (e) {
                    return "ಮುಖ್ಯ: ದಾಖಲೆಗಳನ್ನು " + e.date + " ರೊಳಗೆ ಸಲ್ಲಿಸಬೇಕು, ಇಲ್ಲದಿದ್ದರೆ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪಾವತಿ ಇಲ್ಲದೆ ತಿರಸ್ಕರಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("d35f645b", function (e) {
                    return "ತೆರೆಯಿರಿ (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿರುವುದು (" + e.count + ")";
                }),
                n("c35aded2", "ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ"),
                n("b97e952a", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ."),
                n("cf1fa156", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಉದ್ಯೋಗಗಳನ್ನು ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ."),
                n("fa4a4f50", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಉದ್ಯೋಗಗಳನ್ನು ಆರ್ಕೈವ್ ಮಾಡಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ."),
                n("c5fb5a1a", "ಯಾವುದೇ ಉದ್ಯೋಗವಿಲ್ಲ"),
                n("e9b91cde", "ಕೆಲಸವನ್ನು ಸೇರಿಸಿ"),
                n("c270ef3e", "ಆರ್ಕೈವ್"),
                n("fe8872f4", "ಯಶಸ್ಸು"),
                n("d523cd74", "ಈ ಉದ್ಯೋಗವನ್ನು ಆರ್ಕೈವ್ ಮಾಡುವುದೇ?"),
                n("jfd0b34a", "ಆರ್ಕೈವ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಉದ್ಯೋಗವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "ಆಹ್ವಾನವನ್ನು ಕಳುಹಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ddf35536", "ಆಹ್ವಾನವನ್ನು ಅಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("db7144b6", "ಅಫಿಲಿಯೇಶನ್ ವಿಧವನ್ನು ಬದಲಾಯಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("be78e5fa", "ಅಫಿಲಿಯೇಶನ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("fa9709ba", "ಅಪ್ಲಿಕೇಶನ್ ರಚಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("j62f13fc", "ಈ ಉದ್ಯೋಗವನ್ನು ನವೀಕರಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ff5716fc", "ಈ ಉದ್ಯೋಗವನ್ನು ರಚಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("fd059188", "ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ಸಿಂಕ್ ಮಾಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("b82b5c00", "ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("d74adc30", "ತಪ್ಪಾದ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ"),
                n("e4323c36", "ನೀವು ನಮೂದಿಸಿದ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ನಿಮ್ಮ ಸಂಸ್ಥೆ ಅಥವಾ ಅದರ ಅಫಿಲಿಯೇಟ್‌ಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ."),
                n("b3323ada", "ನಿಮ್ಮ ads.twitter.com ಖಾತೆಗೆ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("ac325eb8", "ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ads.twitter.com ನಲ್ಲಿ ನಿಮ್ಮ ಜಾಹೀರಾತು ಖಾತೆಗೆ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸಬೇಕು."),
                n("j4e6e966", "ಜಾಹೀರಾತುಗಳ ಖಾತೆ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ"),
                n("ef86e7f6", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲನೆಗಾಗಿ ಫ್ಲ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಅನುಮೋದನೆಯ ಅಗತ್ಯವಿದೆ."),
                n("c9c8edae", "ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಅನ್ವಯಿಸಲು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"),
                n("b36c6278", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ಪಾವತಿಸಿದ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ಮಾತ್ರ ನಮ್ಮ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಬಳಸಬಹುದು. ನಿಮ್ಮ ಅಫಿಲಿಯೇಟ್‌ಗಳೊಂದಿಗೆ ಜಾಹೀರಾತು ಮಾಡಲು ಈಗಲೇ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("c30f0168", "ಬಾಹ್ಯ ಲಿಂಕ್ ಅನ್ನು ತೆರೆಯಿರಿ"),
                n("c49b7262", "ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಉದ್ಯೋಗ"),
                n("i6ecf71a", "ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸದ ಉದ್ಯೋಗ"),
                n("a37ef120", "ಉದ್ಯೋಗವನ್ನು ಪುನಃ ತೆರೆಯಿರಿ"),
                n("i00355d0", "ಹಂಚಿಕೊಳ್ಳಬೇಡಿ"),
                n("h0481bba", "ಈ ಉದ್ಯೋಗದ ಹಂಚಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸುವುದೇ?"),
                n("b9dfdc7a", "ಹಂಚಿಕೊಳ್ಳದಿರುವುದು ನಿಮ್ಮ ಸ್ಪಾಟ್‌ಲೈಟ್‌ನಿಂದ ಕೆಲಸವನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "ನೀವು ಹಂಚಿಕೊಂಡಿರುವ ಉದ್ಯೋಗಗಳು"),
                n("ea7f1a42", "ನಿಮ್ಮ ಉದ್ಯೋಗಗಳು"),
                n("d1cbcb90", "ಮೂಲ"),
                n("gf66326c", "ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಿದ"),
                n("b917fc28", "ಉದ್ಯೋಗ ಪ್ರಚಾರವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("g06035e6", "ಉದ್ಯೋಗ ಪ್ರಚಾರವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ ಜಾಹೀರಾತು ಖಾತೆಗೆ ಗಮನ ನೀಡುವ ಅಗತ್ಯವಿದೆ."),
                n("aa16581c", "ಉದ್ಯೋಗ ಪ್ರಚಾರದ ಜಾಹೀರಾತು ಖಾತೆಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ. ಸಹಾಯಕ್ಕಾಗಿ ಖಾತೆ ಅಡ್ಮಿನ್ ಅನ್ನು ಕೇಳಿ."),
                n("g7bb6f58", "ಯಾವುದೇ ಜಾಹೀರಾತು ಖಾತೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("jf1576ba", "ವಿಫಲಗೊಂಡಿದೆ"),
                n("ff985a36", "ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e5b8058c", "ಸಿಂಕ್ ಮಾಡಲಾಗಿಲ್ಲ"),
                n("a86e335a", "ಕೊನೆಯದಾಗಿ ಸಿಂಕ್ ಮಾಡಿರುವ "),
                n("c9838d68", "ನೀವು ಸೇರಿಸಿದ ಉದ್ಯೋಗಗಳು ಇನ್ನೂ ಗೋಚರಿಸುತ್ತಿಲ್ಲ"),
                n("df6835a6", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳ ಮೇಲೆ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಉದ್ಯೋಗಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ತೆರೆದ ಉದ್ಯೋಗಗಳ ಪಟ್ಟಿಗೆ ಲಿಂಕ್ ಮಾಡಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಉದ್ಯೋಗಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ."),
                n("fc504ea0", "ನನ್ನ ಉದ್ಯೋಗಗಳನ್ನು ತೋರಿಸಲು ಪ್ರಾರಂಭಿಸಿ"),
                n("a511934e", "X ನಲ್ಲಿ ನೇಮಕಗೊಳಿಸುವುದನ್ನು ಪ್ರಾರಂಭಿಸಿ"),
                n("e68d2d16", "ಬೀಟಾಕ್ಕಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ"),
                n("f7a37e30", "‘ಬೀಟಾಕ್ಕಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ’ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಬೀಟಾ ಪ್ರವೇಶಕ್ಕೆ ಅನುಮೋದನೆಯ ಮೇರೆಗೆ ಈ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ವ್ಯಾಪಾರ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬಳಸಿಕೊಂಡು ಇಮೇಲ್ ಮೂಲಕ ಸಂಪರ್ಕಿಸಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ."),
                n("bfef82f0", "X ನೇಮಕವು ನಿಮ್ಮ ಕಂಪನಿಯ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಉದ್ಯೋಗಗಳು, ವೈಶಿಷ್ಟ್ಯದ ಉದ್ಯೋಗಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮ ಮುಕ್ತ ಸ್ಥಾನಗಳಿಗೆ ಉನ್ನತ ಪ್ರತಿಭೆಗಳನ್ನು ಆಕರ್ಷಿಸಲು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗಾಗಿ ಇರುವ ಒಂದು ಉಚಿತ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ."),
                n("h4b890c2", "X ನೇಮಕವು ನಿಮಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು, ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಅವುಗಳನ್ನು ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಮುಕ್ತ ಪಾತ್ರಗಳಿಗೆ ಉನ್ನತ ಪ್ರತಿಭೆಗಳನ್ನು ಆಕರ್ಷಿಸಲು ಅನುಮತಿಸುತ್ತದೆ."),
                n("c3f28126", "ಬೃಹತ್ ಪ್ರೇಕ್ಷಕರನ್ನು ತಲುಪಿ"),
                n("dec1601e", "X 528 ಮಿಲಿಯನ್‌ಗಿಂತಲೂ ಹೆಚ್ಚು ಬಳಕೆದಾರರನ್ನು ಹೊಂದಿದೆ. ಸಾಫ್ಟ್‌ವೇರ್ ಇಂಜಿನಿಯರ್‌ಗಳಿಂದ ಹಿಡಿದು ರಿಟೇಲ್ ಮಾರಾಟದವರೆಗೆ ಫೋರ್ಕ್‌ಲಿಫ್ಟ್ ಆಪರೇಟರ್‌ಗಳವರೆಗೆ, ನಿಮ್ಮ ಮುಂದಿನ ನೇಮಕಾತಿ ಇಲ್ಲಿದೆ."),
                n("be8393da", "ನಿಮ್ಮ ಪ್ರಮುಖ ಪಾತ್ರಗಳನ್ನು ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿ"),
                n("i8c856ce", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ 3 ಉದ್ಯೋಗಗಳವರೆಗೆ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿ. ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವೀಕ್ಷಿಸಿದಾಗ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ಈ ಪಾತ್ರಗಳನ್ನು ನೋಡುತ್ತಾರೆ."),
                n("d8bc6eea", "ನಿಮ್ಮ ಕಂಪನಿಯ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಉದ್ಯೋಗಗಳಾಗಿರಲು 5 ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಿ. ನಿಮ್ಮ ಕಂಪನಿಯ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವೀಕ್ಷಿಸಿದಾಗ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ಈ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಪಾತ್ರಗಳನ್ನು ನೋಡುತ್ತಾರೆ."),
                n("a049efd4", "ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಇಂಪೋರ್ಟ್ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("d12be15a", "ನಿಮಿಷಗಳಲ್ಲಿ X ಗೆ ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಲು ಬೆಂಬಲಿತ ಅರ್ಜಿದಾರರ ಟ್ರ್ಯಾಕಿಂಗ್ ಸಿಸ್ಟಂ ಅಥವಾ XML ಫೀಡ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ."),
                n("d248d75e", "ಬೆಂಬಲ ಪಡೆಯಿರಿ"),
                n("c49d8e42", "ಸಹಾಯ ಬೇಕೇ? ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("ib244b2e", " ಇಮೇಲ್ ವಿಳಾಸ ನಕಲಿಸಿ"),
                n("b450472c", "ಉದ್ಯೋಗಗಳನ್ನು ಇಂಪೋರ್ಟ್ ಮಾಡಿ"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "ಉದ್ಯೋಗಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ"),
                n("aa4c37cc", "ನನ್ನ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಉದ್ಯೋಗಗಳನ್ನು ತೋರಿಸಿ"),
                n("d4b82638", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿನ ವೈಶಿಷ್ಟ್ಯ ಉದ್ಯೋಗಗಳು"),
                n("e405b1c2", "ನಿಮ್ಮ ನಿರ್ಣಾಯಕ ಪಾತ್ರಗಳಲ್ಲಿ ಹೆಚ್ಚಿನ ಅರ್ಜಿದಾರರನ್ನು ರಚಿಸಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಉದ್ಯೋಗಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ತೆರೆದ ಪಾತ್ರಗಳನ್ನು ನೋಡಲು ಅಭ್ಯರ್ಥಿಗಳಿಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡಿ."),
                n("a85cda86", "ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ಸೇರಿಸಿ"),
                n("c04b6472", "ಹೆಚ್ಚಿನ ಅರ್ಜಿದಾರರನ್ನು ಪಡೆಯಲು ಪ್ರಾರಂಭಿಸಲು ಕೆಲವು ಸರಳ ಹಂತಗಳಲ್ಲಿ ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ಇಂಪೋರ್ಟ್ ಮಾಡಿಕೊಳ್ಳಿ ಅಥವಾ ಸೇರಿಸಿ. ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ನಿಮ್ಮ ಹಿಂಬಾಲಕರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಕಂಪನಿಯ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಬಹುದು."),
                n("d14c02d0", "ಉದ್ಯೋಗಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ"),
                n("b12424fc", "ಹೊಸ ಉದ್ಯೋಗ"),
                n("ca8df1e2", "ಉದ್ಯೋಗವನ್ನು ರಚಿಸಿ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಉದ್ಯೋಗ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ. ಪ್ರತಿ ಉದ್ಯೋಗವು ಅಪ್ಲಿಕೇಶನ್ URL ಅನ್ನು ಹೊಂದಿರಬೇಕು, ಅಲ್ಲಿ ಅಭ್ಯರ್ಥಿಗಳು ಉದ್ಯೋಗದ ಕುರಿತು ಹೆಚ್ಚಿನದನ್ನು ನೋಡಬಹುದು ಮತ್ತು ಅರ್ಜಿ ಸಲ್ಲಿಸಬಹುದು."),
                n("f4f4dd60", "ಅಗತ್ಯವಿದೆ"),
                n("b2c213e0", "ಅಕ್ಷರ ಮಿತಿ ಮೀರಿದೆ"),
                n("d84e9c2a", "ಈ ಪಾತ್ರಕ್ಕಾಗಿ ನಿರೀಕ್ಷಿತ ಉದ್ಯೋಗದ ಬದ್ಧತೆಯ ಪ್ರಕಾರವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ."),
                n("bc8b300c", "ಉದ್ಯೋಗದ ಕಾರ್ಯ"),
                n("d1eedb50", "ಈ ಪಾತ್ರವು ಬೆಂಬಲಿಸುವ ಪ್ರದೇಶವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಅಭ್ಯರ್ಥಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡಿ."),
                n("eaf3ce64", "ತಂಡ"),
                n("b36cd50e", "ಒಮ್ಮೆ ನೇಮಕಗೊಂಡ ಅಭ್ಯರ್ಥಿಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವ ಪ್ರಮುಖ ತಂಡವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ."),
                n("d3a427ce", "ಅಗತ್ಯವಿರುವ ಅನುಭವದ ಮಟ್ಟವನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("i7174442", "ಉದ್ಯೋಗದ ವಿವರಣೆ"),
                n("fef0cf02", "ವಿವರವಾದ ಉದ್ಯೋಗ ವಿವರಣೆಯನ್ನು ಒದಗಿಸಿ. ಅಭ್ಯರ್ಥಿಗಳಿಗೆ ಪಾತ್ರದ ಬಗ್ಗೆ ಸ್ಪಷ್ಟವಾದ ತಿಳುವಳಿಕೆಯನ್ನು ನೀಡಲು ಪ್ರಮುಖ ಜವಾಬ್ದಾರಿಗಳು ಮತ್ತು ಅರ್ಹತೆಗಳನ್ನು ವಿವರಿಸಿ."),
                n("b7800bec", "200 ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಅಕ್ಷರಗಳಲ್ಲಿ ಕೆಲಸವನ್ನು ಪಿಚ್ ಮಾಡಿ. ಪೋಸ್ಟ್‌ಗಳು, ಶಿಫಾರಸುಗಳು ಮತ್ತು ಹುಡುಕಾಟದಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ."),
                n("a5244ece", "ಅಪ್ಲಿಕೇಶನ್ URL (ಅಗತ್ಯವಿದೆ)"),
                n("g2b553f6", "ಅಭ್ಯರ್ಥಿಗಳು ಈ ಉದ್ಯೋಗಕ್ಕಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಬಹುದಾದ ಸಾರ್ವಜನಿಕ URL ಅನ್ನು ನಮೂದಿಸಿ."),
                n("c2e77608", "ಉದ್ಯೋಗದ ಶೀರ್ಷಿಕೆ (ಅಗತ್ಯವಿದೆ)"),
                n("cdf414d4", "ಹುಡುಕಾಟ ಮತ್ತು ಶಿಫಾರಸುಗಳಿಗಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಫಲಿತಾಂಶಗಳನ್ನು ಸುಧಾರಿಸಲು ಉದ್ಯಮದ ಪ್ರಮಾಣಿತ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("cc59319a", "ಹೆಚ್ಚಿನ ಅಭ್ಯರ್ಥಿಗಳು ಗುರುತಿಸುವ ಉದ್ಯಮ ಗುಣಮಟ್ಟದ ಉದ್ಯೋಗ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಬಳಸಿ."),
                n("e7117ee4", "ಸ್ಥಳ (ಅಗತ್ಯವಿದೆ)"),
                n("c05176ec", "ಈ ಪಾತ್ರವು ಆನ್‌ಸೈಟ್ ಆಗಿದ್ದರೆ, ಸೈಟ್ ಸ್ಥಳ(ಗಳನ್ನು)ವನ್ನು ನಮೂದಿಸಿ. ಈ ಪಾತ್ರವು ದೂರದಲ್ಲಿದ್ದರೆ, ಅಭ್ಯರ್ಥಿಗಳನ್ನು ಎಲ್ಲಿ ಕಾಣಬಹುದು ಎಂಬುದನ್ನು ವಿವರಿಸಿ."),
                n("d70c24d4", "ನಿಮ್ಮ ಉದ್ಯೋಗವನ್ನು ಹುಡುಕಲು ಅಭ್ಯರ್ಥಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡಲು ಬಳಸಲಾಗುತ್ತದೆ."),
                n("de1c4376", "ವೇತನ ಶ್ರೇಣಿ"),
                n("hf352d42", "ಅಭ್ಯರ್ಥಿಗಳಿಗೆ ಗೋಚರಿಸುವ ಐಚ್ಛಿಕ ವೇತನ ಶ್ರೇಣಿಯನ್ನು ಸೇರಿಸಿ. ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳದಿದ್ದರೆ, ನೀವು ನೇಮಕ ಮಾಡಿಕೊಳ್ಳುತ್ತಿರುವ ಸ್ಥಳದಲ್ಲಿ ಯಾವುದೇ ಪಾವತಿ ಪಾರದರ್ಶಕತೆಯ ಕಾನೂನುಗಳ ಬಗ್ಗೆ ತಿಳಿದಿರಲಿ."),
                n("ede7d0a2", "ಕರೆನ್ಸಿ"),
                n("b925c18c", "ಸಂಬಳದ ಪ್ರಕಾರ"),
                n("j3d242ce", "ಅಮಾನ್ಯ ಶ್ರೇಣಿ"),
                n("f4d07bd2", "ಹುಡುಕಾಟದೊಂದಿಗೆ ನಿಮ್ಮ ಪಾತ್ರಗಳನ್ನು ಪರಿಶೋಧಿಸಲು ಅಭ್ಯರ್ಥಿಗಳಿಗೆ ಸುಲಭವಾಗುವಂತೆ ಐಚ್ಛಿಕ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ."),
                n("b8cbb51a", "ಉದ್ಯೋಗದ ಸಾರಾಂಶ");
            n("bda6881e", "ಈ ಕೆಲಸವನ್ನು ನಿಮ್ಮ ಅರ್ಜಿದಾರರ ಟ್ರ್ಯಾಕಿಂಗ್ ಸಿಸ್ಟಮ್ (ATS) ನಿಂದ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ. ನಿರ್ದಿಷ್ಟ ಕ್ಷೇತ್ರಗಳನ್ನು ಮಾತ್ರ ಮಾರ್ಪಡಿಸಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ನೋಟ್ ಮಾಡಿ."),
                n("b075c68a", "ಉದ್ಯೋಗವನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("d4b6a6e0", "ಪ್ರೊಫೈಲ್ ಸ್ಪಾಟ್‌ಲೈಟ್"),
                n("j2dd3686", "ನನ್ನ ಪೋಸ್ಟ್‌ಗಳ ಮೇಲೆ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಉದ್ಯೋಗಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ."),
                n("af1cfd46", "ATS ಏಕೀಕರಣ"),
                n("d6fa2944", "ನಿಮ್ಮ ಏಕೀಕರಣವನ್ನು ಅಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಆಮದು ಮಾಡಿಕೊಂಡ ಉದ್ಯೋಗಗಳನ್ನು ಅಳಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("h99f11fa", "ಏಕೀಕರಣವನ್ನು ಅಳಿಸಿ"),
                n("eef1ae76", "ಪ್ರಸ್ತುತ ಸಂಪರ್ಕಗೊಂಡಿದೆ"),
                n("a915f5c1", function (e) {
                    return e.ats + " ಅನ್ನು ಸಂಪರ್ಕಿಸಲಾಗಿದೆ";
                }),
                n("af7286b7", function (e) {
                    return "Premium ನ ವರ್ಷಕ್ಕೆ " + e.percentage + "% ರಿಯಾಯಿತಿ";
                }),
                n("c924ad84", "ವೀಡಿಯೊಗಳನ್ನು ಪ್ಲೇ ಮಾಡುತ್ತಿರಿ"),
                n("de750a3c", "ನಿಮ್ಮ ಫೋನ್ ಲಾಕ್ ಆಗಿರುವಾಗಲೂ ಅವುಗಳನ್ನು ಆನಂದಿಸಿ"),
                n("he5e87c4", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ"),
                n("g64a60ba", "ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡುವಾಗ ಸಣ್ಣ ಆದ್ಯತೆಯನ್ನು ಪಡೆಯಿರಿ"),
                n("a7ee832a", "60 ನಿಮಿಷಗಳವರೆಗೆ ಮುದ್ರಣದೋಷಗಳು ಮತ್ತು ತಪ್ಪುಗಳನ್ನು ಸರಿಪಡಿಸಿ"),
                n("fdd77a34", "ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ರಚಿಸಿ"),
                n("j6d26a7a", "ನೀವು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಷ್ಟು ಬರೆಯಿರಿ"),
                n("c4fd68da", "ನಿಮ್ಮ ಅನುಭವವನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಿ"),
                n("c0195168", "ನಿಮ್ಮ ಆಪ್ ಐಕಾನ್ ಮತ್ತು ನ್ಯಾವಿಗೇಶನ್ ಆಯ್ಕೆಗಳನ್ನು ಬದಲಾಯಿಸಿ"),
                n("b6b5dc94", "ಪರಿಶೀಲಿಸಿದವರಾಗಿ"),
                n("b06db848", "ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಇತರರಿಂದ ಎದ್ದು ಕಾಣಲು"),
                n("e3e3a97c", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಂದ ಆದಾಯದ ಪಾಲನ್ನು ಗಳಿಸಿ"),
                n("f15bc24e", "ಹೆಚ್ಚಿದ Grok ಮಿತಿಗಳು"),
                n("c4666e1c", "ನಮ್ಮ ಇತ್ತೀಚಿನ ಮಾದರಿಯಾದ Grok 3 ರ ಹೆಚ್ಚಿನ ಬಳಕೆ"),
                n("he74ae7a", "ಗರಿಷ್ಠ Grok ಬಳಕೆಯ ಮಿತಿಗಳು"),
                n("f5732cd4", "ಜೊತೆಗೆ, DeepSearch ಮತ್ತು ಥಿಂಕ್‌ಗೆ ವಿಸ್ತೃತ ಪ್ರವೇಶ"),
                n("e0198956", "X ನಲ್ಲಿ ನೀವು ಪೋಸ್ಟ್ ಮಾಡಿದ ವಿಷಯದೊಂದಿಗೆ ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳ ಎಂಗೇಜ್‍ಮೆಂಟ್‍ನಿಂದ ಉತ್ಪತ್ತಿಯಾಗುವ ಆದಾಯದ ಪಾಲನ್ನು ಪಡೆಯಿರಿ."),
                n("iadf78e2", "ವೀಡಿಯೊಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("ee54c3de", "ವೀಡಿಯೊಗಳನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ಸಾಧನಕ್ಕೆ ಉಳಿಸಿ"),
                n("ae03594c", "ಸಣ್ಣ ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್"),
                n("e6bb08c0", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಎದ್ದು ಕಾಣುವಂತೆ ಮಾಡಿ"),
                n("bf2a6acc", "ದೀರ್ಘ ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್"),
                n("c2059276", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ."),
                n("b023ec20", "ಗರಿಷ್ಠ ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್"),
                n("g337328e", "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳಿಗೆ ಹೆಚ್ಚು ವೀಕ್ಷಣೆಗಳನ್ನು ಪಡೆಯಿರಿ."),
                n("fa006202", "ಹಿನ್ನೆಲೆ ವೀಡಿಯೊ ಪ್ಲೇಬ್ಯಾಕ್"),
                n("jf389778", "ಬ್ರೌಸ್ ಮಾಡುವಾಗ ಅಥವಾ ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಬಳಸುವಾಗ ವೀಕ್ಷಿಸಿ"),
                n("f2977d80", "ಬುಕ್‌ಮಾರ್ಕ್‌ ಫೋಲ್ಡರ್‌ಗಳು"),
                n("j1d3d910", "ನೀವು ಸೇವ್ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳು ಸುಲಭವಾಗಿ ಸಿಗುವಂತೆ ಅವುಗಳನ್ನು ಹೊಂದಿಸಿ ಇಟ್ಟುಕೊಳ್ಳಿ"),
                n("f0f48668", "ಪ್ರೀಮಿಯಂ ಬೆಂಬಲ"),
                n("c3148608", "ನಿಮಗೆ ಸಹಾಯ ಬೇಕಾದಾಗ ವೇಗವಾಗಿ ಸಹಾಯ ಪಡೆಯಿರಿ"),
                n("b485ca6e", "ಹೈಲೈಟ್‌ಗಳ ಟ್ಯಾಬ್"),
                n("d438955e", "ನಿಮ್ಮ ಅಗ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ"),
                n("f373a352", "ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ DM ಗಳು"),
                n("g7405aca", "ಸಂಪೂರ್ಣವಾದ ಎನ್ಕ್ರಿಪ್ಷನ್ ಜೊತೆಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಚಾಟ್ ಮಾಡಿ"),
                n("j659fa0c", "Grok 3 ರ ಅತ್ಯುತ್ತಮ"),
                n("ibff5694", "ಗರಿಷ್ಠ ಬಳಕೆಯ ಮಿತಿಗಳು, DeepSearch ಮತ್ತು ಥಿಂಕ್, ಜೊತೆಗೆ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಆರಂಭಿಕ ಪ್ರವೇಶಾವಕಾಶವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("i824f4da", "ಕಡಿಮೆ ಜಾಹೀರಾತುಗಳು"),
                n("bd17076c", "ನಿಮಗಾಗಿ ಮತ್ತು ಹಿಂಬಾಲಿಸುತ್ತಿರುವ ಕಾಲರೇಖೆಗಳಲ್ಲಿ ಸರಿಸುಮಾರು ಅರ್ಧದಷ್ಟು ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಿ."),
                n("cef2cac8", "ಕಡಿಮೆ ಸಾಮಾನ್ಯ ಪ್ರದೇಶಗಳಲ್ಲಿ ಸಾಂದರ್ಭಿಕ ಬ್ರ್ಯಾಂಡೆಡ್ ವಿಷಯದೊಂದಿಗೆ ಜಾಹೀರಾತು-ಮುಕ್ತ ಅನುಭವವನ್ನು ಆನಂದಿಸಿ."),
                n("c97920c0", "ಆಫ್‌ಲೈನ್ ವೀಡಿಯೊಗಳು"),
                n("i4379b18", "ಆಫ್‌ಲೈನ್ ಪ್ಲೇಬ್ಯಾಕ್‌ಗಾಗಿ ಯಾವುದೇ ವೀಡಿಯೊವನ್ನು ಉಳಿಸಿ"),
                n("f94c6bae", "ಪರಿಶೀಲಿಸಿದ ಚೆಕ್‌ಮಾರ್ಕ್"),
                n("d72055d6", "ಪರಿಶೀಲಿಸಲಾದ ಚೆಕ್‌ಮಾರ್ಕ್‌ಗಳ ಜೊತೆಗೆ ವಿಶ್ವಾಸವನ್ನು ಗಳಿಸಿ "),
                n("f54af178", "ಲೇಖನಗಳನ್ನು ಬರೆಯಿರಿ"),
                n("c5cd5d42", "ದೀರ್ಘಾವಧಿಯ ವಿಷಯವಸ್ತುವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಹಾಗೂ ವೈಚಾರಿಕತೆಯ ಮುಂದಾಳತ್ವವನ್ನು ಸ್ಥಾಪಿಸಿ"),
                n("jbdb08cc", "ನಿಮ್ಮ ಖಾತೆಯು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಖಾತೆಯ ಮೆಟ್ರಿಕ್‌ಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಿ"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "ನಿಮ್ಮ ಮೀಡಿಯಾವನ್ನು ನಿರ್ವಹಿಸಿ ಹಾಗೂ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("id067c96", "Radar ಹುಡುಕಾಟ"),
                n("jf991d48", "ನೈಜ ಸಮಯದ ಪ್ರವೃತ್ತಿಯ ಟ್ರಾಕಿಂಗ್ ಮೂಲಕ ಮುಂಚೂಣಿಯಲ್ಲಿರಿ"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "X ನಲ್ಲಿ ವಾಸಿಸುವ ಜನರಿಗೆ ಶಕ್ತಿಯುತ, ನೈಜ-ಸಮಯದ ಸಾಧನವಾಗಿದೆ. ಒಂದೇ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ಬಹು ಕಾಲರೇಖೆಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ (ವೆಬ್ ಮಾತ್ರ)"),
                n("b3e50ef2", "ಸಮುದಾಯಗಳನ್ನು ರಚಿಸಿ"),
                n("bb1a4e44", "ನಿಮ್ಮದೇ ಸ್ವಂತ ಸಮುದಾಯವನ್ನು ರಚಿಸಿ"),
                n("j010228e", "ಮಾಸಿಕ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಹೆಚ್ಚು ತೊಡಗಿಸಿಕೊಂಡಿರುವ ಹಿ೦ಬಾಲಕರಿಂದ X ಗಳಿಸುವ ಆದಾಯದ ಪಾಲನ್ನು ಪಡೆಯಿರಿ."),
                n("h0e1730e", "ಪ್ರತಿಕ್ರಿಯೆ ಆದ್ಯತೆ"),
                n("jf7f743c", "ಉದ್ದನೆಯ ವೀಡಿಯೋಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("c0c25b6c", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳ ಫೋಲ್ಡರ್‌ಗಳು"),
                n("ab31c79e", "ಆಪ್ ಐಕಾನ್‌ಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ"),
                n("a8a702ae", "ನ್ಯಾವಿಗೇಶನ್ ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ"),
                n("d5ab1b50", "ಪರಿಶೀಲಿಸಿದ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("ac298984", "ಹೆಚ್ಚಿನ ಪ್ರತಿಕ್ರಿಯೆ ಆದ್ಯತೆ"),
                n("g20df450", "50% ನಷ್ಟು ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("h8dfc4de", "ಹೆಚ್ಚಿನ Grok ಬಳಕೆಯ ಮಿತಿಗಳು"),
                n("bf7614d4", "ಕ್ರಿಯೇಟರ್ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು"),
                n("gadc9f4a", "ಅತಿ ಹೆಚ್ಚು ಪ್ರತಿಕ್ರಿಯೆ ಆದ್ಯತೆ"),
                n("c127c5c2", "ಎಲ್ಲಾ ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("c1e0f3c8", "Grok DeepSearch ಮತ್ತು ಥಿಂಕ್ ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("aac0bbb6", "ಪ್ರವೇಶ Radar"),
                n("a6722922", "ಜಾಹೀರಾತುಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("ba016532", "ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "MAX"),
                n("b1492c6c", "ಗರಿಷ್ಠ"),
                n("fb5e2c14", "X Premium ನೊಂದಿಗೆ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ"),
                n("gd1f4cfa", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಉತ್ತಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ"),
                n("h59250bc", "X Premium ನೊಂದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಸಂದೇಶಗಳು"),
                n("ed62d546", "X Premium ನೊಂದಿಗೆ ಉದ್ದವಾದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("ca447200", "X Premium ನೊಂದಿಗೆ SMS ದೃಢೀಕರಣ"),
                n("af2b99ea", "X Premium ನೊಂದಿಗೆ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ"),
                n("ha265914", "X Premium ನೊಂದಿಗೆ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಆಯೋಜಿಸಿ"),
                n("gda940ae", "X Premium ನೊಂದಿಗೆ ಸಮುದಾಯವನ್ನು ರಚಿಸಿ"),
                n("c7e5ac54", "X Premium ನೊಂದಿಗೆ ಕಡಿಮೆ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಿ"),
                n("e03589ba", "X Premium ನೊಂದಿಗೆ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೆಚ್ಚಿಸಿ"),
                n("f0f8c82a", "X Premium ನೊಂದಿಗೆ ಪರಿಶೀಲಿಸಿದ-ಮಾತ್ರ ಚಾಟ್‌ಗಳಿಗೆ ಸೇರಿ"),
                n("fecf5aaa", "X Premium ನೊಂದಿಗೆ ಪೂರ್ಣ HD ವೀಡಿಯೊವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("c00d2be2", "X Premium ನೊಂದಿಗೆ ವೀಡಿಯೊಗಳನ್ನು ಸಂಪಾದಿಸಿ"),
                n("cd360b86", "Grok ನಲ್ಲಿ ಏನು ಬೇಕಾದರೂ ಕೇಳಿ"),
                n("d2e1a7a2", "X Premium ನೊಂದಿಗೆ ಲಭ್ಯವಿದೆ"),
                n("e664abe2", "X ನಲ್ಲಿ ವೀಡಿಯೊ. ಸೂಪರ್‌ಚಾರ್ಜ್ ಮಾಡಲಾಗಿದೆ."),
                n("e595a3e2", "Premium ನೊಂದಿಗೆ ಅತ್ಯುತ್ತಮ ವೀಡಿಯೊಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("i3c9329a", "ಸಮೃದ್ಧ ಪಠ್ಯ ಫಾರ್ಮ್ಯಾಟಿಂಗ್‌ನೊಂದಿಗೆ ಎದ್ದು ಕಾಣಿ"),
                n("cc9def68", "X Premium ನೊಂದಿಗೆ ಮಾತ್ರ"),
                n("hdef5966", "ನಿಮ್ಮ ಸಾಧನಕ್ಕೆ ವೀಡಿಯೊಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("c748224a", "X Premium ನೊಂದಿಗೆ ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("ebfc88bc", "ವಿಶೇಷ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸಿ"),
                n("f652e9ac", "Premium ಮೂಲಕ ಇನ್ನಷ್ಟು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("d67e94c0", "ನೀವು ತಪ್ಪಿಸಿಕೊಳ್ಳುತ್ತೀರಿ..."),
                n("j1d3098c", "Premium+ ಮೂಲಕ ಇನ್ನಷ್ಟು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("gd573390", "ಮತ್ತು ಬೇಸಿಕ್‌ನಲ್ಲಿ ಪ್ರತಿಯೊಂದೂ..."),
                n("ef94bbd4", "Premium+ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("dcd830ce", "ಮತ್ತು Premium ನಲ್ಲಿ ಪ್ರತಿಯೊಂದೂ..."),
                n("b7dde622", "ಥ್ಯಾಂಕ್ಸ್‌ಗೀವಿಂಗ್ ಶುಭಾಶಯಗಳು! ಕೊಡುಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ:"),
                n("i0180ca1", function (e) {
                    return e.date + " ರವರೆಗೆ. ಥ್ಯಾಂಕ್ಸ್‌ಗಿವಿಂಗ್ ಶುಭಾಶಯಗಳು!";
                }),
                n("hb9d0e00", "ನಮ್ಮ 2-ವರ್ಷದ ವಾರ್ಷಿಕೋತ್ಸವದ ಕೊಡುಗೆ, ಕೊನೆಗೊಳ್ಳುತ್ತದೆ:"),
                n("d2b23e0d", function (e) {
                    return "ಇದು Premium ನ ಜನ್ಮದಿನವಾಗಿದೆ! " + e.date + " ರಂದು ಕೊನೆಗೊಳ್ಳುತ್ತದೆ.";
                }),
                n("bb4998fb", function (e) {
                    return e.date + " ವರೆಗೆ";
                }),
                n("c0847ebc", "ಬೇಸಿಕ್‌ನಿಂದ ಎಲ್ಲಾ ಅಪ್‌ಗ್ರೇಡ್‌ಗಳು, ಜೊತೆಗೆ ..."),
                n("ed672bfa", "ಬೇಸಿಕ್ ಮತ್ತು Premium ನಿಂದ ಎಲ್ಲಾ ಅಪ್‌ಗ್ರೇಡ್‌ಗಳು, ಜೊತೆಗೆ ..."),
                n("db63fa1c", "ಪ್ರೀಮಿಯಂ ಯೋಜನೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("b128c6bc", "ಪರಿಶೀಲಿಸಿದ ಬ್ಯಾಡ್ಜ್ ಮತ್ತು ಡಜನ್‌ಗಟ್ಟಲೆ ಇತರ ಅದ್ಭುತ ಸವಲತ್ತುಗಳು ಮತ್ತು ಪ್ರಯೋಜನಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("a9904a1c", "ಸೀಮಿತ ಅವಧಿಗಾಗಿ X Premium ನಲ್ಲಿ ಉಳಿಸಿ"),
                n("acfaf7a0", "ಶ್ರೇಣಿಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಹೋಲಿಕೆ ಮಾಡಿ"),
                n("e1606e52", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಬದಲಾಯಿಸಿ"),
                n("d2f2b91a", "ಇಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ"),
                n("j4b4310e", "ಸೆಕೆಂಡುಗಳು"),
                n("af863ee9", "ಉಚಿತ ಪ್ರಯೋಗವನ್ನು"),
                n("f5705987", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳನ್ನು"),
                n("h89dabac", "ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಮಾಡಿ"),
                n("f36b8e14", "ಈ ಉತ್ಪನ್ನವನ್ನು ಪಡೆದುಕೊಳ್ಳುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮರುಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("f1756574", "/ ತಿಂಗಳು"),
                n("i650ff14", "/ ವರ್ಷ"),
                n("dbcd25db", function (e) {
                    return "ಮೊದಲ " + e.numberOfDays + " ದಿನಗಳವರೆಗೆ";
                }),
                n("bd40d5b5", function (e) {
                    return e.title + " ಗಾಗಿ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಮತ್ತು ಪಾವತಿಸಿ";
                }),
                n("i36a0b6e", "X iOS ಆಪ್‌ನಲ್ಲಿ ನೀವು ಸಬ್‌ಸ್ಕ್ರೈಬ್‌ ಮಾತ್ರ ಮಾಡಬಹುದು (ಸದ್ಯಕ್ಕೆ)."),
                n("c906ad94", "ಡೌನ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("db5c77e0", "ಇದು ನಿಮ್ಮ ಸಕ್ರಿಯ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಆಗಿದೆ"),
                n("h77ef73e", "ಮಾಸಿಕ ಯೋಜನೆಗೆ ಬದಲಾಯಿಸಿ"),
                n("d723d44a", "ವಾರ್ಷಿಕ ಯೋಜನೆಗೆ ಬದಲಾಯಿಸಿ"),
                n("gf6b66b8", "ಇಂದಿನಿಂದ ಜಾರಿಗೆ ಬರುವಂತೆ, ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬದಲಾವಣೆಯನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("e83daf87", function (e) {
                    return e.date + " ರಿಂದ ಜಾರಿಗೆ ಬರುವಂತೆ, ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬದಲಾವಣೆಯನ್ನು ದೃಢೀಕರಿಸಿ";
                }),
                n("f27022d6", "ಪ್ರಸ್ತುತ ಯೋಜನೆ"),
                n("i9d5f4b6", "ಹೊಸ ಯೋಜನೆ"),
                n("ia390d8a", "ನಿಮ್ಮ ಡೌನ್‌ಗ್ರೇಡ್ ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ"),
                n("fd80b875", function (e) {
                    return "ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್ ಮುಗಿಯುವವರೆಗೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಯೋಜನೆ ಸಕ್ರಿಯವಾಗಿರುತ್ತದೆ. " + e.nextBillingDate + " ರಂದು, ನಿಮ್ಮನ್ನು " + e.newTierName + " ಗೆ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಹೊಸ ದರವನ್ನು ವಿಧಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("c8fb177a", "ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಹೇಗೆ ಸರಿಹೊಂದಿಸಲಾಗುತ್ತದೆ"),
                n("df776505", function (e) {
                    return "ನೀವು ಹೊಸ ಬಿಲ್ಲಿಂಗ್‌ನೊಂದಿಗೆ " + e.newTierName + " ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುತ್ತಿದ್ದೀರಿ. ಇಂದು ಹೊಸ ಯೋಜನೆಗೆ ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ, ಆದರೆ ನಿಮ್ಮ ಉಳಿದ ಕ್ರೆಡಿಟ್ ಮೊತ್ತವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ. ಬದಲಾವಣೆ ತಕ್ಷಣವೇ ಸಂಭವಿಸುತ್ತದೆ, ಮತ್ತು ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಅದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.";
                }),
                n("d7efb6ba", "ನೀವು ಮಾಸಿಕ ಬಿಲ್ಲಿಂಗ್‌ನಿಂದ ವಾರ್ಷಿಕ ಬಿಲ್ಲಿಂಗ್‌ಗೆ ಬದಲಾಯಿಸುತ್ತಿದ್ದೀರಿ. ಇಂದು ನಿಮಗೆ ವಾರ್ಷಿಕ ಯೋಜನೆಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ, ನಿಮ್ಮ ಉಳಿದ ಅನುಪಾತದ ಮಾಸಿಕ ಬಾಕಿ ಮೊತ್ತವನ್ನು ಒಟ್ಟು ಶುಲ್ಕಕ್ಕೆ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ. ಬದಲಾವಣೆ ತಕ್ಷಣವೇ ಸಂಭವಿಸುತ್ತದೆ, ಮತ್ತು ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಈಗ ವಾರ್ಷಿಕವಾಗಿರುತ್ತದೆ."),
                n("a5f2cf70", "ನೀವು ವಾರ್ಷಿಕದಿಂದ ಮಾಸಿಕ ಬಿಲ್ಲಿಂಗ್‌ಗೆ ಬದಲಾಯಿಸುತ್ತಿದ್ದೀರಿ. ನಿಮ್ಮ ಉಳಿದ ವಾರ್ಷಿಕ ಕ್ರೆಡಿಟ್ ಅದು ಮುಗಿಯುವವರೆಗೆ ನಿಮ್ಮ ಮಾಸಿಕ ಪಾವತಿಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಬದಲಾವಣೆ ತಕ್ಷಣವೇ ಸಂಭವಿಸುತ್ತದೆ, ಮತ್ತು ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಈಗ ಮಾಸಿಕವಾಗಿರುತ್ತದೆ."),
                n("ef1c0208", "ಯೋಜನೆ ಬದಲಾವಣೆಯನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("ia08113f", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳನ್ನು"),
                n("d2962b73", "ನಿಯಮಗಳಲ್ಲಿ"),
                n("b421795a", "ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಮಾಡಿ"),
                n("f8d88ac7", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳಿಗೆ"),
                n("ca220fe9", "ನಿಯಮಗಳಲ್ಲಿ"),
                n("ab8beda0", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರದ್ದುಗೊಳಿಸಿ"),
                n("ife2636d", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳಿಗೆ"),
                n("fb57be65", "ನಿಯಮಗಳಲ್ಲಿ"),
                n("e468a6c2", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರದ್ದುಗೊಳಿಸಿ"),
                n("e9f4c89b", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳಿಗೆ"),
                n("hce73b41", "ನಿಯಮಗಳಲ್ಲಿ"),
                n("i4db5c92", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರದ್ದುಗೊಳಿಸಿ"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "ಗರಿಷ್ಠ ಬಳಕೆಯ ಮಿತಿಗಳು"),
                n("abaa4274", "DeepSearch ಮತ್ತು ಥಿಂಕ್ ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("e0d53864", "ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಮೊದಲೇ ಪ್ರವೇಶಾವಕಾಶ"),
                n("g1be3530", "ಉಚಿತ ಪ್ರಯೋಗ"),
                n("b10b4f1f", function (e) {
                    return e.date + " ಮೊದಲು " + e.percentOff + "% ಅನ್ನು ಉಳಿಸಿ";
                }),
                n("b8d0bd19", function (e) {
                    return e.productName + " ಅನ್ನು ಉಚಿತವಾಗಿ ಪ್ರಯತ್ನಿಸಿ";
                }),
                n("f89dfa74", "ಅತ್ಯುತ್ತಮ ಮೌಲ್ಯ"),
                n("b9a4d8c6", "ವಾರ್ಷಿಕ"),
                n("f5fb58b4", "ಜೊತೆಗೆ ಎಲ್ಲಾ X Premium ವೈಶಿಷ್ಟ್ಯಗಳು"),
                n("i527045e", "ಚೆಕ್‌ಮಾರ್ಕ್, ಇನ್ನಷ್ಟು Grok, ಪ್ರತಿಕ್ರಿಯೆ ಬೂಸ್ಟ್, ವಿಶ್ಲೇಷಣೆಗಳು ಮತ್ತು ಇನ್ನೂ ಹೆಚ್ಚಿನವು"),
                n("ga482a88", "ವಾರ್ಷಿಕ ಯೋಜನೆ"),
                n("hc64d5b0", "ಮಾಸಿಕ ಯೋಜನೆ"),
                n("de7db957", function (e) {
                    return "ವಾರ್ಷಿಕವಾಗಿ, ಪ್ರತಿ ವರ್ಷಕ್ಕೆ " + e.price + " ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("d8982437", function (e) {
                    return "ಮಾಸಿಕವಾಗಿ, ಪ್ರತಿ ವರ್ಷಕ್ಕೆ " + e.price + " ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ";
                }),
                n("f0ad5cc8", "ವರ್ಷ"),
                n("a0dc6e4c", "ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ"),
                n("jd8b2e66", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಮತ್ತು ಪಾವತಿಸಿ"),
                n("ca784c0c", "Apple ನೊಂದಿಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಮತ್ತು ಪಾವತಿಸಿ"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "ಅಥವಾ, 30% ವರೆಗೆ ಉಳಿಸಿ"),
                n("i7fbacc4", "ಲಭ್ಯವಿರುವ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಶ್ರೇಣಿಗಳ ನಡುವೆ ಬದಲಿಸಿ"),
                n("c9cc122b", function (e) {
                    return e.feature + " ಅನ್ನು " + e.title + " ರಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ";
                }),
                n("bff35771", function (e) {
                    return e.feature + " " + e.title + " ಗಾಗಿ ಲಭ್ಯವಿಲ್ಲ";
                }),
                n("a69fd369", function (e) {
                    return e.price + " ಸಮಯಕ್ಕೆ ಪ್ರಾರಂಭಗೊಳ್ಳುತ್ತದೆ";
                }),
                n("e563a5d1", function (e) {
                    return e.percentage + "% ರಿಯಾಯಿತಿಗಾಗಿ ಸಬ್ ಸ್ಕ್ರೈಬ್ ಮಾಡಿ (ಸೀಮಿತ ಸಮಯ)";
                }),
                n("dfc5f972", "ಮತ್ತು ಇನ್ನೂ ಹೆಚ್ಚು..."),
                n("fb8453c8", "DeepSearch ಮತ್ತು ಥಿಂಕ್ ವಿನಂತಿಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("e45b3f30", "ಸಂಶೋಧನೆ ಮತ್ತು ತಾರ್ಕಿಕ ಕ್ರಿಯೆ ವಿನಂತಿಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ"),
                n("aaebdc2e", "Grok 3 ಮಿನಿ ಮತ್ತು Grok 3 ಗೆ ಪ್ರವೇಶವನ್ನು ಭಾರಿ ಪ್ರಮಾಣದಲ್ಲಿ ಹೆಚ್ಚಿಸಲಾಗಿದೆ"),
                n("ddf8a412", "ಇತರರಿಗಿಂತ ಮೊದಲು ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಪ್ರವೇಶ"),
                n("gfb04ef4", "X ನಲ್ಲಿ ಎಲ್ಲಾ Premium+ ವೈಶಿಷ್ಟ್ಯಗಳು"),
                n("b601cfbb", function (e) {
                    return "ಪ್ರತಿ ತಿಂಗಳು " + e.price + " ಗೆ ಪ್ರಯತ್ನಿಸಿ";
                }),
                n("i3e90e20", "ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ"),
                n("d9e9ce26", "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಮತ್ತು ಪಾವತಿಸಿ:"),
                n("j1f5a580", "ನಿಮ್ಮ Premium ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದರೊಂದಿಗೆ ಸಮಸ್ಯೆ ಇದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ebc84442", "Premium ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ನೋಂದಾಯಿಸಲಾಗುತ್ತಿದೆ"),
                n("cd9102d4", "ವರ್ಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("eb551aea", "ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ವರ್ಗವನ್ನು ತೋರಿಸಿ"),
                n("f386777a", "ಖಾತೆ ವಿಧವನ್ನು ಬದಲಿಸಿ"),
                n("db483090", "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಿಸಲಾಗಿದೆ"),
                n("c701200c", "ವ್ಯಾವಹಾರಿಕ ಖಾತೆಗೆ ಬದಲಿಸಲಾಗಿದೆ"),
                n("acd8da0a", "ಕ್ರಿಯೇಟರ್ ಖಾತೆಗೆ ಬದಲಿಸಲಾಗಿದೆ"),
                n("cb55ecce", "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಿಸಿ"),
                n("h4aeb984", "ವೈಯಕ್ತಿಕ ಖಾತೆಗೆ ಬದಲಿಸಿ"),
                n("ada6073a", "ವೃತ್ತಿಪರ ಪರಿಕರಗಳು ಬೇಡವೇ?"),
                n("eb723d4c", "ವೈಯಕ್ತಿಕ ಖಾತೆಗಳು ಪ್ರೊಫೈಲ್‌ ಸ್ಪಾಟ್‌ಲೈಟ್‌ ಮತ್ತು ಶಾಪಿಂಗ್‌ ಮ್ಯಾನೇಜರ್‌ ರೀತಿಯ ಪರಿಕರಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ನೀವು ಮರಳಿ ಬದಲಿಸಬೇಕೆಂದು ಬಯಸಿದರೆ ಹೊಸ ಪ್ರೊಫೆಷನಲ್ ಖಾತೆಯನ್ನು ನೀವು ಸೆಟಪ್‌ ಮಾಡಬೇಕು."),
                n("hbb1af08", "ವ್ಯಾವಹಾರಿಕ ಖಾತೆಗೆ ಬದಲಿಸಿ"),
                n("a9b5e3aa", "ಇಲ್ಲ, ರದ್ದುಪಡಿಸಿ"),
                n("ia49207a", "ಹೌದು, ಬದಲಿಸಿ"),
                n("g3f74902", "ವ್ಯಾವಹಾರಿಕ ಖಾತೆಗೆ ಬದಲಿಸುವುದೇ?"),
                n("f3bcfac0", "ಇದು ಬ್ರ್ಯಾಂಡ್‌ಗಳು, ರಿಟೇಲ್‌ ಶಾಪ್‌ಗಳು, ಸೇವೆ ಪೂರೈಕೆದಾರರು ಮತ್ತು ಸಂಸ್ಥೆಗಳಿಗೆ ಉತ್ತಮವಾಗಿದೆ."),
                n("d0c3f02e", "ಕ್ರಿಯೇಟರ್ ಖಾತೆಗೆ ಬದಲಿಸಿ"),
                n("a01e84e0", "ಕ್ರಿಯೇಟರ್ ಖಾತೆಗೆ ಬದಲಿಸುವುದೇ?"),
                n("e8af8ef4", "ಸಾರ್ವಜನಿಕ ವ್ಯಕ್ತಿಗಳು, ಕಲಾಕಾರರು ಮತ್ತು ಇನ್‌ಫ್ಲೂಯೆನ್ಸರ್‌ಗಳಿಗೆ ಇದು ಉತ್ತಮವಾಗಿದೆ."),
                n("e44eab74", "ಎಲ್ಲ ಮಾಡ್ಯೂಲ್‌ಗಳು ಎಲ್ಲ X ಕ್ಲೈಂಟ್‌ಗಳಿಗೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ"),
                n("ce4185bc", "ಇನ್ನಷ್ಟು ಸ್ಪಾಟ್‌ಲೈಟ್‌ಗಳು ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿವೆ"),
                n("b5aed332", "ಯಾವುದೇ ಸ್ಪಾಟ್‌ಲೈಟ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("g419ecf4", "ಪುಟದಲ್ಲೇ ಇರಿ"),
                n("d3a097a2", "ಹೌದು, ತ್ಯಜಿಸಿ"),
                n("j1e1cd30", "ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ತ್ಯಜಿಸುವುದೇ?"),
                n("fc779c28", "ಫೀಚರ್ ಸ್ಪಾಟ್‌ಲೈಟ್‌"),
                n("ie85a7a8", "ನಿಮ್ಮ ವ್ಯಾಪಾರ ಮಾಹಿತಿಯನ್ನು ಅಳಿಸುವುದೇ?"),
                n("b5348efc", "ಗಂಟೆಗಳಿಲ್ಲ"),
                n("db285564", "ಎಂದಿಗೂ ತೆರೆದಿದೆ"),
                n("g7993eee", "ಕಸ್ಟಮ್ ಗಂಟೆಗಳು"),
                n("c9ee902a", "ನಕ್ಷೆ ಪ್ರದರ್ಶಿಸಿ"),
                n("j224a074", "ಒದಗಿಸಿದ ಎಲ್ಲ ಸ್ಥಳ ಮಾಹಿತಿಯು ಲೊಕೇಶನ್ ಸ್ಪಾಟ್‌ಲೈಟ್‌ ಆನ್ ಆಗಿದ್ದಾಗ ಸಾರ್ವಜನಿಕವಾಗಿ ಪ್ರವೇಶ ಲಭ್ಯವಾಗಿರುತ್ತವೆ. ಸಂಪರ್ಕ ಬಟನ್‌ ಮೂಲಕ ಫೋನ್ ಮತ್ತು ಇಮೇಲ್ ಅನ್ನು ಪ್ರವೇಶಿಸಬಹುದು."),
                n("f448cbcc", "ಐಚ್ಛಿಕ"),
                n("c16c9568", "ವಿಳಾಸ"),
                n("i3a38711", "Google ಮ್ಯಾಪ್ಸ್‌ ಸೇವೆ ನಿಯಮ"),
                n("beb66f50", "Google ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು"),
                n("e0d47030", "ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಗ್ರಾಹಕರು ಎಲ್ಲಿ ಸಂಪರ್ಕಿಸಬೇಕು? ಗಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ, ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಈ ಮಾಹಿತಿಯು ಸಾರ್ವಜನಿಕವಾಗಿ ನಿಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಲಭ್ಯವಿರುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನೀವು ಇದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು."),
                n("c7a4adb0", "ವಿಳಾಸ ಸೇರಿಸಿ"),
                n("cd39daf6", "ಝಿಪ್ ಕೋಡ್/ ಅಂಚೆ ಕೋಡ್"),
                n("gc0df5a6", "ಜಿಪ್‌ ಕೋಡ್‌ / ಅಂಚೆ ಕೋಡ್‌ ಸೇರಿಸಿ"),
                n("c6c16a52", "ನಗರ"),
                n("aa8015be", "ನಗರ ಸೇರಿಸಿ"),
                n("b688f53a", "ರಾಜ್ಯ / ಪ್ರಾಂತ್ಯ / ವಲಯ"),
                n("a67f5bbc", "ರಾಜ್ಯ / ಪ್ರಾಂತ್ಯ / ವಲಯ ಸೇರಿಸಿ"),
                n("if92b1b4", "ದೇಶ ಸೇರಿಸಿ"),
                n("ffc5590e", "ಅಮಾನ್ಯ ನಗರ"),
                n("a8fd64d8", "ದೇಶಗಳಿಗಾಗಿ ಹುಡುಕಿ"),
                n("a0abe108", "ಅಮಾನ್ಯ ರಾಜ್ಯ / ಪ್ರಾಂತ್ಯ / ವಲಯ"),
                n("j163df8e", "ಅಮಾನ್ಯ ವಿಳಾಸ"),
                n("af9b9b78", "ಅಮಾನ್ಯ ಜಿಪ್ ಕೋಡ್/ ಅಂಚೆ ಕೋಡ್"),
                n("i373e022", "ಇಮೇಲ್ ನಮೂದಿಸಿ"),
                n("f91751f8", "ಇದು ಸಾರ್ವಜನಿಕರಿಗೆ ಗೋಚರಿಸುತ್ತದೆ"),
                n("g33c0564", "ಅಮಾನ್ಯ ಇಮೇಲ್"),
                n("ga71fbf4", "ವ್ಯವಹಾರ ಗಂಟೆಗಳು"),
                n("ca2ba204", "ಕಸ್ಟಮ್ ಗಂಟೆಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("d7b7dbca", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಯಾವುದೇ ಗಂಟೆಗಳನ್ನು ತೋರಿಸಲಾಗುವುದಿಲ್ಲ"),
                n("a460e770", "ಉದಾ., ಪಾರ್ಕ್‌ಗಳು, ಬೀಚ್‌ಗಳು, ಆನ್‌ಲೈನ್‌ ಶಾಪಿಂಗ್‌"),
                n("ddc88bf0", "ಪ್ರತಿ ದಿನ ವ್ಯಾಪಾರ ಅವಧಿಯನ್ನು ನಿಗದಿಸಿ"),
                n("j11df0ca", "ಓವರ್‌ಲ್ಯಾಪ್ ಆಗುವ ಗಂಟೆಗಳು"),
                n("f9f911f4", "ಸಮಯ ವಲಯ ಹುಡುಕಿ"),
                n("d21a4252", "ಇನ್ನಷ್ಟು ಗಂಟೆಗಳನ್ನು ಸೇರಿಸಿ"),
                n("ac6ce1c0", "ಇವರಿಂದ"),
                n("c647aac8", "ಇವರಿಗೆ"),
                n("b926e64a", "ವೆಬ್‍ಸೈಟ್ ನಮೂದಿಸಿ"),
                n("i019c8b6", "ಕರೆ"),
                n("eabc6906", "ಎಸ್‌ಎಮ್‌ಎಸ್"),
                n("h24d868c", "ಕರೆ ಮತ್ತು ಎಸ್‌ಎಂಎಸ್"),
                n("fa64f1fc", "ದೇಶದ ಕೋಡ್‌ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("c7d3629a", "ಫೋನ್ ಸಂಖ್ಯೆ"),
                n("ce48a958", "ನಿಮ್ಮನ್ನು ಹೇಗೆ ಸಂಪರ್ಕಿಸಬೇಕೆಂದು ಬಯಸುತ್ತೀರಿ?"),
                n("b97705ce", "ಗಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ, ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಈ ಫೋನ್ ನಂಬರ್ ಸಾರ್ವಜನಿಕವಾಗಿ ಗ್ರಾಹಕರಿಗೆ ಲಭ್ಯವಿರುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನೀವು ಇದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು."),
                n("f7ff19ec", "ದೇಶದ ಕೋಡ್ ಸೇರಿಸಿ"),
                n("bb7f177a", "ಅಮಾನ್ಯ ಫೋನ್ ನಂಬರ್"),
                n("b91d1394", "ಆಪ್‌ ಸೇರಿಸಿ"),
                n("d3cd1160", "iOS ಆಪ್‌ ಸೇರಿಸಿ"),
                n("f2124008", "ಆಪ್‌ ಸ್ಟೋರ್ URL"),
                n("dc0d9d6a", "Android ಆಪ್‌ ಸೇರಿಸಿ"),
                n("dd1605f0", "ಪ್ಲೇ ಸ್ಟೋರ್ URL"),
                n("g4098f78", "ಇದನ್ನು ನಾನು ಎಲ್ಲಿ ಕಂಡುಕೊಳ್ಳಬಹುದು?"),
                n("b949cdc6", "ಆಪ್‌ ತೆಗೆದುಹಾಕಿ"),
                n("b4b8a486", "ಸಮುದಾಯ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("jfe04cf6", "ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?"),
                n("a14aa8dc", "ನಿಮ್ಮ ಸ್ಪಾಟ್‌ಲೈಟ್‌ನಿಂದ ಸಮುದಾಯವನ್ನು ಇದು ತೆಗೆದುಹಾಕುತ್ತದೆ."),
                n("cc4add98", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ ಪುಟದಲ್ಲಿ ಹೇಗೆ ಇದು ಕಾಣಿಸುತ್ತದೆ ಎಂದು ಪೂರ್ವವೀಕ್ಷಿಸಲು ಸಮುದಾಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("jd3e9ea6", "ನೀವು ಯಾವುದೇ ಸಮುದಾಯಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("daad9741", "ಸಮುದಾಯವನ್ನು ರಚಿಸಲು"),
                n("c46cdabc", "ಸುಧಾರಿತ ಪರಿಕರಗಳು"),
                n("f6a2233a", "ಖಾತೆಗಳಾದ್ಯಂತ ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("ccb3ca48", "ಬ್ಯುಸಿನೆಸ್ ಸೆಟ್ಟಿಂಗ್ಗಳು"),
                n("b0ef3100", "ಆಕರ್ಷಕ ಜಾಹೀರಾತು ಕ್ಯಾಂಪೇನ್‌ಗಳನ್ನು ರಚಿಸಿ"),
                n("ff1c5e1a", "ಪ್ರೊಫೆಷನಲ್‌ ಹೋಮ್‌"),
                n("f53adc36", "ನೈಜ ಜೀವನದ ಫಲಿತಾಂಶಗಳನ್ನು ಪ್ರಚೋದಿಸಿ"),
                n("hc4981d6", "ಪ್ರೊಫೈಲ್‌ ಸ್ಪಾಟ್‌ಲೈಟ್‌ಗಳು"),
                n("fbce8dbe", "ಹಿಂಬಾಲಿಸಲು ಜನರನ್ನು ಹುಡುಕಿ"),
                n("ae76c624", "ಇನ್ನಷ್ಟು ಸಂಪರ್ಕಗಳನ್ನು ಮಾಡಿ"),
                n("ae0383d4", "ಎಂಗೇಜ್‌ಮೆಂಟ್‌ ಹೆಚ್ಚಿಸಿ ಮತ್ತು ಇನ್ನಷ್ಟು ಜನರನ್ನು ತಲುಪಿ"),
                n("a1dbe746", "ಬೂಸ್ಟ್‌ ಎಂಗೇಜ್‌ಮೆಂಟ್ ಮತ್ತು ಇನ್ನಷ್ಟು ಜನರನ್ನು ತಲುಪಿ"),
                n("hbd124ae", "ಪೋಸ್ಟ್ ಅನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ"),
                n("hd80bd3e", "ಪೋಸ್ಟ್ ಅನ್ನು ಉತ್ತೇಜಿಸಿ"),
                n("fe2b0008", "X ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದೆಂದು ತಿಳಿದುಕೊಳ್ಳಿ"),
                n("h257d4aa", "ಪ್ರಾಯೋಜಿಸಲು ಒಂದು ಪೋಸ್ಟ್ ಆಯ್ಕೆಮಾಡಿ"),
                n("e9334fe6", "ಪ್ರತಿ ಕೆಲವು ನಿಮಿಷಗಳಿಗೊಮ್ಮೆ ಡೇಟಾ ಅಪ್‌ಡೇಟ್ ಆಗುತ್ತದೆ"),
                n("a6d7b1d0", "X ಆಂತರಿಕ ಡೇಟಾವನ್ನು ಆಧರಿಸಿದೆ"),
                n("h9b28dae", "ಜಾಹೀರಾತು-ಮುಕ್ತ ಫೀಡ್‌ನೊಂದಿಗೆ ನೀವು ಸಮಯವನ್ನು ಉಳಿಸುತ್ತಿದ್ದೀರಿ"),
                n("f6c50ec0", "ನಿಮ್ಮ ಜಾಹೀರಾತು-ರಹಿತ ಪ್ರಾಯೋಗಿಕ ಅವಧಿ ಮುಗಿದಿದೆ."),
                n("e1d1fbca", "ನೀವು ತಪ್ಪಿಸಿಕೊಂಡಿದ್ದೀರಿ"),
                n("a82d7abd", function (e) {
                    return e.numberOfAds + " ಜಾಹೀರಾತುಗಳು";
                }),
                n("ff074c76", "ನೀವು ಬಯಸುವ ಹೆಚ್ಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ನೋಡುತ್ತಿದ್ದೀರಿ."),
                n("cbc38428", "Premium+ ನೊಂದಿಗೆ ಜಾಹೀರಾತು-ಮುಕ್ತವಾಗಿರಿ"),
                n("b9028f60", "ನನ್ನ ಜಾಹೀರಾತು-ಮುಕ್ತ ಪ್ರಯೋಗಕ್ಕೆ ಹಿಂತಿರುಗಿ"),
                n("e081d6a0", "ಬೇಡ ಧನ್ಯವಾದಗಳು, ನಾನು ಪುನಃ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡಲು ಬಯಸುತ್ತೇನೆ"),
                n("fee73dca", "ಅಂದಾಜು ಉಳಿತಾಯ"),
                n("ic073e4e", "ನಿಮ್ಮ ಸಮಯ ಅಮೂಲ್ಯವಾಗಿದೆ."),
                n("eb866e88", "ಅಂದಾಜು 1-ವರ್ಷದ ಸಮಯ ಉಳಿತಾಯಗಳು"),
                n("ce72f092", "ಇದುವರೆಗಿನ ನಿಮ್ಮ ಬಳಕೆಯನ್ನು ಆಧರಿಸಿದೆ."),
                n("c534c6b4", "ನಾವು ಸಂಖ್ಯೆಗಳನ್ನು ಲೆಕ್ಕ ಹಾಕುತ್ತಿದ್ದೇವೆ..."),
                n("i57332f0", "ನೀವು ಎಷ್ಟು ಜಾಹೀರಾತುಗಳನ್ನು ತಪ್ಪಿಸಿದ್ದೀರಿ ಮತ್ತು ಎಷ್ಟು ಸಮಯವನ್ನು ಉಳಿಸಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನೋಡಲು ಸ್ಕ್ರಾಲಿಂಗ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಿ ಮತ್ತು ನಂತರ ಪುನಃ ಪರಿಶೀಲಿಸಿ."),
                n("cc10f019", function (e) {
                    return e.minutes + " ನಿಮಿಷ" + f(e.minutes, "", "ಗಳು");
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " ಗಂಟೆ" + f(e.hours, "", "ಗಳು");
                }),
                n("a9af8753", function (e) {
                    return e.days + " ದಿನ" + f(e.days, "", "ಗಳು") + ", " + e.hours + " ಗಂಟೆ" + f(e.hours, "", "ಗಳು");
                }),
                n("b93d00e5", function (e) {
                    return e.days + " ದಿನ" + f(e.days, "", "ಗಳು");
                }),
                n("g2c63852", "100% ಉಚಿತ. ಯಾವುದೇ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಗತ್ಯವಿಲ್ಲ."),
                n("be88be23", function (e) {
                    return "ನಿಮ್ಮ " + e.durationInDays + "-ದಿನದ ಜಾಹೀರಾತು-ಮುಕ್ತ ಪ್ರಾಯೋಗಿಕ ಅವಧಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ";
                }),
                n("b63766a6", "ಜಾಹೀರಾತುಗಳಿಲ್ಲದೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ"),
                n("h028f7e0", "ನೀವು ಇಷ್ಟಪಡುವ ವಿಷಯದ ಮೇಲೆ ಹೆಚ್ಚಿನ ಸಮಯವನ್ನು ಕಳೆಯಿರಿ"),
                n("dd68eef6", "Premium+ ಐಷಾರಾಮಿ ಜೀವನದ ಅನುಭವವನ್ನು ಪಡೆಯಿರಿ"),
                n("g8a2f217", function (e) {
                    return e.durationInDays + " ದಿನಗಳವರೆಗೆ ಜಾಹೀರಾತು-ಮುಕ್ತವಾಗಿ ಆನಂದಿಸಿ";
                }),
                n("dec99336", "ಜಾಹೀರಾತು-ರಹಿತ"),
                n("i95803fa", "ದುರದೃಷ್ಟವಶಾತ್, ನೀವು ಈ ಸಮಯದಲ್ಲಿ ಅರ್ಹರಾಗಿಲ್ಲ."),
                n("d28a1d72", "Radar ನೊಂದಿಗೆ ಪ್ರವೃತ್ತಿಗಳನ್ನು ಗುರುತಿಸುವಲ್ಲಿ ಮೊದಲಿಗರಾಗಿರಿ"),
                n("fb70427a", "X ನಲ್ಲಿ ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿ ಹುಡುಕಾಟ ಸಾಧನವನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ."),
                n("i54bf620", "ಕೀಲಿಪದಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ"),
                n("e8bb09bc", "ಸುಧಾರಿತ ಹುಡುಕಾಟ ಸಾಮರ್ಥ್ಯವನ್ನು ಬಳಸಿಕೊಂಡು ಯಾವುದೇ ವಿಷಯದ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿ."),
                n("d4c9d5aa", "ಪ್ರವೃತ್ತಿಗಳನ್ನು ದೃಶ್ಯೀಕರಿಸಿ"),
                n("e78263fe", "ಕಳೆದ 3 ದಿನಗಳಿಂದ ದೈನಂದಿನ ಚಟುವಟಿಕೆಯ ಗ್ರಾಫ್‌ಗಳೊಂದಿಗೆ ಸಂವಾದಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ."),
                n("e3ed8220", "ನೈಜ-ಸಮಯದ ಮೆಟ್ರಿಕ್‌ಗಳು"),
                n("f4952956", "ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಂದ ಪೋಸ್ಟ್ ಎಣಿಕೆಗಳ ತಕ್ಷಣದ ಅಂಕಿಅಂಶಗಳನ್ನು ಪಡೆಯಿರಿ."),
                n("cce3f116", "ಪೋಸ್ಟ್ ಅನ್ನು ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ"),
                n("b593b396", "ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಂದ ಪೋಸ್ಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ"),
                n("af9c8a3e", "ಆಪ್ ತೆರೆಯಿರಿ"),
                n("ef483238", "ಪೋಸ್ಟ್‌ ಸ್ಟೇಟಸ್‌ ಪುಟ"),
                n("jcf3ff56", "ದೊಡ್ಡ ಪಠ್ಯ"),
                n("f1252ac8", "ಮಧ್ಯಮ ಪಠ್ಯ"),
                n("daa0da04", "ಸಣ್ಣ ಪಠ್ಯ"),
                n("ba5256b2", "ಪಠ್ಯ ಗಾತ್ರ"),
                n("h030c24c", "ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿ"),
                n("b12ffee6", "ಸಮುದಾಯದಿಂದ ನಿಷೇಧಿಸಿ"),
                n("e37836f8", "ವಿವರಗಳನ್ನು ವರದಿ ಮಾಡಿ"),
                n("fb35e52a", "ನಿಯಮ ನೋಡಿ"),
                n("e238c590", "ಮುಂದೇನು"),
                n("if218e60", "ನಮ್ಮ ತಂಡ ಮತ್ತು ತಂತ್ರಜ್ಞಾನವು ನಿಮ್ಮ ವರದಿಯನ್ನು ಪರಿಶೀಲಿಸುತ್ತದೆ. ನಿಯಮ ಉಲ್ಲಂಘನೆ ನಮಗೆ ಕಂಡುಬಂದರೆ, ನಾವು ಯಾವ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದ್ದೇವೆ ಎಂದು ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ."),
                n("b6dc1984", "ನಮ್ಮ ಪ್ರಕ್ರಿಯೆ ಏನು?"),
                n("b0a16894", "ಸಂದರ್ಭ ಮುಖ್ಯವಾಗುತ್ತದೆ. ನಮ್ಮ ನಿಯಮಗಳನ್ನು ಜಾರಿಗೊಳಿಸುವಾಗ ಈ ಮುಂದಿನ ಅಂಶಗಳನ್ನು ನಾವು ಪರಿಗಣಿಸುತ್ತೇವೆ (ಇದು ಸಂಪೂರ್ಣ ಪಟ್ಟಿಯಲ್ಲ):"),
                n("d4716820", "ಅವರ ಗುರುತಿನಿಂದಾಗಿ ಜನರನ್ನು ವರದಿ ಮಾಡಿದ ಕಂಟೆಂಟ್‌ ಗುರಿಪಡಿಸುತ್ತಿದೆಯೇ?"),
                n("e899a534", "ಈ ಉಲ್ಲಂಘನೆ ಎಷ್ಟು ತೀವ್ರವಾಗಿದೆ?"),
                n("d9c4e7ae", "ಗುರಿಪಡಿಸಲ್ಪಟ್ಟ ವ್ಯಕ್ತಿಯಿಂದ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆಯೇ?"),
                n("afb51066", "ನಕಲಿ ವರದಿಗಳನ್ನು ರಚಿಸುವುದರಿಂದ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆ ಬೇಗ ನಡೆಯುವುದಿಲ್ಲ."),
                n("b7ba712a", "ಉಲ್ಲಂಘನೆ ಕಂಡುಬಂದಿದೆ"),
                n("d90b8c04", "ಯಾವುದೇ ಉಲ್ಲಂಘನೆ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("c2d0494a", "ನಮ್ಮ ಸುರಕ್ಷತೆ ಶಿಫಾರಸುಗಳು"),
                n("be46e000", "ನಕಲುಗಳನ್ನು ವರದಿ ಮಾಡಿ"),
                n("e846ae32", "ಕಂಟೆಂಟ್ ಅನ್ನು ಅಳಿಸಿದರೂ ಕೂಡ, ಯಾರೋ ನಕಲಿಸಿಕೊಂಡಿರಬಹುದು ಅಥವಾ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ತೆಗೆದುಕೊಂಡಿರಬಹುದು. ಇದು ನಿಮಗೆ X ನಲ್ಲಿ ಕಾಣಿಸಿದರೆ, ದಯವಿಟ್ಟು ವರದಿ ಮಾಡಿ. ಅದರಿಂದ, ನಾವು ಅದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು."),
                n("e3647d08", "ಕಾನೂನು ಜಾರಿಯನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("gad89c4a", "ನೀವು ಅಪಾಯದಲ್ಲಿದ್ದೀರಿ ಎಂದು ಭಾವಿಸಿದರೆ, ಸ್ಥಳೀಯ ಕಾನೂನು ಜಾರಿಯನ್ನು ಸಂಪರ್ಕಿಸುವಂತೆ ನಾವು ನಿಮಗೆ ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ಅವರು ಹೆಚ್ಚುವರಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಕಾನೂನು ಜಾರಿಗಾಗಿ ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅವರು ನೋಡಬಹುದು. "),
                n("h7fa9240", "ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್:"),
                n("fb2ff552", "ರಾಷ್ಟ್ರೀಯ ಆತ್ಮಹತ್ಯೆ ತಡೆ ಸಹಾವಾಣಿ 988."),
                n("bb57e8c0", "ಇತರ ದೇಶಗಳು ಮತ್ತು ವಲಯಗಳು:"),
                n("b9ce59ba", "ಇದನ್ನು ನಮ್ಮ ಗಮನಕ್ಕೆ ತಂದಿದ್ದಕ್ಕೆ ಪುನಃ ಧನ್ಯವಾದಗಳು."),
                n("d42899ad", "ಆತ್ಮಹತ್ಯೆ ತಡೆಗೆ ಅಂತಾರಾಷ್ಟ್ರೀಯ ಸಂಘಟನೆ"),
                n("c9853de0", "ಕಂಟೆಂಟ್‌ ಮರೆಮಾಡಲಾಗಿದೆ"),
                n("c197728e", "ಪರಿಹರಿಸಲಾಗಿದೆ"),
                n("f4422d78", "ವರದಿಗಳು"),
                n("i07c24fa", "ನೀವು ಯಾವುದೇ ತೆರೆದ ವರದಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("h542c98a", "ವಿವರಗಳನ್ನು ನೋಡಿ"),
                n("e6e11d12", "ಯಾವುದೇ ಪರಿಹರಿಸಿದ ವರದಿಗಳನ್ನು ನೀವು ಹೊಂದಿಲ್ಲ"),
                n("ibf33bae", "ನಕಲುಗಳನ್ನು ವರದಿ ಮಾಡಿ, ಆಗ ಅವುಗಳನ್ನು ತೆಗೆದುಹಾಕಬಹುದು"),
                n("a288ca36", "ಕಾನೂನು ಜಾರಿಗಾಗಿ ನಮ್ಮ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು"),
                n("a62c9c34", "ನಿಮ್ಮ ಆಸಕ್ತಿಗಳನ್ನು ಹಿಂಬಾಲಿಸಿ."),
                n("cf39fca2", "ಜನರು ಏನು ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ ಎಂದು ಕೇಳಿಸಿಕೊಳ್ಳಿ."),
                n("j86184fe", "ಸಂವಾದಕ್ಕೆ ಸೇರಿ."),
                n("ac2035f2", "ಇಂದೇ ಸೇರಿ."),
                n("h0af9418", "ಖಾತೆಯೊಂದನ್ನು ರಚಿಸಿ"),
                n("eba1b198", "ಇದೀಗ ನಡೆಯುತ್ತಿದೆ"),
                n("fa811c30", "ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿರುವಿರಾ?"),
                n("b4bdfb3e", "Grok ಆಪ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("f991cfaa", "Grok ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("a4298bc0", "X -ಏನು ನಡೆಯುತ್ತಿದೆ"),
                n("j3f49ff6", "ಸ್ಫೋಟಕ ಸುದ್ದಿ ಮತ್ತು ಮನರಂಜನೆಯಿಂದ ಹಿಡಿದು ಕ್ರೀಡೆ ಮತ್ತು ರಾಜಕೀಯದ ತನಕ, ಎಲ್ಲಾ ಲೈವ್ ಕಾಮೆಂಟರಿಯ ಜೊತೆಗೆ ಪೂರ್ಣ ವಿಷಯ ಪಡೆಯಿರಿ."),
                n("d65555c2", "ಅಥವಾ"),
                n("e75df5c9", function (e) {
                    return e.query + " -ಹುಡುಕಿ";
                }),
                n("ac4fb0f4", "ಫೋಟೋಗಳು"),
                n("aea62568", "ಹುಡುಕಾಟ ಫಿಲ್ಟರ್‌ಗಳು"),
                n("gfcfbf8c", "ನಿಮ್ಮ ಹುಡುಕಾಟವನ್ನು ಉಳಿಸಲಾಗಿದೆ."),
                n("a4645d92", "ನೀವು ಉಳಿಸಿದ ಹುಡುಕಾಟವನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("b11805af", function (e) {
                    return "X ನಲ್ಲಿ " + e.query + " ಕುರಿತು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ. ಜನರು ಏನು ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ನೋಡಿ ಹಾಗೂ ಸಂವಾದವನ್ನು ಸೇರಿಕೊಳ್ಳಿ.";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " ನಲ್ಲಿ ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳು. ಜನರು ಏನು ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ನೋಡಿ ಹಾಗೂ ಸಂವಾದವನ್ನು ಸೇರಿಕೊಳ್ಳಿ.";
                }),
                n("j622effe", "ಸುಧಾರಿತ ಹುಡುಕಾಟ"),
                n("i5045e74", "ಎಲ್ಲಿ ಬೇಕಾದರೂ"),
                n("h2388754", "ನಿಮಗೆ ಸಮೀಪದಲ್ಲಿ"),
                n("a0cf4306", "Grok ಸಾರಾಂಶ"),
                n("f97f7b46", "Grok ಸಾರಾಂಶವನ್ನು ಮರೆಮಾಡಿ"),
                n("f9d35b98", "ನೀವು 25 ಉಳಿಸಿದ ಹುಡುಕಾಟಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದು. ಹೊಸತೊಂದನ್ನು ಉಳಿಸಲು ಹುಡುಕಾಟವನ್ನು ಅಳಿಸಿ."),
                n("ha925ad4", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಇನ್ನೊಂದು ನಿಮಿಷದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಹುಡುಕಾಟವನ್ನು ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("h0a9931c", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಇನ್ನೊಂದು ನಿಮಿಷದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಹುಡುಕಾಟವನ್ನು ಅಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("h4912b5e", "ಹುಡುಕಾಟ ಉಳಿಸಿ"),
                n("b9bc69ca", "ಉಳಿಸಿದ ಹುಡುಕಾಟವನ್ನು ಅಳಿಸಿ"),
                n("eb63de70", "X -ಸುಧಾರಿತ ಹುಡುಕಾಟ"),
                n("d3938be8", "ಪದಗಳು"),
                n("e0dded5e", "ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆ"),
                n("a097f7ba", "ದಿನಾಂಕಗಳು"),
                n("c03f15ca", "ಯಾವುದೇ ಭಾಷೆ"),
                n("cb334136", "ಲಿಂಕ್‌ಗಳು"),
                n("jf1cbcc2", "ಲಿಂಕ್‌ಗಳನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಿ"),
                n("gede6f6e", "ಲಿಂಕ್‌ಗಳನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸು"),
                n("bda44dd4", "ಪ್ರತಿಕ್ರಿಯೆಗಳು ಮತ್ತು ಮೂಲ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸೇರಿಸಿಕೊಳ್ಳಿ"),
                n("ab870904", "ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸು"),
                n("b6215680", "ಈ ಎಲ್ಲಾ ಪದಗಳು"),
                n("cceffa5e", "ಉದಾಹರಣೆ: ಏನು ಆಗುತ್ತಿದೆ · “ಏನು” ಮತ್ತು “ಆಗುತ್ತಿದೆ” ಎರಡನ್ನೂ ಒಳಗೊಂಡಿದೆ"),
                n("f1c5faee", "ಈ ನಿಖರ ನುಡಿಗಟ್ಟು"),
                n("ad10780e", "ಉದಾಹರಣೆ: ಹ್ಯಾಪಿ ಅವರ್ · ನಿಖರವಾದ ನುಡಿಗಟ್ಟು “ಹ್ಯಾಪಿ ಅವರ್” ಒಳಗೊಂಡಿದೆ"),
                n("a555a3f4", "ಈ ಯಾವುದೇ ಪದಗಳು"),
                n("ee8a2b60", "ಉದಾಹರಣೆ: ಬೆಕ್ಕುಗಳು ನಾಯಿಗಳು · “ಬೆಕ್ಕುಗಳು” ಅಥವಾ “ನಾಯಿಗಳು” (ಅಥವಾ ಎರಡೂ) ಒಳಗೊಂಡಿದೆ"),
                n("f51fe348", "ಈ ಯಾವುದೇ ಪದಗಳು ಅಲ್ಲ"),
                n("hb657ad4", "ಉದಾಹರಣೆ: ಬೆಕ್ಕುಗಳು ನಾಯಿಗಳು · “ಬೆಕ್ಕುಗಳು” ಒಳಗೊಂಡಿಲ್ಲ ಮತ್ತು “ನಾಯಿಗಳು” ಅನ್ನು ಒಳಗೊಂಡಿಲ್ಲ"),
                n("d10da5da", "ಈ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳು"),
                n("f0b52b50", "ಉದಾಹರಣೆ: #ThrowbackThursday · ಈ ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್ ಒಳಗೊಂಡಿದೆ #ThrowbackThursday"),
                n("e292598a", "ಈ ಖಾತೆಗಳಿಂದ"),
                n("hef790d8", "ಉದಾಹರಣೆ: @X · @X ನಿಂದ ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("g2c27394", "ಈ ಖಾತೆಗಳಿಗೆ"),
                n("d158d9d0", "ಉದಾಹರಣೆ: @X · @X ಗೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("a10e3230", "ಈ ಖಾತೆಗಳನ್ನು ಪ್ರಸ್ತಾಪಿಸಲಾಗುತ್ತಿದೆ"),
                n("daaf2c72", "ಉದಾಹರಣೆ: @SFBART @Caltrain · ಪ್ರಸ್ತಾಪಗಳು @SFBART ಅಥವಾ ಪ್ರಸ್ತಾಪಗಳು @Caltrain"),
                n("b18366ba", "ಕನಿಷ್ಠ ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("f481ba1c", "ಉದಾಹರಣೆ: 280 · ಕನಿಷ್ಠ 280 ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳು"),
                n("ib3ddbd4", "ಕನಿಷ್ಠ ಇಷ್ಟಗಳು"),
                n("ef994dac", "ಉದಾಹರಣೆ: 280 · ಕನಿಷ್ಠ 280 ಇಷ್ಟಗಳನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳು"),
                n("a504ca74", "ಕನಿಷ್ಠ ಮರುಪೋಸ್ಟ್‌ಗಳು"),
                n("jd9bd944", "ಉದಾಹರಣೆ: 280 · ಕನಿಷ್ಠ 280 ಮರುಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೊಂದಿರುವ ಪೋಸ್ಟ್‌ಗಳು"),
                n("e95b9448", "ಸಾಮಾನ್ಯ"),
                n("f458a3b2", "ಗೌಪ್ಯತೆ"),
                n("bdc6f5b8", "ನಿಮ್ಮ ಖಾತೆ"),
                n("ea848de8", "EarlyX ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("df483b48", "ವೈಶಿಷ್ಟ್ಯಗಳ ಬದಲಾವಣೆಗಳು"),
                n("bd05add8", "ಬೋಟ್ ಅಲ್ಲ"),
                n("d94f12b6", "ಸೂಚನೆಗಳು, ಗೌಪ್ಯತೆ ಇತ್ಯಾದಿ ಹುಡುಕಾಟವನ್ನು ಪ್ರಯತ್ನಿಸಿ."),
                n("ba8f6f82", "ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಶೋಧ"),
                n("g931a6e5", function (e) {
                    return "ನೀವು " + e.topic + " ಅನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿರುವಿರಿ";
                }),
                n("h3f9027a", "ನಿಮ್ಮ ಹೋಮ್ ಕಾಲರೇಖೆಯಲ್ಲಿ ಇದರ ಕುರಿತು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ. ಈ ವಿಷಯವು X ನಾದ್ಯಂತ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("e241095e", "ನಿಮ್ಮ ವಿಷಯಗಳು"),
                n("f8bc75e2", "ನಿಮ್ಮ ವಿಷಯಗಳಿಂದ"),
                n("ed827af6", "ವಿಷಯ ಲಭ್ಯವಿಲ್ಲ."),
                n("d094c720", "ಎಲ್ಲ ವಿಷಯಗಳು"),
                n("g3e87c61", function (e) {
                    return e.topicName + " |ವಿಷಯಗಳು";
                }),
                n("g02269ba", "X ನಲ್ಲಿ ವಿಷಯಗಳನ್ನು ಹಿಂಬಾಲಿಸಿ. X ನಲ್ಲಿ ಪರಿಣಿತರು ಅಥವಾ ವಿವಿಧ ವಿಷಯಗಳ ವಿಭಿನ್ನ ಅಭಿಮಾನಿಗಳ ಹಲವು ಖಾತೆಗಳಿಂದ ಪೋಸ್ಟ್ ಗಳನ್ನು ನೋಡಲು ವಿಷಯಗಳು ಅನುವು ಮಾಡುತ್ತವೆ."),
                n("e80d2509", function (e) {
                    return "X ನಲ್ಲಿ " + e.topicName + " ವಿಷಯವನ್ನು ಹಿಂಬಾಲಿಸಿ. X ನಲ್ಲಿ ಪರಿಣಿತರು, ಅಭಿಮಾನಿಗಳು ಅಥವಾ " + e.topicName + " ಬಗ್ಗೆ ಮಾತನಾಡಲು ಬಯಸುವವರ ಹಲವು ಖಾತೆಗಳಿಂದ ಅಗ್ರ ಪೋಸ್ಟ್‌ಗಳು ನಿಮಗೆ ಕಾಣಿಸುತ್ತದೆ.";
                }),
                n("e44b4256", "ಕಥೆಯ ಇತಿಹಾಸ"),
                n("a74af3f8", "ಯಾವುದೇ ಕಥೆಯ ಇತಿಹಾಸ ಕಂಡುಬಂದಿಲ್ಲ."),
                n("c3077694", "ಪ್ರವೃತ್ತಿ ಪೋಸ್ಟ್‌ಗಳು"),
                n("a9042b6c", "ಪ್ರವೃತ್ತಿ ಇತಿಹಾಸ"),
                n("ed54bc32", "ಪ್ರವೃತ್ತಿಯನ್ನು ವರದಿ ಮಾಡಿ"),
                n("f89bcc50", "ಪ್ರವೃತ್ತಿಯನ್ನು ವರದಿ ಮಾಡಲಾಗಿದೆ"),
                n("gde7b6b0", "ಉಳಿಸಬೇಡಿ"),
                n("i6212670", "ಪ್ರವೃತ್ತಿಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("c6a07c10", "ಪ್ರವೃತ್ತಿ ಕಾಲರೇಖೆ"),
                n("b0c91a92", "X ನಲ್ಲಿ ಜನರು ಇದರ ಬಗ್ಗೆ ಏನು ಹೇಳುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ನೋಡಲು ಲಾಗಿನ್ ಮಾಡಿ ಅಥವಾ ಸೈನ್‍ಅಪ್ ಮಾಡಿ"),
                n("d7071084", "Grok ಇದು"),
                n("ee2200f4", "ಈ ಕಥೆಯು Grok ಮಾಡಿದ X ನಲ್ಲಿನ ಪೋಸ್ಟ್‌ಗಳ ಸಾರಾಂಶವಾಗಿದೆ. ಕಾಲಾನಂತರದಲ್ಲಿ ಕಥೆಯು ವಿಕಸನಗೊಳ್ಳುತ್ತದೆ."),
                n("e1e5d552", "ನಿಮ್ಮ ಸರ್ಕಲ್ ಎಡಿಟ್ ಮಾಡಿ"),
                n("ec13f9cc", "ನಿಮ್ಮ ಸರ್ಕಲ್‌ನಲ್ಲಿ ಇನ್ನೂ ಯಾರೂ ಇಲ್ಲ"),
                n("dab58e32", "ನೀವು ಜನರನ್ನು ಸೇರಿಸಿದಾಗ, ಅವರು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."),
                n("f43112a4", "ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ"),
                n("a4d60c94", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ಈಗ ನಿಮ್ಮ ಸರ್ಕಲ್‌ಗೆ ಅವರನ್ನು ಸೇರಿಸಲಾಗದು."),
                n("a1ba3bd8", "ನಿಮ್ಮ ಸರ್ಕಲ್‌ ಭರ್ತಿಯಾಗಿದೆ. ನೀವು ನಿಮ್ಮ ಸರ್ಕಲ್‌ನಲ್ಲಿ ಗರಿಷ್ಠ 150 ಜನರನ್ನು ನೀವು ತಲುಪಿದ್ದೀರಿ."),
                n("ac3fd6e2", "ನಾವು ಇನ್ನೂ ಯಾವುದೇ ಶಿಫಾರಸುಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("eeb4d3f0", "ನಿಮ್ಮ ಸರ್ಕಲ್‌ಗೆ ಜನರನ್ನು ಸೇರಿಸಲು ಇಲ್ಲಿ ನಾವು ಶಿಫಾರಸು ನೀಡುತ್ತೇವೆ."),
                n("aea3c420", "ಇನ್ನೂ ಯಾವುದೇ ಕೋಟ್‌ಗಳಿಲ್ಲ"),
                n("b40a22c0", "ಇತರರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವಾಗ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಅವು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("f08d8d08", "ನೀವು ಬಯಸಿದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವರ್ಧಿಸಿ"),
                n("f0ccff52", "ಇದನ್ನು ಮರುಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಕಾಲರೇಖೆಯಲ್ಲಿ ಇತರರ ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ. ನೀವು ಹಾಗೆ ಮಾಡಿದಾಗ, ಇದು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."),
                n("fc1acb54", "ಇನ್ನೂ ಯಾವುದೇ ಇಷ್ಟಗಳಿಲ್ಲ"),
                n("e3527230", "ಈ ಪೋಸ್ಟ್‌ಗೆಗೆ ಯಾರಾದರೂ (ನೀವೂ ಕೂಡ) ಇಷ್ಟಪಡಲು ಹೃದಯವನ್ನು ಒತ್ತಿದಾಗ, ಇದು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ."),
                n("i3e8b808", "ಈ ಪೋಸ್ಟ್ ಇಷ್ಟಪಟ್ಟಿರುವ ಬಳಕೆದಾರರನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("c69fd704", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಮರುಪೋಸ್ಟ್ ಮಾಡಿರುವ ಬಳಕೆದಾರರನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("f12858d4", "ಇಷ್ಟಪಟ್ಟಿರುವವರು"),
                n("fe62cfec", "ಇವರಿಂದ ಮರುಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("h1c5d6aa", "ನಿಮ್ಮಿಂದ ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("h6d45054", "ಎಲ್ಲರಿಂದ ಕಳುಹಿಸಲಾಗಿದೆ"),
                n("da68fff1", function (e) {
                    return e.count + " ಕಾಯಿನ್" + f(e.count, "", "‌ಗಳು") + " (ನಿಮಗೆ ಮಾತ್ರ ಕಂಡುಬರುತ್ತದೆ)";
                }),
                n("e35f2534", "ಪೋಸ್ಟ್ ಎಂಗೇಜ್ಮೆಂಟ್ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("i60dfa72", "ಪೋಸ್ಟ್ ಎಂಗೇಜ್‌ಮೆಂಟ್‌ಗಳು"),
                n("dc604dda", "ಈ ಪೋಸ್ಟ್ ಇಷ್ಟಪಟ್ಟಿರುವ ಬಳಕೆದಾರರು"),
                n("cdd4ef4a", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಮರುಪೋಸ್ಟ್ ಮಾಡಿರುವ ಬಳಕೆದಾರರು"),
                n("icc72234", "ಈ ಪೋಸ್ಟ್‌ನನ ಕೋಟ್ಗಳು"),
                n("hc35b530", "ಇನ್ನೂ ಯಾವುದೇ ಇಷ್ಟಗಳಿಲ್ಲ"),
                n("e0d6a246", "ಇನ್ನೂ ಮರುಪೋಸ್ಟ್‌ಗಳಿಲ್ಲ"),
                n("i2a26cb4", "ಈ ಪೋಸ್ಟ್ಗೆಗೆ ಯಾರಾದರೂ ಇಷ್ಟಪಡಲು ಹೃದಯವನ್ನು ಒತ್ತಿದಾಗ, ಇದು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ."),
                n("i9b724e8", " ಈ ಪೋಸ್ಟ್ ಕೋಟ್ ಮಾಡಿದ ಎಲ್ಲರ ಪಟ್ಟಿ ನಿಮಗೆ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ."),
                n("a5ab75ae", "ಯಾವುದೇ ಸಂಬಂಧಿತ ಪೋಸ್ಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("ce637c0e", "ಯಾವುದೇ ಸಂಬಂಧಿತ ಲೇಖನಗಳು ಕಂಡುಬಂದಿಲ್ಲ."),
                n("fd67deaa", "ಸಂಬಂಧಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("f9183bb6", "ಸಂಬಂಧಿತ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ"),
                n("fc4e5d96", "ನಿಮ್ಮ ಸ್ವಂತ ಪೋಸ್ಟ್‌ಗಳ ಕುರಿತು ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ಮಾತ್ರ ನೀವು ವೀಕ್ಷಿಸಬಹುದು."),
                n("ab0da59f", function (e) {
                    return e.entity + " ಅನಾಲಿಟಿಕ್ಸ್";
                }),
                n("ae32e7de", "ಇದು ಪ್ರಾಯೋಜಿತ ಪೋಸ್ಟ್. ಈ ಪೋಸ್ಟ್ ನೋಡಿದ ಬಾರಿಯ ಸಂಖ್ಯೆಯು ಖಾಸಗಿಯಾಗಿದೆ."),
                n("a10aa36c", "ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ"),
                n("d0740558", "ಸಹಾಯ ಕೇಂದ್ರ"),
                n("d2d76dca", "ಸಹಾಯ ಕೇಂದ್ರಕ್ಕೆ"),
                n("de8bcdaa", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡಿದ ಜನರ ವಿವರಣೆ"),
                n("cfa1ef16", "ಬೂಸ್ಟ್ ಮಾಡಿ"),
                n("d267afa2", "20 ಕ್ಕಿಂತ ಕಡಿಮೆ"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50 ಕ್ಕಿಂತ ಹೆಚ್ಚು"),
                n("bcd9cf68", "65 ಮೇಲ್ಪಟ್ಟು"),
                n("f05f1838", "ಇತರೆ / ನಿರ್ದಿಷ್ಟಪಡಿಸಿಲ್ಲ"),
                n("fa5be588", "ಆರ್ಗ್ಯಾನಿಕ್"),
                n("c65126fe", "ಬೂಸ್ಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("c61c6624", "ಪ್ರಾಯೋಜಿತ"),
                n("f1196a04", "ಬೂಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್"),
                n("bb66e3fc", "ಪ್ರಾಯೋಜಿತ ಅನಾಲಿಟಿಕ್ಸ್"),
                n("g512ddcc", "ಸಾವಯವ ವಿಶ್ಲೇಷಣೆ"),
                n("j9256524", "ನಿಮ್ಮ ಬೂಸ್ಟ್ ಕಾರ್ಯಕ್ಷಮತೆಯ ವಿವರಣೆ"),
                n("ceeb3016", "ನಿಮ್ಮ ಪ್ರಾಯೋಜಿತ ಕಾರ್ಯಕ್ಷಮತೆಯ ವಿವರಣೆ"),
                n("bf4558fa", "ನಿಮ್ಮ ಸಾವಯವ ಕಾರ್ಯಕ್ಷಮತೆಯ ವಿವರಣೆ"),
                n("c69069e6", "X ನಲ್ಲಿ ಈ ಪೋಸ್ಟ್ ಕಾಣಿಸಿಕೊಂಡ ಬಾರಿ."),
                n("a0615bac", "ಪೋಸ್ಟ್ ಜೊತೆಗೆ ಬಳಕೆದಾರರು ಸಂವಹನ ನಡೆಸಿದ ಒಟ್ಟು ಬಾರಿಯ ಸಂಖ್ಯೆ. ಪೋಸ್ಟ್ ನ (ಹ್ಯಾಶಟ್ಯಾಗ್ಗಳು, ಲಿಂಕ್ಗಳು, ಅವತಾರ್, ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ಪೋಸ್ಟ್ ವಿಸ್ತರಣೆ ಸೇರಿದಂತೆ) ಮೇಲೆ ಎಲ್ಲಾದರೂ ಮಾಡಿದ ಎಲ್ಲ ಕ್ಲಿಕ್ಗಳು, ಮರುಪೋಸ್ಟ್ ಗಳು, ಪ್ರತಿಕ್ರಿಯೆಗಳು, ಹಿಂಬಾಲಿಸುವಿಕೆಗಳು ಮತ್ತು ಇಷ್ಟಗಳನ್ನೂ ಇದು ಒಳಗೊಂಡಿರುತ್ತದೆ."),
                n("acc4cf12", "ಈ ಪೋಸ್ಟ್ ನಿಂದ ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("c7d0d1c4", "ಈ ಪೋಸ್ಟ್ ನಲ್ಲಿ ಯಾವುದೇ URL ನಲ್ಲಿ ಕ್ಲಿಕ್ಗಳ ಸಂಖ್ಯೆ"),
                n("a4da7724", "ಈ ಪೋಸ್ಟ್ ಬಗ್ಗೆ ಜನರು ವಿವರಗಳನ್ನು ನೋಡಿದ ಬಾರಿ"),
                n("jedd2771", function (e) {
                    return "ಬೂಸ್ಟ್‌ನಿಂದ " + e.percentage;
                }),
                n("g33fd6b1", function (e) {
                    return "ಪ್ರಚಾರದಿಂದ " + e.percentage;
                }),
                n("b71059c3", function (e) {
                    return "ಹಿಂಬಾಲಿಸದವರಿಂದ " + e.percentage;
                }),
                n("h4cbba3e", "< 5%"),
                n("f4f0094c", "ಬೂಸ್ಟ್‌ನಿಂದ < 5%"),
                n("h1cdac12", "ಪ್ರಚಾರದಿಂದ < 5%"),
                n("g884b2cc", "ಹಿ೦ಬಾಲಕರಲ್ಲದವರಿಂದ < 5%"),
                n("b32334a0", "ಖಾತೆಗಳನ್ನು ತಲುಪಿರುವುದು"),
                n("h142a79c", "ಈ ಪೋಸ್ಟ್‌ಗೆ ವಿಶಿಷ್ಟ ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("de4def4e", "% ಇಂದ ಈ ದಿನದವರೆಗೆ ಎಲ್ಲ ಪ್ರಚಾರಗಳು"),
                n("e3390c1e", "ಮೊದಲ 48 ಗಂಟೆಗಳು"),
                n("aead0975", function (e) {
                    return "ಪೋಸ್ಟ್ ಮಾಡಿದ ಮೊದಲ 48 ಗಂಟೆಗಳಲ್ಲಿ ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಓದಿದ ಸಂಖ್ಯೆಗಳನ್ನು ಇದು ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತದೆ. ಗರಿಷ್ಠ ಮೌಲ್ಯವು " + e.maxValue + " ಇಂಪ್ರೆಶನ್‌ಗಳಾಗಿರುತ್ತವೆ.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " ಇಷ್ಟ" + f(e.likeCount, "", "ಗಳು");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " ಮರುಪೋಸ್ಟ್" + f(e.retweetCount, "", "‌ಗಳು");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " ಪ್ರತಿಕ್ರಿಯ" + f(e.replyCount, "ಿಸಿ", "ೆಗಳು");
                }),
                n("db6efeb8", "ನಿಮ್ಮ ಪ್ರಚಾರ ನಡೆಯುತ್ತಿದೆ"),
                n("j6daea86", "ನಿಮ್ಮ ಪ್ರಚಾರವನ್ನು ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.totalBudget + " ರಲ್ಲಿ " + e.spentBudget + " ವೆಚ್ಚ ಮಾಡಲಾಗಿದೆ";
                }),
                n("e8adeec8", "ಪುನಃ ಪ್ರಚಾರ ಮಾಡಿ"),
                n("fbb5c37e", "ಪುನಃ ಬೂಸ್ಟ್‌ ಮಾಡಿ"),
                n("ccffb487", function (e) {
                    return "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ ಈವರೆಗೆ " + e.impressions + " ಇಂಪ್ರೆಶನ್‌" + f(e.impressions, "", "ಗಳನ್ನು") + " ಗಳಿಸಿದೆ. ನಿಮ್ಮ ವ್ಯಾಪ್ತಿಯನ್ನು ಹೆಚ್ಚಿಸಲು ಪ್ರೊಫೆಷನಲ್ ಖಾತೆಗೆ ಬದಲಿಸಿ.";
                }),
                n("ha13fd94", "ಪೋಸ್ಟ್ ಅನ್ನು ಬೂಸ್ಟ್ ಮಾಡಿ"),
                n("jede3014", "ನಿಮ್ಮ ಪ್ರಚಾರ ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ"),
                n("b823301e", "ಇದನ್ನು ಅನುಮತಿಸಿದ ನಂತರ, ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಪ್ರೇಕ್ಷಕರಿಗೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಪ್ರಚಾರವಾಗುತ್ತದೆ."),
                n("a2e48870", "X ನ ಜಾಹೀರಾತು ನೀತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("ge538876", "ನೀವು ಹಂಚಿಕೊಂಡಿರುವ ವೀಡಿಯೋಗೆ ಮೆಟ್ರಿಕ್‌ಗಳು"),
                n("ca7e10d8", "ವಿಶಿಷ್ಟ ವೀಕ್ಷಣೆಗಳು"),
                n("i611fc96", "ಎಲ್ಲ ಪೋಸ್ಟ್‌ಗಳ ಪೈಕಿ ಈ ವಿಡಿಯೋವನ್ನು ಎಷ್ಟು ಬಾರಿ ವೀಕ್ಷಿಸಲಾಗಿದೆ"),
                n("a69cd868", "ಈ ವೀಡಿಯೋಗೆ ವಿಶಿಷ್ಟ ವೀಕ್ಷಣೆಗಳ ಸಂಖ್ಯೆ"),
                n("f894a688", "ಶ್ರೋತೃಗಳನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುವಿಕೆ"),
                n("ad9d9204", "ತೊರೆಯುವುದಕ್ಕೂ ಮುನ್ನ ವೀಡಿಯೋವನ್ನು ವೀಕ್ಷಕರು ವೀಕ್ಷಿಸಿದ ಸಮಯ ಮತ್ತು ವೀಡಿಯೋದ ಎಷ್ಟನ್ನು ಅವರು ವೀಕ್ಷಿಸಿದ್ದಾರೆ ಎಂಬುದರ ಶೇಕಡಾವಾರು."),
                n("da4b7a70", "ನೀಡಿದ ಸಮಯದವರೆಗೆ ವೀಡಿಯೋ ವೀಕ್ಷಿಸಿದ ವೀಕ್ಷಕರ ಶೇಕಡಾವಾರು"),
                n("de2d89a2", "25% ವೀಕ್ಷಿಸಲಾಗಿರುವುದು"),
                n("i92754c2", "50% ವೀಕ್ಷಿಸಲಾಗಿರುವುದು"),
                n("be8ddcc2", "75% ವೀಕ್ಷಿಸಲಾಗಿರುವುದು"),
                n("b01410d6", "100% ವೀಕ್ಷಿಸಲಾಗಿರುವುದು"),
                n("gfb3d8af", function (e) {
                    return e.timeLabel + " ವರೆಗೆ ವೀಕ್ಷಿಸಿದವರು";
                }),
                n("fc6cbba2", "ಇಲ್ಲಿ ಇನ್ನೂ ನೋಡಲು ಏನೂ ಇಲ್ಲ"),
                n("b80a53c8", "ಮತ್ತೊಮ್ಮೆ ಡೇಟಾ ಸಂಗ್ರಹಿಸಿದಾಗ, ಆ ಮಾಹಿತಿ ನಿಮಗೆ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ."),
                n("d25dccb6", "ಸರ್ಕಲ್ ಪೋಸ್ಟ್ ಗಳಿಗೆ ವಿಶ್ಲೇಷಣೆಗಳು ಲಭ್ಯವಿಲ್ಲ."),
                n("g61ac32a", "ನಿಮ್ಮ ವಿಷಯದೊಂದಿಗೆ ಹೆಚ್ಚಾಗಿ ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಬಳಕೆದಾರರನ್ನು ನಾವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗುರಿಯಾಗಿಸಿಕೊಳ್ಳುತ್ತೇವೆ."),
                n("e8702feb", function (e) {
                    return "ನಮ್ಮಿಂದ " + e.couponAmount + " ಪಡೆಯಿರಿ!";
                }),
                n("e44dc579", function (e) {
                    return "ಈಗಲೇ ಆರಂಭಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಮೊದಲ ಪ್ರಮೋಶನ್‌ನ ಮೇಲೆ " + e.couponAmount + " ರಿಯಾಯಿತಿಯನ್ನು " + e.date + "ಗೂ ಮೊದಲು ಪಡೆಯಿರಿ.";
                }),
                n("hd8df545", function (e) {
                    return "ಈಗಲೇ ಆರಂಭಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಮುಂದಿನ ಪ್ರಮೋಶನ್‌ನ ಮೇಲೆ " + e.couponAmount + " ರಿಯಾಯಿತಿಯನ್ನು " + e.date + "ಗೂ ಮೊದಲು ಪಡೆಯಿರಿ.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " ವೆಚ್ಚ ಮಾಡಿ ಮತ್ತು ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳಲ್ಲಿ " + e.couponAmount + " ಪಡೆಯಿರಿ.";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + " ಗೆ ಪ್ರತಿ ದಿನ " + e.dailyBudget;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " ಓವರ್ " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "ಸ್ಥಳ" + f(e.numLocations, "", "ಗಳು");
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "-" + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " ದಿನ" + f(e.durationDays, "", "ಗಳು");
                }),
                n("gc3ce5d9", function (e) {
                    return "ಪ್ರತಿ ದಿನ ಅಂದಾಜು " + e.audienceLow + " - " + e.audienceHigh + " ಜನರ ತಲುಪುವಿಕೆ";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + " ವಯೋ ಶ್ರೇಣಿ:" + e.formattedAge + e.newlinePlaceholder + "ಲಿಂಗ:" + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಕ್ಯಾಂಪೇನ್‌ಗಳಲ್ಲಿ ನೀವು " + e.spendAmount + " ಅನ್ನು ವೆಚ್ಚ ಮಾಡಿದಾಗ, ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಖಾತೆಗೆ ನೇರವಾಗಿ ನಾವು " + e.couponAmount + " ಕ್ರೆಡಿಟ್ ಮಾಡುತ್ತೇವೆ. ನಿಮ್ಮ ಕ್ರೆಡಿಟ್‌ ಅನ್ವಯಿಸಲು ಇದಕ್ಕೆ ಹಲವು ದಿನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.";
                }),
                n("cb51c854", "ಯಾವುದೇ ಲಿಂಗ"),
                n("bb7b39e2", "ಪುರುಷ"),
                n("eb9466d0", "ಮಹಿಳೆ"),
                n("b07cc9f2", "ಪ್ರಾಂತ್ಯ"),
                n("ce309bee", "Metro"),
                n("cc49d030", "ಪೋಸ್ಟ್‌ಕೋಡ್‌"),
                n("c3fca124", "ಬೂಸ್ಟ್‌ ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆ"),
                n("d4f57cce", "ನಿಮ್ಮ ಹಿಂಬಾಲಕರನ್ನು ಬೆಳೆಸಿ"),
                n("c6daa762", "ಇನ್ನಷ್ಟು ಲಿಂಕ್ ಕ್ಲಿಕ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("cc642518", "ಹುಡುಕಾಟ ಸ್ಥಳಗಳು"),
                n("i0e8c3c6", "ಸ್ಥಳ ಫಲಿತಾಂಶಗಳು"),
                n("f69ad048", "ಒಂದು ಸ್ಥಳ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("d948b978", "ನೀವು ಕೇವಲ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಗಳನ್ನು ಮಾತ್ರ ಉತ್ತೇಜಿಸಬಹುದು."),
                n("cfcdb4a2", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ನೀವು ಯಾವುದೇ ಜಾಹೀರಾತು ತಡೆಹಿಡಿಯುವಿಕೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("j7a2af7a", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಚಾರ ಮಾಡಲು ಬಯಸುವುದಿಲ್ಲವೇ?"),
                n("a78bce8e", "ನೀವು ಈಗ ತೊರೆದರೆ ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಚಾರ ಮಾಡಲಾಗುವುದಿಲ್ಲ."),
                n("g8844150", "ದಯವಿಟ್ಟು ಪ್ರಚಾರ ಮಾಡಬೇಡಿ"),
                n("e7eb3684", "ನಿತ್ಯದ ಬಜೆಟ್"),
                n("d9f6e3ce", "ನಿತ್ಯದ ಬಜೆಟ್ ಸ್ಲೈಡರ್"),
                n("b3954eca", "ದಿನಗಳಲ್ಲಿ ಅವಧಿ ಸ್ಲೈಡರ್"),
                n("ce665a60", "ಅಂದಾಜು ತಲುಪುವಿಕೆ ಎಂಬುದು ಅಂದಾಜಿನದ್ದಾಗಿರುತ್ತದೆ. ವಾಸ್ತವದ ತಲುಪುವಿಕೆಯ ಖಾತರಿ ನೀಡಲಾಗದು."),
                n("i0c3b95c", "ಮತ್ತೊಂದು ಚೆಂಡು ನಮ್ಮ ಅಂಗಳದಲ್ಲಿದೆ!"),
                n("h8b6e32a", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನೀವು ಪ್ರಾಯೋಜಿಸಿದ್ದೀರಿ!"),
                n("ee8014a6", "ನಿಮ್ಮ ಜಾಹೀರಾತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಅಳೆಯಲು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ."),
                n("db841200", "ಎಂಗೇಜ್‌ಮೆಂಟ್‌ ಹೆಚ್ಚಿಸಿ, ಇನ್ನಷ್ಟು ಜನರನ್ನು ತಲುಪಿ ಮತ್ತು ನಿಮ್ಮ ಪುಟದ ಬಗ್ಗೆ ಎಲ್ಲರಿಗೂ ಹೇಳಿ."),
                n("fcc839b6", "ನಿಮ್ಮ ಗುರಿ ಯಾವುದು?"),
                n("b679a538", "ನಿಮ್ಮ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮಾಧ್ಯಮವು ಸೇರಿದೆ"),
                n("cb19a2f0", "ಹೆಚ್ಚು ಲೈಕ್ ಗಳು ಮರು ಪೋಸ್ಟ್ ಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ಪಡೆಯಿರಿ"),
                n("a2d37164", "ನಿಮ್ಮ ಸೈಟ್‌ಗೆ ಇನ್ನಷ್ಟು ಸಂದರ್ಶಕರನ್ನು ಪಡೆಯಿರಿ"),
                n("cefad302", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಗೆ ಲಿಂಕ್ ಸೇರಿಸಿ"),
                n("b614fad0", "ನಿಮ್ಮ ಪೋಸ್ಟ್ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("de43b660", "ಪಾವತಿ ವಿಧಾನಗಳು"),
                n("hb4773a0", "ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ"),
                n("aa2a3dd4", "ಕಾರ್ಡ್‌ ಅಳಿಸಿ"),
                n("b1c5b63c", "ಕೊನೆಗೊಳ್ಳುತ್ತಿದೆ"),
                n("affb5878", "ಅಳಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("db443ae2", "ಎಲ್ಲವೂ ಸರಿಯಾಗಿರುವಂತೆ ತೋರುತ್ತಿದೆಯೇ?"),
                n("a96f811e", "ಪ್ರಚಾರ ಗುರಿ"),
                n("fbd44e96", "ನಿಮ್ಮ ಬಜೆಟ್"),
                n("e36bce64", "ಪಾವತಿ ವಿಧಾನ"),
                n("ia83756c", "ಉಪಮೊತ್ತ"),
                n("cc217a04", "ಕೂಪನ್ ಬ್ಯಾಲೆನ್ಸ್‌"),
                n("g4f2b588", "ಉಳಿದಿರುವ ಕೂಪನ್ ಬ್ಯಾಲೆನ್ಸ್‌"),
                n("i41612da", "ಪ್ರಚಾರ ರಚಿಸಿ"),
                n("cdae1af0", "ತೆರಿಗೆ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ"),
                n("ed8bb5a0", "ಪಾವತಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ"),
                n("fc640c20", "ನಿಮ್ಮ ಕೂಪನ್‌ ಕ್ಲೇಮ್ ಮಾಡಲು ಪಾವತಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ"),
                n("be2dc078", "ಸೈನ್ ಅಪ್‌ ಮಾಡಿ ಮತ್ತು ಪಾವತಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ"),
                n("iaefd4de", "  ನಿಮ್ಮ ಕೂಪನ್‌ ಕ್ಲೇಮ್ ಮಾಡಲು ಸೈನ್ ಅಪ್ ಮಾಡಿ ಮತ್ತು ಪಾವತಿ ವಿವರಗಳನ್ನು  ಸೇರಿಸಿ"),
                n("e5e42640", "ಹಂ... ನಿಮ್ಮ ಕೂಪನ್ ಲೋಡ್ ಆಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("e85dfd66", "ಈ ಪೋಸ್ಟ್ ಗೆ ಒಂದು ಕ್ಯಾಂಪೇನ್ ಅನ್ನು ಈಗಾಗಲೇ ರಚಿಸಲಾಗಿದೆ."),
                n("a4db098c", "ನಿಮ್ಮ ಪ್ರಚಾರವನ್ನು ನಾವು ರಚಿಸಲಾಗದು ಎಂದು ತೋರುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("ef7e3916", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ನಿಮ್ಮ ಪ್ರಚಾರ ವಿವರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("c1134966", "ನಿಯಮಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು"),
                n("he45cc43", "ಕೂಪನ್‌ ನಿಯಮಗಳನ್ನು"),
                n("c9439a82", "ನಿಯಮಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು"),
                n("c672105a", "  ನೀವು ಯಾರನ್ನು ತಲುಪಲು ಬಯಸುತ್ತೀರಿ?"),
                n("e1efbeae", "ವಯಸ್ಸಿನ ಶ್ರೇಣಿ"),
                n("c6ff7c10", "ವಯಸ್ಸಿನ ಶ್ರೇಣಿ ಕನಿಷ್ಠ"),
                n("b555fb46", "ವಯಸ್ಸು ಶ್ರೇಣಿ ಗರಿಷ್ಠ"),
                n("j2c03e12", "55+"),
                n("d4e01892", "ಹೌಸಿಂಗ್‌, ಸಾಲ ಮತ್ತು ಉದ್ಯೋಗ ಅವಕಾಶಗಳ ಜಾಹೀರಾತು ನೀತಿಗೆ"),
                n("df8d4fa0", "ಲಿಂಗ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("i982d424", "ನಿವು ಎಷ್ಟು ಹೂಡಿಕೆ ಮಾಡಬಯಸುತ್ತೀರಿ?"),
                n("b9ff6cb0", "ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ"),
                n("i8b90688", "ನಿಯಮಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು"),
                n("a93bd26d", "ಕೂಪನ್ ನಿಯಮಗಳನ್ನು"),
                n("d31dc460", "ನಿಯಮಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು"),
                n("ga845597", function (e) {
                    return "ಒಟ್ಟೂ ಪೂರ್ಣಗೊಂಡಿದ್ದು" + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("j9f78b42", "ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಟ್ಯಾಗ್ ಮಾಡಲಾದ ಬಳಕೆದಾರರಿಲ್ಲ."),
                n("cb2054fa", "ಬಳಕೆದಾರರನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e4ad6bda", "ಈ ಫೋಟೋದಲ್ಲಿ"),
                n("cdd4aafe", "ಸಂವಾದದಲ್ಲಿನ ಜನರಿಗೆ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ."),
                n("aac3fad2", "ಈ ಸಂವಾದದಲ್ಲಿರುವ ಜನರು"),
                n("a7f66562", "ಪೋಸ್ಟ್ಗಳನ್ನು ಲೋಡ್ ಮಾಡುವುದು"),
                n("b7a898fa", "ಇಲ್ಲಿಂದ ನೇರವಾಗಿ ಮುಂದಿನ ಪೋಸ್ಟ್‌ಗೆ ಹೋಗಿ!"),
                n("e254fdd2", "ನೀವು ಮುಂದಿನ ಪೋಸ್ಟ್‌ಗೆ ನೇರವಾಗಿ ಸ್ವೈಪ್ ಮಾಡಬಹುದು!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "ಸ್ಕ್ರಬ್ಬರ್"),
                n("h2fcc532", "ಇತಿಹಾಸ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("a74821a0", "ನಿಮ್ಮ ಪಾವತಿ ಸಂಭವಿಸಲಿಲ್ಲ ಅಥವಾ ಅವಧಿ ಮೀರಲಿದೆ ಎಂಬಂತೆ ಕಂಡುಬರುತ್ತಿದೆ. ನಿಮ್ಮ Premium ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಉಳಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಅಪ್ಡೇಟ್ ಮಾಡಿ."),
                n("bb55752e", "ಕಾಯಿನ್‌ಗಳು ನಿಮಗೆ ಉತ್ತಮ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವಂತಹ ಕ್ರಿಯೇಟರ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸಲು ಅವಕಾಶ ನೀಡುತ್ತವೆ. ಬಳಸದ ಕಾಯಿನ್‌ಗಳನ್ನು ನಿಮ್ಮ ಬ್ಯಾಲೆನ್ಸ್‌ನಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ. "),
                n("ea7ce65f", function (e) {
                    return e.count + " ಬೋನಸ್ ಕಾಯಿನ್" + f(e.count, " ಅ", "‌ಗಳ") + "ನ್ನು ಒಳಗೊಂಡಿದೆ.";
                }),
                n("e557f9d2", "ನಿಮ್ಮ ಕಾಯಿನ್ ಬ್ಯಾಲೆನ್ಸ್ ಮಿತಿಯನ್ನು ನೀವು ತಲುಪಿದ್ದೀರಿ."),
                n("e2beba5e", "ಅತ್ಯಂತ ಜನಪ್ರಿಯ"),
                n("gafeeb96", "ಕಾಯಿನ್‌ಗಳನ್ನು ಖರೀದಿಸಿ"),
                n("bc42db1c", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರದ್ದು ಮಾಡಿ. ಮಾಸಿಕವಾಗಿ ಸ್ವಯಂ ನವೀಕರಣಗೊಳ್ಳುತ್ತದೆ."),
                n("f1561b06", "ಖರೀದಿದಾರರ ನಿಯಮಗಳಿಗೆ"),
                n("fe93ed4a", "ಖರೀದಿಸಿರುವುದು ಯಶಸ್ವಿಯಾಗಿದೆ"),
                n("bcb90375", function (e) {
                    return "ನಿಮ್ಮ ಹೊಸ ಕಾಯಿನ್ ಬ್ಯಾಲೆನ್ಸ್ " + e.balance + " ಆಗಿದೆ.";
                }),
                n("ia2eb0c0", "ಖರೀದಿಸಿರುವುದು ವಿಫಲವಾಗಿದೆ!"),
                n("c7e11484", "ನಿಮ್ಮ ಪಟ್ಟಿಗಳು ಖಾಲಿ ಇವೆ"),
                n("a96208ba", "ಇತರರನ್ನು ಸೇರಿಸುವುದಕ್ಕೂ ಮೊದಲು ನೀವು ಪಟ್ಟಿಯನ್ನು ರಚಿಸಬೇಕು."),
                n("d2826908", "ಹೊಸ ಪಟ್ಟಿಯೊಂದನ್ನು ರಚಿಸಿ"),
                n("he062e8a", "ಪಟ್ಟಿ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("c2fb1e94", "ಕೇವಲ 5,000 ಖಾತೆಗಳನ್ನು ಪಟ್ಟಿಗೆ ಸೇರಿಸಬಹುದು."),
                n("f30edc68", "ಖಾಸಗಿಯನ್ನಾಗಿ ಮಾಡಿ"),
                n("h51a2cf6", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಒಂದು ನಿಮಿಷದಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾನರ್‌ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ತೆಗೆದುಹಾಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("bb10280e", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಪಟ್ಟಿಯನ್ನು ಮತ್ತೊಮ್ಮೆ ಉಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("h8885a22", "ಪಟ್ಟಿಯ ಹೆಸರುಗಳು 25 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು"),
                n("f8132984", "ನೀವು ಪಟ್ಟಿಯನ್ನು ಖಾಸಗಿಯನ್ನಾಗಿ ಮಾಡಿದರೆ, ನೀವು ಮಾತ್ರ ಅದನ್ನು ನೋಡಬಹುದು."),
                n("h421e74c", "ಸೂಚಿಸಿದ ಪಟ್ಟಿಗಳು"),
                n("aa62dea8", "ನಾವು ಹುಡುಕುತ್ತಿದ್ದೇವೆ"),
                n("e5e4d3aa", "ಸೂಚಿಸಿದ ಪಟ್ಟಿಗಳನ್ನು ನೋಡಲು ನಂತರ ಮರಳಿ ಪರಿಶೀಲಿಸಿ."),
                n("c4d7650c", "ಸದಸ್ಯರನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("h7f2418c", "ಪಟ್ಟಿ ಮಾಹಿತಿ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("b18e5cd2", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ನಿಮಿಷದ ಸಮಯದಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮ ಪಟ್ಟಿಯನ್ನು ಅಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("cdd73e9c", "ಪಟ್ಟಿ ಅಳಿಸಿ"),
                n("def8ff62", "ಪಟ್ಟಿ ಅಳಿಸುವುದೇ?"),
                n("j8b9cde8", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಪಟ್ಟಿಯನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("e9f3dec4", "ಪಟ್ಟಿ ಹುಡುಕಾಟ"),
                n("b9192d55", function (e) {
                    return e.query + " -ಪಟ್ಟಿ ಹುಡುಕಾಟ";
                }),
                n("d6a23192", "ಹೊಸ ಪಟ್ಟಿ ರಚಿಸಿ"),
                n("ie256518", "ಪಟ್ಟಿ ಹುಡುಕಾಟ ಕಾಲರೇಖೆ"),
                n("j57a2568", "ಪಟ್ಟಿ ಹುಡುಕಾಟ"),
                n("hc76e8cd", function (e) {
                    return 'ಯಾವುದೇ ಪಟ್ಟಿಗಳು "' + e.query + '" ಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ';
                }),
                n("d872881a", "ಏಕೆ ಒಂದನ್ನು ರಚಿಸಬಾರದು?"),
                n("j177067a", "ಪಟ್ಟಿಗಳನ್ನು ಹುಡುಕಿ"),
                n("g13ea02c", "ಪಟ್ಟಿಗಳನ್ನು ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ"),
                n("d1461f1e", "ಈ ಪಟ್ಟಿ ಒಂಟಿಯಾಗಿದೆ"),
                n("bcbd3416", "ಈ ಪಟ್ಟಿಯನ್ನು ಹಿಂಬಾಲಿಸುವ ಜನರು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."),
                n("b197a56c", "ಹಿಂಬಾಲಕರನ್ನು ಪಟ್ಟಿ ಮಾಡಿ"),
                n("f0ab07f5", function (e) {
                    return "ಸದಸ್ಯರು (" + e.memberCount + ")";
                }),
                n("h9ce3406", "ಪಟ್ಟಿ ಸದಸ್ಯರು"),
                n("dfeaeb26", "ನಿಮ್ಮ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ"),
                n("a332103e", "ಈ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿದ ಜನರು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾರೆ."),
                n("e2f7dc62", "ಸಲಹೆ ಮಾಡಿದ ಸದಸ್ಯರನ್ನು ಹುಡುಕಿ"),
                n("gc23cc00", "ಈ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲು ಸಲಹೆಗಳನ್ನು ನೋಡುವುದಕ್ಕಾಗಿ ಖಾತೆಗಳ ಹುಡುಕಾಟ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("e3deb126", "ಪಟ್ಟಿ ಸಲಹೆಗಳು"),
                n("eb7b54be", "ಪಟ್ಟಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("a9ca06d2", "ಮಾಹಿತಿ"),
                n("a367dc9a", "ನೀವು ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅವುಗಳು ಸಂಭವಿಸಿದಂತೆಯೇ ನೋಡುತ್ತಿರುವಿರಿ"),
                n("dd438748", "ನೀವು ಮೊದಲು ಅಗ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡುತ್ತಿರುವಿರಿ"),
                n("fe7e217c", "ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ"),
                n("ce78b698", "ನೀವು ಮೊದಲು ಅಗ್ರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡುತ್ತಿರುವಿರಿ. ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳು ಅವುಗಳು ಸಂಭವಿಸಿದಂತೆಯೇ ಕಾಣಿಸುತ್ತವೆ."),
                n("i5a1628a", "ಉನ್ನತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ"),
                n("f333a93e", "ನೀವು ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮೊದಲು ನೋಡುತ್ತಿರುವಿರಿ. ಅಗ್ರ ಪೋಸ್ಟ್‌ಗಳು ನಿಮಗೆ ಅತ್ಯುತ್ತಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸುತ್ತವೆ."),
                n("c7294984", "ಪಟ್ಟಿ ವರದಿ ಮಾಡಿ"),
                n("g6340998", "ಅವರ ಪಟ್ಟಿಗಳಿಗೆ ಇದು ನಿಮ್ಮನ್ನು ಮರಳಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸುವುದಿಲ್ಲ."),
                n("i6da4f7a", "ಪಟ್ಟಿ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("a062ff80", "ಪಟ್ಟಿಗೆ ಲಿಂಕ್ ನಕಲಿಸಿ"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "ನೀವು @" + e.screenName + " ಅವರನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿಲ್ಲ";
                }),
                n("a64512a4", "ಪಟ್ಟಿಗಳ ಕಾಲರೇಖೆ"),
                n("i0bcc456", "ನೀವು ಹಾಗೆ ಮಾಡಿದಾಗ, ಅವರ ಪಟ್ಟಿಗಳನ್ನು ನೋಡಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("d8315ca0", "ನೀವು ಇರುವ ಪಟ್ಟಿಗಳು"),
                n("e74be9ac", "ಅವರು ಇರುವ ಪಟ್ಟಿಗಳು"),
                n("c80cb4e4", "ಹೊಸ ಪಟ್ಟಿ"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " ರವರಿಂದ ರಚಿಸಲ್ಪಟ್ಟ ಪಟ್ಟಿಗಳು";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " ಅವರು ಯಾವುದೇ ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಿಲ್ಲ";
                }),
                n("f5978664", "ಅವರು ಮಾಡಿದಾಗ, ಅವು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("h243711c", "ಇನ್ನೂ ನೀವು ಯಾವುದೇ ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಿಲ್ಲ"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ನು ಯಾವುದೇ ಪಟ್ಟಿಗಳಿಗೆ ಇನ್ನೂ ಸೇರಿಸಿಲ್ಲ";
                }),
                n("e05568cc", "ಅವುಗಳನ್ನು ಪಟ್ಟಿಗೆ ಸೇರಿಸಿದಾಗ, ಅದು ಇಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ."),
                n("b86a098a", "ನಿಮ್ಮನ್ನು ಇನ್ನೂ ಯಾವುದೇ ಪಟ್ಟಿಗಳಿಗೆ ಸೇರಿಸಿಲ್ಲ"),
                n("h06e09a2", "ನಿಮ್ಮನ್ನು ಪಟ್ಟಿಗೆ ಯಾರಾದರೂ ಸೇರಿಸಿದಾಗ, ಅದು ಇಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ."),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " ಗೆ ಸದಸ್ಯತ್ವಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಿ";
                }),
                n("g6b54ff6", "ನೀವು ನವೀಕೃತರಾಗಿರುವಿರಿ"),
                n("ec5fd35a", "ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಯಾರಾದರೂ ವಿನಂತಿಸಿದಾಗ, ಸಮ್ಮತಿಸಲು ಅಥವಾ ನಿರಾಕರಿಸಲು ಇವು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("ec2d8342", "ನಿರಾಕರಿಸು"),
                n("j85d8d90", "ಆ ಬಳಕೆದಾರರಿಗಾಗಿ ಯಾವುದೇ ಹಿಂಬಾಲಿಸುವ ಮನವಿ ಬಾಕಿ ಉಳಿದಿಲ್ಲ."),
                n("c3d23f10", "ಒಂದು ಸಣ್ಣ ಅಡೆತಡೆ ಇರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ಚಿಂತಿಸಬೇಡಿ, ಇದು ನಿಮ್ಮ ದೋಷವಲ್ಲ. ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಈ ಕೆಳಗೆ ಕ್ಲಿಕ್ ಮಾಡಿ."),
                n("d2613123", function (e) {
                    return "ಸಬ್‌ಸ್ಕ್ರೈಬ್ - " + e.price + "/ಮಾಸಿಕ";
                }),
                n("c4640fc0", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪ್ರೊಫೈಲ್ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("a72064a8", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ"),
                n("e6c72234", "ಇಮೇಲ್ ಹಂಚಿಕೆ ನಿಯಮಗಳನ್ನು"),
                n("b17f0c4b", function (e) {
                    return "ನೀವು ಈಗ @" + e.screenName + " ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದೀರಿ";
                }),
                n("a5634d9a", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಾಗ ಒಂದು ಸಮಸ್ಯೆ ಇತ್ತು. ಈ ಪ್ರಾಂಪ್ಟ್ ಅನ್ನು ವಜಾಗೊಳಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("fe9d3afa", "ಹಿಂಬಾಲಿಸುವವರನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("ab7fc3ef", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಅವರನ್ನು ಜನರು ಸೂಪರ್ ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಾರೆ";
                }),
                n("j0d17377", function (e) {
                    return "ನಿಮಗೆ ತಿಳಿದಿರುವವರು " + e.fullName + " (@" + e.screenName + ") ಅವರನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಾರೆ";
                }),
                n("fa9e827f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಅವರನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿರುವ ಜನರು";
                }),
                n("ha979be5", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ಅವರು ಹಿಂಬಾಲಿಸುತ್ತಿರುವ ಜನರು";
                }),
                n("d28be573", function (e) {
                    return "ಜನರು " + e.fullName + " (@" + e.screenName + ") ಅನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದಾರೆ";
                }),
                n("g9da3853", function (e) {
                    return "ಜನರು " + e.fullName + " (@" + e.screenName + ") ರಿಂದ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದಾರೆ";
                }),
                n("cfd952a1", function (e) {
                    return "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳು " + e.fullName + " (@" + e.screenName + ") ಅನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿವೆ";
                }),
                n("fecc696e", "ಪರಿಶೀಲಿಸಿದ ಹಿಂಬಾಲಕರು"),
                n("g0a2fbbe", "ಇನ್ನೂ ನೀವು ಯಾವುದೇ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("g65f4bac", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಹಿಂಬಾಲಕರನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("c36cfddc", "ಹಿಂಬಾಲಕರಿಗಾಗಿ ಹುಡುಕುತ್ತಿದ್ದೀರಾ?"),
                n("fd275c1a", "ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಪರಿಶೀಲಿಸಿದ ಹಿಂಬಾಲಕರನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("e08bd098", "ನಿಮ್ಮನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್‌ ಮಾಡುವ ಎಲ್ಲರ ಪಟ್ಟಿ ನಿಮಗೆ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ."),
                n("j029a4dc", "ಯಾರಾದರೂ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದಾಗ, ಅವರನ್ನು ಇಲ್ಲಿ ನೀವು ನೋಡುತ್ತೀರಿ."),
                n("b2b2c6ce", "ಈ ಖಾತೆಯನ್ನು ಯಾರಾದರೂ ಹಿಂಬಾಲಿಸಿದಾಗ, ಅವು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ. ಪೋಸ್ಟ್ ಮಾಡುವುದು ಮತ್ತು ಇತರರೊಂದಿಗೆ ಸಂವಾದ ನಡೆಸುವಿಕೆಯು ಹಿಂಬಾಲಕರ ಹೆಚ್ಚಳಕ್ಕೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("cb1a15c8", "ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುವುದು ನಿಮ್ಮ ಕಾಲರೇಖೆಯನ್ನು ರೂಪಿಸಲು ಮತ್ತು ನೀವು ಆಸಕ್ತಿ ಹೊಂದಿರುವ ವಿವಷಯಗಳು ಮತ್ತು ಜನರೊಂದಿಗೆ ಏನು ನಡೆಯುತ್ತಿದೆ ಎಂದು ತಿಳಿಯಲು ಸುಲಭವಾದ ವಿಧಾನವಾಗಿದೆ."),
                n("i967b954", "ನಿಮ್ಮ ಎಲ್ಲಾ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣಬಹುದು."),
                n("a44e403e", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಯು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದಾಗ, ನೀವು ಅವುಗಳನ್ನು ಇಲ್ಲಿ ನೋಡುತ್ತೀರಿ."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " ಅವರು ನಿಮಗೆ ಇನ್ನೂ ತಿಳಿಯದ ಯಾವುದೇ ಹಿಂಬಾಲಕರನ್ನು ಹೊಂದಿಲ್ಲ";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " ಅವರು ಯಾರನ್ನೂ ಹಿಂಬಾಲಿಸುತ್ತಿಲ್ಲ";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " ಅವರು ಯಾವುದೇ ದೃಢೀಕರಿಸಲಾದ ಹಿಂಬಾಲಕರನ್ನು ಹೊಂದಿಲ್ಲ.";
                }),
                n("ec251f36", "ನಿಮಗೆ ತಿಳಿದಿರುವ ಯಾರಾದರೂ ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿದರೆ, ಅವರನ್ನು ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾಗುತ್ತದೆ."),
                n("f8af4f48", "ಖಾತೆಗಳನ್ನು ಅವರು ಹಿಂಬಾಲಿಸಿದಾಗ, ಅವು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ."),
                n("fd0aad94", "ದೃಢೀಕರಿಸಿದ ಯಾರಾದರೂ ಈ ಖಾತೆಯನ್ನು ಅನುಸರಿಸಿದಾಗ, ಅವು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ."),
                n("b84f6df1", function (e) {
                    return "ಸೀಮಿತ ಅವಧಿಗಾಗಿ Premium ಅನ್ನು " + e.percentage + "% ರಿಯಾಯಿತಿಯಲ್ಲಿ ಉಡುಗೊರೆಯಾಗಿ ನೀಡಿ.";
                }),
                n("cfcac293", function (e) {
                    return "ಉಡುಗೊರೆಯಾಗಿ ನೀಡಿ ಮತ್ತು " + e.price + " ಅನ್ನು ಪಾವತಿಸಿ";
                }),
                n("d7a73450", "ಶ್ರೇಣಿ"),
                n("hbd2c24e", "ಈ ಸಮಯದಲ್ಲಿ ಉಡುಗೊರೆಗಳಿಗೆ ಈ ಖಾತೆಯು ಅರ್ಹವಾಗಿಲ್ಲ."),
                n("f3fddc98", "ಖರೀದಿದಾರರ ನಿಯಮಗಳು"),
                n("cff9c889", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("c65dda96", "ನಿಮ್ಮ ಉಡುಗೊರೆಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ."),
                n("f6e2a407", function (e) {
                    return "@" + e.screenName + " ಅವರ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುವಾಗ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬಡ್ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಯಾರು ಬೇಕಾದರೂ ನೋಡಲು ಅನುಮತಿಸಿ";
                }),
                n("j8dedddd", function (e) {
                    return "ಇದನ್ನು ನೀವು ಆಫ್‌ ಮಾಡಿದಾಗ, @" + e.screenName + " ಅವರ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗಾಗಿ ಮಾತ್ರದ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಿದಾಗ ನಿಮ್ಮ ಬ್ಯಾಡ್ಜ್‌ ಅನ್ನು @" + e.screenName + " ಮತ್ತು ಅವರ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌‌ಗಳು ನೋಡುತ್ತಾರೆ.@" + e.screenName + " ಅವರು ಎಂದಿಗೂ ನಿಮ್ಮ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ನೋಡುತ್ತಾರೆ.";
                }),
                n("c8a513f6", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ರದ್ದು ಮಾಡಿ"),
                n("ea000ec8", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಈಗಾಗಲೇ ರದ್ದು ಮಾಡಿದ್ದೀರಾ?"),
                n("d7b8387e", "ನೀವು ಈಗಾಗಲೇ ರದ್ದು ಮಾಡಿದ್ದರೆ, ಇನ್ನೇನೂ ಮಾಡಬೇಕಿಲ್ಲ. ಬಿಲ್ಲಿಂಗ್‌ ಆವರ್ತನದ ಕೊನೆಯಲ್ಲಿ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅವಧಿ ಮೀರುತ್ತದೆ."),
                n("f4166d9a", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ರದ್ದು ಮಾಡಬೇಕೆ?"),
                n("b74ff5fc", "ನೀವು ರದ್ದು ಮಾಡಿದರೆ, ಬಿಲ್ಲಿಂಗ್‌ ಆವರ್ತನದ ಕೊನೆಯಲ್ಲಿ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅವಧಿ ಮೀರುತ್ತದೆ."),
                n("ee9efbc8", "ರದ್ದತಿಗೆ ಮುಂದುವರಿಯಿರಿ"),
                n("c5d9c77a", "ಒಂದು ಸಣ್ಣ ಅಡೆತಡೆ ಇರುವಂತೆ ಕಾಣಿಸುತ್ತಿದೆ. ಚಿಂತಿಸಬೇಡಿ, ಇದು ನಿಮ್ಮ ದೋಷವಲ್ಲ. ಈ ವಿಂಡೋ ಮುಚ್ಚಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ."),
                n("jda53c24", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು Apple ಪ್ಲೇ ಸ್ಟೋರ್‌ ಮೂಲಕ ನೀವು ರದ್ದು ಮಾಡಬಹುದು."),
                n("g0a7a53e", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು Google ಪ್ಲೇ ಸ್ಟೋರ್‌ ಮೂಲಕ ನೀವು ರದ್ದು ಮಾಡಬಹುದು."),
                n("i5f14be7", function (e) {
                    return "ಮರಳಿ ಸ್ವಾಗತ, " + e.displayName;
                }),
                n("a76d58ba", "ಜಾಹೀರಾತುಗಳ ವಿಶ್ಲೇಷಣೆ");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("eccd0e1a", "ಸಂಸ್ಥೆಯ ವಿಶ್ಲೇಷಣೆ"),
                n("deea1708", "ನಿಮ್ಮ ಎಲ್ಲಾ X ಖಾತೆಗಳಲ್ಲಿ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಬಯಸುವಿರಾ?"),
                n("eb603ffc", "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ಸಂಯೋಜಿತಗೊಳಿಸಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ ಮತ್ತು ಒಟ್ಟುಗೂಡಿದ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ."),
                n("gf67aae4", "ಪೂರ್ಣ ಪ್ರವೇಶಕ್ಕೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("h75e3618", "ಸಂಸ್ಥೆಯನ್ನು ಸೇರಿಸಿ"),
                n("h24a8862", "ಈ ಚೆಕ್‌ಬಾಕ್ಸ್ ಬಗ್ಗೆ"),
                n("c29e3a88", "ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("j8318d57", function (e) {
                    return e.number + " ಅಫಿಲಿಯೇಟ್" + f(e.number, "", "‌ಗಳು");
                }),
                n("bf809ec0", "ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ"),
                n("b719e224", "ಫಲಿತಾಂಶಗಳಿಲ್ಲ"),
                n("c9938100", "ಹುಡುಕಾಟದ ಫಲಿತಾಂಶಗಳು"),
                n("d1a35ec6", "ಖಾತೆಗಳನ್ನು ಸೇರಿಸಿ"),
                n("b437adda", "ಪಾವತಿಸಿದ್ದಕ್ಕೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ"),
                n("f1f6c88b", function (e) {
                    return "ಖಾತೆಗಳು (" + e.count + ")";
                }),
                n("b02156b8", "ಆಹ್ವಾನಗಳು"),
                n("gd67d29b", function (e) {
                    return "ಆಹ್ವಾನಗಳು (" + e.count + ")";
                }),
                n("daf646e6", "ದಯವಿಟ್ಟು ನೋಟ್ ಮಾಡಿ: ನೀವು ಖಾತೆಗಳನ್ನು ಸೂಕ್ತವಾಗಿ ಲೇಬಲ್ ಮಾಡಬೇಕು."),
                n("i3895c32", "ನಿಮ್ಮ X @ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ನೀವು ಬದಲಾಯಿಸಿರುವ ಕಾರಣ ನಿಮ್ಮ ಖಾತೆಯು ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ"),
                n("i5f8b628", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸುವವರೆಗೆ ನಿಮ್ಮ ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ನೀವು ಮಾರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("e9e663ac", "ನಿಮ್ಮ ಪಾವತಿಯು ಬಾಕಿ ಉಳಿದಿದೆ."),
                n("c3ddd22c", "ನಿಯಮಗಳ"),
                n("c9729d8a", "ನಿಯಮಗಳ"),
                n("cdcd1d2c", "ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಅಫಿಲಿಯೇಶನ್‌ಗಳನ್ನು ಸೇರಿಸಿ"),
                n("d30ea6f3", function (e) {
                    return "@" + e.name + " ಅನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?";
                }),
                n("c2dfbb86", "ಹೌದು, ಅದನ್ನು ಮಾಡಿ"),
                n("ba047f76", "ಅಫಿಲಿಯೇಶನ್ ಅನ್ನು ತೆಗೆದುಹಾಕುವುದರಿಂದ ಅವರ ಚೆಕ್‌ಮಾರ್ಕ್ ಮತ್ತು ಅಫಿಲಿಯೇಶನ್ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ತಕ್ಷಣವೇ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ. ತಿಂಗಳ ಅಂತ್ಯದವರೆಗೆ ನಿಮಗೆ ಬಿಲ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಲಾಗುತ್ತದೆ."),
                n("j26dee0e", "ಅಫಿಲಿಯೇಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("e30cbdf0", "ಈ ಅಫಿಲಿಯೇಟ್ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಆಗಿದ್ದು, ಸಂಸ್ಥೆಯಾಗಿಯೇ ಉಳಿಯಬೇಕು. ಅವುಗಳನ್ನು ವೈಯಕ್ತಿಕವಾಗಿ ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("j3115ce8", "ವೈಯಕ್ತಿಕ"),
                n("d8bb1d84", "ಸಂಸ್ಥೆ"),
                n("e970bdbd", function (e) {
                    return e.count + " ಆಹ್ವಾನಗಳು ಬಾಕಿ ಉಳಿದಿವೆ";
                }),
                n("id67d953", function (e) {
                    return "ನಿಮ್ಮ Stripe ಚೆಕ್‌ಔಟ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ಈ ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ ದಯವಿಟ್ಟು " + e.supportEmail + " ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.";
                }),
                n("f323d314", "ಮರುಕಳುಹಿಸಿ"),
                n("ac645cde", "ನೀವು ಯಾವಾಗಲೂ ಅವುಗಳನ್ನು ಪುನಃ ಸೇರಿಸಬಹುದು."),
                n("d12af2dd", function (e) {
                    return "@" + e.screenName + " ಗೆ ಈ ಆಹ್ವಾನವನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?";
                }),
                n("ib60b2d5", function (e) {
                    return "@" + e.screenName + " ಗೆ ಈ ಆಹ್ವಾನವನ್ನು ಮರುಕಳುಹಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?";
                }),
                n("ec6e7d9a", "ಬಾಕಿಯಿರುವ ಶ್ರೇಣಿ ಸ್ವಿಚ್ ಪೂರ್ಣಗೊಳ್ಳುವವರೆಗೆ ನಿಮ್ಮ ಖಾತೆಯು ಓದಲು-ಮಾತ್ರ ಮೋಡ್‌ನಲ್ಲಿದೆ. ಯಶಸ್ವಿ ಶ್ರೇಣಿ ಬದಲಾವಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ದಯವಿಟ್ಟು Stripe ಗೆ ಹೋಗಿ."),
                n("b33d1518", "ಬೆಂಬಲಿತ ಏಕೀಕರಣ ಅಥವಾ ಕಸ್ಟಮ್ XML ಫೀಡ್‌ನಿಂದ ಕೆಲಸಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಿ"),
                n("dd2db402", "ಹಂತ 1: ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿ"),
                n("edb098c2", "ಹಂತ 2: ನಮ್ಮ ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಸಿ"),
                n("c4474460", "ಹಂತ 2: ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ಇಮೇಲ್ ಮಾಡಿ"),
                n("a08da0fa", "ಮುಂದೇನಾಗುತ್ತದೆ?"),
                n("c127374e", "ನಮಗೆ ಒಂದು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿ"),
                n("b2cb2a0c", "ನಿಮ್ಮ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆ ಖಾತೆಯ ಬಳಕೆದಾರರ ಹೆಸರು"),
                n("b8e64002", "ನಿಮ್ಮ ಅರ್ಜಿದಾರರ ಟ್ರ್ಯಾಕಿಂಗ್ ಸಿಸ್ಟಂನ ಹೆಸರು"),
                n("acb99db6", "ನಿಮ್ಮ ಉದ್ಯೋಗಗಳನ್ನು ಪಟ್ಟಿಮಾಡಲಾದ ವೃತ್ತಿಜೀವನದ ಸೈಟ್ URL"),
                n("a64a5b7a", "ಏಕೀಕರಣ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸಿ."),
                n("e3dffb4e", "ಕೆಳಗಿನ ನಮ್ಮ ಬೆಂಬಲ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಕಲಿಸಿ ಮತ್ತು ಏಕೀಕರಣ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸಿ."),
                n("b4fef99e", "ನಮ್ಮ ಬೆಂಬಲ ತಂಡವು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದ ನಂತರ, ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸುತ್ತೇವೆ ಮತ್ತು ನಿಮ್ಮ ಏಕೀಕರಣವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತೇವೆ."),
                n("h37f2d96", "ಎಲ್ಲಾ ಅರ್ಜಿದಾರರ ಟ್ರ್ಯಾಕಿಂಗ್ ಸಿಸ್ಟಂಗಳು ಪ್ರಸ್ತುತ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ."),
                n("ce102a20", "Stripe ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತಿದೆ"),
                n("ddfd6718", "ಪಾವತಿ ವಿಫಲವಾಗಿದೆ"),
                n("i90ea7d2", "ನಿಮ್ಮ ಪ್ರಯೋಜನಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಅನ್ನು ತುರ್ತಾಗಿ ನವೀಕರಿಸಿ."),
                n("a62359e6", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("ge221b7c", "ಅಫಿಲಿಯೇಟ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳಿಗೆ ಪ್ರವೇಶ ಪಡೆಯಲು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ."),
                n("i4dccc18", "ಬಿಲ್ಲಿಂಗ್"),
                n("ec3cd6e4", "ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಿರ್ವಹಿಸಿ, ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ, ಮತ್ತು ನಿಮ್ಮ ಇನ್‌ವಾಯ್ಸ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ."),
                n("dac61c3c", "ಖಾತೆ ಸಂಯೋಜನೆಗಳು"),
                n("b6b5fd66", "ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸುವುದು ಸೇರಿದಂತೆ ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("hb9c4a1c", "ಪ್ರಶ್ನೆಗಳು, ದೋಷ ವರದಿಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ"),
                n("c674f5b4", "ಇನ್‌ವಾಯ್ಸ್ ಪಾವತಿಗಳನ್ನು ಹೊಂದಿಸಿ"),
                n("i8237e66", "ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಪಾವತಿಗಳಿಂದ ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆಗಳ ಮೂಲಕ ಇನ್‌ವಾಯ್ಸ್‌ಗೆ ಬದಲಾಯಿಸಿ."),
                n("hebd348a", "ನೇಮಕಾತಿ ಪೋರ್ಟಲ್‌ನಿಂದ ಉದ್ಯೋಗಗಳನ್ನು ಉತ್ತೇಜಿಸಲು ಜಾಹೀರಾತುಗಳನ್ನು ಹೇಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ."),
                n("ib5e6f90", "ಉದ್ಯೋಗ ಪ್ರಚಾರ"),
                n("id720215", "ನೇಮಕಾತಿ"),
                n("dd59f146", "ಉದ್ಯೋಗ ಪ್ರಚಾರದ ಜಾಹೀರಾತು ಖಾತೆ"),
                n("e7e36818", "ಜಾಹೀರಾತು ಖಾತೆಗಳು ನಿಧಿಯ ಮೂಲದೊಂದಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಹೊಂದಿಸಲ್ಪಟ್ಟಾಗ ಉದ್ಯೋಗ ಪ್ರಚಾರಕ್ಕೆ ಅರ್ಹವಾಗಿರುತ್ತವೆ."),
                n("c28566e0", "ಜಾಹೀರಾತು ಖಾತೆ"),
                n("c80160d3", "ಜಾಹೀರಾತು"),
                n("ff0edac0", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("h2ac0348", "ಇಲ್ಲ, ನನ್ನನ್ನು ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಿ"),
                n("dbf9667e", "ನನಗೆ ಖಚಿತವಾಗಿದೆ"),
                n("j7592572", "U-ಟರ್ನ್"),
                n("ee778942", "ಟ್ರಾಫಿಕ್ ದೀಪಗಳು"),
                n("fdd57981", function (e) {
                    return "ನಾವು ನಿಮಗೆ ಉಚಿತ ಒಂದು ಬಾರಿ " + e.totalAmount + " USD ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ನೀಡಲು ಬಯಸುತ್ತೇವೆ.";
                }),
                n("i032a231", function (e) {
                    return "ನಾನು ಉಳಿಯುತ್ತೇನೆ ಮತ್ತು " + e.totalAmount + " ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಕ್ಲೈಮ್ ಮಾಡುತ್ತೇನೆ ";
                }),
                n("hd7d278c", "ಬೇಡ ಧನ್ಯವಾದಗಳು"),
                n("jf8a0dea", "ಗ್ರೇಟ್! ನಿಮ್ಮ ಹೊಸ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ನಿಮ್ಮ ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ."),
                n("ebbb3154", "ಮುಚ್ಚಿ ಮತ್ತು X ಗೆ ಹಿಂತಿರುಗಿ"),
                n("j1f68dda", "ಅಂತಿಮ ಹಂತ: ನೀವು ರದ್ದುಗೊಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("c9c3464c", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ರದ್ದತಿ ಪ್ರಗತಿಯಲ್ಲಿದೆ"),
                n("dd3a293c", "ನಿಮ್ಮ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಕೊನೆಗೊಂಡಿದೆ."),
                n("faa0f956", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ."),
                n("b28289ea", "ಧನ್ಯವಾದಗಳು"),
                n("b36f74ae", "ನೀವು ಪುನಃ ಸೈನ್ ಅಪ್ ಮಾಡದ ಮತ್ತು ಸಕ್ರಿಯಗೊಳಿಸದ ಹೊರತು ನೀವು ಇನ್ನು ಮುಂದೆ ಪೋರ್ಟಲ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ."),
                n("b2297a4a", "ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಬೇಕೇ? ನೀವು ನಮ್ಮೊಂದಿಗೆ ಕರೆಯನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡಬಹುದು."),
                n("h3bdbc54", "ಹೌದು, ಕರೆಯನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡೋಣ"),
                n("i135d64e", "ರದ್ದು ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಿ"),
                n("g275882d", function (e) {
                    return "ಪ್ರಮುಖ: ನೀವು " + e.creditAmount + " ಕ್ಲೈಮ್ ಮಾಡದ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಹೊಂದಿರುವಿರಿ";
                }),
                n("ib085ed6", "ನಾನು ಉಳಿಯುತ್ತೇನೆ ಮತ್ತು ನನ್ನ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಕ್ಲೈಮ್ ಮಾಡುತ್ತೇನೆ "),
                n("b5447710", "ಬಳಕೆದಾರ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("h94755b8", "ಆಹ್ವಾನಕ್ಕಾಗಿ ಬಳಕೆದಾರರನ್ನು ಈಗಾಗಲೇ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ"),
                n("bfb5effe", "ಬಳಕೆದಾರರನ್ನು ಈಗಾಗಲೇ ಅಫಿಲಿಯೇಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("c4b9664e", "ಅಫಿಲಿಯೇಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("g0eadcf6", "ಇನ್ನೊಂದು ಸಂಸ್ಥೆಯೊಂದಿಗೆ ಅಫಿಲಿಯೇಟ್ ಮಾಡಲಾಗಿದೆ"),
                n("a8c81f88", "ಸಂಸ್ಥೆಯ ಖಾತೆ"),
                n("e5abe772", "ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಬಾಕಿ ಉಳಿದಿರುವ ಆಹ್ವಾನವನ್ನು ಹೊಂದಿದ್ದಾರೆ"),
                n("e49b97e2", "ಖಾತೆಗಳನ್ನು ಹುಡುಕಿ"),
                n("f002f1d6", "ಆಹ್ವಾನವನ್ನು ಕಳುಹಿಸಿ"),
                n("g2a8bae4", "X ಖಾತೆಗಳನ್ನು ಸೇರಿಸಿ"),
                n("af7293cc", "ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಸೇರಲು X ಖಾತೆಗಳನ್ನು ಆಹ್ವಾನಿಸಿ. ಅವರು ಒಪ್ಪಿಕೊಂಡರೆ, ಅವರು ಚೆಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಪಡೆಯುತ್ತಾರೆ ಮತ್ತು ನಿಮ್ಮ ಅಫಿಲಿಯೇಶನ್ ಅನ್ನು ಅವರ ಪ್ರೊಫೈಲ್‌ಗಳಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ."),
                n("ec0f203e", "ಒಮ್ಮೆ ಅಫಿಲಿಯೇಟ್ ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿದ ನಂತರ, ಅದರ ಚೆಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಸರಿಯಾದ ಚೆಕ್‌ಮಾರ್ಕ್ ಬಣ್ಣಕ್ಕೆ ನವೀಕರಿಸಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("cec08784", "ಈ ಇನ್‌ವಾಯ್ಸ್‌ನಲ್ಲಿ ನೀವು ಅಫಿಲಿಯೇಟ್‌ಗಳ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ."),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " ಅನ್ನು ಸೇರಿಸಿ";
                }),
                n("d49b389f", "ಇಲ್ಲಿ"),
                n("b9e4bf55", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("hc4703a9", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fa0ffaeb", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("jf351704", "ಮುಂದುವರಿಸಲು ನೀವು ಈ ಇನ್‌ವಾಯ್ಸ್‌ನಲ್ಲಿ ಅಫಿಲಿಯೇಟ್ ಮಿತಿಯನ್ನು ನವೀಕರಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("ia5a6a40", "ಪ್ರಾರಂಭಿಸಲು, ನೀವು ನಿಮ್ಮ ಪಾವತಿ ವಿವರಗಳನ್ನು ಸೇರಿಸುವ ಅಗತ್ಯವಿದೆ."),
                n("d40d1cc0", "ಮುಂದುವರಿಸಲು ನೀವು Stripe ಮೂಲಕ ಪಾವತಿಸಬೇಕಾಗುತ್ತದೆ."),
                n("c4a5f614", "ಪಾವತಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ"),
                n("fa2a280a", "ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ನವೀಕರಿಸಿ"),
                n("i7b2f08e", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ಸ್ವಾಗತ"),
                n("g4e18b84", "ನೀವು ನಿಮ್ಮ ಅಫಿಲಿಯೇಟ್ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ"),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + " ಅಫಿಲಿಯೇಟ್‌ಗಳ ಮೇಲಿನ ಖರೀದಿ ಆರ್ಡರ್‌ಗಳಿಗಾಗಿ.";
                }),
                n("fc1f43d0", "ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ರಚಿಸಿ"),
                n("g8881c78", "ಪಾವತಿಸಲು ಮುಂದುವರಿಯಿರಿ"),
                n("g59f8506", "ಗಮನಿಸಿ: ವ್ಯಾಪಾರ ಅಥವಾ ಸರ್ಕಾರಿ ಘಟಕವೆಂದು ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗದ ಖಾತೆಗಳನ್ನು ಮರುಪಾವತಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ."),
                n("a310e476", "ನೇರ"),
                n("fde6cf98", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ತಕ್ಷಣದ ಪ್ರವೇಶಕ್ಕಾಗಿ."),
                n("fdfbfcb0", "ಇನ್‌ವಾಯ್ಸಿಂಗ್"),
                n("f45d02e8", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಹೊಂದಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಕ್ರಿಯಗೊಳಿಸುವ ಇಮೇಲ್‌ನಿಂದ ಪುನಃ ಸಲ್ಲಿಸಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("a1c566c0", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಹೊಂದಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಪುನಃ ಸಲ್ಲಿಸಿ."),
                n("f5a1c6ac", "ನಿಮ್ಮ ಪ್ರದೇಶದಲ್ಲಿ ಚಂದಾದಾರಿಕೆಗಳು ಅಲಭ್ಯವಾಗಿವೆ"),
                n("ef7ae9cd", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d3c6b8c9", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fafe5b9f", function (e) {
                    return "ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ · " + e.price + " ಪ್ರತಿ " + e.interval;
                }),
                n("f2ae1d63", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳಿಗೆ"),
                n("ie8759c5", "ಖರೀದಿದಾರರ ಸೇವಾ ನಿಯಮಗಳನ್ನು"),
                n("d842dd7b", function (e) {
                    return "X ನಲ್ಲಿ ವೇಗವಾಗಿ ಬೆಳೆಯಿರಿ, ಮತ್ತು " + e.credit + " ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಪಡೆಯಿರಿ";
                }),
                n("fcfb696e", "⁺ಸೀಮಿತ ಸಮಯದ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಕೊಡುಗೆ."),
                n("f5b98d62", function (e) {
                    return "ಪ್ರತಿ " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "ಪ್ರತಿ " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳಲ್ಲಿ⁺ " + e.creditAmount + " ವರೆಗೆ";
                }),
                n("a6c45ede", "ಒಳಗೊಂಡಿದೆ:"),
                n("e9aa43dc", "ಸಾವಯವ ಉದ್ಯೋಗ ಪೋಸ್ಟಿಂಗ್‌ಗಳು"),
                n("i1266238", "ಉದ್ಯೋಗ ಪ್ರಚಾರ ಸಾಮರ್ಥ್ಯಗಳು"),
                n("e8a4ea7a", "ಆದ್ಯತೆಯ ಬೆಂಬಲ"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬದಲಾವಣೆಯನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("bb21a170", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ಬದಲಾಯಿಸಿ"),
                n("b0dcc4dc", "ನಿಮ್ಮ ಖಾತೆಯು ಈಗಾಗಲೇ ಶ್ರೇಣಿ ಬದಲಾವಣೆಗೆ ಬಾಕಿ ಇದೆ."),
                n("f3aef4ca", "ಯಾವುದೇ ಸಕ್ರಿಯ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("h802e65e", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ನವೀಕರಣ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮರುಪ್ರಯತ್ನಿಸಿ. ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಲಿಲ್ಲ."),
                n("c5269eb0", "ಇದು ನಿಮ್ಮ ಸಕ್ರಿಯ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಆಗಿದೆ."),
                n("c578c4ca", "ಪ್ರಸ್ತುತ ಯೋಜನೆ"),
                n("i5d19147", "ಹೊಸ ಯೋಜನೆ"),
                n("b025ff5f", "ಇಲ್ಲಿ"),
                n("d6b932d4", "ಉಚಿತ ಪ್ರಯೋಗದಲ್ಲಿ"),
                n("b0efe690", "ಬೇಸಿಕ್‌ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ"),
                n("g5f9cdaa", "ನಿಮ್ಮ ಯೋಜನೆ ಬದಲಾವಣೆಗಳನ್ನು ದೃಢೀಕರಿಸಿ"),
                n("j21911de", "ನೀವು ಬೇಸಿಕ್‌ನೊಂದಿಗೆ ಮುಂದುವರಿಯಲು ಬಯಸುವಿರಾ ಅಥವಾ ನಿಮ್ಮ ಪೂರ್ಣ ಪ್ರವೇಶ ಪ್ರಯೋಜನಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?"),
                n("b59dec9e", "ನೀವು ಪೂರ್ಣ ಪ್ರವೇಶ ಉಚಿತ ಪ್ರಯೋಗದಿಂದ ಬೇಸಿಕ್ ಯೋಜನೆಗೆ ಡೌನ್‌ಗ್ರೇಡ್ ಮಾಡುತ್ತಿದ್ದೀರಿ."),
                n("e5ff0e1e", "ಈ ಬದಲಾವಣೆಯೊಂದಿಗೆ:"),
                n("ca004c80", "ಅಫಿಲಿಯೇಟ್‌ಗಳು ಸೇರಿದಂತೆ ಪೂರ್ಣ ಪ್ರವೇಶ ಪ್ರಾಯೋಗಿಕ ವೈಶಿಷ್ಟ್ಯಗಳು ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ."),
                n("fae108ee", "ನಿಮ್ಮ ಪ್ರಾಯೋಗಿಕ ಅವಧಿಯಲ್ಲಿ ಸೇರಿಸಲಾದ ಅಫಿಲಿಯೇಟ್‌ಗಳು ತಮ್ಮ Premium+ ಪ್ರಯೋಜನಗಳು ಮತ್ತು ಬೆಂಬಲವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತವೆ."),
                n("d47c0c7c", "ನೀವು ಯಾರು?"),
                n("hbd31720", "ನಿಮಗಾಗಿ ಸರಿಯಾದ ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ಆರಿಸಿ:"),
                n("c75a9386", "ಇದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b916b258", "ಮತ್ತು"),
                n("ic6012ea", "ನಾನು ಒಬ್ಬ ವ್ಯಕ್ತಿ"),
                n("d8e618ce", "ವ್ಯಕ್ತಿಗಳು ಮತ್ತು ಕ್ರಿಯೇಟರ್‌ಗಳಿಗಾಗಿ"),
                n("dcbccede", "ನಾನು ಒಂದು ಸಂಸ್ಥೆ"),
                n("f44ce884", "ವ್ಯಾಪಾರಗಳು, ಸರ್ಕಾರಿ ಏಜೆನ್ಸಿಗಳು, ಮತ್ತು ಲಾಭರಹಿತ ಸಂಸ್ಥೆಗಳಿಗಾಗಿ"),
                n("dece6c60", "ಸಂಸ್ಥೆಯ ಹೆಸರು"),
                n("c4c1b600", "ಸಂಸ್ಥೆಯ ಇಮೇಲ್ ವಿಳಾಸ"),
                n("b1e0aec0", "ಸಂಸ್ಥೆಯ @ಬಳಕೆದಾರರ ಹೆಸರು"),
                n("c42d5f4a", "ಅಫಿಲಿಯೇಟ್‌ಗಳ ಸಂಖ್ಯೆ"),
                n("fca5f04b", function (e) {
                    return "ನೀವು " + e.affiliatesCount + " ರಷ್ಟು ಅಫಿಲಿಯೇಟ್‌ಗಳನ್ನು ಖರೀದಿಸಬಹುದು ಮತ್ತು ಅದಕ್ಕೆ ತಕ್ಕಂತೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ.";
                }),
                n("dca6b3ac", "ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ಹೊಂದಿಸಿ"),
                n("c97ad52a", "ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ನವೀಕರಿಸಿ"),
                n("b36f0fd4", "ನಿಮ್ಮ ಸಂಸ್ಥೆಗಾಗಿ ಎಷ್ಟು ಅಫಿಲಿಯೇಟ್‌ಗಳ ಅಗತ್ಯ ನಿಮಗಿದೆ ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("b4871f4f", "ಇಲ್ಲಿ"),
                n("b633d19e", "ಧನ್ಯವಾದಗಳು"),
                n("f713d3e2", "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ ಮತ್ತು ಈಗ ಪರಿಶೀಲನೆ ಹಂತದಲ್ಲಿದೆ."),
                n("e11d5e1a", "ನೀವು Premium ನ ಎಲ್ಲಾ ಪ್ರಯೋಜನಗಳನ್ನು ಹತೋಟಿಗೆ ತರಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ, ಆದರೆ ನಿಮ್ಮ ಸಂಸ್ಥೆಯು ಗೋಲ್ಡ್ ಅಥವಾ ಗ್ರೇ ಚೆಕ್ಮಾರ್ಕ್ ಅನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅನುಮೋದಿಸುವವರೆಗೆ ನೀವು ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಗಳನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."),
                n("d83617cc", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ."),
                n("afb30564", "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅನುಮೋದಿಸಲು ನಾವು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ವಿನಂತಿಸಬಹುದು"),
                n("gdd3fa68", "ಒಮ್ಮೆ ಪರಿಶೀಲಿಸಿ ಅನುಮೋದಿಸಿದ ನಂತರ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ತಕ್ಷಣವೇ cಸಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಆನ್‌ಬೋರ್ಡ್ ಮಾಡಲು ಮತ್ತು ಅಫಿಲಿಯೇಶನ್‌ಗಳನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("e6389996", "ಅನುಮೋದಿಸದ ಯಾವುದೇ ಖಾತೆಯನ್ನು ಮರುಪಾವತಿಸಲಾಗುವುದಿಲ್ಲ."),
                n("a889b460", "ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿದೆ"),
                n("d1c886dc", "ಮುಂದಿನ ಹಂತ: ದಾಖಲೆಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಪರಿಶೀಲಿಸಿ"),
                n("b13e9454", "ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಇನ್ನೂ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ. ದಯವಿಟ್ಟು ಅಗತ್ಯವಿರುವ ದಾಖಲೆಗಳನ್ನು ಸಲ್ಲಿಸಿ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಸುಮಾರು 10 ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ."),
                n("e6b0965a", "ನಿಮ್ಮ ಆರ್ಡರ್"),
                n("a1b58798", "ಕೆಳಗಿನ ನಿಮ್ಮ ಆರ್ಡರ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("b651c7d7", function (e) {
                    return "ಅಫಿಲಿಯೇಟ್" + f(e.count, "", "‌ಗಳು") + " x " + e.count;
                }),
                n("ec5e9c54", "ಮೂಲ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್"),
                n("e16093fc", "ತಿಂಗಳಿಗೆ ಒಟ್ಟು"),
                n("ce4acef6", "ಪ್ರತಿ ವರ್ಷಕ್ಕೆ ಒಟ್ಟು"),
                n("f4db2df0", "ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ಪಾವತಿಸುವವರೆಗೆ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಸಕ್ರಿಯವಾಗುವುದಿಲ್ಲ."),
                n("b9e0d614", "ನಿಮ್ಮ ಇನ್‌ವಾಯ್ಸ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅಫಿಲಿಯೇಟ್ ಮಿತಿಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ.="),
                n("a45c9596", "ನಿಮ್ಮ ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ."),
                n("e4e5532a", "ರಿಯಾಯಿತಿ ಅನ್ವಯಿಸಲಾಗಿದೆ"),
                n("b557f073", function (e) {
                    return "ನಿಮ್ಮ Stripe ಇನ್‌ವಾಯ್ಸ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ. ಈ ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ ದಯವಿಟ್ಟು " + e.supportEmail + " ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.";
                }),
                n("e8c366ce", "X ಖರೀದಿದಾರರ ನಿಯಮಗಳಿಗೆ"),
                n("ee86d380", "ಸಂಸ್ಥೆ ಮಾಹಿತಿ"),
                n("b9c9ccca", "ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು"),
                n("c7e818de", "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ"),
                n("i60d7542", "ಸಂಸ್ಥೆಯ ವೆಬ್‌ಸೈಟ್"),
                n("b92f9dee", "ಸಂಸ್ಥೆಯ ವಿಧ"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("f09630ff", "ಇಲ್ಲಿ"),
                n("eb043b72", "ಅಪ್ಲಿಕೇಶನ್ ಬಾಕಿ ಉಳಿದಿದೆ"),
                n("a9ac4602", "ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಇನ್ನೂ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ."),
                n("c5af3e12", "ನಿಗದಿತ ಸಮಯದ ಕೊಡುಗೆ. ಕ್ರೆಡಿಟ್‌ಗಳು ಸಂಗ್ರಹವಾಗುವುದಿಲ್ಲ."),
                n("e18d6fd6", "ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಕ್ರೆಡಿಟ್"),
                n("if435d1a", "ಈ ತಿಂಗಳು ನಿಮ್ಮ ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ನೀವು ಬಳಸಿದ್ದೀರಿ. ನಿಮ್ಮ ಮುಂದಿನ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಕೆ ಪಾವತಿಯ ಮೇಲೆ ನಿಮ್ಮ ಮುಂದಿನ ಕ್ರೆಡಿಟ್ ಅನ್ನು ನೀಡಲಾಗುತ್ತದೆ"),
                n("af6704d7", "ಇಲ್ಲಿ"),
                n("b293c6b4", "ಪರಿಶೀಲಿಸಿದ Premium ಬೆಂಬಲವನ್ನು"),
                n("e9e9ca58", "ಲಭ್ಯವಿದೆ"),
                n("cf2ba3a2", "ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID"),
                n("gd7d051c", "ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("f391c800", "ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಅಗತ್ಯವಿದೆ"),
                n("ja116d2c", "ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಅಮಾನ್ಯವಾಗಿದೆ"),
                n("hf037537", function (e) {
                    return "ಈ ಕ್ರೆಡಿಟ್ ಲಭ್ಯವಾಗುತ್ತದೆ " + e.startDate;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("gd03b494", "ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು"),
                n("h1f36d3e", "ನಿಮ್ಮ ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಬಳಸಲು, ನೀವು ಈ ಕೆಳಗಿನ ಹಂತಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕು:"),
                n("a6519ffc", "ನೀವು ಮೊದಲು ಜಾಹೀರಾತು ನೀಡಿದ್ದರೆ"),
                n("ibc9654a", "ನೀವು ಹೊಸ ಜಾಹೀರಾತುದಾರರಾಗಿದ್ದರೆ"),
                n("d3710c76", "ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಯಲ್ಲಿ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಬಳಸಲು ನೀವು ಬಯಸಿದರೆ"),
                n("d60a8f14", "X ನಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ಚಲಾಯಿಸಿ"),
                n("fe66e4a8", "X Ads Manager"),
                n("b3ca0108", "X ಜಾಹೀರಾತುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ದೂರದವರೆಗೆ ಹರಡಿ."),
                n("g3754d57", "ಇಲ್ಲಿ"),
                n("i615ad63", "ಇಲ್ಲಿ"),
                n("a3ba48b9", "ಇಲ್ಲಿ"),
                n("ca3c633a", "ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳು"),
                n("ha843c96", "ಜಾಹೀರಾತುಗಳು"),
                n("dd0f3b08", "ಜಾಹೀರಾತುಗಳಿಗಾಗಿ"),
                n("c9fad534", "ಯಾವುದೇ ಕ್ರೆಡಿಟ್‌ಗಳಿಲ್ಲ"),
                n("a211b11e", "ಸಕ್ರಿಯಗೊಳಿಸಲು ಯಾವುದೇ ಕ್ರೆಡಿಟ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("f2011db1", function (e) {
                    return e.couponAmount + " ರಲ್ಲಿ " + e.usedAmount + " ಅನ್ನು ಬಳಸಲಾಗಿದೆ";
                }),
                n("ae37e25c", "ಅಪರಿಚಿತ ಮೊತ್ತ"),
                n("i1407e15", function (e) {
                    return "ಜಾಹೀರಾತುಗಳ ಖಾತೆ " + e.accountId + " ನಲ್ಲಿ ಬಳಸಲಾಗಿದೆ";
                }),
                n("id4359bf", function (e) {
                    return "ಜಾಹೀರಾತುಗಳ ಖಾತೆ " + e.accountId + " ನಲ್ಲಿ " + e.when + " ಅವಧಿ ಮೀರಿದೆ";
                }),
                n("f89af915", function (e) {
                    return "ಅವಧಿ ಮೀರಿದೆ " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "ಜಾಹೀರಾತುಗಳ ಖಾತೆ " + e.accountId + " ನಲ್ಲಿ " + e.when + " ಅವಧಿ ಮೀರುತ್ತದೆ";
                }),
                n("e8d8a2a9", function (e) {
                    return "ಅವಧಿ ಮೀರುತ್ತದೆ " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "ಲಭ್ಯವಿದೆ " + e.when;
                }),
                n("b070acf4", "ಶೀಘ್ರದಲ್ಲೇ ಲಭ್ಯವಿದೆ"),
                n("ace946c4", "ಕೂಪನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("b0b02e37", function (e) {
                    return "ಈ ಕೂಪನ್ ಅನ್ನು ಜಾಹೀರಾತು ಖಾತೆ ಐಡಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಅನ್ವಯಿಸಲಾಗಿದೆ: " + e.accountId;
                }),
                n("f520ee22", "ಜಾಹೀರಾತು ಖಾತೆ ID"),
                n("df96ca56", "ಇತರ ಖಾತೆ"),
                n("b5566402", "ಐಡಿ ಅಕ್ಷರಗಳು ಮತ್ತು ಸಂಖ್ಯೆಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರುತ್ತದೆ."),
                n("eb160d07", "ಜಾಹೀರಾತು ನಿರ್ವಾಹಕ ಖಾತೆ ಆಯ್ಕೆಯಲ್ಲಿ"),
                n("e016ad32", "ಓದಲು ಮಾತ್ರ ಮೋಡ್"),
                n("d7ab194e", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬದಲಾವಣೆಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿರುವಾಗ ಕೆಲವು ಪರಿಶೀಲಿಸಿದ ಖಾತೆ ವೈಶಿಷ್ಟ್ಯಗಳು ಓದಲು-ಮಾತ್ರ ಮೋಡ್‌ನಲ್ಲಿರಬಹುದು."),
                n("g25d851e", "ಜಾಹೀರಾತು ಖಾತೆಗಳು"),
                n("de7fef84", "ಈ ಖಾತೆಯ ಸಹಾಯಕ್ಕಾಗಿ ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("ff1321b6", "ಸೆಟಪ್ ಪೂರ್ಣಗೊಂಡಿದೆ, ಖಾತೆಯು ಸಕ್ರಿಯವಾಗಿದೆ"),
                n("c1205320", "ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ"),
                n("c0343c0a", "ಕೊನೆಯ ಪಾವತಿ ವಿಫಲವಾಗಿದೆ, ಖಾತೆಯಲ್ಲಿ ಪಾವತಿ ವಿಧಾನವನ್ನು ಪರಿಶೀಲಿಸಿ"),
                n("j56e34a4", "ಖಾತೆ ಪ್ರವೇಶದ ಸಹಾಯಕ್ಕಾಗಿ ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ"),
                n("gef920f2", "ಖಾತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಆರಂಭಿಕ ಸೆಟಪ್ ಅಗತ್ಯವಿದೆ"),
                n("b68dd4d8", "ನೀವು ಈ ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ, ಸಹಾಯಕ್ಕಾಗಿ ತಂಡದ ಅಡ್ಮಿನ್ ಅನ್ನು ಕೇಳಿ"),
                n("d637962c", "ನೀವು ಯಾವುದೇ ಜಾಹೀರಾತು ಖಾತೆಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("dd087ae0", "ads.x.com ನಲ್ಲಿ ಒಂದನ್ನು ಹೊಂದಿಸಿ"),
                n("i3d7dd02", "ಉದ್ಯೋಗ ಪ್ರಚಾರಕ್ಕಾಗಿ ಅರ್ಹ ಜಾಹೀರಾತು ಖಾತೆ ಸಿದ್ಧವಾಗಿದೆ"),
                n("cc8f8516", "ಉದ್ಯೋಗಗಳನ್ನು ಪ್ರಾಯೋಜಿಸಲು ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ರಚಿಸಿ"),
                n("b4f117b8", "ಉದ್ಯೋಗ ಪ್ರಚಾರದ ಜಾಹೀರಾತು ಖಾತೆಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("b7347cf4", "ಉದ್ಯೋಗಗಳನ್ನು ಪ್ರಾಯೋಜಿಸಲು ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ"),
                n("h7d03a2a", "ನಿಮ್ಮ ನೇಮಕಾತಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ ಮೂಲಕ ಕೆಲಸವನ್ನು ಸೇರಿಸಿ"),
                n("cd5aeec6", "ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ರಚಿಸಿ"),
                n("ged51d2e", "ಒಂದು ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ರಚಿಸಿ"),
                n("gcfa25e6", "ನಿಮ್ಮ ಸಂಸ್ಥೆಗಾಗಿ ಬಳಸಬಹುದಾದ ಯಾವುದೇ ಜಾಹೀರಾತು ಖಾತೆಗಳಿಲ್ಲ. ಒಂದನ್ನು ರಚಿಸಲು ads.x.com ಗೆ ಹೋಗಿ."),
                n("g76fb922", "ಹೊಸ ಖಾತೆ"),
                n("db0a69e7", function (e) {
                    return "ನಿಮ್ಮ ಜಾಹೀರಾತು ಖಾತೆ (ID: " + e.adAccountId + ") ಹೊಸದಾಗಿದೆ. ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಜಾಹೀರಾತು ನಿರ್ವಾಹಕದಲ್ಲಿ ಆರಂಭಿಕ ಸೆಟಪ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.";
                }),
                n("c7bad5cc", "ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ"),
                n("g8c563c0", "ನಿಮಗೆ ಪ್ರವೇಶದ ಅಗತ್ಯವಿದೆ"),
                n("f6f29b17", function (e) {
                    return "ನೀವು ಜಾಹೀರಾತು ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ (ID: " + e.adAccountId + "). ಜಾಹೀರಾತು ನಿರ್ವಾಹಕದಲ್ಲಿರುವ ಖಾತೆಗೆ ನಿಮ್ಮನ್ನು ಸೇರಿಸಲು ನಿಮ್ಮ ತಂಡದ ಅಡ್ಮಿನ್ ಅನ್ನು ಕೇಳಿ.";
                }),
                n("a15bb840", "ಪಾವತಿ ವಿಧಾನದ ಅಗತ್ಯವಿದೆ"),
                n("j4e981d9", function (e) {
                    return "ನಿಮ್ಮ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು (ID: " + e.adAccountId + ") ಭಾಗಶಃ ಹೊಂದಿಸಲಾಗಿದೆ. ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ಖಾತೆಗೆ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ. ಈ ಖಾತೆಗೆ ನೀವು ಅನ್ವಯಿಸುವ ಯಾವುದೇ ಕ್ರೆಡಿಟ್‌ಗಳು ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸುವ ಮೊದಲು ಬಳಸಲ್ಪಡುತ್ತವೆ.";
                }),
                n("af142910", "ಪಾವತಿ ವಿಫಲವಾಗಿದೆ"),
                n("a9635acf", function (e) {
                    return "ನಿಮ್ಮ ಜಾಹೀರಾತು ಖಾತೆ (ID: " + e.adAccountId + ") ಸಕ್ರಿಯವಾಗಿದೆ, ಆದರೆ ಕೊನೆಯ ಪಾವತಿ ವಿಫಲವಾಗಿದೆ. ಅದನ್ನು ಪುನಃ ಸಕ್ರಿಯಗೊಳಿಸಲು, ಈ ಖಾತೆಯಲ್ಲಿ ಪಾವತಿ ವಿಧಾನವನ್ನು ಬದಲಾಯಿಸಿ.";
                }),
                n("d1cca474", "ಪಾವತಿ ವಿಧಾನವನ್ನು ಬದಲಾಯಿಸಿ"),
                n("fe8b969a", "ಗ್ರಾಹಕ ಬೆಂಬಲ ಸಹಾಯ ಮಾಡಬಹುದು"),
                n("i8aa0b91", function (e) {
                    return "ಈ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು (ID: " + e.adAccountId + ") ಸಕ್ರಿಯಗೊಳಿಸಲು ಗ್ರಾಹಕ ಬೆಂಬಲದಿಂದ ಸಹಾಯದ ಅಗತ್ಯವಿದೆ. ನಿಮ್ಮ ಸಂದೇಶದಲ್ಲಿ ಜಾಹೀರಾತು ಖಾತೆ ಐಡಿಯನ್ನು ಸೇರಿಸಲು ಮರೆಯದಿರಿ. ನಿಮ್ಮ ವಿನಂತಿಗೆ ಆದ್ಯತೆ ನೀಡಲಾಗುವುದು.";
                }),
                n("d82c2074", "ಬೆಂಬಲ ಪಡೆಯಿರಿ"),
                n("ad37d536", "ಬಳಕೆದಾರರ ಹೆಸರು ವರ್ಗಾವಣೆ ನಿಯಮಗಳ"),
                n("e760074a", "ಸುಪ್ತ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಪಡೆದುಕೊಳ್ಳಿ, ಅಥವಾ ನಿಮ್ಮದೇ ಆದ ಒಂದರೊಂದಿಗೆ ಸ್ವ್ಯಾಪ್ ಮಾಡಿ"),
                n("j003ef92", "ನಿಮಗಾಗಿ ಅಥವಾ ನಿಮ್ಮ ಅಫಿಲಿಯೇಟ್‌ಗಳಿಗಾಗಿ X ನಿಂದ ನಿಷ್ಕ್ರಿಯ ಬಳಕೆದಾರರ ಹೆಸರುಗಳನ್ನು ಖರೀದಿಸಿ, ಅಥವಾ ನೀವು ಈಗಾಗಲೇ ಹೊಂದಿರುವ ಬಳಕೆದಾರರ ಹೆಸರುಗಳನ್ನು ಸ್ವ್ಯಾಪ್ ಮಾಡಿ."),
                n("d57a8e42", "ಈ ಸೇವೆಯು ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳಿಗೆ ಪ್ರತ್ಯೇಕವಾಗಿದೆ ಮತ್ತು ಪ್ರತಿ ಬಳಕೆದಾರರ ಹೆಸರಿಗೆ ಹೆಚ್ಚುವರಿ ವೆಚ್ಚವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ, ಇದು $10,000 USD ನಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ."),
                n("h9367bd6", "ಬಳಕೆದಾರರ ಹೆಸರಿನ ವಿಚಾರಣೆಯನ್ನು ಸಲ್ಲಿಸಿ"),
                n("a6a62e7e", "ನಮ್ಮ ಸ್ವಯಂಚಾಲಿತ ಬೆಂಬಲ ಬಾಟ್ ಅನ್ನು ಬಳಸಿ ಕೆಲವು ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸುವ ಮೂಲಕ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ."),
                n("e5912290", "ಬಳಕೆದಾರರ ಹೆಸರಿನ ವಿಚಾರಣೆ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ"),
                n("c2e24f66", "ಈ ಸ್ಕ್ರೀನ್‌ನ ಕೆಳಗಿನ ಮೂಲೆಯಲ್ಲಿರುವ ಬೆಂಬಲ ಸಂದೇಶವನ್ನು ನೋಡಿ."),
                n("c94f514e", "ಬಳಕೆದಾರರ ಹೆಸರಿನ ವಿಚಾರಣೆ ಪ್ರಾರಂಭವಾಗಿದೆ"),
                n("cf60d152", "ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರಿನ ವಿಚಾರಣೆಯನ್ನು ಸಲ್ಲಿಸಲು ಚಾಟ್ ವಿಂಡೋದಲ್ಲಿ ಸಣ್ಣ ಪ್ರಶ್ನಾವಳಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ."),
                n("f06b124e", "ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು"),
                n("h677fdcc", "ಬಳಕೆದಾರರ ಹೆಸರುಗಳ ಬೆಲೆ ಹೇಗೆ?"),
                n("a55b39aa", "ಪ್ರಾಥಮಿಕವಾಗಿ ಅಕ್ಷರಗಳ ಉದ್ದ ಮತ್ತು ಪದಗಳ ಸಾಮಾನ್ಯತೆಯನ್ನು ಆಧರಿಸಿದೆ. ಬೆಲೆಗಳು $10k ರಿಂದ ಪ್ರಾರಂಭವಾಗಿ $500k USD ಗಿಂತ ಹೆಚ್ಚು ಇರುತ್ತದೆ."),
                n("d46bcb3a", "ಖರೀದಿಸಲು ಬಳಕೆದಾರರ ಹೆಸರು ಲಭ್ಯವಿದೆಯೇ ಎಂದು ನನಗೆ ಹೇಗೆ ತಿಳಿಯುವುದು?"),
                n("c6bcf72c", "ಪ್ರಾರಂಭಿಸಿ ಬಟನ್ ಅನ್ನು ಬಳಸಿ ನಮಗೆ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಿ, ಮತ್ತು ಅದು ಲಭ್ಯವಿದೆಯೇ ಎಂದು ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ."),
                n("d478604c", "ಇನ್ನೊಂದು ವ್ಯವಹಾರದ ಪರವಾಗಿ ನಾನು ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಖರೀದಿಸಬಹುದೇ?"),
                n("c09f8cd2", "ಇಲ್ಲ. ವ್ಯವಹಾರಗಳು ತಮ್ಮ ವ್ಯವಹಾರಕ್ಕೆ ನಿಜವಾಗಿಯೂ ಸಂಪರ್ಕ ಹೊಂದಿದ ಅಫಿಲಿಯೇಟ್‌ಗಳ ಪರವಾಗಿ ಮಾತ್ರ ಬಳಕೆದಾರರ ಹೆಸರುಗಳನ್ನು ಖರೀದಿಸಬಹುದು."),
                n("d814f020", "ಮಾರಾಟ ಪ್ರಕ್ರಿಯೆ ಎಂದರೇನು? ಇದು ಎಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ?"),
                n("f600b6f0", "ಪ್ರಾರಂಭಿಸಿ ಬಟನ್ ಅನ್ನು ಬಳಸಿ ಬಳಕೆದಾರರ ಹೆಸರು ಖರೀದಿ ಅಥವಾ ಸ್ವ್ಯಾಪ್ ಅನ್ನು ವಿನಂತಿಸಿ. ನಾವು 3 ವ್ಯವಹಾರ ದಿನಗಳಲ್ಲಿ ಲಭ್ಯತೆ ಮತ್ತು ಬೆಲೆಯೊಂದಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇವೆ. ಪಾವತಿಯ ನಂತರ, ನಾವು 1-2 ದಿನಗಳಲ್ಲಿ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ನಿಮ್ಮ ಆಯ್ಕೆ ಮಾಡಿದ ಖಾತೆಗೆ ವರ್ಗಾಯಿಸುತ್ತೇವೆ. ಐಚ್ಛಿಕವಾಗಿ, ಹಳೆಯ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ನೀವು ಹೊಂದಿರುವ ಮತ್ತೊಂದು ಖಾತೆಗೆ ನಾವು ಸರಿಸಬಹುದು."),
                n("i8debc4a", "ನೀವು ಬಹು ಬಳಕೆದಾರರ ಹೆಸರುಗಳಿಗೆ ರಿಯಾಯಿತಿಗಳನ್ನು ನೀಡುತ್ತೀರಾ?"),
                n("c5199f3c", "ಹೌದು, ನೀವು ಖರೀದಿಸುವ ಬಳಕೆದಾರರ ಹೆಸರುಗಳ ಸಂಖ್ಯೆ ಮತ್ತು ಉಲ್ಲೇಖದ ಒಟ್ಟು ಗಾತ್ರವನ್ನು ಅವಲಂಬಿಸಿರುತ್ತದೆ."),
                n("c20f923e", "ನನ್ನ ಬಳಿ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಇದೆ - ಅದು ವಿಷಯಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆಯೇ?"),
                n("b2fd4c15", "ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ನೀತಿಯನ್ನು"),
                n("a690746e", "ಆದ್ಯತೆಯ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ"),
                n("he2dc9b0", "ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ವಿನಂತಿಯ ವಿವರಗಳನ್ನು ಕಳುಹಿಸುವ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ."),
                n("e5e6479e", "ವೇಗವಾದ ಬೆಂಬಲವನ್ನು ಪಡೆಯಲು ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ನಿಮ್ಮ ವಿಚಾರಣೆಯ ವಿವರಗಳೊಂದಿಗೆ ನಮಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಿ."),
                n("ica8392a", "ಒಮ್ಮೆ ನಾವು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದರೆ, ಅದನ್ನು ಸ್ವೀಕರಿಸಿದ ಕ್ರಮದಲ್ಲಿ ನಾವು ಪರಿಶೀಲಿಸುತ್ತೇವೆ ಮತ್ತು ಆದ್ಯತೆ ನೀಡುತ್ತೇವೆ."),
                n("ed37e36e", "ಪ್ರಮುಖ: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಕಳೆದುಕೊಂಡಿರುವುದು ಅಥವಾ ವೈಯಕ್ತಿಕ ಇಮೇಲ್ ಅನ್ನು ಬಳಸುವುದರಿಂದ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಲ್ಲಿ ವಿಳಂಬವಾಗಬಹುದು."),
                n("eb0d4fe2", "ಕಾಲಂ ಮಾಡಿ"),
                n("e93d2f8a", "ಈ ರೀತಿಯ ವಿವಿಧ ಕಾಲಂಗಳನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಿ:"),
                n("e8203d1e", "ಹುಡುಕಾಟಗಳು"),
                n("d82fd532", "DM ಗಳು"),
                n("c87babee", "ಹಾಗೂ ಇನ್ನಷ್ಟು..."),
                n("f1990aa4", "ಡೆಕ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಕಾಲಂಗಳನ್ನು ಆಯೋಜಿಸಿ"),
                n("ib9c9a54", "X Pro ನಲ್ಲಿ ಹಲವು ಡೆಸ್ಕ್‌ಟಾಪ್‌ಗಳನ್ನು ಹೊಂದಿರುವುದನ್ನು ಊಹಿಸಿಕೊಳ್ಳಿ. ಕಿರಿಕಿರಿ ತಪ್ಪಿಸಿ ಮತ್ತು ನಿಮಗೆ ಅಗತ್ಯವಿರುವಾಗ ಬೇಕಾದ ವಿಷಯಗಳು ಮತ್ತು ಪರಿಕರಗಳ ಮೇಲೆ ಮಾತ್ರ ಗಮನ ಹರಿಸಿ."),
                n("fb5ac13e", "ಕಾಲಂ ಅನ್ನು ಸರಿಸಿ"),
                n("bd545b7e", "ನಿಮ್ಮ ಡೆಕ್‌ನಲ್ಲಿ ಎಲ್ಲಿ ಬೇಕಾದರೂ ಕಾಲಂ ಅನ್ನು ಎಳೆದು ಬಿಡಲು ಈ ಚುಕ್ಕೆಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ."),
                n("a98513b6", "ಕಾಲಂಗಳನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಿ"),
                n("c8759e44", "ಈ ರೀತಿಯ ಆಯ್ಕೆಗಳಿಗಾಗಿ ಕಾಲಂನ ಮೇಲ್ಭಾಗವನ್ನು ರೋಲ್ ಓವರ್ ಮಾಡಿ:"),
                n("a93e96c8", "ಅಗ್ರ ಅಥವಾ ಇತ್ತೀಚಿನದರ ಆಧಾರದಲ್ಲಿ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಆಯೋಜಿಸಿ"),
                n("df300378", "ಕಾಲಂ ಗಾತ್ರ ಬದಲಿಸಿ"),
                n("aa263910", "ಸುಧಾರಿತ ಶೋಧ ಪರಿಕರಗಳನ್ನು ಬಳಸಿ"),
                n("ab3915aa", "ಟಿಪ್ಸ್‌ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("ia03837a", "ಇಲ್ಲಿಗೆ ಹೋಗಿ:"),
                n("f0bd595c", "ಡೆಕ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("a74e9464", "ಡಿಸ್‌ಪ್ಲೇ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಿಸಿ"),
                n("h254eb92", "ಕೀಬೋರ್ಡ್‌ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಪರಿಶೋಧಿಸಿ"),
                n("j6e669a0", "ಪುನಃ ಪ್ರವಾಸ ಕೈಗೊಳ್ಳಿ"),
                n("c15802be", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ..."),
                n("e5506950", "ಡೆಕ್‌ಗಳು"),
                n("b1bd9a8a", "ಹೊಸ ಡೆಕ್"),
                n("cf1a138f", function (e) {
                    return "ಡೆಕ್‌ಗೆ ಬದಲಿಸಲಾಗಿದೆ - " + e.title;
                }),
                n("g9c2da24", "ಹೊಸ ಡೆಕ್ ರಚಿಸಲು ಡೈಲಾಗ್ ತೆರೆಯುತ್ತದೆ"),
                n("hcef6b72", "ನಿಮ್ಮ ಡೆಕ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಡೈಲಾಗ್ ತೆರೆಯುತ್ತದೆ"),
                n("a77dbc7a", "ಡೆಕ್‌ ಎಡಿಟ್ ಮಾಡಿ"),
                n("a154a293", function (e) {
                    return "ಆಯ್ಕೆ ಮಾಡಿದ ಡೆಕ್‌ " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "ಆಯ್ಕೆ ಮಾಡದ ಡೆಕ್‌ " + e.deckName;
                }),
                n("ha2aae72", "ಆಯ್ದ ಡೆಕ್‌ ನಿರ್ವಹಿಸಲು ಡೈಲಾಗ್ ತೆರೆಯುತ್ತದೆ"),
                n("hf59ffc8", "ನ್ಯಾವಿಗೇಶನ್ ಬಾರ್"),
                n("dd6142d7", "ಪ್ರೊ"),
                n("d69fc67a", "ಹೊಸ ಕಾಲಂ ಸೇರಿಸಿ"),
                n("ad61a830", "ಪೋಸ್ಟ್ ಅನ್ನು ರಚಿಸಿ"),
                n("c44f5114", "ಮೆಸೇಜ್‌ಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("c71066fe", "ಪ್ರವಾಸ ಕೈಗೊಳ್ಳಿ"),
                n("b452e6c2", "ಹೇಗಿದ್ದೀರಿ?"),
                n("j7737bc2", "X Pro ಅನ್ನು ಬಳಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ಈವರೆಗೆ ನಿಮಗೆ ಇದು ಹೇಗೆ ಕಂಡುಬಂದಿದೆ ಎಂಬ ಅಭಿಪ್ರಾಯವನ್ನು ತಿಳಿಯಲು ನಾವು ಇಷ್ಟಪಡುತ್ತೇವೆ."),
                n("e8038d64", "ನಿಮ್ಮ ಅಭಿಪ್ರಾಯ ನಮಗೆ ಪ್ರಮುಖವಾಗಿದೆ, ಇದು ಉತ್ತಮ ಅನುಭವವನ್ನು ಉಂಟು ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ."),
                n("fce3c5ce", "ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ"),
                n("ha39df38", "ವೈಯಕ್ತಿಕ"),
                n("ja7b7d1a", "ಸದ್ಯ ಸಂಪರ್ಕ ಸಾಧಿಸುವಲ್ಲಿ ನಮಗೆ ಸಮಸ್ಯೆಯಿದೆ. ನೀವು ಮಾಡುವ ಬದಲಾವಣೆಗಳು ಉಳಿಸಲ್ಪಡದಿರಬಹುದು."),
                n("ad5df1d7", function (e) {
                    return "ಕಾಲಂಗೆ ಬದಲಿಸಲಾಗಿದೆ - " + e.title;
                }),
                n("ba7bd92e", "ಕಾಲಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("cc4ff736", "ಕಾಲಂ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ"),
                n("g684a93a", "ಈ ಕಾಲಂಗೆ ನೀವು ಮಾಡುವ ಯಾವುದೇ ಬದಲಾವಣೆಗಳು, ಇದನ್ನು ನೋಡುವ ಎಲ್ಲರಿಗೂ ಕಾಣಿಸುತ್ತವೆ."),
                n("a6bbdc1c", "ವೀಕ್ಷಣೆ ಮಾತ್ರ"),
                n("f6e88162", "ಲ್ಯಾಬ್‌ಗಳು"),
                n("e6df688c", "ಆಯ್ಕೆಗಳು"),
                n("e3f2b93a", "ಈ ಕಾಲಂ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸಿ ಅಥವಾ ಮರೆ ಮಾಡಿ."),
                n("db257758", "ಮಾಧ್ಯಮ ಪೂರ್ವವೀಕ್ಷಣೆ ಗಾತ್ರ"),
                n("if2fbab8", "ಪ್ರತಿಕ್ರಿಯೆಗಳ ಮಾಧ್ಯಮ ಪೂರ್ವವೀಕ್ಷಣೆ ಗಾತ್ರ"),
                n("he517d52", "ಕಾಲಂ ಹೆಸರು ಬದಲಿಸಿ"),
                n("f6eb2cfe", "ಕಾಲಂ ಹೆಸರು"),
                n("d6d39c84", "ಕಾಲಂಗಳಿಗೆ ಹೆಸರು ಇರಬೇಕು."),
                n("e5c06aee", "ಕಾಲಂ ಅಗಲ"),
                n("af6a4368", "ಈ ಸಂವಾದದ ಹೆಸರು ಬದಲಿಸಿ ಮತ್ತು ಯಾರು ಇದರಲ್ಲಿದ್ದಾರೆ ಎಂದು ನೋಡಿ."),
                n("cdeac5ee", "ನೇರ ಸಂದೇಶ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("fda7ee26", "ಯಾರು ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಬಹುದು ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಿ."),
                n("c4ec8620", "ಒಳಗೊಂಡು"),
                n("d5f29cd4", "ಹೊರಗಿಟ್ಟು"),
                n("d01a62f8", "ಸಮಯ ಮತ್ತು ಸ್ಥಳ"),
                n("d614afc8", "ಲೈಕ್‌ಗಳು ಪ್ರತಿಕ್ರಿಯೆಗಳು ಹಾಗೂ ಮರು ಪೋಸ್ಟ್ಗಳು"),
                n("fb2bbc7a", "ಪೋಸ್ಟ್ ವಿಷಯ"),
                n("a589add2", "ಈ ಯಾವುದೇ ಪದಗಳು (ಅಥವಾ)"),
                n("d2f8dc8a", "ಒಬ್ಬರಿಂದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("e37201ec", "ಯಾರಿಗಾದರೂ ಪ್ರತಿಕ್ರಿಯಿಸುವುದು"),
                n("e035e056", "ಯಾರನ್ನಾದರೂ ಹೆಸರಿಸುವುದು"),
                n("ef2d4092", "ಶಬ್ದಗಳನ್ನು ಹೊರಗಿಡುವುದು"),
                n("d59f395e", "ನಿಮ್ಮ ಪ್ರದರ್ಶನ ಭಾಷೆ"),
                n("g67cd3f2", "ಭಾಷೆಗಳನ್ನು ಆರಿಸಿ"),
                n("c85f9b9c", "ಭಾಷೆಗಳನ್ನು ಬದಲಿಸಿ"),
                n("b5148188", "ಇದಕ್ಕಿಂತ ಹೆಚ್ಚು"),
                n("hf369320", "ಇದಕ್ಕಿಂತ ಕಡಿಮೆ"),
                n("f4dce7b6", "ಎಷ್ಟು"),
                n("ddafa9a2", "ಆಯ್ಕೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("c6be8432", "ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆಯ ಮಟ್ಟ"),
                n("e60b9fac", "ಮೂಲ ಪೋಸ್ಟ್ಗಳನ್ನು ತೋರಿಸಿ"),
                n("eb441fee", "ಮರುಪೋಸ್ಟ್ಗಳನ್ನು ತೋರಿಸಿ"),
                n("e920e6dc", "ಕೋಟ್‌ಗಳನ್ನು ತೋರಿಸಿ"),
                n("g9580526", "ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("i73cbb5c", "ಹುಡುಕಾಟಕ್ಕೆ ನೀವು ಒಂದು ಪಟ್ಟಿಯನ್ನು ಮಾತ್ರ ಸೇರಿಸಬಹುದು. ಕೇವಲ ಮೊದಲ ಪಟ್ಟಿಯು ಈ ಹುಡುಕಾಟಕ್ಕೆ ಅನ್ವಯಿಸುತ್ತದೆ."),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " ನಮೂದಿಸಿ ಅಥವಾ ID ಪಟ್ಟಿ ಮಾಡಿ";
                }),
                n("a153fbf2", "ಹುಡುಕಾಟದಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡುವುದು ಹೇಗೆ"),
                n("bf0d5a7c", "ಪ್ರತಿ ಹುಡುಕಾಟಕ್ಕೆ ಒಂದು ಪಟ್ಟಿಯನ್ನು ನೀವು ಸೇರಿಸಬಹುದು."),
                n("c6e8759a", "ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಲು ಈ ನಮೂನೆಯನ್ನು ಅನುಸರಿಸಿ:"),
                n("dd9daca8", "ಪಟ್ಟಿ ಹೆಸರಿನಲ್ಲಿ ಪೂರ್ಣವಿರಾಮದ ಬದಲಿಗೆ - ನಮೂದಿಸಿ."),
                n("cd71b264", "ಪಟ್ಟಿಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ."),
                n("ca23d726", "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೋಗಳು"),
                n("f1fa97a8", "ಬ್ರಾಡ್‌ಕಾಸ್ಟ್‌ಗಳು"),
                n("c0bab0ba", "ಮಾಧ್ಯಮದೊಂದಿಗಿನ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಿ"),
                n("g9512656", "ಪರಿಶೀಲಿಸಿದ ಜನರನ್ನು ಮಾತ್ರ ತೋರಿಸಿ"),
                n("b967e296", "ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರನ್ನು ಮಾತ್ರ ತೋರಿಸಿ"),
                n("gc51a2ac", "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ"),
                n("d42a4916", "ಇತ್ತೀಚೆಗೆ"),
                n("a2229a06", "ಕಾಲಾವಧಿಯೊಳಗೆ"),
                n("c1fe6156", "ಪ್ರಾರಂಭ ಸಮಯ"),
                n("cbc02622", "ಮುಕ್ತಾಯ ಸಮಯ"),
                n("b666573c", "ಸ್ಥಳ ಹುಡುಕಿ"),
                n("cf260344", "ಇದರಲ್ಲಿ ಪೋಸ್ಟ್‌ಗಳು"),
                n("j5805302", "ವ್ಯಾಪ್ತಿ"),
                n("e592ab3c", "ಉತ್ತಮ ಫಲಿತಾಂಶಗಳಿಗಾಗಿ, ನಿಮ್ಮ ಹುಡುಕಾಟದಲ್ಲಿ ಸ್ಥಳ ಮತ್ತು ರಾಜ್ಯ ಅಥವಾ ದೇಶವನ್ನು ಸೇರಿಸಿ."),
                n("e8843b5d", function (e) {
                    return e.meters + "ಮಿ";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "ಕಿ.ಮೀ";
                }),
                n("ec688a09", function (e) {
                    return "ಇದನ್ನೂ ಸೇರಿಸಿದಂತೆ ತಮ್ಮ ಯಾವುದೇ ಪಟ್ಟಿಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸೇರಿಸದಂತೆ ಇದು @" + e.screenName + " ಅವರನ್ನು ತಡೆಯುತ್ತದೆ.";
                }),
                n("iad54d54", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ"),
                n("g4d581a2", "ಇದನ್ನು ಮತ್ತು ಎಲ್ಲ ಬುಕ್‌ಮಾರ್ಕ್‌ ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಖಾಲಿ ಮಾಡಿ"),
                n("fb14aebe", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಖಾಲಿ ಮಾಡಿ"),
                n("jf748f40", "ಎಲ್ಲಾ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?"),
                n("d63a211a", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಗೆ ನೀವು ಸೇರಿಸಿದ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ತೆಗೆದುಹಾಕುತ್ತೀರಿ."),
                n("a16ebc1a", "ಹೊಸ ಚಾಟ್ ಅನ್ನು ಆರಂಭಿಸಿ"),
                n("a1ff1890", "ಇದು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಂವಾದವನ್ನು ತೆರವುಗೊಳಿಸುತ್ತದೆ."),
                n("ab352ee0", "ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್ಗಳನ್ನು ತೋರಿಸಿ"),
                n("c004c4d6", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ"),
                n("fc702822", "ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ ಮತ್ತು ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದಂತೆಯೇ ನೋಡಿ."),
                n("a2c59056", "ನೀವು ಕಾಲಂ ತೆರವುಗೊಳಿಸುವುದಕ್ಕೂ ಮೊದಲು..."),
                n("d31bdbbe", "ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಬದಲಾಗಿ"),
                n("dec3722c", "ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳಿಗೆ"),
                n("g33b8c04", "ಒಂದು ಪ್ರತಿ ಮಾಡಿ"),
                n("de2c3008", "ಕಾಲಂನ ನಕಲನ್ನು ಮಾಡಿ."),
                n("a7c01ce0", "ಹೆಸರು ಬದಲಿಸಿ ಅಥವಾ ಫೋಲ್ಡರ್‌ ಅಳಿಸಿ"),
                n("e52e4c82", "ಸ್ಥಳ ಮತ್ತು ವೈಯಕ್ತೀಕರಣ ಆಯ್ಕೆಗಳನ್ನು ಬದಲಿಸಿ."),
                n("f4d052a4", "Grok (ನಿಯಮಿತ ಮೋಡ್)"),
                n("fa97c1c6", "Grok (ಫನ್ ಮೋಡ್)"),
                n("efb37dec", "ಮೋಡ್"),
                n("h0064892", "ನಿಯಮಿತ"),
                n("ad86db50", "ಡೆಕ್ ಮಾಡಿ"),
                n("hb70ef30", "ಈ ಹುಡುಕಾಟದಿಂದ ಡೆಕ್ ರಚಿಸಿ"),
                n("j8a945cc", "ಅಗ್ರ ಪೋಸ್ಟ್ಗಳು"),
                n("f3a4a654", "ಪರಿಶೀಲಿಸಿದ ಪೋಸ್ಟ್‌ಗಳು"),
                n("c8da0c42", "ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೋಗಳು"),
                n("d2cf6f74", "Premium ಪಾಲುದಾರರು"),
                n("c9b39e70", "ಸರಿಸಿ"),
                n("b9ea5f7c", "ಇನ್ನೊಂದು ಡೆಕ್‌ಗೆ ಕಾಲಂ ಸರಿಸಿ."),
                n("g8b6d450", "ಸೂಚನೆ ಆಯ್ಕೆಗಳು"),
                n("dd703fbd", function (e) {
                    return "ಕಾಲಂ ಅಳಿಸಿ - " + e.title;
                }),
                n("d9d11fc6", "ಸಾರ್ವಜನಿಕ ಕಾಲಂ ಅಳಿಸುವುದೇ?"),
                n("h17ada6c", "ಸಾರ್ವಜನಿಕ ಕಾಲಂ ಅಳಿಸುವುದರಿಂದ ಕಾಲಂಗೆ ಮರಳಿಸಲಾಗದಂತೆ ಯಾವುದೇ ಹಿಂಬಾಲಕರು ಹೊಂದಿರುವ ಪ್ರವೇಶ ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ."),
                n("hb388fe8", "ಕಾಲಂ ಅಳಿಸಿ"),
                n("c1343ad6", "ಇದನ್ನು ಶೋಧ ಕಾಲಂ ಆಗಿ ಪರಿವರ್ತಿಸಿ."),
                n("e7a12d72", "ಶೋಧ ಕಾಲಂಗೆ ಪರಿವರ್ತಿಸಲಾಗಿದೆ"),
                n("f29424f0", "ಪುನಃ ಬದಲಿಸಿ"),
                n("h5ff85a2", "ಕಾಲಂ ಹಂಚಿ"),
                n("d32058ba", "ಹಂಚಿಕೆ ಅನುವು ಮಾಡಲು ಕಾಲಂ ಅನ್ನು ಸಾರ್ವಜನಿಕಗೊಳಿಸಿ."),
                n("c926a6ca", "ನೀವು ಮಾಡುವ ಬದಲಾವಣೆಗಳು ಕಾಲಂ ಅನ್ನು ಹಿಂಬಾಲಿಸುವ ಎಲ್ಲರಿಗೂ ಕಾಣಿಸುತ್ತದೆ."),
                n("g0175ca2", "ಕಾಲಂ ಪಿಕ್ಕರ್"),
                n("a800727c", "ಕಾಲಂ ಪಿಕ್ಕರ್‌ಗೆ ವಾಪಸಾಗಿ"),
                n("f318bc40", "ಹೊಸ ಫೋಲ್ಡರ್ ರಚಿಸಿ"),
                n("e300a9f0", "ಬುಕ್‌ಮಾರ್ಕ್‌ ಫೋಲ್ಡರ್ ರಚಿಸಿ"),
                n("j341c67c", "ಫೋಲ್ಡರ್‌ಗಳಿಗೆ ಹೆಸರು ಇರಬೇಕು."),
                n("d00586a6", "ಈ ಕಾಲಂ ಅನ್ನು ಲೋಡ್ ಮಾಡಲಾಗದು. ಹೊಸ ಕಾಲಂ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("d0d8277e", "ಕಾಲಂ ಮಾಲೀಕರು ಕಾಲಂ ಅನ್ನು ಅಳಿಸಿದ್ದಾರೆ ಅಥವಾ ಖಾಸಗಿಯನ್ನಾಗಿಸಿದ್ದಾರೆ."),
                n("j08fd6fe", "ನಿಮ್ಮ ಸಮುದಾಯಗಳು"),
                n("b569a1fa", "ಸಮುದಾಯಗಳಿಗೆ ಹಿಂತಿರುಗಿ"),
                n("i176bfd2", "ಪಟ್ಟಿಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ"),
                n("a57c3292", "ಹೊಸ ಪಟ್ಟಿಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ"),
                n("f59f87dc", "ಇತರ ಜನರ ಪಟ್ಟಿಗಳನ್ನು ಹುಡುಕಿ"),
                n("a5d70676", "ನೀವು ಇರುವ ಪಟ್ಟಿಗಳು"),
                n("e377790a", "ಪಟ್ಟಿಗಳಿಗೆ ವಾಪಸಾಗಿ"),
                n("e952b8c3", function (e) {
                    return e.userScreenName + " ಅವರ ಪಟ್ಟಿಗಳು";
                }),
                n("bc24f834", "ಇತರ ಜನರ ಪಟ್ಟಿಗಳನ್ನು ಹುಡುಕಲು ವಾಪಸಾಗಿ"),
                n("ee11d084", "ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಹುಡುಕಿ"),
                n("c300f3bc", "ಕೆಲವು ಕಾಲಂಗಳನ್ನು ಸೇರಿಸಿ"),
                n("bd744e9a", "ಹುಡುಕಾಟದೊಂದಿಗೆ ಪಾಪ್ಯುಲೇಟ್ ಮಾಡಿ"),
                n("i10d4124", "ಮೊದಲಿನಿಂದ ಆರಂಭಿಸಿ"),
                n("jbff8606", "ವಿಚಾರಣೆ ಸಲ್ಲಿಸಿ"),
                n("dbd8a566", "ಕೆಲವು ಕರಡು ಪೋಸ್ಟ್‌ಗಗಳನ್ನು ಅಳಿಸಲಾಗದು."),
                n("c82be5a8", "ನಿಮ್ಮ ಆಯ್ದ ಕರಡು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("ad84af68", "ಕರಡು ಪೋಸ್ಟ್ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ"),
                n("ef97fb3a", "ನೀವು ಯಾವುದೇ ಕರಡು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ"),
                n("f26ece12", "ನೀವು ಹಾಗೆ ಮಾಡಿದಾಗ, ಅವುಗಳನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣುತ್ತೀರಿ."),
                n("a4911812", "ಕರಡು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ"),
                n("b49be1ca", "ಕರಡು ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಿ"),
                n("ca91dc76", "ಇದನ್ನು ರದ್ದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಕರಡು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("b38b254a", "ಕೆಲವು ನಿಗದಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗಲಿಲ್ಲ."),
                n("he2e3cc4", "ನೀವು ಆಯ್ಕೆಮಾಡಿದ ನಿಗದಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ."),
                n("jf9faee4", "ನಿಗದಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("aa1cfd48", "ನೀವು ಯಾವುದೇ ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("b2a70dbe", "ನಿಗದಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ"),
                n("a07bb1b0", "ನಿಗದಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಅಳಿಸಿ"),
                n("id78e802", "ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ನಿಗದಿತ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ."),
                n("d9a75e16", "ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("aa030cd4", "ಮೊದಲು ಶಿಫಾರಸು ಮಾಡಿದ ಪೋಸ್ಟ್ಗಳನ್ನು ನೋಡಿ"),
                n("c0d2d4aa", "ಹೋಮ್ ಕಾಲರೇಖೆ"),
                n("ecbbbb90", "ನಿಮ್ಮ ಅಥವಾ ಇತರ ವ್ಯಕ್ತಿಗಳ ಪಟ್ಟಿಗಳನ್ನು ನೋಡಿ."),
                n("c351229c", "ನೀವು ಭಾಗವಾಗಿರುವ ಸಮುದಾಯಗಳನ್ನು ವೀಕ್ಷಿಸಿ."),
                n("a2d1df82", "ನೀವು ಯಾವುದಕ್ಕಾಗಿ ಹುಡುಕುತ್ತಿದ್ದೀರೋ ಅದನ್ನು ಕಂಡುಕೊಳ್ಳಿ."),
                n("d5387d8a", "ನಿಮ್ಮ ಸಂದೇಶಗಳೊಂದಿಗೆ ಅಪ್‌ ಟು ಡೇಟ್ ಆಗಿರಿ."),
                n("e738198c", "X ನಲ್ಲಿ ಯಾವ ಪ್ರವೃತ್ತಿ ನಡೆಯುತ್ತಿದೆಯೆಂದು ಪರಿಶೀಲಿಸಿ."),
                n("ifb8c91e", "ಪ್ರೊಫೈಲ್ ಹುಡುಕಿ ಮತ್ತು ಅವರು ಏನು ಮಾಡುತ್ತಿದ್ದಾರೆ ಎಂದು ನೋಡಿ."),
                n("aa0525d0", "ಪ್ರೊಫೈಲ್‌ಗಳು"),
                n("cb7844a6", "ನಿಮ್ಮ ಸೂಚನೆಗಳು ಮತ್ತು ಹೆಸರಿಸುವಿಕೆಗಳೊಂದಿಗೆ ಅಪ್‌ ಟು ಡೇಟ್ ಆಗಿರಿ."),
                n("e64da55e", "ನಿಮ್ಮ ಶೆಡ್ಯೂಲ್ ಮಾಡಿದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ."),
                n("h9659832", "ನಿಮ್ಮ ಕರಡು ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿ."),
                n("f1b6535e", "ಕರಡು ಪೋಸ್ಟ್‌ಗಳು"),
                n("a24add8a", "ಬುಕ್ಮಾರ್ಕ್ ಮಾಡಿದ ಪೋಸ್ಟ್ಗಳನ್ನು ನೋಡಿ"),
                n("gb19f215", function (e) {
                    return "ಕಾಲಂ - " + e.title;
                }),
                n("g7751b34", "ಸ್ಟಾಕ್ ಮುಚ್ಚಿ"),
                n("b94fa48c", "ಸ್ಟಾಕ್‌ ತೆರವುಗೊಳಿಸಿ"),
                n("dd3dc3cc", "ಸ್ಟಾಕ್‌ನಲ್ಲಿ ವಾಪಸು ಹೋಗಿ"),
                n("bc7acfd0", "ಹಂಚಿದ ಕಾಲಂ"),
                n("a6587d95", function (e) {
                    return "ಕಾಲಂ ಮರುಅನುಕ್ರಮಗೊಳಿಸಿ - " + e.title;
                }),
                n("fb071dea", "ಕಾಲಂ ಸರಿಸಿ"),
                n("c77a6327", function (e) {
                    return "ಕಾಲಂ ಆಯ್ಕೆಗಳನ್ನು ತೆರೆಯಿರಿ - " + e.title;
                }),
                n("h53c41f0", "ಕಾಲಂ ಆಯ್ಕೆಗಳು"),
                n("f7bbbb6d", function (e) {
                    return "ಕಾಲಂ ಆಯ್ಕೆಗಳನ್ನು ಮುಚ್ಚಿ - " + e.title;
                }),
                n("eee9f83e", "ಕಾಲಂ ಆಯ್ಕೆಗಳನ್ನು ಮುಚ್ಚಿ"),
                n("a443bbc0", "ಶೋಧ ಮುಕ್ತಾಯಗೊಳಿಸಿ"),
                n("c8b12c8f", function (e) {
                    return "ಕಾಲಂ ಕಂಟೆಂಟ್ ನಿಗದಿಸಿ - " + e.title;
                }),
                n("fe048090", "ಮುನ್ನೋಟ ತೋರಿಸಿ"),
                n("e57560b4", "ಮುನ್ನೋಟ ಮರೆ ಮಾಡಿ"),
                n("fb087db0", "ಪ್ರತ್ಯೇಕ ಕಾಲಂ ರಚಿಸಿ"),
                n("aa128cd8", "ಹೊಸ ಕಾಲಂ ಅನ್ನು ಸೇರಿಸಿ"),
                n("aa4f00c6", "ಡೆಕ್ ಹಂಚಿಕೊಳ್ಳಿ"),
                n("fdf97052", "ಡೆಕ್ ಆಯ್ಕೆಗಳಿಗೆ ಹೋಗಿ"),
                n("ed427868", "ಡೆಕ್ ಸಾರ್ವಜನಿಕಗೊಳಿಸುವುದೇ?"),
                n("gecc71a2", "ಡೆಕ್ ಹಂಚಿಕೊಳ್ಳಲು, ಮೊದಲು ಅದನ್ನು ಸಾರ್ವಜನಿಕಗೊಳಿಸಿ."),
                n("f0653866", "ಹಂಚಿಕೆ ಡೆಕ್"),
                n("b158400a", "ಈ ಹಂತವನ್ನು ಸ್ಕಿಪ್ ಮಾಡಿ"),
                n("h15afbce", "ನಿಮ್ಮನ್ನು ಸೆಟಪ್ ಮಾಡೋಣ"),
                n("ibe6be32", "ನಿಮ್ಮ X Pro ಅನುಭವವನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಿ: ನಿಮಗೆ ಸರಿಯಾದ ಕಾಲಂ ಅಗಲ, ಬಣ್ಣ, ಪಠ್ಯ ಮತ್ತು ಮಾಧ್ಯಮದ ಗಾತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ."),
                n("e28eb008", "ಡಿಸ್‌ಪ್ಲೇ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ"),
                n("dc8b86e0", "ಈಗ ನಿಮ್ಮ ಕಾಲಂಗಳನ್ನು ಸೇರಿಸೋಣ"),
                n("ee28603e", "ನಿಮ್ಮ ಕಾಲಂಗಳನ್ನು ಇಂಪೋರ್ಟ್‌ ಮಾಡಿ"),
                n("dad15d22", "  ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಹುಡುಕಾಟ, ಪಟ್ಟಿ ಮತ್ತು ಪ್ರೊಫೈಲ್ ಕಾಲಂಗಳನ್ನು  ಇಂಪೋರ್ಟ್‌ ಮಾಡುವ ಮೂಲಕ ಸಮಯ ಉಳಿತಾಯ ಮಾಡೋಣ. ಇದನ್ನು ನಂತರ ನೀವು ನಕಲು ಮಾಡಲಾಗದು."),
                n("j85b4522", "ಅಥವಾ ಮೊದಲಿನಿಂದ ಆರಂಭಿಸಿ"),
                n("hfd5ca12", "ಹಂ... ನಿಮ್ಮ ಕಾಲಂಗಳನ್ನು ನಾವು ಇಂಪೋರ್ಟ್ ಮಾಡಲಾಗದು"),
                n("b855852a", "ಕೇವಲ ಹುಡುಕಾಟ, ಪಟ್ಟಿ ಮತ್ತು ಪ್ರೊಫೈಲ್‌ ಕಾಲಂಗಳನ್ನು ಇಂಪೋರ್ಟ್ ಮಾಡಬಹುದಾಗಿದೆ. ಬದಲಿಗೆ ಹೋಮ್ ಕಾಲಂ ಸೇರಿಸಿ."),
                n("dc6c806e", "ನಿಮ್ಮ ಕಾಲಂಗಳನ್ನು ಇಂಪೋರ್ಟ್‌ ಮಾಡಲಾಗದು"),
                n("a0dfe2f6", "ಒಂದು ಸುಲಭ ಇಂಟರ್‌ಫೇಸ್‌ನಲ್ಲಿ ಹಲವು ಕಾಲರೇಖೆ ಕಾಲಂಗಳನ್ನು ನೋಡಲು X Pro ಅನುಕೂಲಕರ ವಿಧಾನವಾಗಿದೆ."),
                n("i8912d28", "ಕೆಲವು ಕಾಲಂಗಳನ್ನು ಸೇರಿಸೋಣ..."),
                n("ce0c0f34", "ಈಗ ಸುತ್ತಲೂ ಒಮ್ಮೆ ನೋಡೋಣ"),
                n("h36d2aa2", "ನೀವು ಆರಂಭಿಸಲು ಕೆಲವು ಸುಲಭ ಸಲಹೆಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ."),
                n("fbaf9442", "ಸ್ಟಾರ್ಟರ್‌ ಡೆಕ್‌ ಸೇರಿಸಿ"),
                n("b354ea52", "ಸ್ಟಾರ್ಟರ್‌ ಡೆಕ್ ಸೇರಿಸಲಾಗುತ್ತಿದೆ..."),
                n("if195eb8", "ಕಾಲಂಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ..."),
                n("ea07517c", "ಕಾಲಂ ಅಳಿಸಲಾಗಿದೆ."),
                n("habced9e", "ಕಾಲಂ ರಿಸ್ಟೋರ್‌ ಮಾಡಲು ಇದನ್ನು ಒತ್ತಿ."),
                n("g4fcb4f8", "ಕಾಲಂ ರಿಸ್ಟೋರ್ ಆಗಿದೆ."),
                n("d4429cba", "ಹೌದು...ಈ ಡೆಕ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ಬೇರೆಯದನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("g2c6e34a", "ಕಂಟೆಂಟ್ ಗಾತ್ರ, ಬಣ್ಣ ಮತ್ತು ಹಿನ್ನೆಲೆಯನ್ನು ನಿರ್ವಹಿಸಿ"),
                n("bf2890a6", "ವಿಶುವಲ್ ಸ್ಕೇಲ್"),
                n("h098a550", "ಡೀಫಾಲ್ಟ್ ಕಾಲಂ ಅಗಲ"),
                n("ab248726", "ಡೀಫಾಲ್ಟ್ ಮಾಧ್ಯಮ ಮುನ್ನೋಟ"),
                n("jdaf161c", "ಸಂದೇಶಗಳ ಟ್ಯಾಬ್"),
                n("ge0fcfd0", "ಹೋವರ್ ಕಾರ್ಡ್‌ಗಳು"),
                n("e1cab6e8", "ಪ್ರಸ್ತುತ ಕಾಲಂಗಳಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸುವುದೇ?"),
                n("ce2e487c", "ನೀವು ಎಲ್ಲ ಕಾಲಂಗಳನ್ನು ಬದಲಿಸಿದರೆ, ನಿಮ್ಮ ಎಲ್ಲ ಡೆಕ್‌ ಗಳಲ್ಲಿನ ಪ್ರತಿ ಕಾಲಂ ಅನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತದೆ. ನೀವು ಇಲ್ಲ ಎಂದು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ಇನ್ನು ಮುಂದೆ ನೀವು ರಚಿಸುವ ಕಾಲಂ ಮಾತ್ರ ಹೊಸ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪಡೆಯುತ್ತದೆ."),
                n("fdbd90a6", "ಹೌದು, ಎಲ್ಲ ಕಾಲಂಗಳನ್ನು ಬದಲಿಸಿ"),
                n("h8affe68", "ಇಲ್ಲ, ಕೇವಲ ಹೊಸ ಕಾಲಂಗಳನ್ನು ಬದಲಿಸಿ"),
                n("f06885b6", "ಕಾಲಂ ಮಾಧ್ಯಮ ಗಾತ್ರ ಆಯ್ಕೆಗಳು"),
                n("e4bab2d0", "ಕಾಲಂ ಅಗಲ ಆಯ್ಕೆಗಳು"),
                n("f0e71094", "ಸಂದೇಶಗಳ ಟ್ಯಾಬ್ ಅನ್ನು ತೋರಿಸಿ"),
                n("aa25a5a6", "ನಿಮ್ಮ ಸ್ಕ್ರೀನ್‌ನ ಕೆಳಭಾಗದಲ್ಲಿ ಮಡಿಸಬಹುದಾದ ಸಂದೇಶಗಳ ಟ್ಯಾಬ್ ಲಭ್ಯವಿದೆ"),
                n("g3da3c90", "ಹೋವರ್ ಕಾರ್ಡ್‌ಗಳನ್ನು ತೋರಿಸಿ"),
                n("b08a8656", "ಸಂವಾದಾತ್ಮಕ ಐಟಂಗಳ ಮೇಲೆ ಹೋವರ್ ಮಾಡುವಾಗ ಹೋವರ್ ಕಾರ್ಡ್‌ಗಳನ್ನು ತೋರಿಸಿ"),
                n("g9df1984", "ಡೆಕ್‌ ಸೇರಿಸಿ"),
                n("df77af70", "ನಿಮ್ಮ ಡೆಕ್‌ಗೆ ಒಂದು ಎಮೋಜಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ"),
                n("ee7765ba", "ಎಮೋಜಿ ಆಯ್ಕೆ ಮಾಡಿ"),
                n("e0127c83", function (e) {
                    return "ಎಮೋಜಿ " + e.emoji + " ಬದಲಿಸಿ";
                }),
                n("hb8b6254", "ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ ಯಾರು ಬೇಕಾದರೂ ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಡೆಕ್ ಅನ್ನು ಆಕ್ಸೆಸ್ ಮಾಡಬಹುದು. ಇದಕ್ಕೆ ನೀವು ಕೂಡ ಲಿಂಕ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಬಹುದು. ನೀವು ಮನಸು ಬದಲಿಸಿದರೆ, ಇದನ್ನು ಪುನಃ ಖಾಸಗಿ ಮಾಡಬಹುದು. ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("gfbaf4e8", "ಈ ಡೆಕ್ ಅನ್ನು ಈಗ ಸಾರ್ವಜನಿಕಗೊಳಿಸಲು ಆಗದು"),
                n("ae04848a", "ನಿಮ್ಮ X ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಕಾಲಂಗಳನ್ನು ಈ ಡೆಕ್‌ ಒಳಗೊಂಡಿದೆ. ಈ ಡೆಕ್ ಸಾರ್ವಜನಿಕಗೊಳಿಸಲು ನೀವು ಅವುಗಳನ್ನು ಅಳಿಸಬೇಕು. ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d606207a", "ಡೆಕ್‌ ಅಳಿಸಿ"),
                n("h95cb00e", "ಈ ಡೆಕ್ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗದು."),
                n("f50c9834", "ಈ ಡೆಕ್‌ ಅನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ಇದನ್ನು ಅಳಿಸಿದರೆ, ನಂತರ ನೀವು ಅದನ್ನು ಹಿಂಪಡೆಯಲಾಗದು."),
                n("cb861826", "ಡೆಕ್ ಮರು ಆಯೋಜಿಸಿ"),
                n("i5896b2b", function (e) {
                    return '"' + e.title + '" ಡೆಕ್ ಸಂಪಾದಿಸಿ';
                }),
                n("ef602cab", function (e) {
                    return '"' + e.title + '" ಡೆಕ್ ಅಳಿಸಿ';
                }),
                n("b44b9d83", function (e) {
                    return '"' + e.title + '" ಡೆಕ್ ಅನ್‌ಪಿನ್ ಮಾಡಿ';
                }),
                n("je4a847f", function (e) {
                    return '"' + e.title + '" ಡೆಕ್‌ ಪಿನ್ ಮಾಡಿ';
                }),
                n("ad41be88", "ಡೆಕ್‌ಗೆ ಕಾಲಂ ಸರಿಸಿ"),
                n("cb82860a", "ಕಾಲಂ ಕಂಡುಬಂದಿಲ್ಲ"),
                n("icbecd02", "ಕಾಲಂ ಸೇರಿಸಿ"),
                n("fdf1a2c6", "ಡೆಕ್ ಸೇರಿಸಿ"),
                n("d25acc28", "ಇದರಲ್ಲಿ ಏನಿದೆ?"),
                n("fe5df266", "ಕಾಲಂ ಖಾಸಗಿ ಮಾಡುವುದೇ?"),
                n("i3206148", "ಸಾರ್ವಜನಿಕ ಕಾಲಂ ಅನ್ನು ಖಾಸಗಿ ಕಾಲಂ ಮಾಡುವುದರಿಂದ ಕಾಲಂಗೆ ಯಾವುದೇ ಹಿಂಬಾಲಕರು ಹೊಂದಿರುವ ಆಕ್ಸೆಸ್‌ ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ."),
                n("c65d210c", "ಕಾಲಂ ಖಾಸಗಿ ಮಾಡಿ"),
                n("j4d54f1e", "X ನಲ್ಲಿ ಲೈವ್‌ ಜನರಿಗಾಗಿ ಶಕ್ತಿಯುತ, ನೈಜ ಸಮಯದ ಪರಿಕರ"),
                n("je0526a0", "ಹಲವು ಕಾಲರೇಖೆಗಳನ್ನು ಒಂದೇ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ಮಾನಿಟರ್ ಮಾಡಿ. ಕಂಟೆಂಟ್‌ ಟ್ರ್ಯಾಕ್‌ ಮಾಡಿ ಮತ್ತು ಆಯೋಜಿಸಿ ಮತ್ತು ನೈಜ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಸಮುದಯಗಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಿ."),
                n("d128af54", "X Premium ಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ"),
                n("bacd7195", function (e) {
                    return "X ನಲ್ಲಿ " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e5b4aafa", "ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕಕ್ಕೆ ಅಡಚಣೆಯಾಗಿದೆ."),
                n("g43c3b36", "ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಇಂಟರ್ನೆಟ್‌ಗೆ ಮರುಸಂಪರ್ಕಿಸಿ."),
                n("hafe83ec", "ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿರ್ಗಮಿಸಲು ಮುಚ್ಚಿ ಅನ್ನು ಒತ್ತಿ."),
                n("b2ec74fe", "ಮುಚ್ಚಿ"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " ವೀಕ್ಷಣೆಗಳು " + e.timeAgo;
                }),
                n("a7a90902", "ತೋರಿಸಲು ಆಯ್ಕೆ ಮಾಡಿ ಅನ್ನು ಒತ್ತಿ"),
                n("cb0a3b5e", "ಈ ಪೋಸ್ಟ್ ಸೂಕ್ಷ್ಮ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರಬಹುದು. ಅದನ್ನು ತೋರಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?"),
                n("a4eb1304", "ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಬೇಕಾದರು ಮರಳಿ ಲಾಗ್ ಇನ್ ಮಾಡಬಹುದು."),
                n("b86c2e12", "X ನ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಹುಡುಕಲು ಸೈನ್ ಇನ್ ಮಾಡಿ."),
                n("ia13bd7c", "ಕೀಲಿಮಣೆ"),
                n("f9fa40c8", "X ನ ಅತ್ಯುತ್ತಮ ಅನುಭವವನ್ನು ಪಡೆಯಿರಿ"),
                n("gb6a7f62", "ನಿಮ್ಮ ಕೋಡ್ ಅವಧಿ ಮೀರಿದೆ. ನೀವು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಬಯಸಿದರೆ, ಹೊಸ ಕೋಡ್ ಪಡೆಯಲು ಕೆಳಗಿನ ಬಟನ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ."),
                n("ge19602a", "ಹೊಸ ಕೋಡ್ ಅನ್ನು ಪಡೆಯಿರಿ"),
                n("dd4ec2e8", "ನಿಮ್ಮ ಲ್ಯಾಪ್‌ಟಾಪ್ ಅಥವಾ ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿರುವ ಕೆಳಗಿನ URL ಗೆ ಭೇಟಿ ನೀಡುವ ಮೂಲಕ ಮತ್ತು ಇಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾದ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ X ಗೆ ಲಾಗಿನ್ ಮಾಡಿ."),
                n("f4d7084c", "ಈ ಎರಡು ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಿಕೊಂಡು X ಗೆ ಲಾಗಿನ್ ಮಾಡಿ:"),
                n("ebc1accc", "ಈ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ"),
                n("a4742bc0", "ನಿಮ್ಮ ಲ್ಯಾಪ್‌ಟಾಪ್ ಅಥವಾ ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಕೆಳಗಿನ URL ಗೆ ಭೇಟಿ ನೀಡಿ ಮತ್ತು ಇಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾದ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + " ರಿಂದ ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಸೈನ್ ಇನ್ ಮಾಡಿ.";
                }),
                n("fb83778c", "ಈ ಬಳಕೆದಾರರಿಂದ ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಸೈನ್ ಇನ್ ಮಾಡಿ."),
                n("dd4bbaea", "ತೋರಿಸಲು ನೀವು ಯಾವುದೇ ವೀಡಿಯೊಗಳನ್ನು ಹೊಂದಿಲ್ಲ."),
                n("i71d6193", function (e) {
                    return e.name + " ನಿಂದ ತೋರಿಸಲು ಯಾವುದೇ ವೀಡಿಯೊಗಳಿಲ್ಲ.";
                }),
                n("adb512f0", "ಇತ್ತೀಚಿನ ವೀಡಿಯೊಗಳು"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "ಹಿಂಬಾಲಿಸುತ್ತಿರುವುದು";
                }),
                n("cd3f5206", "ಮುಂದಿನದು:"),
                n("c930299f", function (e) {
                    return e.count + " ನಲ್ಲಿ ಮುಂದಿನದು:";
                }),
                n("b2e9f19c", "ಕೊನೆಯ ವೀಡಿಯೋವನ್ನು ರೀಪ್ಲೇ ಮಾಡಿ"),
                n("de906774", "ವೇಗ"),
                n("caca839e", "ಮುಚ್ಚಿದ ಶೀರ್ಷಿಕೆಗಳು"),
                n("b049f56c", "ಗುಣಮಟ್ಟ"),
                n("fa7169d8", "ಈ ಕಂಟೆಂಟ್ ಅನ್ನು ವರದಿ ಮಾಡಲು, ನಿಮ್ಮ ಲ್ಯಾಪ್‌ಟಾಪ್ ಅಥವಾ ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಕೆಳಗಿನ URL ಗೆ ಭೇಟಿ ನೀಡಿ"),
                n("c973ec9c", "ಖಾತೆ ಬಳಕೆದಾರರ ಹೆಸರು"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "ಕಂಟೆಂಟ್ URL"),
                n("a4ee9394", "ಬಿಳಿ"),
                n("a9f3474c", "ಸಿಯಾನ್"),
                n("i50b6538", "  ಮಜೆಂತಾ"),
                n("jffeb664", "ಕೆಂಪು"),
                n("e375c2d0", "ಕಪ್ಪು"),
                n("c2c5dea4", "ಫಾಂಟ್ ಬಣ್ಣ"),
                n("ce71b3d0", "ಫಾಂಟ್ ಕುಟುಂಬ"),
                n("d2eb1582", "ಡೀಫಾಲ್ಟ್ (ಸಾನ್ಸ್-ಸೆರಿಫ್)"),
                n("e684030e", "ಏರಿಯಲ್ (ಸಾನ್ಸ್-ಸೆರಿಫ್)"),
                n("jad3900c", "ಟೈಮ್ಸ್ ನ್ಯೂ ರೋಮನ್ (ಸೆರಿಫ್)"),
                n("e205f3a0", "ಮೊನೊಸ್ಪೇಸ್ (ಸಾನ್ಸ್-ಸೆರಿಫ್)"),
                n("d207d39a", "ಪಠ್ಯ ಅಪಾರದರ್ಶಕತೆ"),
                n("a562039c", "ಹಿನ್ನೆಲೆ ಬಣ್ಣ"),
                n("h44e879e", "ಹಿನ್ನೆಲೆ ಅಪಾರದರ್ಶಕತೆ"),
                n("b843ced4", "ಆಟೋ"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "ಫಾಸ್ಟ್ ಫಾರ್ವರ್ಡ್"),
                n("ee0f61ca", "ರಿವೈಂಡ್"),
                n("i2d14148", "ಇಷ್ಟವಿಲ್ಲ"),
                n("a1eb471a", "ಇಷ್ಟವಿಲ್ಲದ್ದನ್ನು ತೆಗೆದುಹಾಕಿ"),
                n("e40051e8", "ಬುಕ್‌ಮಾರ್ಕ್ ತೆಗೆದುಹಾಕಿ"),
                n("g9ecf0e8", "ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನೋಡಿ"),
                n("aa97ae7e", "TV ಪ್ಲೇಯರ್ ನಿಯಂತ್ರಣಗಳು"),
                n("ed170a6a", "ಸ್ಲೈಡರ್"),
                n("ee838ea0", "ಈ ವಿಷಯವನ್ನು ಹಿಂಬಾಲಿಸುವುದರಿಂದ X ನಾದ್ಯಂತ ಹೋಮ್ ಕಾಲರೇಖೆಯ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಸಹಾಯವಾಗುತ್ತದೆ"),
                n("h85446ce", "ಈ ಬ್ರೌಸರ್ ಇನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ."),
                n("e24d1fa6", "x.com ಬಳಕೆಯನ್ನು ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಬೆಂಬಲಿಸುವ ಬ್ರೌಸರ್‌ಗೆ ಬದಲಿಸಿ. ಬೆಂಬಲಿತ ಬ್ರೌಸರ್ಗಳ ಪಟ್ಟಿಯನ್ನು ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿ ನೀವು ನೋಡಬಹುದು."),
                n("a138aeb2", "JavaScript ಲಭ್ಯವಿಲ್ಲ."),
                n("d8e122c2", "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ JavaScript ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ ಎಂದು ನಾವು ಗುರುತಿಸಿದ್ದೇವೆ. x.com ಬಳಕೆಯನ್ನು ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು JavaScript ಸಕ್ರಿಯಗೊಳಿಸಿ ಅಥವಾ ಬೆಂಬಲಿಸುವ ಬ್ರೌಸರ್‌ಗೆ ಬದಲಿಸಿ. ಬೆಂಬಲಿತ ಬ್ರೌಸರ್ಗಳ ಪಟ್ಟಿಯನ್ನು ನಮ್ಮ ಸಹಾಯ ಕೇಂದ್ರದಲ್ಲಿ ನೀವು ನೋಡಬಹುದು."),
                n("f1a9e3a2", "ಬ್ರೇಕಿಂಗ್‌ ನ್ಯೂಸ್‌, ರಾಜಕೀಯ, ಟ್ರೆಂಡಿಂಗ್‌ ಸಂಗೀತ, ವಿಶ್ವದ ಈವೆಂಟ್‌ಗಳು, ಕ್ರೀಡೆ ಸ್ಕೋರ್‌ಗಳು ಮತ್ತು ಇತ್ತೀಚಿನ ಜಾಗತಿಕ ಸುದ್ದಿ ಸ್ಟೋರಿಗಳು ಸಂಭವಿಸುತ್ತಿದ್ದಂತೆಯೇ ಎಲ್ಲವನ್ನೂ ಕಡಿಮೆ ಡೇಟಾದಲ್ಲಿ ಪಡೆಯಿರಿ."),
                n("bb402b62", "X Pro ಈಗ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದರ ಕುರಿತು ನವೀಕೃತವಾಗಿರಲು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಆಗಿದೆ."),
                n("ed617674", "360"),
                n("e23b20a0", "ರದ್ದು ಮಾಡಿ"),
                n("a620fcf0", "ಇಮೇಜ್ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ"),
                n("e9e2064c", "ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ, ಆದರೆ ಚಿಂತಿಸಬೇಡಿ — ಇದು ನಿಮ್ಮ ತಪ್ಪಲ್ಲ."),
                n("d7060c80", "ರಿಫ್ರೆಶ್"),
                n("a0493514", "ಮರುಪ್ರಯತ್ನಿಸಿ"),
                n("ff3dd27c", "ಡೀಫಾಲ್ಟ್"),
                n("b554fcf4", "ಬೆಳಕು"),
                n("j590b148", "ಮಧ್ಯಮ ಪ್ರಮಾಣದ ಬೆಳಕು"),
                n("e7d4ee86", "ಮಧ್ಯಮ"),
                n("ia423ebc", "ಮಧ್ಯಮ ಪ್ರಮಾಣದ ಗಾಢತೆ"),
                n("a2cf0942", "ಗಾಢ"),
                n("j824dc06", "ಎಮೋಜಿಗಳನ್ನು ಹುಡುಕಿ"),
                n("fffb3384", "ಯಾವುದೇ ಎಮೋಜಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ"),
                n("j3d20752", "ಬದಲಿಗೆ ಬೇರೆ ಏನನ್ನಾದರೂ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ."),
                n("d67ad796", "ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್ ಚರ್ಮದ ಬಣ್ಣ ಆಯ್ಕೆಮಾಡಿ"),
                n("e6388bfa", "ಎಲ್ಲಾ ತೆರವುಗೊಳಿಸಿ"),
                n("j7c67eca", "ಇತ್ತೀಚಿನ"),
                n("da539d38", "ಹುಡುಕಾಟದ ಫಲಿತಾಂಶಗಳು"),
                n("d95eb228", "ಹಿಂದೆ"),
                n("af8fa2ae", "ಮುಚ್ಚು"),
                n("ef8b2f54", "ಚಾರ್ಟ್‌ ಓದಿ"),
                n("d567ceda", "ಲಂಬ"),
                n("f7b30768", "ಪೇರಿಸಲಾಗಿದೆ"),
                n("hcd54328", "ಸಮೂಹಗೊಳಿಸಲಾಗಿದೆ"),
                n("affbaf62", "ಇನ್ನಷ್ಟು ಮಾಹಿತಿ"),
                n("c388d026", "ಸರಿ"),
                n("ha20397c", "ಅಕ್ಸೆಸಿಬಿಲಿಟಿ ವೈಶಿಷ್ಟ್ಯಗಳು"),
                n("baf7a43c", "ಪ್ರವೇಶಿಸುವಿಕೆ"),
                n("e8f674ab", function (e) {
                    return "ಇದು " + e.chartType + " ಬಾರ್‌ ಚಾರ್ಟ್. ಚಾರ್ಟ್‌ನ ಶೀರ್ಷಿಕೆಯು " + e.chartTitle + " ಆಗಿದೆ. ಇದರಲ್ಲಿ ಒಟ್ಟು " + e.noOfCategories + " ವಿಭಾಗಗಳಿವೆ. ಕನಿಷ್ಠ ಮೌಲ್ಯವು " + e.minValue + " ಮತ್ತು ಗರಿಷ್ಠ ಮೌಲ್ಯವು " + e.maxValue + " ಆಗಿದೆ. ನ್ಯಾವಿಗೇಶನ್ ಕಂಟ್ರೋಲ್‌ಗಳನ್ನು ಬಳಸಿ ಚಾರ್ಟ್‌ ಎಕ್ಸ್‌ಪ್ಲೋರ್ ಮಾಡಿ.";
                }),
                n("d969327c", "ಆಡಿಯೋ ಆವೃತ್ತಿಯನ್ನು ಪ್ಲೇ ಮಾಡಿ"),
                n("d8cbbcd4", 'ಆಡಿಯೋ ಚಾರ್ಟ್‌ ಪ್ಲೇ ಮಾಡಿ. ಚಾರ್ಟ್‌ನ ಆಡಿಯೋ ಆವೃತ್ತಿಯನ್ನು ಪ್ಲೇ ಮಾಡಲು ಒತ್ತಿ ಅಥವಾ ಅವರ ಆಡಿಯೋ ಆವೃತ್ತಿಗೆ ಪ್ರತಿ ಡೇಟಾ ಪಾಯಿಂಟ್‌ನಲ್ಲಿ "A" ಕೀ ಒತ್ತಿ'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "ಲೇಬಲ್ ಮಾಡಿಲ್ಲದ ಡೇಟಾ," + e.group + "," + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "ಲೇಬಲ್ ಮಾಡಿಲ್ಲದ ಡೇಟಾ," + e.value;
                }),
                n("b15c0a18", "ಎಡಿಟ್‌ಗಳನ್ನು ತ್ಯಜಿಸುವುದೇ?"),
                n("aebf81c8", "ನೀವು ಮಾಡಿದ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗದು."),
                n("aa744c1e", "ಎಡಿಟ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಿ"),
                n("fe04d89a", "ತ್ಯಜಿಸಿ"),
                n("bb5d8cd2", "ಹೌದು"),
                n("dc33d78a", "ಲೇಖನದ ಕವರ್ ಚಿತ್ರ"),
                n("j190bf1a", "ಲೈವ್"),
                n("e3fcbdba", "ವಜಾಗೊಳಿಸಿ"),
                n("jc0b3a8c", "ಚಿತ್ರ ವಿವರಣೆ"),
                n("ia1d2e58", "ಲೇಖಕರು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ"),
                n("h81f3036", "ಲೇಖನ"),
                n("bed2945c", "ಚಿತ್ರ ವಿವರಣೆ ಓದಿ"),
                n("j2eea17a", "ಮುಂದಿನ ಮಾಧ್ಯವು ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿದೆ."),
                n("b05a39b2", "ವೀಕ್ಷಿಸಿ"),
                n("a7cd5cf4", "ವೀಡಿಯೋ"),
                n("b6eb8f6a", "ಪ್ರಸಾರ"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " ಪ್ಲೇ ಮಾಡಿ";
                }),
                n("hf4ffd4d", function (e) {
                    return "ಲೈವ್ " + e.locVideoType + " ಪ್ಲೇ ಮಾಡಿ";
                }),
                n("f6e90cd7", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " ದೀರ್ಘ ಸಮಯ";
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " ಸಮಯಕ್ಕೆ ಪ್ರಾರಂಭಗೊಳ್ಳುತ್ತದೆ";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " ವೀಕ್ಷಣೆ" + f(e.viewerCount, "", "ಗಳು");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " ಮತ್ತು " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + ", ಮತ್ತು " + e.listItem2;
                }),
                n("ec72e2f8", "ಹಿಂಬಾಲಿಸು"),
                n("d9d2a865", function (e) {
                    return "ಪ್ಲೇ ಮಾಡಿ" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "ಶಾಪ್" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "ಇದೀಗ ಶಾಪ್ ಮಾಡಿ" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "ಬುಕ್ ಮಾಡಿ" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "ಸಂಪರ್ಕಿಸಿ" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "ಆರ್ಡರ್ ಮಾಡಿ" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "ತೆರೆದಿರುವುದು" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("d1ff55d8", "ಸ್ಥಾಪಿಸು"),
                n("g40f106c", "ನಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("j393e386", "ನಮಗೆ ಖಾಸಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("a771d32e", "ನನಗೆ ಖಾಸಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("d8e9c24c", "ಖಾಸಗಿ ಸಂದೇಶ ಕಳುಹಿಸಿ"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 ಸ್ಟಾರ್‌ಗಳು – " + e.appNumRatings + " ರೇಟಿಂಗ್‌ಗಳು";
                }),
                n("cc5508a9", function (e) {
                    return e.timestampUTC + " ರಂದು ಪ್ರಾರಂಭಗೊಳ್ಳುತ್ತದೆ";
                }),
                n("f4520a5d", function (e) {
                    return "ಪೋಸ್ಟ್ " + e.action;
                }),
                n("f17dfdb6", "ಪ್ಲೇ ಮಾಡಿ"),
                n("j836de8a", "ಸಂರಕ್ಷಿಸಿದ ಖಾತೆ"),
                n("f4b8dc08", "ಚಂದಾದಾರಿಕೆ ಹೊಂದಿರುವ ಖಾತೆ"),
                n("f936caa6", "ಭಾಷಾಂತರಕಾರ ಖಾತೆ"),
                n("ac72ee4e", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆ"),
                n("f49e0aac", "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳ ಬಗ್ಗೆ ವಿವರಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ."),
                n("f59bdb94", "ಸ೦ರಕ್ಷಿಸಿದ ಖಾತೆಗಳ ಬಗ್ಗೆ ವಿವರಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ."),
                n("d7e50a66", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("fc065ee4", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟನ್ನು ತಿಳಿಯಿರಿ"),
                n("e453f536", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು ಎಂದರೇನು"),
                n("bd4cb7a0", "ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಕ್ರಿಯೇಟರ್ಗೆ ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿದಾಗ, ನೀವು ವಿಶೇಷ ಕಂಟೆಂಟ್ ಪಡೆಯುತ್ತೀರಿ ಮತ್ತು ಅವರು ಸ್ವಲ್ಪ ಹಣವನ್ನು ಗಳಿಸುತ್ತಾರೆ."),
                n("g7099a02", "ನನಗೆ ಇನ್ನಷ್ಟು ಹೇಳಿ"),
                n("c2637ef6", "ಅರ್ಥವಾಯಿತು"),
                n("efb17190", "ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಾರೆ"),
                n("g57b5f6c", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್"),
                n("a77a27c0", "ಚಂದಾದಾರಿಕೆ ಮಾಡಲಾದುದು"),
                n("gdd173da", "ಫನ್ ಮೋಡ್‌ನಲ್ಲಿ Grok ಮೂಲಕ ಉತ್ತರ"),
                n("dfd6eeac", "Grok ಮೂಲಕ ಉತ್ತರ"),
                n("deceb214", "Grok ಮೂಲಕ ಚಿತ್ರ"),
                n("befddd48", "ತೋರಿಸಿ"),
                n("hf3f8e3a", "ಇನ್ನಷ್ಟು ತೋರಿಸಿ"),
                n("h504ea5e", "Grok ನೊಂದಿಗೆ ನಿಮ್ಮ ಆವೃತ್ತಿಯನ್ನು ರಚಿಸಿ"),
                n("eb722de2", "Grok ಅನ್ನು ನೀವೇ ಕೇಳಿ"),
                n("bb5c5864", "ಕೋಟ್‌"),
                n("a8b58cf4", "ಈ ಥ್ರೆಡ್ ತೋರಿಸಿ"),
                n("i5f742fe", "ಈ ಸಮೀಕ್ಷೆ ತೋರಿಸಿ"),
                n("fc45ccc6", "ಎಂಬೆಡ್ ಮಾಡಿದ ವೀಡಿಯೋ"),
                n("a9edea48", "ಮರುಲೋಡ್ ಮಾಡಿ"),
                n("d26d8730", "ವೀಡಿಯೋ ವಿಳಾಸವನ್ನು ನಕಲಿಸಿ"),
                n("f1b6bcec", "Gif ವಿಳಾಸ ನಕಲಿಸಿ"),
                n("j25d7cca", "ಶೀರ್ಷಿಕೆಗಳನ್ನು ಅಡಗಿಸಿ"),
                n("a858b25c", "ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೋರಿಸಿ"),
                n("faf9f484", "ಜಾಹೀರಾತು"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + " ಅವರಿಂದ ಜಾಹೀರಾತು";
                }),
                n("hea01798", "ಸ್ಲೈಡರ್‌ಗೆ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ"),
                n("f8a09386", "Periscope ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ"),
                n("gf2b6eee", "ಪಿಕ್ಚರ್-ಇನ್-ಪಿಕ್ಚರ್"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " ಶೇಕಡಾ";
                }),
                n("fb236728", "ವಿರಾಮಗೊಳಿಸಿ"),
                n("e9bd453e", "ಮರುಪ್ಲೇ"),
                n("d46b00b0", "ಲೈವ್‌ಗೆ ಜಂಪ್ ಮಾಡಿ"),
                n("ec8ab8b4", "ಸದ್ದಡಗಿಸು"),
                n("b8b6344a", "ಸದ್ದಡಗಿಸದಿರು"),
                n("c9a642fa", "ವಾಲ್ಯೂಮ್ ಸ್ಲೈಡರ್"),
                n("c27e60b0", "ಪೂರ್ಣ ಪರದೆ"),
                n("d2969f10", "ಪೂರ್ಣಪರದೆಯಿಂದ ನಿರ್ಗಮಿಸಿ"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " / " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + " ವೀಕ್ಷಿಸಿ";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + " ನಲ್ಲಿ ಶಾಪ್ ಮಾಡಿ";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + " ನೋಡಿ";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + " ಗೆ ಹೋಗಿ";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + " ಗೆ ಭೇಟಿ ಕೊಡಿ";
                }),
                n("c67e71aa", "ಈಗ ವೀಕ್ಷಿಸಿ"),
                n("a6ada13e", "ಈಗ ಶಾಪಿಂಗ್ ಮಾಡಿ"),
                n("j0f12222", "ಇನ್ನಷ್ಟು ನೋಡಿ"),
                n("f569f7c8", "ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೋಗಿ"),
                n("j0c6772a", "ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ");
            n("f73003aa", "ಜಾಹೀರಾತಿನ ನಂತರ ವೀಡಿಯೋ ಪ್ರಸಾರವಾಗುತ್ತದೆ"),
                n("b3112b8a", "ಬಿಟ್ಟುಬಿಡು"),
                n("h6333ad0", "ಜಾಹೀರಾತು ಸ್ಕಿಪ್ ಮಾಡಿ"),
                n("c59da417", function (e) {
                    return e.seconds + " ನಲ್ಲಿ ಜಾಹೀರಾತು ಸ್ಕಿಪ್ ಮಾಡಿ";
                }),
                n("c3c147cf", function (e) {
                    return e.seconds + " ಸ್ಕಿಪ್ ಮಾಡಿ";
                }),
                n("h9b3104e", "ವೀಡಿಯೋ ಸೆಟ್ಟಿಂಗ್‌ಗಳು"),
                n("ha3efce4", "ಆಟೋ"),
                n("hd8d044d", function (e) {
                    return "ಆಟೋ (" + e.quality + ")";
                }),
                n("a7bf9962", "ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"),
                n("ccc97152", "ಪ್ಲೇಬ್ಯಾಕ್ ವೇಗ"),
                n("h531ade0", "ವೀಡಿಯೊ ಗುಣಮಟ್ಟ"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "ಬ್ರೌಸರ್ ಆಯ್ಕೆಯ ಕಾರಣದಿಂದಾಗಿ ನೀವು ಅತ್ಯುತ್ತಮ ಗುಣಮಟ್ಟವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿರುವಿರಿ. HEVC ಅನ್ನು ಬೆಂಬಲಿಸುವ ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ."),
                n("a681babd", function (e) {
                    return "ಇದೀಗ " + e.trimmedHostname + " ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + " ಗೆ ಭೇಟಿ ನೀಡಿ";
                }),
                n("f1ad0df1", function (e) {
                    return "ಜಾಹೀರಾತು · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " · " + e.timeRemaining + " ಅವರಿಂದ ಜಾಹೀರಾತು";
                }),
                n("a15adf2c", "ಈ ನಮೂನೆಯನ್ನು"),
                n("c1658fc6", "ಮಾಧ್ಯಮ ಪ್ಲೇ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ."),
                n("h519ae04", "ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕ್ಲೇಮ್‌ನಿಂದಾಗಿ ಮಾಧ್ಯಮವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ."),
                n("ce871584", "ಈ ಪ್ರಸಾರ ಅಂತ್ಯಗೊಂಡಿದೆ."),
                n("c101eb96", "ಈ ಪ್ರಸಾರ ಲಭ್ಯವಿಲ್ಲ."),
                n("gb24a514", "ಕೃತಿಸ್ವಾಮ್ಯ ಮಾಲೀಕರು ಮಾಡಿರುವ ವರದಿಗೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ ಈ ಮಾಧ್ಯಮವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ."),
                n("hcaf3e63", function (e) {
                    return e.holder + " ಅವರ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕ್ಲೇಮ್‌ನಿಂದಾಗಿ ಈ ಮಾಧ್ಯಮವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.";
                }),
                n("if05c038", "ಈ ಪ್ರಸಾರ ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಲಭ್ಯವಿಲ್ಲ."),
                n("d420171b", function (e) {
                    return e.holder + " ಅವರು ಕ್ಲೇಮ್ ಮಾಡಿರುವ ಕೃತಿಸ್ವಾಮ್ಯದ ಕಾರಣದಿಂದ ವೀಡಿಯೋ ಲಭ್ಯವಿಲ್ಲ";
                }),
                n("b1eb72fa", "ಕ್ಷಮಿಸಿ, ಈ ವೀಡಿಯೋವನ್ನು ಕೆಲವು ಪ್ರದೇಶಗಳಲ್ಲಿ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ನಾವು ಪಡೆಯುವ ಸಮಯದಲ್ಲಿ ಕೆಲವು ಸೆಕೆಂಡುಗಳ ಕಾಲ ದಯವಿಟ್ಟು ಕಾಯಿರಿ. ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಸ್ಥಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."),
                n("c057680c", "ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ವೀಡಿಯೋ ಪ್ರಸಾರ ಮಾಡಲು ನಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಬೇರೆ ವೆಬ್ ಬ್ರೌಸರ್ ಪ್ರಯತ್ನಿಸಿ."),
                n("i5dfae6e", "ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಈ ವೀಡಿಯೋ ಲಭ್ಯವಿಲ್ಲ."),
                n("c2388276", "ಈ ವೀಡಿಯೋ ಅಳಿಸಲಾಗಿದೆ."),
                n("d2c96140", "ಅತಿಥಿ ಆಡಿಯೋ ಸೂಚಕ"),
                n("f6dc9146", "ಪ್ರತಿಕ್ರಿಯೆ"),
                n("d30c74fe", "ವಾಲ್ಯೂಮ್"),
                n("f2d4e6f2", "ಪುನಃ ವೀಕ್ಷಿಸಿ"),
                n("e9f1af3a", "ಇನ್ನಷ್ಟನ್ನು ಕಂಡುಕೊಳ್ಳಿ"),
                n("f1881d86", "ಈ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗದು, ಹಂಚಿಕೊಳ್ಳಲಾಗದು ಅಥವಾ ಇಷ್ಟಪಡಲಾಗದು."),
                n("j3d37222", "ಈ ಸೂಚನೆಯನ್ನು ಕಾನೂನು ಪ್ರಕಾರ ಒದಗಿಸುವುದು X ಗೆ ಅಗತ್ಯವಿದೆ."),
                n("e461d0ee", "ಇತ್ತೀಚಿನದ್ದನ್ನು ಪಡೆಯಿರಿ"),
                n("d1386940", "ಮಾಹಿತಿ ಪಡೆಯುತ್ತಿರಿ"),
                n("ecda5f9e", "ತಪ್ಪುದಾರಿಗೆಳೆಯುವ"),
                n("a423473c", "ಕಾನೂನಾತ್ಮಕವಾಗಿ ಅಗತ್ಯವಿರುವ ನೋಟಿಸ್"),
                n("b3296688", "ಗೋಚರತೆ ಸೀಮಿತವಾಗಿದೆ"),
                n("ccd32094", "ಇದೀಗ"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " ಹಿಂದೆ";
                }),
                n("ae408b76", "ನೀವು ಮರುಪೋಸ್ಟ್ ಮಾಡಿದ್ದೀರಿ"),
                n("j355f008", "ಪಿನ್ ಮಾಡಲಾದ ಪೋಸ್ಟ್"),
                n("habf9678", "ಲೇಖಕರು ಪಿನ್ ಮಾಡಿದ್ದಾರೆ"),
                n("db0798ed", function (e) {
                    return e.topicName + " ವಿಷಯ";
                }),
                n("dc716ec9", function (e) {
                    return "ಶಿಫಾರಸು ಮಾಡಿದ ವಿಷಯ: " + e.topicName;
                }),
                n("fbc2003c", "ಮುಕ್ತಾಯಗೊಂಡಿದೆ"),
                n("h5051dd8", "ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ"),
                n("bb5f91a3", function (e) {
                    return e.count + " ಈ ಸ್ಪೇಸ್‌ನಲ್ಲಿದ್ದಾರೆ";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " ಕೇಳುತ್ತಿದ್ದಾರೆ";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " ಮಾತನಾಡುತ್ತಿದ್ದಾರೆ + " + e.count + " ಕೇಳುತ್ತಿದ್ದಾರೆ";
                }),
                n("df006f4f", function (e) {
                    return e.count + " ಆಸಕ್ತಿಕರ";
                }),
                n("c889af33", function (e) {
                    return e.count + " ಸೇರಿದ್ದಾರೆ";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " ಟ್ಯೂನ್‌ ಇನ್ ಮಾಡಲಾಗಿದೆ";
                }),
                n("jbc5f47a", "ಸ್ಪೇಸಸ್‌ ಡಾಕ್‌"),
                n("gfe2830f", function (e) {
                    return e.count + " ಇತರೆ";
                }),
                n("dbeae6cf", function (e) {
                    return e.count + " ಇತರ ಶ್ರೋತೃ" + f(e.count, "", "ಗಳು");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " ಇತರೆ";
                }),
                n("d0e7b11b", function (e) {
                    return e.time + " ರಲ್ಲಿ " + e.date;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "ಸಮಯ " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " ನಿಮಿಷ" + f(e.count, " ಉಳಿದಿದ", "ಗಳು ಉಳಿದಿವ") + "ೆ";
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + " ಗಂಟೆ" + f(e.count, " ಉಳಿದಿದ", "ಗಳು ಉಳಿದಿವ") + "ೆ";
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " ದಿನ" + f(e.count, "", "ಗಳು") + " ಉಳಿದಿದೆ";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " ದಿನ" + f(e.days, "", "ಗಳು") + " " + e.formattedHours + " ಗಂಟೆ" + f(e.hours, " ಉಳಿದಿದ", "ಗಳು ಉಳಿದಿವ") + "ೆ";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " ಗಂಟೆ" + f(e.hours, "", "ಗಳು") + " " + e.formattedMins + " ನಿಮಿಷ" + f(e.mins, " ಉಳಿದಿದ", "ಗಳು ಉಳಿದಿವ") + "ೆ";
                }),
                n("f89a5d60", "ಹೋಸ್ಟ್‌"),
                n("ce2cfb36", "ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಮಾತ್ರ"),
                n("df06241c", "ಸಮುದಾಯ"),
                n("b03e162a", "ಲೈವ್ ಕೇಳಿ"),
                n("b3d828ee", "ಸೇರಿದ್ದಾರೆ"),
                n("g519ec2a", "ರೆಕಾರ್ಡಿಂಗ್ ಪ್ಲೇ ಮಾಡಿ"),
                n("c6000450", "ಜ್ಞಾಪನೆ ಹೊಂದಿಸಲಾಗಿದೆ"),
                n("db44ff5c", "ಜ್ಞಾಪನೆ ಹೊಂದಿಸಿ"),
                n("f7b6346a", "ಈಗಲೇ ಆರಂಭಿಸಿ"),
                n("cc1f75ac", "ಸ್ಪೇಸಸ್"),
                n("bd08d1b2", "ವಿವರಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("j8b01b27", function (e) {
                    return e.host + " ಅವರು ಹೋಸ್ಟ್‌ ಮಾಡಿದ " + e.title + " ಸ್ಪೇಸ್ ರದ್ದಾಗಿದೆ";
                }),
                n("fda9f48c", "ಸ್ಪೇಸ್ ಅನ್ನು ರದ್ದು ಮಾಡಲಾಗಿದೆ"),
                n("jf7853f7", function (e) {
                    return e.host + " ಅವರು ಹೋಸ್ಟ್‌ ಮಾಡಿದ " + e.title + " ಸ್ಪೇಸ್ ಮುಕ್ತಾಯಗೊಂಡಿದೆ";
                }),
                n("i1a29920", "ಸ್ಪೇಸ್ ಮುಕ್ತಾಯಗೊಂಡಿದೆ"),
                n("db467ffe", "ಒಂದು ಸ್ಪೇಸ್‌ಗೆ ಸೇರಿ"),
                n("i8dc3993", function (e) {
                    return "ಹೋಸ್ಟ್ ಮಾಡಿದವರು " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return e.count + " ಇತರರು ಜೊತೆ";
                }),
                n("d19b9f77", function (e) {
                    return e.action + " ಗಾಗಿ " + e.title + " ಅನ್ನು " + e.host + ", " + e.scheduledStart + " ಹೋಸ್ಟ್‌ ಮಾಡಿದ್ದಾರೆ";
                }),
                n("e679d5d7", function (e) {
                    return "ಇದೀಗ " + e.scheduledStart + " ಗೆ ಶೆಡ್ಯೂಲ್ ಮಾಡಲಾದ " + e.title + " ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ";
                }),
                n("ea4258b7", function (e) {
                    return "ಸ್ಪೇಸ್‌ಗಾಗಿ " + e.action + ", " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "ಇದರ ರೆಕಾರ್ಡಿಂಗ್ ಪ್ಲೇ ಮಾಡಿ " + e.title;
                }),
                n("gaeb997e", "ಮತ್ತಷ್ಟು"),
                n("f8b21226", "ಸೇರಿಕೊಳ್ಳಿ"),
                n("e1b95ab0", "ಕೊನೆಯದಾಗಿ ಎಡಿಟ್ ಮಾಡಿರುವುದು"),
                n("i308d42c", "ಈ ಪೋಸ್ಟ್‌ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ"),
                n("h092d520", "ಈ ಪೋಸ್ಟ್‌ನ ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ."),
                n("b74bf8b8", "ಚಿತ್ರ"),
                n("ha9ed08c", "ಇದರೊಂದಿಗೆ ರಚಿಸಲಾಗಿದೆ"),
                n("bff61470", "ಸಂಪಾದಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ"),
                n("f4393d0f", function (e) {
                    return e.name + " ಗೆ ಆಟ್ರಿಬ್ಯೂಟ್‌ ನೀಡಲಾಗಿದೆ";
                }),
                n("f8e8e32e", "ನೀವು"),
                n("df6703d3", "ನೀವು"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " ಇತರರು");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " ಇತರರು");
                }),
                n("gea7aa3c", "ಮುಂದಿನ"),
                n("b6462b32", "ಹಿಂದಿನ"),
                n("caddb529", "ಮತ್ತು"),
                n("ff31714c", function (e) {
                    return " ಮತ್ತು " + f(e.othersCount, "1", "" + e.othersCount) + " ಇತರರು";
                }),
                n("e06c99b7", "ಮತ್ತು"),
                n("i4e2f96c", function (e) {
                    return " ಮತ್ತು " + f(e.othersCount, "1", "" + e.othersCount) + " ಇತರರು";
                }),
                n("ga629a8c", "ಸಂವಾದದಲ್ಲಿರುವ ಜನರನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("d6f781e4", "ನಿಮ್ಮ ಮೆಚ್ಚಿನ X ಕ್ರಿಯೇಟರ್‌ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್‌ ಮಾಡಿದಾಗ, ನೀವು ವಿಶೇಷ ಕಂಟೆಂಟ್‌ ಪಡೆಯುತ್ತೀರಿ ಮತ್ತು ಅವರು ಸ್ವಲ್ಪ ಹಣವನ್ನು ಗಳಿಸುತ್ತಾರೆ."),
                n("dab106f8", "ಸದಸ್ಯ"),
                n("a46e92c2", "ಮಾ."),
                n("f9633e62", "ಅ."),
                n("a3dfd0cb", function (e) {
                    return " ಪೋಸ್ಟ್" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "ಪೋಸ್ಟ್" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return " ಲೇಖನ" + e.noun;
                }),
                n("h13ffc88", "ಧ್ವನಿ"),
                n("c8c4600e", "ವಾಯ್ಸ್ ಪೋಸ್ಟ್"),
                n("de8c5eb2", "ಆಡಿಯೋ ಪ್ಲೇ ಮಾಡಿ"),
                n("ec286028", "ಆಡಿಯೋ ವಿರಾಮ ಮಾಡಿ"),
                n("ad77feb6", "ಶೀರ್ಷಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ"),
                n("e82adfeb", function (e) {
                    return e.count + " ವೆಬ್ ಪುಟ" + f(e.count, "", "ಗಳು");
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " ಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("g78032d5", function (e) {
                    return e.count + " ವೆಬ್ ಪುಟಗಳು ಮತ್ತು ಪೋಸ್ಟ್‌ಗಳು";
                }),
                n("j3de54a8", "ನೋಟ್"),
                n("a6a6ced4", "ಟಿಪ್ಪಣಿ ಓದಿ"),
                n("dbc0c2f4", "ಬುಕ್‌ಮಾರ್ಕ್"),
                n("d6885d3e", "ಸಮುದಾಯವನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("d5a48014", "ಶೀರ್ಷಿಕೆ"),
                n("b92b6156", "ಉಪಶೀರ್ಷಿಕೆ"),
                n("ec5ed598", "ವಿವರ ಪಠ್ಯ"),
                n("c69eb656", "ಫುಲ್-ಟೈಮ್"),
                n("g46ae43c", "ಫುಲ್-ಟೈಮ್ ಕಾಂಟ್ರ್ಯಾಕ್ಟ್"),
                n("jf7d4cc6", "ಪಾರ್ಟ್-ಟೈಮ್"),
                n("b2214572", "ಕಾಂಟ್ರ್ಯಾಕ್ಟ್-ನಿಂದ-ನೇಮಕಾತಿ"),
                n("f8337bd6", "ಪ್ರತಿ ವರ್ಷಕ್ಕೆ"),
                n("i935bf88", "ಪ್ರತಿ ಗಂಟೆಗೆ"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "ಪಟ್ಟಿ"),
                n("fe64170c", "ನೀವು ಆಯ್ಕೆ ಮಾಡಿದಾಗ ಇದನ್ನು ಬದಲಾವಣೆ ಮಾಡಲಾಗದು"),
                n("g10ace38", "ಸಮೀಕ್ಷೆ ಆಯ್ಕೆಗಳು"),
                n("a3edf99a", "ಅಂತಿಮ ಫಲಿತಾಂಶಗಳು"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " ಮತ" + f(e.count, "", "ಗಳು");
                }),
                n("e86732e4", "ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ"),
                n("a35a5b10", "ನಿಮಗೆ ತಿಳಿದಿರುವ ಹಿಂಬಾಲಕರು"),
                n("fc8cd112", "ನೀವು ಹಿಂಬಾಲಿಸುತ್ತಿರುವ ಯಾರೂ ಹಿಂಬಾಲಿಸುತ್ತಿಲ್ಲ"),
                n("df8cd2af", function (e) {
                    return e.itemCount + " ರಲ್ಲಿ " + e.currentSlide + " ಸ್ಲೈಡ್ - ಕ್ಯಾರುಸೆಲ್‌ " + e.type + ". " + e.altText;
                }),
                n("d70740da", "ಮುಂದಿನ ಸ್ಲೈಡ್"),
                n("c4d53ba2", "ಹಿಂದಿನ ಸ್ಲೈಡ್"),
                n("h6405c17", function (e) {
                    return e.itemCount + " ರಲ್ಲಿ " + e.currentSlide + " ಸ್ಲೈಡ್ - ಕ್ಯಾರುಸೆಲ್‌";
                }),
                n("a3efd2c4", "ವಿಷಯ"),
                n("b91c8e53", function (e) {
                    return e.title + " ಗೆ ವಿಷಯ ಕಾರ್ಡ್.";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + " ಗೆ ವಿಷಯ ಕಾರ್ಡ್.";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " ಚಿತ್ರಗಳ ಸಂಗ್ರಹ. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "ತಿರುಗಿಸಲು ಎಳೆಯಿರಿ"),
                n("f0e1fb48", "ಈ ವೀಡಿಯೋ ಫಾರ್ಮ್ಯಾಟ್‌ಗೆ ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ಮಾಡಲಾಗದು. ವೀಡಿಯೋ ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಇನ್ನೂ ಸಾಧ್ಯವಿಲ್ಲ"),
                n("c2fc878d", function (e) {
                    return e.count + " ಅಕ್ಷರ ಮಿತಿಯನ್ನು ನೀವು ಮೀರಿದ್ದೀರಿ";
                }),
                n("db11b27f", function (e) {
                    return e.count + " ಅಕ್ಷರ" + f(e.count, "", "ಗಳು") + " ಉಳಿದಿದೆ";
                }),
                n("bb7b821a", "ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("fc41217b", function (e) {
                    return "@" + e.screenName + " ಮೂಲಕ ಹಿಂಬಾಲಿಸುವ ಅಥವಾ ಹೆಸರಿಸುವ ಖಾತೆಗಳು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("e5dc76d0", "ಈ ಸಂವಾದಕ್ಕೆ ನೀವು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"),
                n("ab105904", "ಯಾರು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು?"),
                n("fd1cda7a", "ಈ ಸಂವಾದಕ್ಕೆ ನೀವು ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲಾಗದು"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " ಹಿಂಬಾಲಿಸುವ ಅಥವಾ ಹೆಸರಿಸುವ ಖಾತೆಗಳು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " ಹೆಸರಿಸುವ ಖಾತೆಗಳು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("d2ae1499", function (e) {
                    return "@" + e.screenName + " ಮೂಲಕ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿರುವ ಅಥವಾ ನಮೂದಿಸಿರುವ ಖಾತೆಗಳು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("a4e254ff", function (e) {
                    return "ಪರಿಶೀಲಿಸಿದ ಖಾತೆಗಳು ಅಥವಾ @" + e.screenName + " ಮೂಲಕ ಹೆಸರಿಸಿದ ಖಾತೆಗಳು ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು";
                }),
                n("j1b02fd8", "ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಳ್ಳಿ"),
                n("daba4484", "ಲೇಖಕರು ಮತ್ತು ಮಾಡರೇಟರ್‌ಗಳು ಮಾತ್ರ ಈ ಪೋಸ್ಟ್ ನೋಡಬಹುದು"),
                n("f956070a", "ಸಮುದಾಯ ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದ್ದಕ್ಕೆ ಮಾಡ್‌ಗಳು ಇದನ್ನು ಮರೆ ಮಾಡಿದ್ದಾರೆ."),
                n("cc17f408", "ಸದಸ್ಯರನ್ನು ತೆಗೆದುಹಾಕಿದಾಗ, ಉಳಿದ ಸಮುದಾಯದಿಂದ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಲಾಗುತ್ತದೆ."),
                n("j620ce06", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಯಾರು ನೋಡಬಹುದು?"),
                n("bd414b44", "ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳಿಗೆ ವಿಶೇಷವಾಗಿದೆ"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " ಮತ್ತು ಅವರ ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡಬಹುದು";
                }),
                n("g1c6a77e", "ನೀವು ಸಬ್‌ಸ್ಕ್ರೈಪ್ಷಿನ್‌ಗಳ ಕಂಟೆಂಟ್ ನೋಡುತ್ತಿದ್ದೀರಿ"),
                n("d3b143d7", function (e) {
                    return "ನೀವು @" + e.screenName + " ಗೆ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿರುವುದರಿಂದ ಇದನ್ನು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀವು ನೋಡಬಹುದು";
                }),
                n("f6337117", function (e) {
                    return "ನೀವು @" + e.screenName + " ಅನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿರುವ ಕಾರಣ ನೀವು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡಬಹುದು";
                }),
                n("g766a06d", function (e) {
                    return "ಕೇವಲ @" + e.screenName + " ಅವರ ಸರ್ಕಲ್‌ನಲ್ಲಿನ ಜನರನ್ನು ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ನೋಡಬಹುದು";
                }),
                n("j040a368", "ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ಲಿಂಕ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ"),
                n("b31d0af7", function (e) {
                    return e.screenName + " ಈ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ಲಿಂಕ್‌ಗಳನ್ನು ಅನುಮತಿಸುವುದಿಲ್ಲ";
                }),
                n("eab0f780", "ಈ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ನೀವು ಬಾಹ್ಯ ಲಿಂಕ್‌ಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ಅಥವಾ ಉಲ್ಲೇಖಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ."),
                n("f17a1f54", "Premium ಎಕ್ಸ್‌ಕ್ಲೂಸಿವ್"),
                n("a0953370", "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + " ರಷ್ಟು ಇಳಿಕೆ";
                }),
                n("ac73eb5a", "ಬದಲಾವಣೆ ಇಲ್ಲ"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + " ರಷ್ಟು ಹೆಚ್ಚು";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " ನಿಮಿಷ" + f(e.minutes, " ಬಾಕಿ ಇದ", "ಗಳು ಬಾಕಿ ಇವ") + "ೆ ಹಿಂದೆ";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " ಗಂಟೆ" + f(e.hours, "", "ಗಳು") + " ಹಿಂದೆ";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " ದಿನ" + f(e.days, "", "ಗಳು") + " ಹಿಂದೆ";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " ವಾರ" + f(e.weeks, "", "ಗಳು") + " ಹಿಂದೆ";
                }),
                n("efcd5885", function (e) {
                    return e.months + " ತಿಂಗಳು" + f(e.months, "", "ಗಳು") + " ಹಿಂದೆ";
                }),
                n("c37228b5", function (e) {
                    return e.years + " ವರ್ಷ" + f(e.years, "", "ಗಳು") + " ಹಿಂದೆ";
                }),
                n("jf83d092", "ದಿನ"),
                n("af4abf20", "ತಿಂಗಳು"),
                n("b871f280", "ವರ್ಷ"),
                n("hac89ab0", "ಜನವರಿ"),
                n("ef30b30a", "ಫೆಬ್ರವರಿ"),
                n("b56920fa", "ಮಾರ್ಚ್"),
                n("b1a0f1ec", "ಏಪ್ರಿಲ್"),
                n("daf779c8", "ಮೇ"),
                n("c6ad074e", "ಜೂನ್"),
                n("f1db106c", "ಜುಲೈ"),
                n("i4e80b7a", "ಆಗಸ್ಟ್"),
                n("efa6cc1e", "ಸೆಪ್ಟೆಂಬರ್"),
                n("f40a0cbe", "ಅಕ್ಟೋಬರ್"),
                n("ac74a31c", "ನವೆಂಬರ್"),
                n("i6c1e4b2", "ಡಿಸೆಂಬರ್"),
                n("de540c32", "ಪಾಸ್‌ವರ್ಡ್ ಬಹಿರಂಗಪಡಿಸಿ"),
                n("b4abfdb4", "ಪಾಸ್‌ವರ್ಡ್ ಅಡಗಿಸಿ"),
                n("f06ae5d3", function (e) {
                    return "ಪ್ರಮಾಣಿತ ಪೋಸ್ಟ್‌ಗೆ " + e.standardTweetCount + " ಅಕ್ಷರ" + f(e.standardTweetCount, "", "ಗಳು") + " ಉಳಿದಿದೆ, ಒಟ್ಟು " + e.totalCount + " ಅಕ್ಷರ" + f(e.totalCount, "", "ಗಳು") + " ಉಳಿದಿದೆ";
                }),
                n("fee0a8bc", "ಉಳಿಸಿ"),
                n("ae7f7656", "ತೆರವುಗೊಳಿಸಿ"),
                n("gd769996", "ಏನೋ ತಪ್ಪಾಗಿದೆ. ರಿಲೋಡ್‌ ಮಾಡಿ ಪ್ರಯತ್ನಿಸಿ."),
                n("i5450bec", "ಮಾಧ್ಯಮ"),
                n("f7432494", "ಫೋಟೋ ಸೇರಿಸಿ"),
                n("a5f7ce12", "ಮರಳಿ ಹಿಂಬಾಲಿಸಿ"),
                n("c3befdbe", "ಹಿಂಬಾಲಿಸಲಾಗುತ್ತಿದೆ"),
                n("d3029dbc", "ಹಿ೦ಬಾಲಿಸದಿರು"),
                n("aeb6f0a0", "ಚಂದಾದಾರರಾಗಿ"),
                n("b4397192", "ನಿರ್ವಹಿಸಿ"),
                n("i8cfb6e6", "ತಡೆಹಿಡಿಯಲಾಗಿದೆ"),
                n("ea100d6a", "ತಡೆತೆರವು"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + " ಅವರ ತಡೆತೆರವು ಮಾಡುವುದೇ?";
                }),
                n("ab7c3460", "ಅವರಿಗೆ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("i58d8718", "ಅವರು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ ಪೋಸ್ಟ್‌ಗಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."),
                n("cda66545", function (e) {
                    return "" + e.followType + e.screenName + " ಗೆ ಕ್ಲಿಕ್ ಮಾಡಿ";
                }),
                n("ee05e96b", function (e) {
                    return e.followType + " ರಿಂದ " + e.screenName + " ಗೆ ಕ್ಲಿಕ್ ಮಾಡಿ";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + " ತೊರೆಯಲು ಕ್ಲಿಕ್ ಮಾಡಿ";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.screenName + " ಇಂದ " + e.followType;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + " ಅವರನ್ಹು ಹಿಂಬಾಲಿಸದಿರುವುದೇ?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + " ಅನ್ನು ಹಿಂಬಾಲಿಸದಿರುವುದೇ?";
                }),
                n("ge753264", "ಅವರ ಪೋಸ್ಟ್ಗಳು ನಿಮಗಾಗಿ ಎನ್ನುವ ಕಾಲರೇಖೆಯಲ್ಲಿ ಇನ್ನು ಮುಂದೆ ಕಾಣಿಸುವುದಿಲ್ಲ. ಅವರ ಪೋಸ್ಟ್ಗಳನ್ನು ಸಂರಕ್ಷಿಸದ ಹೊರತು ನೀವು ಇನ್ನೂ ಸಹ ಅವರ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವೀಕ್ಷಿಸಬಹುದು."),
                n("b837c0e8", "ಈ ವಿಷಯವನ್ನು ನೀವು ಹಿಂಬಾಲಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಿದರೂ, ನೀವು ಯಾವ ಖಾತೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದೀರಿ ಎಂಬುದನ್ನು ಆಧರಿಸಿ ಇನ್ನೂ ನೀವು ಈ ಪೋಸ್ಟ್‌ಗಗಳನ್ನು ನೋಡಬಹುದು."),
                n("ddac1f1d", function (e) {
                    return e.communityName + " ತೊರೆಯಲು ನೀವು ಖಚಿತವಾಗಿಯೂ ಬಯಸುತ್ತೀರಾ?";
                }),
                n("j8e33c40", "ನೀವು ಸಮುದಾಯದ ಪ್ರವೇಶವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ ಮತ್ತು ಭಾಗವಹಿಸಲು ಇನ್ನು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಆದರೆ, ನಿಮ್ಮ ಹಿಂದಿನ ಪೋಸ್ಟ್‌ಗಳು ಇನ್ನೂ ಕಾಣಿಸುತ್ತಿರುತ್ತವೆ."),
                n("f305840e", "ಬಾಕಿ ಇದೆ"),
                n("i036327c", "ಹಿಂಬಾಲಿಸುವ ವಿನಂತಿಯನ್ನು ತ್ಯಜಿಸುವುದೇ?"),
                n("j95e3097", function (e) {
                    return "ಇದು ನಿಮ್ಮ ಬಾಕಿ ವಿನಂತಿಯನ್ನು ರದ್ದು ಮಾಡುತ್ತದೆ ಮತ್ತು @" + e.screenName + " ಅವರು ಇನ್ನು ಇದನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ.";
                }),
                n("d85bc1b8", "ನಿಮ್ಮ ಇಮೇಜ್ನಲ್ಲಿ ಒಳಗೆ ಅಥವಾ ಹೊರಗೆ ಜೂಮ್ ಮಾಡಿ."),
                n("f596ace8", "ದೃಶ್ಯಾನುಪಾತ: ಮೂಲ"),
                n("df031fca", "ದೃಶ್ಯಾನುಪಾತ: ಅಗಲ"),
                n("b40332c6", "ದೃಶ್ಯಾನುಪಾತ: ಚೌಕ"),
                n("e547b368", "ಮೂಲ"),
                n("f7571204", "ಅಗಲ"),
                n("e6e16812", "ಚೌಕ"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + " ರವರಿಂದ ಪ್ರಾಯೋಜಿಸಲ್ಪಟ್ಟಿದೆ";
                }),
                n("if2bf8b4", "ಪ್ರಾಯೋಜಿತ"),
                n("f3624b5c", "ಪ್ರಾಯೋಜಿತ (ರಾಜಕೀಯ)"),
                n("b4b3b113", function (e) {
                    return e.fullName + " ಅವರಿಂದ ಪ್ರಾಯೋಜಿತ (ರಾಜಕೀಯ)";
                }),
                n("be222050", "ಪ್ರಾಯೋಜಿತ (ಸಂಚಿಕೆ)"),
                n("hcbbe447", function (e) {
                    return e.fullName + " ಅವರಿಂದ ಪ್ರಾಯೋಜಿತ (ಸಂಚಿಕೆ)";
                }),
                n("jcf3e7a2", "ಲಾಟ್ಟೆ ಆನಿಮೇಶನ್‌ಗೆ ಫ್ರೇಮ್‌ ಪ್ರಗತಿ"),
                n("a0af935c", "ಇಷ್ಟಪಡಲಾಗಿದೆ"),
                n("b8c465e2", "ಮರುಪೋಸ್ಟ್ ಮಾಡಿದ್ದಾರೆ"),
                n("c7a989ce", "ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಲಾಗಿದೆ"),
                n("b03835c7", function (e) {
                    return e.replyCount + " ಪ್ರತಿಕ್ರಿಯ" + f(e.replyCount, "ಿಸಿ", "ೆಗಳು");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " ಮರುಪೋಸ್ಟ್" + f(e.retweetCount, "", "‌ಗಳು");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " ಇಷ್ಟ" + f(e.likeCount, "", "ಗಳು");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " ಬುಕ್‌ಮಾರ್ಕ್" + f(e.bookmarkCount, "", "‌ಗಳು");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " ವೀಕ್ಷಣೆ" + f(e.viewCount, "", "ಗಳು");
                }),
                n("f2849136", "ಅನಾಲಿಟಿಕ್ಸ್"),
                n("f206e970", "ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ವೀಕ್ಷಿಸಿ"),
                n("c7073f5b", function (e) {
                    return e.count + " ವೀಕ್ಷಣೆ" + f(e.count, "", "ಗಳು") + ". ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ವೀಕ್ಷಿಸಿ";
                }),
                n("hf417cf0", "ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕಿ"),
                n("febd30ed", function (e) {
                    return e.count + " ಬುಕ್‌ಮಾರ್ಕ್" + f(e.count, "", "‌ಗಳು") + ". ಬುಕ್‌ಮಾರ್ಕ್";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " ಬುಕ್‌ಮಾರ್ಕ್" + f(e.count, "", "‌ಗಳು") + ". ಬುಕ್‌ಮಾರ್ಕ್ ಮಾಡಲಾಗಿದೆ";
                }),
                n("d636ebc6", "ಇಷ್ಟಪಡಿ"),
                n("eb3a8b0c", "ಇಷ್ಟವಿಲ್ಲ"),
                n("j472ecfc", "ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಡಿ"),
                n("dac92b0d", function (e) {
                    return e.count + " ಇಷ್ಟ" + f(e.count, "", "ಗಳು") + ". ಇಷ್ಟ";
                }),
                n("aa650427", function (e) {
                    return e.count + " ಇಷ್ಟ" + f(e.count, "", "ಗಳು") + ". ಇಷ್ಟಪಡಲಾಗಿದೆ";
                }),
                n("hdf7226a", "ಪ್ರತಿಕ್ರಿಯಿಸಿ"),
                n("c9940955", function (e) {
                    return e.count + " ಪ್ರತಿಕ್ರಿಯ" + f(e.count, "ಿಸಿ", "ೆಗಳು") + ". ಪ್ರತಿಕ್ರಿಯೆ";
                }),
                n("f2919fb8", "ಮರುಪೋಸ್ಟ್ ಮಾಡಿ"),
                n("fd1e5446", "ಮರುಪೋಸ್ಟ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಿ"),
                n("dfad425d", function (e) {
                    return e.count + " ಮರುಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು") + ". ಮರುಪೋಸ್ಟ್";
                }),
                n("a386dc55", function (e) {
                    return e.count + " ಮರುಪೋಸ್ಟ್" + f(e.count, "", "‌ಗಳು") + ". ಮರು ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ";
                }),
                n("f65198c2", "ಉಲ್ಲೇಖಗಳನ್ನು ವೀಕ್ಷಿಸಿ"),
                n("dc63da16", "ಹಂಚು"),
                n("cee0585c", "ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"),
                n("ceb6841c", "ಸದಸ್ಯರನ್ನು ತೆಗೆದುಹಾಕಿದಾಗ, ಉಳಿದ ಸಮುದಾಯದಿಂದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಲಾಗುತ್ತದೆ."),
                n("cb731cae", "ಸರ್ಕಲ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಿ"),
                n("c33d3a84", "ಸರ್ಕಲ್‌ನಲ್ಲಿ ನಡೆದಿರುವುದು ಸರ್ಕಲ್‌ನಲ್ಲೇ ಇರುತ್ತದೆ"),
                n("c4f10e71", "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"),
                n("b09adb0c", "ಸಂವಾದವನ್ನು ನೋಡಿ"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "ಹಿಂಬಾಲಿಸುತ್ತಿರುವುದು";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "ಹಿಂಬಾಲಕರು";
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "ಚಂದಾದಾರ" + f(e.count, "", "ರು");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್" + f(e.count, "", "‌ಗಳು");
                }),
                n("ef633578", "ಖಾತೆಯನ್ನು ಅಮಾನತುಗೊಳಿಸಲಾಗಿದೆ"),
                n("a6a3d496", "ಲಿಂಕ್ ಅನ್ನು ಸೇರಿಸಿ"),
                n("acce6978", "ಲಿಂಕ್ ಅನ್ನು ಸಂಪಾದಿಸಿ"),
                n("f5e8f526", "ಸಂಪಾದಿಸಿ"),
                n("h517e8d8", "ತೆಗೆದುಹಾಕಿ"),
                n("a30ae58e", "ಪ್ರದರ್ಶಿಸಲು ಪಠ್ಯ"),
                n("da38c958", "URL"),
                n("d5d57678", "ಸೇರಿಸಿ"),
                n("ec822028", "ದಯವಿಟ್ಟು ಈ ಕ್ಷೇತ್ರವನ್ನು ಭರ್ತಿ ಮಾಡಿ"),
                n("ebc5d2cc", "ಈ URL ನಲ್ಲಿ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಈ ಲಿಂಕ್‌ನ ಕಾಗುಣಿತ ಮತ್ತು ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ."),
                n("h30a19bb", function (e) {
                    return "ಇದು ಪೈ ಚಾರ್ಟ್‌. ಚಾರ್ಟ್‌ನ ಶೀರ್ಷಿಕೆಯು " + e.chartTitle + " ಆಗಿದೆ. ಇದರಲ್ಲಿ ಒಟ್ಟು " + e.noOfCategories + " ವಿಭಾಗಗಳಿವೆ. ಕನಿಷ್ಠ ಮೌಲ್ಯವು " + e.minValue + " ಮತ್ತು ಗರಿಷ್ಠ ಮೌಲ್ಯವು " + e.maxValue + " ಆಗಿದೆ. ನ್ಯಾವಿಗೇಶನ್ ಕಂಟ್ರೋಲ್‌ಗಳನ್ನು ಬಳಸಿ ಚಾರ್ಟ್‌ ಎಕ್ಸ್‌ಪ್ಲೋರ್ ಮಾಡಿ.";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + " ಇಂದ " + e.maxValue + " ವರೆಗಿನ ಡೇಟಾ ಮೌಲ್ಯಗಳೊಂದಿಗೆ ಲಂಬ ಬಾರ್ ಚಾರ್ಟ್‌";
                }),
                n("gdd51574", "ರಿಫ್ರೆಶ್ ಮಾಡಲು ಎಳೆಯಿರಿ"),
                n("e557ad8e", "ಸಕ್ರಿಯ"),
                n("e3a58c28", "ವಿಸ್ತರಿಸಿ"),
                n("db355331", function (e) {
                    return e.team + " ಜಯಗಳಿಸಿದೆ";
                }),
                n("a8428d5e", "ಮುಂಬರುವ"),
                n("a7aad8ba", "ಲೈವ್"),
                n("e431f1aa", "ಅಂತಿಮ"),
                n("a7391708", "ಮುಂದೂಡಲಾಗಿದೆ"),
                n("d2dbfa92", "ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ"),
                n("cd734f66", "ಇಂದು"),
                n("c8891d06", "ನಾಳೆ"),
                n("d2414d31", function (e) {
                    return e.count + " ಓದದ ಐಟಂಗಳು";
                }),
                n("ce4e85ae", "ಓದಿಲ್ಲದ ಐಟಂಗಳು"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "ಗಂಟೆ"),
                n("ccc99ff2", "ನಿಮಿಷ"),
                n("g5662c95", function (e) {
                    return "ಹಂತ " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "ಈ ಬಳಕೆದಾರರು ಪ್ರಸ್ತುತ ಸಕ್ರಿಯ ಸ್ಪೇಸ್‌ನಲ್ಲಿದ್ದಾರೆ, ಸೇರಲು ಕ್ಲಿಕ್ ಮಾಡಿ"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " ಸದ್ಯ ಸ್ಪೇಸ್‌ನಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿದ್ದಾರೆ, ಸೇರಲು ಕ್ಲಿಕ್ ಮಾಡಿ";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " ಸದ್ಯ ಲೈವ್ ಬ್ರಾಡ್‌ಕಾಸ್ಟ್‌ನಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿದ್ದಾರೆ, ವೀಕ್ಷಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ ";
                }),
                n("d9fd5570", "ಮರೆಮಾಡಲಾಗಿರುವ ಪ್ರತಿಕ್ರಿಯೆಗಳು"),
                n("c566d3a6", "ಅಡಗಿಸಿ"),
                n("a897c4d6", "ಎಡಿಟ್ ಇತಿಹಾಸವನ್ನು ತೆರೆಯುತ್ತದೆ"),
                n("e07a85a2", "ಪೋಸ್ಟ್‌ ಲಭ್ಯವಿಲ್ಲ"),
                n("ffeb2fc6", "ಮುಂಬರುವ"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + "ನಿ";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " ಸೆಕೆಂಡುಗಳು";
                }),
                n("f42c0c80", "ಆಯ್ಕೆ ಮಾಡಿದ ವಿಭಾಗ ಅಂತ್ಯ, ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿಸಲು ಬಾಣದ ಗುರುತಿನ ಕೀಗಳನ್ನು ಬಳಸಿ"),
                n("i667afe8", "ಆಯ್ಕೆ ಮಾಡಿದ ವಿಭಾಗದ ಆರಂಭ, ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿಸಲು ಬಾಣದ ಗುರುತಿನ ಕೀಗಳನ್ನು ಬಳಸಿ"),
                n("gfaaead8", "ಶೀರ್ಷಿಕೆರಹಿತ"),
                n("cfd13f46", "ವಾಯ್ಸ್ ಡಾಕ್"),
                n("eba2660a", "ನೀಲಿ"),
                n("hc196b78", "ತಿಳಿ ನೇರಳೆ"),
                n("c8bc49d2", "ನೇರಳೆ"),
                n("efff09ee", "ಹಸಿರು"),
                n("fcb424ee", "ಹಳದಿ"),
                n("ie2215aa", "  ಮಜೆಂತಾ"),
                n("f106ce44", "ಕಿತ್ತಳೆ"),
                n("acddd4d4", "ಕೆಂಪು"),
                n("cef9b062", "ಕಡು ಹಸಿರು"),
                n("d9daefca", "ಕಡು ಕಂದು");
            var d = a(202784),
                b = [
                    function (e) {
                        return 0 === e ? 2 : 1 === e ? 0 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 1 : 2 === e ? 2 : 3 === e ? 4 : 4 === e ? 5 : 5 === e ? 3 : 6 === e ? 6 : void 0;
                    },
                ],
                u = { c4d3d079: 0, hc1bd66d: 1, bd3edf13: 2, e8969de9: 1, a389fb7b: 1, gd8d8205: 1, i981a661: 2, jceb2edb: 1, f20a22a1: 2, c7f250eb: 1, f5b357b5: 3, d4918c71: 1, a87b1795: 1, g46e6cc5: 1, ge9aefd5: 1 };
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var c, a, n, i, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = g).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["ಪರಿಶೀಲನೆಗಾಗಿ ಸ್ಪೇಸ್‌ನ ಪ್ರತಿಯನ್ನು X ಎಂದಿಗೂ ಉಳಿಸುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["ನೀವು ತಡೆಹಿಡಿದ ಖಾತೆಗಳು ಸೇರಲಾಗದು. ಆದಾಗ್ಯೂ, X ಗೆ ಲಾಗಿನ್ ಮಾಡದ ಜನರು ಕೇಳಿಸಿಕೊಳ್ಳಬಹುದು. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ನಿಂದನೆಗೆ ಪರಿಶೀಲನೆ ನಡೆಸಲು ಸೀಮಿತ ಸಮಯಕ್ಕೆ ಸ್ಪೇಸಸ್‌ ಪ್ರತಿಗಳನ್ನು X ಎಂದಿಗೂ ಇಟ್ಟುಕೊಳ್ಳುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಸಂಸ್ಥೆಯಲ್ಲಿ ಯಾವುದೇ ಖಾತೆಯಲ್ಲಿ ರನ್ ಮಾಡಲು $1k ರಷ್ಟು ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಪಡೆಯಿರಿ. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["ಒಮ್ಮೆ ನೀವು X ಗೆ ಸೇರಿದಾಗ, ", " ಅವರ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["ನೀವು X ಗೆ ಸೇರಿದಾಗ, ನೀವು ", " ಅವರ ಪೋಸ್ಟ್ ಅನ್ನು ನಿಮ್ಮ ಹಿಂಬಾಲಕರ ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["", " ಅವರ ಪೋಸ್ಟ್ ಅನ್ನು ನೀವು ಇಷ್ಟಪಡುತ್ತೀರಿ ಎಂದು ತಿಳಿಸಲು ಈಗ X ಗೆ ಸೇರಿಕೊಳ್ಳಿ."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["ಅವರು X ನಲ್ಲಿ ಏನನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತಾರೆ ಎಂಬುದನ್ನು ನೋಡಲು ", " ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿ."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["ನೀವು ", " ಅವರ ಪೋಸ್ಟ್ ಅನ್ನು ಖಾಸಗಿಯಾಗಿ ಹಂಚಿಕೊಳ್ಳಲಾಗುವಂತೆ X ಗೆ ಸೇರಿಕೊಳ್ಳಿ."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["ಸಂಪಾದಿಸಿದ ಪೋಸ್ಟ್‌ಗಳಿಗಾಗಿ ", " ಹಿಂಬಾಲಿಸಿ"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["", " ಅವರು ನಿರ್ವಹಿಸಿದ ಪೋಸ್ಟ್‌ಗಳ ಹರಿವನ್ನು ನೋಡಲು X ಗೆ ಸೇರಿ."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["", " ಎಂಬಂತಹ ನಿಮಗೆ ಹೆಚ್ಚು ಪ್ರಮುಖವಾಗುವ ವಿಷಯಗಳ ಕುರಿತು ಹೊಸ ಮತ್ತು ಆಸಕ್ತಿದಾಯಕ ಸಂವಾದಗಳನ್ನು ಪರಿಶೋಧಿಸಲು ಈಗಲೇ X ಗೆ ಸೇರಿಕೊಳ್ಳಿ."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X ನಲ್ಲಿ ", " ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹುಡುಕಿ."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ನಿಮಗೆ ಉತ್ತಮ, ಸುರಕ್ಷಿತ ಮತ್ತು ವೇಗವಾದ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಬೆಂಬಲಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತಾರೆ. ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸಲು, ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಅವು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ಕುಕೀಗಳು ಅವಶ್ಯಕವಾಗಿವೆ. ನೀವು "ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಸ್ವೀಕರಿಸಿ" ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಆಸಕ್ತಿಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಸಂವಹನಗಳನ್ನು ನಿಮಗೆ ಒದಗಿಸಲು X ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ಕುಕೀಗಳನ್ನು ಬಳಸಲು ಸಹ ನೀವು ಅನುಮತಿಸುತ್ತೀರಿ. ನೀವು "ಅಗತ್ಯವಲ್ಲದ ಕುಕೀಗಳನ್ನು ನಿರಾಕರಿಸು" ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದರೆ, ಸೂಕ್ತವಾದ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಸಂವಹನಗಳಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಆಯ್ಕೆಯನ್ನು ಹೇಗೆ ಬದಲಾಯಿಸುವುದು ಸೇರಿದಂತೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ನಮ್ಮ ', " ಕುಕೀ ಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ನಿಮಗೆ ಉತ್ತಮ, ಸುರಕ್ಷಿತ ಮತ್ತು ವೇಗವಾದ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಬೆಂಬಲಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತಾರೆ. ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸಲು, ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಅವು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ಕುಕೀಗಳು ಅವಶ್ಯಕವಾಗಿವೆ."];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ", "ಒಳಗೊಂಡಂತೆ ", " ಮತ್ತು ", "ಗೆ ಒಪ್ಪುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಪ್ರಕಟವಾದ ಅರ್ಹ ಸುದ್ದಿ ಪ್ರಕಾಶನಗಳಿಂದ ನಿಮ್ಮ ಬಗ್ಗೆ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳಿಗೆ ಲಿಂಕ್ ಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["ನೀವು ಹೊಂದಿರುವ X ಖಾತೆ ವಿಧವನ್ನು ಆಧರಿಸಿ ನಿರ್ದಿಷ್ಟ ಅಗತ್ಯಗಳನ್ನು ನೀವು ಪೂರೈಸಬೇಕು. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಉತ್ತಮವಾಗಿ ವಿವರಿಸುವ ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["ಹೋರಾಟಗಾರ ಅಥವಾ ಸಂಘಟಕ ಎಂದು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["ಸಾಮಾಜಿಕ ಕಾರ್ಯಕರ್ತ ಎಂದು ಪರಿಶೀಲಿಸುವ ಅಗತ್ಯವಿರುವ ನಿಮ್ಮ ವಲಯಕ್ಕೆ ಕನಿಷ್ಠ ಹಿಂಬಾಲಕರು ಅಥವಾ ನಮೂದು ಮಿತಿಯನ್ನು ನೀವು ಪೂರೈಸಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["ನಿಮ್ಮ ಬಗ್ಗೆ ಇತ್ತೀಚಿನ ಶೋಧ ಚಟುವಟಿಕೆಯ ಸಾಕ್ಷಿಯೊಂದಿಗೆ Google Trends ಪ್ರೊಫೈಲ್ ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["ನಿಮ್ಮ ಬಗ್ಗೆ Wikipedia ಪುಟಕ್ಕೆ ಲಿಂಕ್ ಒದಗಿಸಿ. ಇದು ಕನಿಷ್ಠ ಮೂರು ಬಾಹ್ಯ ಉಲ್ಲೇಖಗಳನ್ನು ಒಳಗೊಂಡಿರಬೇಕು. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ವಕೀಲಿತನ ಸಂಸ್ಥೆಯು ನಾಯಕತ್ವ ಸ್ಥಾನದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಸೈಟ್ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["ಪ್ರಭಾವಿ ವ್ಯಕ್ತಿ ಎಂಬ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["ಕಂಟೆಂಟ್ ಕ್ರಿಯೇಟರ್ ಅಥವಾ ಪ್ರಭಾವಿ ವ್ಯಕ್ತಿಯಾಗಿ ಪರಿಶೀಲಿಸುವ ಅಗತ್ಯವಿರುವ ನಿಮ್ಮ ವಲಯಕ್ಕೆ ಕನಿಷ್ಠ ಹಿಂಬಾಲಕರು ಅಥವಾ ನಮೂದು ಮಿತಿಯನ್ನು ನೀವು ಪೂರೈಸಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["ನಿಮ್ಮ ಪ್ರೊಡಕ್ಷನ್ ಬಗ್ಗೆ ಇತ್ತೀಚಿನ ಶೋಧ ಚಟುವಟಿಕೆಯ ಸಾಕ್ಷಿಯೊಂದಿಗೆ Google Trends ಪ್ರೊಫೈಲ್ ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಅರ್ಹ ಪ್ರೊಡಕ್ಷನ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಬಗೆಗಿನ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["ಪ್ರಮುಖ ಪ್ರೊಡಕ್ಷನ್‌ನ ಅಧಿಕೃತ ಖಾತೆಯಾಗಿ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["ನಿಮ್ಮ ಪ್ರೊಡಕ್ಷನ್‌ ಸಂಸ್ಥೆಯು ಸಾರ್ವಜನಿಕ ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿಯಲ್ಲಿ ಲಿಸ್ಟ್ ಆಗಿರುವ ಸಾಕ್ಷಿ ತೋರಿಸುವ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["ಕನಿಷ್ಠ ಮೂರು ಬಾಹ್ಯ ಉಲ್ಲೇಖಗಳನ್ನು ಹೊಂದಿರುವ ನಿಮ್ಮ ಪ್ರೊಡಕ್ಷನ್ ಬಗೆಗಿನ Wikipedia ಪುಟದ ಲಿಂಕ್ ನೀಡಿ. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["ಕಂಪನಿ ಮನರಂಜನೆ ಕಂಪನಿ ಎಂಬ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["ನಿಮ್ಮ ಮನರಂಜನೆ ಕಂಪನಿ ಬಗ್ಗೆ ಇತ್ತೀಚಿನ ಶೋಧ ಚಟುವಟಿಕೆಯ ಸಾಕ್ಷಿಯೊಂದಿಗೆ Google Trends ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಅರ್ಹ ಸುದ್ದಿ ಪ್ರಕಾಶನಗಳಲ್ಲಿ ನಿಮ್ಮ ಕಂಪನಿ ಬಗೆಗಿನ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["ನಿಮ್ಮ ಮನರಂಜನೆ ಕಂಪನಿಯು ಸಾರ್ವಜನಿಕ ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿಯಲ್ಲಿ ಲಿಸ್ಟ್ ಆಗಿರುವ ಸಾಕ್ಷಿ ತೋರಿಸುವ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["ಕನಿಷ್ಠ ಮೂರು ಬಾಹ್ಯ ಉಲ್ಲೇಖಗಳನ್ನು ಹೊಂದಿರುವ ನಿಮ್ಮ ಮನರಂಜನೆ ಕಂಪನಿ ಬಗೆಗಿನ Wikipedia ಪುಟದ ಲಿಂಕ್ ನೀಡಿ. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["ಪ್ರಭಾವಿ ಡಿಜಿಟಲ್ ಕಂಟೆಂಟ್ ಕ್ರಿಯೇಟರ್ ಎಂದು ಪರಿಶೀಲನೆಗೆ ಒಳಪಡಲು ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["ನಿಮ್ಮ ಕಂಟೆಂಟ್ ಕ್ರಿಯೇಟರ್ ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ನೀಡಿ. ನಿಮ್ಮ ಕ್ರಿಯೇಟರ್ ಪ್ರೊಫೈಲ್‌ ಯಾವುದೇ ಡಿಜಿಟಲ್ ಪ್ಲಾಟ್‌ಫಾರಂನಲ್ಲಿ ಇರಬಹುದು. ಆದರೆ, ಅದು ನಿಮ್ಮ X ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಉಲ್ಲೇಖಿಸಬೇಕು. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["ಕನಿಷ್ಠ ಮೂರು ಬಾಹ್ಯ ಉಲ್ಲೇಖಗಳನ್ನು ಹೊಂದಿರುವ ನಿಮ್ಮ ಬಗೆಗಿನ Wikipedia ಪುಟದ ಲಿಂಕ್ ನೀಡಿ. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["ನಿಮ್ಮನ್ನು ಮನರಂಜನೆ ಉದ್ಯಮದಲ್ಲಿರುವ ವ್ಯಕ್ತಿ ಎಂಬ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["ಕನಿಷ್ಟ 50 ಪ್ರೊಡಕ್ಷನ್ ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ನಿಮ್ಮ IMDB ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["ನಿಮ್ಮ ಮನರಂಜನೆ ವಿಭಾಗದಲ್ಲಿ ವ್ಯಕ್ತಿಯನ್ನಾಗಿ ಉಲ್ಲೇಖಿಸುವ ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸರ್ಕಾರಿ ಖಾತೆಯನ್ನು ಉತ್ತಮವಾಗಿ ವಿವರಿಸುವ ವಿಭಾಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["ಹುದ್ದೆಗೆ ನಿಮ್ಮನ್ನು ಅರ್ಹ ಅಭ್ಯರ್ಥಿಯನ್ನಾಗಿ ಕಳೆದ ಆರು ತಿಂಗಳೊಳಗೆ ಉಲ್ಲೇಖಿಸಿದ ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆಯು ಪ್ರಕಟಿಸಿದ ಕನಿಷ್ಠ ಐದು ಲೇಖನಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["ಹುದ್ದೆಗೆ ನಿಮ್ಮನ್ನು ಸರ್ಕಾರಿ ಕಚೇರಿಗೆ ಅರ್ಹರನ್ನಾಗಿ ಕಳೆದ ಆರು ತಿಂಗಳೊಳಗೆ ಉಲ್ಲೇಖಿಸಿದ ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆಯು ಪ್ರಕಟಿಸಿದ ಕನಿಷ್ಠ ಐದು ಲೇಖನಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["ಹುದ್ದೆಗೆ ನಿಮ್ಮನ್ನು ಸರ್ಕಾರಿ ಅಧಿಕಾರಕ್ಕೆ ಅರ್ಹರನ್ನಾಗಿ ಕಳೆದ ಆರು ತಿಂಗಳೊಳಗೆ ಉಲ್ಲೇಖಿಸಿದ ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆಯು ಪ್ರಕಟಿಸಿದ ಕನಿಷ್ಠ ಐದು ಲೇಖನಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["ರಾಜ್ಯ ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯಲ್ಲಿ ಸರ್ಕಾರಿ ಹುದ್ದೆಗೆ ಅಭ್ಯರ್ಥಿಯನ್ನಾಗಿ ನಿಮ್ಮ ಉಲ್ಲೇಖಿಸುವ ಅಧಿಕೃತ ಕ್ಯಾಂಪೇನ್ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸರ್ಕಾರಿ ಕಚೇರಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಸೇವೆಯನ್ನು ಮತ್ತು ನಿಮ್ಮ X ಖಾತೆಯನ್ನು ಉಲ್ಲೇಖಿಸುವ ಅಧಿಕೃತ ಸರ್ಕಾರಿ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["ಅರ್ಹ ಸರ್ಕಾರಿ ಅಧಿಕಾರಿ ಅಥವಾ ಸಂಬಂಧ ಹೊಂದಿರುವವರು ಎಂದು ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಿರುವ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸರ್ಕಾರಿ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["ಪರಿಶೀಲಿತ ಸುದ್ದಿ ಸಂಸ್ಥೆ ಅಥವಾ ಪರಿಶೀಲನೆಗೊಳಪಡಲಿರುವ ಪ್ರಕಾಶಕರಲ್ಲಿ ಪತ್ರಕರ್ತರು ಉದ್ಯೋಗಿಯಾಗಿರಬೇಕು. ನಿಮ್ಮ ಉದ್ಯೋಗದಾತರ ಖಾತೆಗೆ ಲಿಂಕ್ ಅನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["ಗಮನಾರ್ಹ ಪತ್ರಕರ್ತರು ಎಂಬ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆಯು ಅರ್ಹವಾಗಿದೆ ಎಂಬುದನ್ನು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["ನಿಮ್ಮ ಉದ್ಯೋಗದಾತರಿಗೆ ನಿಮ್ಮನ್ನು ಪತ್ರಕರ್ತ ಎಂದು ಉಲ್ಲೇಖಿಸುವ ಲಿಂಕ್ ಒದಗಿಸಿ. ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಸೈಟ್‌ನಿಂದ ಉಲ್ಲೇಖ ಬಂದಿರಬೇಕು. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["ಕಳೆದ ಆರು ತಿಂಳುಗಳಲ್ಲಿ ಅರ್ಹ ಪ್ರಕಟಣೆಗಳಲ್ಲಿ ಪ್ರಕಟವಾದ ಕನಿಷ್ಠ ಮೂರು ಬೈಲೈನ್‌ಗಳು ಮತ್ತು/ಅಥವಾ ಮನ್ನಣೆಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["ಪ್ರಮುಖ ಸುದ್ದಿ ಸಂಸ್ಥೆಯಾಗಿ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಬಗ್ಗೆ ಇತ್ತೀಚಿನ ಶೋಧ ಚಟುವಟಿಕೆಯ ಸಾಕ್ಷಿಯೊಂದಿಗೆ Google Trends ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["ಕನಿಷ್ಠ ಮೂರು ಬಾಹ್ಯ ಉಲ್ಲೇಖಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಬಗ್ಗೆ Wikipedia ಪುಟಕ್ಕೆ ಲಿಂಕ್  ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಸ್ಥೆಯು ಸಾರ್ವಜನಿಕ ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿಯಲ್ಲಿ ಲಿಸ್ಟ್ ಆಗಿರುವ ಸಾಕ್ಷಿ ತೋರಿಸುವ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಪರಿಶೀಲಿಸಿದ ಸುದ್ದಿ ಪ್ರಕಟಣೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಬಗೆಗಿನ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["ಪರಿಶೀಲನೆಗೆ ಒಳಪಡಲು ವೃತ್ತಿಪರ ಕ್ರೀಡೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡಿರುವ ವ್ಯಕ್ತಿಯು ಪರಿಶೀಲಿಸಿದ ಸ್ಪೋರ್ಟ್ಸ್ ಲೀಗ್‌ಗಳು ಮತ್ತು ಈವೆಂಟ್‌ಗಗಳಲ್ಲಿ ಸ್ಫರ್ಧಿಸಿರಬೇಕು. ನಿಮ್ಮ ಖಾತೆಗೆ ಪರಿಶೀಲಿಸಿದ ತಂಡ, ಲೀಗ್ ಅಥವಾ ಸಂಸ್ಥೆಯ ಲಿಂಕ್ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["ಗೇಮಿಂಗ್‌ನಲ್ಲಿ ವ್ಯಕ್ತಿ ಎಂದು ಪರಿಶೀಲಿಸುವ ಅಗತ್ಯವಿರುವ ನಿಮ್ಮ ವಲಯಕ್ಕೆ ಕನಿಷ್ಠ ಹಿಂಬಾಲಕರ ಮಿತಿಯನ್ನು ನೀವು ಪೂರೈಸಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["ಪರಿಶೀಲನೆಗೆ ಒಳಪಡಲು ಗೇಮಿಂಗ್‌ನಲ್ಲಿನ ವ್ಯಕ್ತಿಯು ಪರಿಶೀಲಿಸಿದ ಇಸ್ಪೋರ್ಟ್ಸ್ ಲೀಗ್‌ಗಳು ಮತ್ತು ಈವೆಂಟ್‌ಗಳಲ್ಲಿ ಸ್ಫರ್ಧಿಸಿರಬೇಕು. ನಿಮ್ಮ ಖಾತೆಗೆ ಪರಿಶೀಲಿಸಿದ ತಂಡ, ಲೀಗ್ ಅಥವಾ ಸಂಸ್ಥೆಯ ಲಿಂಕ್ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["ಪ್ರಮುಖ ಲೀಗ್, ತಂಡ ಅಥವಾ ಜಾಗತಿಕ ಸ್ಪರ್ಧೆ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["ನಿಮ್ಮ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯ ಬಗ್ಗೆ ಇತ್ತೀಚಿನ ಶೋಧ ಚಟುವಟಿಕೆಯ ಸಾಕ್ಷಿಯೊಂದಿಗೆ Google Trends ಪ್ರೊಫೈಲ್‌ಗೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["ಕನಿಷ್ಠ ಮೂರು ಬಾಹ್ಯ ಉಲ್ಲೇಖಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ನಿಮ್ಮ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯ ಬಗ್ಗೆ Wikipedia ಪುಟಕ್ಕೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["ನಿಮ್ಮ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯು ಸಾರ್ವಜನಿಕ ಷೇರು ವಿನಿಮಯ ಮಂಡಳಿಯಲ್ಲಿ ಲಿಸ್ಟ್ ಆಗಿರುವ ಸಾಕ್ಷಿ ತೋರಿಸುವ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["ಲೀಗ್, ತಂಡ ಅಥವಾ ಸ್ಫರ್ಧೆಯನ್ನಾಗಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಜಾಗತಿಕ ಸ್ಫರ್ಧೆ ಅಥವಾ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ನೀಡಿ. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["ಕಳೆದ ಆರು ತಿಂಗಳುಗಳಲ್ಲಿ ಪರಿಶೀಲಿಸಿದ ಪ್ರಕಟಣೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಸುದ್ದಿ ಸಂಸ್ಥೆಯ ಬಗೆಗಿನ ಕನಿಷ್ಠ ಮೂರು ಲೇಖನಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["ವೃತ್ತಿಪರ ಅಥ್ಲೀಟ್ ಆಗಿ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["ನಿಮ್ಮನ್ನು ಗೇಮಿಂಗ್‌ ಉದ್ಯಮದಲ್ಲಿರುವ ವ್ಯಕ್ತಿ ಎಂಬ ಪರಿಶೀಲನೆಗೆ ನಿಮ್ಮ ಖಾತೆ ಅರ್ಹವಾಗಿದೆ ಎಂದು ತೋರಿಸುವ ಒಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["ವೃತ್ತಿಪರ ಅಥ್ಲೀಟ್, ಮ್ಯಾನೇಜರ್ ಅಥವಾ ಕೋಚ್ ಆಗಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸುವ ಜಾಗತಿಕ ಸ್ಫರ್ಧೆ ಅಥವಾ ವೃತ್ತಿಪರ ಕ್ರೀಡಾ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ನೀಡಿ. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["ರೋಸ್ಟರ್ಡ್‌ ಟೀಮ್ ಸದಸ್ಯ, ಕೋಚ್ ಅಥವಾ ಮ್ಯಾನೇಜರ್ ಆಗಿ ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಿದ ಪರಿಶೀಲಿಸಿದ ಇಸ್ಪೋರ್ಟ್ಸ್ ಲೀಗ್ ಅಥವಾ ಈವೆಂಟ್‌ನ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ಒದಗಿಸಿ. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["ದುರಾದೃಷ್ಟವಶಾತ್‌, ಯಾವುದೇ ಹೊಸ ಪರಿಶೀಲನೆ ವಿನಂತಿಗಳನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಪ್ರಸ್ತುತ ನಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಂತರ ಪುನಃ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಇನ್ನೊಂದು ಪ್ರಯತ್ನ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["ಇಮೇಲ್ ಮೂಲಕ ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು, ಮೊದಲೇ ಪರಿಶೀಲಿಸಿದ ವಿಳಾಸವನ್ನು ನೀವು ಹೊಂದಿರಬೇಕು. ಇದನ್ನು ಮಾಡಲು, ", " ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["ಇಮೇಲ್ ಮೂಲಕ ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲು, ನಮ್ಮ ಅರ್ಹತೆ ಮಾನದಂಡಗಳನ್ನು ಪೂರೈಸುವ ಪರಿಶೀಲಿಸಿದ ಇಮೇಲ್ ವಿಳಾಸ ನಿಮಗೆ ಬೇಕು. ಇದನ್ನು ಮಾಡಲು, ", " ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["ನಿರ್ದಿಷ್ಟ ವಿಭಾಗದ ಗಮನಾರ್ಹ ವ್ಯಕ್ತಿಗಳು ಅಥವಾ ಸಮೂಹಕ್ಕೆ ಪರಿಶೀಲನೆ ಮಾಡಲಾಗುತ್ತದೆ. ಇದು ನಿಮಗೆ ಹೊಂದುತ್ತದೆ ಎಂದಾದರೆ, ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ಆರಂಭಿಸಿ. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["ನಿಮ್ಮ ಮುಖ ಮತ್ತು ನಿಮ್ಮ ID ಯಲ್ಲಿನ ಪಠ್ಯವು ಸ್ಪಷ್ಟವಾಗಿ ಕಾಣಿಸುತ್ತದೆ ಮತ್ತು ಸ್ಫುಟವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಇಲ್ಲವಾದಲ್ಲಿ ನೀವು ಪುನಃ ಸಲ್ಲಿಸಬೇಕಾಗಬಹುದು. ನಿಮ್ಮ ID ಪ್ರತಿಯನ್ನು X ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ ಅಥವಾ ಶೇಖರಿಸುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["ಸಲ್ಲಿಸಿದ ಯಾವುದೇ ಡೇಟಾವನ್ನು ಪ್ರವೇಶಿಸುವುದು ಅಥವಾ ಸರಿಪಡಿಸುವುದು ಹೇಗೆ ಎಂಬ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮ ", "ಗೆ ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["ನಿರ್ಧಾರವನ್ನು ಮಾಡುತ್ತಿದ್ದಂತೆಯೇ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತದೆ. ಇದಕ್ಕೆ ಇಷ್ಟು ಕಾಲ ತಗುಲಬಹುದು " + this.props.days + " ದಿನ" + f(this.props.days, "", "ಗಳು") + "."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["ಸಂಕ್ಷಿಪ್ತ ", "ಯೊಂದಿಗೆ ಸುಧಾರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["ನಿಮ್ಮ ಕೊನೆಯ ವಿನಂತಿಯನ್ನು " + this.props.date + " ರಂದು ನಿರಾಕರಿಸಲಾಗಿದೆ. ಹೊಸ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲು ಆ ದಿನಾಂಕದಿಂದ ನೀವು 30 ದಿನಗಳವರೆಗೆ ನಿರೀಕ್ಷಿಸಬೇಕು."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["ನಿಮ್ಮ ಕೊನೆಯ ವಿನಂತಿಯನ್ನು " + this.props.date + " ರಂದು ಮಾಡಲಾಗಿತ್ತು. ಹೊಸ ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಲು ಆ ದಿನಾಂಕದಿಂದ 30 ದಿನಗಳವರೆಗೆ ನೀವು ನಿರೀಕ್ಷಿಸಬೇಕು."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["ನಿಮ್ಮ ಕೊನೆಯ ವಿನಂತಿಯನ್ನು " + this.props.date + " ರಂದು ಮಾಡಲಾಗಿತ್ತು. ನಿರ್ಧಾರ ಮಾಡುತ್ತಿದ್ದಂತೆಯೇ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["ಆನಂದಿಸಿ ಮತ್ತು ", " ಅನುಸರಿಸಲು ಮರೆಯಬೇಡಿ."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["ಇವು ನಿಮ್ಮ ಖಾತೆಗೆ ನೀವು ಸಂಪರ್ಕಿಸಿದ ಆಪ್‌ಗಳಾಗಿವೆ. ಈ ಆಪ್‌ಗಳು ಹೊಂದಿರುವ ಆಕ್ಸೆಸ್‌ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ನೀವು ನೋಡಬಹುದು ಮತ್ತು ಆಕ್ಸೆಸ್ ಹಿಂಪಡೆಯಬಹುದು. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರು ಯಾವಾಗಲೂ ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.  "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["ನಿರ್ವಹಣೆ ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ. ನಿಮ್ಮ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಯು ಸ್ವಯಂಚಾಲಿತ ಖಾತೆ ಲೇಬಲ್ ಅನ್ನು ಪಡೆಯುತ್ತದೆ. ಎಲ್ಲ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಗಳು ನಿರ್ವಹಣೆ ಖಾತೆಗೆ ಸಂಪರ್ಕ ಹೊಂದಿರಬೇಕು."];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " ", " ರಿಂದ ಅನುವಾದಿಸಿದೆ"];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["ಆರೋಗ್ಯಕರ ಸಂವಾದಕ್ಕೆ ಒಂದು ಸ್ಥಳವನ್ನಾಗಿ X ರೂಪಿಸಲು ನಾವು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ. ಹೀಗಾಗಿ, ಈ ಪೋಸ್ಟ್ ಜೊತೆಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಬಹುತೇಕ ವಿಧಾನಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೇವೆ. ಇದರ ಬಗ್ಗೆ ನೀವು ಮಾತನಾಡಬೇಕು ಎಂದು ಬಯಸಿದರೆ, ಈಗಲೂ ಇದನ್ನು ಕೋಟ್ ಪೋಸ್ಟ್ ಮಾಡಬಹುದು. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["ಆರೋಗ್ಯಕರ ಸಂವಾದಕ್ಕೆ ಒಂದು ಸ್ಥಳವನ್ನಾಗಿ X ಅನ್ನು ರೂಪಿಸಲು ನಾವು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ. ಹೀಗಾಗಿ, ಈ ಪೋಸ್ಟ್ ಜೊತೆಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಬಹುತೇಕ ವಿಧಾನಗಳನ್ನು ನಾವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದೇವೆ. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["@" + this.props.username + " ಮತ್ತು ಅವರ ಸರ್ಕಲ್ ಮಾತ್ರ ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["ಇವುಗಳನ್ನು ಸಮುದಾಯ ಅಡ್ಮಿನ್‌ಗಳು ನಿಗದಿಸಿದ್ದಾರೆ ಮತ್ತು ಜಾರಿಗೊಳಿಸಿದ್ದಾರೆ ಮತ್ತು ಇವು ", " ಹೆಚ್ಚುವರಿಯಾಗಿದೆ."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿವೆ. ಹೀಗಾಗಿ, ಸಂರಕ್ಷಿತ ಖಾತೆಗಳಿಗೆ ಈಗ ನೀವು ಸೇರಲಾಗದು. ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಓದಬಹುದು. ಆದರೆ, ಭಾಗವಹಿಸಲು, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["ಈ ಸಮುದಾಯ ನೀತಿಯನ್ನು ನೀವು ಉಲ್ಲಂಘಿಸಿದ್ದಕ್ಕೆ ಒಬ್ಬ ಮಾಡರೇಟರ್ ನಿಮ್ಮನ್ನು ತೆಗೆದುಹಾಕಿದ್ದಾರೆ: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " ವೀಕ್ಷಣೆಗಳು"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", " ಮೂಲಕ GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", " ಮೂಲಕ ವೀಡಿಯೋ"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", " ಮುಖಾಂತರ ಫೋಟೋ"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['ಬದಲಿಗೆ "', '" ಗೆ ಹುಡುಕಾಟ ಮಾಡಿ'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['ನೀವು "', '" ಹೀಗೆಂದು ಭಾವಿಸಿದಿರಾ?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " ಈಗ ಪ್ರತಿಕ್ರಿಯಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " ಅಕ್ಷರಗಳು"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["ಕೊನೆಯದಾಗಿ ಎಡಿಟ್ ಮಾಡಿರುವುದು: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["ಸಹಾಯ ಮತ್ತು ಹೇಗೆ ಎಂಬ ವಿಷಯಗಳನ್ನು ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", " ಮೂಲಕ"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["ಕೊನೆಯದಾಗಿ ಉಳಿಸಲಾಗಿದೆ "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " ಅನ್ನು ಪ್ರಕಟಿಸಲಾಗುವುದಿಲ್ಲ, ಕರಡುಗಳಿಗೆ ಸ್ಥಳಾಂತರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಕಾಣಿಸುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["ಮುಂದಿನ ಮಾಧ್ಯಮವು ಸಂಭಾವ್ಯವಾಗಿ ಸೂಕ್ಷ್ಮ ವಿಷಯವನ್ನು ಒಳಗೊಂಡಿದೆ. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["ಎಡಿಟ್ ಸೌಲಭ್ಯಗಳು ಮೂಲ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಸೀಮಿತವಾಗಿದೆ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳು ಅಥವಾ ಥ್ರೆಡ್‌ಗಳಂತಹ ಸಂಗತಿಗಳನ್ನು ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ. ನೀವು ಏನನ್ನು ಎಡಿಟ್ ಮಾಡಬಹುದು ಎಂಬುದರ ಬಗ್ಗೆ ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸರ್ಕಲ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಬೇಕೆ? ಮುಂದುವರಿಯಿರಿ. ನೀವು ಜನರನ್ನು ತೆಗೆದುಹಾಕಿದರೆ ಅವರಿಗೆ ಸೂಚನೆ ನೀಡಲಾಗುವುದಿಲ್ಲ. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["ಹೊಸ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಆಯ್ಕೆಗಳಿಗಾಗಿ ಹೊಸ ಲೇಖನ ಸಂಯೋಜಕವನ್ನು ", "."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["ಸಮುದಾಯಗಳು ಸಾರ್ವಜನಿಕವಾಗಿವೆ. ಹೀಗಾಗಿ, ಸಂರಕ್ಷಿತ ಖಾತೆಗಳು ಸಂವಾದಕ್ಕೆ ಸೇರಲಾಗುವುದಿಲ್ಲ. ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೀವು ಓದಬಹುದು ಮತ್ತು ಇಷ್ಟಪಡಬಹುದು. ಆದರೆ, ಇನ್ನಷ್ಟನ್ನು ಮಾಡಲು ನೀವು ", "."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", " ಅವರಿಗೆ ಉತ್ತರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["", " ಗೆ " + this.props.communityName + " ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["", " ಗೆ " + this.props.communityName + " ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["", " ಗೆ " + this.props.communityName + " ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["", " ಗೆ " + this.props.communityName + " ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಅವರ ", " ಕೂಡಾ ಕಾಣಿಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಅವರ ", " ಕೂಡಾ ಕಾಣಿಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಅವರ ", " ಕೂಡಾ ಕಾಣಿಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಅವರ ", " ಕೂಡಾ ಕಾಣಿಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. " + this.props.trustedFriendsTweetOwner + "ಅವರ ಸರ್ಕಲ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವವರು ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಬಹುದು."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. " + this.props.trustedFriendsTweetOwner + "ಅವರ ಸರ್ಕಲ್‌ ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ", " ಸರ್ಕಲ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವವರು ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಬಹುದು."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", "ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ", " ಸರ್ಕಲ್‌ ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ", " ಸರ್ಕಲ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವವರು ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಬಹುದು."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ", " ಸರ್ಕಲ್‌ ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", " ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ", " ಸರ್ಕಲ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸುವವರು ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಬಹುದು."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", "ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ. ", " ಸರ್ಕಲ್‌ ಕೂಡ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["ಪೋಸ್ಟ್ ಪ್ರಚಾರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ", "ಗಳಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["ನಿಮ್ಮ ಹೊಸ ಇಮೇಲ್ " + this.props.unverifiedEmail + " ದೃಢೀಕೃತವಾಗಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸುವುದರಿಂದ ನೀವು ಈ ಸಮಯದಲ್ಲಿ ಬಳಸುತ್ತಿರುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ನಿಮ್ಮ ಎಲ್ಲಾ ಸಕ್ರಿಯ X ಸೆಷನ್‌ಗಳಿಂದ ನಿಮ್ಮನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶ ಹೊಂದಿರುವ ", " ಗೆ ಪರಿಣಾಮವಾಗುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["ನನ್ನ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು X ನ ಸಂಬಂಧಿತ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆ, ವಂಚನೆ ತಡೆಗಟ್ಟುವಿಕೆ ಮತ್ತು ಪಾವತಿ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಹೊರತೆಗೆಯಲಾದ ಬಯೋಮೆಟ್ರಿಕ್ ಡೇಟಾ ಸೇರಿದಂತೆ ನನ್ನ ID ಮತ್ತು ನನ್ನ ಸೆಲ್ಫಿಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು ನಾನು X ಮತ್ತು Persona ಗೆ ಒಪ್ಪುತ್ತೇನೆ. Persona ಅಂತಹ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು. ನಾನು ", " ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವವರೆಗೆ X ನನ್ನ ದಾಖಲೆ ID ಸಂಖ್ಯೆಯ ಪೂರ್ಣ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಹ್ಯಾಶ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["ನನ್ನ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು X ನ ಸಂಬಂಧಿತ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆ, ವಂಚನೆ ತಡೆಗಟ್ಟುವಿಕೆ ಮತ್ತು ಪಾವತಿ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಹೊರತೆಗೆಯಲಾದ ಬಯೋಮೆಟ್ರಿಕ್ ಡೇಟಾ ಸೇರಿದಂತೆ ನನ್ನ ID ಮತ್ತು ನನ್ನ ಸೆಲ್ಫಿಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು ನಾನು X ಮತ್ತು Au10tix ಗೆ ಒಪ್ಪುತ್ತೇನೆ. Au10tix ಅಂತಹ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು. ನಾನು ", " ಅಥವಾ ", " ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸುವವರೆಗೆ X ನನ್ನ ದಾಖಲೆ ID ಸಂಖ್ಯೆಯ ಪೂರ್ಣ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಹ್ಯಾಶ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["ನನ್ನ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು X ನ ಸಂಬಂಧಿತ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆ, ವಂಚನೆ ತಡೆಗಟ್ಟುವಿಕೆ ಮತ್ತು ಪಾವತಿ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಹೊರತೆಗೆಯಲಾದ ಬಯೋಮೆಟ್ರಿಕ್ ಡೇಟಾ ಸೇರಿದಂತೆ ನನ್ನ ID ಮತ್ತು ನನ್ನ ಸೆಲ್ಫಿಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು ನಾನು X ಮತ್ತು Au10tix ಗೆ ಒಪ್ಪುತ್ತೇನೆ. Au10tix ಅಂತಹ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು. ನಾನು ", " ಅಥವಾ ", " ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸುವವರೆಗೆ X ನನ್ನ ದಾಖಲೆ ID ಸಂಖ್ಯೆಯ ಪೂರ್ಣ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಹ್ಯಾಶ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["ನನ್ನ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು X ನ ಸಂಬಂಧಿತ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆ, ವಂಚನೆ ತಡೆಗಟ್ಟುವಿಕೆ ಮತ್ತು ಪಾವತಿ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಹೊರತೆಗೆಯಲಾದ ಬಯೋಮೆಟ್ರಿಕ್ ಡೇಟಾ ಸೇರಿದಂತೆ ನನ್ನ ID ಮತ್ತು ನನ್ನ ಸೆಲ್ಫಿಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು ನಾನು X ಮತ್ತು Stripe ಗೆ ಒಪ್ಪುತ್ತೇನೆ. Stripe ಅಥವಾ ಅದರ ಸಬ್‌ಪ್ರೊಸೆಸರ್‌ಗಳು ಅಂತಹ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಅದನ್ನು ಮಾದರಿಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಮತ್ತು ವಂಚನೆ ಪತ್ತೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಡೇಟಾಬೇಸ್‌ಗಳನ್ನು ನವೀಕರಿಸಲು ಬಳಸಬಹುದು.. ನಾನು ", " ಅಥವಾ ", " ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸುವವರೆಗೆ X ನನ್ನ ದಾಖಲೆ ID ಸಂಖ್ಯೆಯ ಪೂರ್ಣ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಹ್ಯಾಶ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["ನನ್ನ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು X ನ ಸಂಬಂಧಿತ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆ, ವಂಚನೆ ತಡೆಗಟ್ಟುವಿಕೆ ಮತ್ತು ಪಾವತಿ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಹೊರತೆಗೆಯಲಾದ ಬಯೋಮೆಟ್ರಿಕ್ ಡೇಟಾ ಸೇರಿದಂತೆ ನನ್ನ ID ಮತ್ತು ನನ್ನ ಸೆಲ್ಫಿಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು ನಾನು X ಮತ್ತು Stripe ಗೆ ಒಪ್ಪುತ್ತೇನೆ. Stripe ಅಥವಾ ಅದರ ಸಬ್‌ಪ್ರೊಸೆಸರ್‌ಗಳು ಅಂತಹ ಡೇಟಾವನ್ನು 30 ದಿನಗಳವರೆಗೆ ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಅದನ್ನು ಮಾದರಿಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಮತ್ತು ವಂಚನೆ ಪತ್ತೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಡೇಟಾಬೇಸ್‌ಗಳನ್ನು ನವೀಕರಿಸಲು ಬಳಸಬಹುದು. ನಾನು ", " ಅಥವಾ ", " ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ಭಾಗವಹಿಸುವವರೆಗೆ X ನನ್ನ ದಾಖಲೆ ID ಸಂಖ್ಯೆಯ ಪೂರ್ಣ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಹ್ಯಾಶ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["ಅದನ್ನು ಬರೆದುಕೊಳ್ಳಿ ಅಥವಾ ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ತೆಗೆದುಕೊಳ್ಳಿ ಮತ್ತು ಅದನ್ನು ಯಾವುದಾದರೂ ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿರಿಸಿ. ಈ ಕೋಡ್ ಅ್ನು ಒಮ್ಮೆ ಮಾತ್ರ ಬಳಸಬಹುದು. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರಾಥಮಿಕ ದೇಶ ಇದಾಗಿದೆ. ನಿಮ್ಮ X ಅನುಭವವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ನಿಮ್ಮ ದೇಶವು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["ಇವು ನೀವು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನಗಳಿಂದ ಆಮದು ಮಾಡಿದ ಸಂಪರ್ಕಗಳಾಗಿವೆ. ಹಿಂಬಾಲಿಸಲು ಖಾತೆಗಳನ್ನು ಸಲಹೆ ಮಾಡುವಂತಹ X ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ಈ ಹಿಂದೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಯಾವುದೇ ಸಂಪರ್ಕಗಳನ್ನು ನೀವು ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಎಲ್ಲ ಸಾಧನಗಳಲ್ಲಿ X ನೊಂದಿಗೆ ಸಿಂಕ್ ಆಫ್‌ ಮಾಡಬಹುದು. ಇದು ಸ್ವಲ್ಪ ಸಮಯವನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಎಂಬ ಬಗ್ಗೆ ದಯವಿಟ್ಟು ತಿಳಿದುಕೊಂಡಿರಿ. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು ಲಗತ್ತಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " ಮಾಸಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ " + f(this.props.duration, "ಒಂದು", "" + this.props.duration) + " ತಿಂಗಳಿಗಾಗಿ"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ " + f(this.props.duration, "ಒಂದು", "" + this.props.duration) + " ವರ್ಷಕ್ಕಾಗಿ"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [f(this.props.duration, "ಒಂದು ವರ್ಷ", this.props.duration + " ವರ್ಷಗಳು") + " ಗಾಗಿ ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [f(this.props.duration, "ಒಂದು ತಿಂ", this.props.duration + " ತಿಂಗಳು") + "ಗಳು ಗಾಗಿ ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["ನೀವು ಯಾರನ್ನಾದರೂ ತಡೆಹಿಡಿದಾಗ, ಆ ವ್ಯಕ್ತಿಗೆ ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಲು ಅಥವಾ ನಿಮಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಮತ್ತು ಅವರ ಸೂಚನೆಗಳನ್ನು ನಿಮಗೆ ನೋಡಲಾಗುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Google ಅಥವಾ Bing ನಂತಹ ಹುಡುಕಾಟ ಇಂಜಿನ್‌ಗಳಲ್ಲಿ ಕೆಲವು ಖಾತೆ ಮಾಹಿತಿಯು ಇನ್ನೂ ಲಭ್ಯವಿರಬಹುದು. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["ನಿಮ್ಮ @ಬಳಕೆದಾರರ ಹೆಸರು ಬದಲಾಯಿಸಲು ನೀವು ಬಯಸಿದರೆ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗಿಲ್ಲ — ನಿಮ್ಮ ", " ಅದನ್ನು ಸಂಪಾದಿಸಿ."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["ನಿಮ್ಮ ಪ್ರಸ್ತುತ @ಬಳಕೆದಾರರ ಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬೇರೊಂದು X ಖಾತೆಯ ಜೊತೆಗೆ ಬಳಸಲು, ಈ ಖಾತೆಯನ್ನು ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮೊದಲು ", "."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["", " ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ನೀವು ಬಯಸಿದರೆ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮೊದಲು ವಿನಂತಿ ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ. ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ ಖಾತೆಗಳಿಗೆ ನಿಮ್ಮ ಡೇಟಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಲಿಂಕ್‌ಗಳನ್ನು ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["", " ನಿಖರವಾಗಿದೆ ಎಂಬುದಾಗಿ ನೀವು ದೃಢಪಡಿಸುತ್ತಿರುವಿರಿ. ಅದು ಅಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಖಾತೆಗೆ ಪರಿಣಾಮವಾಗಬಹುದು."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["ನಮ್ಮ ", "ಯಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಜಾಹೀರಾತುಗಳೂ ಸೇರಿದಂತೆ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಲು ನಿಮ್ಮ ವಯಸ್ಸನ್ನು X ಬಳಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["X ನಲ್ಲಿ ನಿಮ್ಮ ಜನ್ಮದಿನವನ್ನು ಯಾರು ನೋಡುತ್ತಾರೆಂಬುದನ್ನು ನೀವು ನಿಯಂತ್ರಿಸಬಹುದು. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " ಅವರು ಹೋಸ್ಟ್‌ ಮಾಡುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " ಅವರು ಕೋ-ಹೋಸ್ಟ್ ಮಾಡುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " ಮಾತನಾಡುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " ಕೇಳಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", " ಅನ್ನು ರಚಿಸಿ"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["ಈ ವೆಬ್‌ಸೈಟ್ ಹೊಂದಿರುವ ಕಂಪನಿಯು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ಅಂದರೆ ", "?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["ಈ ಫಿಲ್ಟರ್‌ಗಳು ನೀವು ಹಿಂಬಾಲಿಸುವ ಜನರ ಸೂಚನೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["ನೀವು ಒಂದು ಬಾರಿಗೆ ಒಂದು ಪದ, ನುಡಿಗಟ್ಟು, @ಬಳಕೆದಾರರ ಹೆಸರು ಅಥವಾ ಹ್ಯಾಶ್‌ ಟ್ಯಾಗ್ ಅನ್ನು ಸದ್ದಡಗಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["ನೀವು ಪದಗಳನ್ನು ಮ್ಯೂಟ್ ಮಾಡಿದಾಗ, ಅವುಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ನೀವು ಯಾವುದೇ ಹೊಸ ಸೂಚನೆಗಳನ್ನು ಪಡೆಯುವುದಿಲ್ಲ ಅಥವಾ ನಿಮ್ಮ ಹೋಮ್ ಕಾಲರೇಖೆಯಲ್ಲಿ ನೀವು ಆ ಪದಗಳಿರುವ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["ನೀವು ಸದ್ದಡಗಿಸಿದ ಎಲ್ಲರೂ ಇಲ್ಲಿದ್ದಾರೆ. ಈ ಪಟ್ಟಿಯಿಂದ ನೀವು ಅವುಗಳನ್ನು ಸೇರಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X ನಲ್ಲಿ ಸೂಕ್ಷ್ಮ ಮಾಧ್ಯಮ ನೋಡುವುದಕ್ಕೆ ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ. ನಿಮ್ಮ ", "ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["ತಮ್ಮ ", " ಸೂಕ್ಷ್ಮ ಎಂದು ಗುರುತಿಸಿದ ಖಾತೆಗಳಿಂದ ಮಾಧ್ಯಮದಂತಹ ಸೂಕ್ಷ್ಮ ಎಂದು ಗುರುತಿಸಿದ ಇತರ ಮಾಧ್ಯಮವನ್ನು ಇದು ಒಳಗೊಂಡಿರುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಫ್ಲ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಕ್ರಿಯೇಟರ್ ಆದಾಯ ಹಂಚಿಕೆ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ ಭಾಗವಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ", " ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸುವ ಮೂಲಕ ನೀವು ಮೇಲ್ಮನವಿ ಸಲ್ಲಿಸಬಹುದು. ನಿಮ್ಮ ಮೇಲ್ಮನವಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಾಗ ನಿಮ್ಮ ಆದಾಯದ ಪಾಲು ಸಂಗ್ರಹವಾಗುತ್ತಲೇ ಇರುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಫ್ಲ್ಯಾಗ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಜಾಹೀರಾತು ಆದಾಯ ಹಂಚಿಕೆ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ ಭಾಗವಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ", " ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸುವ ಮೂಲಕ ನೀವು ಮೇಲ್ಮನವಿ ಸಲ್ಲಿಸಬಹುದು. ನಿಮ್ಮ ಮೇಲ್ಮನವಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಾಗ ನಿಮ್ಮ ಆದಾಯದ ಪಾಲು ಸಂಗ್ರಹವಾಗುತ್ತಲೇ ಇರುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["", this.props.name + " ಅವರನ್ನು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["ನೀವು ಏನನ್ನು ಗಳಿಸಬಹುದು ಎಂದು ಆಶ್ಚರ್ಯ ಪಡುತ್ತೀರಾ? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["ಅನ್ವಯಿಸುವ ಮೂಲಕ, ", " ಬದ್ಧವಾಗಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರಿಗೆ ಸೂಕ್ತ ಎನಿಸಿದ ಮಾಸಿಕ ದರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ. ನೀವು ಎಷ್ಟು ಗಳಿಸಬಹುದು ಎಂದು ಅಚ್ಚರಿಯಾಗುತ್ತಿದೆಯೇ? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["ಸಮ್ಮತಿಸಲು ಮತ್ತು ಮುಂದುವರಿಯಲು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ, ", " ಬದ್ಧವಾಗಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["ಎರಡು ಬಾರಿ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಬೆಲೆಯನ್ನು ದೃಢೀಕರಿಸಿ. ", " ಅದನ್ನು ಬದಲಾಯಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["ನಿಮ್ಮ Stripe ಖಾತೆಯನ್ನು ನಾವು ದೃಢೀಕರಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿನ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ಶೀಘ್ರದಲ್ಲೇ ಲೈವ್ ಆಗುತ್ತವೆ. ಅದು ಲೈವ್ ಆದ ತಕ್ಷಣ ನಾವು ನಿಮಗೆ ಸೂಚನೆಯನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ. ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆಯೇ ಎಂದು ನೋಡಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಸಹ ನೀವು ಭೇಟಿ ನೀಡಬಹುದು."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["ಈ ಕೆಳಗೆ ತಟ್ಟುವ ಮೂಲಕ, ", " ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['"ಸೇರಿ ಮತ್ತು ID ಅನ್ನು ಪರಿಶೀಲಿಸಿ" ಅನ್ನು ಆಯ್ಕೆಮಾಡುವ ಮೂಲಕ ನೀವು ', " ಒಪ್ಪುತ್ತೀರಿ"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['"ಸೇರಿ ಮತ್ತು ID ಅನ್ನು ಪರಿಶೀಲಿಸಿ" ಅನ್ನು ಆಯ್ಕೆಮಾಡುವ ಮೂಲಕ ನೀವು ', " ಒಪ್ಪುತ್ತೀರಿ"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯೆಯಲ್ಲಿ ನೀಡಲಾದ ಜಾಹೀರಾತುಗಳಿಂದ ಆದಾಯವನ್ನು ಗಳಿಸಿ. ಜಾಹೀರಾತು ಆದಾಯ ಕಾರ್ಯಕ್ರಮಕ್ಕೆ ಅರ್ಹರಾಗಲು, ನಿಮ್ಮ ಖಾತೆಯು ", ", ", " ಅನುಸರಿಸಬೇಕು."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["", " ನಿಮ್ಮ ಅನುಭವವನ್ನು X ಹೇಗೆ ಗ್ರಾಹಕೀಯಗೊಳಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸಿ"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["ಹೌದು, ಎಲ್ಲ ಸ್ವಯಂಚಾಲಿತ ಖಾತೆಗಳನ್ನು ಲೇಬಲ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಇದು ನಮ್ಮ ", " ಅಡಿಯಲ್ಲಿ ಅಗತ್ಯವಿದೆ."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", " ಪುಟದಲ್ಲಿ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["", " ಪುಟದಲ್ಲಿ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["ನೀವು ನಿರ್ಗಮಿಸುತ್ತಿರುವುದು ನನಗೆ ಬೇಸರ ಮೂಡಿಸಿದೆ. #GoodBye"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["ನೀವು ಜನ್ಮ ದಿನಾಂಕವನ್ನು ನೀಡಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ X ಪ್ರೊಫೈಲ್ ಮತ್ತು ಚಟುವಟಿಕೆಯನ್ನು ಆಧರಿಸಿ ನಾವು ವಯಸ್ಸಿನ ಶ್ರೇಣಿಯನ್ನು ನಾವು ನೀಡಿದ್ದೇವೆ. ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು ವಯಸ್ಸಿನ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["ಸರಿಯಲ್ಲವೇ? ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಹಂಚಿಕೊಳ್ಳದೆಯೇ ಅದನ್ನು ನಿಮ್ಮ ", " ನೀವು ಸೇರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["ವಿಶೇಷವಾಗಿ ರೂಪುಗೊಳಿಸಿದ ಪ್ರೇಕ್ಷಕರನ್ನು ಆಗಾಗ್ಗೆ ಇಮೇಲ್ ಪಟ್ಟಿಗಳು ಅಥವಾ ಬ್ರೌಸಿಂಗ್ ನಡವಳಿಕೆಗಳಿಂದ ರೂಪಿಸಲಾಗುತ್ತದೆ. ಅವು ಜಾಹೀರಾತುದಾರರಿಗೆ ಸಂಭಾವ್ಯ ಗ್ರಾಹಕರನ್ನು ಅಥವಾ ಈಗಾಗಲೇ ಅವರ ವ್ಯವಹಾರದಲ್ಲಿ ಆಸಕ್ತಿಯನ್ನು ತೋರಿಸಿರುವ ಜನರನ್ನು ತಲುಪಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["ನೀವು ಪ್ರಸ್ತುತ ", " ಭಾಗವಾಗಿದ್ದು ಅವರು "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ", ' ಸೆಟ್ಟಿಂಗ್ಸ್‌ಗೆ ಹೋಗಿ ಮತ್ತು "ನಿಮ್ಮ ನಿರ್ಣಯಿಸಿದ ಗುರುತಿನ ಆಧಾರದಲ್ಲಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ" ಆನ್‌ ಮಾಡಿ.'];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ", ' ಸೆಟ್ಟಿಂಗ್ಸ್‌ಗೆ ಹೋಗಿ ಮತ್ತು "ನಿಮ್ಮ ನಿರ್ಣಯಿಸಿದ ಗುರುತಿನ ಆಧಾರದಲ್ಲಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ" ಆನ್‌ ಮಾಡಿ.'];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["ನಿಮ್ಮ ", ' ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ "ನಿಮ್ಮ ನಿರ್ಣಯಿಸಿದ ಗುರುತು ಆಧರಿಸಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ" ಎಂಬುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ತೆಗೆದುಹಾಕಬಹುದು.'];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["ನಿಮ್ಮ ", ' ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ "ನಿಮ್ಮ ನಿರ್ಣಯಿಸಿದ ಗುರುತು ಆಧರಿಸಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ" ಎಂಬುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ತೆಗೆದುಹಾಕಬಹುದು.'];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["ಇವುಗಳು ಇಮೇಲ್ ವಿಳಾಸಗಳ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾದ ಗುರುತನ್ನು ಆಧರಿಸಿದ ಹ್ಯಾಶ್‌ಗಳಾಗಿದ್ದು ಅವುಗಳು ನೀವು X ಗೆ ಒದಗಿಸಿದ ಇಮೇಲ್ ವಿಳಾಸಗಳ ಜೊತೆಗೆ ಸಾಮಾನ್ಯ ಘಟಕಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತವೆ. ನಿಮ್ಮ ", ' ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ "ನಿಮ್ಮ ನಿರ್ಣಯಿಸಿದ ಗುರುತು ಆಧರಿಸಿ ವೈಯಕ್ತಿಕಗೊಳಿಸಿ" ಎಂಬುದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ತೆಗೆದುಹಾಕಬಹುದು.'];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಅಳೆಯಲು ಈ ಸಾಧನಗಳನ್ನು X ಬಳಸುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["ಈ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು ಸಾಧನಗಳು ನಿಮ್ಮೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವವುಗಳಾಗಿವೆ. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["ಇವು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಮತ್ತು ವೈಯಕ್ತಿಕಗೊಳಿಸಲು X ಬಳಸುವ ಬ್ರೌಸರ್‌ಗಳು, ಸಾಧನಗಳು ಮತ್ತು ಮಾಹಿತಿಯಾಗಿದೆ. ಇವುಗಳಲ್ಲಿ X ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ನೀವು ಬಳಸದ ಸಾಧನಗಳು ಮತ್ತು ಬ್ರೌಸರ್‌ಗಳು ಜೊತೆಗೆ ನಿಮ್ಮ X ಖಾತೆಗೆ ಲಿಂಕ್ ಆಗಿರುವ ಇಮೇಲ್ ವಿಳಾಸಗಳು ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಗಳು ಒಳಗೊಂಡಿರುತ್ತವೆ. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["ಇದನ್ನು ಆನ್ ಮಾಡಲು ನಿಮ್ಮ ", " ಗೆ ಹೋಗಿ."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["ಆಪ್‌ನಲ್ಲಿ ಯಾವುದೇ ಸಂದೇಹಾಸ್ಪದ ಚಟುವಟಿಕೆಯನ್ನು ನೀವು ನೋಡಿದರೆ, ಅದರ ಪ್ರವೇಶವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲು ", "ಗೆ ಹೋಗಿ. ಕೆಲವು ಪ್ರಕರಣಗಳಲ್ಲಿ IP ಸ್ಥಳವು ನಿಮ್ಮ ಭೌತಿಕ ಸ್ಥಳದಿಂದ ಬೇರೆಯಾಗಿರಬಹುದು. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["X ನ ಪಾಲುದಾರರು ಶಾಪಿಂಗ್ ನಿರ್ಧಾರಗಳು, ಜೀವನಶೈಲಿ ಮತ್ತು ಇತರೆ ಆನ್‌ಲೈನ್ ಮತ್ತು ಆಫ್‌ಲೈನ್ ನಡವಳಿಕೆಗಳ ಕುರಿತಂತೆ ಪ್ರೇಕ್ಷಕರನ್ನು ನಿರ್ಮಿಸುತ್ತಾರೆ. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["ಏನೋ ತಪ್ಪಾಗಿದೆ ಮತ್ತು ನಿಮ್ಮ X ಡೇಟಾ ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಡೇಟಾ ವಿನಂತಿ ಮಾಡಲು, ದಯವಿಟ್ಟು ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " ಹಿಂದೆ"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["ಕೇವಲ ಅಗ್ರ 1 ಅತಿಥಿಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ. ಅನಾಮಧೇಯವಾಗಿ ಅಥವಾ X ಗೆ ಲಾಗಿನ್ ಮಾಡಿಲ್ಲದ ಜನರು ಕೇಳಿಸಿಕೊಳ್ಳುತ್ತಿರಬಹುದು. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "ನಿ" + this.props.seconds + "ಸೆ"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "ಗಂ" + this.props.minutes + "ನಿ"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " ಅವರು ಗುಂಪು ಫೋಟೋ ಬದಲಾಯಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["ನೀವು ಗುಂಪು ಹೆಸರನ್ನು ", " ಗೆ ಬದಲಾಯಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " ಅವರು ಗುಂಪು ಹೆಸರನ್ನು ", " ಗೆ ಬದಲಾಯಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["ಗುಂಪು ಹೆಸರನ್ನು ", " ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " ಅವರು ", " ಅವರನ್ನು ಸೇರಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " ಸೇರಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " ತೊರೆದಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " ಅವರು ನಿಮ್ಮನ್ನು ಸೇರಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["ಈ ಗುಂಪಿನಲ್ಲಿ ", " ಇದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["ಈ ಗುಂಪಿನಲ್ಲಿ ಅವರು" + f(this.props.count, "", "ಗಳು") + " " + this.props.count + " ಇತರೆ " + f(this.props.count, "ವ್ಯಕ್ತಿ", "ಜನರು") + " ಇದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಸಂವೇದನಾಶೀಲ ಕಂಟೆಂಟ್‌ ಇರಬಹುದು. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["ಸಂದೇಶಗಳನ್ನು ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["ನೀವು ಈ ವ್ಯಕ್ತಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["ಈ ವ್ಯಕ್ತಿಗೆ ನೀವು ಇನ್ನು ಮುಂದೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಆಗುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["ಈ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಸಂವಾದವನ್ನು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಾಧನದಿಂದ ಪ್ರವೇಶಿಸಲಾಗುವುದಿಲ್ಲ. ಅದನ್ನು ಪ್ರವೇಶಿಸಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹಿಂದಿನ ಸಾಧನದಿಂದ ಲಾಗ್ ಇನ್ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["ನೀವು ಈ ಗುಂಪಿಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ನೀವು ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಂಡಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["ನೀವು ಈ ಬಳಕೆದಾರರಿಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ನೀವು ಪರಿಶೀಲನೆ ಮಾಡಿಕೊಂಡಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["ನೀವು ", " ಅವರ Fleet ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದೀರಿ: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["ನಿಮ್ಮ Fleet ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " ಅವರು GIF ಕಳುಹಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " ಅವರು ಲಿಂಕ್ ಕಳುಹಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " ಅವರು ಫೋಟೋ ಕಳುಹಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " ಅವರು ಸ್ಟಿಕ್ಕರ್ ಕಳುಹಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " ಅವರು ವೀಡಿಯೋ ಕಳುಹಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " ಅವರು ಧ್ವನಿ ಸಂದೇಶ ಕಳುಹಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["ನೀವು @", " ಅವರ ವೀಡಿಯೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " ಅವರು @", " ಅವರ ವೀಡಿಯೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["ನೀವು ಒಂದು ವೀಡಿಯೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " ಅವರು ಒಂದು ವೀಡಿಯೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["ನೀವು @", " ಅವರ ಫೋಟೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದನೆ ನೀಡಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " ಅವರು @", " ಅವರ ಫೋಟೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["ನೀವು ಒಂದು ಫೋಟೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " ಅವರು ಫೋಟೋಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["ನೀವು @", " ಅವರ GIF ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " ಅವರು @", " ಅವರ GIF ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["ನೀವು GIF ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " ಅವರು GIF ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["ನೀವು ", " ರೊಂದಿಗಿನ @", " ಅವರ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return [" ", " ಅವರು ", " ರೊಂದಿಗಿನ ", " ಅವರ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["ನೀವು ", " ರೊಂದಿಗಿನ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " ಅವರು ", " ರೊಂದಿಗಿನ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["ನೀವು @", " ಅವರ ಲಿಂಕ್‌ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " ಅವರು @", " ಅವರ ಲಿಂಕ್‌ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["ನೀವು ಒಂದು ಲಿಂಕ್‌ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " ಅವರು ಒಂದು ಲಿಂಕ್‌ಗೆ ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["ನೀವು @", " ಅವರ ಸಂದೇಶಕ್ಕೆ ", ": ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " ಅವರು @", " ಅವರ ಸಂದೇಶಕ್ಕೆ ", ": ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["ನೀವು ", ": ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " ಅವರು ", ": ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["ನೀವು @", "ಅವರ ಧ್ವನಿ ಸಂದೇಶಕ್ಕೆ ", "ಪ್ರತಿಸ್ಪಂದನೆ ನೀಡಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " ಅವರು @", "ಅವರ ಧ್ವನಿ ಸಂದೇಶಕ್ಕೆ ", "ಪ್ರತಿಸ್ಪಂದನೆ ನೀಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["ನೀವು ಧ್ವನಿ ಸಂದೇಶಕ್ಕೆ ", " ಪ್ರತಿಸ್ಪಂದನೆ ನೀಡಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " ಅವರು ಧ್ವನಿ ಸಂದೇಶಕ್ಕೆ ", " ಪ್ರತಿಸ್ಪಂದನೆ ನೀಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["ನೀವು ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " ಅವರು ", " ಮೂಲಕ ಪ್ರತಿಸ್ಪಂದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["ಸ್ಪ್ಯಾಮ್, ನಿಂದನೆ ಮತ್ತು ನಿಷೇಧಿತ ಕಂಟೆಂಟ್‌ಗಾಗಿ ಹಂಚಿಕೊಂಡ ಲಿಂಕ್‌ಗಳು ಮತ್ತು ಮಾಧ್ಯಮವನ್ನು X ಸಿಸ್ಟಮ್‌ಗಳು ಸ್ಕ್ಯಾನ್ ಮಾಡುತ್ತವೆ. ಅನುಮಾನಾಸ್ಪದ ವರ್ತನೆಯನ್ನು ಗುರುತಿಸಲು ಬಳಕೆ ವಿಧಾನವನ್ನು ನಾವು ವಿಶ್ಲೇಷಿಸುತ್ತೇವೆ ಮತ್ತು ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸುತ್ತೇವೆ. ವರದಿ ಮಾಡಿದ ಉಲ್ಲಂಘನೆಗಳು ಮತ್ತು ಸೇವೆಯ ದುರ್ಬಳಕೆಯ ತನಿಖೆ ನಡೆಸಲು ಅಥವಾ ಕಾನೂನುಗಳು ಅಥವಾ ಸರ್ಕಾರಿ ವಿನಂತಿಗಳಿಗೆ ಬದ್ಧವಾಗಲು ನಾವು ಮ್ಯಾನ್ಯುಅಲ್ ಆಗಿ DM ಗಳನ್ನು ಪರಿಶೀಲನೆ ನಡೆಸಬಹುದು. ಇನ್ನಷ್ಟು ವಿವರಗಳಿಗಾಗಿ ನಮ್ಮ ", "ಯನ್ನು ನೋಡಿ."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["ಇಲ್ಲಿ ಲೈವ್ ಆಗಿ ಹಿಂಬಾಲಿಸದ ಜನರಿಂದ ಸಂದೇಶ ವಿನಂತಿಗಳು. ಅವರ ಸಂದೇಶಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು, ನೀವು ವಿನಂತಿಯನ್ನು ಸಮ್ಮತಿಸಬೇಕು. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["ನೀವು ಸವಾಲನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ, ನೀವು, ನಿಮ್ಮ ಸಾಧನ ಮತ್ತು ಬ್ರೌಸರ್ ಕುರಿತು ಮಾಹಿತಿಯನ್ನು Google ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಬಳಸಬಹುದು. Google ನ ", " ನೋಡಿ."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " ಇಷ್ಟ" + f(this.props.count, "", "ಗಳು")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೋಗಳು" + f(this.props.count, ';/"', "")];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " ಪೋಸ್ಟ್" + f(this.props.count, "", "‌ಗಳು")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["ನಿಮಗೆ @" + this.props.screenName + " ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಹಿಂಬಾಲಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ನೋಡಲಾಗುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಖಚಿತವಾಗಿಯೂ ನೋಡಲು ಬಯಸುತ್ತೀರಾ? ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಿದರೆ @" + this.props.screenName + " ತಡೆತೆರವು ಆಗುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["ಬೌದ್ಧಿಕ ಸ್ವತ್ತು ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಲು, ", " ದಯವಿಟ್ಟು ಭೇಟಿ ನೀಡಿ. ಈ ಉತ್ಪನ್ನಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಬೇರೆ ಯಾವುದೇ ಸಮಸ್ಯೆ ವರದಿ ಮಾಡಲು, ದಯವಿಟ್ಟು iOS ಅಥವಾ Android ಆಪ್‌ಗೆ ಹೋಗಿ."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["ಉತ್ಪನ್ನ ಉಲ್ಲಂಘನೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ಮಾಹಿತಿಗಾಗಿ, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["ಎಣಿಕೆ: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["ವಿಭಾಗಗಳನ್ನು ಸ್ವಯಂ ಆಯ್ಕೆ ಮಾಡಲಾಗಿರುತ್ತದೆ. X ಇವುಗಳನ್ನು ನಿಯೋಜಿಸಿರುವುದಿಲ್ಲ, ಪರಿಶೀಲಿಸಿರುವುದಿಲ್ಲ ಅಥವಾ ಶಿಫಾರಸು ಮಾಡಿರುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["ಈ ಖಾತೆಯನ್ನು ", " ರೊಂದಿಗೆ ಅಫಿಲಿಯೇಟ್ ಮಾಡಲಾಗಿದೆ."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["ಕೇವಲ ಅನುಮೋದಿತ ಹಿಂಬಾಲಕರು @" + this.props.screenName + " ಅವರ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು. ಪ್ರವೇಶಕ್ಕೆ ವಿನಂತಿಸಲು, ಹಿಂಬಾಲಿಸು ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["", " ಉಲ್ಲಂಘನೆ ಮಾಡುವ ಖಾತೆಗಳನ್ನು X ಅಮಾನತು ಮಾಡುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["X ಖಾತೆ ", " ನಿಮ್ಮದೇ ಎಂಬುದನ್ನು ನಾವು ತಿಳಿದುಕೊಳ್ಳಬೇಕಿದೆ. ಅಲ್ಲವಾಗಿದ್ದರೆ, ನಾವು ಮುಂದುವರಿಯುತ್ತೇವೆ ಮತ್ತು ", " ಅನ್ನು ಇದರಿಂದ ತೆಗೆದುಹಾಕುತ್ತೇವೆ."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["X ಖಾತೆ ", " ನಿಮ್ಮದಾಗಿದ್ದರೆ ಮತ್ತು ಭವಿಷ್ಯದ ಇಮೇಲ್ ಸೂಚನೆಗಳಿಂದ ನೀವು ಚಂದಾದಾರಿಕೆ ರದ್ದುಗೊಳಿಸಲು ಬಯಸಿದರೆ, "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["ನಾವು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ ", " ಅನ್ನು X ಖಾತೆ ", " ಇಂದ ತೆಗೆದುಹಾಕಿದ್ದೇವೆ. ಖಾತೆಗೆ ಉದ್ದೇಶಿಸಿದ ಸೂಚನೆಗಳನ್ನು ಇನ್ನು ನೀವು ಪಡೆಯುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["ಯಾರೋ ತಮ್ಮ X ಖಾತೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡುವ ವೇಳೆ ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ತಪ್ಪಾಗಿ ನಮೂದಿಸಿರಬಹುದು. ಅಥವಾ, ನಿಂದನೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಅವರು ಇದನ್ನು ಬಳಸುತ್ತಿರಬಹುದು. X ನಿಂದ ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಗುರುತಿಸಲು ಮತ್ತು ತೆಗೆದುಹಾಕಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ ಖಾತೆಯನ್ನು ನೀವು ವರದಿ ಮಾಡಬಹುದು. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["ಅಗ್ರ ಲೇಖನಗಳ ಹೆಚ್ಚು ಪ್ರಯೋಜನ ಪಡೆಯಲು ", " ಹಿಂಬಾಲಿಸಲು ಪ್ರಯತ್ನಿಸಿ."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return [" @" + this.props.screenName + " ಅವರನ್ನು ಫಾಲೋ ಮಾಡಲಾಗಿದೆ. ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["ಅನಾಮಧೇಯವಾಗಿ ಆಲಿಸುತ್ತಿರುವಾಗ, ನೀವು ಗೋಚರಿಸುವುದಿಲ್ಲ ಅಥವಾ ಭಾಗವಹಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಆಗುವ ಒಂದು ಅನುಕೂಲವೆಂದರೆ, ಈ ರೀತಿಯ ಸ್ಪೇಸಸ್‌ಗೆ ಎಕ್ಸ್‌ಕ್ಲೂಸಿವ್ ಪ್ರವೇಶ ಆಗಿದೆ. ಕೇವಲ @" + this.props.screenName + " ಸಬ್‌ಸ್ಕ್ರೈಬರ್‌ಗಳು ಈ ಸ್ಪೇಸ್‌ಗೆ ಸೇರಬಹುದು. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಪರಿಣಾಮವನ್ನು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಕೋರ್ " + this.props.currentImpact + " ಇಂದ " + this.props.ratingImpactToEarnIn + " ಗೆ ಹೆಚ್ಚಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಬರೆಯುವ ಸಾಮರ್ಥ್ಯ ಅನ್‌ಲಾಕ್ ಆಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್ (", ") ರಲ್ಲಿನ ಲಿಂಕ್ ಬಗ್ಗೆ, ಮತ್ತು ಈ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["ಆ ಪೋಸ್ಟ್‌ಗಳು ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳುತ್ತಿದ್ದರೂ ಸಹ, ಈ ಚಿತ್ರದೊಂದಿಗಿನ ", " ಈ ಟಿಪ್ಪಣಿಯು ಸಹಾಯಕವಾಗುವುದು ಖಚಿತವೇ?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["ಆ ಪೋಸ್ಟ್‌ಗಳು ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳುತ್ತಿದ್ದರೂ ಸಹ, ಈ ಚಿತ್ರದೊಂದಿಗಿನ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗುವುದು ಖಚಿತವೇ?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["ಆ ಪೋಸ್ಟ್‌ಗಳು ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳುತ್ತಿದ್ದರೂ ಸಹ, ಈ ವೀಡಿಯೊದೊಂದಿಗಿನ ", " ಈ ಟಿಪ್ಪಣಿಯು ಸಹಾಯಕವಾಗುವುದು ಖಚಿತವೇ?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["ಆ ಪೋಸ್ಟ್‌ಗಳು ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳುತ್ತಿದ್ದರೂ ಸಹ, ಈ ವೀಡಿಯೊದೊಂದಿಗಿನ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗುವುದು ಖಚಿತವೇ?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["ಆ ಪೋಸ್ಟ್‌ಗಳು ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳುತ್ತಿದ್ದರೂ ಸಹ, ಈ ಮಾಧ್ಯಮದೊಂದಿಗಿನ ", " ಈ ಟಿಪ್ಪಣಿಯು ಸಹಾಯಕವಾಗುವುದು ಖಚಿತವೇ?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["ಆ ಪೋಸ್ಟ್‌ಗಳು ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳುತ್ತಿದ್ದರೂ ಸಹ, ಈ ಮಾಧ್ಯಮದೊಂದಿಗಿನ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಸಹಾಯಕವಾಗುವುದು ಖಚಿತವೇ?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", " ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["ವಿನಂತಿಗಳನ್ನು ಅನಾಮಧೇಯಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ಪಾರದರ್ಶಕತೆಗಾಗಿ ", " ಮಾಡಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["ನೀವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅನ್ನು ಬರೆಯಲು ಮತ್ತು ರೇಟ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಬಯಸಿದರೆ, "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["ವಿನಂತಿಯ ಗುಣಮಟ್ಟವನ್ನು ಉನ್ನತ ಮಟ್ಟದಲ್ಲಿ ಇರಿಸಲು ಮತ್ತು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ತಡೆಯಲು, ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಅನ್ನು ವಿನಂತಿಸಲು ಖಾತೆಗಳು ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಂದಿರಬೇಕು. "];
                            },
                        },
                        {
                            key: "a7eaa695",
                            get: function () {
                                return ["", " ಹುಡುಕಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ"];
                            },
                        },
                        {
                            key: "f863bea7",
                            get: function () {
                                return ["ಪೋಸ್ಟ್‌ಗಳಿಂದ ಯಾವುದೇ ಹಾನಿಯಾಗುವುದಿಲ್ಲ ಆದರೆ ವ್ಯಾಪಕವಾಗಿ ಇಷ್ಟವಾದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ", " ಮಾಡಲು ಸಹಾಯ ಮಾಡಬಹುದು"];
                            },
                        },
                        {
                            key: "e59bfa27",
                            get: function () {
                                return ["ಈ ಪ್ರಾಯೋಗಿಕ ವೈಶಿಷ್ಟ್ಯದ "];
                            },
                        },
                        {
                            key: "ffd3d1a1",
                            get: function () {
                                return ["ರೇಟಿಂಗ್‌ಗಳನ್ನು ಅನಾಮಧೇಯಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ಪಾರದರ್ಶಕತೆಗಾಗಿ ಸಾರ್ವಜನಿಕರಿಗೆ ಲಭ್ಯವಿದೆ. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["ಪೋಸ್ಟ್ ಲೇಖಕರಾಗಿ, ಈ "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " ರೇಟಿಂಗ್ ಪರಿಣಾಮ"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " ಬರವಣಿಗೆ ಪರಿಣಾಮ"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಚಿತ್ರಕ್ಕೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["", " ಚಿತ್ರಕ್ಕೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ವೀಡಿಯೊಗೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["", " ವೀಡಿಯೊಗೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಮಾಧ್ಯಮಕ್ಕೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["", " ಮಾಧ್ಯಮಕ್ಕೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಬರೆಯಲಾದ ನೋಟ್ ಮತ್ತು ", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["ನೋಟ್ ಅನ್ನು ಮೂಲತಃ ", " ಬರೆಯಲಾಗಿದೆ ಮತ್ತು ", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಇತರ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["ಜನರು ಒಪ್ಪಿದರೆ ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["ಜನರು ಒಪ್ಪಿದರೆ ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["ಜನರು ಒಪ್ಪಿದರೆ ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["ಜನರು ಒಪ್ಪಿದರೆ ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["ಜನರು ಒಪ್ಪಿದರೆ ಈ ಮಾಧ್ಯಮ ವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["ಜನರು ಒಪ್ಪಿದರೆ ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ತೋರಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ವೀಡಿಯೊಗೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["", " ವೀಡಿಯೊಗೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ವೀಡಿಯೊಗೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["", " ವೀಡಿಯೊಗೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಚಿತ್ರಕ್ಕೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["", " ಚಿತ್ರಕ್ಕೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಚಿತ್ರಕ್ಕೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["", " ಚಿತ್ರಕ್ಕೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಮಾಧ್ಯಮಕ್ಕೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["", " ಮಾಧ್ಯಮಕ್ಕೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ಮಾಧ್ಯಮಕ್ಕೆ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸುತ್ತಿರಬಹುದು"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["", " ಮಾಧ್ಯಮಕ್ಕೆ ಮೂಲತಃ ನೋಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ನೋಟ್. ", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["", " ಮೂಲತಃ ನೋಟ್. ", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["ನಂತರ ಅಳಿಸಲಾದ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಮೂಲತಃ ನೋಟ್. ", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["", " ಮೂಲತಃ ನೋಟ್. ", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ತೋರಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X · " + this.props.impressionTruncated + "+ ವೀಕ್ಷಣೆಗಳಲ್ಲಿ ಸಣ್ಣ ಪ್ರಾಯೋಗಿಕ ಗುಂಪಿಗೆ ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X ನಲ್ಲಿ ಸಣ್ಣ ಪ್ರಾಯೋಗಿಕ ಗುಂಪಿಗೆ ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X · " + this.props.impressionTruncated + "+ ವೀಕ್ಷಣೆಗಳಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X ನಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["ರೇಟಿಂಗ್‌ಗಳನ್ನು ಅನಾಮಿಕಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ಪಾರದರ್ಶಕತೆಗಾಗಿ ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಾಗಿಸಲಾಗಿದೆ. ", "ಎಂದು ಕಂಡುಕೊಳ್ಳಿ."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["ಈ ಟಿಪ್ಪಣಿಯನ್ನು ನೀವು ", " ಎಂದು ರೇಟ್ ಮಾಡಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["ಈ ಟಿಪ್ಪಣಿಯನ್ನು ನೀವು ", " ಎಂದು ರೇಟ್ ಮಾಡಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["ಈ ಟಿಪ್ಪಣಿಯನ್ನು ", " ಎಂದು ನೀವು ರೇಟ್ ಮಾಡಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ", " ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["ಇದೇ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["ಇದೇ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["ಇದೇ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ", " ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["", " ಗೆ ಲಿಂಕ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["ಇದೇ ವೀಡಿಯೊವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["ಇದೇ ಚಿತ್ರವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["ಇದೇ ಮಾಧ್ಯಮವನ್ನು ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳಲ್ಲಿ ಈ ನೋಟ್ ಅನ್ನು ತೋರಿಸಬೇಕೇ?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಅನ್ನು ಸುಧಾರಿಸಲು ಐಡಿಯಾಗಳು ಅಥವಾ ಸಲಹೆಗಳಿವೆಯೇ? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["ವಿನಂತಿಸುವವರು ಉಲ್ಲೇಖಿಸಿದ " + this.props.remainingCount + " ಇನ್ನೂ ಪೋಸ್ಟ್" + f(this.props.remainingCount, "", "‌ಗಳು") + " ಅನ್ನು ತೋರಿಸಿ"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳು ಅಲಿಯಾಸ್‌ಗಳನ್ನು ಬಳಸುತ್ತಾರೆ · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["ಈ ವೈಶಿಷ್ಟ್ಯವು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ಗೆ ಹೊಸದು, ಮುಕ್ತವಾಗಿ "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["ನಿಮ್ಮ ರೇಟಿಂಗ್‌ ಪರಿಣಾಮವನ್ನು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಕೋರ್ " + this.props.currentRatingImpact + " ಇಂದ " + this.props.requiredRatingImpact + " ಗೆ ಹೆಚ್ಚಿಸಿ."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " ಅಳಿಸಿದ ಟಿಪ್ಪಣಿಗಳು"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["ಬರೆಯುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲು, ಈ ಸ್ಕೋರ್ ಅನ್ನು " + this.props.requiredRatingImpact + " ಗೆ ಹೆಚ್ಚಿಸಿ"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["ನೋಟ್ಸ್‌ ಬರೆಯುವುದನ್ನು ಆರಂಭಿಸಲು ಬಯಸಿದ್ದೀರಾ? ನಿಮ್ಮ ರೇಟಿಂಗ್ ಇಂಪ್ಯಾಕ್ಟ್‌ ಅನ್ನು " + this.props.requiredRatingImpact + " ಅಥವಾ ಹೆಚ್ಚಿನದಕ್ಕೆ ಏರಿಸಿ."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["ಟಿಪ್ಪಣಿ ಲೇಖಕರು ಮತ್ತು ರೇಟರ್‌ಗಳಿಗೆ ಗೌರವವನ್ನು ನಿಖರವಾಗಿ ನಿಯೋಜಿಸಲು ಅಳಿಸಿದ ಟಿಪ್ಪಣಿಗಳ ಸ್ಥಿತಿಯನ್ನು ಕಮ್ಯೂನಿಟಿ ನೋಟ್ಸ್‌ ಉಳಿಸಿಕೊಳ್ಳುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["X ಬಳಸುವವರು ಸಂದರ್ಭವನ್ನು ಬರೆಯುತ್ತಾರೆ ಮತ್ತು ಇತರರು ಸಹಾಯಕ ಎಂದು ರೇಟ್ ಮಾಡಿದರೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["ಡೇಟಾಸೆಟ್‌ಗಳ ನಿಮ್ಮ ಬಳಸುವಿಕೆಯನ್ನು X ಡೆವಲಪರ್ ಕರಾರು ಮತ್ತು ನೀತಿಯು ನಿಯಂತ್ರಿಸುತ್ತದೆ. ಡೌನ್‌ಲೋಡ್ ಐಕಾನ್‌ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ", " ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["ಫೈಲ್‌ ಸಂ. " + this.props.fileIndex + " / " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["ಬೇರೇನನ್ನಾದರೂ ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಸಂಭಾವ್ಯವಾಗಿ ಸಂವೇದನಾಶೀಲ ಕಂಟೆಂಟ್‌ನಿಂದ ಅವು ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುತ್ತಿವೆಯೇ ಎಂಬುದನ್ನು ನೋಡಲು ನಿಮ್ಮ ", " ಪರಿಶೀಲಿಸಿ."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " ಹಿಂದೆ ಸಕ್ರಿಯ"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["ಖಚಿತವಾಗಿಯೂ ", " ಅವರನ್ನು ನೀವು ಮಾಡರೇಟರ್ ಮಾಡಲು ಬಯಸಿದ್ದೀರಾ?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["ಖಚಿತವಾಗಿಯೂ ", " ಅವರನ್ನು ಮಾಡರೇಟರ್ ಆಗಿ ತೆಗೆದುಹಾಕಲು ನೀವು ಬಯಸಿದ್ದೀರಾ?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["ಮುಂದುವರಿಯಲು ", " ಎಂಟರ್ ಮಾಡಿ"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಪಿನ್ ಮಾಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ಅನ್‌ಪಿನ್ ಮಾಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " ಅವರು ಪೋಸ್ಟ್ ಅನ್ನು ತೋರಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " ಅವರು ಸದಸ್ಯರನ್ನು ತೆಗೆದುಹಾಕಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " ಅವರು ಸದಸ್ಯನನ್ನು ಮರುಸ್ಥಾಪಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " ಅವರು ಈ ಸಮುದಾಯಕ್ಕೆ ಸೇರಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " ಅವರು ಈ ಸಮುದಾಯವನ್ನು ತೊರೆದಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " ಅವರು ಸದಸ್ಯ ವಿನಂತಿಯನ್ನು ಅನುಮೋದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " ಅವರು ಸದಸ್ಯ ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " ಅವರು ಸದಸ್ಯ ವಿನಂತಿಯನ್ನು ಮರು ಅನುಮೋದಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["ವರದಿ ಮಾಡಿದವರು ", " ಮತ್ತು "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["ವರದಿ ಮಾಡಿದವರು "];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["ವರದಿ ಮಾಡಿದವರು "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["ನೀವು @", " ಅವರ ಪೋಸ್ಟ್ ಅನ್ನು ಮರೆಮಾಡಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["ನೀವು @", "ರ ಪೋಸ್ಟ್ ಅನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದೀರಿ"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return [this.props.date + " ", " ಅವರಿಂದ ರಚಿಸಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು, ನೀವು ಹೊಂದಿರುವ ಖಾತೆಗೆ ಬದಲಿಸಿ.\n\nಕಾಂಟ್ರಿಬ್ಯೂಟರ್ ಆಗಿ, ನೀವು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು, ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು — ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು.\n\nಡೆಲಿಗೇಟ್ ಅನ್ನು ಸುಧಾರಿಸುವ ವಿಧಾನಗಳಿಗಾಗಿ ನಾವು ಎಂದಿಗೂ ಎದುರು ನೋಡುತ್ತಿರುತ್ತೇವೆ. ಮುಕ್ತವಾಗಿ ", "."];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು, ನೀವು ಹೊಂದಿರುವ ಖಾತೆಗೆ ಬದಲಿಸಿ.\n\nಅಡ್ಮಿನ್ ಆಗಿ, ನೀವು ನೇರ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಬಹುದು, ಪೋಸ್ಟ್‌ಗಳನ್ನು ಪ್ರಕಟಿಸಬಹುದು, ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಬಹುದು — ಹಾಗೂ ಅವುಗಳನ್ನು ನೋಡಬಹುದು. ನೀವು ಖಾತೆಗೆ ಕಾಂಟ್ರಿಬ್ಯೂಟರ್‌ಗಳನ್ನು ಆಹ್ವಾನಿಸಬಹುದು ಅಥವಾ ತೆಗೆದುಹಾಕಬಹುದು ಮತ್ತು ಪೋಸ್ಟ್ ಅನಾಲಿಟಿಕ್ಸ್ ಅನ್ನು ಸಹ ನೋಡಬಹುದು.\n\nಡೆಲಿಗೇಟ್ ಅನ್ನು ಸುಧಾರಿಸುವ ವಿಧಾನಗಳಿಗಾಗಿ ನಾವು ಎಂದಿಗೂ ಎದುರು ನೋಡುತ್ತಿರುತ್ತೇವೆ. ಮುಕ್ತವಾಗಿ ", "."];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["ಈ ಕೆಲಸದ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು "];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["ನಿಮ್ಮ ಕಾಲರೇಖೆಯಲ್ಲಿ ", " ", " ಉದ್ಯೋಗಗಳನ್ನು ನೋಡಲು ಪ್ರಾರಂಭಿಸಿ"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", " ", " ಉದ್ಯೋಗಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["ಪೋಸ್ಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸುವುದರಿಂದ @" + this.props.screenName + " ಅವರ ತಡೆತೆರವುಗೊಳಿಸುತ್ತದೆ. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["ಇದಕ್ಕಾಗಿ ಮೊದಲೇ ಆರ್ಡರ್‌ ಮಾಡಿ "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["ನಮ್ಮ ಮಾನಿಟೈಸೇಶನ್‌ ಪ್ರೋಗ್ರಾಂಗಳು ಮತ್ತು ನೀತಿಗಳ ಕುರಿತು ", " ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(", " ಶುಲ್ಕ)"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(", "% ಶುಲ್ಕ, ಕನಿಷ್ಠ ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["", "% ಶುಲ್ಕ, ಕನಿಷ್ಠ "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["ಖರೀದಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಮತ್ತು ನಮ್ಮ ", " ಅನ್ನು ಒಪ್ಪುತ್ತೀರಿ. ನಿಯಮಗಳಲ್ಲಿ ವಿವರಿಸಿದಂತೆ, ರದ್ದುಗೊಳ್ಳುವವರೆಗೆ ಚಂದಾದಾರಿಕೆಗಳು ಸ್ವಯಂ-ನವೀಕರಿಸಲ್ಪಡುತ್ತವೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ರದ್ದು ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["ಖರೀದಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಮತ್ತು ನಮ್ಮ ", " ಅನ್ನು ಒಪ್ಪುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["ಇಷ್ಟಗಳು, ಹೆಸರಿಸುವಿಕೆಗಳು, ಮರುಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಇನ್ನೂ ಹಲವು. ಪರಿಶೀಲಿಸಿದ ಖಾತೆಯಿಂದ ಬಂದಾಗ ನಿಮಗೆ ಇದು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", " ನಲ್ಲಿ 3ನೇ ಪಕ್ಷದ ಆಪ್‌ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", " ಮಾಡಿದ್ದಾರೆ. " + this.props.orgName + "ಅವರ ", " ಮತ್ತು ", " ಓದಿ."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["ಬೆಂಬಲಕ್ಕಾಗಿ ", " ಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", " ಪ್ರಾರಂಭಿಸಲು."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", " ಅವರಿಂದ ಸಿಂಕ್ ಮಾಡಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["", " ಅವರಿಂದ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X ನೇಮಕಾತಿಯ ಬಗೆಗಿನ ಪ್ರಶ್ನೆಗಳಿಗಾಗಿ ನಮಗೆ ಇಲ್ಲಿ ಇಮೇಲ್ ಮಾಡಿ ", "."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(ಸಂಸ್ಥೆಗಳಿಗಾಗಿ, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["ನಿಮ್ಮ ", " ಪ್ರಾರಂಭಿಸುವ ಮೂಲಕ ಮತ್ತು ಚಂದಾದಾರರಾಗುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಒಪ್ಪುತ್ತೀರಿ. " + this.props.numberOfDays + "-ದಿನದ ಉಚಿತ ಪ್ರಯೋಗದ ನಂತರ, " + this.props.numberOfDays + "-ದಿನದ ಉಚಿತ ಪ್ರಯೋಗದ ಅವಧಿಯೊಳಗೆ ನೀವು ರದ್ದುಗೊಳಿಸದ ಹೊರತು, ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಿದಾಗ ನೀವು ಆಯ್ಕೆಮಾಡುವ ವಾರ್ಷಿಕ ಅಥವಾ ಮಾಸಿಕ ಯೋಜನೆಯ ಮೊತ್ತವನ್ನು ನಿಮಗೆ ವಿಧಿಸಲಾಗುತ್ತದೆ. ನಿಯಮಗಳಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ರದ್ದುಗೊಳ್ಳುವವರೆಗೆ ಚಂದಾದಾರಿಕೆಗಳು ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ", ". ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳನ್ನು ತಪ್ಪಿಸಲು ನವೀಕರಣ ಮಾಡುವ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಮಾಡಿ. ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಲು ಪರಿಶೀಲಿಸಿದ ಫೋನ್ ನಂಬರ್ ಅಗತ್ಯವಿದೆ ಇನ್ನೊಂದು ಪ್ಲಾಟ್‌ಫಾರಂನಲ್ಲಿ ನೀವು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದರೆ, ಪ್ಲಾಟ್‌ಫಾರಂ ಮೂಲಕ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಒಪ್ಪುತ್ತೀರಿ. ", " ವಿವರಿಸಿದಂತೆ ರದ್ದುಗೊಳ್ಳುವವರೆಗೆ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ", ". ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳನ್ನು ತಪ್ಪಿಸಲು ನವೀಕರಣಕ್ಕೆ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಗೊಳಿಸಿ. ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುವಾಗ, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಮತ್ತು ಸಂಬಂಧಿತ ವೈಶಿಷ್ಟ್ಯಗಳು ತಕ್ಷಣವೇ ಹೊಸ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಶ್ರೇಣಿಗೆ ಬದಲಾಗುತ್ತವೆ. ಹೊಸ ಹಂತದ ಬೆಲೆಗೆ ನಿಮಗೆ ತಕ್ಷಣವೇ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ ಆದರೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್‌ನಿಂದ ಯಾವುದೇ ಅನುಪಾತದ ಬಾಕಿಯನ್ನು ಇಂದಿನ ಒಟ್ಟು ಶುಲ್ಕಕ್ಕೆ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ. ಕಾನೂನಿನಿಂದ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಹಿಂದಿನ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ನ ಯಾವುದೇ ಭಾಗಕ್ಕೆ ನೀವು ಮರುಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಒಪ್ಪುತ್ತೀರಿ. ", " ವಿವರಿಸಿದಂತೆ, ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ರದ್ದಾಗುವವರೆಗೆ ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ", ". ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳನ್ನು ತಪ್ಪಿಸಲು ನವೀಕರಣಕ್ಕೆ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಗೊಳಿಸಿ. ಡೌನ್‌ಗ್ರೇಡ್ ಮಾಡುವಾಗ, ನಿಮ್ಮ ಹೊಸ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಪ್ರಾರಂಭವಾಗುವ ನಿಮ್ಮ ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಚಕ್ರದವರೆಗೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಸಕ್ರಿಯವಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಚಕ್ರದ ಆರಂಭದಲ್ಲಿ ಹೊಸ ಹಂತದ ಬೆಲೆಗೆ ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಒಪ್ಪುತ್ತೀರಿ. ", " ವಿವರಿಸಿದಂತೆ, ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ರದ್ದಾಗುವವರೆಗೆ ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ", ". ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳನ್ನು ತಪ್ಪಿಸಲು ನವೀಕರಣಕ್ಕೆ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಗೊಳಿಸಿ. ಬದಲಾಯಿಸುವಾಗ, ನಿಮ್ಮ ಶ್ರೇಣಿಗೆ ಸಂಬಂಧಿಸಿದ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೀವು ಆನಂದಿಸುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತೀರಿ. ಹೊಸ ವಾರ್ಷಿಕ ಯೋಜನೆಯ ಬೆಲೆಯನ್ನು ನಿಮಗೆ ತಕ್ಷಣವೇ ವಿಧಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಮಾಸಿಕ ಬಿಲ್ಲಿಂಗ್ ಚಕ್ರದಿಂದ ಯಾವುದೇ ಅನುಪಾತದ ಬಾಕಿಯನ್ನು ಇಂದಿನ ಒಟ್ಟು ಶುಲ್ಕಕ್ಕೆ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಒಪ್ಪುತ್ತೀರಿ. ", " ವಿವರಿಸಿದಂತೆ, ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ರದ್ದಾಗುವವರೆಗೆ ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ", ". ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳನ್ನು ತಪ್ಪಿಸಲು ನವೀಕರಣಕ್ಕೆ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಗೊಳಿಸಿ. ಬದಲಾಯಿಸುವಾಗ, ನಿಮ್ಮ ಶ್ರೇಣಿಗೆ ಸಂಬಂಧಿಸಿದ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೀವು ಆನಂದಿಸುವುದನ್ನು ಮುಂದುವರಿಸುತ್ತೀರಿ. ಶ್ರೇಣಿಗೆ ಮಾಸಿಕ ಬೆಲೆಯನ್ನು ತಕ್ಷಣವೇ ನಿಮಗೆ ವಿಧಿಸಲಾಗುತ್ತದೆ ಆದರೆ ನಿಮ್ಮ ವಾರ್ಷಿಕ ಪಾವತಿಯಿಂದ ನಿಮ್ಮ ಉಳಿದ ಅನುಪಾತದ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಅದು ಮುಗಿಯುವವರೆಗೆ ಮಾಸಿಕ ಶುಲ್ಕಗಳಿಗೆ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " ಗಾಗಿ ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿ"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["ವಿಳಾಸ ಮಾಹಿತಿಯನ್ನು Google ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ. ಇನ್ನಷ್ಟು ತಿಳಿಯಲು ", " ಮತ್ತು ", " ನೋಡಿ."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["ಕೇವಲ ಸಮುದಾಯಗಳ ಅಡ್ಮಿನ್‌ಗಳು ಮತ್ತು ಮಾಡರೇಟರ್‌ಗಳು ತಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗಳಲ್ಲಿ ಅವರನ್ನು ಸ್ಪಾಟ್‌ಲೈಟ್ ಮಾಡಬಹುದು. ನಿಮ್ಮದೇ ", " ಬಯಸಿದ್ದೀರಾ?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸಮೀಪದಲ್ಲಿನ ವಿಪತ್ತು ಕೇಂದ್ರವನ್ನು ಹುಡುಕಲು, ", " ಗೆ ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["ನೀವು ಅಪಾಯದಲ್ಲಿದ್ದೀರಿ ಎಂದು ಭಾವಿಸಿದರೆ, ಸ್ಥಳೀಯ ಕಾನೂನು ಜಾರಿಯನ್ನು ಸಂಪರ್ಕಿಸುವಂತೆ ನಾವು ನಿಮಗೆ ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ಅವರು ಹೆಚ್ಚುವರಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ", " ಅವರು ನೋಡಬಹುದು."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["ನೀವು ಸದಾ ", " ಹಿಂಬಾಲಿಸದಿರಬಹುದು."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಿದ "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["ನಿಮ್ಮ ಸರ್ಕಲ್‌ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಿದಾಗ ಜನರಿಗೆ ಸೂಚನೆ ನೀಡಲಾಗುವುದಿಲ್ಲ. ನೀವು ಸೇರಿಸುವ ಯಾರಾದರೂ ನಿಮ್ಮ ಹಿಂದಿನ ಸರ್ಕಲ್ ಪೋಸ್ಟ್‌ಗಳನ್ನು ನೋಡಬಹುದು. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡಿದ ಬಾರಿ. ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ", " ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್ ಕಾಣಿಸಿದ ಬಾರಿ. ವೀಕ್ಷಣೆ ಲೆಕ್ಕ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ಇದು ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ", "ಕ್ಕೆ ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್‌ಗೆ ವೀಕ್ಷಣೆ ಲೆಕ್ಕಾಚಾರ ಲಭ್ಯವಿಲ್ಲ. ಇನ್ನಷ್ಟು ತಿಳಿಯಲು, ", " ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["ಪ್ರಚಾರ ರಚಿಸಿ ಎಂಬುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ", " ಮತ್ತು ", " ನೀವು ಓದಿದ್ದೀರಿ ಮತ್ತು ಸಮ್ಮತಿಸಿದ್ದೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["ಪ್ರಚಾರ ರಚಿಸಿ ಎಂಬುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ", " ನೀವು ಓದಿದ್ದೀರಿ ಮತ್ತು ಸಮ್ಮತಿಸಿದ್ದೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["X ನ ", " ಅನುಗುಣವಾಗಿ ಈ ಜಾಹೀರಾತುಗಳ ಖಾತೆಗೆ ಕೆಲವು ಟಾರ್ಗೆಟಿಂಗ್‌ ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಚಾರ ಮಾಡಿ ಎಂಬುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ", " ಮತ್ತು ", " ನೀವು ಓದಿದ್ದೀರಿ ಮತ್ತು ಸಮ್ಮತಿಸಿದ್ದೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರಚಾರ ಮಾಡಿ ಎಂಬುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ,  ", " ನೀವು ಓದಿದ್ದೀರಿ ಮತ್ತು ಸಮ್ಮತಿಸಿದ್ದೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತಿದ್ದೀರಿ."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["ಈ ಪೋಸ್ಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಗೌಪ್ಯತೆ ಪ್ರತಿಕ್ರಿಯೆಗಳಿಲ್ಲ, ಸಂರಕ್ಷಿಸಿದ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಬಹುದಾಗಿದೆ. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["ಈ ಖರೀದಿಯನ್ನು ಮಾಡಲು ಈ ಕೆಳಗೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ", " ಬದ್ಧವಾಗಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["ಇದನ್ನೂ ಸೇರಿಸಿದಂತೆ ತಮ್ಮ ಯಾವುದೇ ಪಟ್ಟಿಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸೇರಿಸದಂತೆ ಇದು ", " ಅವರನ್ನು ತಡೆಯುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು " + this.props.creatorName + " ರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ಒಪ್ಪಿಕೊಳ್ಳುವ ಮೂಲಕ, ಆಫ್-ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಂವಹನದ ಉದ್ದೇಶಕ್ಕಾಗಿ X ಗೆ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಮತ್ತು ", " ಒಪ್ಪಿಕೊಳ್ಳಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return [this.props.price + " ಗಾಗಿ @" + this.props.screenName + " ಅವರಿಗೆ " + this.props.tier + " ರ ಒಂದು ವರ್ಷವನ್ನು ಉಡುಗೊರೆಯಾಗಿ ನೀಡಿ ಒಮ್ಮೆ ನೀವು ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದರೆ, ನೀವು ಅವರಿಗೆ ಉಡುಗೊರೆಯನ್ನು ಕಳುಹಿಸಿದ್ದೀರಿ ಎಂದು ಅವರಿಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["ಉಡುಗೊರೆ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬೆಲೆಯನ್ನು ಖರೀದಿಯಲ್ಲಿ ವಿಧಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಮರುಪಾವತಿಸಲಾಗುವುದಿಲ್ಲ. ಇದು ಒಂದು-ಬಾರಿ ಬಳಕೆ, ಬದಲಾಯಿಸಲಾಗದ, ಸಂಯೋಜಿಸಲಾಗದ ಮತ್ತು ನಗದು ಮೌಲ್ಯವನ್ನು ಹೊಂದಿಲ್ಲ. ಇದು X ನ ಪರಿಶೀಲನೆ ಮತ್ತು ಸ್ವೀಕರಿಸುವವರಿಗೆ ನಿಯೋಜನೆಯ ನಂತರ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ, ಅವರು ನಮ್ಮ ", " ಮತ್ತು ನೀತಿಗಳನ್ನು ಅಂಗೀಕರಿಸಬೇಕು. ಸ್ವೀಕರಿಸುವವರು ಯಾವುದೇ ಅರ್ಹತೆಯ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸಲು ವಿಫಲವಾದರೆ, ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸಿದರೆ ಅಥವಾ ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ನೀತಿಗಳನ್ನು ತಿರಸ್ಕರಿಸಿದರೆ, ಉಡುಗೊರೆಯನ್ನು ರಿಡೀಮ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಮರುಪಾವತಿಸಲಾಗುವುದಿಲ್ಲ. ತೆರಿಗೆಗಳು ಅನ್ವಯಿಸಬಹುದು. ನಿಯಮಗಳು ಬದಲಾಗಬಹುದು. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["ಸಂಸ್ಥೆಗಳು ಗೋಲ್ಡ್ ಚೆಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಹೊಂದಿವೆ, ವ್ಯಕ್ತಿಗಳು ನೀಲಿ ಚೆಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ. ಅನುಚಿತ ಬಳಕೆಯು ನಮ್ಮ ", " ಪ್ರಕಾರ ಮರುಪಾವತಿಯಿಲ್ಲದೆ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸುವುದಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["ಸಂಸ್ಥೆಗಳು ಚದರ ಅವತಾರಗಳನ್ನು ಹೊಂದಿವೆ, ವ್ಯಕ್ತಿಗಳು ವೃತ್ತಾಕಾರದ ಅವತಾರಗಳನ್ನು ಹೊಂದಿವೆ. ಅನುಚಿತ ಬಳಕೆಯು ನಮ್ಮ ", " ಪ್ರಕಾರ ಮರುಪಾವತಿಯಿಲ್ಲದೆ ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ ಅನ್ನು ರದ್ದುಗೊಳಿಸುವುದಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["", " ಪೋರ್ಟಲ್ ಮೂಲಕ ಬಡ್ತಿ ನೀಡಿದಾಗ ಉದ್ಯೋಗಗಳಿಗಾಗಿ ಯಾವ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ಬಳಸಬೇಕು ಎಂಬುದನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["ಯಾವುದೇ ಅರ್ಹ ಖಾತೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ. ಮುಂದಿನ ಹಂತಗಳಿಗಾಗಿ ", " ಪುಟವನ್ನು ಪರಿಶೀಲಿಸಿ."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳನ್ನು ರದ್ದುಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಸಂಸ್ಥೆಯು ತಕ್ಷಣವೇ ತನ್ನ ಚಿನ್ನದ ಚೆಕ್‌ಮಾರ್ಕ್ ಅನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["ಹೆಚ್ಚುವರಿಯಾಗಿ, ಎಲ್ಲಾ ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಗಳನ್ನು ತಕ್ಷಣವೇ ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಅವು ಚಿನ್ನ ಅಥವಾ ನೀಲಿ ಚೆಕ್‌ಮಾರ್ಕ್‌ಗಳು ಮತ್ತು ಅಫಿಲಿಯೇಟ್ ಬ್ಯಾಡ್ಜ್‌ಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತವೆ."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["ರದ್ದುಗೊಳಿಸುವಿಕೆಯು ಚೆಕ್‌ಮಾರ್ಕ್‌ಗಳನ್ನು ಮತ್ತು ನಿಮ್ಮ ಸಂಸ್ಥೆಯಿಂದ ಮತ್ತು ಎಲ್ಲಾ ಅಫಿಲಿಯೇಟ್ ಆಗಿರುವ ಖಾತೆಗಳಿಂದ ಎಲ್ಲಾ ಪಾವತಿಸಿದ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ತಕ್ಷಣವೇ ತೆಗೆದುಹಾಕುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["ನೀವು ಇಂದು ಉಳಿಯಲು ನಿರ್ಧರಿಸಿದರೆ, ಮುಂದಿನ " + this.props.totalDays + " ದಿನಗಳವರೆಗೆ ನಾವು ಪ್ರತಿ " + this.props.daysOfCouponInterval + " ದಿನಗಳಿಗೊಮ್ಮೆ ನಿಮ್ಮ ಪೋರ್ಟಲ್‌ಗೆ " + this.props.creditAmount + " USD ಹೆಚ್ಚುವರಿ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಸೇರಿಸುತ್ತೇವೆ. ನೀವು ಈ ಕೊಡುಗೆಯನ್ನು ಕ್ಲೈಮ್ ಮಾಡಿದಾಗ, ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಈ ಕ್ರೆಡಿಟ್‌ನಿಂದ ಮೌಲ್ಯವನ್ನು ಪಡೆಯಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಮ್ಮ ಬೆಂಬಲ ತಂಡವು ಸಹಾಯ ಮಾಡುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["ನೀವು ಇಂದು ಉಳಿಯಲು ನಿರ್ಧರಿಸಿದರೆ, ಮುಂದಿನ " + this.props.daysToWaitForFirstRedeemable + " ದಿನಗಳಲ್ಲಿ ನಾವು ನಿಮ್ಮ ಪೋರ್ಟಲ್‌ಗೆ " + this.props.creditAmount + " USD ಹೆಚ್ಚುವರಿ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಸೇರಿಸುತ್ತೇವೆ. ನೀವು ಈ ಕೊಡುಗೆಯನ್ನು ಕ್ಲೈಮ್ ಮಾಡಿದಾಗ, ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಈ ಕ್ರೆಡಿಟ್‌ನಿಂದ ಮೌಲ್ಯವನ್ನು ಪಡೆಯಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಮ್ಮ ಬೆಂಬಲ ತಂಡವು ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತದೆ."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["ಇದು ಒಂದು ಬಾರಿಯ ಕೊಡುಗೆಯಾಗಿದೆ ಮತ್ತು ಮತ್ತೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["ನೀವು ಇನ್ನೂ ಹಿಂತಿರುಗಬಹುದು ಮತ್ತು ಒಂದು ಬಾರಿಯ ಕೊಡುಗೆಯನ್ನು ಕ್ಲೈಮ್ ಮಾಡಬಹುದು, ಅದನ್ನು ಪುನಃ ನೀಡಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಮುಂದಿನ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್‌ಗೆ ಮೊದಲು ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ನಲ್ಲಿ ಉಳಿದಿರುವ ಉಳಿದ ದಿನಗಳವರೆಗೆ ನಿಮಗೆ ಮರುಪಾವತಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ. ಅದರ ನಂತರ ನಿಮಗೆ ಬಿಲ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳಿಗೆ X ನಲ್ಲಿ ಆದ್ಯತೆಯ ಬೆಂಬಲವನ್ನು ಪಡೆಯುತ್ತವೆ. ಅದು ಏನೇ ಇರಲಿ - ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ನಾವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು. ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ತಂಡದ ಸದಸ್ಯರೊಂದಿಗೆ ಕರೆಯನ್ನು ಶೆಡ್ಯೂಲ್ ಮಾಡಲು ಮತ್ತು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ವ್ಯಕ್ತಿಯೊಂದಿಗೆ ಮಾತನಾಡಲು ನೀವು ಬಯಸುವಿರಾ?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["ನೀವು ರದ್ದುಗೊಳಿಸಿದರೆ, ಈ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಮತ್ತು ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌‌ನೊಂದಿಗೆ ಬರುವ ಎಲ್ಲಾ ಭವಿಷ್ಯದ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗೆ ನೀವು ತಕ್ಷಣವೇ ಪ್ರವೇಶವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ. ಈ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ನೀವು ಈಗಾಗಲೇ ಪಾವತಿಸಿರುವುದರಿಂದ, ಅದನ್ನು ಬಳಸಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["ನಿಮ್ಮ ಮಿತಿಯನ್ನು ಹೆಚ್ಚಿಸಲು ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿದ ಪ್ರೀಮಿಯಂ ಬೆಂಬಲವನ್ನು ", " ಸಂಪರ್ಕಿಸಿ."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["ಪ್ರತಿ ಹೆಚ್ಚುವರಿ ಅಫಿಲಿಯೇಟ್‌ಗೆ ", "/", " ವೆಚ್ಚವಾಗುತ್ತದೆ"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["ನಿಮ್ಮ ಮೊದಲ ವರ್ಷಕ್ಕೆ ವಾರ್ಷಿಕವಾಗಿ ", ". ನಂತರ ವಾರ್ಷಿಕವಾಗಿ ", "."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["ಪ್ರತಿ ಹೆಚ್ಚುವರಿ ಸಂಯೋಜಿತ ಖಾತೆಯು ವರ್ಷಕ್ಕೆ ಪ್ರತಿ ಬಳಕೆದಾರರ ಹೆಸರಿಗೆ ", " ಆಗಿದೆ. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " ಪ್ರತಿ ಬಳಕೆದಾರರ ಹೆಸರು ಪ್ರತಿ ತಿಂಗಳು ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["ನೀವು ", " ಮೊದಲು ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮಾಡಿದಾಗ ವಾರ್ಷಿಕ ಯೋಜನೆಗಳಲ್ಲಿ 30% ರಿಯಾಯಿತಿ ಮತ್ತು $12,000 ವರೆಗೆ ಉಚಿತ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಕ್ಲೈಮ್ ಮಾಡಿ"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["ಪೂರ್ಣ ಪ್ರವೇಶವು ", "/", " (", ") ಆಗಿದೆ. ಪ್ರತಿ ಹೆಚ್ಚುವರಿ ಅಫಿಲಿಯೇಟ್ ಮಾಡಲಾದ ಖಾತೆಯು ಪ್ರತಿ ", " (", ") ಗೆ ಪ್ರತಿ ಬಳಕೆದಾರರ ಹೆಸರಿಗೆ ", " ಆಗಿದೆ. "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["ಮೂಲವು ", "/", " (", ") ಆಗಿದೆ. "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಸಮ್ಮತಿಸುತ್ತೀರಿ. ರದ್ದು ಮಾಡುವವರೆಗೆ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳು ಸ್ವಯಂ ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ಸೈನ್ ಅಪ್ ಮಾಡುವ ಎಲ್ಲಾ ಖಾತೆಗಳು ಹಸ್ತಚಾಲಿತ ಅನುಮೋದನೆಯನ್ನು ಪಾಸ್ ಮಾಡಬೇಕು."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ", " ಒಪ್ಪುತ್ತೀರಿ. ರದ್ದುಗೊಳ್ಳುವವರೆಗೆ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್ಸ್‌ ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತವೆ. ಸೈನ್ ಅಪ್ ಮಾಡುವ ಖಾತೆಗಳನ್ನು ದೃಢೀಕರಣಕ್ಕಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ. ಖಾತೆಯು ಸೈನ್ ಅಪ್ ಆಗಿದ್ದರೆ ಮತ್ತು ಸಂಸ್ಥೆಯಾಗಿಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮನ್ನು ತಿರಸ್ಕರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಮರುಪಾವತಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ ಸೀಮಿತ ಅವಧಿಗಾಗಿ, ಮೀಸಲಾದ ಬೆಂಬಲದೊಂದಿಗೆ ", " ನಿಮ್ಮ ಸಂಸ್ಥೆ ಅಥವಾ ಅದರ ಯಾವುದೇ ಅಫಿಲಿಯೇಟ್‌ಗಳಿಗೆ ಖರ್ಚು ಮಾಡಲು ", " ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ ಸೀಮಿತ ಅವಧಿಗಾಗಿ, ಮೀಸಲಾದ ಬೆಂಬಲದೊಂದಿಗೆ ", " ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಖರ್ಚು ಮಾಡಲು ", " ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return [this.props.activePriceLabel + " ರಲ್ಲಿ ", "" + this.props.activeTierName];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return [this.props.targetPriceLabel + " ರಲ್ಲಿ ", "" + this.props.targetTierName];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["ಈ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ ಬದಲಾವಣೆಯನ್ನು ಇಲ್ಲಿ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ, ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿದ Premium ಬೆಂಬಲವನ್ನು ", " ಸಂಪರ್ಕಿಸಿ."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["ನಿಮಗೆ ಹೆಚ್ಚಿನ ಅಫಿಲಿಯೇಟ್‌ಗಳ ಅಗತ್ಯವಿದ್ದರೆ ", " ಪರಿಶೀಲಿಸಿದ ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["‘" + this.props.action + "’ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ", " ಬದ್ಧವಾಗಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["", " ಗಾಗಿ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನಿರ್ಣಯಿಸಲು ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ. ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["ಈ ಬಾಕ್ಸ್ ಅನ್ನು ಗುರುತಿಸುವ ಮೂಲಕ ನೀವು ", " ಲಭ್ಯವಿರುವ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಓದಿದ್ದೀರಿ ಮತ್ತು ಒಪ್ಪುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು ಈಗ " + this.props.xtc_coupon_value + " (ಅಥವಾ ಸ್ಥಳೀಯ ಕರೆನ್ಸಿ ಸಮಾನ) ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು* ಒಳಗೊಂಡಿವೆ. ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಅಥವಾ ನಿಮ್ಮ ಯಾವುದೇ ಅಫಿಲಿಯೇಟ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸಬಹುದು. ರಿಡೀಮ್ ಮಾಡಲು ಕೆಳಗಿನ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ಆರಿಸಿ."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು ಈಗ " + this.props.xtc_coupon_value + " (ಅಥವಾ ಸ್ಥಳೀಯ ಕರೆನ್ಸಿ ಸಮಾನ) ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು* ಒಳಗೊಂಡಿವೆ. ಪ್ರತಿ 30 ದಿನಗಳಿಗೊಮ್ಮೆ, ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಖರ್ಚು ಮಾಡಬಹುದಾದ ಜಾಹೀರಾತುಗಳಿಗೆ ಖರ್ಚು ಮಾಡಲು ನೀವು " + this.props.xtc_coupon_value + " (ಅಥವಾ ಸ್ಥಳೀಯ ಕರೆನ್ಸಿ ಸಮಾನ) ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ. ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಸಂಸ್ಥೆಗೆ ಅಥವಾ ನಿಮ್ಮ ಯಾವುದೇ ಅಫಿಲಿಯೇಟ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸಬಹುದು. ರಿಡೀಮ್ ಮಾಡಲು ಕೆಳಗಿನ ಜಾಹೀರಾತು ಖಾತೆಯನ್ನು ಆರಿಸಿ."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಗಳನ್ನು ನಿರ್ವಹಿಸಲು, ಅದನ್ನು ", " ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["ಸಮಸ್ಯೆಗಳಿಗೆ ಸಿಲುಕುತ್ತಿರುವಿರಾ? ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳೊಂದಿಗೆ ", " ಸಂಪರ್ಕಿಸಿ."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["ಈ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್‌ನಲ್ಲಿ ಉಳಿದ ", " ಖರ್ಚು ಮಾಡಲು ನಿಮ್ಮ ಬಳಿ ", " ದಿನಗಳಿವೆ."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["ನಿಮ್ಮ ಜಾಹೀರಾತು ಕ್ರೆಡಿಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ನೀವು ಅನೇಕ ಜಾಹೀರಾತು ಖಾತೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ಕೆಳಗಿನ ಇನ್‌ಪುಟ್ ಅನ್ನು ಸಂಪಾದಿಸಬಹುದು. " + this.props.expiresAt + " ರವರೆಗೆ ರಿಡೀಮ್ ಮಾಡಿಕೊಳ್ಳಬಹುದಾಗಿದೆ"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["ನಿಮ್ಮ X ಖಾತೆಯೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಅನ್ನು ಹುಡುಕಿ. ನೀವು ಇದನ್ನು ", " ಕಾಣಬಹುದು."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ['"ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ" ಅನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಜಾಹೀರಾತು ನಿರ್ವಾಹಕದಲ್ಲಿ ಪಾವತಿ ಪ್ರಕಾರವಾಗಿ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸದಿದ್ದರೆ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಅನ್ವಯಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಜಾಹೀರಾತು ರನ್ ಆಗುವುದಿಲ್ಲ.'];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["ಈ ಪುಟದ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಪಠ್ಯ ಇನ್‌ಪುಟ್‌ಗೆ ನಿಮ್ಮ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಅನ್ನು ನಕಲಿಸಿ. ಸಕ್ರಿಯಗೊಳಿಸಿ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["ನಿಮ್ಮ ಅಭಿಯಾನವನ್ನು ಪ್ರಾರಂಭಿಸಿ."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ['"ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ" ಅನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಜಾಹೀರಾತು ನಿರ್ವಾಹಕದಲ್ಲಿ ಪಾವತಿ ಪ್ರಕಾರವಾಗಿ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಹೊಂದಿಸದಿದ್ದರೆ ನಿಮ್ಮ ಜಾಹೀರಾತು ರನ್ ಆಗುವುದಿಲ್ಲ.'];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["ಜಾಹೀರಾತು ನಿರ್ವಾಹಕದಲ್ಲಿ ಬಿಲ್ಲಿಂಗ್ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅನ್ವಯಿಸಿರುವುದನ್ನು ನೀವು ನೋಡುತ್ತೀರಿ."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["ನೀವು ಈ ಹಿಂದೆ X ನೊಂದಿಗೆ ಜಾಹೀರಾತು ನೀಡಿದ್ದರೆ, ನೀವು ಬಹು ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಗಳನ್ನು ಹೊಂದಿರಬಹುದು."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["ನಿಮ್ಮ ಎಲ್ಲಾ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಗಳ ಪಟ್ಟಿಯನ್ನು ನೀವು ", " ಕಾಣಬಹುದು."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅನ್ನು ಅನ್ವಯಿಸಲು ನೀವು ಸರಿಯಾದ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಅನ್ನು ಆರಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳ ಪೂರ್ಣ ಪ್ರವೇಶ ಸಬ್‌ಸ್ಕ್ರೈಬರ್ ಆಗಿ ನಿಮ್ಮ ಯಾವುದೇ ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅನ್ನು ನೀವು ಅನ್ವಯಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["ಇದನ್ನು ಮಾಡಲು, ನೀವು ಪ್ರಚಾರವನ್ನು ನಡೆಸಲು ಬಯಸುವ ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಯ ಜಾಹೀರಾತುಗಳ ಖಾತೆ ID ಗೆ ನೀವು ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರಬೇಕು."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["ಅಫಿಲಿಯೇಟ್ ಮಾಡಿದ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ", " ನ್ಯಾವಿಗೇಟ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಇದನ್ನು ಕಾಣಬಹುದು."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು ", " ಮತ್ತು ಉದ್ಯೋಗ ಪ್ರಚಾರಕ್ಕಾಗಿ ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಅರ್ಹವಾಗಿವೆ. ಜಾಹೀರಾತು ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲು ಈ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["ಪರಿಶೀಲಿಸಿದ ಸಂಸ್ಥೆಗಳು ", " ಬಳಸಲು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಅರ್ಹವಾಗಿವೆ. ಜಾಹೀರಾತು ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲು ಈ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["ಕೂಪನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["ಈ " + this.props.couponAmount + " ಕ್ರೆಡಿಟ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲು ಉತ್ತಮ ಸ್ಥಿತಿಯಲ್ಲಿ ಸಕ್ರಿಯ ಖಾತೆಯನ್ನು ಆರಿಸಿ."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["", " ನೀವು ಖಾತೆ ಐಡಿಗಳ ಪಟ್ಟಿಯನ್ನು ಕಾಣಬಹುದು. ಉದಾಹರಣೆ ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["", " ಕ್ರಿಯೆಯೊಂದಿಗೆ ಪ್ರಚಾರ ಮಾಡಲು ಉದ್ಯೋಗಗಳು ಸಿದ್ಧವಾಗಿವೆ"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["ಒಮ್ಮೆ ಅರ್ಹತೆ ಪಡೆದರೆ, ", " ಕ್ರಿಯೆಯೊಂದಿಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಪ್ರಾಯೋಜಿಸಬಹುದು"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಹೊಂದಿರುವವರು ಅಥವಾ ಅವರ ಅಧಿಕೃತ ಪ್ರತಿನಿಧಿ ಸಲ್ಲಿಸಿದ ವಿನಂತಿಗಳನ್ನು ನಾವು ತನಿಖೆ ಮಾಡುತ್ತೇವೆ. ವಿವರಗಳಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮ ", " ನೋಡಿ."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["ಪಟ್ಟಿ ಮಾಲೀಕರ ಬಳಕೆದಾರರ ಹೆಸರು ಮತ್ತು ಪಟ್ಟಿ ಹೆಸರನ್ನು ಈ ಮುಂದಿನ ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ನಮೂದಿಸಿ: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["", " ನೀವು ಬದಲಿಸಿದರೆ ಮಾತ್ರ ಈ ಕಾಲಂ ಅನ್ನು ತೆರವುಗೊಳಿಸಬಹುದು."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["", " ನಲ್ಲಿ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ವೀಕ್ಷಿಸಿ"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["", " ನಲ್ಲಿ ನಮ್ಮ ಸೇವಾ ನಿಯಮಗಳನ್ನು ವೀಕ್ಷಿಸಿ"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ನಿಮಗೆ ಉತ್ತಮ, ಸುರಕ್ಷಿತ ಮತ್ತು ವೇಗವಾದ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ನಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಬೆಂಬಲಿಸಲು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತಾರೆ. ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸಲು, ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಅವು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ಕುಕೀಗಳು ಅವಶ್ಯಕವಾಗಿವೆ. ನೀವು "ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಸ್ವೀಕರಿಸಿ" ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದರೆ, ನಿಮ್ಮ ಆಸಕ್ತಿಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಸಂವಹನಗಳನ್ನು ನಿಮಗೆ ಒದಗಿಸಲು X ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ಕುಕೀಗಳನ್ನು ಬಳಸಲು ಸಹ ನೀವು ಅನುಮತಿಸುತ್ತೀರಿ. ನೀವು "ಅಗತ್ಯವಲ್ಲದ ಕುಕೀಗಳನ್ನು ನಿರಾಕರಿಸು" ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದರೆ, ಸೂಕ್ತವಾದ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಸಂವಹನಗಳಿಗಾಗಿ ಹೆಚ್ಚುವರಿ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುವುದಿಲ್ಲ. ನಮ್ಮ ಕುಕೀ ಅಭ್ಯಾಸಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು, ದಯವಿಟ್ಟು ವೆಬ್‌ನಲ್ಲಿರುವ ', " ರಲ್ಲಿ ನಮ್ಮ ಕುಕೀ ಸಹಾಯ ಕೇಂದ್ರ ಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ."];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["ಲೇಖಕರು ", " ಮಾಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " ಲೇಖನ"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " ಮತ್ತು "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", ", ಮತ್ತು "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return [this.props.copyrightHolder + " ಅವರ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕ್ಲೇಮ್‌ನಿಂದಾಗಿ ಈ ಮಾಧ್ಯಮವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಆಕ್ಷೇಪಿಸಲು, ದಯವಿಟ್ಟು ", " ಬಳಸಿ."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " ಅವರು ಮರುಪೋಸ್ಟ್ ಮಾಡಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " ರಲ್ಲಿ" + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", " ಅವರಿಂದ"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " ಮತ್ತು "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " ಮತ್ತು "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " ", " ", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " ", " ", " ", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತದೆ"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", " ಅವರಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುತ್ತಿದೆ"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " ಓದಿ"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", " ಇಂದ"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " ಸದಸ್ಯ" + f(this.props.count, "", "ರು")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " ಅವರು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " ಮತ್ತು ", " ಅವರು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", ", ಮತ್ತು ", " ಅವರು ಹಿಂಬಾಲಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["", ", ", ", ಮತ್ತು ನೀವು ಹಿಂಬಾಲಿಸುತ್ತಿರುವ ", " ಇತರ ಜನರು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " ಹಾಗೂ ", " ಇತರರು ಈ ವಿಷಯದಲ್ಲಿ ಟ್ರೆಂಡಿಂಗ್‌ನಲ್ಲಿದ್ದಾರೆ."];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["", " ಅವರು ಪಾವತಿಸಿದ್ದಾರೆ"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["", " ಪಾವತಿಸಿದೆ ಮತ್ತು ಯಾವುದೇ ಅಭ್ಯರ್ಥಿ ಅಥವಾ ಅಭ್ಯರ್ಥಿಯ ಸಮಿತಿ ಅಧಿಕಾರ ನೀಡಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["", " ಪಾವತಿಸಿದೆ · " + this.props.sponsorshipCandidate + " ಅಧಿಕಾರ ನೀಡಿದೆ"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["ಸರ್ಕಲ್‌ನಲ್ಲಿ ನೀವು ಮತ್ತು ಜನರು ಈ ಪೋಸ್ಟ್ ಅನ್ನು ನೋಡಬಹುದು. ಮರುಪೋಸ್ಟ್ ಮಾಡುವುದು, ಕೋಟ್ ಮಾಡುವುದು ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುವುದು ಲಭ್ಯವಿಲ್ಲ."];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["", " ಜೊತೆಗೆ ಪ್ರವೃತ್ತಿಯಲ್ಲಿದೆ"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["", ", ", " ಜೊತೆಗೆ ಪ್ರವೃತ್ತಿಯಲ್ಲಿದೆ"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " ರಿಂದ ", " ಸಮಯಕ್ಕೆ"];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, i),
                    m && t(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(a(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                k = (m._currencyNameFormat, m._currencyFormatterFn),
                y = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.b905926632 = s(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ಸಾ", other: "0ಸಾ" }, 4: { one: "00ಸಾ", other: "00ಸಾ" }, 5: { one: "000ಸಾ", other: "000ಸಾ" }, 6: { one: "0ಮಿ", other: "0ಮಿ" }, 7: { one: "00ಮಿ", other: "00ಮಿ" }, 8: { one: "000ಮಿ", other: "000ಮಿ" }, 9: { one: "0ಬಿ", other: "0ಬಿ" }, 10: { one: "00ಬಿ", other: "00ಬಿ" }, 11: { one: "000ಬಿ", other: "000ಬಿ" }, 12: { one: "0ಟ್ರಿ", other: "0ಟ್ರಿ" }, 13: { one: "00ಟ್ರಿ", other: "00ಟ್ರಿ" }, 14: { one: "000ಟ್ರಿ", other: "000ಟ್ರಿ" }, maxExponent: 14 }], m("kn").pluralGenerator({}))),
                (m.b296611420 = s(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b364549034 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1834262930 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1027906690 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1132129657 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ಸಾ", other: "0ಸಾ" }, 4: { one: "00ಸಾ", other: "00ಸಾ" }, 5: { one: "000ಸಾ", other: "000ಸಾ" }, 6: { one: "0ಮಿ", other: "0ಮಿ" }, 7: { one: "00ಮಿ", other: "00ಮಿ" }, 8: { one: "000ಮಿ", other: "000ಮಿ" }, 9: { one: "0ಬಿ", other: "0ಬಿ" }, 10: { one: "00ಬಿ", other: "00ಬಿ" }, 11: { one: "000ಬಿ", other: "000ಬಿ" }, 12: { one: "0ಟ್ರಿ", other: "0ಟ್ರಿ" }, 13: { one: "00ಟ್ರಿ", other: "00ಟ್ರಿ" }, 14: { one: "000ಟ್ರಿ", other: "000ಟ್ರಿ" }, maxExponent: 14 }], m("kn").pluralGenerator({}))),
                (m.a521843219 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1548600640 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1878366401 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2004107135 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ಸಾ", other: "0ಸಾ" }, 4: { one: "00ಸಾ", other: "00ಸಾ" }, 5: { one: "000ಸಾ", other: "000ಸಾ" }, 6: { one: "0ಮಿ", other: "0ಮಿ" }, 7: { one: "00ಮಿ", other: "00ಮಿ" }, 8: { one: "000ಮಿ", other: "000ಮಿ" }, 9: { one: "0ಬಿ", other: "0ಬಿ" }, 10: { one: "00ಬಿ", other: "00ಬಿ" }, 11: { one: "000ಬಿ", other: "000ಬಿ" }, 12: { one: "0ಟ್ರಿ", other: "0ಟ್ರಿ" }, 13: { one: "00ಟ್ರಿ", other: "00ಟ್ರಿ" }, 14: { one: "000ಟ್ರಿ", other: "000ಟ್ರಿ" }, maxExponent: 14 }], m("kn").pluralGenerator({}))),
                (m.b1678900190 = s(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1547591840 = s(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b68299812 = s(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ಸಾ", other: "0ಸಾ" }, 4: { one: "00ಸಾ", other: "00ಸಾ" }, 5: { one: "000ಸಾ", other: "000ಸಾ" }, 6: { one: "0ಮಿ", other: "0ಮಿ" }, 7: { one: "00ಮಿ", other: "00ಮಿ" }, 8: { one: "000ಮಿ", other: "000ಮಿ" }, 9: { one: "0ಬಿ", other: "0ಬಿ" }, 10: { one: "00ಬಿ", other: "00ಬಿ" }, 11: { one: "000ಬಿ", other: "000ಬಿ" }, 12: { one: "0ಟ್ರಿ", other: "0ಟ್ರಿ" }, 13: { one: "00ಟ್ರಿ", other: "00ಟ್ರಿ" }, 14: { one: "000ಟ್ರಿ", other: "000ಟ್ರಿ" }, maxExponent: 14 }], m("kn").pluralGenerator({}))),
                (m.a501840169 = s(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1826839698 = s(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b368267577 = s(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2046256258 = s(["'A$'", , 1, 2, 2, , , 0, 3, , "", "'A$'#,##0.00", "-'A$''A$'#,##0.00", "-'A$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1998994277 = s(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1015249225 = s(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2049176640 = s(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1800786071 = s(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2050818291 = s(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1661026376 = s(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1386364115 = s(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1302657304 = s(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1011516556 = s(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b85212953 = s(["'CN¥'", , 1, 2, 2, , , 0, 3, , "", "'CN¥'#,##0.00", "-'CN¥''CN¥'#,##0.00", "-'CN¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b624268399 = s(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1830645653 = s(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a181670821 = s(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a564054555 = s(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b296929125 = s(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b159554759 = s(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a856819888 = s(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1327121545 = s(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a594748229 = s(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b426430386 = s(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a102462184 = s(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1437023856 = s(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1191435524 = s(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a427251255 = s(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a321173446 = s(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2037941175 = s(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1473533362 = s(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1280537578 = s(["'JP¥'", , 1, 0, 0, , , , 3, , "", "'JP¥'#,##0", "-'JP¥''JP¥'#,##0", "-'JP¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a698020912 = s(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1240597600 = s(["'₩'", , 1, 0, 0, , , , 3, , "", "'₩'#,##0", "-'₩''₩'#,##0", "-'₩'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1573978749 = s(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1786279204 = s(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b648003513 = s(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1230124697 = s(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b874226397 = s(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a539066534 = s(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a268776291 = s(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a414347828 = s(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1106536287 = s(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1035501093 = s(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a673143152 = s(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b110285967 = s(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a41193508 = s(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1658896073 = s(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a700101831 = s(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1842691000 = s(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b125435504 = s(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b225163830 = s(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b320966523 = s(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a658216496 = s(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1377704103 = s(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a842959948 = s(["'฿'", , 1, 2, 2, , , 0, 3, , "", "'฿'#,##0.00", "-'฿''฿'#,##0.00", "-'฿'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1979253067 = s(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b216866802 = s(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b226114453 = s(["'NT$'", , 1, 2, 2, , , 0, 3, , "", "'NT$'#,##0.00", "-'NT$''NT$'#,##0.00", "-'NT$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b993129094 = s(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b581415923 = s(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a161041331 = s(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b535703887 = s(["'$'", , 1, 2, 2, , , 0, 3, , "", "'$'#,##0.00", "-'$''$'#,##0.00", "-'$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1654407090 = s(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a847570590 = s(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a400261534 = s(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1216779067 = s(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2118456946 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a558501233 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ಸಾ", other: "0ಸಾ" }, 4: { one: "00ಸಾ", other: "00ಸಾ" }, 5: { one: "000ಸಾ", other: "000ಸಾ" }, 6: { one: "0ಮಿ", other: "0ಮಿ" }, 7: { one: "00ಮಿ", other: "00ಮಿ" }, 8: { one: "000ಮಿ", other: "000ಮಿ" }, 9: { one: "0ಬಿ", other: "0ಬಿ" }, 10: { one: "00ಬಿ", other: "00ಬಿ" }, 11: { one: "000ಬಿ", other: "000ಬಿ" }, 12: { one: "0ಟ್ರಿ", other: "0ಟ್ರಿ" }, 13: { one: "00ಟ್ರಿ", other: "00ಟ್ರಿ" }, 14: { one: "000ಟ್ರಿ", other: "000ಟ್ರಿ" }, maxExponent: 14 }], m("kn").pluralGenerator({}))),
                (m.a3769523 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ಸಾ", other: "0ಸಾ" }, 4: { one: "00ಸಾ", other: "00ಸಾ" }, 5: { one: "000ಸಾ", other: "000ಸಾ" }, 6: { one: "0ಮಿ", other: "0ಮಿ" }, 7: { one: "00ಮಿ", other: "00ಮಿ" }, 8: { one: "000ಮಿ", other: "000ಮಿ" }, 9: { one: "0ಬಿ", other: "0ಬಿ" }, 10: { one: "00ಬಿ", other: "00ಬಿ" }, 11: { one: "000ಬಿ", other: "000ಬಿ" }, 12: { one: "0ಟ್ರಿ", other: "0ಟ್ರಿ" }, 13: { one: "00ಟ್ರಿ", other: "00ಟ್ರಿ" }, 14: { one: "000ಟ್ರಿ", other: "000ಟ್ರಿ" }, maxExponent: 14 }], m("kn").pluralGenerator({}))),
                (m.a1324394708 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1834121042 = h(function (e) {
                    return e >= 0 && e <= 1 ? "one" : "other";
                })),
                (m.b485336044 = k(m("kn").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (m.a1661255635 = k(m("kn").numberFormatter({ raw: "'ALL' #,##0" }))),
                (m.b1403252814 = k(m("kn").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (m.a829820964 = k(m("kn").numberFormatter({ raw: "'A$'#,##0.00" }))),
                (m.b2034878074 = k(m("kn").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (m.a828037026 = k(m("kn").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (m.b976194133 = k(m("kn").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (m.b374981962 = k(m("kn").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (m.a139153464 = k(m("kn").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (m.b2066480455 = k(m("kn").numberFormatter({ raw: "'BYR' #,##0" }))),
                (m.b549730098 = k(m("kn").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (m.a1425086675 = k(m("kn").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (m.a966425613 = k(m("kn").numberFormatter({ raw: "'CLP' #,##0" }))),
                (m.b1295871962 = k(m("kn").numberFormatter({ raw: "'CN¥'#,##0.00" }))),
                (m.b666030640 = k(m("kn").numberFormatter({ raw: "'COP' #,##0" }))),
                (m.a363429504 = k(m("kn").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (m.a1678586512 = k(m("kn").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (m.a1905835782 = k(m("kn").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (m.a14527878 = k(m("kn").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (m.b388064174 = k(m("kn").numberFormatter({ raw: "'€'#,##0.00" }))),
                (m.b937369857 = k(m("kn").numberFormatter({ raw: "'£'#,##0.00" }))),
                (m.a178572386 = k(m("kn").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (m.b2113543632 = k(m("kn").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (m.b140510797 = k(m("kn").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (m.a1977451731 = k(m("kn").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (m.a201849723 = k(m("kn").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (m.a85549181 = k(m("kn").numberFormatter({ raw: "'IDR' #,##0" }))),
                (m.b1375726812 = k(m("kn").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (m.a370651399 = k(m("kn").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (m.b1662612968 = k(m("kn").numberFormatter({ raw: "'IQD' #,##0" }))),
                (m.a312798451 = k(m("kn").numberFormatter({ raw: "'ISK' #,##0" }))),
                (m.b206094143 = k(m("kn").numberFormatter({ raw: "'JP¥'#,##0" }))),
                (m.a192335387 = k(m("kn").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (m.b1040502044 = k(m("kn").numberFormatter({ raw: "'₩'#,##0" }))),
                (m.b1441904804 = k(m("kn").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (m.a1678672655 = k(m("kn").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (m.b813252774 = k(m("kn").numberFormatter({ raw: "'LBP' #,##0" }))),
                (m.b301495932 = k(m("kn").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (m.b16393714 = k(m("kn").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (m.b1077456239 = k(m("kn").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (m.b75435954 = k(m("kn").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (m.b1537306593 = k(m("kn").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (m.a1181868106 = k(m("kn").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (m.b2140897348 = k(m("kn").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (m.a173306715 = k(m("kn").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (m.b1401891236 = k(m("kn").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (m.a1317878109 = k(m("kn").numberFormatter({ raw: "'PKR' #,##0" }))),
                (m.a2090865186 = k(m("kn").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (m.b1519381070 = k(m("kn").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (m.b350937693 = k(m("kn").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (m.b1382181775 = k(m("kn").numberFormatter({ raw: "'RSD' #,##0" }))),
                (m.a335567285 = k(m("kn").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (m.a1966239600 = k(m("kn").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (m.a1020882971 = k(m("kn").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (m.b1699481020 = k(m("kn").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (m.a873574694 = k(m("kn").numberFormatter({ raw: "'฿'#,##0.00" }))),
                (m.a1960887786 = k(m("kn").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (m.a1817147385 = k(m("kn").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (m.a1358486323 = k(m("kn").numberFormatter({ raw: "'NT$'#,##0.00" }))),
                (m.a155467335 = k(m("kn").numberFormatter({ raw: "'TZS' #,##0" }))),
                (m.a870601464 = k(m("kn").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (m.b1936244626 = k(m("kn").numberFormatter({ raw: "'UGX' #,##0" }))),
                (m.b448718066 = k(m("kn").numberFormatter({ raw: "'$'#,##0.00" }))),
                (m.a1811200925 = k(m("kn").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (m.a1151541160 = k(m("kn").numberFormatter({ raw: "'₫'#,##0" }))),
                (m.a1281010057 = k(m("kn").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (m.b810701904 = k(m("kn").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (m.a148478650 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "MMM d", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } } })),
                (m.b337246877 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "MMM d,y", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } } })),
                (m.a1138850316 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" } })),
                (m.a281121543 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM", timeSeparator: ":", days: { E: { 1: { sun: "ಭಾನು", mon: "ಸೋಮ", tue: "ಮಂಗಳ", wed: "ಬುಧ", thu: "ಗುರು", fri: "ಶುಕ್ರ", sat: "ಶನಿ" } } }, months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } } })),
                (m.b1891467906 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "E, MMM d, y", timeSeparator: ":", days: { E: { 1: { sun: "ಭಾನು", mon: "ಸೋಮ", tue: "ಮಂಗಳ", wed: "ಬುಧ", thu: "ಗುರು", fri: "ಶುಕ್ರ", sat: "ಶನಿ" } } }, months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } } })),
                (m.a288509711 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿಲ್", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗಸ್ಟ್", 9: "ಸೆಪ್ಟೆಂಬರ್", 10: "ಅಕ್ಟೋಬರ್", 11: "ನವೆಂಬರ್", 12: "ಡಿಸೆಂಬರ್" } } } })),
                (m.a1960776483 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "MMMM d, y hh:mm:ss a z", timeSeparator: ":", months: { M: { 4: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿಲ್", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗಸ್ಟ್", 9: "ಸೆಪ್ಟೆಂಬರ್", 10: "ಅಕ್ಟೋಬರ್", 11: "ನವೆಂಬರ್", 12: "ಡಿಸೆಂಬರ್" } } }, dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (m.b1907584514 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "MMM d,y h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } }, dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" } })),
                (m.b1455625834 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "MMMM d, y", timeSeparator: ":", months: { M: { 4: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿಲ್", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗಸ್ಟ್", 9: "ಸೆಪ್ಟೆಂಬರ್", 10: "ಅಕ್ಟೋಬರ್", 11: "ನವೆಂಬರ್", 12: "ಡಿಸೆಂಬರ್" } } } })),
                (m.a1018178965 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "MMM d h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } }, dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" } })),
                (m.b441404234 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (m.a1145552922 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.a543249757 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } } })),
                (m.a1100798512 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, MMMM d, y hh:mm:ss a zzzz", timeSeparator: ":", days: { E: { 4: { sun: "ಭಾನುವಾರ", mon: "ಸೋಮವಾರ", tue: "ಮಂಗಳವಾರ", wed: "ಬುಧವಾರ", thu: "ಗುರುವಾರ", fri: "ಶುಕ್ರವಾರ", sat: "ಶನಿವಾರ" } } }, months: { M: { 4: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿಲ್", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗಸ್ಟ್", 9: "ಸೆಪ್ಟೆಂಬರ್", 10: "ಅಕ್ಟೋಬರ್", 11: "ನವೆಂಬರ್", 12: "ಡಿಸೆಂಬರ್" } } }, dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.a903114826 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "MMM d, y hh:mm:ss a", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } }, dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" } })),
                (m.b316005894 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (m.a213940279 = y({ 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "hh:mm a", timeSeparator: ":", dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" } })),
                (m.b59868503 = y({ 1: m("kn").numberFormatter({ raw: "0" }), 2: m("kn").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "ಭಾನು", mon: "ಸೋಮ", tue: "ಮಂಗಳ", wed: "ಬುಧ", thu: "ಗುರು", fri: "ಶುಕ್ರ", sat: "ಶನಿ" } } }, dayPeriods: { am: "ಪೂರ್ವಾಹ್ನ", pm: "ಅಪರಾಹ್ನ" } })),
                (m.b337932070 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿಲ್", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗಸ್ಟ್", 9: "ಸೆಪ್ಟೆಂಬರ್", 10: "ಅಕ್ಟೋಬರ್", 11: "ನವೆಂಬರ್", 12: "ಡಿಸೆಂಬರ್" } } } })),
                (m.b904497667 = y({ 1: m("kn").numberFormatter({ raw: "0" }) }, { pattern: "MMM d, y", timeSeparator: ":", months: { M: { 3: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿ", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗ", 9: "ಸೆಪ್ಟೆಂ", 10: "ಅಕ್ಟೋ", 11: "ನವೆಂ", 12: "ಡಿಸೆಂ" } } } })),
                (m.a147793457 = y({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "ಜನವರಿ", 2: "ಫೆಬ್ರವರಿ", 3: "ಮಾರ್ಚ್", 4: "ಏಪ್ರಿಲ್", 5: "ಮೇ", 6: "ಜೂನ್", 7: "ಜುಲೈ", 8: "ಆಗಸ್ಟ್", 9: "ಸೆಪ್ಟೆಂಬರ್", 10: "ಅಕ್ಟೋಬರ್", 11: "ನವೆಂಬರ್", 12: "ಡಿಸೆಂಬರ್" } } } })),
                (m.a1401038897 = y({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "ಭಾನುವಾರ", mon: "ಸೋಮವಾರ", tue: "ಮಂಗಳವಾರ", wed: "ಬುಧವಾರ", thu: "ಗುರುವಾರ", fri: "ಶುಕ್ರವಾರ", sat: "ಶನಿವಾರ" } } } })),
                (m.b242928431 = p(m("kn").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a414035500 = p(m("kn").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a302689763 = p(m("kn").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1032403920 = p(m("kn").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b76550699 = p(m("kn").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1039792088 = p(m("kn").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.a1569369402 = p(m("kn").dateToPartsFormatter({ datetime: "long" }))),
                (m.b1479725945 = p(m("kn").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.b553703635 = p(m("kn").dateToPartsFormatter({ date: "long" }))),
                (m.b1461871124 = p(m("kn").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a1748380159 = p(m("kn").dateToPartsFormatter({ date: "short" }))),
                (m.b959629981 = p(m("kn").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a151842676 = p(m("kn").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.a709391431 = p(m("kn").dateToPartsFormatter({ datetime: "full" }))),
                (m.b1576935263 = p(m("kn").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a435276483 = p(m("kn").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.b1891242624 = p(m("kn").dateToPartsFormatter({ time: "short" }))),
                (m.b211041870 = p(m("kn").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a413350307 = p(m("kn").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.b1740658220 = p(m("kn").dateToPartsFormatter({ date: "medium" }))),
                (m.b243613624 = p(m("kn").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.a1009631816 = p(m("kn").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.a87334896 = N(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "{0} ದಿನದಲ್ಲಿ", "relativeTimePattern-count-other": "{0} ದಿನಗಳಲ್ಲಿ" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} ದಿನದ ಹಿಂದೆ", "relativeTimePattern-count-other": "{0} ದಿನಗಳ ಹಿಂದೆ" }, "relative-type--2": "ಮೊನ್ನೆ", "relative-type--1": "ನಿನ್ನೆ", "relative-type-0": "ಇಂದು", "relative-type-1": "ನಾಳೆ", "relative-type-2": "ನಾಡಿದ್ದು" })),
                (m.a582290389 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0} ಪ್ರತಿ {1} ಗೆ", unitProperties: { displayName: "ಸೆಕೆಂಡುಗಳು", one: "{0} ಸೆಕೆಂಡ್", other: "{0} ಸೆಕೆಂಡುಗಳು", perUnitPattern: "{0} ಪ್ರತಿ ಸೆಕೆಂಡ್" } })),
                (m.b1304672907 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0} ಪ್ರತಿ {1} ಗೆ", unitProperties: { displayName: "ನಿಮಿಷಗಳು", one: "{0} ನಿಮಿಷ", other: "{0} ನಿಮಿಷಗಳು", perUnitPattern: "{0} ಪ್ರತಿ ನಿಮಿಷಕ್ಕೆ" } })),
                (m.b1930846907 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0} ಪ್ರತಿ {1} ಗೆ", unitProperties: { displayName: "ಗಂಟೆಗಳು", one: "{0} ಗಂಟೆ", other: "{0} ಗಂಟೆಗಳು", perUnitPattern: "{0} ಪ್ರತಿ ಗಂಟೆ" } })),
                (m.b1368286762 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ಸೆಕೆಂ", one: "{0}ಸೆಕೆಂ", other: "{0} ಸೆಕೆಂ", perUnitPattern: "{0}/ಸೆ" } })),
                (m.a2031151990 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ನಿಮಿಷ", one: "{0}ನಿಮಿ", other: "{0}ನಿಮಿ", perUnitPattern: "{0}/ನಿಮಿ" } })),
                (m.a1573359430 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ಗಂಟೆ", one: "{0}ಗಂ.", other: "{0}ಗಂ.", perUnitPattern: "{0}/ಗಂ" } })),
                (m.a342194718 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ದಿನ", one: "{0}ದಿನ", other: "{0}ದಿನ", perUnitPattern: "{0}/ದಿ" } })),
                (m.b1422631395 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0} ಪ್ರತಿ {1} ಗೆ", unitProperties: { displayName: "ದಿನಗಳು", one: "{0} ದಿನ", other: "{0} ದಿನಗಳು", perUnitPattern: "{0} ಪ್ರತಿ ದಿನಕ್ಕೆ" } })),
                (m.a2024446722 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ತಿಂಗಳು", one: "{0}ತಿಂ.", other: "{0}ತಿಂ.", perUnitPattern: "{0}/ತಿ" } })),
                (m.b1756076031 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0} ಪ್ರತಿ {1} ಗೆ", unitProperties: { displayName: "ತಿಂಗಳು", one: "{0} ತಿಂಗಳು", other: "{0} ತಿಂಗಳು", perUnitPattern: "{0} ಪ್ರತಿ ತಿಂಗಳಿಗೆ" } })),
                (m.b1317045473 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ವರ್ಷಗಳು", one: "{0}ವ", other: "{0}ವ", perUnitPattern: "{0}/ವ" } })),
                (m.b450057378 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0} ಪ್ರತಿ {1} ಗೆ", unitProperties: { displayName: "ವರ್ಷಗಳು", one: "{0} ವರ್ಷ", other: "{0} ವರ್ಷಗಳು", perUnitPattern: "{0} ಪ್ರತಿ ವರ್ಷಕ್ಕೆ" } })),
                (m.b1690510761 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ಸೆಕೆಂಡುಗಳು", one: "{0} ಸೆಕೆಂ", other: "{0} ಸೆಕೆಂ", perUnitPattern: "{0}/ಸೆ" } })),
                (m.b56830793 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ನಿಮಿಷಗಳು", one: "{0} ನಿಮಿ", other: "{0} ನಿಮಿ", perUnitPattern: "{0}/ನಿಮಿ" } })),
                (m.a2006611687 = l(m("kn").numberFormatter({}), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ಗಂಟೆಗಳು", one: "{0} ಗಂ.", other: "{0} ಗಂ.", perUnitPattern: "{0}/ಗಂ" } })),
                (m.b944357920 = l(m("kn").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("kn").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ಸೆಕೆಂ", one: "{0}ಸೆಕೆಂ", other: "{0} ಸೆಕೆಂ", perUnitPattern: "{0}/ಸೆ" } })),
                n("d58baa7f", m.b905926632),
                n("ia24dc8d", m.b296611420),
                n("iab73d4b", m.b364549034),
                n("i3b7a017", m.a582290389),
                n("ie5d110f", m.b1304672907),
                n("df5f11b3", m.b1930846907),
                n("e8733ed9", m.b1368286762),
                n("be59d8c3", m.a2031151990),
                n("i3d087db", m.a1573359430),
                n("ga8d18c9", m.a342194718),
                n("a91e7d49", m.b1422631395),
                n("id952a69", m.a2024446722),
                n("ga09ab65", m.b1756076031),
                n("c83b901d", m.b1317045473),
                n("a55b9fed", m.b450057378),
                n("ccaa970f", m.b242928431),
                n("jade381b", m.a414035500),
                n("d725a289", m.a302689763),
                n("g08cbabb", m.a1132129657),
                n("c333da63", m.a87334896),
                n("h8054d91", m.a1032403920),
                n("i61fef37", m.b1690510761),
                n("ba705e27", m.b56830793),
                n("j86b0d8d", m.a2006611687),
                n("f668e929", m.a521843219),
                n("i2785009", m.a1548600640),
                n("c778d80b", m.a1878366401),
                n("e8d93005", m.a2004107135),
                n("d46781af", m.b944357920),
                n("ba316f05", m.b1678900190),
                n("c0bdd345", m.a1547591840),
                n("aa2aa1a1", m.b76550699),
                n("da44942d", m.a1039792088),
                n("a54d3ef5", m.a1569369402),
                n("bfbc051d", m.b1479725945),
                n("ba2e82a1", m.b553703635),
                n("fc209bb7", m.b1461871124),
                n("cf8abf59", m.b68299812),
                n("a9f397f3", m.a1748380159),
                n("d857e44d", m.b485336044),
                n("cb87e3db", m.a1661255635),
                n("a9d5ffd1", m.b1403252814),
                n("a0e8371d", m.a829820964),
                n("gcc50dc9", m.b2034878074),
                n("a6a43585", m.a828037026),
                n("a0cc8f2d", m.b976194133),
                n("i31c32c5", m.b374981962),
                n("i7dc69e9", m.a139153464),
                n("c14a6c03", m.b2066480455),
                n("jaa3d537", m.b549730098),
                n("a824080b", m.a1425086675),
                n("d9c0bedb", m.a966425613),
                n("bf8c0613", m.b1295871962),
                n("i8163625", m.b666030640),
                n("adb53ba1", m.a363429504),
                n("iabf697d", m.a1678586512),
                n("a1a0555b", m.a1905835782),
                n("f266f3d9", m.a14527878),
                n("a9a8652b", m.b388064174),
                n("dbf40761", m.b937369857),
                n("b0d993d9", m.a178572386),
                n("ac1308e1", m.b2113543632),
                n("a7889ab3", m.b140510797),
                n("c614f5cd", m.a1977451731),
                n("i55d57e3", m.a201849723),
                n("e4b6002b", m.a85549181),
                n("d28e983b", m.b1375726812),
                n("e8c9232d", m.a370651399),
                n("c8994ae1", m.b1662612968),
                n("f821c2a5", m.a312798451),
                n("j348b9c9", m.b206094143),
                n("i6f93b9b", m.a192335387),
                n("c6150bd5", m.b1040502044),
                n("i8921e09", m.b1441904804),
                n("ef239279", m.a1678672655),
                n("hecdb149", m.b813252774),
                n("fdd039b7", m.b301495932),
                n("f30c2c37", m.b16393714),
                n("d9ea7bff", m.b1077456239),
                n("ea3df4b7", m.b75435954),
                n("jaac21bb", m.b1537306593),
                n("hb435ced", m.a1181868106),
                n("ce699d81", m.b2140897348),
                n("bc56d3d7", m.a173306715),
                n("f8561913", m.b1401891236),
                n("g6485d53", m.a1317878109),
                n("ff561cc1", m.a2090865186),
                n("b42011d3", m.b1519381070),
                n("a6660bcd", m.b350937693),
                n("f9b80449", m.b1382181775),
                n("gdee4d5d", m.a335567285),
                n("h36f2103", m.a1966239600),
                n("a19ad037", m.a1020882971),
                n("g713f699", m.b1699481020),
                n("ff2e39af", m.a873574694),
                n("be34316d", m.a1960887786),
                n("aef81b75", m.a1817147385),
                n("fcce70a5", m.a1358486323),
                n("jc9d352f", m.a155467335),
                n("be1cb8c5", m.a870601464),
                n("j9371501", m.b1936244626),
                n("j7d4397d", m.b448718066),
                n("d61441dd", m.a1811200925),
                n("e2a99e97", m.a1151541160),
                n("f7ce19ab", m.a1281010057),
                n("b2a0213f", m.b810701904),
                n("d7d71245", m.b959629981),
                n("a2f2faab", m.a151842676),
                n("g8d1b99b", m.a709391431),
                n("d0a77c9b", m.b1576935263),
                n("e18e399b", m.a435276483),
                n("b6ca7bcb", m.b1891242624),
                n("h0e4cdf5", m.b211041870),
                n("g727ddcf", m.a413350307),
                n("h3629783", m.b1740658220),
                n("a20c68af", m.b243613624),
                n("ja781451", m.b2118456946),
                n("cfa1a7b9", m.a558501233),
                n("f3b9b9a7", m.a1009631816),
                n("eefcd267", m.a3769523),
                n("fa8afc43", m.a1324394708);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/kn.60e120ba.js.map
