"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/ko"],
    {
        358138: (e, c, a) => {
            var n = a(292426)._register("ko", {
                get emoji() {
                    return a.e("i18n/emoji-ko").then(a.t.bind(a, 826919, 23));
                },
            });
            function f(e, c) {
                return c;
            }
            function t(e, c, a) {
                return "one" == ((n = e), (f = !String(n).split(".")[1]), 1 == n && f ? "one" : "other") ? c : a;
                var n, f;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "없음"),
                n("f07eac34", "패러디 계정"),
                n("a41b5c2e", "팬 계정"),
                n("i428ea62", "코멘터리 계정"),
                n("ac0d27be", "이 계정은 일시 정지되었습니다."),
                n("bcee7444", "계정 업데이트에 실패했습니다."),
                n("e0cbf77a", "휴대폰 추가"),
                n("f377195c", "X에서 처리할 수 있는 한도를 초과했습니다. 잠시 기다린 후 다시 시도해주세요."),
                n("d67f9456", "이 작업을 수행할 수 없도록 차단되었습니다."),
                n("e0ece1b6", "미디어를 첨부할 수 없습니다. 다시 업로드해보세요."),
                n("i82e8f04", "스팸이나 다른 악의적인 활동으로부터 X 사용자를 보호하기 위해 이 계정은 게시물을 보낼 수 없도록 일시적으로 차단되었습니다. X의 운영원칙을 숙지해주시기 바랍니다."),
                n("jf7be47a", "스팸이나 다른 악의적인 활동으로부터 X 사용자를 보호하기 위해 이 계정은 게시물을 보낼 수 없도록 일시적으로 차단되었습니다. X의 운영원칙을 숙지해주시기 바랍니다."),
                n("g75fec74", "이 작업을 수행할 수 있는 일일 한도에 도달했습니다. 한도를 없애려면 계정에 휴대폰 번호를 추가하세요."),
                n("abb8b6e0", "이미 등록된 휴대폰 번호입니다."),
                n("f30bd1fc", "해당 통신사가 지원되지 않아서 이 휴대폰 번호로 문자를 보낼 수 없습니다."),
                n("i54e550c", "이 휴대폰 번호를 인증할 수 없습니다."),
                n("h154702a", "이 링크가 X 또는 X의 파트너에 의해 잠재적으로 유해할 수 있는 것으로 식별되어 이 요청을 완료할 수 없습니다. 자세히 알아보려면 X 고객센터를 방문하세요."),
                n("c8cb0b4c", "입력하신 비밀번호가 일치하지 않습니다."),
                n("b1b54f9e", "업로드하려고 한 미디어가 올바르지 않습니다."),
                n("i859a9d4", "자세히 알아보기"),
                n("d6e72ce1", function (e) {
                    return "비밀번호는 " + e.count + "자 이하여야 합니다. 더 짧은 비밀번호를 입력하세요.";
                }),
                n("a34dccd7", function (e) {
                    return "비밀번호는 최소 " + e.count + "자 이상이어야 합니다. 더 긴 비밀번호를 입력하세요.";
                }),
                n("jea2ff04", "너무 쉽게 유추할 수 있는 비밀번호입니다. 보안 강도가 더 높은 비밀번호를 사용해주세요."),
                n("ce482c36", "하나 이상의 필드가 유효하지 않습니다. 입력한 사항을 확인한 후 다시 시도해주세요."),
                n("db626d88", "계정 설정을 완료하려면 휴대폰 번호를 추가해주세요."),
                n("i3ee2550", "필수 항목을 모두 입력해주세요."),
                n("cf18a258", "이 요청은 자동화된 것 같습니다. 스팸 및 기타 악의적인 활동으로부터 트위터 사용자를 보호하기 위해 지금 이 작업을 수행할 수 없습니다. 나중에 다시 시도해주세요."),
                n("h7ffa648", "문자 인증 요청 한도를 초과했습니다."),
                n("b87ceb1c", "문자 인증 PIN이 올바르지 않습니다."),
                n("f87e2faa", "해당 사용자를 찾을 수 없습니다."),
                n("cdaf8222", "요청 한도를 초과했습니다. 잠시 후 다시 시도해주세요."),
                n("c1b0e710", "계정이 일시 정지되었고 이 명령을 수행할 수 없습니다."),
                n("bfb22fae", "이 게시물은 삭제되었습니다."),
                n("a23cd3ba", "X에서 이 게시물에 대한 일부 작업을 사용 중지했습니다."),
                n("bb558892", "이미 인증된 휴대폰 번호가 있는 사용자입니다."),
                n("hae1c934", "문제가 발생했습니다. 여러분의 잘못이 아니니 걱정하지 마세요."),
                n("e784846c", "프로필을 검토 중입니다. 검토 기간에는 이름과 프로필 사진을 새로 변경할 수 없습니다."),
                n("h1cbdd30", "페이지를 새로 고침한 후 다시 시도해주세요."),
                n("a5077d3e", "새로 고침"),
                n("b2648ba4", "계정에 이 명령을 수행할 권한이 없을 수 있습니다. 페이지를 새로 고침 한 후 다시 시도해주세요."),
                n("bcd6bb0e", "멤버"),
                n("hd8c22d2", "중재자"),
                n("c3153100", "관리자"),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" 검색';
                }),
                n("jcec6620", "숨김 처리된 게시물 답글"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "베이직"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "육각형 프로필 사진"),
                n("fcc8734a", "사각형 프로필 사진"),
                n("c64e46f8", "이 멤버는 커뮤니티에서 삭제되었으므로 이 사용자의 게시물은 숨김 처리되었습니다."),
                n("b3f1cb42", "이 게시물은 커뮤니티 운영원칙을 위반하여 중재자에 의해 숨김 처리되었습니다."),
                n("cbd2dc9c", "이 게시물을 재게시했습니다."),
                n("cfbea177", function (e) {
                    return e.name + "의 스페이스";
                }),
                n("ab4fc8bc", "스페이스"),
                n("jd859c9c", "이 스페이스에서 내가 삭제되었습니다."),
                n("c60ed9b0", "이 스페이스에 참여할 권한이 없습니다."),
                n("d8227e16", "이 스페이스를 만들 수 있는 권한이 없습니다"),
                n("f027fed8", "PIP 모드"),
                n("hd50e064", "나중에"),
                n("i76d640e", "권한이 필요함"),
                n("fdaa0be8", "이 스페이스에서 발언하려면 X에 마이크 액세스 권한을 허용해야 합니다. 브라우저 설정을 확인해 주세요. "),
                n("gea6cc1a", "계속하시겠습니까?"),
                n("hb568af4", "뮤트"),
                n("f7c8617a", "클립이란 무엇인가요?"),
                n("ecc7d2ec", "스페이스에 있는 모든 사람은 특정 순간을 포착해 클립을 만들고 공유할 수 있습니다. 모든 클립은 30일 후 만료됩니다."),
                n("d575ee02", "누가 클립을 만들 수 있나요?"),
                n("dbc477a4", "청취자를 포함해 모두가 클립을 만들 수 있습니다. X에 로그인한 상태이면 됩니다."),
                n("ed1d1cc0", "발언자 누구나 클립에 포함될 수 있습니다"),
                n("e5d193c8", "스페이스에서 발언하는 누구나 클립에 포함될 수 있습니다. 클립에 포함되면 알려드리겠습니다."),
                n("e1547ec0", "스페이스에서 특별한 순간을 클립으로 만드세요"),
                n("i154245e", "흥미로운 대화나 놀라운 이야기를 들었나요? 클립을 만든 후 공유하세요."),
                n("j24c37b2", "확인"),
                n("g1c6f16e", "녹음된 스페이스"),
                n("e5609214", "스페이스를 다시 들어 보세요"),
                n("g665514c", "발표자의 음성만 녹음됩니다"),
                n("ja196c5a", "게스트가 말하는 내용이 녹음됩니다. 녹음은 공개되므로 누구나 다시 들을 수 있습니다."),
                n("dd317ed6", "다시 듣거나 다른 사람과 공유하세요"),
                n("jf03b37c", "언제든지 녹음을 들어볼 수 있습니다. 게시물로 공유할 수도 있습니다."),
                n("fd05976b", "자세히 알아보기"),
                n("b4f91a8a", "녹음 중"),
                n("gb418012", "스페이스에 오신 것을 환영합니다"),
                n("fec3c1e0", "실시간 음성 대화가 이루어지는 곳"),
                n("j32eb4f8", "발표자는 10명까지 추가할 수 있습니다"),
                n("j4f133a6", "X 사용자 누구나 발표자로 초대할 수 있습니다."),
                n("ed434ac6", "스페이스는 누구에게나 열려 있습니다"),
                n("e0025688", "내 스페이스는 내 규칙대로"),
                n("c1bc6f86", "진행자는 발언할 수 있는 사람을 선정할 수 있으며, 원하지 않는 참여자를 스페이스에서 내보낼 수도 있습니다."),
                n("b0bc8330", "스페이스에서 다른 사용자를 차단 및 신고할 수 있습니다."),
                n("cb17a0f3", "자세히 알아보기"),
                n("dcd77941", "자세히 알아보기"),
                n("cc724cb0", "클립 만들기"),
                n("cfd2f35e", "취소"),
                n("c1df579e", "다음"),
                n("e3146662", "이 클립에 대한 캡션을 만들 수 없습니다."),
                n("f123fea8", "이 스페이스 신고하기"),
                n("d0aebc28", "문제를 설명해 주세요"),
                n("g971a4e8", "자해"),
                n("b96e6682", "폭력"),
                n("e5bf9b3a", "성적인 콘텐츠"),
                n("d2a34320", "아동 안전"),
                n("a9ba3e28", "개인 정보"),
                n("d5519f4a", "가학적인 행위"),
                n("eb55363c", "이 스페이스는 신고되었습니다"),
                n("i65de934", "익명으로 청취 중입니다"),
                n("b1037050", "스페이스 관리"),
                n("ic107434", "카메라 켜기"),
                n("d7e0329c", "카메라 끄기"),
                n("b772cd66", "완료"),
                n("b3bd3e38", "인기 게시물 순서"),
                n("d88cf16c", "최신 게시물"),
                n("bd4ad3ea", "와이드"),
                n("ca1180a0", "중간"),
                n("c86ff1b0", "좁게"),
                n("eed02406", "작게"),
                n("cffb04d6", "표준"),
                n("af15cef8", "이 노트 게시하기"),
                n("ab28945c", "참여자 프로필"),
                n("e2462db4", "지난 24시간 동안 내 네트워크에서 가장 많이 공유됨"),
                n("ad16f482", "이벤트"),
                n("c20aaf3e", "오류"),
                n("edf7bc2e", "실시간 트렌드"),
                n("fa884026", "리스트"),
                n("fa98627a", "프로필"),
                n("a9ae1e78", "검색"),
                n("a2a3824a", "토픽"),
                n("a6d5b010", "타임라인"),
                n("h5860a68", "그록"),
                n("a990900c", "자기소개"),
                n("h02a6fe6", "커뮤니티"),
                n("a15648a4", "그룹 노트"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • 북마크 폴더";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • 쪽지";
                }),
                n("d80c77dc", "이 답글을 숨겼습니다"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " 님이 숨긴 답글";
                }),
                n("g40ff2b4", "미디어의 크기를 조정할 수 없고 너무 커서 업로드할 수 없습니다."),
                n("b8098028", "한 개 이상의 사진이 크기 제한을 초과했으며 크기를 조정할 수 없습니다."),
                n("b36f4170", "파일이 비어 있습니다."),
                n("hab3781e", "이미지가 아닌 파일이 한 개 이상 포함되었습니다."),
                n("f6c4fb02", "GIF 파일을 처리하지 못했습니다. GIF 업로드 관련 팁을 살펴보세요."),
                n("g0af3dd2", "호환되지 않는 GIF 파일입니다. GIF 업로드 관련 팁을 살펴보세요."),
                n("b8c8b0be", "동영상 파일을 처리하지 못했습니다. 동영상 업로드 관련 도움말을 확인하세요."),
                n("ica6d718", "호환되지 않는 동영상 파일입니다. 동영상 업로드에 대한 도움말을 확인하세요."),
                n("b28d44f7", function (e) {
                    return "GIF 파일이 너무 큽니다. GIF 파일 크기는 " + e.limit + "MB 미만이어야 합니다.";
                }),
                n("i1db7d13", function (e) {
                    return "동영상 파일이 너무 큽니다. 파일 크기는 " + e.limit + "MB 미만이어야 합니다.";
                }),
                n("baac0ed7", function (e) {
                    return "동영상 파일이 너무 큽니다. 파일 크기는 " + e.limit + "GB 미만이어야 합니다.";
                }),
                n("a22385bb", function (e) {
                    return "동영상이 너무 깁니다. " + e.limit + "초 이내로 줄여 주세요.";
                }),
                n("be0440bf", function (e) {
                    return "동영상이 너무 깁니다. " + e.limit + "분 이내로 줄여 주세요.";
                }),
                n("feeba512", "이미지 파일을 처리할 수 없습니다. 이미지 업로드 관련 팁을 살펴보세요."),
                n("db123c02", "호환되지 않는 이미지 파일입니다. 이미지 업로드 관련 팁을 살펴보세요."),
                n("db6001e7", function (e) {
                    return "이미지 파일이 너무 큽니다. 이미지 크기는 " + e.limit + "MB 미만이어야 합니다.";
                }),
                n("eb96d952", "이미지 파일에 높이와 너비 정보가 없습니다"),
                n("b3880588", "업로드 세션이 시간 초과되었습니다."),
                n("ca058b68", "일부 미디어를 불러오지 못했습니다."),
                n("id24379c", "일부 미디어를 업로드하지 못했습니다."),
                n("h4d7cbcc", "미디어를 업로드하지 못했습니다. 다시 시도해 주세요."),
                n("aaa798fc", "업그레이드"),
                n("f13bb672", "Premium 구독하기"),
                n("ab0decc0", "구독하기"),
                n("e4e92f35", function (e) {
                    return e.tier + " 등급으로 업그레이드";
                }),
                n("c2831f07", function (e) {
                    return e.tier + " 구독하기";
                }),
                n("fd425414", "Radar 받기"),
                n("g6320792", "Premium 애널리틱스 받기"),
                n("f09be7f8", "인증받기"),
                n("j34ad558", "Premium 받기"),
                n("a73d39fb", function (e) {
                    return e.numberOfDays + "일 무료 체험판 시작하기";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + " 최대 " + e.percentage + "% 할인";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% 할인";
                }),
                n("c5546038", "곧 종료됩니다!"),
                n("e9a47564", "마지막 기회"),
                n("f65e7e91", function (e) {
                    return e.tier + " " + e.plan + " " + e.percentage + "% 할인";
                }),
                n("a84a736e", "무료 광고 크레딧 받기"),
                n("a0713d76", "인증된 조직으로 업그레이드하여 무료 광고 크레딧과 다양한 비즈니스 성장 도구를 받으세요."),
                n("a07e13fc", "Premium 크리에이터 되기"),
                n("i1b4aea2", "긴 동영상을 게시하려면 업그레이드하세요"),
                n("efa90342", "X Premium을 통해 게시물 수정 기능을 이용해 보세요"),
                n("cc528e28", "X Premium 구독자만 게시물 수정 기능을 이용할 수 있습니다. 계속하려면 업그레이드하세요."),
                n("h8a3525e", "프로필에 하이라이트를 추가하세요"),
                n("c0f7a722", "프로필에 게시물을 하이라이트하려면 Premium을 구독해야 합니다."),
                n("i3b31136", "X에서 아티클을 작성하세요"),
                n("b6a41c5f", function (e) {
                    return "X에서 아티클을 작성하려면 " + e.tier + " 등급을 구독해야 합니다";
                }),
                n("ae2c4afc", "나만의 아티클을 게시하고 싶으신가요?"),
                n("d300e29b", function (e) {
                    return e.tier + " 등급으로 업그레이드하고 긴 게시물과 아티클을 작성하세요. ";
                }),
                n("f614e2bc", "Premium으로 업그레이드하여 긴 게시물을 작성하고 굵은 글꼴이나 기울임꼴 등의 서식을 적용해 보세요."),
                n("c9772e6e", "Premium으로 업그레이드"),
                n("dc5575ac", "프로필에 ID 인증 라벨을 표시하시겠어요?"),
                n("d154f46e", "X Premium을 통해 커뮤니티 생성 기능을 이용해 보세요"),
                n("a0228c02", "X Premium 구독자만 커뮤니티 생성 기능을 이용할 수 있습니다. 계속하려면 업그레이드하세요."),
                n("d07f1d74", "이 사용자를 대화에 추가하려면 인증을 받아야 합니다"),
                n("ebe38626", "인증된 사용자만 자신을 팔로우하지 않는 사용자들을 그룹에 추가할 수 있습니다. 계속하려면 업그레이드하세요."),
                n("e6eddae0", "이 그룹을 만들려면 인증을 받으세요"),
                n("he27089e", "인증된 사용자만 자신을 팔로우하지 않는 사용자들로 그룹을 만들 수 있습니다. 계속하려면 업그레이드하세요."),
                n("d7bc1116", "이 사용자에게 쪽지를 보내려면 인증을 받으세요"),
                n("f897074a", "인증된 사용자만 자신을 팔로우하지 않는 사용자에게 쪽지 요청을 보낼 수 있습니다. 계속하려면 업그레이드하세요."),
                n("c0cf5eae", "쪽지를 더 많이 보내려면 인증을 받으세요"),
                n("h2da08fc", "하루에 보낼 수 있는 쪽지의 최대한도에 도달했습니다. 계속해서 쪽지를 보내려면 업그레이드하세요."),
                n("j503aee6", "X Premium으로 동영상 다운로드하기"),
                n("j4dd3bf4", "X Premium 구독자만 동영상을 다운로드할 수 있습니다. 계속하려면 업그레이드하세요."),
                n("bc231a74", "X Premium에 가입하고 북마크 폴더를 이용하세요"),
                n("ed534c78", "X Premium 구독자만 북마크 폴더 기능을 이용할 수 있습니다. 계속하려면 업그레이드하세요."),
                n("ed924940", "Premium+으로 모든 광고 없애기"),
                n("dccdb326", "Premium+ 구독자만 광고가 표시되지 않습니다. 계속하려면 업그레이드하세요."),
                n("adf3410a", "구독하여 새로운 기능을 이용해 보세요. 자격을 충족하는 경우 수익 배분금도 받을 수 있습니다."),
                n("d8661dd4", "기간 한정 혜택. X에서 최고의 서비스를 누리세요."),
                n("fe7fd234", "오늘 하루 무료로 Premium 베이직을 경험해 보세요"),
                n("a2f86dda", "Premium 베이직으로 북마크 폴더, 게시물 수정, 맞춤 앱 아이콘 등의 기능을 이용하고 사용 환경을 개선하세요."),
                n("d9593598", "지금 무료로 Premium을 경험해 보세요"),
                n("d0d6b59c", "Premium으로 광고는 줄이고 도구는 강화하여 사용 환경을 업그레이드하세요."),
                n("g4bb7ea8", "X Premium 최대 50% 할인"),
                n("b748499c", "혜택 제공 기간 연장되었습니다"),
                n("b81135bc", "오늘까지 입니다"),
                n("a8b4b878", "이번 추수감사절, X에서 최고의 혜택을 드립니다."),
                n("df7fb242", "추수감사절 기념 혜택"),
                n("aeaf14a6", "Premium 40% 할인! 곧 종료됩니다."),
                n("ca8cbf78", "Premium과 Premium+ 40% 할인받기"),
                n("j88ba18e", "혜택 받기"),
                n("f4dc8ea3", function (e) {
                    return "X Premium을 " + e.percentage + "% 할인받고 최고의 혜택을 누리세요.";
                }),
                n("db6a5d54", "아직 인증을 받지 않았습니다"),
                n("edf7f57e", "인증을 받으면 답글 부스트, 애널리틱스, 광고 없는 타임라인 등 다양한 기능을 이용할 수 있습니다. 지금 바로 프로필을 업그레이드하세요."),
                n("ba920d68", "인증을 받고 내 영향력을 강화하세요"),
                n("ib79d0c2", "계정 인증 등 VIP 기능을 확인하세요"),
                n("c0d3bd82", "X에 광고를 게재했지만 인증 조직 서비스를 구독하고 있지 않습니다"),
                n("d7836d1e", "인증된 조직에 가입하면 최대 $12,000 상당의 무료 광고 크레딧을 포함해 금색 인증마크, VIP 지원을 받고 다양한 비즈니스 성장 도구를 이용할 수 있습니다."),
                n("f528e369", function (e) {
                    return e.tier + " 구독을 시작하고 직접 아티클을 작성해 보세요";
                }),
                n("c5a8022a", "아티클을 이용하면 리치 텍스트 및 인라인 미디어가 포함된 긴 형식의 콘텐츠를 X에 직접 게시할 수 있습니다."),
                n("d77899b6", "Premium을 구독하고 나만의 긴 게시물을 작성해 보세요"),
                n("bd65482a", "긴 게시물을 작성하고 굵은 글꼴이나 기울임꼴 등의 서식을 적용해 보세요."),
                n("bee20918", "게시물로 수익 창출"),
                n("gb699d52", "X에 게시물을 자주 쓰시나요? Premium을 구독하고 수익 배분 프로그램에 함께하세요. "),
                n("f69877c2", "Premium으로 답글을 부스트하세요"),
                n("gba90d44", "더 많은 사람에게 다가가고, 눈에 띄고, 돋보이세요."),
                n("a6dbcd58", "Premium을 구독하고 크리에이터를 지원하세요"),
                n("c4f49130", "구독료의 최대 25%가 크리에이터에게 직접 전달됩니다."),
                n("ca8fa2c0", "파란색 체크마크와 함께 인증을 받으세요"),
                n("febffc1a", "신뢰도를 높이고, 보다 많은 사람에게 다가가고, 자신의 의견을 전하세요."),
                n("j45a377a", "Premium+로 업그레이드"),
                n("i7170016", "제로 광고, 답글에서 가장 높은 게재 순위 지정 등 추가 혜택을 누리세요."),
                n("ee87f95e", "X Premium에서 고급 애널리틱스를 이용하세요"),
                n("ac38dbc0", "프로필 분석을 확인하고 오디언스에 대한 이해도를 높이세요. 계속하려면 업그레이드하세요."),
                n("i6e73154", "막대 차트 및 측정항목 등 계정 애널리틱스 기능 미리보기"),
                n("b583e154", "X Premium을 통해 애널리틱스를 이용하세요"),
                n("b7fb8c5e", "$1000를 지출하고 $1000를 받으세요"),
                n("ca559b70", "지금 구독하기"),
                n("d68773a4", "Radar로 트렌드를 시각화하세요"),
                n("f677fed6", "실시간으로 키워드를 모니터링하고, 트렌드 움직임을 시각화하고, 대화를 필터링하세요."),
                n("ha49eac2", "X에서 빠르게 성장하고 싶나요?"),
                n("f27018b4", "Premium 애널리틱스를 활용해 스마트 데이터 인사이트를 얻고 팔로워를 늘리세요."),
                n("dfea1f08", "중요한 인사이트를 놓치지 마세요"),
                n("da8c5244", "Premium 애널리틱스에서 스마트 데이터 인사이트를 얻고 팔로워를 늘리세요."),
                n("b081baea", "인사이트를 놓치고 있습니다"),
                n("d5effffc", "배지 추가"),
                n("c3653d44", "비즈니스 인증"),
                n("e8070e70", "Premium 가입"),
                n("ec42820e", "더 많은 사람에게 답글을 보여주고 싶나요?"),
                n("b0a95418", "Premium으로 답글 게재 순위를 높이세요"),
                n("j8ee20aa", "답글 부스트로 대화에서 더욱 돋보이세요"),
                n("g13aa596", "Premium을 구독하고 답글을 부스트하세요"),
                n("cadd92be", "게시 애널리틱스를 활용하세요"),
                n("a7058228", "X Premium을 통해 고급 애널리틱스를 이용하세요"),
                n("gb7823ba", "계정 애널리틱스"),
                n("i90f8e36", "북마크를 정리하세요"),
                n("abc6e710", "X Premium을 통해 북마크를 폴더에 분류하세요"),
                n("b7fa0cfe", "인기 기사"),
                n("bcc7e8c0", "모든 북마크"),
                n("i3145aa0", "북마크"),
                n("e39b368e", "생방송"),
                n("hbea78a8", "새 열"),
                n("b5298d92", "연결하기"),
                n("d35d74e4", "대화"),
                n("h5245afa", "커뮤니티"),
                n("d4ebc798", "초안"),
                n("fcf3e54c", "탐색하기"),
                n("d806aa1a", "숨겨진 답글"),
                n("ha8209bc", "홈"),
                n("a2f81050", "쪽지"),
                n("cf2d1048", "쪽지 요청"),
                n("e7172d70", "추가 메시지"),
                n("e1066d88", "내 프로필"),
                n("eb75875e", "알림"),
                n("j45978a8", "인용"),
                n("fd6a3f30", "예약 게시물"),
                n("aa4209e8", "슈퍼 팔로워"),
                n("d52a1caa", "구독자"),
                n("d7b51c68", "구독."),
                n("c5f4befa", "트렌드"),
                n("df34a454", "게시"),
                n("gfccba44", "멤버 요청"),
                n("e42dd8fa", "운영 기록"),
                n("c2c191fc", "신고된 게시물"),
                n("c63602d4", "내 커뮤니티"),
                n("ddf0ba7e", "컬렉션"),
                n("c64974fc", "팔로워"),
                n("i099d32e", "내가 아는 팔로워"),
                n("d960b55c", "팔로잉"),
                n("b007440a", "채용"),
                n("aa68dafc", "알림 세부정보"),
                n("b8533bac", "토픽"),
                n("jf00ebf6", "사용할 수 없는 열"),
                n("jaaa8984", "위치"),
                n("f345dcda", "수정 내역"),
                n("hea3f8ac", "관련 게시물"),
                n("c8ee31da", "뉴스"),
                n("d35c9eec", "계정 애널리틱스"),
                n("b5b7fb94", "그룹"),
                n("g755fcde", "나"),
                n("f6b1ff81", function (e) {
                    return e.name + " 님과 나";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " 외 " + e.count + "개";
                }),
                n("fb4ee2f6", "쪽지 요청을 삭제함"),
                n("j607bf02", "X 앱 다운로드하기"),
                n("j49fd4e8", "앱 켜기"),
                n("a565833e", "가입하기"),
                n("e919c3bc", "로그인"),
                n("a17a75da", "X는 앱에서 사용하는 것이 더 좋습니다"),
                n("e7342ed4", "게시물을 놓치지 마세요. X 앱에서 게시물을 열어 모든 기능을 이용해 보세요."),
                n("b6a43e78", "트위터에서 가장 먼저 읽어보세요"),
                n("b469e406", "나에게 중요한 최신 소식을 받아보세요. 앱을 켜서 내가 팔로우하는 사용자, 토픽 및 이벤트에 관한 푸시 알림을 확인하세요."),
                n("b8505290", "답글을 보내 대화에 참여하세요."),
                n("ae8b0564", "재게시하여 입소문을 퍼뜨려 보세요."),
                n("f2adab0e", "호감을 나타내려면 게시물에 마음에 들어요 표시를 해 보세요."),
                n("b7821a74", "X에 가입하여 이 사용자의 게시물을 모두 확인하세요."),
                n("e6d43d06", "토픽을 팔로우하여 멋진 게시물을 찾아보세요"),
                n("ic848090", "먼저 로그인하기"),
                n("f9ebe066", "로그인하면 바로 커뮤니티에서 대화에 참여할 수 있습니다."),
                n("je3d93e2", "X 사용자들은 가장 먼저 새 소식을 듣습니다."),
                n("ea88ce2e", "최신 소식을 놓치지 마세요"),
                n("d8817e36", "모든 쿠키를 허용함"),
                n("b9288ee6", "선택적 쿠키를 차단함"),
                n("i1390ec2", "쿠키란 무엇인가요?"),
                n("ga3121d5", "고객센터"),
                n("g482c949", "귀하의 설정 확인하기."),
                n("b47e760e", "키보드 단축키를 보려면 물음표를 누르세요."),
                n("fd2c7b44", "키보드 단축키 보기"),
                n("g7e2adf2", "새 덱 만들기"),
                n("a6ba09e8", "중복 열"),
                n("f5c9ccca", "현재 덱 수정"),
                n("bf42c578", "재정렬 버튼에 초점 맞추기"),
                n("j6fa64a6", "마지막 열로 이동"),
                n("b5545202", "마지막 메인에 올린 덱으로 이동"),
                n("e0497acc", "모든 덱 관리하기로 이동"),
                n("beef7b14", "다음 열로 이동"),
                n("a5cb005e", "N번째 열로 이동"),
                n("f65391bc", "N번째 메인에 올린 덱으로 이동"),
                n("h0bfdd20", "열 추가하기"),
                n("h770f6d4", "이전 열로 이동"),
                n("b8b2b70c", "열 삭제"),
                n("a3e2df76", "열 삭제 취소"),
                n("g850aec4", "열 설정 열기/닫기"),
                n("d5696fcc", "단축키 도움말"),
                n("a83d4280", "다음 게시물"),
                n("g0048656", "이전 게시물"),
                n("a690c4d0", "페이지 내리기"),
                n("e893811a", "새 게시물 불러오기"),
                n("cdb53d7a", "멘션"),
                n("d7b8ebaa", "마음에 들어요"),
                n("b0041756", "리스트"),
                n("d4986f86", "쪽지"),
                n("bb081ea2", "설정"),
                n("eee2ed92", "사용자 보기…"),
                n("ee5ccf3e", "표시 설정"),
                n("ab3d53f8", "새 게시물"),
                n("de94bda6", "게시물 전송하기"),
                n("e736990a", "새 쪽지"),
                n("fe731016", "마음에 들어요"),
                n("d17df548", "답글"),
                n("g062295e", "재게시"),
                n("h01621a4", "게시물 공유하기"),
                n("gb303814", "북마크"),
                n("c03b1126", "계정 뮤트하기"),
                n("ebd2abb2", "계정 차단"),
                n("hc6c5510", "게시물 세부사항 열기"),
                n("eebdef38", "사진 펼치기"),
                n("b488758c", "쪽지함 열기/닫기"),
                n("c82314e0", "선택한 동영상 일시중지/재생"),
                n("b881560e", "선택한 동영상 뮤트"),
                n("a94f7302", "오디오독으로 가기"),
                n("a7e604c6", "오디오독 재생 또는 일시 중지하기"),
                n("f978c4fc", "오디오독 음소거 또는 음소거 해제하기"),
                n("hc73f030", "계정"),
                n("f15bfdb4", "계정 정보"),
                n("a3841918", "이메일"),
                n("c21037d0", "국가"),
                n("ab1f7ee0", "비밀번호 변경"),
                n("e731db5a", "비밀번호 재설정"),
                n("f56af9cc", "내 데이터 기록 파일을 다운로드하세요"),
                n("hfb92b14", "계정 비활성화"),
                n("bf96fda4", "연령"),
                n("d12d42dc", "자동화"),
                n("fdb81456", "패러디 계정 라벨"),
                n("j9d10268", "계정 활동"),
                n("i6b3f59a", "계정 기록"),
                n("da202f9a", "내 광고주 목록"),
                n("hc36dbba", "로그인된 디바이스 및 앱"),
                n("a8d0108e", "성별"),
                n("a03dacaa", "언어"),
                n("d9138166", "내가 방문한 장소"),
                n("b523ecc6", "계정 액세스 기록"),
                n("abedd45c", "내 데이터 요청하기"),
                n("h1f01a24", "관심사"),
                n("j7ad754a", "내 X 데이터"),
                n("d299431c", "수익 창출"),
                n("j087774e", "코인"),
                n("ff9ed474", "총 수익"),
                n("ec885836", "크리에이터 수익 공유"),
                n("b431a5c6", "광고 수익 배분"),
                n("b0e986ec", "수익 창출 IDV"),
                n("aca4d76a", "광고 수익 배분 설정"),
                n("ab1b837a", "광고 수익 배분 대시보드"),
                n("a9c1a9cc", "동영상 광고"),
                n("d4ab5c12", "동영상 광고 설정"),
                n("c429e3ba", "크리에이터 구독"),
                n("fce877d6", "게시물 취소하기"),
                n("dd0c889e", "프로필 맞춤설정"),
                n("ib35705e", "구독 관리하기"),
                n("cf131522", "제휴 계정 배지 관리하기"),
                n("cb165528", "뉴스 기능 및 설정"),
                n("f8645654", "보안 및 계정 접근 권한"),
                n("j95edf76", "보안"),
                n("fd127276", "패스키 관리하기"),
                n("afe4a358", "ID 인증"),
                n("dd703318", "2단계 인증"),
                n("b1686800", "보안 키 관리"),
                n("ae72d4c4", "앱 및 세션"),
                n("a1e8e682", "등록된 디바이스"),
                n("h1abfbce", "연결된 계정"),
                n("cad53944", "개인정보 및 안전"),
                n("e908903a", "오디언스 및 태그하기"),
                n("b5c85d2c", "내 게시물을 비공개로 설정"),
                n("f56d108e", "사진 태그하기"),
                n("c6f67e32", "내 게시물"),
                n("f2bd9c48", "표시되는 콘텐츠"),
                n("cbd449a0", "뮤트 및 차단"),
                n("daef29b8", "뮤트한 계정"),
                n("i0dd9b9e", "뮤트한 단어"),
                n("a5f32aa2", "차단한 계정"),
                n("i58a274c", "쪽지"),
                n("ded416b0", "스페이스"),
                n("fd4d9068", "계정찾기 및 연락처"),
                n("bbcafbda", "연락처 관리"),
                n("aeddb28a", "콘텐츠 기본설정"),
                n("d035a8d0", "광고 환경설정"),
                n("d0b74a5a", "쿠키 설정"),
                n("h3909cd0", "추정된 신원"),
                n("d84e63d2", "X 외부 활동"),
                n("h14ba864", "비즈니스 파트너와 데이터 공유"),
                n("jabb9c9a", "위치 정보"),
                n("fcb6a5b8", "게시물에 위치 정보 넣기"),
                n("h9f2da68", "민감한 미디어"),
                n("id6a8e1a", "답글 필터하기"),
                n("fc35f762", "필터링된 답글"),
                n("gaac710a", "신고 센터"),
                n("bcd81cac", "환경설정"),
                n("i647fb04", "필터"),
                n("hee41732", "푸시 알림"),
                n("e75f25a8", "이메일 알림"),
                n("cf9b166a", "접근성, 표시, 언어"),
                n("e3719c16", "접근성"),
                n("a776eed8", "자동 재생"),
                n("c4881c66", "표시"),
                n("d495680e", "언어"),
                n("f953f53a", "표시 언어 변경"),
                n("eafe3288", "데이터 사용량"),
                n("b721eb38", "소개"),
                n("g9230d00", "위임"),
                n("cb8ebf5c", "역할을 위임한 멤버"),
                n("i95202f6", "나에게 위임된 계정"),
                n("afcad7f2", "앱 다운로드하기"),
                n("e8f57e08", "맞춤형 서비스 및 데이터"),
                n("gbde3534", "관심사 및 광고 데이터"),
                n("a54826c6", "추론된 파트너 제공 관심사"),
                n("a5cbc19a", "내 애널리틱스"),
                n("i9028824", "불러오는 중"),
                n("f5090e28", "연결이 끊어진 것 같습니다. 다시 시도하는 중입니다."),
                n("ba929da8", "페이지를 찾을 수 없습니다."),
                n("d203e242", "찾을 수 없습니다"),
                n("e2eac0c4", "기본"),
                n("i5aa4ce0", "메뉴 항목 더 보기"),
                n("h63a5c3c", "더 보기"),
                n("a4fc1872", "지난주"),
                n("e14bb1da", "마지막 날"),
                n("d86bbf0f", function (e) {
                    return "안 읽은 항목 " + e.count + "개";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "계정"),
                n("da4691aa", "모든 계정 보기"),
                n("c7e55ccf", function (e) {
                    return "@" + e.screenname + " 계정으로 전환";
                }),
                n("b20a3894", "전환하려는 계정이 삭제되었습니다."),
                n("daffabde", "대행"),
                n("eccbfa26", "위임 계정"),
                n("a1b7a904", "대행"),
                n("g61ed8a4", "문제가 발생했습니다."),
                n("e520f166", "일일 게시물 전송 한도를 초과했습니다."),
                n("c0554ca0", "문제가 발생했습니다. 잠시 후 다시 게시물에 마음에 들어요 표시를 해 보세요."),
                n("b25c5b2a", "이런! 이미 말한 내용입니다."),
                n("cef21114", "내 계정은 정지된 상태이며 게시물을 보낼 수 없습니다."),
                n("cf369a0e", "답글을 보내려는 게시물이 삭제되었거나 내게 보이지 않습니다."),
                n("cd86efa8", "게시물 텍스트에 포함된 @멘션의 수가 한도를 초과했습니다."),
                n("e002f424", "게시물 텍스트에 포함할 수 있는 URL 수를 초과했습니다."),
                n("c2b4ae8c", "게시물 텍스트에 포함된 해시태그의 수가 한도를 초과했습니다."),
                n("hf05f59e", "게시물 텍스트에 포함된 캐시태그의 수가 한도를 초과했습니다."),
                n("dffb84c6", "게시물 텍스트에 더 이상 허용되지 않는 해시태그가 포함되어 있습니다."),
                n("d7b21bc8", "게시물에 포함된 첨부 파일 유형의 개수가 한도를 초과했습니다."),
                n("e4672ac2", "게시글에 있는 URL이 스팸성이거나 안전하지 않은 콘텐츠가 있는 페이지로 연결됩니다."),
                n("he5ecf52", "게시물 텍스트에 포함할 수 있는 최대 한도를 초과했습니다."),
                n("ac78e602", "게시물 콘텐츠가 유효하지 않습니다."),
                n("i251c738", "업로드하려는 동영상의 프레임 속도가 너무 높습니다."),
                n("ed3ac7ef", function (e) {
                    return "업로드하려는 동영상의 프레임 속도가 너무 높습니다. 최대 프레임 속도: 60. 실제 프레임 속도: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "업로드하려는 동영상의 가로세로 비율이 너무 큽니다."),
                n("ca4514c0", "업로드하려는 동영상의 가로세로 비율이 너무 작습니다."),
                n("fb4a459c", "업로드하려는 동영상의 길이가 너무 짧습니다."),
                n("ca1afa98", "업로드하려는 동영상의 길이가 너무 깁니다."),
                n("b2e94283", function (e) {
                    return "출처 @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "게시하기" + e.verb;
                }),
                n("ge8e4a38", "모두 게시하기"),
                n("h735a98e", "예약하기"),
                n("h3701ffe", "업데이트"),
                n("d9ef2842", "안 읽은 항목"),
                n("cdf89b84", "브랜드용 마음에 들어요 미리보기"),
                n("i83d4f14", "팔로우 요청"),
                n("aeede01a", "로고"),
                n("ae1bbb26", "로그아웃"),
                n("fd442790", "설정 및 개인정보"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "광고"),
                n("e2eef3c2", "인증된 조직"),
                n("b55d8a78", "스페이스 만들기"),
                n("e5323e36", "생방송 시작하기"),
                n("a5a30af0", "아티클"),
                n("d13d697c", "새 이메일"),
                n("j0e2cfa8", "비즈니스"),
                n("h5e38204", "채팅"),
                n("h7d5d9fa", "베타"),
                n("ga169e1b", function (e) {
                    return "쪽지(" + e.count + " 읽지 않은 대화)";
                }),
                n("d83682ec", "홈(안 읽은 새 게시물)"),
                n("e1249849", function (e) {
                    return "알림 타임라인(" + e.count + "개 읽지 않은 알림)";
                }),
                n("c0b786ee", "검색 및 탐색"),
                n("bb967f9e", "동영상"),
                n("e04033be", "새 게시물을 사용할 수 있습니다. 마침표 키를 눌러 해당 항목으로 이동하세요."),
                n("hec711c0", "새 게시물 보기"),
                n("j0a8da6e", "기존 계정 추가"),
                n("c6f2bf00", "계정 관리"),
                n("a58e0e51", function (e) {
                    return "@" + e.screenName + " 계정에서 로그아웃";
                }),
                n("j62f43a6", "위임 계정 보기"),
                n("d4c52015", function (e) {
                    return e.count + "개의 보류 중인 위임 계정 초대장";
                }),
                n("b8e1d524", "계정"),
                n("gef27c4c", "계정 메뉴"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + " 계정으로 전환";
                }),
                n("c61eea74", "개인 계정"),
                n("g6d42fea", "탐색 전환"),
                n("eb022176", "계정 만들기"),
                n("gcfef7b6", "전화번호나 이메일로 계정 만들기"),
                n("e5b0e544", "로그인"),
                n("gd93944e", "앱 사용하기"),
                n("c1df1ae0", "쿠키 사용"),
                n("f2f787a0", "이용약관"),
                n("e1099fd6", "개인정보 처리방침"),
                n("cdc1bff7", function (e) {
                    return "프로필 메뉴 " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + "명";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " 명";
                }),
                n("ae2205d2", "나와 서로 팔로우하고 있습니다."),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " 님은 현재 진행 중인 스페이스에 참여하고 있습니다. 동참하려면 해당 프로필을 클릭하세요";
                }),
                n("f2b3fe06", "결과를 불러오는 중"),
                n("fc9dd578", "사용자 검색"),
                n("gdb7bc25", function (e) {
                    return e.name + " - 삭제하려면 선택하세요";
                }),
                n("f065ba8c", "검색어"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + " 님에게 이동";
                }),
                n("a2c1b222", "인물이나 리스트 또는 키워드를 검색해 보세요"),
                n("f45c4250", "모든 최근 검색을 삭제할까요?"),
                n("caae4dda", "이 작업은 취소할 수 없으며 모든 최근 검색이 삭제됩니다."),
                n("dbd5d400", "지우기"),
                n("a8d68f62", "최근"),
                n("c6530778", "저장된 검색"),
                n("e047b8fa", "모두 지우기"),
                n("aa6e3300", "연결이 끊긴 것 같습니다. 확인 후 다시 시도해주세요."),
                n("e68b09b4", "삭제"),
                n("hffea05c", "저장된 검색을 삭제할까요?"),
                n("j037e374", "이 작업은 취소할 수 없으며 저장된 검색이 삭제됩니다."),
                n("d96cf7ce", "삭제하기"),
                n("hbe4feb5", function (e) {
                    return "@" + e.screenName + " 님께 팔로우 요청을 보냈고 승인을 기다리고 있습니다.";
                }),
                n("df4c86b0", "먼저 프로필을 업데이트하세요"),
                n("bba40ffa", "이 계정을 팔로우할 수 없습니다"),
                n("f558829e", "이 계정을 팔로우하려면 프로필에 생년월일을 포함하여 최소 연령 요구 사항을 충족함을 확인해야 합니다."),
                n("a6941096", "내 국가에서는 이 계정을 팔로우할 수 없습니다."),
                n("if8cd2a4", "이 계정을 팔로우할 수 있는 연령이 아닙니다."),
                n("b5972260", "문제가 발생했습니다. 잠시 후 해당 사용자에게 보낸 팔로우 요청을 취소해 보세요."),
                n("j4292c24", "이 사용자의 요청에 의해 계정을 팔로우할 수 없도록 차단되었습니다."),
                n("a0ba5842", "지금은 다른 사용자를 추가로 팔로우할 수 없습니다."),
                n("a5202b82", "문제가 발생했습니다. 잠시 후 해당 사용자를 다시 팔로우해 보세요."),
                n("f8cbf714", "존재하지 않는 사용자를 팔로우 할 수 없습니다."),
                n("f2e66452", "계정이 일시 정지되었고 사용자를 팔로우할 수 없습니다."),
                n("ca96fe6e", "문제가 발생했습니다. 잠시 후 다시 해당 사용자를 차단 해제해 보세요."),
                n("e1a0aaca", "문제가 발생했습니다. 잠시 후 해당 사용자를 다시 언팔로우해 보세요."),
                n("fd5208c6", "설정으로 이동하기"),
                n("c0d13570", "제휴 계정"),
                n("ba96929e", "채용"),
                n("gf62c116", "지원"),
                n("a4cf866e", "광고"),
                n("g2fd3206", "사용자"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "전체 액세스"),
                n("e49537c2", "이 페이지는 존재하지 않습니다. 다른 페이지를 검색해 보세요."),
                n("fcbb540a", "요청 한도를 초과했습니다"),
                n("d4f88600", "연락처 인증하기"),
                n("b192ccae", "확인된 연락 방법이 없습니다."),
                n("a0487504", "인증을 요청하려면 먼저 연락 방법을 확인해야 합니다."),
                n("fff7d93c", "사진 추가"),
                n("g969bfae", "프로필 사진이 없습니다."),
                n("gb2f35e4", "인증을 요청하기 위해서는 먼저 프로필 사진을 추가해야 합니다."),
                n("i33cf692", "URL 입력란 추가"),
                n("b679ff6a", "잘못된 URL"),
                n("i79902b4", "인증 방법 선택"),
                n("fb2fcb5c", "이 단계를 통해 사용자의 신원을 인증합니다. 자신에게 가장 적합한 방법을 선택해 주세요."),
                n("e43425fa", "정부 발급 신분증"),
                n("cb7c2e2e", "정부 발행 신분증 사진을 제공해 주세요."),
                n("a411926a", "공식 이메일 주소"),
                n("g253cdd0", "선택한 카테고리와 관련된 도메인이 포함된 공식 이메일."),
                n("cf93bcb0", "공식 웹사이트 참조 자료"),
                n("gfb55fa8", "사용자의 X 계정을 직접 참조하는 공식 웹사이트."),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "공식 웹사이트 참조 정보 추가"),
                n("a11cd524", "사용자의 X 계정을 참조하며 인증 요청과 관련되어 있는 공식 웹사이트를 입력합니다."),
                n("ba656f26", "X 계정이 웹사이트에 참조되어 있나요?"),
                n("ed751204", "신원을 인증하려면 계정이 진짜인지 확인해야 합니다. 링크를 제공한 페이지에 본인의 사용자 아이디가 참조되지 않는 경우, 요청을 완료하기 전에 진위 증명 자료를 제출해야 합니다."),
                n("fbc023b0", "예, 그렇습니다"),
                n("e785ce06", "다른 옵션을 사용하겠습니다"),
                n("i8d58f3e", "정부 발급 신분증 사용하기"),
                n("eb21ecaa", "이메일 주소 사용하기"),
                n("f848a69e", "신원을 인증하려면 계정이 진짜인지 확인해야 합니다. 공식 웹사이트에서 이 사용자 아이디를 참조하지 않는 경우 이 계정의 진위 여부를 확인할 수 없습니다."),
                n("d59b5366", "사용자 확인을 위해 내 계정의 진위 여부를 확인해야 합니다. 링크를 제공한 페이지에 내 사용자 아이디가 명시되어 있지 않으면 계정을 지명도 있는 콘텐츠 크리에이터와 연결해 드릴 수 없습니다."),
                n("bfb01c62", "아니요, 뒤로 이동합니다"),
                n("fa51040a", "본인 및 본인의 X 계정을 참조하는 적격한 뉴스 보도기관 또는 간행물의 공식 웹사이트 링크를 입력해 주세요."),
                n("d0460f12", "이 계정을 본인의 단체 공식 X 계정에서 고위 지도자로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("h45b00d8", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 엔터테인먼트 회사에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("fc718708", "본인 및 본인의 X 계정을 참조하는 적격한 조직의 공식 웹사이트."),
                n("g32c2900", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 제작사에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("j5b1224c", "내 계정을 내 제작물에 대한 공식 X 계정으로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("d090a5d4", "내 X 계정을 참조하는 인증된 조직 또는 간행물의 공식 웹사이트."),
                n("eb08a392", "본인의 계정이 진짜이고 이 요청과 관련하여 공직 후보자가 관리하고 있음을 입증할 수 있는 방법을 하나 선택하세요."),
                n("h0de1396", "본인의 계정이 이 요청과 관련된 공직 후보자의 공식 X 계정임을 명시하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("dcc23262", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 활동가 또는 조직자에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("c880e068", "본인 및 본인의 X 계정을 참조하는 옹호 단체의 공식 웹사이트."),
                n("e412d500", "인증된 옹호 단체와 본인의 X 계정에서 본인을 지도자 직책으로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("dedf41f2", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 영향력 있는 개인에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("b4aed9e0", "본인과 본인의 X 계정을 참조하는 인증된 조직의 공식 웹사이트."),
                n("b2069e40", "본인과 본인의 X 계정을 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("baf718c4", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 회사, 브랜드 또는 조직에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "적격한 회사, 브랜드 또는 조직의 도메인을 포함하는 공식 이메일 주소."),
                n("de70afe8", "본인 및 본인의 X 계정을 참조하는 적격한 조직의 공식 웹사이트."),
                n("a3a523f2", "이 계정을 본인의 회사 공식 X 계정에서 고위 지도자로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 회사의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("jf58899a", "본인을 본인의 단체와 X 계정에서 고위 지도자로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("f7afbaec", "이 계정이 본인의 것이 맞으며 적격한 뉴스 보도기관 또는 발행기관에 소속된 언론인에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("d4ab0056", "지명도 있는 프리랜서 기자가 귀하의 계정을 인증하고 관리하고 있음을 입증할 수 있는 방법을 선택하세요."),
                n("d2a77622", "적격한 뉴스 보도기관 또는 발행기관의 도메인을 포함하는 공식 이메일 주소."),
                n("eec341da", "본인의 X 계정을 참조하는 뉴스 보도기관 또는 간행물의 공식 웹사이트."),
                n("b03ae068", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 뉴스 보도기관 또는 발행기관에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("g0daba4a", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 프로게이밍 업계의 인물에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("ab8e430c", "본인의 계정을 이 요청과 관련된 게임 업계의 개인의 공식 X 계정으로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("cdcd9cd6", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 프로 스포츠 기관에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("gad25890", "본인의 계정을 이 요청과 관련된 프로 스포츠 기관의 공식 X 계정으로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("e6dc91b2", "이 계정이 본인의 것이 맞으며 본 요청과 관련된 프로 스포츠계 인물에 의해 관리된다는 것을 증명하기 위한 방법을 선택하세요."),
                n("i9aed706", "본인의 계정을 이 요청과 관련된 프로 스포츠계 인물의 공식 X 계정으로 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다."),
                n("abd587d2", "다른 참조 추가하기"),
                n("i0bba81a", "고용 참조 정보 추가"),
                n("a6a76e3c", "지명도 입증 방법 선택"),
                n("ecd2abda", "계정 적격성 확인"),
                n("cb70b894", "돌아가기"),
                n("g8b511fe", "Google 트렌드"),
                n("c7d50c96", "본인에 대한 최근 검색 활동의 증거를 포함한 Google 트렌드 프로필."),
                n("a68b43ee", "Google 트렌드 프로필 추가하기"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "위키피디아 문서"),
                n("ee38d0f0", "본인에 대해 소개하고 일반인 대상의 지명도 기준을 충족하는 위키피디아 문서."),
                n("cb97ee3e", "위키피디아 문서 추가하기"),
                n("hc371f34", "뉴스 보도"),
                n("b9d0ad90", "지난 6개월 동안 신뢰할 수 있는 뉴스 보도기관이 사용자를 다루거나 언급한 기사 링크 최소 3건."),
                n("ge137dce", "본인을 참조하는 검증된 뉴스 간행물의 기사 3건 이상."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "인증된 뉴스 보도 추가하기"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "기사 " + e.n;
                }),
                n("bebae55a", "공공 증권거래소"),
                n("c5571610", "공공 증권거래소에 실질적으로 등록되어 있음을 입증할 수 있는 링크 주소"),
                n("e2d42628", "증권거래소 참조 추가하기"),
                n("jc19b4e8", "증권거래소 등록"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "지도자 참조 추가하기"),
                n("cc424a22", "옹호 단체 참조"),
                n("ibfc1a5a", "이 카테고리에서 인증을 받기 위한 요건을 갖추지 못했습니다."),
                n("e1c78796", "공식 웹사이트"),
                n("ff2ee0c2", "행동주의"),
                n("hc61adfc", "엔터테인먼트"),
                n("e404203c", "게임"),
                n("d2042392", "정부"),
                n("c365dcc6", "기타"),
                n("d27beb9e", "스포츠"),
                n("cc4b66b6", "카테고리 선택"),
                n("b37461a4", "계정 유형 선택"),
                n("b27325f6", "콘텐츠 크리에이터"),
                n("a5a6affc", "흥미롭고 독창적인 콘텐츠를 지속적으로 발표하는 영향력 있는 디지털 콘텐츠 크리에이터"),
                n("a15326de", "본인을 참조하는 검증된 뉴스 간행물의 기사 3건 이상."),
                n("g704a93a", "본인을 지도자 직책으로 명시하는 알려진 옹호 작업과 관련된 공식 사이트."),
                n("c6bd60ec", "활동가 또는 조직자"),
                n("c92fdb06", "사회 경제적, 정치적 또는 문화적 변화를 가져오기 위해 X를 사용하는 잘 알려진 개인."),
                n("a18c6dfc", "언론인"),
                n("h0b46534", "뉴스 보도기관 또는 간행물 발행사에 의해 고용된 개인 언론인입니다."),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "그 밖의 영향력 있는 개인"),
                n("f875ec6e", "X 플랫폼 안팎에서 영향력이 크며 다른 카테고리에 포함되지 않는 개인."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "엔터테인먼트 회사"),
                n("d5b3cbca", "TV 방송국, 영화 스튜디오, 음반 제작사 등의 주요 엔터테인먼트 회사."),
                n("b5a3e590", "엔터테인먼트 업계의 개인"),
                n("e484f794", "배우, 음악가, 감독, 시나리오 작가, 코미디언 등 엔터테인먼트 업계의 영향력 있는 개인."),
                n("b8d8ea64", "제작사"),
                n("ff27db3c", "영화, 이벤트/페스티벌, TV 쇼 등 엔터테인먼트 주체와 관련된 제작사의 공식 계정."),
                n("c0e57cb2", "내 크리에이터 프로필 추가"),
                n("f3c605b6", "크리에이터 프로필"),
                n("h042d1a6", "IMDB 프로필"),
                n("d2310f0c", "최소 50건의 제작 크레딧을 포함하는 IMDB 프로필"),
                n("ba04b4c2", "IMDB 프로필 추가"),
                n("i9b124b6", "공무원"),
                n("f84a99ee", "국가 수장, 선출직 공무원, 임명된 장관, 주 또는 국가 수준의 대사를 포함한 주요 공직자입니다."),
                n("j2cb5f50", "공직 후보자"),
                n("j2472894", "주 또는 국가 수준 공직의 공식 후보자입니다."),
                n("ha44c130", "관공서 또는 공공 서비스"),
                n("j8ae9d40", "주요 관공서 및 기관, 공공시설 및 서비스 기관입니다."),
                n("ef1d6176", "본인이 주 또는 국가 수준의 공직 후보자인가요?"),
                n("f54ba6e6", "이 카테고리에서 인증을 받으려면 현재 주 또는 국가 수준의 공직 후보자여야 합니다."),
                n("dd85d0a0", "본인이 주 또는 국가 수준의 공직자인가요?"),
                n("f0058c60", "이 카테고리에서 인증을 받으려면 현재 주 또는 국가 수준의 공직자이어야 합니다."),
                n("f420a712", "예"),
                n("fb97d22c", "아니요"),
                n("e16b1cc8", "본인의 프로필이 후보자 자격 요건을 충족하나요?"),
                n("cf2ee92e", "공직 후보자는 자신이 출마하는 공직을 명시하고 캠페인의 공식 웹사이트로 연결되는 링크를 모두 보여주는 공개 계정이 있어야 합니다."),
                n("g544885e", "본인의 프로필이 관공서 또는 기관의 자격 요건을 충족하나요?"),
                n("bd0b4542", "관공서 및 정부 기관은 해당 공식 웹사이트로 연결되는 공개 계정이 있어야 합니다."),
                n("i45b224c", "본인의 프로필이 공직자 자격 요건을 충족하나요?"),
                n("fba1dd66", "공무원은 자신의 현재 공무원 지위와 근무처인 관공서의 공식 웹사이트 링크를 모두 입증할 수 있는 공식 계정을 소유하고 있어야 합니다."),
                n("e95c44de", "예, 완료되었습니다"),
                n("fa5e15e2", "업데이트가 필요합니다"),
                n("jdf47e8e", "캠페인 웹사이트"),
                n("eeec7316", "캠페인 웹사이트 추가"),
                n("b163b654", "정부 참조 자료"),
                n("d2378d34", "정부 참조 자료 추가"),
                n("a05b8446", "프리랜서 언론인"),
                n("hdad12b2", "검증된 간행물에서 지명도 기준을 충족하는 작업을 수행한 독립 프리랜서 언론인입니다."),
                n("d2d7af4c", "뉴스 보도기관 또는 발행인"),
                n("d83e51dc", "인쇄 및 디지털 출판물, 방송, 케이블, 위성 및 스트리밍 TV 및 라디오 뉴스 네트워크, 방송국 및 프로그램, 팟캐스트 및 기타 유사한 미디어."),
                n("g708cbdc", "본인의 프로필이 인증 요건을 충족하나요?"),
                n("b107ee5c", "뉴스 보도기관은 공식 웹사이트로 연결되는 공개 계정을 가지고 있어야 합니다."),
                n("e8746826", "고용주의 계정이 이미 인증된 것을 확인했습니다."),
                n("jc09b420", "프로필이 언론인에 대한 기준을 충족하나요?"),
                n("gfbd7e58", "언론인은 자신이 일하는 검증된 뉴스 보도기관의 이름과 공식 웹사이트 링크를 모두 명시하는 공개 계정이 있어야 합니다."),
                n("h0ad4c9e", "공식 뉴스 보도기관 참조 정보"),
                n("a6553b50", "귀하를 언론인으로 명시하고 있는 적격한 뉴스 간행물 또는 조직의 공식 웹사이트입니다."),
                n("a29b2988", "저자로 명시되거나 크레딧에 오른 기사"),
                n("ab4eae60", "지난 6개월 이내에 발행된 적격한 간행물에 명시된 필자명 행 또는 크레딧을 최소 3건 입력해 주세요."),
                n("b3fac982", "URL에 나를 언급하는 특정 페이지에 대한 링크가 제공되어 있습니다."),
                n("e26dc9e2", "지명도 기준을 충족하는 작업 추가"),
                n("e164df2e", "제공하신 게시물이 지명도 기준을 충족하나요?"),
                n("i80ff05e", "검증된 뉴스 기관 및 간행물에 게시된 기사만 지명도 기준을 충족할 수 있는 증거가 됩니다."),
                n("cf7482ec", "예, 그렇습니다."),
                n("fcb96cfc", "프로 스포츠 업계의 개인"),
                n("ddc7d64a", "프로 스포츠 선수, 코치, 매니저 및 국제 대회(예: 올림픽, 세계 장애인 올림픽 등)에 참가한 운동선수."),
                n("c4e0d346", "프로 스포츠 관련 기관"),
                n("e3ce81fa", "프로 스포츠 리그, 팀 및 국제 대회(예: 올림픽, 세계 장애인 올림픽 등)."),
                n("b2808f48", "게임 업계의 개인"),
                n("db7b3558", "인증된 게이밍 팀 또는 리그에 소속된 e스포츠 선수의 개인 계정."),
                n("bbd9a912", "본인의 계정과 관련된 팀, 리그, 이벤트 또는 단체가 이미 인증된 것을 확인했습니다."),
                n("he9c5638", "본인을 참조하는 국제 대회 또는 스포츠 단체의 공식 웹사이트 링크."),
                n("bf06e1d6", "본인을 프로 운동선수, 감독 또는 코치로 지칭하는 프로 스포츠 단체와 관련된 공식 사이트."),
                n("e241d35e", "본인을 프로 운동선수, 매니저 또는 코치로 지칭하는 인증된 뉴스 보도기관 또는 간행물 발행사의 최소 3건의 기사."),
                n("ad456030", "본인을 게임 업계의 개인으로 지칭하는 인증된 뉴스 보도기관 또는 간행물 발행사의 최소 3건의 기사."),
                n("hbe2e65c", "본인을 게임 업계의 개인으로 지칭하는 인증된 e스포츠 리그 또는 이벤트와 관련된 공식 사이트."),
                n("j3da4dea", "지금은 인증을 요청할 수 없습니다."),
                n("af39265e", "회사, 브랜드 및 조직"),
                n("bb51cd7a", "스포츠 및 게임"),
                n("c044a571", "자세히 알아보기"),
                n("a58cd1fb", "자세히 알아보기"),
                n("b47b0fd1", "자세히 알아보기"),
                n("db25263b", "자세히 알아보기"),
                n("b25b02c3", "자세히 알아보기"),
                n("j6ef6afb", "자세히 알아보기"),
                n("d42d162b", "자세히 알아보기"),
                n("ccadfc85", "자세히 알아보기"),
                n("ddb47f57", "자세히 알아보기"),
                n("bf9e181b", "자세히 알아보기"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more"),
                n("e7e0d88b", "Learn more");
            n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more"),
                n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "자세히 알아보기"),
                n("f8493831", "자세히 알아보기"),
                n("icb5913f", "자세히 알아보기"),
                n("af819833", "자세히 알아보기"),
                n("d35525b1", "자세히 알아보기"),
                n("cb181ed1", "자세히 알아보기"),
                n("f6c3d3f1", "자세히 알아보기"),
                n("d4588ded", "자세히 알아보기"),
                n("a759bff9", "자세히 알아보기"),
                n("c64a59f7", "자세히 알아보기"),
                n("c054f433", "자세히 알아보기"),
                n("c1b7ad51", "자세히 알아보기"),
                n("f7998565", "자세히 알아보기"),
                n("c74a47ef", "자세히 알아보기"),
                n("gf9899bf", "자세히 알아보기"),
                n("d7a9185d", "자세히 알아보기"),
                n("c4b205e1", "자세히 알아보기"),
                n("c04b4b1d", "자세히 알아보기"),
                n("d26ccc67", "자세히 알아보기"),
                n("hdb3bc85", "자세히 알아보기"),
                n("b6cb494f", "자세히 알아보기"),
                n("abc132eb", "자세히 알아보기"),
                n("de1b28ad", "자세히 알아보기"),
                n("h04c272d", "자세히 알아보기"),
                n("j331c659", "자세히 알아보기"),
                n("h02fe64f", "자세히 알아보기"),
                n("a7df4b85", "자세히 알아보기"),
                n("e9b71903", "자세히 알아보기"),
                n("g961011f", "자세히 알아보기"),
                n("d5dedb7b", "자세히 알아보기"),
                n("gd396551", "자세히 알아보기"),
                n("dccc08bf", "자세히 알아보기"),
                n("f22a6d0d", "자세히 알아보기"),
                n("i78c9fd5", "자세히 알아보기"),
                n("f3e333a9", "자세히 알아보기"),
                n("i5fee6d3", "자세히 알아보기"),
                n("fe7420f5", "자세히 알아보기"),
                n("fcfad60d", "자세히 알아보기"),
                n("cc35a6b9", "자세히 알아보기"),
                n("d9bd3823", "자세히 알아보기"),
                n("a67f27bd", "자세히 알아보기"),
                n("b8be7adb", "자세히 알아보기"),
                n("gd663f41", "자세히 알아보기"),
                n("b436b101", "자세히 알아보기"),
                n("j97bce4a", "X 사용자 아이디"),
                n("acd5ca14", "다시 시도해 보세요. 사용자 아이디에는 @, $, #과 같은 특수 문자를 포함해서는 안 됩니다."),
                n("bbef41c2", "X 인증 요청에 연결되어 있는 공식 이메일 주소를 검토하세요."),
                n("be03ecca", "이메일 주소"),
                n("c69a40de", "이전에 인증된 이메일 주소가 없습니다."),
                n("c83a1662", "자격 요건을 충족하는 인증된 이메일 주소가 없습니다."),
                n("e1e878ee", "설정"),
                n("b9635182", "설정"),
                n("j163be32", "요청하기"),
                n("gaf821c8", "인증 요청"),
                n("e1ac0f9b", "자세히 알아보기"),
                n("h2d4ba56", "신분증을 확인하는 중입니다"),
                n("i2051842", "신분증이 트위터의 기준을 충족하는지 확인하고 있습니다. 이 작업은 최대 30초가 걸릴 수 있습니다."),
                n("fc2a5c92", "문제가 발생했습니다"),
                n("jf4b6f70", "신분증을 업로드하는 동안 문제가 발생했습니다. 다시 업로드해 주세요."),
                n("d338f53e", "다시 시도하기"),
                n("e43672a0", "정부에서 발급한 신분증에 대한 몇 가지 정보를 수집해야 합니다."),
                n("b246aa5e", "신분증 발급 국가"),
                n("d6fb5878", "국가 선택"),
                n("b72f97cc", "신분증 유형"),
                n("b2ab6008", "신분증 유형 선택"),
                n("h9270b1c", "국가 검색"),
                n("ff1d68f8", "신분증 사진 업로드"),
                n("bdada5a6", "앞면"),
                n("edfed0f6", "신분증 앞면 업로드"),
                n("def5015d", function (e) {
                    return "뒤로" + e.back_of_document;
                }),
                n("b09aade6", "신분증 뒷면 업로드"),
                n("b40ed190", "문서"),
                n("c6650b56", "문서 업로드"),
                n("d171ed16", "이 과정을 위해 트위터는 신뢰할 수 있는 타사의 도움을 받습니다. 타사는 신분증의 진위 여부를 인증하고 트위터에 제한된 정보 및 플랫폼을 제공하며, 트위터는 이를 바탕으로 사용자가 인증 계정 상태에 적합한지 여부를 확인합니다."),
                n("d20f76cb", "자세히 알아보기"),
                n("b8deb156", "개인정보 처리방침"),
                n("b9960f32", "사진 또는 동영상 추가"),
                n("gd80afba", "미디어 수정"),
                n("j322caee", "민감한 내용의 미디어로 표시하기"),
                n("abd845fe", "수정"),
                n("df1b0708", "이 GIF 재생"),
                n("cd959e5c", "미디어 삭제하기"),
                n("add55c98", "미디어"),
                n("f350cf46", "미디어 끌어다 놓기"),
                n("gff1f69e", "이미지 불러오는 중"),
                n("a91bb144", "제출"),
                n("affce770", "트위터와 공신력 있는 제3자는 귀하의 신원과 인증 자격을 확인하기 위해 귀하의 계정과 관련된 정보 및 귀하가 제공한 추가 정보를 사용할 것입니다."),
                n("i0864918", "카테고리"),
                n("c7942074", "계정 유형"),
                n("b8121daa", "지명도 참조"),
                n("d247ca70", "아래에서 인증 요청 세부정보를 검토하세요. 확인을 마쳤으면 제출을 누르세요."),
                n("b51afbb2", "인증 방법"),
                n("cc87b01c", "검토 및 제출"),
                n("ec6801cc", "요청이 전송되었습니다!"),
                n("i6ef95ec", "설문조사"),
                n("j94e995e", "인증 요청이 거부되었습니다. 이 날짜로부터 30일 이후에 새 요청을 제출하실 수 있습니다."),
                n("da458d6c", "인증 요청이 이미 제출되었으며 최근 30일 이내에 거부되었습니다. 다시 시도해 주세요."),
                n("j4ed9f0e", "인증 요청이 제출되었으며, 결정이 내려지면 바로 연락해 드리겠습니다."),
                n("b1ade780", "최근에 만들어진 계정입니다. 최소 7일간 기다린 후 다시 시도해 주세요."),
                n("aab67626", "제출하신 인증 요청을 검토 중입니다"),
                n("d3c1e25e", "예, 정말로 계정 인증이 완료되었습니다."),
                n("a8b4500e", "운영원칙"),
                n("ef1b5cbc", "확인하고자 하는 알림과 확인하고 싶지 않은 알림을 선택하세요."),
                n("aaafffda", "뮤트 상태의 알림"),
                n("afdf29b8", "퀄리티 필터"),
                n("da19d878", "선택하면 중복 및 자동 게시물과 같은 콘텐츠가 필터링됩니다. 팔로우 중이거나 최근 대화한 계정의 알림에 적용되지 않습니다."),
                n("i2209530", "저장"),
                n("da867c58", "알림 유형별로 환경설정을 선택하세요."),
                n("a2197726", "계정의 보안을 관리합니다."),
                n("i36dcc3e", "X 비밀번호 외에 두 번째 인증 방법을 요구하도록 하여 무단 액세스로부터 계정을 보호하세요. 문자 메시지, 인증 앱 또는 보안 키 중에서 선택할 수 있습니다."),
                n("ead60eb8", "추가 비밀번호 보호"),
                n("gfaf9a4a", "비밀번호 재설정 보호"),
                n("h3cc8462", "추가적인 보호 조치로서, X 비밀번호를 재설정하려면 이메일 주소 또는 휴대폰 번호를 확인해야 합니다."),
                n("b4bbdeb4", "패스키"),
                n("fe8aeb88", "패스키는 내 생체 정보와 연결되어 보안을 한층 강화합니다."),
                n("dc096238", "계정의 진위 여부를 확인하기 위해 승인된 형식의 신분증을 업로드해 주세요. 보내주신 정보는 신원 확인을 위해서만 사용되며 안전하게 보안 처리됩니다."),
                n("a999cb72", "계정 변경사항 저장"),
                n("dec3c9b8", "비밀번호"),
                n("b929aa74", "계정 변경사항을 저장하려면 비밀번호를 재입력하세요."),
                n("d1091f50", "비밀번호를 잊으셨나요?"),
                n("fd23fe4a", "모든 디바이스에 대한 패스키입니다"),
                n("d9921a6c", "새 패스키 만들기"),
                n("i4855730", "패스키 삭제하기"),
                n("a6acdc67", function (e) {
                    return "추가된 날짜: " + e.date;
                }),
                n("d97c07be", "크리에이터 구독 관리하기"),
                n("efa291da", "Stripe를 사용하여 아래 크리에이터에 대한 구독을 조회 및 관리하세요. iOS 또는 Android에서 시작한 활성 구독은 해당 앱에서 관리할 수 있습니다."),
                n("j7f5c6aa", "아직 구독이 없습니다"),
                n("ef4602ec", "문제가 발생했습니다. 나중에 다시 시도해주세요."),
                n("b02df748", "계정의 보안을 관리하고, 계정에 연결된 앱을 포함해 계정 사용을 추적합니다."),
                n("g2841de4", "계정과 계정에 연결한 앱에 로그인한 시점에 관한 정보를 봅니다."),
                n("hf45cca6", "X에 로그인하기 위해 연결된 Google 또는 Apple 계정을 관리합니다."),
                n("a310511c", "공유 계정을 관리합니다."),
                n("jc02ae68", "연결된 앱"),
                n("dd82312a", "세션"),
                n("e5e8a89a", "앱을 불러오는 중"),
                n("hfa9a2c8", "연결된 앱을 즉석에서 관리하기"),
                n("dd1b86f9", function (e) {
                    return e.name + " 제공";
                }),
                n("cf461930", "X 계정에 액세스할 수 있도록 허용하는 타사 앱이 여기에 표시됩니다."),
                n("b63b0b1d", "자세히 알아보기"),
                n("c2cb5560", "현재 활성 세션"),
                n("bca43fd0", "기타 세션에서 로그아웃하기"),
                n("ha6df2ca", "세션은 내 X 계정을 사용 중이거나 사용한 디바이스입니다. 이 세션들은 현재 내 계정으로 로그인되어 있습니다. 각 세션에서 로그아웃할 수 있습니다."),
                n("b72d2904", "이 디바이스에는 이 X 계정으로 로그인되어 있습니다. 현재 이 디바이스를 사용 중입니다."),
                n("b850cbd0", "이 디바이스에는 이 계정으로 로그인되어 있으며 현재는 이 디바이스를 사용하고 있지 않습니다. "),
                n("cf3e3164", "기타 모든 세션에서 로그아웃"),
                n("f810f27a", "기타 세션을 종료할까요?"),
                n("gbb5cec5", function (e) {
                    return "로그아웃하면 " + e.num + "개의 다른 활성 X 세션이 종료됩니다. 현재의 활성 세션에는 영향을 미치지 않습니다.";
                }),
                n("fcbd4904", "활성 X 세션이 종료됩니다."),
                n("ab78d946", "기타 활성 X 세션이 종료됩니다. 새로 X를 시작하려면 해당 디바이스에서 다시 로그인해야 합니다."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "현재 활성 상태"),
                n("c9bc33fa", "디바이스"),
                n("f95ed3e6", "현재 디바이스"),
                n("a787669a", "다른 디바이스 등록"),
                n("gbefe730", "이러한 다른 디바이스에서 암호화된 쪽지를 사용할 수 있도록 등록되어 있습니다."),
                n("d7a9796e", "디바이스 로드 중"),
                n("b5635e86", "이 디바이스 등록하기"),
                n("bb4a95dc", "디바이스를 등록할까요?"),
                n("a9538040", "이 디바이스를 등록하면 다른 등록된 사용자와 새로운 암호화된 대화를 시작할 수 있습니다"),
                n("hd173c7a", "등록하기"),
                n("hf4312a4", "디바이스가 등록되었습니다."),
                n("h7797d18", "등록됨"),
                n("hc48a042", "이 디바이스 등록 해제하기"),
                n("d5bafb20", "이 디바이스의 등록을 해제하시겠어요?"),
                n("i12dee70", "디바이스 등록을 해제하면 해당 디바이스에서 암호화된 쪽지에 더 이상 액세스할 수 없게 됩니다."),
                n("d4b9db26", "등록 해제"),
                n("c18b1b34", "등록 날짜 및 시간"),
                n("e7c9d60a", "선택한 디바이스의 등록이 해제되었습니다."),
                n("cd14c8fe", "디바이스 정보 로드 중"),
                n("j9db22f4", "이 디바이스를 찾을 수 없습니다"),
                n("c477d710", "X에서 표시되고 공유되는 정보를 관리합니다."),
                n("b06f5d36", "내 X 활동"),
                n("fd807e78", "오디언스, 미디어 및 태그하기"),
                n("a9ff473c", "X에서 다른 사람들에게 공개하는 정보를 관리합니다."),
                n("d0484606", "게시물과 관련된 정보를 관리합니다."),
                n("c4afe0e6", "토픽과 관심사 등 사용자의 선호도를 바탕으로 X에 표시되는 정보를 결정합니다"),
                n("ab125232", "내가 뮤트했거나 차단한 계정, 단어 및 알림을 관리합니다."),
                n("cc950d94", "나에게 직접 메시지를 보낼 수 있는 대상을 관리합니다."),
                n("fe37f854", "내 스페이스 청취 내역을 볼 수 있는 사람 관리하기"),
                n("ab987f3c", "계정찾기 설정을 제어하고 가져온 연락처를 관리합니다."),
                n("db5fabb0", "데이터 공유 및 X 외부 활동"),
                n("i83cab8a", "데이터 공유 및 맞춤 설정"),
                n("e338a794", "X에서 광고 설정을 관리합니다."),
                n("c05e8024", "X에서 쿠키 적용을 관리합니다."),
                n("d29d59d0", "방문 웹사이트 등 X 외부에서 진행되는 온라인 활동을 바탕으로 X가 사용자 환경을 맞춤 설정하는 방식을 관리합니다."),
                n("c981a36c", "X에서 추정한 활동(예: X에 로그인하는 데 사용하지 않은 디바이스에서의 활동)을 바탕으로 환경을 맞춤 설정할 수 있도록 허용합니다."),
                n("eb0cc786", "X의 비즈니스 파트너와 추가 정보를 공유하도록 허용합니다."),
                n("dd533318", "X에서 사용자 환경을 맞춤 설정할 때 사용하는 위치 정보를 관리합니다."),
                n("bd0646a0", "X의 개인정보 처리방침 자세히 알아보기"),
                n("a607862a", "개인정보 처리방침"),
                n("g5925628", "문의하기"),
                n("dd6012f8", "개인정보 보호 센터"),
                n("jdceda60", "답글"),
                n("f644b748", "내 게시물에 답글을 쓸 수 있는 사람과 필터링된 답글을 관리합니다."),
                n("ff4b3818", "Grok 및 서드 파티 협력업체"),
                n("i586f3e0", "내 공개 데이터를 비롯해 내 반응, 질문, 답변을 Grok 및 xAI의 학습 및 미세 조정에 사용하도록 허용합니다."),
                n("d8492604", "선택하면 나를 팔로우하는 사람들만 내 게시물 및 기타 계정 정보를 볼 수 있게 됩니다."),
                n("if050fae", "동영상 보호하기"),
                n("b7ed5f6e", "이 설정을 선택하면 기본적으로 게시물의 동영상을 다운로드할 수 없게 됩니다. 이 설정은 앞으로 작성하는 게시물에 적용되며 소급 적용되지 않습니다."),
                n("dbb51952", "게시물을 비공개로 설정할까요?"),
                n("de735de6", "그러면 X 팔로워에게만 표시됩니다."),
                n("c5d4192a", "비공개 설정"),
                n("d9ddba70", "커뮤니티는 공개로 운영되므로 계정을 비공개로 전환하면 내 이전 게시물은 숨겨집니다. 또한 계정을 다시 공개로 전환하기 전까지 커뮤니티에서 게시할 수 없습니다."),
                n("f527b322", "계정 비공개로 전환하기"),
                n("d165c992", "누구나 나를 태그할 수 있도록 허용"),
                n("ea339390", "내가 팔로우하는 사람만 나를 태그할 수 있도록 허용"),
                n("e3a761ee", "끄기"),
                n("a61ed23a", "게시하는 미디어를 민감한 내용이 포함될 수 있는 미디어로 표시하기"),
                n("ae27c454", "활성화하면 게시하는 사진과 동영상이 민감한 콘텐츠가 표시되기를 원치 않는 사람들에게 민감한 콘텐츠로 표시됩니다."),
                n("fc1d217c", "민감한 내용을 포함할 수 있는 미디어 표시"),
                n("j018f2a2", "탐색 설정"),
                n("h1ef00dc", "검색 설정"),
                n("b05b9398", "이 설정을 활성화하면 X에서 사용자의 X 활동을 기반으로 개인화된 추천 콘텐츠를 제공할 수 있습니다."),
                n("a3c1324c", "추천 타임라인에서 추천 콘텐츠 보기"),
                n("ee4592ca", "받지 않음"),
                n("da813d22", "인증된 사용자"),
                n("baffe39a", "모든 사람"),
                n("b3d8566e", "저질스러운 쪽지 필터링하기"),
                n("cfda8c44", "스팸 또는 저질스러운 내용이 포함된 것으로 파악되는 쪽지 요청을 숨깁니다. 이러한 요청은 쪽지 요청함의 하단에 있는 별도의 받은 쪽지함으로 전송됩니다. 원하는 경우 여전히 확인할 수 있습니다."),
                n("f4c91f40", "내 구독자의 쪽지 허용"),
                n("bf0c4336", "내 구독자는 다른 쪽지 설정과 관계없이 항상 나에게 쪽지를 보낼 수 있습니다."),
                n("e6c411d8", "선정적인 미디어 필터링하기"),
                n("g558101a", "선정적인 미디어(신체 노출, 성적 콘텐츠 또는 폭력)가 포함된 것으로 파악되는 쪽지에 표시되는 경고를 보여줍니다. 원한다면 언제든지 미디어를 확인할 수 있습니다."),
                n("d9172542", "읽음 표시 보기"),
                n("bd557506", "쪽지를 주고 받는 사람들이 내가 메시지를 확인했을 때를 알 수 있도록 허용합니다. 읽음 표시는 쪽지 요청에 나타나지 않습니다."),
                n("f29080d0", "다음 사용자의 쪽지 요청 허용"),
                n("j0adcc2d", "자세히 알아보기"),
                n("ib3357a6", "맞춤 광고"),
                n("f2f9628e", "X에서 항상 내 X 활동에 기반한 광고를 보게 됩니다. 이 설정이 활성화되어 있으면 X에서 내 X 활동과 파트너가 제공한 기타 온라인 활동 및 정보를 결합하여 X 내외에서 X 광고주의 광고를 맞춤 설정할 수 있습니다."),
                n("b5fe50fc", "광고 카테고리"),
                n("c31a2ea6", "이 설정을 활성화하면 해당 카테고리의 광고를 볼 수 있습니다. 이러한 카테고리에 대한 광고를 더 적게 보려면 선택 해제합니다."),
                n("if996630", "도박"),
                n("a9ed7774", "웹에서 내가 X 콘텐츠를 보는 위치 기록을 X에서 사용할 수 있도록 허용"),
                n("e2d61838", "이 설정은 담아온 타임라인 등의 X 콘텐츠를 통합한 다른 웹사이트에 대한 사용자의 방문 기록을 X에서 추적할 수 있도록 해 줍니다. 이 정보는 사용자의 환경을 맞춤 설정하는 등 X 환경을 개선하는 데 사용됩니다. 이 웹 탐색 기록은 사용자의 이름, 이메일 또는 전화번호와 함께 저장되지 않습니다."),
                n("c966aaf4", "특정 국가에서는 이 웹페이지 방문 기록이 저장되거나 사용되지 않습니다."),
                n("e8313b32", "이대로 진행할까요? 이 설정을 끄면 이 국가에 있는 동안 다시 사용할 수 없습니다."),
                n("f1d46fd6", "확인"),
                n("f6c8ccc8", "추정된 신원 정보를 기반으로 맞춤 설정"),
                n("ed012c88", "X에서는 항상 내가 제공한 정보뿐만 아니라 내가 로그인에 사용한 디바이스를 기반으로 내 사용자 환경을 맞춤 설정합니다. 이 설정을 활성화하면, X에서는 내가 로그인에 사용하지 않은 디바이스와 브라우저나 내 계정에 연결된 것과 비슷한 이메일 주소와 전화번호와 같이 내 신원에 대해 추정된 정보를 기반으로 맞춤 설정을 할 수도 있습니다."),
                n("d3c20d80", "비즈니스 파트너와 추가 정보를 공유할 수 있도록 허용"),
                n("f1c0d09c", "X에서는 제품을 운영하고 개선하기 위한 방법으로 항상 비즈니스 파트너와 정보를 공유합니다. 이 기능을 활성화하면 X가 파트너와 추가 정보를 공유할 수 있어 다른 사이트 및 앱에서 X의 마케팅 활동을 사용자와 더 관련성 높게 만드는 등 X의 비즈니스 운영을 지원하는 데 도움이 됩니다."),
                n("dc20d918", "내가 머물렀던 장소를 기반으로 맞춤 설정"),
                n("af7d89e6", "X는 항상 내게 맞춤 콘텐츠를 제공하기 위해 내가 가입한 위치나 현재 위치와 같은 정보를 사용합니다. 이 설정을 활성화하면 내가 방문한 장소를 통해 맞춤 콘텐츠를 제공할 수 있습니다."),
                n("f2b23062", "접근성, 표시, 언어"),
                n("fa76d7dc", "X의 콘텐츠 표시 방식을 관리합니다."),
                n("j7a15010", "색 대비와 동작 제한 등 X에서의 환경을 관리합니다."),
                n("a257ecae", "글꼴 크기, 색상 및 배경을 관리합니다. 이러한 설정은 이 브라우저의 모든 X 계정에 적용됩니다."),
                n("jc3fa0e2", "사용자 환경을 맞춤 설정할 때 사용되는 언어를 관리합니다."),
                n("cc2973a8", "X는 이 디바이스에서 사용자의 일부 네트워크 데이터를 사용하는 방식을 제한합니다."),
                n("h54e6138", "키보드 단축키"),
                n("a4b69cbc", "표시 언어"),
                n("c856bd00", "X 헤드라인, 버튼 및 기타 텍스트에 사용하려는 기본 언어를 선택합니다."),
                n("cab61d58", "추가 언어 선택"),
                n("dd93fafa", "X에 표시하고 싶은 콘텐츠의 추가 언어를 선택합니다."),
                n("bca1de4a", "추가 언어"),
                n("c3aa76c4", "알 수 있는 언어"),
                n("g099069c", "팔로우하는 계정과 반응을 보낸 게시물 같이 사용자 활동을 토대로 X가 추정한 언어를 관리합니다."),
                n("cf9ce876", "앱 및 게시 언어"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "X 계정에 로그인하기 위해 연결한 소셜 계정입니다. 여기에서 액세스를 비활성화할 수 있습니다."),
                n("d84ed6b2", "연결 해제"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "연결됨"),
                n("ad31b476", "자동화 계정을 관리합니다."),
                n("a2981062", "관리 계정"),
                n("aff4540e", "관리 계정 변경"),
                n("b8b9d100", "계정 자동화 설정"),
                n("e0bc51f6", "계정 자동화 끄기"),
                n("b92190c2", "관리 계정이 연결됨"),
                n("fb03b39a", "관리 계정의 연결이 해제됨"),
                n("bd51ddfa", "지금은 관리 계정의 연결을 해제할 수 없습니다. 나중에 다시 시도해 주세요."),
                n("e91c15f6", "관리자 계정의 연결을 해제할까요?"),
                n("df035b80", "관리자 계정의 연결을 해제하면 자동화 계정에서 라벨이 사라집니다."),
                n("bd12cf34", "네, 연결을 해제합니다"),
                n("f79acef3", "자세히 알아보기"),
                n("a57a341c", "데이터 세이버"),
                n("ab6505a8", "이 항목을 선택하면 X에서 네트워크 데이터를 덜 사용하게 됩니다."),
                n("a5d4fda0", "문제가 발생했습니다. 걱정하지 말고 다시 시도해 보세요."),
                n("g1888dc2", "사용하지 않음"),
                n("f724d1aa", "Wi-Fi 사용 시에만"),
                n("cf6472c2", "셀룰러 데이터 또는 Wi-Fi 사용 시"),
                n("b2ed92c4", "기록 파일 요청 중"),
                n("ce5d2c46", "일시적으로 사용할 수 없음"),
                n("bed6a87c", "X 데이터 링크가 만료되었습니다"),
                n("b24b4768", "내 X 데이터로 가기"),
                n("a0c3f812", "업데이트된 콘텐츠를 보려면 새로 요청해야 합니다."),
                n("eea30bb5", function (e) {
                    return "생성일: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "만료일: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "예상 크기: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X 데이터(" + e.currentIndex + "/" + e.count + ")";
                }),
                n("fc5bfd96", "시작하기"),
                n("gee8110e", "데이터 다운로드"),
                n("c326f156", "기록 파일 다운로드됨"),
                n("c9fe9b56", "기록 파일 다운로드가 준비되었습니다"),
                n("j54b679b", function (e) {
                    return "다른 창에서 열리며 완료되는 데 다소 시간이 소요될 수 있습니다. 완료 시 " + e.size + "의 .zip 파일로 다운로드됩니다.";
                }),
                n("ac63840d", function (e) {
                    return e.size + "KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + "MB";
                }),
                n("ce494bb4", "글꼴 크기"),
                n("c783d45e", "색상"),
                n("h306a358", "배경"),
                n("d8680056", "매우 작게"),
                n("j59f0b94", "기본"),
                n("b81aaad8", "크게"),
                n("c7044880", "매우 크게"),
                n("e46dffa0", "텍스트 크기"),
                n("ce8a8116", "배경 옵션"),
                n("d3d48f3a", "밝게"),
                n("i76f67ee", "어둡게"),
                n("c8f85960", "완전히 어둡게"),
                n("aefc5b20", "색 옵션"),
                n("a52d0fde", "파란색"),
                n("d818cdd6", "노란색"),
                n("fee1cd64", "분홍색"),
                n("cbed7fb2", "보라색"),
                n("g697ec02", "주황색"),
                n("a7c2204a", "녹색"),
                n("gde8fdd7", function (e) {
                    return "X의 핵심은 게시물이라는 단문의 메시지입니다. 마치 이 글같이 짤막하죠. 게시물에는 사진, 동영상, 링크, 텍스트, 해시태그를 비롯해 @" + e.mention + "와 같은 멘션이 포함될 수 있습니다.";
                }),
                n("f277e94a", "보기"),
                n("ee79367b", function (e) {
                    return "레벨 " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "광고"),
                n("d9587114", "최신 게시물 보기"),
                n("b7b86c3c", "이 게시물의 새로운 버전을 엽니다"),
                n("a407814e", "마지막으로 수정됨"),
                n("i46ee3f0", "이 게시물의 최신 버전입니다."),
                n("e18cb87c", "이 게시물 설명"),
                n("ffe16626", "답글 필터를 사용 중입니다."),
                n("jc81f6a7", function (e) {
                    return e.count + " 조회수";
                }),
                n("g521abc6", "Grok, 분석해 줘!"),
                n("a09331e0", "관련 아티클"),
                n("e3eceda6", "Grok 작업"),
                n("a653f08f", function (e) {
                    return "답글 " + e.replyCount + "개 읽기";
                }),
                n("dc0c8266", "그록에게 물어보세요"),
                n("i7ac410e", "원본 보기"),
                n("c67f09e8", "번역 보기"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "조회수";
                }),
                n("b8f3500a", "리더에서 스레드 보기"),
                n("fc7db594", "프로필 요약"),
                n("c3f04d9c", "생각 중"),
                n("cbdddb0a", "종료됨"),
                n("e98cc293", function (e) {
                    return '"' + e.query + '"에 대해 검색 중';
                }),
                n("b0d1e205", function (e) {
                    return '**"' + e.query + '"** 검색 중';
                }),
                n("i2e0f4d7", function (e) {
                    return e.url + '에서 "' + e.query + '" 탐색';
                }),
                n("acb9b845", function (e) {
                    return e.url + ' 탐색: **"' + e.query + '"**';
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " 님의 게시물 검색 중";
                }),
                n("f7d9cfb9", function (e) {
                    return '"' + e.query + '"에 대해 @' + e.username + " 님의 게시물 검색 중";
                }),
                n("bec7eb11", function (e) {
                    return '**"' + e.query + '"**에 대해 @' + e.username + " 님의 게시물 검색 중";
                }),
                n("ead81122", "문제가 발생했습니다. 새로고침하여 다시 연결하거나 다시 시도해 주세요."),
                n("f808a13a", "요청 한도를 초과했습니다. 잠시 기다린 후 다시 시도해주세요."),
                n("e0481e5a", "Grok은 현재 거주 국가에서 지원되지 않습니다."),
                n("bc0a5b5a", "현재 Grok을 이용할 수 없습니다. 나중에 다시 확인해 주세요."),
                n("ef674976", "이 서비스를 이용할 권한이 없습니다."),
                n("c74e87e0", "파일의 용량이 너무 큽니다. 용량이 더 작은 파일을 선택해 주세요."),
                n("bea50a2a", "이 파일 형식은 지원되지 않습니다."),
                n("j77292b7", function (e) {
                    return "최대 " + e.count + " 개의 파일만 선택하세요";
                }),
                n("d4d35bea", "번역 중"),
                n("he9c9634", "번역을 불러올 수 없습니다."),
                n("j2198c98", "번역된 게시물 숨기기"),
                n("i73a7d48", "Google 제공 번역"),
                n("eeadb767", function (e) {
                    return e.originLanguage + "에서 번역함(Google 제공)";
                }),
                n("be9b9fb8", "번역 제공: Grok"),
                n("d9c6f69d", function (e) {
                    return e.originLanguage + " 번역 제공: Grok";
                }),
                n("dc445f82", "Papago 번역"),
                n("he9803d3", function (e) {
                    return "Papago " + e.originLanguage + " 번역";
                }),
                n("f8264fc0", "X 제공 번역"),
                n("caa5ba3d", function (e) {
                    return e.originLanguage + "에서 번역함(X 제공)";
                }),
                n("e0f81ff3", "번역:"),
                n("j2862695", function (e) {
                    return e.originLanguage + "에서 번역";
                }),
                n("b7cb4fab", "제공 번역"),
                n("cbc8fed4", "이 번역이 정확한가요? X에 의견을 남겨주시면 서비스 개선에 도움이 됩니다."),
                n("d56779a2", "이해하기 쉬움"),
                n("b6fe8a56", "혼동스럽거나 명확하지 않음"),
                n("a66d80d0", "게시물 번역하기"),
                n("d4c339b9", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님이 게시";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님이 게시함:\n" + e.tweet;
                }),
                n("h6f99ac4", "북마크에 추가했습니다"),
                n("g1c463f6", "북마크에서 삭제했습니다"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + "에서 삭제되었습니다";
                }),
                n("i47ad24c", "계속하세요! 게시물에 마음에 들어요를 더 많이 보내면 내 타임라인도 더 개선됩니다."),
                n("def4a37c", "타임라인이 훨씬 풍성해졌습니다. 마음에 들어요를 더 많이 보낼수록 타임라인도 더욱 개선됩니다. 계속해서 마음에 드는 트윗에 하트를 보내세요."),
                n("f5d17674", "재게시된 게시물"),
                n("d714acfa", "재게시 취소된 게시물"),
                n("b18dff26", "구독자만 이 재게시물을 볼 수 있습니다"),
                n("c2453318", "폴더에 추가"),
                n("f88553c8", "클립보드로 복사함"),
                n("b5b36724", "대신 답글을 보내시겠어요?"),
                n("gce00a2a", "대신 재게시할까요?"),
                n("g271f120", "답글을 달기 전에 작성된 게시물 초안이 삭제됩니다."),
                n("gad04d1a", "인용하기 전에 작성된 게시물 초안이 삭제됩니다."),
                n("ibd021f2", "먼저 기사를 읽고 싶으신가요?"),
                n("bbef69c4", "내용을 확인하지 않은 기사를 X에서 공유하려고 합니다."),
                n("g5092766", "게시물 읽기"),
                n("a2d5c006", "링크를 방문해 주셔서 감사합니다"),
                n("g37bb2d0", "링크를 공유하기 전에 먼저 해당 링크를 방문해 보세요. 토론에서 다루는 정보의 질이 더욱 개선됩니다."),
                n("gc45a90a", "메시지 펼치기"),
                n("g7135e44", "X를 믿을 수 있는 정보의 장으로 유지하는 데 함께해 주세요. 이 게시물에 마음에 들어요를 보내기 전에 자세한 내용을 확인해보세요."),
                n("h9b6d468", "X를 믿을 수 있는 정보의 장으로 유지하는 데 함께해 주세요. 이 게시물을 공유하기 전에 자세한 내용을 확인해보세요."),
                n("af5cd00e", "더 알아보기"),
                n("e29c651e", "자세히 확인해 주셔서 감사합니다"),
                n("ef504d80", "비공개 계정의 게시물은 아직 북마크에 추가할 수 없습니다"),
                n("cef96d5a", "이미 북마크에 있는 게시물입니다"),
                n("b2542f56", "문제가 발생했습니다. 잠시 후 해당 게시물을 다시 북마크에 추가하세요."),
                n("fe3b9942", "이 사용자의 요청에 의해 이 계정의 게시물에 마음에 들어요를 보낼 수 없도록 차단되었습니다."),
                n("c2a6dc5c", "문제가 발생했습니다. 잠시 후 다시 게시물에 마음에 들어요 표시를 해 보세요."),
                n("b57f01b8", "내가 팔로우하지 않는 비공개 사용자의 게시물에는 마음에 들어요를 보낼 수 없습니다."),
                n("ba0b3cc0", "이 사용자의 요청에 의해 이 계정의 게시물을 재게시할 수 없도록 차단되었습니다."),
                n("h32b1ac4", "문제가 발생했습니다. 잠시 후 다시 재게시해 보세요."),
                n("e50cea9e", "이 게시물은 재게시가 허용되지 않습니다."),
                n("d8e56f40", "일일 게시 한도를 초과했습니다. 내일 다시 시도해주세요."),
                n("i14d7a46", "문제가 발생했습니다. 잠시 후 다시 북마크에서 해당 게시물을 삭제해 보세요."),
                n("d4ebfeb0", "잠시 후 다시 게시물의 마음에 들어요를 취소해보세요."),
                n("e639775e", "잠시 후 다시 리트윗을 취소해보세요."),
                n("fcad707a", "이 게시물은 민감한 콘텐츠를 포함할 수 있으므로 경고가 표시되었습니다."),
                n("f1824804", "이 경고 표시에 이의 제기하기"),
                n("f755f710", "확인"),
                n("ced4abbe", "대화 보기"),
                n("d00e1d2a", "커뮤니티 가입하기"),
                n("e6057014", "가입 요청"),
                n("ba352986", "아직 답글을 달 권한이 없습니다"),
                n("d09e76d8", "커뮤니티는 공개되어 있으므로 게시물을 읽을 수 있습니다. 그러나 커뮤니티에 참여하려면 가입해야 합니다."),
                n("cfa1f802", "커뮤니티 탐색하기"),
                n("af27a0f8", "이 커뮤니티에서 삭제되었습니다"),
                n("id089506", "커뮤니티에 재가입하려면 운영자에게 문의하세요."),
                n("cac4e916", "이 게시물은 숨김 처리되었습니다"),
                n("cb18be32", "아직 권한이 없습니다"),
                n("dbb5fd8e", "서클 게시물은 재게시할 수 없습니다"),
                n("ae2c8a1e", "이 트윗에 답글을 달 수 없는 이유"),
                n("afe7ba26", "이 트윗에 마음에 들어요 표시를 할 수 없는 이유"),
                n("df9e2356", "이 트윗을 북마크에 추가할 수 없는 이유"),
                n("jead3bc2", "이 트윗을 공유할 수 없는 이유"),
                n("h2a668b8", "왜 게시 애널리틱스를 볼 수 없나요?"),
                n("bd85267e", "왜 이 게시물을 재게시할 수 없나요?"),
                n("dcc05a7e", "조회수"),
                n("e213fada", "이 게시물은 조회수를 확인할 수 없습니다."),
                n("g0954ea6", "게시자와 커뮤니티 중재자 팀만 이 게시물을 볼 수 있으며, 참여 기능은 비활성화되었습니다."),
                n("e7969518", "커뮤니티는 공개로 운영되므로 게시물을 읽을 수 있습니다. 하지만 현재 커뮤니티 참여는 초대받은 사용자만 가능합니다."),
                n("g2dc874a", "커뮤니티는 공개로 운영되므로 게시물을 읽을 수 있습니다. 하지만 멤버만 게시물에 반응을 표시할 수 있습니다."),
                n("g562676f", "자세히 알아보기"),
                n("ee574c37", "자세히 알아보기"),
                n("de2d83d6", "폴더에 북마크 추가하기"),
                n("f14df406", "광고 링크 복사하기"),
                n("e05c00b4", "링크 복사하기"),
                n("f61c4bb0", "쪽지로 보내기"),
                n("id35970e", "동영상 게시하기"),
                n("ff9348b8", "다음을 통해 광고 공유하기"),
                n("d03241f8", "게시물 공유하기"),
                n("j08dd2d4", "북마크에서 삭제하기"),
                n("b7fde1ea", "폴더에서 삭제하기"),
                n("d9a2bd78", "동영상 다운로드하기"),
                n("fbfab656", "스페이스에 공유하기"),
                n("e668112c", "스페이스에 공유한 게시물"),
                n("g5775e46", "인용 보기"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "북마크";
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "마음에 들어요";
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "인용";
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "재게시";
                }),
                n("e9f1fbcc", "아직은 여기에 아무것도 없습니다."),
                n("a3b80be6", "이에 대한 게시물을 나중에 다시 확인해 보세요."),
                n("d93b360a", "이 열은 삭제되었습니다. 추가 게시글이 작성되면 여기에 표시됩니다."),
                n("d6e2f9be", "타임라인 불러오는 중"),
                n("afb4c24a", "항목 없음"),
                n("e5b0063d", function (e) {
                    return "타임라인: " + e.title;
                }),
                n("ib65b1c6", "Apple에서 가입하기"),
                n("f55cebb8", "Apple로 로그인하기"),
                n("dcc304d6", "Apple로 계속하기"),
                n("e0870f26", "Google에서 가입하기"),
                n("gfeffd6a", "Google로 로그인하기"),
                n("gf5e9ea6", "실행 취소"),
                n("e43138c5", function (e) {
                    return e.name + " 님 팔로우하기";
                }),
                n("be65f2e7", function (e) {
                    return e.name + " 님 언팔로우하기";
                }),
                n("a649d337", function (e) {
                    return e.name + "에는 관심 없음";
                }),
                n("e2f2b658", "트위터는 이 토픽을 더 이상 추천하지 않습니다."),
                n("b51f7edf", function (e) {
                    return e.name + " 님을 언팔로우했습니다";
                }),
                n("gac366b3", function (e) {
                    return e.name + " 님을 팔로우했습니다";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " 님을 차단할까요?";
                }),
                n("fcd4d489", function (e) {
                    return "@" + e.screenName + " 님 차단하기";
                }),
                n("a6450e84", "차단"),
                n("g353ad73", function (e) {
                    return "나를 팔로우하거나 내 게시물을 볼 수 없게 됩니다. 나 또한 @" + e.screenName + "의 게시물이나 알림을 보지 않게 됩니다.";
                }),
                n("ad00a739", function (e) {
                    return "내 공개 게시물을 볼 수 있지만 더 이상 게시물에 참여할 수 없습니다. 또한 @" + e.screenName + " 님은 나를 팔로우하거나 쪽지를 보낼 수 없으며, 이 계정과 관련된 알림도 내게 표시되지 않습니다.";
                }),
                n("a9fd20be", "차단에 성공했습니다."),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + " 님 차단 해제할까요?";
                }),
                n("c9623eeb", function (e) {
                    return "@" + e.screenName + " 님 차단 해제하기";
                }),
                n("e133be4e", "차단 해제"),
                n("he43bca4", "나를 팔로우하고 내 게시물을 볼 수 있습니다."),
                n("f5f01af6", "내 계정을 팔로우하고 내 공개 게시물에 참여할 수 있게 됩니다."),
                n("b6878b0a", "문제가 발생했습니다. 잠시 후 다시 해당 사용자를 차단해 보세요."),
                n("e40252de", "이 게시물을 추천 타임라인에 표시하지 않기"),
                n("ae225c26", "이 게시물을 추천 타임라인에 표시하기"),
                n("a96d2628", "이 리스트를 추천 타임라인에 표시하지 않기"),
                n("d00abae0", "이 리스트의 인기 게시물이 더 이상 추천 타임라인에 표시되지 않습니다."),
                n("e566dd06", "이 리스트의 인기 게시물이 더 이상 추천 타임라인에 표시되지 않습니다."),
                n("j3cc1526", "이 리스트를 추천 타임라인에 표시하기"),
                n("h435716e", "이 리스트의 인기 게시물이 추천 타임라인에 표시될 수 있습니다."),
                n("e8ba412e", "이제 이 리스트의 인기 게시물이 추천 타임라인에 표시됩니다."),
                n("d66e95cc", "게시물에 대한 답글을 메인에 올리겠어요?"),
                n("i24ed0de", "답글 메인에 올리기"),
                n("b1033082", "내 게시물 답글의 최상단에 표시됩니다. 언제든지 다른 답글로 바꾸거나 메인에서 내릴 수 있습니다."),
                n("e96a5962", "이 답글을 메인에서 내릴까요?"),
                n("ec04e6fc", "답글 메인에서 내리기"),
                n("d05618f2", "더 이상 이 게시물 답글의 최상단에 표시되지 않습니다."),
                n("j9aedfdc", "답글 메인에 올리기"),
                n("c034211a", "답글 메인에서 내리기"),
                n("ie4538b4", "답글을 게시물 메인에 올렸습니다"),
                n("ad135a24", "답글을 게시물 메인에서 내렸습니다"),
                n("ee369efc", "답글을 게시물 상단에 올릴 수 없습니다"),
                n("c3e7f572", "답글을 게시물 메인에서 내릴 수 없습니다"),
                n("d058316c", "감사합니다. 보내주신 피드백은 타임라인을 개선하는 데 사용됩니다."),
                n("afb7e8f8", "게시글 읽기"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " 님";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "메인에 올리기"),
                n("j44ec610", "메인에서 내리기"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "멤버";
                }),
                n("b5334780", "대기 중"),
                n("b171d7c4", "가입하기"),
                n("aa7ae3f6", "참여했습니다"),
                n("bb1d57b6", "나가기"),
                n("h4fbfa58", "동의 및 가입"),
                n("ea8cfb1e", "동의 및 가입 요청"),
                n("dc1b14a1", function (e) {
                    return e.communityName + " 규칙 검토 및 동의하기";
                }),
                n("c966ac64", "커뮤니티 가입 요청을 보낼 수 없습니다. 나중에 다시 시도해 주세요."),
                n("g690e07e", "내 답변(선택)"),
                n("a5d21bf4", "답변할지 여부는 선택 사항입니다. 하지만 답변해 주시면 중재자가 내 요청을 수락하는 데 도움이 됩니다."),
                n("h9526e03", "X의 운영원칙"),
                n("c00c234f", function (e) {
                    return e.communityName + " 규칙";
                }),
                n("hafa07f2", "참여가 제한되어 있습니다"),
                n("c15bee32", "이 커뮤니티에서 추방되었습니다"),
                n("efa265fc", "게시물이 비공개로 설정됩니다"),
                n("f9cecf48", "죄송합니다. 지금은 가입할 수 없습니다"),
                n("bf7bdb60", "트위터에서 오류가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("h27d6950", "아직 나갈 수 없습니다"),
                n("b02360f6", "커뮤니티가 비어 있지 않으면 마지막 관리자 또는 중재자는 나갈 수 없습니다."),
                n("fe832999", "게시물을 공개로 설정"),
                n("bc7a7af4", "내가 커뮤니티에서 작성한 게시물은 숨김 처리되며, 나는 커뮤니티에 다시 가입할 수 없습니다."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "게시물 더보기"),
                n("aebb6546", "더 많은 게시물을 불러오는 중"),
                n("a3484d22", "동점"),
                n("aab2efa9", function (e) {
                    return "승자: " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "스코어 카드, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "다음 경기"),
                n("b6da6b02", "라이브"),
                n("i9f615c8", "최종 점수"),
                n("f897267a", "연기됨"),
                n("f93c4b6a", "취소됨"),
                n("i79ab12a", "토픽 팔로우하기"),
                n("c0f56044", "언팔로우"),
                n("fcf51fe6", "별표하기"),
                n("e9a90d72", "별표함"),
                n("bf403716", "별표 해제하기"),
                n("c9f08e29", function (e) {
                    return e.title + "의 별표를 해제할까요?";
                }),
                n("hed4dcd0", "이 토픽에서 별표를 해제해도 내가 어느 계정을 팔로우하는지에 따라 이 토픽에 대한 게시물을 계속 보게 될 수 있습니다."),
                n("cd876e02", "관심 토픽"),
                n("f2816e02", "관심 토픽 지정"),
                n("f5b04fbc", "관심 토픽 해제"),
                n("c481ae3f", function (e) {
                    return e.title + "를 관심 토픽에서 해제할까요?";
                }),
                n("c94116de", "이 토픽을 관심 토픽에서 해제해도 내가 어느 계정을 팔로우하는지에 따라 이 토픽에 대한 게시물을 계속 보게 될 수 있습니다."),
                n("e0e730b0", "관심 있음"),
                n("b1850062", "관심 없음"),
                n("gd3f996f", function (e) {
                    return e.title + "에 대한 관심을 해제할까요?";
                }),
                n("jdd65aac", "이 토픽을 관심사에서 해제해도 내가 어느 계정을 팔로우하는지에 따라 이 토픽에 대한 게시물을 계속 보게 될 수 있습니다."),
                n("f93bb3ee", "이미지 불러오기"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + "KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + "MB";
                }),
                n("c75bf00e", "GIF 불러오기"),
                n("d3ac405c", "동영상 불러오기"),
                n("g97a046c", "이 동영상 재생"),
                n("ac4c73d8", "담아간 동영상"),
                n("f3bb10a6", "재생 중인 동영상"),
                n("b87c0a72", "X에서 최신 소식을 받아볼 수 있도록 푸시 알림을 켜세요."),
                n("e71e09ec", "알림 켜기"),
                n("g4850f44", "푸시 알림 켜짐"),
                n("dc397182", "맞춤 설정하기"),
                n("ia5e7488", "닫기"),
                n("j681933e", "비공개 리스트"),
                n("add55942", "문제가 발생했습니다. 잠시 후 다시 구독해 주세요."),
                n("ib8f5f3c", "문제가 발생했습니다. 잠시 후 다시 구독을 취소해 주세요."),
                n("e20fc756", "이 리스트에 멤버를 추가할 권한이 없습니다."),
                n("d8a032a2", "다른 타임라인을 추가하려면 먼저 메인 타임라인을 삭제해야 합니다."),
                n("fa816a0a", "리스트 순서 재정렬"),
                n("ac832ae4", "리스트 고정"),
                n("cdb33880", "리스트 고정 해제"),
                n("ca5d0a82", "리스트 수정하기"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "팔로워";
                }),
                n("jceadc3e", "제목 없음"),
                n("a1d5303c", "비공개"),
                n("cc8f8a80", "미등록"),
                n("c33a97d6", "공개"),
                n("i73fff1b", function (e) {
                    return e.count + " 게시물 보기";
                }),
                n("a682906d", function (e) {
                    return e.count + " 마음에 들어요개 남음";
                }),
                n("g566e973", function (e) {
                    return "채용 중인 공고 " + e.jobCount + "개" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " 승";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "오늘"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "내일"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "다른 게시물 추가"),
                n("i569ff3e", "이 스레드 보기"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '"에 대한 검색 결과 포함';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '"에 대한 검색 결과 보기';
                }),
                n("a1979464", "동영상 불러오는 중"),
                n("ic1e826e", "플레이하기"),
                n("c8b4bca0", "쇼핑하기"),
                n("f5ea07ec", "지금 쇼핑하기"),
                n("b62956aa", "예약하기"),
                n("i3ea806a", "주문하기"),
                n("fd00a76a", "열기"),
                n("e0aa5848", "설치하기"),
                n("g33f3050", "웹"),
                n("d3f6b1a6", "쪽지 보내기"),
                n("b0e322cc", "비공개 쪽지로 연락하기"),
                n("cb8bddc8", "비공개 쪽지로 연락하기"),
                n("cb8c547e", "비공개 쪽지 보내기"),
                n("d980e29f", function (e) {
                    return e.date + "에 시작";
                }),
                n("fdd81500", "캐러셀"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "나체 노출"),
                n("e1b4e672", "민감한 내용의 콘텐츠"),
                n("acc48c15", function (e) {
                    return "경고: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "표시"),
                n("g034e6f1", function (e) {
                    return "이 신고에 최대 " + e.count + "개의 게시물만 추가할 수 있습니다.";
                }),
                n("i2e0d584", "프로모션 게시물"),
                n("b52a940c", "이 게시물을 볼 수 없습니다."),
                n("da59404c", "현재 최신 버전을 보고 있습니다."),
                n("e267df68", "숨긴 답글"),
                n("d5f162b6", "이 답글 숨기기는 언제든지 해제할 수 있습니다. 또 다른 궁금한 점이 있나요?"),
                n("f376e9d4", "게시물 피드백"),
                n("d7c93b6c", "숨김 처리된 게시물"),
                n("b3abacee", "이와 같은 게시물을 덜 보게 됩니다. 다른 의견 있으신가요?"),
                n("a2411360", "마음에 들어요를 보낸 답글을 보시겠어요?"),
                n("e8a14626", "이제 액션 메뉴를 사용해 답글을 메인 게시물로 지정할 수 있습니다. 액션 메뉴는 게시물에 있는 작은 점 세 개(...)를 말합니다."),
                n("d41305a8", "푸시핀이 꽂혀 있는 말풍선"),
                n("eca84b72", "재게시 취소"),
                n("g6185a9e", "답글을 달 수 있는 사람"),
                n("i00051cc", "이 게시물에 답글을 달 수 있는 사람을 선택하세요. 멘션된 사람은 언제든지 답글을 달 수 있습니다."),
                n("i9000126", "내가 팔로우하는 계정"),
                n("dcaede8a", "내가 멘션하는 계정만"),
                n("ad85cd2e", "내 구독자"),
                n("f19e4bfc", "인증된 계정"),
                n("bf994ab2", "비공개"),
                n("e7b4b30a", "내가 멘션한 계정만"),
                n("ca6500a8", "답글에서 외부 링크 비활성화하기"),
                n("e839db3a", "숨기기"),
                n("c8a98928", "프로모션 이미지"),
                n("f5b3dc1e", "나중에 하기"),
                n("ae0c5fbe", "답글을 달 수 있는 사람을 변경하는 데 실패했습니다"),
                n("bae0cbc0", "답글을 달 수 있는 사람 변경하기"),
                n("d78131b9", function (e) {
                    return "리스트에서 @" + e.screenName + " 추가/삭제하기";
                }),
                n("b3b642fc", "이 게시물이 표시된 이유"),
                n("fb4ee11c", "왜 이 광고가 표시되나요?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " 애널리틱스 조회";
                }),
                n("ef1042f8", "그룹 노트 쓰기"),
                n("h3edf7a6", "그룹 노트 요청하기"),
                n("bf8d98f4", "구독자만 답글을 쓸 수 있습니다"),
                n("e69ada9e", "Premium 구독자만 답글을 쓸 수 있음"),
                n("ae04c4dd", function (e) {
                    return e.entity + "을(를) 삭제할까요?";
                }),
                n("d9442996", "이 동작은 취소할 수 없으며 내 프로필, 나를 팔로우하는 계정의 타임라인, 그리고 검색 결과에서 삭제됩니다."),
                n("dad785a7", function (e) {
                    return "내 프로필, 나를 팔로우하는 계정의 타임라인, 그리고 검색 결과에서 이 " + e.entity + "의 모든 버전이 삭제됩니다. 이 동작은 취소할 수 없습니다.";
                }),
                n("jda253ab", function (e) {
                    return e.entity + "이(가) 삭제되었습니다";
                }),
                n("j49c2f85", function (e) {
                    return "문제가 발생했습니다. 잠시 후 다시 " + e.entity + "을(를) 삭제해 보세요.";
                }),
                n("f9fa0390", "아티클은 임시 보관함으로 이동되며 아티클 페이지에서 삭제할 수 있습니다."),
                n("dad450ec", "기사 수정하기"),
                n("g9677c6e", "확인"),
                n("b57bfe70", "아티클을 수정할까요?"),
                n("bd3da7be", "아티클을 수정하는 동안 아티클은 일시적으로 게시가 중지되며 공개되지 않습니다. 기존 참여수는 모두 유지되며 업데이트된 버전을 다시 게시하면 해당 아티클로 이전됩니다."),
                n("j26481e6", "아티클 게시가 취소되었으며 수정을 위해 임시보관함으로 이동되었습니다."),
                n("b360ac7c", "섹션 탐색"),
                n("adc81042", "섹션 세부사항"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "X에서 글을 쓰는 새로운 방법인 아티클을 소개합니다."),
                n("b14efa0a", "아티클 커버 이미지"),
                n("afdccedb", function (e) {
                    return e.displayCount + " 답글 보기";
                }),
                n("bdba3e1a", "게시물 알림 켜기"),
                n("c4da7d28", "게시물 알림 끄기"),
                n("j87c21f4", "문제 알림"),
                n("iebc30ca", "알림 끄기"),
                n("dc740eb2", "알림 타임라인에서 이 계정의 게시물 알림을 볼 수 있습니다. 게시물을 놓치지 않으려면 자신의 기기에 푸시 알림을 설정할 수도 있습니다."),
                n("dca669ad", function (e) {
                    return "이제 " + e.name + " 님의 재게시물은 내 타임라인에 나타나지 않습니다";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + " 님의 재게시물이 내 타임라인에 표시됩니다";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + "(@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X에서 " + e.fullName + " 님을 확인하세요.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " 님은 더 이상 나를 팔로우하지 않습니다.";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + " 님 신고하기";
                }),
                n("hef5960c", "다음을 통해 프로필 공유하기"),
                n("bb1cbeb6", "언뮤트"),
                n("h2f62206", "사용자 뮤트하기"),
                n("e67b2d65", function (e) {
                    return "@" + e.screenName + " 님 뮤트하기";
                }),
                n("f05597b3", function (e) {
                    return "@" + e.screenName + " 님 언뮤트하기";
                }),
                n("h59f52ee", "뮤트에 성공했습니다."),
                n("eea0cbee", "언뮤트에 성공했습니다."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " 님을 뮤트했습니다.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " 님을 언뮤트했습니다.";
                }),
                n("b3036480", "이 팔로워 삭제하기"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " 님을 내 팔로워에서 삭제합니다. X에서는 해당 사용자에게 이에 대한 알림을 전송하지 않습니다. 향후 다시 나를 팔로우할 수 있습니다.";
                }),
                n("ibd0b842", "프로필 링크 복사하기"),
                n("b9c26480", "토픽 보기"),
                n("e922ce0c", "재게시 켜기"),
                n("ge54bb8c", "재게시 끄기"),
                n("h5ef9bc8", "리스트 보기"),
                n("e9eef4c6", "EU 불법 콘텐츠 신고"),
                n("e28ba0bb", function (e) {
                    return "@" + e.screenName + "을(를) EU 불법 콘텐츠로 신고";
                }),
                n("a30b63da", "문제가 발생했습니다. 잠시 후 해당 팔로워를 다시 삭제해 보세요."),
                n("gd11f228", "(제목 필수)"),
                n("ced3c85a", "수정됨"),
                n("b375ece0", "이 아티클은 아직 게시되지 않았으며 본인만 볼 수 있습니다."),
                n("edf9101f", "확인해 보세요"),
                n("icf7f1a4", "클립보드에 복사하기"),
                n("e1a292ec", "미디어 추가하기"),
                n("ebfd8ac6", "삽입"),
                n("ia3611ee", "작성 시작하기"),
                n("d794135c", "파일을 선택하거나 여기로 드래그하세요.\n\n각 블록에는 GIF, 동영상 또는 사진 세트(세트당 최대 4개의 사진)를 포함할 수 있습니다."),
                n("e187f906", "GIF"),
                n("fa4e68ca", "게시물"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "코드"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "마음에 들어 함"),
                n("g88b88a6", "북마크에 추가됨"),
                n("i282583e", "비공개 계정의 게시물은 사용할 수 없습니다"),
                n("eae4fe7a", "삭제된 게시물의 인용글은 사용할 수 없습니다"),
                n("d2042fb6", "마음에 들어요를 보낸 게시물"),
                n("iad3e15c", "북마크에 추가한 게시물"),
                n("f1c63c34", "게시물 URL 붙여넣기"),
                n("a78f6310", "유효하지 않은 게시물 URL"),
                n("fe9ddab6", "게시물을 찾을 수 없음"),
                n("dd2c9034", "나중을 위해 게시물 저장"),
                n("cada17f8", "게시물을 나중에 다시 쉽게 찾을 수 있도록 북마크에 추가하세요."),
                n("j0179e90", "게시물 작성하기"),
                n("adad5408", "새 폴더"),
                n("f44ddd2e", "나중에 다시 확인하려면 게시물을 북마크에 추가하세요"),
                n("c91d2c4c", "조금 더 시간을 들여 답글을 쓰고 싶으신가요? 아니면 나중을 위해 게시물을 저장하고 싶으세요? 게시물을 북마크에 추가해 보세요."),
                n("j45c642e", "지금은 폴더를 불러올 수 없습니다"),
                n("b87ca51a", "사진 삭제하기"),
                n("eebff22c", "사진 자르기"),
                n("hf6f2914", "미리보기"),
                n("be4a00c2", "여기에 코드를 추가하세요"),
                n("i3128619", function (e) {
                    return "블록은 " + e.count + "자를 초과할 수 없습니다";
                }),
                n("dbb02ec4", "프로그래밍 언어를 선택하세요"),
                n("d942865e", "프로그래밍 언어 검색"),
                n("e554f642", "변경사항을 삭제하시겠어요?"),
                n("fa524058", "유지"),
                n("d4ab68e2", "삭제하기"),
                n("a50ba822", "GIF 검색"),
                n("c6f5ac52", "범주 — GIF 검색"),
                n("ab468379", function (e) {
                    return e.query + " — GIF 검색";
                }),
                n("j7fc4f9c", "GIF 자동 재생"),
                n("a66b7760", "라벨이 지정되지 않은 GIF"),
                n("a723aefa", "아무런 GIF도 찾을 수 없습니다"),
                n("a6ecfa0a", "대신 다른 내용을 검색해 보세요."),
                n("f5ff0d6f", function (e) {
                    return e.category + " — GIF 검색";
                }),
                n("effe1ca6", "여기에 LaTeX 표현식을 추가하세요"),
                n("c46c3c62", "표현식에 오류가 있습니다. 수정한 후 다시 시도해 주세요."),
                n("d4a4842e", "이모티콘 추가하기"),
                n("fec16c1c", "이모티콘"),
                n("idc01eb8", "굵게"),
                n("cd7c97c6", "기울임꼴"),
                n("dab932be", "밑줄"),
                n("c5b6178a", "취소선"),
                n("c03d7fd6", "링크 삽입"),
                n("abfe2d36", "글머리 기호 목록"),
                n("da685a7c", "번호 매기기 목록"),
                n("g74d920c", "블록 인용하기"),
                n("cda501c6", "텍스트 확대"),
                n("a54fdc46", "텍스트 축소"),
                n("b340830e", "텍스트 내 바로가기"),
                n("c1ea915e", "새 줄 또는 블록의 시작 부분에 입력한 다음 공백을 입력합니다."),
                n("e8a4ef02", "제목"),
                n("dd71241a", "부제목"),
                n("ja9ca202", "아티클 바로가기"),
                n("ef1649e2", "X - 키보드 단축키"),
                n("aefd89c8", "탐색"),
                n("cafdefb2", "활동"),
                n("dda42cf2", "열 및 덱"),
                n("e8a12604", "캡션을 입력해 주세요(선택사항)"),
                n("eabf2209", function (e) {
                    return e.providerName + " 님이 제공한 GIF";
                }),
                n("a613e720", "GIF 링크 복사하기"),
                n("aeca1239", function (e) {
                    return "굵게" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "기울임꼴" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "활성 상태" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "블록 수정하기"),
                n("a8f09fb8", "블록 삭제하기"),
                n("i89195ea", "구분선"),
                n("da8ac57c", "캡션 수정"),
                n("a8fdd09c", "아티클 게시하기"),
                n("d8047cc8", "게시"),
                n("ff7ddca2", "아티클을 게시하면 게시물로 표시됩니다. 내 프로필의 아티클 탭에서도 찾을 수 있습니다."),
                n("ef34d7be", "아티클이 게시된 후에는 오디언스 및 답글 컨트롤을 수정할 수 없습니다."),
                n("e52d4998", "오디언스를 선택하세요");
            n("d7985b24", "이 아티클에 답글을 쓸 수 있는 사용자 선택하기"),
                n("b5660338", "타임라인 미리보기"),
                n("hff1b97a", "구독자만 답글을 쓸 수 있습니다."),
                n("a330771e", "클립보드에 링크 복사"),
                n("b6510e68", "아티클을 공유할 수 있도록 URL을 복사합니다."),
                n("e4a6e006", "문제가 발생했습니다. 다시 시도해 주세요."),
                n("eff483e0", "게시하면 아티클을 공유할 수 있는 링크를 받을 수 있습니다."),
                n("ca15dd4e", "임시 보관함"),
                n("bb40bf66", "게시됨"),
                n("h107935c", "방금 전에 마지막으로 저장됨"),
                n("a753a870", "적용"),
                n("afccc67e", "아티클 링크 복사하기"),
                n("beb24e9e", "URL이 클립보드에 복사됨"),
                n("db9cc928", "아티클을 삭제할까요?"),
                n("c4e28ba6", "이 작업은 취소할 수 없으며 아티클이 삭제됩니다."),
                n("ff2982d0", "아티클이 삭제됩니다. 이 동작은 취소할 수 없으며 해당 아티클은 내 프로필, 나를 팔로우하는 계정의 타임라인, 그리고 검색 결과에서 삭제됩니다."),
                n("ca17beec", "아티클이 삭제되었습니다"),
                n("f5cbb31c", "아티클 삭제하기"),
                n("f0977f52", "예, 삭제합니다."),
                n("db419d4c", "초안 미리보기"),
                n("a1bc8e6c", "아티클 보기"),
                n("b6f72a22", "아티클 게시를 취소하고 임시보관함으로 이동했습니다. 아티클은 공개되지 않습니다."),
                n("f558d2e0", "게시 취소, 초안으로 이동"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "GIF 1개 또는 사진 1~4개를 선택하세요."),
                n("eb7ab862", "사진, 동영상 또는 GIF를 최대 4개까지 선택하세요."),
                n("ce9a9736", "저장 중..."),
                n("dd63549e", "아티클이 게시되었습니다"),
                n("a4d128bc", "아티클이 게시되고 클립보드에 링크가 복사되었습니다"),
                n("b4071e18", "아티클 제목"),
                n("f586b7fa", "제목 추가"),
                n("ab0fa9ba", "수정하려면 초안으로 돌아가세요"),
                n("c5f35c98", "미디어 업로드 중"),
                n("d739d83e", "업로드 취소"),
                n("a94efeda", "미디어 저장 중"),
                n("gd79d45a", "집중 모드를 사용하면 글쓰기에 더욱 집중할 수 있습니다"),
                n("g1866bb2", "집중 모드를 종료하고 일반 편집기로 돌아가기"),
                n("a6a78df4", "아티클을 게시하려면 제목과 본문이 있어야 합니다."),
                n("ia656f1c", "아티클에 제목이 있지만 게시하려면 본문을 작성해야 합니다."),
                n("d3855e36", "아티클을 게시하려면 제목이 있어야 합니다."),
                n("f325958e", "제목이 글자 수 제한을 초과했습니다. 제목을 줄인 다음 게시해 주세요."),
                n("ie5d9064", "해당 아티클은 글자 수 제한을 초과했습니다. 본문 텍스트를 줄인 다음 게시해 주세요."),
                n("e03487a0", "아티클 제목이 글자 수 제한을 초과했으며 본문은 단어 수 제한을 초과했습니다. 제목과 본문을 모두 줄인 후 게시해 주세요."),
                n("e938d562", "제목이 글자 수 제한을 초과했습니다. 제목을 줄이고 본문에 내용을 추가한 다음 게시해 주세요."),
                n("e449c546", "해당 아티클은 제목이 필요하며 단어 수 제한을 초과했습니다. 제목을 추가하고 본문 텍스트를 줄인 다음 게시해 주세요."),
                n("bd00e836", "최근 초안이 글자 수 제한을 초과하여 저장되지 않습니다."),
                n("ic110f68", "최근 초안이 너무 길어서 저장되지 않습니다."),
                n("ifea3114", "공유하기"),
                n("b384f696", "제목 길이는 50~70자를 권장합니다"),
                n("a7da0adb", function (e) {
                    return e.count + " 단어";
                }),
                n("aea1d455", function (e) {
                    return e.count + " 분";
                }),
                n("df898d71", function (e) {
                    return "읽는 시간: " + e.readingTimeValue;
                }),
                n("i9aadf4a", "이 링크는 올바르지 않을 수 있습니다. 아티클을 읽거나 수정하거나 게시하려면 왼쪽 사이드바에서 아티클 중 하나를 클릭하세요."),
                n("hfdce46e", "아티클 게시가 취소되었습니다"),
                n("df079228", "집중 모드"),
                n("f5037228", "최적의 결과를 얻으려면 가로세로 비율이 5:2인 이미지를 사용하는 것이 좋습니다."),
                n("f965e890", "임시 저장된 글입니다"),
                n("c2756718", "게시된 아티클은 여기에서 볼 수 있습니다"),
                n("af65c854", "집중 모드에서 수정하기"),
                n("e05e2336", "게시 취소, 아티클을 초안으로 이동"),
                n("d36447e0", "여기서 아티클을 작성할 수 있습니다"),
                n("ca0ed982", "초안을 계속 이어서 작성하거나 새 아티클을 작성하세요"),
                n("ee9e42aa", "작성하기"),
                n("e9a50596", "새 초안을 작성하는 동안 문제가 발생했습니다"),
                n("e070024a", "사진 수정"),
                n("i7d24b36", "다음 이미지"),
                n("f96a38a2", "이전 이미지"),
                n("hac7c548", "미디어 자르기"),
                n("e3dbfba4", "이미지 설명 수정"),
                n("dd4a83a6", "콘텐츠 경고"),
                n("ffe9ec3a", "설명 추가하기"),
                n("j063b262", "사진에 대체 텍스트라고도 불리는 설명을 추가하면 시각 장애인 또는 시력이 안 좋은 사람을 비롯한 더 많은 사람들이 이용할 수 있습니다. 무슨 사진인지 알 수 있도록 간결하면서도 내용을 정확히 알려주는 설명이 가장 좋습니다."),
                n("e57144f0", "확인"),
                n("f9f9210c", "아니요"),
                n("feabf2a0", "대체 텍스트"),
                n("e36287c6", "설명"),
                n("cf565d08", "대체 텍스트란 무엇인가요?"),
                n("d9f7b32a", "이 게시물에 콘텐츠 경고 표시하기"),
                n("ead1b80a", "카테고리를 선택하면 X에서 이 게시물에 콘텐츠 경고를 표시합니다. 그러면 이러한 콘텐츠를 보고 싶지 않은 사용자가 이를 피할 수 있습니다."),
                n("h2437f26", "민감한 내용"),
                n("g5e1668a", "다운로드 가능"),
                n("fdc6a52a", "사용 설정하면 사용자들이 내 동영상을 다운로드할 수 있습니다."),
                n("fe09fde2", "설정 변경"),
                n("cd5cba97", function (e) {
                    return "콘텐츠 경고: " + e.formattedWarningList;
                }),
                n("h7215a76", "게시자가 이 게시물에 민감한 콘텐츠가 포함되어 있다는 경고를 표시했습니다."),
                n("j32d345e", "다음 트윗은 민감한 내용을 포함할 수 있습니다."),
                n("f1d9930c", "숨기기"),
                n("c91f83ae", "동영상 편집하기"),
                n("icbec4ae", "캡션 업로드하기"),
                n("e0342f98", "캡션"),
                n("e7048e74", "미디어 자르기"),
                n("ga408160", "다음 동영상"),
                n("dc402134", "이전 동영상"),
                n("bf4e9d7a", "캡션 파일(.srt) 업로드하기"),
                n("j435467e", "동영상에 자막 및 캡션을 추가하려면 유효한 자막 파일을 업로드하세요. 파일은 SRT 형식이어야 합니다. 자막과 캡션은 동영상 편집의 영향을 받지 않습니다."),
                n("a6b267fa", "캡션 삭제하기"),
                n("a609edbe", "새 게시물 작성하기"),
                n("dc295bb0", "커뮤니티에 게시 중"),
                n("e536de22", "게시하려면 먼저 멤버가 되어야 합니다. 참여하려면 이 커뮤니티에 가입하세요."),
                n("cb817dae", "게시물 수정하기"),
                n("bec9cff8", "X 가입하기"),
                n("c150ba68", "환영합니다!"),
                n("f8e2163e", "먼저 로그인하시겠어요?"),
                n("a108c147", function (e) {
                    return "@" + e.screenName + " 님을 팔로우하시겠어요?";
                }),
                n("c66afdc3", function (e) {
                    return "@" + e.screenName + " 님 팔로우하기";
                }),
                n("feccfd6e", "누군가를 팔로우하기 위해서는 로그인해야 합니다."),
                n("dedce756", "이제 이 게시물에 마음에 들어요를 보낼 수 있습니다."),
                n("ha5987e0", "이 게시물에 마음에 들어요 표시를 하시겠어요?"),
                n("f98f4e00", "해당 게시물에 마음에 들어요를 누르려면 로그인해야 합니다."),
                n("b459ba4c", "해당 게시물에 답글을 달려면 로그인해야 합니다."),
                n("f3e1093a", "이제 이 게시물을 재게시할 수 있습니다. "),
                n("i1d8723c", "이 게시물을 재게시하시겠어요?"),
                n("h19f38de", "해당 게시물에 마음에 들어요를 누르려면 로그인해야 합니다."),
                n("e289d950", "해당 게시물을 공유하려면 로그인해야 합니다."),
                n("d28215f0", "죄송합니다. 커뮤니티에서는 투표 기능을 사용할 수 없습니다."),
                n("ec2fc089", function (e) {
                    return e.communityName + "에 게시물 보냄";
                }),
                n("c7152355", function (e) {
                    return "모든 사람이 이미지를 이용할 수 있도록 합니다";
                }),
                n("ffa5562a", "이미지 설명은 간결하지만 상세한 것이 좋습니다. 이미지에 문구가 있으면 요약하거나 작성해 주세요."),
                n("a2d3facd", function (e) {
                    return "설명을 추가하면 장애가 있는 사람과 추가적인 배경 정보를 찾는 모든 사람이 X를 이용할 수 있습니다.";
                }),
                n("cc6d0a48", "접근성 설정에서 이 알림을 끌 수 있습니다."),
                n("j499fbcb", function (e) {
                    return "설명 추가";
                }),
                n("bb8170da", "나중에 쓰기"),
                n("h4dd544e", "게시물을 전송했습니다."),
                n("ice925ce", "게시물이 수정되었습니다."),
                n("eae9e604", "게시물을 전송했습니다. 30분 동안 게시물을 수정할 수 있습니다."),
                n("gcdf3fd6", "게시물을 전송했습니다. 1시간 동안 게시물을 수정할 수 있습니다."),
                n("c7999d10", "게시물을 전송했습니다."),
                n("b97f5eb2", "게시물 전송 중"),
                n("g08523f0", "게시물을 전송 중입니다. 게시 후 30분간 수정할 수 있습니다."),
                n("fa53f95c", "게시물을 전송 중입니다. 게시된 후 1시간 동안 수정할 수 있습니다."),
                n("a608b1b4", "게시물을 삭제할까요?"),
                n("j890123a", "스레드를 삭제할까요?"),
                n("af4d0a80", "수정 내용을 삭제할까요?"),
                n("bb01231c", "이 작업은 취소할 수 없으며 초안이 삭제됩니다."),
                n("if69307c", "여기서 나가면 변경사항이 저장되지 않습니다."),
                n("d2c271f6", "게시물을 저장할까요?"),
                n("abb90544", "이 내용을 저장한 후 나중에 초안에서 전송할 수 있습니다."),
                n("d3bb6f30", "참고: 미디어에 태그된 계정은 초안에 저장되지 않습니다."),
                n("bf9b89e4", "초안을 저장했습니다."),
                n("i63bfbf0", "잠시 생각을 정리합니다"),
                n("a6c55352", "아직 동영상을 업로드하는 중입니다. 정말 이 게시물을 취소하시겠어요? 초안과 첨부파일이 삭제됩니다."),
                n("c3d89aca", "계속"),
                n("b983f9e0", "잠시만요"),
                n("ed5c4342", "몇 가지 주의사항"),
                n("abc4afcc", "수정 가능 시간이 만료되었습니다"),
                n("a9a471fa", "게시 후 처음 30분 동안만 수정할 수 있습니다."),
                n("a3483f1c", "게시 후 처음 1시간 동안만 수정할 수 있습니다."),
                n("g4bcc5f4", "마지막 수정입니다"),
                n("g922bf14", "게시물을 다시 업데이트할 수 없습니다."),
                n("f58b5009", function (e) {
                    return "내 게시물은 " + e.scheduleDate + " " + e.scheduleTime + "에 전송될 예정입니다";
                }),
                n("fa97f508", "전송 후 이 스레드에 게시물을 추가할 수 있습니다."),
                n("c091760c", "수정 사항이 저장되지 않았습니다. 다시 업데이트하거나 수정 사항을 버리고 새로 시작할 수 있습니다."),
                n("d38504ad", function (e) {
                    return "사진, 동영상 또는 GIF를 최대 " + e.maxMediaCap + "개까지 선택하세요.";
                }),
                n("dd6734c2", "자세히 알아보세요"),
                n("g589c2e2", "선택 1"),
                n("a1e6c3a2", "선택 2"),
                n("a739e006", "선택 3(선택 사항)"),
                n("d89a5b92", "선택 4(선택 사항)"),
                n("c2a8118e", "투표 삭제"),
                n("a8ede1de", "선택지 추가"),
                n("af40a8e0", "추가"),
                n("caf8edc4", "투표 기간"),
                n("g93586be", "일"),
                n("d073b644", "시간"),
                n("a2f0728e", "분"),
                n("c9f5ae0a", "초안으로 저장하기"),
                n("f0afcc0e", "투표 추가"),
                n("d39e3e78", "예약 게시물"),
                n("f6bab0da", "게시물 본문"),
                n("cc2b28fc", "첨부 파일 유형은 1가지만 가능합니다."),
                n("i6f7062c", "게시물 추가"),
                n("j1d5791c", "답글 추가"),
                n("e76f3776", "게시물 삭제하기"),
                n("ec10ee02", "투표"),
                n("cce30dcc", "위치 태그하기"),
                n("ee016dd6", "긴 동영상을 업로드하는 데 시간이 걸릴 수 있습니다. 업로드가 중단되지 않도록 브라우저 탭을 열어 두세요."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " 이미지 설명";
                }),
                n("d1175c78", "사용자 태그하기"),
                n("b2943227", function (e) {
                    return "캡션 파일(.srt) 업로드하기";
                }),
                n("d0afbb37", function (e) {
                    return "캡션 파일 " + e.numberOfSubtitles + "개";
                }),
                n("e349147c", "무슨 일이 일어나고 있나요?"),
                n("b4481d6c", "여러분의 생각을 알려주세요"),
                n("fbd24526", "다른 답글 추가"),
                n("de4669e2", "내용 추가하기"),
                n("ed1f39ec", "답글 게시하기"),
                n("a402b908", "질문하기"),
                n("ic05a146", "제목"),
                n("d9c096f0", "이미지 생성"),
                n("d2553906", "게시물 개선"),
                n("b85f402a", "Grok으로 게시물 개선하기"),
                n("e815fc34", "오디언스 선택"),
                n("cf44066a", "서클"),
                n("c6992b94", "Premium 전용"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "사용자";
                }),
                n("f0598964", "더 적은 사람들과 공유하고 싶나요?"),
                n("e1ae1c0a", "서클에서는 내가 선택한 사람에게만 게시물을 보낼 수 있습니다."),
                n("eb969e30", "서클 작동 방식"),
                n("bb55e8ee", "아는 사람을 추가하세요"),
                n("f1aedb7c", "150명까지 선택해 서클에 추가할 수 있습니다."),
                n("b659fba8", "해당 사용자에게만 게시"),
                n("c474be66", "계속해서 생각을 나누세요. 내 서클 사람들만 게시물을 보고 답글을 쓸 수 있습니다."),
                n("h031847a", "언제든지 변경할 수 있습니다"),
                n("bd9db21f", "자세히 알아보기"),
                n("gfca5254", "규칙"),
                n("f510c8b2", "커뮤니티 규칙"),
                n("g46f363e", "대화에 참여하기 전에 커뮤니티 규칙을 확인하세요"),
                n("f6fec9f6", "카드 미리보기 삭제"),
                n("b2df0574", "팔로워에게도 공유"),
                n("ccfc7453", function (e) {
                    return "내 팔로워 중 @" + e.screenName + " 님의 서클에 포함된 모두가 답글을 쓸 수 있습니다";
                }),
                n("d4d17205", function (e) {
                    return "@" + e.screenName + " 님의 서클에 포함된 모두가 답글을 쓸 수 있습니다";
                }),
                n("df961844", "내 팔로워 중 내 서클만 답글을 쓸 수 있습니다"),
                n("ce958ec8", "내 서클만 답글을 쓸 수 있습니다"),
                n("c7df589e", "내 팔로워 중 게시물 작성자의 서클에 포함된 모두가 답글을 쓸 수 있습니다"),
                n("j65d7c72", "게시물 작성자의 서클에 포함된 모두가 답글을 쓸 수 있습니다"),
                n("i8ea6d4e", "모든 사람이 답글을 달 수 있습니다"),
                n("a176d0d8", "내가 팔로우하는 계정은 답글을 쓸 수 있습니다"),
                n("gc7e52ca", "내가 멘션하는 계정만 답글을 쓸 수 있습니다"),
                n("feb7560a", "구독자만 답글을 쓸 수 있습니다"),
                n("h257006e", "커뮤니티의 규칙을 검토하세요"),
                n("ebe1d850", "내 구독자만 답글을 쓸 수 있습니다"),
                n("b121464a", "인증된 계정만 답글을 쓸 수 있음"),
                n("aa65a44a", "이 디바이스에서 선택한 내용을 기억합니다"),
                n("a4993fa2", "GIF 추가"),
                n("bfb895b1", function (e) {
                    return e.date + " " + e.time + "에 전송 예정";
                }),
                n("hb36f723", function (e) {
                    return "타임라인에는 처음 " + e.count + "자만 표시됩니다.";
                }),
                n("d759c09e", "사용해 보세요."),
                n("e4472565", function (e) {
                    return "업로드됨(" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "처리 중(" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "업로드 중(" + e.percent + "%)";
                }),
                n("daad8822", "업로드 실패"),
                n("i8ff6261", function (e) {
                    return "이 동영상은 업로드할 수 있는 최대 파일 크기(" + e.human_readable_max_size + "GB)를 초과했습니다.";
                }),
                n("cba4fdde", "X 시청자들에게 1080p로 게시합니다"),
                n("ef8f5d90", "추천"),
                n("a7046fb0", "드물게 필요"),
                n("acf3ecf4", "미디어 추가하기"),
                n("bdbcdd94", "사진 추가"),
                n("f2c8c04d", "내 게시물을 공개로 설정"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " 님, " + e.otherUserName + " 님";
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " 님, " + e.userTwoName + " 님, " + e.userThreeName + " 님";
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 님, 다른 사람 " + e.othersCount + "명";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " 님과 " + e.otherUserName + " 님";
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + ", " + e.userTwoName + ", " + e.userThreeName + " 님";
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 님과 기타 " + e.othersCount + "명";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "구독자"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " 님 및 " + e.otherUserName;
                }),
                n("i9451241", "구독자"),
                n("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 및 " + e.userThreeName;
                }),
                n("dcbb6a0b", "구독자"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 님 및 기타 " + e.othersCount + "명";
                }),
                n("c65916af", "구독자"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " 님과 " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " 님과 " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 및 " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + ", " + e.userTwoName + ", " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 님 외 " + e.othersCount + "명";
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 님 외 " + e.othersCount + "명";
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "프로모션"),
                n("f11264ac", "결제 방법 추가"),
                n("j619ec94", "게시물 프로모션"),
                n("h1fcb36c", "게시물 프로모션하기"),
                n("fd22cfe0", "광고 이용약관"),
                n("i3656b52", "지출하고자 하는 비용은 얼마인가요?"),
                n("h7c29de6", "예상 도달 범위"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + "~" + e.audienceHigh + "명";
                }),
                n("i976aff4", "일 예산 정보를 결제 통화와 일치하도록 업데이트해 주세요."),
                n("e1e912f2", "게시물이 게시되었지만 부스트를 실행할 수 없습니다. 요금이 청구되지 않습니다."),
                n("fe26420a", "키워드 추가하기"),
                n("aacfbe55", function (e) {
                    return "@" + e.screenName + " 님에 관해 게시 중입니다";
                }),
                n("ga8627cd", function (e) {
                    return "@" + e.screenName + " 님을 대신하여 답글을 쓰고 있습니다.";
                }),
                n("e6d2573f", function (e) {
                    return "@" + e.screenName + " 님을 대신하여 쪽지를 보내고 있습니다.";
                }),
                n("d37a3e15", function (e) {
                    return "@" + e.screenName + " 님을 대신하여 이 리스트를 만들고 있습니다.";
                }),
                n("ceb1ad26", "다운로드 가능한 동영상 소개"),
                n("ea97bc08", "오프라인에서 시청하거나 리믹스해 보세요. 이제 Premium 사용자는 내 콘텐츠를 다운로드하여 재구성할 수 있습니다. 동영상을 다운로드할 수 없도록 하려면 동영상에서 '수정'을 탭하세요. 내 콘텐츠는 내 방식대로 관리할 수 있습니다."),
                n("e6042757", function (e) {
                    return "게시물을 수정할 수 있는 시간이 " + e.minutes + " 분 " + e.seconds + " 초 남았습니다";
                }),
                n("a4e39717", function (e) {
                    return "게시물을 수정할 수 있는 시간이 " + e.minutes + " 분 남았습니다";
                }),
                n("c55eed72", "답글을 받는 사람"),
                n("caca3102", "이 대화의 다른 참여자"),
                n("c6a6dc2f", function (e) {
                    return "@" + e.screenName + " 님을 차단했습니다. 내가 답글을 보내도 상대방은 알림을 받지 않게 됩니다.";
                }),
                n("f5b426c2", "사용자 불러오는 중"),
                n("c20dc654", "최대 10명만 태그할 수 있습니다."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " 님은 사진에 태그할 수 없습니다.";
                }),
                n("cca7fa72", "예약 게시물을 삭제하지 못했습니다."),
                n("c5dd0190", "시간"),
                n("edeff232", "날짜"),
                n("fddf24b4", "시간대"),
                n("d39dc06e", "게시일을 과거 날짜로 예약할 수 없습니다."),
                n("d024efe2", "게시일을 18개월이 넘는 미래로 예약할 수 없습니다."),
                n("d15af6da", "일부 전송하지 않은 게시물을 삭제할 수 없습니다."),
                n("a1e1b748", "선택한 전송하지 않은 게시물이 삭제되었습니다."),
                n("ce80fba0", "전송하지 않은 게시물을 불러오는 중"),
                n("i5d56b62", "아직 게시할 준비가 되지 않았나요? 초안을 저장해 두거나 나중을 위해 예약하세요."),
                n("aef6257e", "전송하지 않은 게시물을 삭제하는 중"),
                n("dce0bc34", "전송하지 않은 게시물"),
                n("f8464692", "예약됨"),
                n("e8bd47f2", "모두 선택"),
                n("j2b145d4", "모두 선택 해제"),
                n("h6c79ac2", "전송하지 않은 게시물 삭제하기"),
                n("d0a4a03c", "이 작업은 취소할 수 없으며 전송되지 않은 게시물이 삭제됩니다."),
                n("f9f69d32", "전송 실패"),
                n("j74e5dd4", "답글을 보내려는 게시물이 삭제되었습니다"),
                n("c5ceafc8", "답글 보내기:"),
                n("f501ba43", function (e) {
                    return e.count + "개의 추가 게시물";
                }),
                n("b321d0cc", "이미지 불러오기"),
                n("abd649ce", "전송하지 않은 게시물 삭제하기"),
                n("c7d42978", "이 작업은 취소할 수 없으며 초안이 삭제됩니다."),
                n("e43a5528", "문제가 발생하여 전송하지 않은 게시물이 삭제되지 않았습니다."),
                n("e7c766ee", "위치 서비스를 사용할 수 없습니다"),
                n("ab68727a", "디바이스 설정에서 활성화할 수 있습니다."),
                n("ae4057a2", "위치를 결정할 수 없습니다"),
                n("bf2923a6", "디바이스 설정을 확인하세요."),
                n("d963d1b6", "장소를 찾을 수 없음"),
                n("a893d602", "확인"),
                n("be6cc44e", "위치 검색"),
                n("d8ef3232", "위치를 가져오지 못했습니다"),
                n("b01ed2db", function (e) {
                    return e.distance + "마일";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + "피트";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + "킬로미터";
                }),
                n("b211849f", function (e) {
                    return e.distance + "미터";
                }),
                n("fd391b9f", function (e) {
                    return e.entity + " 담기";
                }),
                n("e1618e49", function (e) {
                    return "@" + e.screenName + " 님을 팔로우함";
                }),
                n("ge5067bc", "답글 숨기기"),
                n("j136c720", "게시물에서 숨겨진 답글"),
                n("d66f0338", "내 게시물에 대한 답글 숨기기"),
                n("cfc8cb50", "게시물 작성자가 시작한 대화를 더 효과적으로 관리할 수 있도록 자신의 게시물에 대한 답글을 숨길 수 있게 되었습니다."),
                n("if8dc5f0", "숨겨진 답글은 별도의 페이지로 옮겨지며, 누구든지 게시물에서 숨겨진 답글 아이콘을 탭하여 볼 수 있습니다."),
                n("b2615c6d", function (e) {
                    return "@" + e.screenName + " 님도 차단할까요?";
                }),
                n("i62a03aa", "아니요"),
                n("f9f27fa2", "게시물 숨기기"),
                n("ce87916a", "하이라이트에 추가 또는 삭제하기"),
                n("eaae42ce", "하이라이트에 추가할까요?"),
                n("h032d096", "하이라이트에서 삭제할까요?"),
                n("be38d25e", "이 게시물은 내 프로필의 하이라이트 탭에 표시됩니다."),
                n("d2be9310", "내 프로필의 하이라이트 탭에서 이 게시물을 삭제합니다."),
                n("jea6b076", "하이라이트에 추가했습니다."),
                n("ce6fd0ec", "하이라이트에서 삭제했습니다."),
                n("ha35a1d2", "내 프로필 메인에 올리기"),
                n("d04f95c0", "게시물을 프로필 메인에 올렸습니다"),
                n("i419d136", "게시물을 프로필 메인에 올릴까요?"),
                n("c1b9714a", "프로필 상단에 표시되며 이전 메인 게시물을 대체합니다."),
                n("fe4d099a", "하이라이트"),
                n("e8d4c1cc", "게시물 하이라이트는 구독 전용 기능입니다. 이 기능을 포함해 다른 기능도 사용해 보려면 인증을 받으세요."),
                n("b68c3784", "인증 받기"),
                n("bb16cc76", "이 대화에서 나가기"),
                n("de21174c", "이 대화에서 나왔습니다"),
                n("j33c9fc6", "계속 머무르기"),
                n("aed79c54", "이 대화에서 나올 수 있습니다"),
                n("h12044a4", "대화에 참여하고 싶지 않을 때도 있습니다. 대화에서 나가면..."),
                n("f100e566", "내 사용자 아이디의 태그가 해제됩니다"),
                n("a0d68f4e", "내 사용자 아이디는 그대로 남아 있지만 원래의 게시물과 모든 답글에서 태그가 해제됩니다."),
                n("b00255b6", "향후 멘션이 중지됩니다"),
                n("geea29ee", "이 대화에서 더 이상 나를 멘션할 수 없습니다."),
                n("c54678e8", "알림이 중지됩니다"),
                n("ga4fa180", "더 이상 알림을 받지 않지만 대화는 계속 볼 수 있습니다."),
                n("h8dde772", "대화에서 나와도 아무에게도 알림이 전달되지 않습니다."),
                n("ee87e71c", "자기 자신을 뮤트할 수 없습니다."),
                n("ed428a76", "해당 사용자를 뮤트하고 있지 않습니다."),
                n("e2d6c17e", "이 대화 뮤트하기"),
                n("cd1942f4", "이 대화 언뮤트하기"),
                n("bbd8bed6", "이 대화 관련 알림을 뮤트했습니다"),
                n("c13af432", "이 대화 관련 알림을 언뮤트했습니다"),
                n("df744bda", "뮤트하기"),
                n("j9552760", "대화 뮤트하기"),
                n("d751694c", "대화를 뮤트하면 해당 대화와 관련된 새로운 알림을 받지 않게 됩니다."),
                n("a50c911e", "게시물을 메인에 올리고 하이라이트에 추가했습니다."),
                n("d1c1e2c2", "커뮤니티 메인에 올리기"),
                n("j832cc34", "커뮤니티 최상단에 표시됩니다."),
                n("h7dbb2f2", "이 게시물은 커뮤니티 상단에 표시되며 이전 메인 게시물을 대체합니다."),
                n("d8725596", "커뮤니티 중재자가 메인에 올렸습니다"),
                n("f5cdcc2c", "이 광고에 관심 없음"),
                n("c2e276e4", "커뮤니티에서 작성자 차단"),
                n("a95f04ba", "이 게시물의 사진 태그를 삭제할까요?"),
                n("jfc76958", "사진에서 태그 삭제하기"),
                n("j4e43d8b", function (e) {
                    return e.entity + " 신고하기";
                }),
                n("e3fd237e", "광고 신고하기"),
                n("ebb7662a", "게시물 신고하기"),
                n("d1e21610", "NetzDG 위반 신고하기"),
                n("d7513755", function (e) {
                    return "이 커뮤니티에서 " + e.screenName + " 님의 게시물 찾기";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " 님 " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "@" + e.screenName + " 님 언팔로우하기";
                }),
                n("c2423b7b", function (e) {
                    return "@" + e.screenName + " 님을 언팔로우함";
                }),
                n("i31dfa4c", "답글 숨김 해제하기"),
                n("j8e56ba2", "숨김 해제된 답글"),
                n("ic030338", "프로필 메인에서 내리기"),
                n("gfcea3f4", "게시물을 프로필 메인에서 내릴까요?"),
                n("eb2d59f4", "더 이상 프로필 상단에 자동으로 나타나지 않습니다."),
                n("a2dd7414", "게시물을 프로필 메인에서 내렸습니다"),
                n("cac6a24a", "메인에 올린 게시물 삭제하기"),
                n("i642edc4", "이 게시물은 더 이상 커뮤니티 피드 최상단에 표시되지 않습니다."),
                n("f9478972", "숨겨진 답글 보기"),
                n("c5491b5d", function (e) {
                    return e.entity + " 참여수 조회";
                }),
                n("haebcf52", "이제 이 대화에서는 나를 멘션할 수 없으며, 내게 더 이상 알림이 전달되지 않습니다."),
                n("c837fcaa", "더 많은 답글 보기"),
                n("d228a9a0", "더 보기"),
                n("g0b48670", "이 대화에 답글이 너무 많아 모두 표시할 수 없습니다."),
                n("d9b417c4", "관심 없음 설정"),
                n("c29d6806", "추천 중단하기"),
                n("ge8f3043", function (e) {
                    return "토픽 " + e.topicName + "개 팔로우하기";
                }),
                n("aa576cbf", function (e) {
                    return "토픽 " + e.topicName + "개 언팔로우하기";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " 토픽 숨기기";
                }),
                n("d69b2d90", "이 토픽에 관심이 없습니다."),
                n("je808a17", function (e) {
                    return e.topicName + " 토픽";
                }),
                n("ic6aa5f4", "인증되었습니다."),
                n("c02e7e3c", "불러오는 중"),
                n("c5453f28", "64강"),
                n("eb256a86", "32강"),
                n("g77adc66", "스윗 식스틴"),
                n("a6d2520c", "스윗 16"),
                n("g5b63eb6", "엘리트 8"),
                n("d8bf2890", "엘리트 에잇"),
                n("f9d3d6f2", "파이널 포"),
                n("bda24f7c", "파이널 4"),
                n("i5043440", "미국 농구 챔피언십"),
                n("fcb16026", "챔피언십"),
                n("e9c89ee8", "동부"),
                n("h259fd86", "서부"),
                n("a7b2545a", "남부"),
                n("fdf7819a", "중서부"),
                n("i899e9b0", "대진표 제출"),
                n("c5b04394", "선발 선수 보기"),
                n("h836bbae", "토너먼트 보기"),
                n("e1059d6c", "1라운드"),
                n("b1602be4", "2라운드"),
                n("ef7bc2c0", "3월 20~21일"),
                n("h726aaf2", "3월 22~23일"),
                n("ee7cd198", "3월 27~28일"),
                n("fed91402", "3월 29~30일"),
                n("aba0a450", "4월 5일"),
                n("jdfba2dc", "4월 7일"),
                n("b7c6bc12", "미정"),
                n("c373612c", "선택:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " vs. "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "지금 보내기"),
                n("b23688c8", "타이머 취소"),
                n("cca5d499", function (e) {
                    return e.selectedText + "에 대해 한두 문장으로 설명해 주세요.";
                }),
                n("d231a76a", "최고의 대진표로 10만 달러 획득 🏀"),
                n("heaba5d8", "대학 농구 대진표를 설계하세요. 최고의 대진표를 만든 분에게는 화성 여행권을 드립니다."),
                n("i57d3ea0", "규정이 적용됩니다."),
                n("a0440af6", "대진표 만들기"),
                n("aaad27c8", "작성자"),
                n("eb748f7e", "게시 애널리틱스 보기"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "코인";
                }),
                n("be059f7e", "지금 최대 10만 명의 사용자에게 다가가세요"),
                n("c34f845e", "게시물을 부스트해 보세요"),
                n("c37102aa", "내 콘텐츠를 좋아할 가능성이 높은 사용자 10만 명 이상에게 도달하세요."),
                n("ac245c4c", "노출 범위 부스트하기"),
                n("e4db6326", "나중에"),
                n("g6237a1e", "프로모션 중"),
                n("d6b5949e", "프로모션 중단됨"),
                n("ffd9cfe6", "더 보기"),
                n("d172116a", "더 찾아보기"),
                n("be5df69e", "추가 게시물"),
                n("g11ebd34", "추천 더 보기"),
                n("g4a6901a", "둘러보기"),
                n("h6453e74", "게시물 살펴보기"),
                n("je506a60", "사용자 이름 변경"),
                n("c0fcb08a", "사용자 아이디를 변경하면 검토가 종료될 때까지 체크마크와 제휴 배지가 일시적으로 사라집니다."),
                n("d1f6d336", "사용자 아이디"),
                n("de65c756", "추천"),
                n("ebeeac1a", "이메일 변경"),
                n("dc013356", "현재 이메일"),
                n("ea28c7ce", "이메일 설정을 불러오는 중"),
                n("f3f66252", "이메일 주소 추가"),
                n("i5107de4", "이메일 주소 업데이트"),
                n("d19fd42a", "인증 이메일 다시 보내기"),
                n("g4da3246", "이메일을 전송했습니다. 잠시 후 받은편지함에서 승인 링크를 확인해주세요."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "현재 비밀번호"),
                n("a9bc3044", "새 비밀번호"),
                n("b8c03cfc", "비밀번호 확인"),
                n("b731d32c", "비밀번호가 성공적으로 변경되었습니다."),
                n("d555d7e0", "새 비밀번호는 이미 사용했던 비밀번호와 동일할 수 없습니다."),
                n("fa8af9ae", "비밀번호가 일치하지 않습니다."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " 개의 애플리케이션";
                }),
                n("j25601d9", "자세히 알아보기"),
                n("cb841d56", "휴대폰 변경"),
                n("ce37ea44", "휴대폰 번호 추가"),
                n("ibaf239e", "휴대폰 번호 업데이트"),
                n("j2636558", "휴대폰 번호 삭제"),
                n("e49b16d4", "휴대폰 번호를 삭제할까요?"),
                n("i931719e", "내 계정에서 이 번호가 삭제되고 알림이나 로그인 코드를 해당 기기에서 받을 수 없게 됩니다."),
                n("j841d1f4", "휴대폰 정보를 삭제했습니다."),
                n("fe8b565a", "계속 진행하면 이 계정에서 휴대폰 번호가 삭제되며, 더 이상 X에서 문자 메시지로 알림을 받지 않게 됩니다. 또한 이 계정의 2단계 인증도 사용 중지됩니다."),
                n("hf45b8d4", "계속 진행하면 이 계정에서 휴대폰 번호가 삭제되며, 더 이상 X에서 문자 메시지로 알림을 받지 않게 됩니다. 또한 이 계정에서 2단계 인증 수단으로 문자 메시지를 사용하는 것도 중지됩니다."),
                n("bc262c2e", "추가 수단"),
                n("hc1a91da", "백업 코드"),
                n("e4fed8f0", "2단계 인증 옵션을 사용할 수 없을 경우 X에 로그인할 수 있도록 일회용 백업 코드를 받으세요."),
                n("b39c7b14", "로그인 인증을 비활성화할까요?"),
                n("a923fce6", "2단계 인증을 끄면 계정이 보안 위험에 더 쉽게 노출될 수 있습니다. 이 기능을 사용 중지할까요?"),
                n("ff781e0a", "이 기능을 끄시겠어요?"),
                n("c557ac30", "이 수단을 끌까요?"),
                n("d133464a", "이 기능을 사용 중지하면 계정에서 이 2단계 인증 방법이 삭제됩니다. 이 기능을 사용 중지할까요?"),
                n("ee3a7bfa", "사용 중지"),
                n("aa9139cc", "로그인 요청 인증"),
                n("jc22dd42", "로그인 후 X에서 앱에 보내는 푸시 알림을 확인해 내 계정에 액세스할 수 있도록 승인해야 합니다."),
                n("a219e218", "확인"),
                n("e0d79de8", "계정에 하나의 보안 키만 연결되어 있습니다. 보안 키 분실 시 계정이 잠기지 않도록 다른 키를 추가하고 2단계 인증 백업 코드를 저장하세요."),
                n("ja6bbfa0", "로그인 인증 데이터를 불러오는 중"),
                n("c2570922", "문자 메시지"),
                n("fba9483c", "X에 로그인할 때 입력할 인증 코드가 포함된 문자 메시지를 휴대폰으로 받습니다."),
                n("ab61b41a", "인증 앱"),
                n("a67c7d68", "모바일 인증 앱을 사용하여 X에 로그인할 때마다 입력할 인증 코드를 받으세요."),
                n("h6d0d89c", "보안 키"),
                n("b3e5c946", "X에 로그인할 때 컴퓨터에 입력하거나 모바일 디바이스와 동기화되는 보안 키를 사용하세요. 지원되는 모바일 디바이스나 웹 브라우저를 사용해야 합니다."),
                n("cd195528", "새 보안 키 추가"),
                n("a1860ee8", "임시 비밀번호"),
                n("j45a2856", "타사 서비스에 사용할 일회용 임시 비밀번호를 생성합니다."),
                n("d8612d9c", "먼저 문자 메시지 또는 인증 앱을 사용 설정하세요"),
                n("e13d4468", "보안 키를 설정하기 전에 먼저 2단계 인증 방법의 하나로 문자 메시지 또는 인증 앱을 사용 설정해야 합니다."),
                n("c1d96d6a", "최대 개수의 키를 추가하셨습니다."),
                n("gf91694e", "새로운 키를 추가하려면 기존 키를 하나 삭제해야 합니다."),
                n("j265ddb6", "이메일을 확인하세요"),
                n("a7cfdf1c", "2단계 인증을 사용 설정하려면 이메일 주소를 이 X 계정과 연결한 다음, 실제로 본인의 이메일이 맞는지 확인해야 합니다."),
                n("d7bfde1a", "계정이 현재 일시 정지된 것으로 보입니다. 계정이 일시 정지된 상태에서는 2단계 인증을 사용 설정할 수 없습니다."),
                n("g268fbb8", "이 계정의 ID가 인증되었습니다."),
                n("f66d24be", "고객센터"),
                n("c8255462", "ID 인증 라벨 숨기기"),
                n("c6e731ee", "사람들이 내 프로필 페이지에서 파란색 체크마크를 탭했을 때 ID 인증 라벨이 표시되지 않도록 숨깁니다."),
                n("be582166", "신분증을 인증하면 계정을 사칭으로부터 보호하고 프로필에 ID 인증 라벨을 표시할 수 있습니다."),
                n("b496bc94", "정부 발행 신분증을 검토 중입니다. 새로운 소식이 있으면 알림을 통해 전달해 드리겠습니다.\n\n승인을 받으면 프로필에 ID 인증 라벨이 표시되므로 다른 사람들에게 내 계정의 ID가 인증되었음을 알릴 수 있습니다."),
                n("d8f5cce4", "인증 요청 한도를 초과했습니다. 24시간 후에 다시 시도해 주세요."),
                n("i8427a1e", "이 계정은 ID 인증을 받을 수 없습니다. 현재 개인 Premium 구독자만 ID 인증을 받을 수 있습니다."),
                n("cdc65e89", function (e) {
                    return e.title + "(선택 사항)";
                }),
                n("h05c1f28", "정부 발급 신분증을 제시하여 계정을 인증하세요. 이 과정은 일반적으로 5분 정도 소요됩니다."),
                n("j8cfcc62", "본인은 X와 Au10tix가 추출된 생체 인식 데이터를 포함한 내 ID 이미지와 셀카 이미지를 신원 확인 및 사칭 방지를 포함한 X의 관련 안전 및 보안 목적으로 사용하는 것에 동의합니다. Au10tix는 이러한 데이터를 최대 30일 동안 저장할 수 있습니다."),
                n("c4930cb6", "필요한 항목:"),
                n("ac7bb0fe", "정부 발행 신분증을 준비하세요"),
                n("c12ce69c", "디바이스의 카메라가 덮여 있지 않고 작동하는지 확인하세요"),
                n("c5bfe94a", "셀카 및 신분증 사진을 찍을 준비를 하세요"),
                n("e5b7dd84", "시작하기"),
                n("abfaa528", "건너뛰기"),
                n("e4fed511", "X Premium 서비스"),
                n("def518fa", "크리에이터 구독"),
                n("f61cda83", "광고 수익 배분"),
                n("g1952008", "크리에이터 구독"),
                n("e5d0419c", "크리에이터 수익 공유"),
                n("g3723480", "크리에이터 구독"),
                n("c776f523", "광고 수익 배분"),
                n("ab9f38f8", "크리에이터 구독"),
                n("d5cab8b0", "크리에이터 수익 공유"),
                n("deaf5b16", "다시 시도"),
                n("g1a4a1b6", "ID 인증 오류"),
                n("e24305e4", "본인 인증 세션이 오래되었거나 유효하지 않습니다. 다시 시도해 주세요."),
                n("f7954a0c", "보안 키 데이터 불러오는 중"),
                n("h69986c2", "보안 키의 이름을 변경하거나 삭제할 수 있습니다."),
                n("i5896ba2", "다른 키 추가하기"),
                n("a8ef2b64", "이름이 없는 보안 키"),
                n("d4e220b4", "이름"),
                n("g6d0f0b6", "보안 키 관리"),
                n("b894f68a", "보안 키 데이터 불러오는 중"),
                n("g2601bb6", "키 이름 변경하기"),
                n("b464b726", "키 삭제"),
                n("a4101e1b", function (e) {
                    return "날짜 추가됨: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "백업 코드"),
                n("ec6a76e0", "새 코드 생성"),
                n("f2c3c31c", "코드 복사하기"),
                n("e8016b64", "백업 코드 불러오는 중"),
                n("c4ca22bc", "디바이스에 대한 액세스 권한을 잃어버렸을 경우 이 코드를 이용해 본인 확인을 할 수 있습니다."),
                n("f20ff69f", "자세히 알아보기"),
                n("j2327f80", "임시 비밀번호"),
                n("fbfeaf8e", "새 비밀번호 생성"),
                n("h4a8bd12", "비밀번호 복사하기"),
                n("g247dc1c", "임시 비밀번호 불러오는 중"),
                n("h3a32f52", "임시 비밀번호(빈칸 사용 가능)을 사용하여 앱 및 디바이스에서 X에 로그인합니다."),
                n("d70fceac", "이 비밀번호는 1시간 이내에 만료됩니다."),
                n("j924d222", "국가 변경"),
                n("e9310157", "자세히 알아보기"),
                n("bd5ac12e", "이 계정에서 X 헤드라인, 버튼 및 기타 텍스트에 사용할 기본 언어를 선택하세요. 타임라인에 표시되는 콘텐츠의 언어는 변경되지 않습니다."),
                n("cef33711", function (e) {
                    return e.languageName + " (베타)";
                }),
                n("b033248c", "검색 가능성"),
                n("c69b4798", "내 이메일 주소 또는 휴대폰 번호를 알고 있는 사람들이 X에서 나를 찾고 연락할 수 있게 할지 여부를 결정합니다."),
                n("eca117e6", "내 이메일 주소를 알고 있는 사람들이 X에서 나를 찾을 수 있도록 허용"),
                n("acd36386", "내 이메일 주소를 알고 있는 사람들이 X에서 나를 찾고 연락할 수 있도록 합니다."),
                n("gd8511ca", "내 휴대폰 번호를 알고 있는 사람들이 X에서 나를 찾을 수 있도록 허용"),
                n("eca935ec", "내 휴대폰 번호를 알고 있는 사람이 X에서 나를 찾고 연락할 수 있도록 합니다."),
                n("ac77c66c", "연락처"),
                n("jadf483e", "모바일 디바이스에서 가져온 연락처를 관리합니다."),
                n("b864be7a", "모든 연락처 삭제"),
                n("g5fa1090", "모든 연락처를 삭제할까요?"),
                n("h3e420fc", "이전에 업로드한 모든 연락처를 삭제하고 X에 연결된 모든 디바이스에서 동기화를 해제합니다. 이 작업은 다소 시간이 소요되고, 취소가 불가능하며, 작업이 진행되는 동안 내 연락처를 기반으로 X 사용자 추천이 계속 보일 수 있습니다."),
                n("ca24589e", "이름 없음"),
                n("d439b1c1", "자세히 알아보기"),
                n("fe36fe10", "비밀번호를 확인하세요"),
                n("hccd9dbe", "비밀번호를 입력하여 계속하세요."),
                n("df1ddda4", "내 게시물에 추가한 위치 라벨이 X.com, iOS용 X, Android용 X에서 더 이상 보이지 않게 됩니다. 이 업데이트가 적용되는 데는 다소 시간이 걸릴 수 있습니다."),
                n("ed7fa034", "이 디바이스에서 현재 위치 서비스가 활성화되어 있지 않습니다. 디바이스 설정에서 활성화할 수 있습니다."),
                n("e80e4288", "게시물에 추가된 모든 위치 정보를 삭제합니다"),
                n("b0ee8ab6", "게시물에 추가된 모든 위치 정보를 삭제할까요?"),
                n("e23b2991", "자세히 알아보기"),
                n("gd758534", "사람들이 나를 그들의 사진에 태그하도록 허용하고 태그될 때마다 알림을 받습니다."),
                n("a90af44e", "민감한 내용의 콘텐츠 숨기기"),
                n("a25e2ec6", "차단 또는 뮤트한 계정 제외하기"),
                n("b827a058", "안전 검색 설정을 업데이트했습니다."),
                n("b27c9852", "안전 검색 설정을 업데이트하는 중에 오류가 발생했습니다."),
                n("j3402d7e", "검색 결과에서 민감한 콘텐츠를 포함할 수 있는 게시물을 숨깁니다."),
                n("if05bca6", "검색 결과에서 내가 차단 또는 뮤트한 계정을 제외하려면 사용하세요."),
                n("bc7fd990", "트렌드 설정을 불러오는 중"),
                n("e2f16650", "이 지역의 콘텐츠 보기"),
                n("e5e88f40", "이 기능을 사용하면 지금 주변에서 무슨 일이 일어나고 있는지 알아볼 수 있습니다."),
                n("i4d54b0e", "나를 위한 트렌드"),
                n("ad431584", "재미있는 Grok 스토리를 들려주세요"),
                n("df9f03c8", "내 위치와 내가 팔로우하는 사람을 기반으로 트렌드를 맞춤 설정합니다."),
                n("c6cf5c7e", "내 위치와 내가 팔로우하는 사람을 기반으로 트렌드를 맞춤 설정할 수 있습니다."),
                n("e09358ba", "X의 Grok 유머 모드에서 최신 스토리를 확인하세요."),
                n("a55db872", "맞춤 설정"),
                n("a58170fc", "Grok 스토리"),
                n("h0b5152e", "위치 변경하기"),
                n("dfeada5e", "위치 탐색"),
                n("ac854308", "정책"),
                n("d429c942", "트렌드 미국 선거 정책"),
                n("ede134f2", "이 디바이스에서 동영상 및 GIF를 자동으로 재생할지 여부를 선택하세요."),
                n("b3aab6d4", "위치"),
                n("e53e05e4", "위치 불러오는 중"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "% 절약";
                }),
                n("c6614cc0", "및 관련 세금"),
                n("f8d3b50a", "세금 포함"),
                n("i2c32253", function (e) {
                    return e.price + " / 월";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / 년";
                }),
                n("i57aeafb", function (e) {
                    return "첫 " + e.duration + "개월 동안, 이후 " + e.standardPrice + " 매월 청구";
                }),
                n("ae3e3723", function (e) {
                    return "첫 " + e.duration + "년 동안, 이후 " + e.standardPrice + " 연간 청구";
                }),
                n("ade4c757", function (e) {
                    return "이후 " + e.price + " / 월";
                }),
                n("f7798e11", function (e) {
                    return "이후 " + e.price + " / 년";
                }),
                n("e0b39888", "월간 청구"),
                n("b67c37de", "연간 청구"),
                n("a8363765", function (e) {
                    return e.price + " 연간 청구";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "지금 취소하면 다음 혜택을 더 이상 받지 못합니다"),
                n("a092f1ba", "그대로 취소 진행"),
                n("g96c7f48", "다른 요금제로 변경"),
                n("iccac88e", "추천 타임라인과 팔로잉 타임라인에서 절반의 광고"),
                n("d7a124d8", "제로 광고"),
                n("d2d22c36", "Grok 이용"),
                n("j249b1d4", "답글 부스트"),
                n("c4a37384", "긴 게시물"),
                n("fb656858", "게시물 수정 기능"),
                n("faaec212", "게시물을 통한 수익 창출"),
                n("fb3c7168", "북마크 폴더"),
                n("b346bc12", "체크마크"),
                n("je8143e1", function (e) {
                    return e.duration + "개월 동안 X " + e.productName + " " + e.percentage + "% 할인";
                }),
                n("j5847735", function (e) {
                    return e.duration + "년 동안 X " + e.productName + " " + e.percentage + "% 할인";
                }),
                n("da3431f9", function (e) {
                    return "이번 할인 행사는 X " + e.productName + "의 혜택을 좀 더 오래 받고 싶은 여러분을 위해 X에서 준비한 작은 선물입니다.";
                }),
                n("i6fbfc72", "한 번밖에 없는 특별 혜택"),
                n("f1bc6309", function (e) {
                    return "X " + e.productName + "의 모든 기능에 대한 전체 액세스 권한 유지";
                }),
                n("fdb7b52a", "할인은 다음 결제 주기부터 적용됩니다."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "준비가 완료되었습니다"),
                n("a905eac6", "Premium 살펴보기"),
                n("j6083a1c", "구독 관리하기"),
                n("b4fa4630", "결제 방법 업데이트"),
                n("ef0dfa5a", "결제 정보 업데이트"),
                n("f5b352ec", "구독 취소하기"),
                n("j317d958", "잠시만요! 대기 중인 할인 행사를 놓칠 수도 있습니다"),
                n("a46e42d2", "구독 유지하기"),
                n("e122fb3f", function (e) {
                    return "무료 체험 기간은 " + e.endDate + "에 종료됩니다.";
                }),
                n("be103b84", "사용 중"),
                n("ace43720", "곧 만료됨"),
                n("c8f18aa4", "인증 조직 서비스를 구독 중이므로 Premium+ 서비스를 이용하실 수 있습니다."),
                n("a341d1f7", function (e) {
                    return "소속된 조직이 @" + e.organization + " 계정을 통해 인증 조직 서비스를 구독 중이므로 Premium+ 서비스를 이용하실 수 있습니다. 자세한 정보는 조직에 문의하세요.";
                }),
                n("e4aaf0f8", "Premium 무료 구독을 취소하려면 지원팀에 문의하세요"),
                n("e5170220", "이 계정은 광고비 지출을 통해 무료로 Premium을 구독 중입니다."),
                n("j6d6b66e", "이 계정은 구독권을 선물받았습니다. 구독을 취소하려면 지원팀에 문의하세요."),
                n("fae1751f", function (e) {
                    return "X " + e.mobilePlatform + " 앱에서 이 구독을 구입한 것으로 확인됩니다. 해당 앱에서 구독을 관리하거나 취소해 주세요.";
                }),
                n("fecebd4c", "여기"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "기타"),
                n("baf97716", "남은 결제 기간 동안 기능을 사용할 수 있습니다."),
                n("ae864b69", function (e) {
                    return "다음 청구 주기인 " + e.date + "부터 구독 등급이 " + e.tierName + "(으)로 변경될 예정입니다";
                }),
                n("a991d9a3", function (e) {
                    return "다음 결제 주기는 " + e.date + "부터 시작됩니다";
                }),
                n("edbb700f", function (e) {
                    return e.date + " 다음 결제 주기부터 시작됩니다";
                }),
                n("e3f9d219", function (e) {
                    return "구독 종료일: " + e.date;
                }),
                n("e9884540", "할인 적용 중"),
                n("bfb879aa", "할인 대기 중"),
                n("f8321d82", "전체"),
                n("eb233866", "가져옴"),
                n("d23b0404", "차단된 사용자는 나를 팔로우하거나 내게 쪽지를 보낼 수 없으며, 해당 사용자에 대한 알림이 표시되지 않습니다."),
                n("e0a7e9bc", "원치 않는 계정 차단하기"),
                n("ef731b14", "차단한 계정 불러오는 중"),
                n("e554ba83", "자세히 알아보기"),
                n("if594962", "차단됨"),
                n("i2b9632e", "차단을 해제했습니다."),
                n("g51a96de", "차단된 사용자는 나를 팔로우하거나 내게 쪽지를 보낼 수 없으며, 이 사용자에 대한 알림은 표시되지 않습니다. X에서 차단하고 싶은 계정의 목록을 가져올 수 있습니다."),
                n("j035733c", "X 계정 비활성화 과정을 시작합니다. 내 표시 이름, @사용자 아이디, 공개 프로필이 X.com, iOS용 X, Android용 X에 더 이상 표시되지 않습니다."),
                n("j4a29d52", "실수로 또는 잘못하여 X 계정을 비활성화한 후에도 30일 이내에 복구할 수 있습니다."),
                n("ea989810", "계정 비활성화"),
                n("f6e73faa", "비활성화"),
                n("c3743328", "계정이 비활성화됩니다"),
                n("a20cd24e", "그 밖에 내가 알아야 할 내용"),
                n("e93b0ae0", "계정에 연결된 비밀번호를 입력하여 비활성화 요청을 완료하세요."),
                n("fc025d1d", "자세히 알아보기"),
                n("bb5e039c", "설정"),
                n("j37efff6", "변경"),
                n("ce5bfe12", "내 X 데이터"),
                n("g7088266", "프로필 수정"),
                n("d9d293b8", "웹사이트"),
                n("cb469ff6", "이름은 필수 입력 항목입니다"),
                n("g511f468", "일부 미디어가 업로드되지 않아서 아바타를 업데이트하지 못했습니다."),
                n("ec3a116e", "일부 미디어가 업로드되지 않아서 배너를 업데이트하지 못했습니다."),
                n("j94599ec", "아바타 사진 추가하기"),
                n("df31d76a", "배너 사진 추가하기"),
                n("c01a0e1a", "생년월일이 맞나요?"),
                n("df2c469a", "프로페셔널 계정으로 전환"),
                n("e1f76978", "프로페셔널 프로필 수정"),
                n("ic04a6f6", "이 작업은 취소할 수 없으며 변경사항이 삭제됩니다."),
                n("addbe8e8", "시각 장애인 또는 시력이 안 좋은 사람들을 위해 특수문자가 포함되지 않은 이름을 사용하는 것을 고려해 보세요."),
                n("a46f80ab", function (e) {
                    return "생일: " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "출생년도: " + e.year;
                }),
                n("bfe8d1a2", "긴 자기소개 수정하기"),
                n("e1ec926e", "긴 자기소개 작성하기"),
                n("c119dee8", "생년월일"),
                n("bbf0afc8", "생년월일 추가"),
                n("f98d367e", "생년월일을 수정할까요?"),
                n("d3f43300", "이 항목은 변경할 수 있는 횟수가 제한되어 있습니다. 해당 계정을 사용하는 사람의 연령을 입력했는지 확인해 주세요."),
                n("g10411f0", "계정을 사용하는 사람의 생년월일을 입력해 주세요. 비즈니스, 이벤트 또는 고양이를 위한 계정인 경우에도 마찬가지입니다."),
                n("a0c5e370", "공개 대상"),
                n("i68fe54e", "태어난 달과 날짜"),
                n("b4e729b6", "년"),
                n("f3bb1b48", "생년월일을 삭제할까요?"),
                n("c9cb9972", "내 프로필에서 생년월일이 삭제됩니다."),
                n("a2bef112", "생년월일 삭제"),
                n("c37622ec", "유효한 날짜를 입력하세요"),
                n("f679d166", "내 팔로워"),
                n("af293dc2", "내가 팔로우하는 사람들"),
                n("h99b6d08", "개인정보 처리방침"),
                n("hce7a225", "자세히 알아보기"),
                n("e9603d88", "인증된 전화번호 마크 표시하기"),
                n("ada99498", "이 마크는 내 지역의 사용자들에게만 표시됩니다."),
                n("a765e936", "긴 자기소개 삭제하기"),
                n("d4d68e44", "저장"),
                n("ie4f57d2", "Premium 구독을 갱신하세요"),
                n("h293aa52", "Premium 구독이 곧 만료됩니다"),
                n("j1923668", "최상의 환경에서 X를 즐기세요."),
                n("ac7e97ee", "구독 갱신"),
                n("f70c69b4", "답글 부스트, 게시물 수정, 맞춤 설정, 긴 게시물 등 다양한 혜택이 제공됩니다."),
                n("f4cec4d2", "파란색 체크마크, 답글 부스트, Grok 한도 상향 등 다양한 혜택이 제공됩니다."),
                n("b6de83a0", "직원 전용 스페이스"),
                n("g3f251f2", "비공개 생방송"),
                n("d08666ba", "개인 스페이스"),
                n("eadb5a46", "가장 먼저 참가하세요"),
                n("f9629a8f", function (e) {
                    return e.hostName + " 님의 생방송";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + "의 스페이스";
                }),
                n("hd552761", function (e) {
                    return e.hostName + " 님이 진행자입니다";
                }),
                n("c3ea19a5", function (e) {
                    return e.index + "/" + e.total;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " 님이 참여했습니다";
                }),
                n("df9f8243", function (e) {
                    return e.name + " 님이 청취 중입니다";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " 님이 발언 중입니다";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " 님이 진행 중입니다";
                }),
                n("f7882829", function (e) {
                    return e.name + " 님이 공동 진행 중입니다";
                }),
                n("d961a4a0", "X 생방송"),
                n("g2c0144a", "인증된 조직"),
                n("cd5cdec8", "광고 크레딧 관리하기"),
                n("f23b6a72", "남은 광고 크레딧"),
                n("i969d5de", "광고 캠페인 설정하기"),
                n("d0924f58", "문제 해결을 위한 지원 받기"),
                n("j8d53b64", "모든 기능 보기"),
                n("jd26f2a6", "제휴 계정 추가"),
                n("e0a492e6", "채용 공고 관리"),
                n("d9cbd02c", "귀하의 신청서를 검토 중입니다"),
                n("ed4759a6", "며칠 내에 신청 결과에 대해 알려드립니다. 추가 정보를 위해 이메일로 연락을 드릴 수도 있습니다."),
                n("dad69faa", "결제 방법 업데이트"),
                n("daf3248a", "신청 미완료"),
                n("eb71036f", function (e) {
                    return e.date + "까지 조직의 문서를 업로드하고 인증하세요";
                }),
                n("a1d3f1f2", "X는 X의 안전과 보안을 위해 Persona와 협력하여 귀하의 신분증과 비즈니스 관련 문서를 인증합니다. Persona는 귀하의 데이터를 최대 30일까지 보관할 수 있습니다."),
                n("ea8c295a", "문서 인증 시작하기"),
                n("da1aa48f", function (e) {
                    return "@" + e.screenName + " 님처럼, 인증을 받고 신뢰도와 노출도를 높이세요.";
                }),
                n("e4a7a968", "아직 인증을 받지 않았습니다"),
                n("id9c1e82", "이 프로필은 인증되었습니다"),
                n("d43b0edc", "인증된 X 서클에 참가하세요"),
                n("d4ea0ed4", "파란 배지를 달아보세요"),
                n("cffeaeae", "인증 받기"),
                n("b8e930fe", "실시간 트렌드"),
                n("ae05f268", "트렌드를 볼 수 없습니다."),
                n("c6b51af8", "X는 처음이신가요?"),
                n("ie8e1ffc", "지금 가입해서 나에게 맞춤 설정된 타임라인을 만들어 보세요!"),
                n("fd6473fa", "팔로우 추천 불러오는 중"),
                n("a526aa66", "팔로우 추천"),
                n("ef625010", "내가 좋아할 만한 콘텐츠"),
                n("b7388a56", "바닥글"),
                n("hdabc3fc", "이용약관"),
                n("bc6efc72", "개인정보 처리방침"),
                n("h3161192", "쿠키 정책");
            n("a7de64de", "광고 정보"),
                n("jb0a4c36", "블로그"),
                n("ce6d095a", "채용"),
                n("e0adec82", "브랜드 리소스"),
                n("df1b7550", "마케팅"),
                n("he258678", "비즈니스용 X"),
                n("c6f58084", "개발자"),
                n("d83f18d2", "디렉터리"),
                n("hc5aa17c", "X 앱 다운로드"),
                n("j0693948", "Grok 앱 다운로드"),
                n("fbf83158", "경고: 결제 실패"),
                n("jadeb4da", "구독 혜택을 잃기 전에 지금 바로 결제 방법을 업데이트하세요."),
                n("bce3726a", "결제 정보 업데이트"),
                n("fce9ecce", "추천 동영상"),
                n("j66b95a2", "깊이 있는 뉴스"),
                n("ad35153e", "베타"),
                n("b58d2bd2", "관련 게시물"),
                n("efe6ef9e", "게시물 보기"),
                n("b3d183ce", "답글이 있는 게시물"),
                n("c299a6c0", "스레드"),
                n("h3d5d79e", "커뮤니티 게시물"),
                n("cfe877ca", "팔로우할 사람 고르기"),
                n("e06b864c", "이 대화가 마음에 드세요?"),
                n("a078ff70", "이 스레드에서 반응을 보낸 사람들의 콘텐츠를 더 보고 싶으세요? 새 계정에서 작성한 콘텐츠를 둘러보세요."),
                n("cb80300e", "홈 타임라인으로 건너뛰기"),
                n("ea5cd098", "실시간 트렌드로 건너뛰기"),
                n("c67e3fc2", "홈 타임라인"),
                n("d601fc20", "최신"),
                n("j43f99be", "관련성"),
                n("ad6e11ac", "답글 정렬하기"),
                n("b2311b70", "트윗을 볼 수 없습니다."),
                n("j88f27d8", "연관된 사람"),
                n("i31dcd22", "기사"),
                n("e3de2f6f", function (e) {
                    return e.entity + "을(를) 북마크에 추가했습니다";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + "을(를) 북마크에서 삭제했습니다";
                }),
                n("d6d9aab6", "북마크 추가"),
                n("bb89cf46", "북마크 삭제"),
                n("a739d4ba", "북마크 폴더에 추가하기"),
                n("d5270434", "나가기"),
                n("ac85c6b2", "이 이미지를 불러오는 도중 오류가 발생했습니다."),
                n("b327c12a", "이미지"),
                n("ic76bdf0", "Grok으로 재생성"),
                n("a4d3eb67", function (e) {
                    return "X에서 " + e.fullName + ' 님 : "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return e.number + "일간 보지 않기";
                }),
                n("j7d0e836", "펼치기"),
                n("d227d19e", "접기"),
                n("h367e724", "긴 자기소개"),
                n("ea5928d4", "나를 단순히 한마디로 소개하기는 어렵습니다. 프로필도 마찬가지입니다.\n나에 대해 좀 더 자세히 알리고 싶다면 긴 자기소개를 추가해 보세요."),
                n("h7ef9dc8", "다음과 같은 내용을 추가해 보세요."),
                n("c04ba4b4", "그동안 내가 작업한 일들과 소개하고 싶은 것들"),
                n("d7666008", "나만의 파스타 요리 비법"),
                n("cb24ee16", "업무 경험 및 경력 선호 사항"),
                n("a1c93d74", "변경 사항을 저장하지 못했습니다. 나중에 다시 시도해 주세요."),
                n("b956c04a", "긴 자기소개를 삭제하시겠어요?"),
                n("ifb23caa", "긴 자기소개를 삭제하면 내 프로필에서 삭제됩니다."),
                n("c2333081", function (e) {
                    return e.count + " 자";
                }),
                n("a2b8c54c", "삭제됨"),
                n("a9cc8f96", "최대 문자수 초과"),
                n("eb7710f1", function (e) {
                    return e.years + " 년";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " 개월";
                }),
                n("h6a724ac", "정말로 삭제하시겠습니까?"),
                n("f94aacae", "삭제하면 내 프로필에서도 제거됩니다."),
                n("je07e266", "숨김"),
                n("a622dfcc", "작업 내역"),
                n("a6ec7ff8", "자기소개"),
                n("eeb6d22c", "경험"),
                n("eba5a8ec", "직책"),
                n("fd20adb8", "현재 여기서 근무 중입니다"),
                n("cd3059f2", "시작일"),
                n("b86019ae", "종료일"),
                n("eedfd35c", "회사"),
                n("caa46e54", "회사 이름"),
                n("e893fe6e", "회사 만들기"),
                n("j1c09ca4", "회사 웹사이트"),
                n("hd332c96", "직책은 필수 입력 항목입니다"),
                n("d2fb1b80", "회사는 필수 입력 항목입니다"),
                n("b3590132", "시작일과 종료일은 필수 입력 항목입니다"),
                n("debb6abe", "시작일은 미래 날짜일 수 없습니다"),
                n("j7d08ada", "종료일은 미래 날짜일 수 없습니다"),
                n("a8c7d3fc", "종료일은 시작일 이후여야 합니다"),
                n("b335d507", function (e) {
                    return "최대 문자 수 " + e.maxChars + "자를 초과했습니다";
                }),
                n("j29ab120", "다음 계정의 알림 뮤트하기:"),
                n("jdfc82f6", "내가 팔로우하지 않는 계정"),
                n("cfcda0e6", "나를 팔로우하지 않는 계정"),
                n("c75b9b2a", "새 계정"),
                n("f39b9c9e", "기본 프로필 이미지를 사용하는 계정"),
                n("d227f940", "이메일을 인증하지 않은 계정"),
                n("b210936e", "휴대폰 번호를 인증하지 않은 계정"),
                n("ed0df10b", "자세히 알아보기"),
                n("dcef34ac", "켜기"),
                n("a39f706e", "브라우저가 푸시 알림을 지원하지 않습니다"),
                n("h4f20d0e", "자리를 비운 동안 X에서 일어난 일에 대한 푸시 알림을 받아 보세요. 알림은 언제든지 끌 수 있습니다."),
                n("cdce0394", "이 선택 사항은 이 브라우저에서 사용하는 모든 계정에 해당됩니다."),
                n("b39bcae2", "푸시 알림 켜기"),
                n("b50f6144", "푸시 알림을 통해 지금 일어나는 일에 대한 소식을 실시간으로 받아보세요. X에 로그인하지 않아도 알림을 받을 수 있습니다. 알림은 언제든지 끌 수 있습니다."),
                n("fe11b3ea", "지원되지 않는 브라우저"),
                n("a1245d3a", "브라우저가 푸시 알림을 지원하지 않는 것 같습니다."),
                n("f580c738", "알림을 켤까요?"),
                n("i951fbcc", "X에서 알림을 받으려면 먼저 브라우저 설정에서 이 기능을 허용해야 합니다."),
                n("ec7cb554", "내가 팔로우하는 사람들의 게시물에 대한 알림을 켜면 해당 사용자들의 게시물 또는 생방송 동영상에 대한 알림을 받게 됩니다."),
                n("b68050dc", "사용자 보기"),
                n("af045060", "나 또는 내 게시물 관련"),
                n("cf378ff8", "X에서 알림"),
                n("f823bbbe", "인증된 계정만"),
                n("a40e37f2", "X에서 자리를 비운 사이 무슨 일이 일어났는지 이메일로 알아볼 수 있습니다. 언제든 이 설정을 끌 수 있습니다."),
                n("e8eb54a0", "내 계정에 대한 주간 보고서"),
                n("ib80b0f2", "새 알림"),
                n("ba58e6b0", "내게 이메일로 전송된 게시물"),
                n("fae2c81a", "인기 게시물 및 스토리"),
                n("f7b09bb4", "내 게시물 실적 관련 업데이트"),
                n("d3978554", "X 서비스 및 기능 업데이트 소식"),
                n("bdccb81c", "X를 최대한 활용하기 위한 팁"),
                n("c3d47fe6", "마지막으로 X에 로그인한 이후 자리를 비운 사이에 일어난 일"),
                n("af8caf3e", "파트너 제품 및 기타 타사 서비스의 X 관련 소식"),
                n("hc076ee4", "X 설문조사 참여"),
                n("ddfe3776", "추천 계정에 대한 제안"),
                n("d17ba8c2", "최근 팔로우 기반 추천"),
                n("bcf50a1a", "X 비즈니스 제품 관련 도움말"),
                n("fcad1e2e", "매일 보내기"),
                n("h9e0dfde", "매주 보내기"),
                n("e26d98ac", "수시로 보내기"),
                n("h0c94842", "다른 사람들의 생각을 들어보세요"),
                n("c460d332", "계정에 대한 게시물 알림을 켜면 이러한 계정이 게시하거나, 생방송을 시작하거나, 스페이스를 진행하면 알림을 받을 수 있습니다."),
                n("a820d092", "팔로잉 불러오는 중"),
                n("ha45c9e4", "게시물 알림"),
                n("bdbf8f4e", "단어 또는 문구를 입력하세요"),
                n("h43e2ea8", "뮤트한 단어"),
                n("da8c0440", "다음에서 뮤트"),
                n("defb4aaa", "모든 사용자"),
                n("e7d47b00", "내가 팔로우하지 않는 사람들"),
                n("d9d6e10e", "기간"),
                n("gfa5008e", "뮤트 시간 연장하기"),
                n("c5595dfe", "뮤트 시간 변경하기"),
                n("he6804e0", "해당 단어를 언뮤트할 때까지"),
                n("a268406c", "24시간"),
                n("fc638aa2", "7일"),
                n("b8971cfa", "30일"),
                n("cc7bedfc", "뮤트할 시간을 변경할 수 있습니다. 이전에 '영원히'를 선택했다면 변경한 시간이 즉시 적용됩니다."),
                n("d768049c", "뮤트할 단어 추가하기"),
                n("c6203da8", "뮤트한 단어 옵션"),
                n("e3f0d3db", function (e) {
                    return "'" + e.keyword + "' 키워드를 뮤트했습니다";
                }),
                n("h5746cf7", function (e) {
                    return "'" + e.keyword + "' 키워드를 업데이트했습니다";
                }),
                n("d2693eb8", "뮤트할 문구가 140자를 넘지 않도록 해주세요."),
                n("f8488024", "아주 흔하고 많은 게시물에 사용되는 단어입니다. 그래도 원하신다면 뮤트할 수 있습니다."),
                n("deb4924d", "자세히 알아보기"),
                n("aa09e528", "뮤트할 단어 추가"),
                n("e506aa92", "뮤트할 단어나 문구 추가"),
                n("cbd04965", function (e) {
                    return "'" + e.keyword + "' 언뮤트하기";
                }),
                n("eb4e810a", "만료됨"),
                n("cabeb6c2", "영원히"),
                n("f9bce916", "단어 뮤트하기"),
                n("gfe0ee3b", "자세히 알아보기"),
                n("ba4aaa9e", "문구를 언뮤트할까요?"),
                n("f837ed7e", "이 문구가 이제 내 홈 타임라인에 표시될 수 있도록 허용되었습니다."),
                n("a6194d10", "뮤트한 계정 불러오는 중"),
                n("bcf6ad9a", "뮤트한 계정의 게시물은 내 홈 타임라인에 표시되지 않습니다. 계정의 프로필이나 게시물에서 해당 계정을 직접 뮤트할 수 있습니다."),
                n("b8e49590", "계정을 뮤트하면 해당 계정의 쪽지가 필터링되어 쪽지 요청 리스트의 하단으로 옮겨집니다."),
                n("ec202165", "자세히 알아보기"),
                n("gde6b425", function (e) {
                    return e.name + " 님을 뮤트했습니다";
                }),
                n("e308019b", function (e) {
                    return e.name + " 님을 언뮤트했습니다";
                }),
                n("hfb77cf6", "안전"),
                n("f350f0c0", "추천"),
                n("fd3369a2", "추천 게시물, 사람들 및 트렌드의 선정 기준으로 포함할 언어를 선택하세요."),
                n("hfc86556", "뮤트됨"),
                n("dae57a42", "모두 허용"),
                n("i7cbc154", "일부 허용"),
                n("d623aecc", "역할을 위임한 사람들과 계정을 공유합니다"),
                n("f3029d5c", "이 설정을 켜면 다른 사람들이 자신의 계정을 공유하기 위해 나를 초대할 수 있습니다."),
                n("cd1305e8", "다른 사용자가 자신의 계정으로 나를 초대할 수 있습니다"),
                n("j339ef22", "모두가 나를 초대할 수 있습니다"),
                n("g4b0c2dc", "내가 팔로우하는 사람만 나를 초대할 수 있습니다"),
                n("d9aef256", "내 위임 계정"),
                n("afb3ccf6", "허용하지 않음"),
                n("dfae5248", "다른 사용자가 나를 자신의 계정으로 초대하도록 허용하시나요?"),
                n("b9c91524", "향후 다른 위임 계정에서 초대를 받지 않습니다. 기존의 위임 계정에는 계속 액세스할 수 있습니다."),
                n("c349b958", "멤버 초대하기"),
                n("e177f72a", "다른 사용자를 초대하여 내 계정을 대신해 계정 역할을 관리하도록 합니다. 멤버는 쪽지를 보내고, 게시하고, 리스트를 만들고 볼 수 있습니다."),
                n("cd5c5e73", function (e) {
                    return "위임 계정은 " + e.numDelegatesLabel + " 개까지만 만들 수 있습니다";
                }),
                n("efee0a50", "이 계정에 멤버 초대하기"),
                n("ja0a1aa6", "이 계정에 참여자 초대하기"),
                n("db4f623a", "이 멤버에게 역할 지정하기"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " 님을 관리자로 지정할까요?";
                }),
                n("b7aa7642", "초대장 전송"),
                n("edbca224", "초대장 전송하기"),
                n("f4834ca6", "다른 멤버 초대"),
                n("cb04a824", "참여자"),
                n("d4b3abde", "참여자는 쪽지를 보내고 게시하고 리스트를 만들 수 있습니다. 또한 해당 계정의 쪽지, 게시물, 리스트를 볼 수도 있습니다."),
                n("b92e2700", "관리자는 참여자와 동일한 권한을 가집니다. 또한 해당 계정에 참여자를 초대하거나 삭제할 수 있으며 게시 애널리틱스를 조회할 수도 있습니다."),
                n("hbbbf908", "관리자는 이 계정에 다른 참여자를 초대하고 게시 애널리틱스를 조회할 수 있습니다. 적절한 사람에게 역할을 지정했는지 다시 확인해 주세요."),
                n("d8eda249", function (e) {
                    return "@" + e.screenName + " 님이 초대를 수락하면 업데이트된 권한으로 이 계정에 참여할 수 있습니다.";
                }),
                n("b5faf216", "이 멤버는 위임 초대를 허용하지 않습니다."),
                n("hcc3b4ce", "내 계정에서 이 멤버를 차단했습니다."),
                n("ace0f0a4", "이 멤버는 자신에게 역할을 위임할 수 있는 사용자를 제한합니다."),
                n("c2e8f726", "관리자"),
                n("fade0942", "관리자도 해당 계정에 참여자를 초대 또는 삭제할 수 있으며, 게시물 애널리틱스를 조회할 수 있습니다."),
                n("b7d6e5d6", "참여자"),
                n("cd76a282", "아직 추가한 멤버가 없습니다"),
                n("db25d796", "이 멤버의 역할 변경하기"),
                n("e4133790", "역할을 업데이트했습니다"),
                n("a1a27c26", "역할 변경하기"),
                n("fd7b1b1c", "돌아가기"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " 님은 새로운 권한으로 이 계정을 대리할 수 있습니다.";
                }),
                n("h502484e", "보류 중인 초대"),
                n("a171ca7c", "멤버 초대 취소"),
                n("f68f079c", "역할 바꾸기"),
                n("b2794e9e", "그룹에서 삭제하기"),
                n("gca83d6a", "더 이상 이 계정의 관리자가 아닙니다."),
                n("b8cac21c", "더 이상 이 계정의 참여자가 아닙니다."),
                n("hd67c2e8", "초대 취소"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + " 님을 삭제할까요?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + " 님 초대를 취소할까요?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + "이(가) 그룹에서 삭제되었습니다";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + " 님에게 보낸 초대를 취소했습니다";
                }),
                n("a44c6034", "보류 중인 초대"),
                n("e39bc936", "이 커뮤니티의 멤버로서 쪽지를 보내고, 게시하고, 리스트를 만들고 볼 수 있습니다. 또한 관리자는 해당 계정에 참여자를 초대하거나 삭제할 수 있으며 게시 애널리틱스를 조회할 수도 있습니다."),
                n("h0d3bddc", "관리자 액세스 권한"),
                n("c54aafb0", "참여자 액세스 권한"),
                n("idc35f32", "나에게 위임된 계정이 없습니다"),
                n("fab787b4", "계정에서 나가기"),
                n("bfbe9620", "멤버 조회"),
                n("d52a2b36", "더 이상 이 계정의 관리자가 아닙니다."),
                n("df515932", "더 이상 이 계정의 참여자가 아닙니다."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + "에서 나갈까요?";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + "에서 나갔습니다";
                }),
                n("c6dae164", "초대 수락"),
                n("f8376170", "초대 거부"),
                n("a68c45e4", "거부"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + " 님의 초대를 거부할까요?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + "에 대한 멤버 초대를 거부했습니다";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + "에 대한 멤버 초대를 수락했습니다";
                }),
                n("d2da668c", "멤버 위임"),
                n("ddf27b8e", "참여자 초대하기"),
                n("jba63182", "계정에서 멤버 역할을 조회합니다. 멤버는 쪽지를 보내고, 게시물을 게시하고, 리스트를 만들고 볼 수 있습니다."),
                n("af59527e", "멤버 역할을 조회하고 계정에 참여자를 초대합니다. 멤버는 쪽지를 보내고, 게시하고, 리스트를 만들고 볼 수 있습니다."),
                n("eafcc76a", "이 앱에서 조회할 수 있는 것"),
                n("j3998a16", "이 앱으로 할 수 있는 일"),
                n("a6845663", function (e) {
                    return e.date + "에 이 앱에 대한 권한을 승인했습니다";
                }),
                n("b2347f7c", "애플리케이션 데이터 불러오는 중"),
                n("e1fda16e", "이 앱을 연결하지 않았습니다"),
                n("b8f3ed46", "타사 애플리케이션을 X 계정에 연결하면 해당 애플리케이션이 내 계정에 액세스할 수 있도록 허용하게 됩니다."),
                n("gb8d09ba", "이메일 주소에 접근권한이 있습니다."),
                n("g6dc09a0", "권한"),
                n("a6e6e898", "읽기 전용"),
                n("cde3b9ae", "읽기, 쓰기"),
                n("g0d7813a", "읽기, 쓰기 및 쪽지"),
                n("c9b35b9e", "광고 데이터를 읽어보세요"),
                n("e0191264", "광고 데이터를 읽고 만들고 관리하세요"),
                n("b73e1e8a", "접근 차단 방법 알아보기"),
                n("c174e46e", "간략히 보기"),
                n("a39075ff", function (e) {
                    return e.n + " 등";
                }),
                n("da6cdba8", "앱 권한 취소하기"),
                n("ef1d3dcc", "애플리케이션 신고하기"),
                n("d64e29c6", "표시된 디바이스에서 로그아웃"),
                n("idfa01cc", "표시된 디바이스에서 로그아웃할까요?"),
                n("f400075e", "활성 X 세션이 종료됩니다. 새로 X를 시작하려면 다시 로그인해야 합니다."),
                n("e04ba39c", "날짜 및 시간"),
                n("eed75824", "활성 X 세션을 종료했습니다."),
                n("ddcd3d26", "세션 데이터 불러오는 중"),
                n("d2f0f3fe", "이 세션을 찾을 수 없습니다."),
                n("ga05517a", "작성한 신고가 없습니다"),
                n("ea1715c0", "북마크를 추가하면 여기에 표시됩니다."),
                n("b70a2cde", "Twitter는 민감한 미디어를 식별하기 위한 기술을 도입하고 지속적으로 개선하고 있지만, 때로는 이러한 미디어가 올바로 식별되지 않을 수도 있습니다."),
                n("ee320a07", "민감한 미디어 정책"),
                n("ffeb836a", "설정을 사용할 수 없습니다"),
                n("f2fb9746", "이 설정은 비필수 쿠키에 적용되므로 사용할 수 없습니다. 이미 이 설정에 대한 선택이 해제되었으므로 트위터에서는 디바이스에서 필요한 데이터를 수집하는 쿠키만 사용하고 있습니다."),
                n("aa4342be", "폭력적 이미지"),
                n("jfec3aa0", "성인 콘텐츠"),
                n("j6bacd6a", "폭력적 이미지로 표시된 미디어를 숨깁니다. 이 미디어를 볼지 선택할 수 있습니다. iOS용 X에는 이러한 미디어가 전혀 표시되지 않습니다."),
                n("a73e66a8", "성인 콘텐츠로 표시된 미디어를 숨깁니다. 이 미디어를 볼지 선택할 수 있습니다. iOS용 X에서는 이러한 미디어가 전혀 표시되지 않습니다."),
                n("fef1b8dc", "민감한 이미지로 표시된 미디어를 숨깁니다. 이 미디어를 볼지 선택할 수 있습니다. iOS용 X에서는 이러한 미디어가 전혀 표시되지 않습니다."),
                n("d0a5a1c0", "경고"),
                n("ga197e26", "모두 표시"),
                n("eb723386", "절대 표시하지 않음"),
                n("ea31c622", "여기에는 사망, 폭력, 심각한 신체적 상해 또는 의료 시술을 노골적으로 상세히 묘사한 모든 미디어가 포함됩니다."),
                n("e40985c4", "여기에는 음란성 콘텐츠나 성적 흥분을 유발하기 위해 동의 하에 제작 및 공유한 미디어가 포함됩니다."),
                n("h7e0672b", "미디어 설정"),
                n("de9f111a", "현재 구독 관리하기"),
                n("d5839f9e", "Stripe 계정에서 구독을 관리하거나 이용약관을 검토합니다."),
                n("a840c22c", "기존 Premium 구독 관리"),
                n("e31456f8", "등급 전환하기"),
                n("a7c4ecea", "광고 없는 추천 타임라인을 경험하고, 모든 기능을 이용하고, 답글을 가장 높은 순위에 올리세요."),
                n("h15cc518", "등급별 옵션을 살펴보고 월간 요금제와 연간 요금제 중에서 선택하세요."),
                n("ce70c590", "제휴 계정 배지 관리하기"),
                n("a49e1b2a", "제휴 계정 정렬하기"),
                n("e2daf93c", "모든 게시물에 첫 번째 배지가 표시됩니다."),
                n("ab8089ea", "순서 변경"),
                n("e0221c42", "X 안팎에서 더 나은 읽기 환경을 즐기세요."),
                n("adcaa214", "팔로우하는 사람들이 가장 많이 공유한 기사를 확인하세요."),
                n("b62d6e4c", "리더"),
                n("acf63cd2", "스레드를 읽을 때 선호하는 텍스트 크기를 선택합니다. 리더 기능을 사용하려면 스레드의 아무 게시물에서 책 모양 버튼을 선택합니다."),
                n("e5fff0c8", "구독이 활성 상태입니다."),
                n("ac057b4e", "X에 참여하기 위한 무료 구독을 취소하려면 지원팀에 문의하세요"),
                n("ib8ebf3b", function (e) {
                    return e.mobilePlatform + " 디바이스에서 이 구독을 구입한 것으로 확인됩니다. 해당 플랫폼에서 구독을 관리하거나 취소해 주세요.";
                }),
                n("i8132774", "가장 참여도가 높은 팔로워들을 위한 보너스 콘텐츠"),
                n("a1222584", "콘텐츠에서 직접 수익을 거두세요"),
                n("df837dac", "예상 수익 / 지불 기준액"),
                n("df29646e", "지불 기준액"),
                n("b0ac642a", "지급액이 계좌에 입금되는 데 최대 90일이 걸릴 수 있습니다."),
                n("c747df1c", "결제 세부정보 설정"),
                n("ac814a76", "아직 결제 세부정보를 설정하지 않았습니다."),
                n("f139168e", "수익 대시보드"),
                n("ee0510c2", "지불 내역"),
                n("c9b82b4c", "신청서가 승인되었습니다 · 구독을 설정하세요"),
                n("ibb5e1c8", "신청서가 거부되었습니다"),
                n("b255df58", "신청서가 제출되었습니다 · 검토 대기 중"),
                n("b3f834c8", "대기 명단에 신청서가 추가되었습니다"),
                n("i14be2c6", "예상 수익"),
                n("fd74390a", "크리에이터 ID 인증"),
                n("e8dc82e2", "활성 프로그램"),
                n("c12c5eb6", "신청 가능 프로그램"),
                n("j53f5eb0", "자격을 충족하는 크리에이터는 월간 구독에 가입하여 광고 수익 배분금을 지급받을 수 있습니다"),
                n("e9c1273a", "자격을 충족하는 크리에이터는 월간 구독에 가입하여 크리에이터 수익 배분금을 지급받을 수 있습니다."),
                n("jd176c82", "거주 지역에서는 지급받을 수 없습니다."),
                n("d6ff74ca", "X의 결제 제공업체는 아직 귀하의 국가에서 지급을 지원하지 않습니다. 해당 국가에서는 일부 수익 창출 프로그램을 사용할 수 없습니다."),
                n("e89cdac0", "결제 계정 관리"),
                n("dd7a54b4", "Stripe 계정 설정하기"),
                n("jff3ab68", "신원 인증하기"),
                n("j2876824", "본인 확인하기"),
                n("ebd06fb0", "ID 제출 완료"),
                n("f65b960c", "크리에이터 프로그램을 위해 정부 발급 ID를 검토하는 중입니다."),
                n("i4a1e936", "지급금을 받으려면 Stripe 계정을 연결하거나 새로 생성해야 합니다"),
                n("f5931b6a", "크리에이터 프로그램에 참여하려면 본인 인증이 필요합니다. 이전에 크리에이터 프로그램을 위해 ID를 제출한 적이 있는 경우 다시 제출할 필요가 없습니다."),
                n("c8798a95", "여기"),
                n("d809ac49", "여기"),
                n("bbe09d38", "신청 접수 - 앱 스토어에서 구성 대기 중"),
                n("efbc5066", "ID 인증 보류 중"),
                n("hc7631da", "Stripe 계정 설정을 완료하지 않았습니다"),
                n("h72d71a2", "신청 가능"),
                n("e12b0b16", "자격 미충족"),
                n("a1e57106", "미완료"),
                n("i51b4e22", "거부됨"),
                n("h5bd7160", "이 계정은 ID 인증을 사용할 수 없습니다."),
                n("e32040c4", "지급금을 받으려면 ID 인증을 완료해야 합니다."),
                n("j8769b42", "내 정부 발급 ID를 검토하는 중입니다."),
                n("be955554", "크리에이터 수익 공유"),
                n("b03a3d62", "광고 수익 배분"),
                n("cbbe29c2", "수익 창출을 위한 여정을 순조롭게 진행 중이십니다"),
                n("g97a2d6c", "자세히 알아보기"),
                n("f30774ea", "여기에서 수익 창출 프로그램과 정책에 대해 자세히 알아보세요."),
                n("aea0b11a", "누구나 내 월간 콘텐츠를 구독할 수 있도록 허용하여 X에서 수익을 창출하세요."),
                n("bce47f48", "X에서 게시물에 대한 참여를 통해 수익을 창출하세요."),
                n("h7a68080", "게시물의 답글에 광고를 게재하고 수익을 얻습니다."),
                n("eefd091e", "신원 확인 필요"),
                n("cd616a5a", "크리에이터 프로그램에 참여하려면 신원을 확인해야 합니다."),
                n("cce8c40a", "ID 인증하기"),
                n("ja73ebac", "수익"),
                n("h16eeb42", "관리"),
                n("bc43a32e", "최근 활동"),
                n("i4c3b046", "지금은 새로운 코인이 없습니다."),
                n("ca516a66", "모든 활동 보기"),
                n("ee9ea930", "다이아몬드"),
                n("cf3b535e", "자격 요건을 갖춘 게시물이 코인을 받으면 다이아몬드가 적립됩니다. 다이아몬드로 얻은 수익은 예상 수익에 추가됩니다."),
                n("fbb7764b", function (e) {
                    return e.count + " 코인";
                }),
                n("e70a07b2", "익명"),
                n("c76972f0", "지난번 지불 이후"),
                n("c219a552", "전체 기간"),
                n("f3ce76c0", "더 궁금하신 점이 있나요?"),
                n("i8982e7e", "질문이 있으시면 고객센터를 방문하거나 Twitter에 문의해 주세요. "),
                n("fbbfe8aa", "코인을 비활성화할까요?"),
                n("e4f29140", "비활성화하면 코인 프로그램에서 삭제되며 더 이상 코인을 받을 수 없습니다."),
                n("e58e85d2", "계속 비활성화하기"),
                n("be8e87b4", "코인을 비활성화할까요?"),
                n("bee26fa8", "예, 비활성화합니다"),
                n("f0145c9a", "현재 코인이 비활성화되었습니다"),
                n("a22f6808", "모든 활동"),
                n("g1b8020c", "최근 30일"),
                n("jb13b840", "전체 기간"),
                n("b4f24360", "지난 30일 동안 새로운 코인이 없습니다."),
                n("d59dbf8a", "요약"),
                n("g652fc4c", "이번 달에 지불 내역이 없습니다."),
                n("d55e017a", "이번 달"),
                n("f883322d", function (e) {
                    return "거래 ID " + e.transactionId;
                }),
                n("d978f43e", "새 구독"),
                n("d113fc10", "현재 새 구독이 없습니다."),
                n("h7a41c02", "갱신"),
                n("eedf2eaa", "현재 갱신 내역이 없습니다."),
                n("d93308d8", "모든 거래 보기"),
                n("a23e724a", "이 계정은 볼 수 없습니다."),
                n("a384fda0", "구독 개요"),
                n("i4313618", "내 소개를 하고 나를 슈퍼 팔로우했을 때 기대할 수 있는 혜택을 설명해 주세요"),
                n("c0348964", "소개글"),
                n("g522fd30", "구독 혜택"),
                n("e85471c6", "구독 배지"),
                n("fd75ca92", "공개 구독 배지를 받으면 더 큰 주목을 받고, 대화하고, 소통할 수 있습니다."),
                n("ia9c37c4", "가격 책정"),
                n("f5be83b2", "커뮤니티 가입하기"),
                n("e4ee8c6a", "구독 크리에이터 피드백 커뮤니티는 다른 크리에이터들과 아이디어를 나누고 영감을 얻으며 소통할 수 있는 곳입니다."),
                n("i3a90dee", "구독 비활성화"),
                n("e261e6e6", "비활성화하면 구독 프로그램에서 내 계정이 삭제되고 모든 구독자를 잃게 됩니다."),
                n("ca5ca5ee", "미리보기 표시"),
                n("a329ce88", "설명을 추가해 주세요"),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "게시물 미리보기 사용 설정"),
                n("c1521804", "구독자용 게시물의 미리보기는 비구독자에게도 표시됩니다."),
                n("jd0f1ac0", "구독을 비활성화할까요?"),
                n("c6c27fc8", "구독 비활성화는 영구적입니다. 구독 프로그램에서 내 계정이 삭제되며 프로그램으로 돌아가려면 다시 신청해야 합니다."),
                n("f82a23ec", "현재 구독이 비활성화되었습니다"),
                n("a4c6e458", "월 구독료를 다음과 같이 설정했습니다."),
                n("be54a313", function (e) {
                    return e.price + "/월";
                }),
                n("hadd463a", "가격 변경 요청하기"),
                n("b0728b5c", "가격 변경 취소하기"),
                n("aea9f79c", "다음 가격으로 변경 대기 중:"),
                n("c701e5cc", "변경 내용은 저장되지 않습니다."),
                n("a649778c", "수정 계속하기"),
                n("d1a683b8", "구독 크리에이터 소개"),
                n("iba08a94", "마음에 드시나요?"),
                n("a5f55bfa", "예비 구독자들이 내 페이지에 왔을 때 보게 되는 설명입니다. 언제든지 다시 돌아와 설명을 수정할 수 있습니다."),
                n("b600eb88", "내 팬들을 만나고 인지도를 높이세요"),
                n("da48ebf6", "가입 시 보너스 콘텐츠를 받을 수 있습니다"),
                n("f324fb6c", "구독"),
                n("c654a3aa", "구독자만 이 게시물을 볼 수 있습니다"),
                n("d409ce3c", "X에서 내가 좋아하는 사람들을 후원하고 보너스 콘텐츠와 추가 혜택을 받으세요."),
                n("a4ed9072", "소개글을 입력해 주세요"),
                n("af5b098e", "구독 혜택"),
                n("gf32cca2", "제공 혜택을 설명해 주세요"),
                n("j8ba99b4", "슈퍼 팔로워들이 매월 얻게 될 혜택을 살짝 맛볼 수 있도록, 공유하려는 보너스 콘텐츠를 간단히 소개해 주세요."),
                n("j679dcda", "예 보기"),
                n("j325331a", "인사말을 생각해 보세요"),
                n("e18e8da8", "간단한 소개글을 남겨 내 서비스를 구독하려는 사람들에게 좋은 첫인상을 남기세요."),
                n("fce14f56", "새 가격"),
                n("b0c58272", "새로운 월별 가격을 선택하세요. 가격 변경을 처리하는 데 영업일 기준 3일에서 7일이 소요됩니다. 가격을 인상하려면 기존 구독자의 동의가 필요할 수 있습니다."),
                n("d5737f0e", "월간 구독"),
                n("edc014fb", "자세히 알아보기"),
                n("h810143c", "자세히"),
                n("ga57b610", "구매일"),
                n("h3b68828", "구매 유형"),
                n("cc2aa67a", "구매 플랫폼"),
                n("b313bb24", "지불"),
                n("e5188502", "구매 후 환불은 불가능합니다"),
                n("bf364d62", "모든 거래"),
                n("ed3efef0", "최근 30일 동안 새로운 구독이 없습니다."),
                n("b5f9ec14", "최근 30일 동안 갱신 내역이 없습니다."),
                n("d8eed490", "공개 프로필을 어떻게 표시할지 관리하세요."),
                n("e26dbcd0", "크리에이터 구독 숨기기"),
                n("aea7dda8", "나만 내 프로필에서 크리에이터 구독 목록을 볼 수 있습니다."),
                n("j3d2cfc4", "팔로워들이 내가 어떤 스페이스를 청취 중인지 볼 수 있도록 합니다"),
                n("d9588ae6", "이 설정을 해제해도 스페이스에 참여하는 동안에는 누구나 나를 볼 수 있습니다. 내 팔로워들은 내가 어떤 스페이스에서 진행자, 공동 진행자 또는 발표자로 참여하는지 볼 수 있습니다."),
                n("i84c5de8", "곧 크리에이터도 신청 가능합니다"),
                n("b8922f7e", "나중에 다시 방문해 구독 프로그램에 가입 신청이 가능한지 확인해 주세요."),
                n("ad588be6", "자격 요건을 충족합니다"),
                n("f6443bd2", "좋은 소식입니다. 구독 자격 요건을 충족합니다. 신청할 준비가 되셨나요?"),
                n("a3a20a10", "나중에 다시 확인해보세요"),
                n("b8d29e4a", "지금은 구독 서비스 제공 자격 요건을 충족하지 못합니다."),
                n("d92c1d0a", "신청 계속하기"),
                n("fde27650", "구독 서비스 이용약관"),
                n("c5f89b06", "Premium 구독을 통해 인증을 받으세요"),
                n("ff9f4475", function (e) {
                    return "인증된 팔로워 " + e.minFollowersCount + "명";
                }),
                n("b747ce3a", "최근 30일간 활성 상태"),
                n("c27f57ac", "18세 이상"),
                n("h63d2973", function (e) {
                    return "지난 3개월간 유기적 노출수 " + e.count + "회";
                }),
                n("ef606fca", "가장 열렬한 팔로워를 위한 유료 구독"),
                n("e533715e", "자격 여부 확인하기"),
                n("d8671da2", "X에서 수익을 거두세요"),
                n("d126a504", "좋아하는 팔로워에게 좀 더 많은 추가 혜택을 제공하고 매달 수익을 창출하세요. "),
                n("d08d0bb2", "보너스 콘텐츠"),
                n("ef29d2c2", "추가 게시물과 개인적인 답글로 즉흥적인 생각과 아이디어, 의견을 나누세요."),
                n("if12af7c", "구독 설정"),
                n("cc4c1a14", "구독료 설정"),
                n("e1453e45", "자세히 알아보기"),
                n("aa7e35ee", "이 계정은 선정되지 않았습니다"),
                n("c984cc62", "회원님의 계정은 이번에 선정되지 않았습니다. 향후 참여 기회를 기다려 주세요."),
                n("gd115e64", "구독 신청"),
                n("a9f08d5c", "아래 질문에 대한 답변은 검토용이며 프로필에 표시되지 않습니다."),
                n("c3f8d650", "콘텐츠를 설명해 주세요"),
                n("j89dd344", "구독에 포함될 콘텐츠의 예를 제시해 주세요(구체적일수록 좋습니다)."),
                n("d19cc490", "예시 콘텐츠를 추가하세요"),
                n("c737c1b2", "내 경험에 대해 알려주세요"),
                n("f98e5fd4", "다른 플랫폼에서도 유료 콘텐츠를 제작하시나요? 사용자가 구독하는 이유는 무엇이라고 생각하시나요?"),
                n("c41b01be", "설명을 입력하세요"),
                n("e2aad0fe", "선정적인 콘텐츠나 성인용 구독자 콘텐츠를 게시하지 않갰습니다."),
                n("d1b983ef", function (e) {
                    return "최소 " + e.count + "자 이상이어야 합니다";
                }),
                n("d3d6c52c", "신청서가 제출되었습니다"),
                n("cb27c0ba", "구독료를 확정했습니다. 신청서를 검토한 후 승인되면 바로 알림을 보내드리겠습니다."),
                n("j274e6aa", "대기 명단에 추가되었습니다"),
                n("j006be54", "구독 테스트 그룹은 이미 자리가 다 찼습니다. 회원님을 대기 리스트에 추가해 드렸으며, 빈 자리가 생기면 알려드리겠습니다."),
                n("d5cb1114", "구독 서비스 시작하기"),
                n("j2f622ec", "테스트 그룹에 선정되셨습니다. 지금 바로 구독 세부사항을 설정해 주세요. 구독 기능이 활성화되면 알림이 전송됩니다."),
                n("e2cd7000", "거의 끝나갑니다"),
                n("b3629b92", "몇 단계만 거치면 구독 설정이 완료됩니다."),
                n("f4619a62", "수락 및 계속"),
                n("c5625f84", "구독 혜택 설명하기"),
                n("c7289544", "구독료 설정하기"),
                n("aaf68c58", "결제 세부정보 확인"),
                n("b8a69fa0", "구독 서비스 이용약관"),
                n("ad4a92a2", "배지"),
                n("d5aa8de0", "구독자에게 배지를 달아 주세요"),
                n("j0bbda92", "변경하거나 수정할 것은 없습니다. 모든 구독자는 구독을 시작하는 순간 자동으로 공개 배지를 받게 됩니다"),
                n("e18b7a72", "검토"),
                n("be76dc34", "설명 추가"),
                n("ef5406e4", "소개글 추가"),
                n("ea8a3d2e", "가격 설정"),
                n("f77bb179", function (e) {
                    return "선택한 가격 " + e.price + " 확인";
                }),
                n("g2a6f160", "구독료를 확정하기 전에 한 번 더 확인해 주세요. 구독료를 설정한 후에는 다시 돌아와 가격을 변경할 수 없습니다."),
                n("g767d1c9", "구독료를 변경할 수 없습니다."),
                n("df057690", "구독자가 지불할 금액 선택하기"),
                n("g5923869", function (e) {
                    return "매월 " + e.price;
                }),
                n("f025ab3a", "더 크고 넓은 기반 확보"),
                n("c962df0e", "드문 빈도의 트윗 게시 및 구독자와의 소통"),
                n("ib075804", "기반 확대 및 수익 극대화"),
                n("fc04f3a6", "적정한 빈도의 트윗 게시 및 구독자와의 소통"),
                n("c246656e", "친밀한 기반 형성"),
                n("h0c5405c", "정기적인 트윗 게시 및 구독자와의 소통"),
                n("f2d2153d", function (e) {
                    return "원하는 금액을 선택할 수 있습니다(대부분의 크리에이터가 선택하는 금액은 " + e.price + "입니다).";
                }),
                n("f1cb36b8", "결제 설정"),
                n("e20f6662", "준비가 완료되었습니다"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "결제 세부정보 설정"),
                n("a3f6a966", "Stripe 계정 연결하기"),
                n("cb031e44", "계정을 연결하기 위해 Stripe로 이동합니다. 보유 중인 기존 Stripe 계정을 사용하려는 경우, Stripe에서 이메일 주소를 입력하라는 메시지가 표시되면 해당 계정의 이메일 주소를 입력합니다. 내 Stripe 이메일은 X에 연결된 내 이메일과 다를 수 있습니다."),
                n("ebfb897c", "예"),
                n("dc4feb1a", "무슨 말을 해야 할지 모르겠다고요?"),
                n("h9b9d486", "구독자에게 어떤 유형의 콘텐츠를 제공할지는 전적으로 여러분에게 달렸습니다. 구독 서비스를 시작하는 데 도움이 될 만한 몇 가지 예를 소개합니다."),
                n("ic130fd6", "창작과 관련된 흥미로운 뒷이야기를 들을 수 있으며 내 책이나 다른 프로젝트를 미리 엿볼 수도 있습니다. 매월 독자들의 질문을 받는 시간도 마련했습니다."),
                n("dd913e24", "흥미로운 논평과 거침없는 생각 등 여러분이 진정 반할 만한 추가 콘텐츠를 준비했습니다."),
                n("b737ee66", "특별한 경험을 준비하세요. 투표나 동영상, 특가 판매 등 구독자만을 위한 콘텐츠를 마련해 보세요."),
                n("a0bb2076", "소개글은 간결하고 다정할수록 좋습니다. 콘텐츠에 대해서는 나중에 더 설명하실 수 있습니다. 슈퍼 팔로우를 시작하는 데 도움이 될 만한 몇 가지 예를 소개합니다."),
                n("fe076612", "구독 페이지에 방문해 주셔서 감사합니다. 여러분을 만나서 정말 반갑습니다. 제가 좋아하는 일을 할 수 있도록 지지해 주셔서 감사드립니다."),
                n("g7f66daa", "안녕하세요. 제 구독 서비스를 확인해 주셔서 감사합니다. 여러분 마음에 꼭 드실 거예요."),
                n("hbe4f99e", "안녕하세요! 어서 빨리 여러분을 만나 뵙고 그동안 아무에게도 하지 않았던 얘기들을 나누고 싶어요 :)"),
                n("fb278c82", "무엇에 대한 미리보기인가요?"),
                n("j6cab6ec", "다른 사람이 나를 구독하기 전에 보게 되는 페이지입니다. 자기 소개글이 마음에 들 때까지 다듬고 수정할 수 있습니다."),
                n("i22beaa4", "데이터 공유"),
                n("e110a46c", "대화 내역 삭제하기"),
                n("ebc4fda0", "Grok 대화 내역을 삭제하려 합니다. 이 대화에 다시 액세스할 수 없게 됩니다."),
                n("c90fe716", "대화를 삭제하시겠어요?"),
                n("a8d516a4", "X는 Grok 및 xAI가 개발한 기타 AI 모델을 학습하고 미세 조정하기 위해 X에 있는 내 공개 데이터를 포함해 X에서 Grok에 대한 내 반응과 입력 및 결과를 xAI와 공유할 수 있습니다. 이는 X에서 사용자 경험을 지속적으로 개선하는 데 도움이 됩니다."),
                n("a127886c", "Grok이 대화 내역을 기억하도록 허용"),
                n("f49b39b8", "Grok이 이전 대화의 세부 내용을 기억하도록 허용합니다. 개별 대화를 삭제하여 관련 세부 정보를 지울 수도 있습니다."),
                n("b7de9ad2", "X가 Grok 사용자 환경을 맞춤 설정하도록 허용"),
                n("ed141096", "X 데이터를 비롯해 Grok에 대한 내 반응과 입력 및 결과를 Grok 환경 맞춤 설정에 사용하도록 허용합니다. X는 Grok 및 xAI가 개발한 기타 AI 모델에서의 사용자 환경을 맞춤 설정하기 위해 X 데이터를 포함해 Grok에 대한 내 반응과 입력 및 결과를 xAI와 공유할 수 있습니다. 이는 X에서 사용자 경험을 지속적으로 개선하는 데 도움이 됩니다. "),
                n("ecdbece0", "코인 프로그램에 가입하셨습니다."),
                n("db3f0bbe", "크리에이터가 콘텐츠를 통해 수익을 거둘 수 있도록 지원합니다."),
                n("a1f40cf8", "동의합니다"),
                n("d604fb32", "크리에이터 이용약관"),
                n("d520d188", "코인을 받으세요"),
                n("ea770766", "코인은 자격 요건을 갖춘 게시물에 대해 받을 수 있는 가상 재화입니다. 코인을 받으면 다이아몬드로 적립되며 이후 현금화할 수 있습니다."),
                n("d27f5ac6", "잠자는 동안에도 쌓이는 수익"),
                n("h1d66df0", "X에 멋진 콘텐츠를 게시하는 것만으로도 수익을 창출할 수 있습니다. 이제 팔로워들이 콘텐츠에 대한 보답으로 코인을 보낼 수 있습니다."),
                n("f85fb0a2", "오디언스와 소통하세요"),
                n("d1433e24", "코인은 팬들이 좋아하는 콘텐츠를 제작하고 보상을 받을 수 있는 흥미로운 방법입니다. 팬들은 물론 팔로워들과 더 가깝게 소통할 수 있는 기회이기도 합니다."),
                n("e6ba42de", "광고 수익 배분"),
                n("ebc16756", "크리에이터 수익 공유"),
                n("da4cd6fa", "아직 광고 수익 배분 자격 요건을 충족하지 못합니다. 참여하려면 아래 요건을 충족해야 합니다."),
                n("b2961492", "아직 크리에이터 수익 공유 자격 요건을 충족하지 못합니다. 참여하려면 아래 요건을 충족해야 합니다."),
                n("d3789528", "광고 수익 배분 소개"),
                n("aa0ff456", "크리에이터 수익 공유 소개"),
                n("bf214f48", "확인"),
                n("b2b4d592", "Premium 또는 인증 조직 서비스 구독"),
                n("fbb03ba6", "Premium 팔로워 수 500명"),
                n("hb4c5169", function (e) {
                    return "지난 3개월간 게시물 노출 수 " + e.impression_number + "00만 회 이상";
                }),
                n("f91685ba", "게시물에 대한 보상이 자동 지급됩니다."),
                n("a9f0e0fa", "Premium 또는 인증된 조직 구독자는 자동으로 광고 수익 배분 자격을 얻게 됩니다. 지급액은 내 게시물의 답글에 게재된 광고의 인증된 노출수를 기준으로 책정됩니다."),
                n("c694e3e4", "Premium 구독자나 인증된 조직 구독자는 자동으로 크리에이터 수익 공유 자격을 얻게 됩니다."),
                n("acd1a1be", "지금 바로 지급 세부정보를 설정하여 향후 지급액을 받으세요."),
                n("f7e11f70", "가입 및 본인 확인"),
                n("c8169274", "신청서를 저장하는 중에 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("c3f93665", "크리에이터 수익 공유 약관"),
                n("a249ce04", "광고 수익 배분 약관"),
                n("d085a144", "크리에이터 수익 대시보드"),
                n("a5204850", "전체 수익"),
                n("ada650cf", function (e) {
                    return "결제 기간: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "동영상 광고 수익 배분"),
                n("g88c1108", "동영상 광고 수익 배분 소개"),
                n("d4bb7e9c", "동영상 광고 수익 배분 약관"),
                n("dc535dbe", "동영상 프리롤 광고 수익 배분 프로그램을 신청하여 X에서 콘텐츠로 더 많은 수익을 창출하세요."),
                n("eb6d9270", "콘텐츠로 수익 창출하기"),
                n("a778472e", "상세 정보:"),
                n("bde8446e", "광고 수익 배분 프로그램을 신청하려면 '동의 및 제출'을 선택합니다."),
                n("a415fd3a", "동의 및 제출"),
                n("fbba9725", "X 운영원칙"),
                n("f3dd8c4a", "광고 수익 배분 약관 및 크리에이터 수익 창출 기준"),
                n("hd885ae0", "내 효과 확인하기"),
                n("je4ccd3a", "광고 없는 기사 고객센터"),
                n("i6cb493e", "제휴 계정이 표시되는 방법 관리"),
                n("e4fde082", "타이머를 설정하여 이미 전송한 게시물을 취소하고 어떤 유형의 게시물을 실행 취소할지 선택할 수 있습니다."),
                n("dcfc6540", "원본 게시물"),
                n("be077e8c", "스레드"),
                n("f3429f2c", "투표"),
                n("i647ba8a", "게시물 실행 취소 기간"),
                n("d195528e", "게시물이 공개되기 전에 실행 취소할 게시물 유형과 실행 취소 기간을 선택합니다."),
                n("bcf3a9e6", "원치 않는 답글을 제한하기 위한 설정을 관리합니다."),
                n("c048fd3a", "잠재적으로 원치 않는 답글 필터링하기"),
                n("dab7dac4", "잠재적으로 유해하거나 모욕적인 언어가 포함된 게시물에 대한 답글은 필터링되어 여기에 표시됩니다. 다른 사용자는 여전히 이러한 답글을 볼 수 있습니다."),
                n("c4c53b86", "Twitter는 이러한 답글을 식별하기 위한 기술을 도입하고 지속적으로 개선하고 있지만, 때로는 이러한 답글이 올바로 식별되지 않을 수도 있습니다."),
                n("dca3d2ee", "답글 필터를 그만 사용하시겠어요?"),
                n("fe440ff8", "필터링된 답글은 게시물에 다시 복원되지 않습니다."),
                n("cedbb01c", "법률"),
                n("b4f917d0", "기타"),
                n("bdfa2b8c", "추가 리소스"),
                n("b8692262", "다른 페이지도 확인하여 X 제품과 서비스에 관한 유용한 정보를 자세히 알아보세요."),
                n("c0398892", "출시 노트"),
                n("b833bcde", "색 대비와 동작 제한 등 X의 사용자 환경을 관리합니다. 이러한 설정은 이 브라우저의 모든 X 계정에 적용됩니다."),
                n("d5b646be", "보기 지원"),
                n("jfe6a3a0", "동작"),
                n("e8c72272", "색 대비 높이기"),
                n("dba2cdd2", "텍스트와 배경색의 대비를 높여 가독성을 향상시킵니다."),
                n("d070244e", "동작 줄이기"),
                n("icfa5e8c", "생방송 참여수를 포함한 앱 내 애니메이션을 줄입니다."),
                n("ae41b002", "생방송 참여수를 포함한 앱 내 애니메이션을 줄입니다. 현재 시스템이 동작을 줄이도록 신호를 보내고 있습니다. 동작을 다시 활성화하려면 먼저 설정을 해제하세요."),
                n("h9d1cfae", "이미지 설명 알림을 받습니다"),
                n("c878e9f8", "게시물을 전송하기 전에 이미지 설명을 추가하라는 알림을 받습니다."),
                n("bbd1fc7c", "X에서의 접근성 자세히 알아보기"),
                n("ac865cf0", "X에서의 접근성"),
                n("d3a2bde8", "계정 정보를 확인하고, 데이터 기록을 다운로드하거나, 계정 비활성화 옵션에 대해 자세히 알아보세요."),
                n("idca4742", "휴대폰 번호와 이메일 주소와 같은 계정 정보를 조회하세요."),
                n("b6ded35e", "언제든지 비밀번호를 변경하세요."),
                n("cce24bf4", "계정에 저장된 정보의 유형에 대한 인사이트를 얻으세요."),
                n("i203df96", "계정을 비활성화하는 법을 알아보세요."),
                n("f70cd5ee", "휴대폰"),
                n("ib6f1694", "계정 생성"),
                n("de323650", "여성"),
                n("b6ab31be", "남성"),
                n("h3290872", "인증됨"),
                n("hbd12156", "요청 인증"),
                n("b7ec04f4", "예"),
                n("f70d5780", "예."),
                n("dc62d3c6", "아니요."),
                n("a67dbd0a", "패러디, 코멘터리 및 팬 계정"),
                n("a3db727e", "패러디, 코멘터리 및 팬 계정 관리하기"),
                n("eacf1990", "프로필에 생년월일을 추가하세요."),
                n("a3bf1262", "프로필의 생년월일을 변경하세요."),
                n("h530db16", "비공개 게시물"),
                n("d6d80990", "이 정보는 로그아웃되어 있는 동안 내 브라우저 또는 디바이스에 적용됩니다. 로그인 시 달라질 수 있습니다."),
                n("i0d81ddb", "맞춤형 서비스 및 데이터 설정"),
                n("g2a9bd3e", "자동화 계정 라벨"),
                n("dd9b3aae", "자동화 계정이란 무엇인가요?"),
                n("b80bdc40", "자동화 계정은 X API를 통해 특정 동작을 자동으로 수행하도록 프로그래밍되어 있습니다. 특정 지역의 날씨에 대한 게시물이 그런 동작의 예시입니다. 자동화 계정은 X의 다른 사용자들에 의해 생성 및 관리됩니다."),
                n("a01ac9b6", "라벨은 자동화 계정이 어느 계정에 의해 관리되는지 보여줍니다. 자동화 계정의 소유자가 관리자 계정에 연결되면 자동화 계정의 프로필과 게시물에 라벨이 표시됩니다."),
                n("b989e1fe", "자동화 계정에 라벨을 지정해야 하나요?"),
                n("i2d599aa", "자동화 계정에 라벨을 지정하려면 어떻게 해야 하나요?"),
                n("gd5bed72", "관리자 계정 만들기"),
                n("g6d44432", "관리자 계정은 자동화 계정을 관리하는 계정으로, 사람에 의해 운영됩니다."),
                n("e20a69e8", "관리자 계정과 자동화 계정을 연결합니다"),
                n("d2f88358", "설정의 자동화 페이지에서 계정을 연결합니다."),
                n("e427f632", "계정에 라벨이 지정되었습니다."),
                n("a4d7cffa", "계정이 연결되면 자동화 계정에 라벨이 표시됩니다."),
                n("a18d6a7d", "새로운 규칙"),
                n("e9965c14", "자동화 계정 라벨에 관해 자주 묻는 질문(FAQ)"),
                n("ee78c192", "PCF 계정이란?"),
                n("c3f35e0c", "PCF 계정은 프로필에 다른 사람, 단체 또는 조직을 묘사하여 해당 대상에 대해 토론 또는 풍자하거나 정보를 공유하는 계정입니다."),
                n("d019b5fa", "PCF 계정에 라벨을 지정해야 하나요?"),
                n("dd04f24e", "예. PCF 라벨은 내 계정이 프로필에 표시한 대상과 관련이 없음을 표시하여 X 사용자들이 내 계정으로 인해 혼동하지 않도록 해 줍니다. 라벨을 표시하지 않는 계정은 진위 여부 정책을 위반할 수 있습니다."),
                n("hb0f8bbc", "PCF 계정에 라벨을 지정하려면 어떻게 해야 하나요?"),
                n("g69acc5c", "'확인'을 클릭하면 프로필 설정으로 이동하여 계정 라벨을 설정할 수 있습니다."),
                n("d313d431", "진위 여부 정책"),
                n("a3f22d8e", "활동, 관심사 및 추천에 관해 받는 알림의 종류를 선택합니다."),
                n("bc20979a", "X와 X 파트너는 귀하에게 보다 우수하고 안전하며 빠른 서비스를 제공하고 당사의 비즈니스를 지원하기 위해 쿠키를 사용합니다. 일부 쿠키는 당사의 서비스를 사용하거나 개선하고, 해당 서비스가 적절히 작동하도록 하기 위해 필요합니다."),
                n("ge06dadc", "X와 X 파트너가 쿠키를 사용하여 귀하의 관심사에 맞는 광고와 커뮤니케이션을 제공하도록 허용합니다."),
                n("he20de3a", "X가 맞춤형 광고 및 커뮤니케이션을 위한 추가 데이터를 수집하기 위해 쿠키를 사용하는 것을 차단합니다."),
                n("g0ec0bec", "비활성화됨"),
                n("g89f4614", "계정이 비활성화되었습니다"),
                n("f1768324", "X가 어떻게 맞춤 콘텐츠를 제공하고 특정 데이터를 수집 및 공유할지 관리하세요."),
                n("ja94f34e", "이 설정은 로그아웃되어 있는 동안 이 브라우저 또는 디바이스에 적용됩니다. 로그인 시의 설정에는 아무런 영향도 미치지 않습니다."),
                n("bd73f7e6", "이 페이지의 모든 설정을 켜거나 끕니다."),
                n("ddbc3288", "데이터"),
                n("ae5339a0", "내 X 데이터 보기"),
                n("b934e0ea", "맞춤형 서비스 및 데이터 설정을 해제할까요?"),
                n("i0317e0e", "이렇게 하면 관련성이 낮은 게시물이나 광고를 보게 될 수 있습니다."),
                n("a148acba", "사용 안 함"),
                n("aa023546", "내가 이전에 방문한 장소에 맞춰 최적화"),
                n("ced77194", "웹에서 내가 X 콘텐츠를 보는 위치 기록을 X에서 사용할 수 있도록 허용"),
                n("fe1fc83e", "트위터에서 추정한 내 연령대입니다."),
                n("bf9c74d0", "이 연령대를 바탕으로 맞춤 설정하지 않습니다."),
                n("cf0daa24", "이 정보를 수집하는 데 시간이 걸릴 수 있습니다. 나중에 다시 시도해보세요."),
                n("ea522535", "자세히 알아보기"),
                n("hf5ca8f8", "내 프로필"),
                n("d9cbe351", function (e) {
                    return e.count + "회 로그인 시도";
                }),
                n("de90b04a", "내가 방문한 장소"),
                n("cbd2ef59", function (e) {
                    return e.count + " 위치";
                }),
                n("a4441bb8", "X 제공 관심사"),
                n("e1c6b2d6", "맞춤형 오디언스"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " 오디언스의 " + e.advertiserCount + " 광고주";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " 관심사";
                }),
                n("hf9c2caa", "광고주 목록을 요청할까요?"),
                n("c29b7971", function (e) {
                    return e.primaryEmail + " 이메일로 전송됩니다.";
                }),
                n("b9e1cf02", "요청"),
                n("a8276fac", "광고주 목록 요청"),
                n("g7912a84", "확인되었습니다. 목록이 준비되는 대로 이메일로 전송됩니다."),
                n("d6104de0", "맞춤 설정 및 데이터 설정에서 관심사 기반 광고를 보지 않도록 설정할 수 있습니다. 이 설정을 적용하면 X에서 표시되는 광고의 종류가 바뀌지만, 광고주의 오디언스에서 내가 제거되지는 않습니다."),
                n("ed8c03f5", "자세히 알아보기"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " audiences";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " advertisers";
                }),
                n("j4fa776e", "휴대폰"),
                n("i7acdb36", "태블릿"),
                n("c112dfc8", "데스크톱"),
                n("jd8607ba", "활성화 날짜"),
                n("ea4f6c9e", "브라우저"),
                n("d750b93f", function (e) {
                    return e.count + " 브라우저";
                }),
                n("a9783602", "모바일 디바이스"),
                n("j043aa31", function (e) {
                    return e.count + " 모바일 디바이스";
                }),
                n("ae415fd2", "이 설정은 꺼져 있습니다."),
                n("a90be7b4", "이메일 주소"),
                n("c0f6f911", "X 외부 활동"),
                n("adaafb3f", "추정된 신원"),
                n("f0f72665", "추정된 신원"),
                n("d33b4e5b", "X 외부 활동"),
                n("c4668d4f", "X 외부 활동"),
                n("df3e137b", "자세히 알아보기"),
                n("d1597ccb", "자세히 알아보기"),
                n("c1b03a07", "자세히 알아보기"),
                n("b056d9dc", "내 계정의 기본 언어 설정입니다."),
                n("h68bc23c", "사용자 환경을 맞춤 설정하기 위해 이용되는 추가 언어입니다."),
                n("fbf0e61e", "아직 성별을 지정하지 않은 경우에는 계정의 프로필과 활동을 바탕으로 성별이 추정됩니다. 이 정보는 공개적으로 표시되지 않습니다."),
                n("b4568a3a", "성별을 추가하세요"),
                n("c0be743e", "성별을 업데이트했습니다"),
                n("c5abae66", "X에서 추정한 내 성별입니다."),
                n("cdb0d3e6", "이 성별을 바탕으로 맞춤 설정하지 않습니다."),
                n("j31a1aa0", "X에서 관련성이 더 큰 콘텐츠를 표시할 때 사용하는 위치입니다. '방문한 장소를 토대로 맞춤 설정'을 끄면 여기에 열거된 장소가 표시되지 않습니다."),
                n("ddefdd1c", "내가 방문한 장소를 삭제할까요?"),
                n("hea740ac", "이 작업에는 다소 시간이 소요되며, 취소할 수 없습니다."),
                n("a26e0d52", "예. 이 위치 정보를 삭제합니다."),
                n("he447966", "현재 발견된 장소가 없습니다."),
                n("b9d98dec", "위치 설정"),
                n("e27e4fce", "알 수 없는 위치"),
                n("ib55eb6b", "연결된 앱"),
                n("e5a4a539", "자세히 알아보기"),
                n("gc8f2e14", "맞춤형 서비스 및 데이터 설정에서 관심사 기반 광고가 표시되지 않도록 할 수 있습니다."),
                n("e6dbe66b", "자세히 알아보기"),
                n("d3310e49", function (e) {
                    return "내 계정에 연결된 모든 정보가 담긴 파일을 " + e.primaryEmail + "에 이메일로 보냅니다.";
                }),
                n("ib03e8c8", "내 계정에 연결된 모든 정보가 담긴 파일을 이 디바이스에 다운로드할까요?"),
                n("g49741e8", "다운로드"),
                n("dc370a0c", "확인되었습니다. 데이터가 준비되는 대로 이메일로 전송됩니다."),
                n("c07b4316", "다음에 관심 있음"),
                n("e97196fe", "다음으로 유명함"),
                n("ja0f971c", "내 프로필, 활동 및 내가 팔로우하는 토픽을 기반으로 제공된 관심사입니다. 이 정보는 X 전반에서 광고를 포함한 사용자 환경을 맞춤 설정하는 데 사용됩니다. 적절한 관심사가 아닐 경우 조정할 수 있습니다(변경 사항이 적용되기까지 잠시 시간이 걸릴 수 있음)."),
                n("gd1ce494", "귀하는 아래 관심사로 유명하다고 생각됩니다. 이러한 관심사를 사용하여 귀하의 콘텐츠를 해당 영역에 관심이 있는 사람들에게 더 많이 표시합니다. 적절하지 않은 관심사를 조정할 수 있습니다. 조정한 내용이 반영되는 데 약간의 시간이 걸릴 수 있습니다."),
                n("a6b0b41a", "휴대폰에서 X 앱을 받으세요. 무료입니다."),
                n("h3ed510e", "X 데이터"),
                n("b708417c", "내 계정 정보, 계정 기록, 앱 및 디바이스, 계정 활동, 관심사 및 광고 데이터 기록이 담긴 ZIP 파일을 요청하실 수 있습니다. 데이터 기록 파일을 다운로드할 준비가 완료되면 앱 내 알림이 표시됩니다."),
                n("jbf5843e", "Periscope 데이터"),
                n("ea886c6e", "Periscope에서 직접 Periscope 데이터 아카이브를 요청할 수 있습니다."),
                n("cdcc2ad4", "다운로드 실패"),
                n("dbeff87a", "기록 파일 요청하기"),
                n("hb02ed28", "현재 데이터 다운로드 기능을 이용할 수 없습니다. 나중에 다시 시도하세요."),
                n("c2254084", "요청 사항이 접수되었습니다. 계정 보호를 위해 데이터를 준비하는 데 24시간 이상 걸릴 수 있습니다."),
                n("f62d1d9e", "내 기록 파일이 준비되었습니다. 데스크톱 브라우저에서 다운로드하고 볼 수 있습니다. 이 데이터는 며칠 후에 만료되니 그 전에 다운로드하는 것을 잊지 마세요."),
                n("b221ca4c", "데이터 다운로드 준비가 완료되면 알려 드리겠습니다"),
                n("db40dfcf", "이 양식을 작성"),
                n("g1aced04", "앱, 디바이스 및 정보"),
                n("dbcf3a1a", "프로필 라벨 추가"),
                n("cbb2367c", "패러디, 코멘터리 및 팬 계정 프로필 라벨을 표시하거나 숨길 수 있습니다."),
                n("ge48855c", "패러디"),
                n("hf019b20", "이 라벨은 내 계정이 프로필에 표시된 대상과 관련이 없음을 표시하여 X 사용자들이 내 계정으로 인해 혼동하지 않도록 합니다."),
                n("d048571e", "패러디 계정 라벨을 제거할까요?"),
                n("g905134c", "라벨 표시 기능을 설정 해제하면 프로필과 모든 과거 게시물에서 해당 라벨이 제거됩니다. 진위 여부 정책을 준수하고 있는지 확인하세요."),
                n("ce62c8c2", "프로필 라벨을 삭제할까요?"),
                n("a14080ce", "프로필 라벨을 업데이트할까요?"),
                n("db6796f6", "라벨 표시 기능을 설정 해제하면 프로필과 모든 과거 게시물에서 해당 라벨이 제거됩니다. 진위 여부 정책을 준수하고 있는지 확인하세요. 업데이트하면 이후 48시간 동안 추가로 업데이트할 수 없습니다."),
                n("c700b6be", "업데이트하면 이후 48시간 동안 추가로 업데이트할 수 없습니다."),
                n("ff1739ae", "프로필 라벨"),
                n("h70c602c", "프로필 라벨을 업데이트할 수 없습니다"),
                n("c818c60c", "애널리틱스"),
                n("ha9f14b1", function (e) {
                    return "스페이스가 " + e.scheduleDate + " " + e.scheduleTime + "에 시작될 예정입니다";
                }),
                n("jafbef80", "이 스페이스를 예약할 수 있는 권한이 없습니다"),
                n("e5d26f84", "알림을 켜고 지금 화제가 되는 이슈를 하나도 놓치지 마세요. X에서는 사용자의 디바이스 국가와 언어 정보를 받아 알림을 맞춤 설정합니다."),
                n("f91f00ba", "클립 만들기"),
                n("f9b2d343", function (e) {
                    return e.count + " 게시물";
                }),
                n("jcc8306e", "발언 권한 요청"),
                n("j41fd45a", "요청 전송함"),
                n("d5b2aae8", "너무 많은 발언 요청이 전송되었습니다. 나중에 다시 시도해 주세요."),
                n("b9945b98", "발언 요청을 전송하지 못했습니다. 스페이스에 다시 들어와서 몇 초 후 다시 시도해 주세요."),
                n("b2cc6a54", "발표자로 참여"),
                n("fb6c0bbc", "익명으로 청취 중"),
                n("e49a1f42", "현재 익명으로 청취 중이며 진행자 및 다른 참가자에게 표시되지 않습니다."),
                n("jf01aea4", "참여하려면 이 스페이스에서 나간 후 공개 청취자로 다시 들어와야 합니다."),
                n("cac1482a", "반응 보내기"),
                n("fc0e94b7", function (e) {
                    return e.emoji + " 반응을 보냈습니다";
                }),
                n("jf9f3e54", "앞으로 15초 건너뛰기"),
                n("hdd1aba0", "15초 뒤로 건너뛰기"),
                n("b89c5a50", "일시 정지"),
                n("e674c120", "자막 보기"),
                n("f45bace4", "자막 숨기기"),
                n("ce96f1dc", "캡션을 이용할 수 없습니다"),
                n("e07f6e7d", function (e) {
                    return e.rate + "배속";
                }),
                n("jd04fc66", "0.5배속"),
                n("f03848b8", "일반"),
                n("j0e5c2ce", "1.5배속"),
                n("b3f2318e", "2배속"),
                n("f17bc95a", "화면 공유"),
                n("b11a74b2", "공유 중지"),
                n("e51c2372", "게스트"),
                n("b08821f4", "돌아가기"),
                n("fed1388a", "스페이스 설정"),
                n("c63dd2cc", "생방송 대화에 초대합니다!"),
                n("c958c6c8", "게시하기"),
                n("if23a252", "공유하기…"),
                n("c0530da6", "메뉴 공유하기"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "스페이스를 종료할까요?"),
                n("db684264", "예, 종료합니다"),
                n("je23178a", "모든 대화가 종료됩니다."),
                n("c371fb9a", "종료"),
                n("c0ce822e", "마이크 설정"),
                n("a2bf8b8a", "청취 모드로 전환하기"),
                n("caa8d928", "노이즈 제거 토글"),
                n("b5d88f0c", "직원 전용"),
                n("c855ab8e", "구독자 전용"),
                n("ddeb0a3c", "커뮤니티를 소개합니다. 마음에 드는 사람이 있나요? 한번 둘러보세요."),
                n("e111f531", function (e) {
                    return e.count + " 청취";
                });
            n("cbef820f", function (e) {
                return e.screenName + " 님이 이 스트리밍을 재게시했습니다";
            }),
                n("e3275464", "보내기"),
                n("cededf2a", "진행자"),
                n("i2caef48", "공동 진행자"),
                n("j245c654", "발언자"),
                n("eda23a02", "청취자"),
                n("b90eb348", "발표자로 초대하기"),
                n("d9a63e82", "발표자에서 삭제하기"),
                n("bd917b26", "공동 진행자로 초대"),
                n("d7357e7e", "공동 진행자에서 삭제"),
                n("bf307fc0", "차단 및 삭제"),
                n("ccf2f24e", "신고"),
                n("i22835de", "승인"),
                n("cb59a0fe", "거절"),
                n("c2376960", "발표자 권한 요청"),
                n("aba7dcdd", function (e) {
                    return e.name + " 님 초대하기";
                }),
                n("f5c7aaa7", function (e) {
                    return "진행자";
                }),
                n("fc56c8b1", function (e) {
                    return "공동 진행자";
                }),
                n("iba0f45d", function (e) {
                    return "발표자";
                }),
                n("dc066955", function (e) {
                    return "청취자";
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " 빈 자리 개";
                }),
                n("c3b5b829", function (e) {
                    return e.count + " 요청";
                }),
                n("fe7a1910", "초대 보내기"),
                n("ic3c757e", "사용자 검색"),
                n("cd133486", "초대하기"),
                n("f2333850", "X 외부로 공유"),
                n("cddb8097", "자세히 알아보기"),
                n("f77997b0", "공동 진행자"),
                n("i48f4ed8", "발언자"),
                n("a77c8e02", "청취자"),
                n("bdfa93eb", function (e) {
                    return e.name + " 님이 공유했습니다";
                }),
                n("d8cc6ada", "발언자를 관리합니다. 현재 발언자에는 영향을 주지 않습니다. 변경사항이 적용되는 데 몇 초 정도 걸릴 수 있습니다."),
                n("e3a87142", "초대한 사람만 대화 허용"),
                n("db3de1d2", "발표자로 참여"),
                n("d7f4bc44", "공동 진행자로 참여"),
                n("edcf15e9", function (e) {
                    return "요청(" + e.count + "명)";
                }),
                n("h13957aa", "스페이스 뮤트하기"),
                n("ge6372fa", "스페이스 언뮤트하기"),
                n("i7a42e1c", "스페이스 관리 돕기"),
                n("e0b8f112", "공동 진행자로 초대받았습니다"),
                n("ee12263c", "공동 진행자는 스페이스에서 발언할 수 있습니다"),
                n("jee7002c", "공동 진행자는 발언자를 초대 및 삭제하거나 뮤트할 수 있습니다"),
                n("i95225d2", "공동 진행자는 게시물을 공유하고 삭제할 수 있습니다"),
                n("f07137fa", "공동 진행자는 스페이스에서 청취자를 삭제할 수 있습니다"),
                n("j6cdf012", "공동 진행자는 다른 공동 진행자를 초대 또는 삭제할 수 없습니다"),
                n("c727d116", "공동 진행자는 스페이스를 종료할 수 없습니다"),
                n("g69084b8", "공동 진행자 초대 수락"),
                n("ee230734", "기타 옵션 보기"),
                n("ic8c615e", "빠른 답글 옵션을 선택해 보내세요."),
                n("a04077c4", "사진, 동영상 또는 GIF 1개를 선택하세요."),
                n("c07367d8", "현재 암호화된 쪽지는 미디어를 지원하지 않습니다."),
                n("af71ef68", "음성"),
                n("fc64990e", "동영상"),
                n("ca0ce0e4", "새 쪽지 작성하기"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + " 님에게 쪽지를 보내려면 X Premium에 가입하세요 ";
                }),
                n("c3752568", "문제가 발생했습니다. 잠시 후 쪽지를 다시 보내 보세요."),
                n("f78aa3ea", "현재 일부 쪽지를 보낼 수 없습니다. 나중에 다시 시도해 주세요."),
                n("f9690dc0", "이 계정에 쪽지를 보낼 수 없습니다."),
                n("b1d35408", "쪽지를 보낼 수 있는 일일 한도를 초과했습니다."),
                n("g539cca6", "계정이 일시 정지되었고 쪽지를 보낼 수 없습니다."),
                n("bbac001a", "메시지가 너무 깁니다."),
                n("a1d2a68e", "이 사용자는 나를 팔로우하지 않습니다. 나를 팔로우하는 사람에게만 쪽지를 보낼 수 있습니다."),
                n("ec2bb9d4", "보내려는 게시물이 삭제되었습니다."),
                n("hf383be4", "쪽지를 보내려는 계정이 삭제되었습니다."),
                n("c4fdbd16", "차단한 사용자에게 쪽지를 보낼 수 없습니다."),
                n("hf3e7e38", "쪽지를 보낼 수 없습니다."),
                n("dd8272fd", function (e) {
                    return e.count + "개의 새로운 쪽지";
                }),
                n("e2cd3b7c", "음성 통화 종료"),
                n("f42f365a", "영상 통화 종료"),
                n("a7570f2c", "부재중 음성 통화"),
                n("jd9831b2", "부재중 영상 통화"),
                n("f0985268", "음성 통화"),
                n("ca397a48", "영상 통화"),
                n("bb7e2143", function (e) {
                    return e.seconds + "초";
                }),
                n("c1d4ac84", "그룹 사진을 변경했습니다"),
                n("abc7b032", "그룹 사진이 변경되었습니다"),
                n("i263b294", "대화에 참여했습니다"),
                n("i8d5e62b", function (e) {
                    return e.count + "명이 더";
                }),
                n("f7204380", "이 Fleet은 만료되었습니다"),
                n("d9de7b58", "내가 팔로우하지 않는 사람이 보냈기 때문에 미디어를 숨겼습니다."),
                n("f2879f4e", "이 쪽지는 선정적인 미디어를 포함할 수 있습니다."),
                n("b518221e", "이미지 열기"),
                n("eeaa9f90", "동영상 열기"),
                n("g2b43664", "GIF 열기"),
                n("d99de549", function (e) {
                    return e.name + " 님에게 보내는 답글";
                }),
                n("f5a07f7c", "첨부 파일"),
                n("fd079470", "스팸입니다"),
                n("c7a92dca", "정상적인 메시지입니다"),
                n("fb3ccb56", "메시지가 의심스러운 콘텐츠를 포함하고 있어 숨김 처리되었습니다."),
                n("c94b7d8a", "음성 메시지 재생"),
                n("eb6f9582", "음성 메시지 일시 중지"),
                n("b6b4142e", "내가 팔로우하지 않는 사용자가 보냈기 때문에 게시물을 숨겼습니다."),
                n("fda60d78", "이 게시물은 선정적인 미디어를 포함할 수 있습니다."),
                n("b59a9004", "게시물 열기"),
                n("daf6bf02", "설정을 변경하세요"),
                n("ba60339a", "쪽지 삭제"),
                n("eb497e08", "다른 작업"),
                n("b170974a", "반응 추가하기"),
                n("i202bd22", "쪽지 신고하기"),
                n("f2e5491a", "쪽지 복사"),
                n("bf2d08ca", "반응 더 보기"),
                n("ca7a2215", function (e) {
                    return "내 현재 반응: " + e.emoji;
                }),
                n("j4bfee22", "쪽지를 삭제할까요?"),
                n("faddd3a2", "이 쪽지가 삭제됩니다. 대화에 참여한 다른 사람들은 계속해서 이 쪽지를 볼 수 있습니다."),
                n("f58dff34", "문제가 발생하여 쪽지가 삭제되지 않았습니다."),
                n("ad5a8e8e", "이 쪽지를 삭제할 권한이 없습니다."),
                n("fad48eea", "보내는 중..."),
                n("ae7d7a24", "메시지 전송 오류"),
                n("bbe74f3f", function (e) {
                    return "어제 " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " 반응";
                }),
                n("c0098d4a", "반응"),
                n("j85999ec", "사용자 반응 목록"),
                n("a2d48779", function (e) {
                    return "내 현재 반응 삭제하기: " + e.emoji;
                }),
                n("icd0bf34", "확인함"),
                n("e8bd8fec", "보냄"),
                n("b2d32fae", "모든 사람이 확인함"),
                n("a763d33f", function (e) {
                    return "시청자 수 " + e.count + " 명";
                }),
                n("d84b485e", "이 계정을 팔로우했습니다"),
                n("be0c83d8", "요청을 수락했습니다."),
                n("bcc13060", "먼저 이용해 보기"),
                n("e535cae9", function (e) {
                    return e.count + " 팔로워";
                }),
                n("cf249089", function (e) {
                    return "가입일: " + e.joinDate;
                }),
                n("g1f972d7", "자세히 알아보기"),
                n("bb0e37c3", "자세히 알아보기"),
                n("a89e8ab3", "자세히 알아보기"),
                n("d98540eb", "자세히 알아보기"),
                n("j296badb", "자세히 알아보기"),
                n("e45d77f5", "자세히 알아보기"),
                n("h52ca4c4", "새 쪽지"),
                n("ffde2fdc", "대화를 불러오는 중"),
                n("da878dc0", "승인"),
                n("hc52446c", "이 그룹에 참여하고 싶으세요? 요청을 승인하기 전까지 그룹에 있는 사람들은 내가 요청을 보았는지 알 수 없습니다."),
                n("f7e1ad65", function (e) {
                    return e.senderName + " 님이 내게 쪽지를 보내도록 허용할까요? 승인하기 전까지 쪽지를 보낸 사람들은 내가 쪽지를 봤는지 알 수 없습니다.";
                }),
                n("gdf4b790", "대화에서 나갈까요?"),
                n("bbf83d84", "이 동작은 취소할 수 없으며 받은 편지함에서 대화 기록이 삭제됩니다."),
                n("ib3fe8aa", "차단 또는 신고"),
                n("gbed8594", "이 사용자를 차단하면 앞으로 내게 쪽지 요청을 보낼 수 없게 됩니다."),
                n("g9074da4", "대화 나가기"),
                n("ad63377e", "대화 삭제"),
                n("h09b49f8", "이 대화가 받은 쪽지함에서 삭제됩니다. 대화에 참여한 다른 사람들은 계속해서 이 대화를 볼 수 있습니다."),
                n("i6b19b08", "대화 신고하기"),
                n("cdb1a05a", "스팸 또는 사이버 폭력을 발견하면 X가 이러한 계정으로부터 사용자들을 보호할 수 있도록 X에 알려주세요."),
                n("d6b11d9c", "일부 미디어가 업로드되지 않아서 쪽지를 보내지 못했습니다."),
                n("c64c1884", "새 쪽지 작성하기"),
                n("cdcebd22", "새 쪽지"),
                n("a66ac766", "쪽지를 불러오는 중"),
                n("a846382a", "쪽지 검색하기"),
                n("h845f282", "쪽지"),
                n("d7ad7414", "쪽지를 이용할 수 없습니다"),
                n("ga086a54", "이미지 첨부"),
                n("a9cc8cfe", "GIF를 보냈습니다"),
                n("eb3d722e", "GIF를 보냈습니다"),
                n("e5bfe07e", "링크를 보냈습니다"),
                n("db53c018", "링크를 보냈습니다"),
                n("bf584cd2", "사진을 보냈습니다"),
                n("f80629ba", "사진을 보냈습니다"),
                n("e20b65b0", "스티커를 보냈습니다"),
                n("d30c2d40", "스티커를 보냈습니다"),
                n("a876e58c", "동영상을 보냈습니다"),
                n("j7d8101a", "동영상을 보냈습니다"),
                n("dedfd266", "음성 메시지를 보냈습니다"),
                n("h7033cac", "음성 메시지를 보냈습니다"),
                n("i34ec422", "게시물 공유함"),
                n("a4939874", "게시물을 공유했습니다"),
                n("e1c9ec9c", "대화 메인에 올리기"),
                n("e3cfff7c", "대화 일시중지"),
                n("f398722e", "대화 일시중지"),
                n("bdd91964", "대화 메인에서 내리기"),
                n("a8ed0eca", "대화 일시중지 끄기"),
                n("jac4eb1e", "대화 일시중지 해제"),
                n("d88d0790", "옵션 메뉴"),
                n("ce108dda", "라벨 선택"),
                n("abf2d13c", "선택"),
                n("e4b3f520", "대화 메인에 올리기"),
                n("ae4d666a", "전체 대화"),
                n("d98e066c", "대화를 메인에 올렸습니다."),
                n("j302dba8", "대화를 메인에서 내렸습니다."),
                n("cb367658", "대화를 메인에 올리지 못했습니다. 다시 시도해 주세요."),
                n("ie9a7e48", "대화를 메인에 올리지 못했습니다. 네트워크 연결을 확인한 후 다시 시도해 주세요."),
                n("hd3927c6", "대화를 메인에서 내리지 못했습니다. 다시 시도해 주세요."),
                n("f1ac0968", "대화를 메인에서 내리지 못했습니다. 네트워크 연결을 확인한 후 다시 시도해 주세요."),
                n("d571e4f9", function (e) {
                    return "메인에는 " + e.count + " 개의 대화만 올릴 수 있습니다";
                }),
                n("a551bf7e", "다른 대화를 메인에 올리려면 메인에서 대화 하나를 내려야 합니다."),
                n("a676a876", "받은 쪽지함에 오신 것을 환영합니다"),
                n("h52877aa", "X 사용자들에게 안부를 묻고, 게시물을 공유하고, 비공개 대화를 나누세요. "),
                n("efe8fda0", "메시지 작성하기"),
                n("b9dae4f4", "다른 검색어를 사용해보세요"),
                n("e7fb2028", "결과가 없습니다"),
                n("ae111c99", function (e) {
                    return "'" + e.query + "'에 대한 검색 결과 없음";
                }),
                n("e8581cce", "입력하신 용어에 대한 검색 결과가 없습니다"),
                n("f08940ac", "새 쪽지 작성하기"),
                n("i5d7593a", "사람, 그룹 또는 쪽지를 검색해 보세요"),
                n("c94ac69e", "그룹"),
                n("fb3c8e74", "최근 검색어"),
                n("fd6150fc", "쪽지에서 사용자 안전 보호하기"),
                n("c7e8a9ee", "개인정보 처리방침"),
                n("bece84b4", "받은 쪽지 요청이 없습니다"),
                n("e51be7c1", "자세히 알아보기"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending requests";
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new people you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " people you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new requests";
                }),
                n("ed93de0c", "게시물 분석 중"),
                n("d1d92e40", "상세 정보"),
                n("a6e89af8", "공개 대화"),
                n("ica55d24", "새 채팅"),
                n("f794af9a", "재미 모드"),
                n("eccf9fea", "일반 모드"),
                n("g7b1c574", "초기값으로 재설정"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "원하는 검색 모드 선택"),
                n("i330e54c", "고급 검색 및 추론"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "확장 검색 및 더 많은 추론"),
                n("j22655f2", "무엇이든 물어보세요"),
                n("h0681e3e", "X의 AI 어시스턴트, Grok과 이야기하세요"),
                n("d593fd78", "질문에 답변하고, X를 검색하고, 이미지를 생성할 수 있습니다"),
                n("d0205a24", "사실 확인"),
                n("ed4177c4", "Grok은 사실과 다른 정보를 제공하거나, 잘못 요약하거나, 일부 내용을 누락할 수 있습니다. 모든 정보는 직접 확인해 보시기 바랍니다."),
                n("c0ff98f8", "AI 학습 및 맞춤설정"),
                n("f1a8218a", "X에서는 모델을 학습, 미세 조정하고 사용자에게 맞춤화된 Grok 경험을 제공하기 위해 Grok에 대한 사용자의 반응, 질문, 답변을 포함해 사용자의 X 데이터를 활용할 수 있습니다. X 설정에서 이 기능을 사용하지 않도록 설정할 수 있습니다. 자세히 알아보려면 고객센터를 방문하세요."),
                n("bcbf5b6e", "공유"),
                n("j7b5c844", "공개적으로 공유하는 대화에 관련된 책임은 귀하에게 있습니다. Grok과 대화하는 동안 자신 또는 타인에 대한 민감한 기밀 정보를 공유하지 마세요(고객센터 참고)."),
                n("c9f7c196", "고객센터"),
                n("c65f7308", "지금 서버에서 열심히 처리 중입니다"),
                n("f2a8655e", "현재 Grok 고급 도구를 이용할 수 없습니다."),
                n("c26b9b9c", "파일"),
                n("g10600b0", "메뉴"),
                n("j826e722", "이미지 저장하기"),
                n("a9325f10", "이미지 복사하기"),
                n("g0b12442", "이미지를 복사하지 못했습니다"),
                n("edd0c172", "이미지 게시하기"),
                n("d1d3a41a", "이미지 수정"),
                n("a2697040", "이미지에서 변경해야 할 부분을 설명해 주세요"),
                n("ge1cefc4", "도구"),
                n("e9b6d404", "Grok이 어떤 도구에 액세스할 수 있나요?"),
                n("h15dce2e", "고급 설정"),
                n("ff9dc268", "프롬프트 수정"),
                n("acb2baa0", "이미지 생성"),
                n("fe9ad897", function (e) {
                    return "이미지 수정" + e.ttc_grok_preset;
                }),
                n("h30fd372", "음성 모드를 이용해 보기"),
                n("e9fcdd0c", "Grok에게 심층적인 웹 검색을 요청하세요"),
                n("fc4e8aba", "Grok에게 단계별 추론을 요청하세요"),
                n("e4ae6abe", "Grok에게 이미지 변환을 요청하세요"),
                n("e8ade5e2", "페르소나 선택"),
                n("b5df32b0", "Grok에게 물어보세요"),
                n("fb3b9776", "Grok의 결과물은 이 사용자에 의해 맞춤 설정되었습니다."),
                n("ca93f2ee", "이 쪽지가 삭제되었습니다."),
                n("b8c06820", "텍스트 복사"),
                n("ca0f5894", "마음에 들지 않음"),
                n("ja8d189e", "텍스트 답변을 기대했음"),
                n("e951f04e", "이미지를 원했음"),
                n("c503b35e", "다른 이미지를 원했음"),
                n("d4371c92", "코드가 올바르지 않음"),
                n("dbe8586e", "다른 코드를 원했음"),
                n("e360eb4a", "코드를 원하지 않았음"),
                n("a18657ca", "수학이 올바르지 않음"),
                n("b8b86300", "수학을 원하지 않았음"),
                n("e4c34788", "잘못된 답변"),
                n("b220a8c8", "다른 결과를 원했음"),
                n("b115fd18", "편향된 답변"),
                n("dc637214", "스타일/어조가 불량함"),
                n("f02e6d42", "검색을 원했음"),
                n("bbec6bba", "잘못된 검색 결과"),
                n("b494d088", "검색을 원하지 않음"),
                n("a44974f2", "이미지를 이해할 수 없음"),
                n("bd44a8a8", "좀 더 알려주세요"),
                n("fcdbe764", "Grok을 개선하려면 어떻게 해야 할까요?"),
                n("bb6adb22", "무엇이 잘못되었는지 설명해 주세요."),
                n("h0fa15f2", "소중한 의견 감사합니다."),
                n("d700b268", "참고한 채팅"),
                n("cd7bdab2", "대화를 무시한다고 해서 기록에서 삭제되는 것은 아닙니다."),
                n("f21b84de", "무시한 참고 자료"),
                n("i52a9cb8", "표시할 기억이 없습니다."),
                n("d9d36880", "무시하기"),
                n("g02dacc0", "오늘"),
                n("c6e845c0", "어제"),
                n("a5fa4a86", "1월"),
                n("c51724a4", "2월"),
                n("j244ceb2", "3월"),
                n("b22b12e0", "4월"),
                n("h3023cac", "5월"),
                n("b10dbffa", "6월"),
                n("c81da1b6", "7월"),
                n("d4e4d3ce", "8월"),
                n("c3418f9a", "9월"),
                n("b64dada6", "10월"),
                n("ad24ec20", "11월"),
                n("c7902252", "12월"),
                n("idf94bac", "다시 생성하기"),
                n("f7614f92", "검색 비포함"),
                n("c5ade3ba", "검색 포함"),
                n("c16e5b1a", "이미지 생성 비포함"),
                n("i2ca65fa", "이미지 생성 포함"),
                n("d3927f88", "링크 게시하기"),
                n("be37ecd4", "클립보드에 복사하지 못했습니다"),
                n("h708a4c0", "대화 공유하기"),
                n("g06a67e2", "공유 페이지에는 이 시점까지의 메시지가 포함됩니다."),
                n("a0428662", "유용하지 않음"),
                n("fe4fd310", "유용함"),
                n("bfd161bc", "비교"),
                n("j5dcf1b2", "업데이트됨"),
                n("a50aaa10", "프리마켓"),
                n("dd614d10", "애프터마켓"),
                n("d6b0b0d5", function (e) {
                    return "시가" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "시가 총액" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "연중 최고가" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "고가" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "주가수익률" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "연중 최저가" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "저가" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "신고점" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "신저점" + e.ttc_stock_details;
                }),
                n("a22063d2", "위치를 공유하여 정확도를 높이세요."),
                n("db3248a8", "위치 불러오는 중"),
                n("ffe0e588", "위치 공유하기"),
                n("e41a0dc2", "영업 종료"),
                n("ieff24f4", "경기 종료"),
                n("e2811afc", "게임"),
                n("j081fa34", "순위"),
                n("i7c7f156", "내일"),
                n("b134ba52", "진행 중"),
                n("j1361724", "하프타임"),
                n("fa0f1262", "휴식 시간"),
                n("c2cac618", "Grok은 현재 라리가, 프리미어리그, 분데스리가, 세리에 A, 리그 1의 데이터를 지원합니다."),
                n("acae223d", function (e) {
                    return '"' + e.prompt + '"에 대한 결과';
                }),
                n("bed99fe2", "간략히 보기"),
                n("f7b57ac0", "통계"),
                n("i7e3e446", "경기"),
                n("d490977e", "지금"),
                n("e9f55db8", "일요일"),
                n("e9cf3af8", "월요일"),
                n("d5868a7e", "화요일"),
                n("b5dfdb46", "수요일"),
                n("ab8095a2", "목요일"),
                n("e298e6f2", "금요일"),
                n("ef519654", "토요일"),
                n("c609a1b4", "일"),
                n("j92274b0", "월"),
                n("ja482160", "화"),
                n("f4ad4cb0", "수"),
                n("d66bf142", "목"),
                n("dc17968a", "금"),
                n("j310a2d6", "토"),
                n("eaf55eb4", "생각의 경로 표시하기"),
                n("b1ac6016", "DeepSearch 완료"),
                n("f766feca", "DeeperSearch 완료"),
                n("ee000b0d", function (e) {
                    return e.numSources + "개의 출처";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + "분 " + e.seconds + "초";
                }),
                n("c2745fa4", "중단됨"),
                n("e258000e", "알림"),
                n("d591a772", "알림을 이용할 수 없음"),
                n("bc49b728", "답변이 준비되면 알림이 전송됩니다"),
                n("d8aadeba", "알림 사용 중지됨"),
                n("db832e38", "브라우저 설정에서 알림을 활성화하세요"),
                n("a910cac6", "알림을 활성화하는 중 문제가 발생했습니다"),
                n("be30b6ee", "연결이 불안정합니다"),
                n("b52484b6", "검색 중..."),
                n("a4d9dbfa", "생각하기"),
                n("ib1c5475", function (e) {
                    return e.minutes + "분 " + e.seconds + "초 동안 생각 ";
                }),
                n("a15d62db", function (e) {
                    return e.seconds + "초 동안 생각 ";
                }),
                n("d7cb5408", "관련 웹페이지"),
                n("aa7c96bb", function (e) {
                    return e.numResults + "개 더 보기";
                }),
                n("j1ab5f40", "탭하여 읽어보세요"),
                n("f5a2377e", "생각 중: "),
                n("g3ce0132", "생각하기:"),
                n("f8007364", "세부정보 펼치기"),
                n("ca53f780", "세부정보 접기"),
                n("ha8fbe22", "Premium으로 더 많은 이미지를 만드세요"),
                n("d95c232a", "한도에 도달했습니다. 더 많이 생성하려면 지금 업그레이드하세요."),
                n("h2671312", "Premium으로 Grok을 더 폭넓게 이용하세요"),
                n("a1bb9c8a", "Premium+로 Grok을 더 많이 이용하세요"),
                n("b08ef3ae", "대화를 계속하려면 X Premium+으로 업그레이드하거나 나중에 다시 시도해 주세요."),
                n("jf9363b8", "대화를 계속하려면 X Premium+으로 업그레이드하거나 나중에 다시 시도해 주세요"),
                n("ef018bf6", "Premium으로 더 많은 이미지를 분석하세요"),
                n("cdace6d2", "지금 업그레이드 하세요"),
                n("a3186bff", function (e) {
                    return e.count + " 웹페이지";
                }),
                n("f4146dda", "어떤 응답을 선호하시나요?"),
                n("a2c2be32", "Grok을 개선하는 데 도움이 됩니다."),
                n("g01599b6", "응답 1"),
                n("e02694e0", "응답 2"),
                n("h6867fcc", "이 응답을 선호합니다"),
                n("acc4496c", "Grok 음성 모드 이용해 보기"),
                n("jd36d190", "Grok Android 앱에서 고급 기능을 이용해 보세요"),
                n("hf9afab0", "DeepSearch를 활성하면 신속한 에이전트 검색을 통해 인터넷과 X를 스캔하고 정보를 분석하여 상세하고 논리적인 답변을 얻을 수 있습니다."),
                n("ef3b3f04", "추론 모델을 사용하려면 Think를 활성화하세요. Think는 수학, 과학 및 코딩 문제에 가장 적합합니다. 머리를 좀 더 써야 하는 질문이 있다면 Grok에게 '더 깊이 생각하기'를 요청할 수도 있습니다. "),
                n("b43636b8", "Grok 3를 소개합니다"),
                n("j376298c", "Grok 3에는 가장 강력한 모델과 상호작용할 수 있는 두 가지 새로운 모드, DeepSearch와 Think가 도입되었습니다."),
                n("e3584f8e", "헤지펀드에서 사용하는 가장 성공적인 옵션 트레이딩 전략 10가지"),
                n("d91b7b8a", "1885년에 대학을 세우려면 비용이 얼마나 들었을까?"),
                n("ia5bef3e", "무엇을 도와드릴까요?"),
                n("ebea5880", "최근 대화"),
                n("e13591c0", "Grok 대화 예시"),
                n("c27ca452", "Premium 구독자는 이제 X에서 최신식 AI, Grok을 사용할 수 있습니다."),
                n("b6abc25a", "Grok 2를 소개합니다"),
                n("e1cdaf9e", "X에서 제공하는 최신 AI 비서"),
                n("e6796748", "무엇이든 물어보세요"),
                n("db470fdc", "Grok은 이메일 작성, 질문 답변, 레시피 제공과 같은 일상적인 작업을 도와드릴 수 있습니다."),
                n("e9adc2d0", "코딩을 개선하세요"),
                n("aaab6cdc", "프로그래밍 관련 질문을 하거나 새로운 개념을 배우는 데 도움을 받을 수 있습니다."),
                n("jd08d606", "창의력을 펼쳐 보세요"),
                n("he526d22", "새로운 이미지 생성 기능으로 멋진 이미지를 만들어 보세요."),
                n("i6932876", "사이버펑크 그림"),
                n("j7cdee8e", "정보 계속 받기"),
                n("f1f683c2", "X에서만 볼 수 있는 최신 뉴스와 인기 토픽을 가장 빠르게 확인하세요."),
                n("h73b9cc0", "현재 채팅에 연결되어 있지 않으므로 쪽지가 전송되지 않았습니다"),
                n("b6c73662", "쪽지 보내기"),
                n("h6070fdc", "채팅 설정"),
                n("d49326ba", "아바타 숨기기"),
                n("h79f3532", "아바타 표시하기"),
                n("a8c1e2f0", "중재 조치 숨기기"),
                n("jd83edd4", "중재 조치 표시하기"),
                n("ecca11ac", "작성시간 숨기기"),
                n("e358a9f8", "작성시간 표시하기"),
                n("fca62374", "새 창에서 채팅 열기"),
                n("fe20f01b", function (e) {
                    return e.name + " 님을 뮤트하시겠어요?";
                }),
                n("f5dc372a", "뮤트하면 해당 사용자에게 받은 모든 메시지가 삭제되고, 남은 방송 동안 이 사용자는 채팅을 할 수 없습니다."),
                n("e91dd1fa", "중재자가 쪽지를 삭제했습니다."),
                n("d1da3709", function (e) {
                    return e.username + " 님에게 답글하기: " + e.body;
                }),
                n("fc82a896", "이 생방송은 종료되었습니다"),
                n("ea58dbd0", "이 생방송은 시작되지 않았습니다"),
                n("cb5b6784", "생방송 자키가 제한함"),
                n("eba27300", "생방송 자키가 팔로우하는 계정만 채팅할 수 있습니다"),
                n("f28984fb", function (e) {
                    return e.screenName + " 님이 팔로우하는 계정만 채팅할 수 있습니다";
                }),
                n("a3fec810", "채팅하려면 Premium을 구독하세요"),
                n("dbf0b235", function (e) {
                    return e.screenName + " 구독하고 채팅하기";
                }),
                n("ifbd8342", "실시간 화면 열기"),
                n("f935d3ce", "채팅 열기"),
                n("abbe8212", "채팅 닫기"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% 완료";
                }),
                n("e4f6bd9e", "문제가 발생했습니다. 다시 시도해 주세요."),
                n("ac966f94", "지원되지 않는 브라우저"),
                n("ca86b62c", "또는"),
                n("d5568440", "보안 수준이 더 강력한 비밀번호를 입력해주세요."),
                n("d0511fe6", "이 번호는 다른 계정에서 이미 사용하고 있습니다. 다른 번호를 사용하세요."),
                n("cd24fe60", "올바른 휴대폰 번호를 입력해 주세요."),
                n("gf8388fe", "국가 코드"),
                n("c52be452", "예, 삭제합니다"),
                n("bcb388a0", "이전에 업로드한 모든 연락처를 삭제하고 모든 디바이스에서 X의 연락처 동기화를 끕니다. 이 작업에는 다소 시간이 소요됩니다."),
                n("ec129eb6", "연락처를 삭제했습니다."),
                n("f1b5048a", "연락처를 삭제하는 중 오류가 발생했습니다."),
                n("hc72e1fc", "올바른 이메일을 입력해 주세요."),
                n("bc0ad88a", "더하기 주소 지정 방식(주소에 '+' 기호가 포함된 이메일)은 허용되지 않습니다. 유효한 이메일을 입력해 주세요."),
                n("f134915f", function (e) {
                    return "선택된 항목 " + e.count + "개";
                }),
                n("b8fb87e0", "선택한 토픽 보기"),
                n("e854ad27", function (e) {
                    return "토픽 - " + e.title;
                }),
                n("e4ff75aa", "문제가 발생했습니다. 연결 상태를 확인하고 다시 시도하세요."),
                n("b60eba9e", "한가지를 먼저 체크해봅시다. Google reCAPTCHA 과제를 통과해서 로봇이 아니라는 사실을 확인해주세요."),
                n("ba939778", "당신은 로봇인가요?"),
                n("d44efc66", "이름을 입력해 주세요."),
                n("b4867a18", '이름에는 "트위터"라는 단어가 들어갈 수 없습니다.'),
                n("j1c3f4b9", function (e) {
                    return "생년월일 " + e.birthdate + " 수정";
                }),
                n("j231d352", "모두 팔로우하기"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + " 님의 게시물 불러오는 중";
                }),
                n("c9a1cb5e", "계정이 존재하지 않음"),
                n("e7b201de", "다른 검색어를 시도해보세요."),
                n("ica87fde", "차단당했습니다"),
                n("c7ec6faf", "자세히 알아보기"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " 님은 차단되었습니다";
                }),
                n("gba95028", "게시물 보기"),
                n("a2216a79", "자세히 알아보기"),
                n("a2811f96", "프로필 타임라인"),
                n("d25805fa", "구독자용"),
                n("b05be0c8", "하이라이트"),
                n("b9891db3", function (e) {
                    return e.fullName + " 님(@" + e.screenName + ")이 답글을 쓴 게시물";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + " 님의 구독자용 게시물 불러오는 중";
                }),
                n("ac3f4be9", function (e) {
                    return "@" + e.screenName + " 님의 하이라이트 불러오는 중";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + " 님의 아티클 불러오는 중";
                }),
                n("b7363b66", "게시물 전송"),
                n("ce659062", "구독자들이 기다리고 있습니다"),
                n("f1e98cc2", "가장 마음에 드는 게시물을 자랑하세요"),
                n("d5c743c6", "아티클 작성하기"),
                n("d1e5e328", "리스트를 만들면 여기에 표시됩니다."),
                n("hb26a1fe", "먼저 구독자만을 위한 콘텐츠를 게시해 보세요. 모든 구독자용 게시물은 여기에 표시됩니다."),
                n("b7c3572e", "프로필에 하이라이트를 추가하는 방법\n\n1. 내가 작성한 게시물 찾습니다.\n2. '…' 메뉴 버튼을 탭합니다.\n3. '하이라이트에 추가 또는 삭제하기'를 탭합니다."),
                n("i8123550", "아티클을 게시하면 여기에 표시됩니다."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " 님은 아직 게시하지 않았습니다";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " 님은 아직 구독자용 게시물을 게시하지 않았습니다";
                }),
                n("jbae8c54", "하이라이트된 게시물이 없습니다."),
                n("g8fb219e", "이용 가능한 아티클이 없습니다."),
                n("f34dfc18", "이 사용자들이 게시한 게시물은 여기에 표시됩니다."),
                n("h9346040", "구독자용 게시물을 작성하면 여기에 표시됩니다."),
                n("i4c3ddc6", "아티클을 게시하면 여기에 표시됩니다."),
                n("e0118142", "지금 게시하기"),
                n("e0c1d871", function (e) {
                    return e.fullName + " 님의 게시물";
                }),
                n("c575828f", function (e) {
                    return e.fullName + " 님의 구독자용 게시물";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + " 님의 하이라이트";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + " 님의 아티클";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " 님(@" + e.screenName + ")의 구독자용 게시물";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님의 하이라이트";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " 님(@" + e.screenName + ")의 아티클";
                }),
                n("h088ae72", "프로필 게시물"),
                n("hbf64b75", function (e) {
                    return e.fullName + " 님(@" + e.screenName + ")이 마음에 들어 한 게시물";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + " 님이 마음에 들어 한 트윗을 불러오는 중";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " 님은 아직 마음에 들어 한 게시물이 없습니다";
                }),
                n("d34b5306", "게시하면 여기에 게시물이 나타납니다."),
                n("bb0e41bc", "아직 마음에 들어한 트윗이 없습니다"),
                n("d3d4a21c", "좋아하는 게시물에서 하트를 눌러 마음에 들어요를 보내세요. 마음에 들어 한 게시물은 여기에 표시됩니다."),
                n("d95c3d31", function (e) {
                    return e.fullName + " 님이 마음에 들어 한 게시물";
                }),
                n("eeb7d696", "내가 어떤 게시물에 마음에 들어요를 보냈는지는 공개되지 않으며 나만 볼 수 있습니다."),
                n("h6e91bb1", function (e) {
                    return e.fullName + " 님(@" + e.screenName + ")의 미디어 게시물";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " 님의 미디어 불러오는 중";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " 님은 아직 미디어를 게시하지 않았습니다";
                }),
                n("ccc363f6", "게시하면 여기에 게시물이 나타납니다."),
                n("d1614228", "조명, 카메라... 첨부!"),
                n("d7dc8d0a", "사진이나 동영상을 게시하면 여기에 나타납니다."),
                n("hf761abf", function (e) {
                    return e.fullName + " 님의 미디어";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + "(@" + e.screenName + ")의 제휴 계정";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + "의 제휴 계정을 불러오는 중";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + "의 제휴 계정";
                }),
                n("ba5a88e4", "추천됨"),
                n("ddee8ae2", "모든 채용공고 보기"),
                n("d2a04c68", "채용 중"),
                n("dc12a126", "위치 찾기"),
                n("e2acb642", "연락처"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + "에 전화하기";
                }),
                n("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + "에 문자 보내기";
                }),
                n("b44c0205", function (e) {
                    return e.day + "(" + e.time + ")";
                }),
                n("de1123f5", function (e) {
                    return e.time + "에서";
                }),
                n("e2a5bd50", "24시간 영업"),
                n("e0d7da6c", "영업 종료"),
                n("i7059f56", "영업 시작"),
                n("a7391348", "영업 시간을 표시할 수 없음"),
                n("c9eba532", "영업 시간이 업데이트되었습니다"),
                n("b5fea270", "제품 캐러셀"),
                n("h10bb33c", "제품을 신고할까요?"),
                n("dda5d96a", "제품 신고하기"),
                n("fca46f40", "고객센터"),
                n("c71a053b", "여기를 클릭하세요"),
                n("d7f8a117", function (e) {
                    return e.days + "일 분석";
                }),
                n("cae20e93", function (e) {
                    return e.days + "일";
                }),
                n("gc767fda", "비공개"),
                n("c7c85e0c", "애널리틱스 시작하기"),
                n("b15df4b4", "게시물이 X에 표시된 횟수"),
                n("e5fe61e0", "노출수"),
                n("d1018321", function (e) {
                    return "최근 " + e.period + " 동안 내 게시물의 노출수는 " + e.value + "회입니다";
                }),
                n("e623137c", "참여율"),
                n("d9d34182", "게시물 참여수를 노출수로 나눈 값입니다."),
                n("aeee0182", "프로필 조회수"),
                n("b2bde01a", "게시물에서의 프로필 조회수"),
                n("faf4c1f5", function (e) {
                    return "최근 " + e.period + " 동안 " + e.value + "명이 내 프로필을 방문했습니다";
                }),
                n("d5f1e554", "링크 클릭수"),
                n("cf573986", "게시물에서의 URL 클릭수"),
                n("j761451e", "새로운 팔로우"),
                n("e1a87d14", "새로 얻은 팔로우 수(언팔로우 포함하지 않음)"),
                n("j590577e", "내 게시물이 받은 답글 수"),
                n("ia1da622", "내 게시물이 받은 마음에 들어요 수"),
                n("cfd1036b", function (e) {
                    return "최근 " + e.period + " 동안 " + e.value + "명이 내 게시물을 마음에 들어 했습니다";
                }),
                n("ja42739e", "재게시"),
                n("ca6e8de0", "내 게시물이 재게시된 횟수"),
                n("b1b4d57e", "동영상 조회수"),
                n("bdaf100e", "내 게시물의 동영상 조회수"),
                n("ca826772", "미디어 조회수"),
                n("j43b8f52", "미디어(GIF, 이미지, 동영상)의 조회수"),
                n("d3969c06", "완료율"),
                n("c58c3476", "동영상 완료 횟수를 동영상 조회수로 나눈 값"),
                n("c8aae62a", "내 게시물이 북마크된 횟수"),
                n("g70825e0", "공유 수"),
                n("c6fbefd4", "내 게시물이 공유된 횟수"),
                n("dbe9353e", "참여수"),
                n("a3a4e8f8", "매월"),
                n("eb2e0272", "선"),
                n("e298b08e", "막대"),
                n("bbc6e7c6", "미국"),
                n("h88ad664", "캐나다"),
                n("gd139910", "영국"),
                n("e08feda2", "일본"),
                n("fad772ce", "중동 및 북아프리카"),
                n("a396dd6c", "아시아 태평양"),
                n("j942b16c", "유럽 및 성장 시장"),
                n("j3cc0c00", "남아메리카"),
                n("fe90a642", "13~17세"),
                n("a5c91a8e", "18세~24세"),
                n("cf30cdfa", "25세~34세"),
                n("gf672f7c", "35세~44세"),
                n("jf28b41c", "45세~54세"),
                n("ja78da94", "55세~64세"),
                n("g42ea0b0", "65세 이상"),
                n("f21807e0", "팔로워가 아닌 계정"),
                n("d61b2bcc", "커뮤니티 게시물"),
                n("h3525cb8", "지정되지 않음"),
                n("a3c544e8", "상위 국가"),
                n("f30795d0", "프로필 사진을 엽니다"),
                n("gd7acb84", "프로필 설정하기"),
                n("b7636014", "쪽지"),
                n("haad225c", "Premium 선물하기"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + " 구독하기";
                }),
                n("j33d8902", "후원금 보내기"),
                n("a8ab3d08", "수신"),
                n("d740d2d9", function (e) {
                    return e.service + " 링크를 클립보드에 복사했습니다";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "비트코인 주소"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "Ethereum 주소"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "더 보기"),
                n("df7cb6d4", "프로페셔널 카테고리"),
                n("ec429e79", "자세히 알아보기."),
                n("j04c717a", "+ 경력 추가하기"),
                n("a1ea2f12", "생일을 축하합니다!"),
                n("g8191e78", "오늘이 생일입니다!"),
                n("c1b819ba", "오늘 생일 풍선이 여기 표시됩니다"),
                n("ad7a451e", "자기소개 번역하기"),
                n("f543dbf6", "전화번호 인증됨"),
                n("cef4e8cf", function (e) {
                    return "@" + e.screenName + " 님을 언뮤트할까요?";
                }),
                n("h03a094a", "이제 내 홈 타임라인에 이 계정의 게시물이 표시됩니다."),
                n("a6e94418", "이 계정의 게시물을 뮤트했습니다."),
                n("dd3d10f6", "검토 중"),
                n("i06d4712", "X 팀에서 내 계정을 빠르게 검토하고 있습니다. 며칠 내에 여기에서 체크마크를 확인하실 수 있습니다."),
                n("j354c438", "'검토 중' 라벨은 나만 볼 수 있습니다."),
                n("e018b5fa", "업그레이드하여 인증받기"),
                n("b74bd6c6", "이 계정은 정부, 뉴스, 엔터테인먼트 또는 다른 지정된 카테고리에서 유명하기 때문에 인증되었습니다."),
                n("e1e0c916", "이 계정은 Premium를 구독 중이므로 인증되었습니다."),
                n("eb5d72e4", "이 계정의 게시물은 비공개입니다. 이 계정의 팔로워만 게시물을 읽을 수 있습니다."),
                n("g776ca50", "인증된 계정"),
                n("ad465ee8", "기본 제휴 설정"),
                n("d01612d3", function (e) {
                    return e.date + " 이후 인증되었습니다.";
                }),
                n("e14d8719", function (e) {
                    return "기원전 " + e.year + "년";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + "님은 아직 인증을 받지 않았습니다";
                }),
                n("b2d0c0f4", "인증을 받으세요. "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " 사용자들의 시선을 끌고 답글 도달 범위를 넓히세요."),
                n("d834ab9c", "예, 프로필을 보겠습니다"),
                n("cb339f26", "주의: 비정상적인 행동을 하는 계정입니다"),
                n("hf06085e", "이 계정에서 비정상적인 활동이 감지되었습니다. 그래도 볼까요?"),
                n("aa959f36", "주의: 일시적으로 제한된 계정입니다"),
                n("jf604336", "주의: 민감한 콘텐츠를 포함할 수 있는 프로필입니다"),
                n("c9bfda48", "경고: 민감한 콘텐츠를 포함할 수 있는 프로필입니다. 민감한 이미지 또는 언어를 사용할 수 있는 사용자입니다. 그래도 볼까요?"),
                n("g29ebf26", "민감한 이미지나 언어를 게시할 수 있는 계정입니다. 그래도 보시겠어요?"),
                n("jcfb7fba", "X의 운영원칙을 위반했을 수 있는 계정입니다. 그래도 보시겠어요?"),
                n("bd598c70", "이 게시물은 비공개됩니다"),
                n("e617164b", "자세히 알아보기"),
                n("g8475f82", "계정이 일시 정지되었습니다"),
                n("j5e1cf59", "X의 운영원칙"),
                n("gbf342a4", "보류 계정"),
                n("defba9a4", "X에 오신 것을 환영합니다"),
                n("d11934ec", "알림 받기"),
                n("a2cd2b0a", "팔로우 및 알림 받기"),
                n("a70bae53", function (e) {
                    return "이제 " + e.fullName + " 님이 게시할 때마다 알림을 받을 수 있습니다";
                }),
                n("f51a4c29", function (e) {
                    return "이제 " + e.fullName + " 님을 팔로우하고 이 사용자가 게시할 때마다 알림을 받을 수 있습니다";
                }),
                n("cfa5e58d", function (e) {
                    return e.fullName + " 님을 팔로우합니다. 이 사용자가 게시할 때마다 알림을 받게 됩니다";
                }),
                n("be3a652d", function (e) {
                    return e.fullName + " 님이 게시할 때마다 알림을 받게 됩니다.";
                }),
                n("f089620c", "내 홈 타임라인"),
                n("a1ab9c80", "이 커뮤니티에는 아직 게시물이 없습니다"),
                n("b32c4fb0", "이 커뮤니티 멤버가 트윗하면 여기에 표시됩니다."),
                n("bf17deda", "시작해봅시다!"),
                n("c3fbf1da", "전 세계에서 무슨 일이 일어나고 있는지 알아보기에 최적인 장소입니다. 지금 팔로우할 사람과 주제를 찾아보세요."),
                n("a2515900", "게시물 기다리는 중"),
                n("je23cdb2", "여기에는 이 리스트에 포함된 사람들이 쓴 게시물이 표시됩니다."),
                n("e69b7e02", "계정 관리하기"),
                n("b6bd6ae4", "현재 계정"),
                n("d577bccd", function (e) {
                    return "X 계정이 두 개 이상인 경우, 추가가 가능하며 쉽게 전환할 수 있습니다. 최대 " + e.maxAccounts + "개까지 추가할 수 있습니다.";
                }),
                n("dc65b3e5", function (e) {
                    return e.maxAccounts + " 개의 계정 한도에 도달했습니다.";
                }),
                n("b8045b33", function (e) {
                    return e.maxAccounts + "개의 계정 한도에 도달했습니다.";
                }),
                n("d075dc89", function (e) {
                    return e.maxAccounts + "개의 개인 계정 한도에 도달했습니다.";
                }),
                n("bade139e", "모든 계정에서 로그아웃"),
                n("ae33b982", "모든 계정에서 로그아웃할까요?"),
                n("fa07bf68", "모든 브라우저 탭에 걸쳐 나의 모든 계정에 적용됩니다."),
                n("f7865ab6", "내 계정이 아닌가요?"),
                n("a35248e4", "내 계정이 아닙니다"),
                n("f794a67c", "내 계정입니다"),
                n("j79c0ff7", function (e) {
                    return "이 계정에서 " + e.emailAddress + "을(를) 삭제했습니다";
                }),
                n("fb46383c", "계정에서 이메일 주소를 삭제할 수 없습니다."),
                n("gcfdbc2b", function (e) {
                    return "해당 이메일은 더 이상 " + e.screenName + " X 계정에 연결되지 않습니다.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "알림 설정"),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("c1d75571", "내 것이 아닌 X 계정에 내 이메일 주소가 연결되어 있는 이유는 무엇인가요?"),
                n("ac71e82f", "자세히 알아보기"),
                n("b069d89c", "오디언스"),
                n("f5a61ae6", "콘텐츠"),
                n("a4df00c0", "계정 애널리틱스 탭"),
                n("ac248548", "계정 개요"),
                n("je62f358", "최근 28일"),
                n("bc2f16a4", "활성 시간"),
                n("d603209e", "활동 상세 분석"),
                n("ac3fb6de", "참가한 스페이스"),
                n("ie181958", "오디언스 정보"),
                n("j6f8d422", "내 동영상의 평균 시청 시간입니다."),
                n("e7479ce4", "평균 시청 시간"),
                n("g1dfa7d0", "평균"),
                n("h7d28188", "콘텐츠로 돌아가기"),
                n("if2704e4", "생방송 요약으로 돌아가기"),
                n("ea928ae4", "스페이스로 돌아가기"),
                n("e8c07c22", "생방송"),
                n("a4ce6e68", "생방송 분석지표"),
                n("b2214c74", "이 생방송의 총 시청 횟수"),
                n("d4fcf83a", "시청자들이 이 생방송을 시청한 총 시간"),
                n("a89b0322", "취소됨"),
                n("j3cb12ea", "동시 청취자"),
                n("b93931ee", "내 콘텐츠가 게시된 횟수입니다."),
                n("a1814798", "게시물에 댓글을 단 횟수입니다."),
                n("addd5575", function (e) {
                    return "금" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "월" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "토" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "일" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "목" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "화" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "수" + e.date;
                }),
                n("d9c70840", "디바이스"),
                n("ba55e824", "종료됨"),
                n("id276c42", "내 콘텐츠가 받은 반응 횟수입니다."),
                n("j033d090", "예상 수익"),
                n("efd4d7d4", "스페이스 필터링하기"),
                n("a1334290", "첫 48시간"),
                n("gc10a3b0", "시간 경과에 따른 팔로우 수"),
                n("efa0f858", "시간 경과에 따른 팔로우 및 언팔로우 수입니다. 이 수치는 현재 내 팔로워 수를 반영하지 않을 수 있습니다."),
                n("g2b06cc6", "성별 데이터를 유추할 수 있습니다"),
                n("b66b3baa", "시간"),
                n("cf8a0772", "노출에서 조회로 전환"),
                n("g13d8010", "지난 48시간"),
                n("d5627596", "지난 1시간"),
                n("baf120a6", "가장 낮은 참여도"),
                n("f2382014", "라이브"),
                n("c4a7a6aa", "생방송 데이터"),
                n("a992032a", "라이브스트림 애널리틱스"),
                n("ie45edda", "라이브스트림 개요"),
                n("e30fc268", "생방송 시청자"),
                n("bd37f68e", "미디어 활동"),
                n("fe074210", "분"),
                n("jd03a1b8", "시청 시간(분)"),
                n("a20e91e8", "시청 시간(분)"),
                n("ic2bebee", "수익 창출"),
                n("a1d642c8", "가장 높은 참여도"),
                n("ifc4c1f8", "이 콘텐츠를 통해 확보한 신규 팔로워 수입니다."),
                n("fff1315a", "선택한 필터에 해당되는 생방송이 없습니다"),
                n("jbcb09a8", "아직 데이터가 충분하지 않습니다"),
                n("df846d6c", "선택한 기간 동안 게시물이 없습니다."),
                n("g2ba40f6", "선택한 필터에 해당되는 스페이스가 없습니다"),
                n("j44061a0", "사용할 수 없음"),
                n("c4a93912", "해당 없음"),
                n("a6b78788", "시청자 데이터 없음"),
                n("b2438638", "전체 대비"),
                n("ic0399e0", "자연 조회수"),
                n("ja5c444a", "결제 기간"),
                n("f04e025e", "최대 동시 청취자"),
                n("d6d10662", "최대 시청자 수: "),
                n("d147bea2", "나중에 다시 확인해 보세요"),
                n("f0336d68", "게시 애널리틱스"),
                n("g85fbd2e", "게시물 ID"),
                n("ice5c5b6", "이 콘텐츠가 사용자에게 표시된 횟수입니다."),
                n("hf4f9bfe", "게시물 링크"),
                n("bf5ebf5c", "게시물 및 답글"),
                n("b211652e", "시간 경과에 따른 게시물 수"),
                n("f2efec0a", "사전 공개"),
                n("i61e0302", "이전"),
                n("e08a706a", "프로모션 조회수"),
                n("cbc99192", "게시일"),
                n("a83c2a9a", "실시간"),
                n("e9d72896", "녹음됨"),
                n("gede4932", "다시보기"),
                n("h0de359c", "이 콘텐츠가 재게시된 횟수입니다."),
                n("e0568f2c", "예정: "),
                n("gd86baa8", "예정된 시작"),
                n("fef3bfae", "보조 측정항목 선택"),
                n("g7e3d2a4", "스페이스 애널리틱스"),
                n("fbc79a40", "스페이스 요약"),
                n("d077112a", "스페이스 통계"),
                n("cf3709da", "상태"),
                n("e797dc32", "스트리밍 시간: "),
                n("b649d8cc", "구독자 전용"),
                n("j9282130", "생방송 섬네일"),
                n("g629b8b0", "시간 초과"),
                n("eb87323c", "라이브스트림이 시작된 이후 선택한 기간 동안의 분석 데이터를 표시합니다."),
                n("i6a75722", "기간"),
                n("c602f5b8", "합계"),
                n("b35e68ae", "총 참여자 수"),
                n("h78ee79a", "총 다시보기 횟수"),
                n("e3efaed0", "유형"),
                n("c37993e2", "언팔로우"),
                n("b1ed35d0", "순 시청자 수"),
                n("bfad9306", "알 수 없음"),
                n("b5a58f36", "제목 없는 생방송"),
                n("i70f5278", "업로드 날짜:"),
                n("a98b58b6", "인증된 팔로워"),
                n("a5de67ca", "계정을 인증한 팔로워의 수입니다."),
                n("g3367ff4", "동영상 조회 완료"),
                n("a7b48b36", "시청이 완료된 동영상의 비율입니다."),
                n("a2580f2a", "완료율"),
                n("ff95a9cc", "동영상 ID"),
                n("a97e358e", "동영상 링크"),
                n("e10e8b46", "최근 100일 동안의 동영상만 표시됩니다."),
                n("ba37f6da", "동영상 개요"),
                n("f19846b2", "동영상 미리보기 이미지"),
                n("ccd6f4a8", "동영상 제목"),
                n("c8410542", "동영상을 시청한 횟수입니다."),
                n("a532072a", "조회자"),
                n("d9508ab0", "조회수"),
                n("d9f9dec0", "스페이스 보기"),
                n("h0c1f37a", "스페이스 애널리틱스 보기"),
                n("e41fffbc", "내 동영상의 총 시청 시간입니다."),
                n("if2909ba", "시청 시간"),
                n("i0e5bf4c", "내 동영상");
            n("ed99baea", "사전 베타 체험"),
                n("gf898b70", "고급 검색"),
                n("d2a43a7a", '"AI" 및 "스타트업" 모두 포함'),
                n("a8584698", "AI 스타트업"),
                n("jb6f9292", '정확한 구문 "AI 스타트업" 포함'),
                n("j8ee77c4", '"AI 스타트업"'),
                n("d0480758", '"AI" 또는 "스타트업" (또는 둘 다) 포함'),
                n("f0048fa2", "AI OR 스타트업"),
                n("da0df186", '"AI"를 포함하지만 "스타트업"은 포함하지 않음'),
                n("f2f463ea", "AI -스타트업"),
                n("a10a357e", '"AI"를 포함하며 마음에 들어요를 50개 이상 받음'),
                n("ca8ed1e8", "AI min_faves:50"),
                n("i945a3f2", '"AI" 및 그 안에 "grok"이 들어 있는 URL 포함'),
                n("a9348088", "AI url:grok"),
                n("b5c3cdbc", 'X 계정 "grok"을 멘션'),
                n("e2634592", "@grok"),
                n("i88ba038", "알림 설정 해제"),
                n("j2cb0214", "알림 사용 설정"),
                n("ae852cd0", "매주 월요일마다 이 트렌드의 변화를 요약한 알림을 받습니다."),
                n("d1d8633e", "Radar 알림"),
                n("g096d0cc", "모든 검색어"),
                n("e77035aa", "검색 결과 지우기"),
                n("a895ec64", "이 쿼리를 삭제하시겠어요?"),
                n("a4f5e431", function (e) {
                    return "’" + e.name + "’ 삭제함";
                }),
                n("db28b535", function (e) {
                    return "’" + e.name + "’ 삭제";
                }),
                n("bcf89b8a", "쿼리를 수정하세요"),
                n("f0002e72", "결과 살펴보기"),
                n("b0924d7a", "검색어를 생성하지 못했습니다. 다시 시도하세요."),
                n("cfd731ee", "쿼리를 삭제하지 못했습니다. 다시 시도하세요."),
                n("g08bff82", "알림 사용을 해제하지 못했습니다. 다시 시도해 주세요."),
                n("fa1fd798", "알림 사용을 설정하지 못했습니다. 다시 시도해 주세요."),
                n("ia7dce48", "쿼리를 생성하지 못했습니다. 다시 시도하세요."),
                n("d494d4aa", "쿼리를 업데이트하지 못했습니다. 다시 시도하세요."),
                n("i4a49588", "글로벌 타운스퀘어"),
                n("c0799860", "일"),
                n("b43679d2", "시"),
                n("f1fce85e", "분"),
                n("ea3e0ec4", "마켓"),
                n("d8d9aec2", "최대 검색어 수에 도달했습니다"),
                n("c9aa246e", "새 검색어"),
                n("b9b7a50e", "언제든지 검색 기준을 조정하여 최신 정보를 받으세요"),
                n("i9a09bb6", "쿼리를 생성하고 Radar가 실시간 업데이트를 추적하도록 하세요"),
                n("da20008c", "사용 가능한 트렌드가 없습니다. 검색 기준을 확장해 보세요."),
                n("e78ca8c6", "나중에 다시 시도해주세요"),
                n("ce3216ec", "검색어"),
                n("ef609bb8", "X에서 무슨 일이 화제가 되고 있나요?"),
                n("a636a738", "이어지는 질문을 해 보세요"),
                n("d92ec304", "쿼리를 찾을 수 없음"),
                n("bbf29e20", "선택 항목 초기화"),
                n("ie3321ea", "$NVDA (매도 OR 매수)"),
                n("cf223996", "요약"),
                n("a27ccab8", "슈퍼 앱"),
                n("i66136aa", "인기"),
                n("e7c44382", "순 사용자"),
                n("d559e5b8", "제목 없는 쿼리"),
                n("i1d9be88", "고급 검색 연산자 사용"),
                n("ae9f604c", "제휴 계정"),
                n("a7d2d8f4", "제휴 계정만 표시"),
                n("je21ffbe", "팔로워 수"),
                n("i8d9797c", "전체 프로필"),
                n("a36bebf2", "최대"),
                n("i5ef8b4a", "최대 팔로워 수"),
                n("fcf0ec1c", "최소"),
                n("ccc0bbc6", "최소 팔로워 수"),
                n("je1bd63a", "X의 강력한 기능을 활용해 인재와 영업 리드 및 전략적 파트너를 찾아보세요"),
                n("i6766078", "최고의 인재, 영업 잠재고객, 파트너를 찾아보세요"),
                n("d509bbd4", "X에서 사람 찾기"),
                n("a5afaf54", "재설정"),
                n("i9006fb0", "모두 재설정"),
                n("fa598a82", "결과"),
                n("g3688a48", "옵션 선택"),
                n("ab5a91a4", "사용자"),
                n("cef20fd0", "인증"),
                n("a2b286b0", "채용 공고와 제품을 프로모션하고 메시지를 전하세요."),
                n("e2895a38", "광고 크레딧 최대 $12,000 제공"),
                n("becba496", "기간 한정 혜택으로 광고 크레딧을 드립니다."),
                n("ded395ae", "비즈니스용 애널리틱스를 한 곳에서 이용하세요"),
                n("a47a20d4", "고급 애널리틱스"),
                n("b56d3ec6", "모든 조직 및 제휴 계정이 Grok 3에 대한 액세스를 포함한 Premium+를 이용할 수 있습니다"),
                n("ie663a1a", "전담 고객 지원팀을 통해 빠르게 지원을 받고 에스컬레이션하세요"),
                n("j7f75bec", "VIP 지원"),
                n("ebf5ec26", "기대해 주세요"),
                n("eeb424e2", "나만의 이야기를 만들어 보세요."),
                n("ab62db18", "오디언스를 늘리세요."),
                n("j2c9bc4e", "금색 체크마크로 눈길을 사로잡고 제휴 계정을 추가하여 회사를 자연적으로 홍보하세요. "),
                n("e7930f82", "다른 사람들과 차별화하기"),
                n("e77ea57e", "매출을 늘리고, 최고의 인재를 채용하고, 독점적인 시장 통계를 이용하기 위한 가장 강력한 도구를 만나보세요."),
                n("a558a254", "인증된 조직 서비스를 통해 X에서 성장을 도모하세요"),
                n("b099f256", "Radar에서 버튼 하나만 누르면 시장 동향과 여론을 확인할 수 있습니다."),
                n("ecb7fa02", "비즈니스 인텔리전스"),
                n("cb5faa2a", "광고 크레딧을 사용해 전 세계 가장 우수한 인재에게 도달하세요."),
                n("c67b260c", "채용 프로모션"),
                n("if48b5c2", "채용 공고를 업로드하고 X 사용자 수백만 명에게 직접 홍보하세요."),
                n("aa0d60aa", "월"),
                n("cebfdb52", "조직"),
                n("i9b6fcbc", "사람 찾기를 통해 엔지니어, 영업 담당자 및 크리에이터를 찾고 연락할 수 있습니다. "),
                n("a6b5c3f0", "최고의 인재 찾기"),
                n("a51acce8", "베이직으로 등급 하향"),
                n("ie132f40", "전체 액세스로 업그레이드"),
                n("b0d26232", "저장"),
                n("f563b353", function (e) {
                    return "할인 종료 " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.endDate + "까지 " + e.percentOff + "% 할인";
                }),
                n("j3cfae29", function (e) {
                    return "첫 해에 연간 " + e.discountedCost + ". 다음 해부터는 연간 " + e.baseCost + ".";
                }),
                n("jb74aea4", "추가되는 각 제휴 계정당 구독료는 사용자 아이디당 매월 $50이며 광고 크레딧은 제한이 적용됩니다."),
                n("fc9fc856", "추가되는 각 제휴 계정당 구독료는 사용자 아이디당 연간 $600이며 광고 크레딧은 제한이 적용됩니다."),
                n("fc785aec", "Basic 시작하기"),
                n("edf32072", "Premium+의 모든 기능 + 추가 혜택:"),
                n("b3caf146", "금색 인증 배지"),
                n("a1dbf70c", "$200 무료 월간 광고 크레딧"),
                n("i2a2286c", "$2,500 무료 광고 크레딧"),
                n("e8d0fd04", "Radar Basic"),
                n("cf038828", "전담 지원 서비스"),
                n("efd56302", "페이지에 제휴 계정 추가"),
                n("bc1bb6aa", "$1,000 무료 월간 광고 크레딧"),
                n("e1669560", "$12,000 무료 광고 크레딧"),
                n("hb973da4", "Radar 전체 액세스"),
                n("g444c82e", "엔터프라이즈 기능 사전 체험"),
                n("a1bc0bcf", function (e) {
                    return "연간 " + e.cost + " 청구";
                }),
                n("i0f58dac", "모든 요금제에는 관련 세금 및 수수료가 적용됩니다."),
                n("je182d8a", "엔터프라이즈"),
                n("ge609bd6", "영업팀에 문의"),
                n("je6d2aec", "모듈형 요금제"),
                n("ed33b888", "사람 찾기"),
                n("ade522c4", "정보"),
                n("h551f266", "광고 크레딧"),
                n("c74f7856", "제휴 계정 패키지"),
                n("b9b41f7a", "검색 최적화"),
                n("b1f368ee", "전담 지원"),
                n("j189c5b2", "Pro의 모든 기능 + 추가 혜택:"),
                n("i7f4b58e", "맞춤형"),
                n("h45fd8ae", "전체 액세스 시작하기"),
                n("f1c3b32c", "Basic의 모든 기능 + 추가 혜택:"),
                n("f4307806", "인기"),
                n("ce7c21de", "연간"),
                n("a21a64f6", "“비즈니스용 X는 정말 최고입니다. 사람 찾기 도구를 사용해 엄청난 인재를 고용할 수 있었습니다.“"),
                n("dbb3fc54", "공동 창업자 및 CEO"),
                n("c1600210", "“비즈니스용 X는 당연한 선택이었습니다. 고객을 확보하는 데 마켓 인사이트가 큰 도움이 되었죠.”"),
                n("fb3e127a", "기간 한정 신년 할인"),
                n("a5fee980", "연간 구독료 30% 할인 및 최대 $12,000 상당의 무료 광고 크레딧을 받으세요. 다음 날짜까지 구독할 경우 제공:"),
                n("c9051cac", "일"),
                n("ie035790", "초"),
                n("cbd3dfaa", "베타 버전을 사용해 보세요"),
                n("h260121e", "오디언스에게 인기 직무를 소개하세요."),
                n("ae0ad604", "경력 페이지"),
                n("cbd4ba6e", "최고의 인재를 찾고 연락하세요"),
                n("b71927b2", "채용 공고 무제한"),
                n("a0b5b7d4", "실적 광고 모델과 함께 AI 타겟팅을 활용하세요."),
                n("aa3f0e90", "AI 타겟팅을 사용해 채용을 홍보하세요"),
                n("hc67be9e", "시작하기"),
                n("c9a67f9e", "채용 시작하기"),
                n("jd937cda", "X 채용에서 직업 관련성이 높은 지원자 수백만 명에게 다가가세요. 채용 정보를 동기화하고, 맞춤 채용 페이지를 구축하고, 타임라인에서 타겟팅 광고를 실행하도록 채용 프로모션을 설정하세요."),
                n("d92d2632", "최고의 인재를 영입하기 위한 최상의 플랫폼"),
                n("c10bee94", "월별 지원"),
                n("ib69d218", "250,000명 이상"),
                n("i953576c", "채용 중인 회사"),
                n("j395b846", "10,000명 이상"),
                n("g48a59c2", "사용자"),
                n("j228841a", "5억 명 이상"),
                n("da570714", "ATS 통합"),
                n("h25a3132", "채용 홍보를 위한 광고 크레딧 최대 $2,400 제공"),
                n("f25a2004", "Premium+ 혜택"),
                n("c237b78e", "채용팀에 제휴 계정 부여"),
                n("fc3d58fe", "채용 홍보를 위한 광고 크레딧 최대 $12,000 제공"),
                n("eb5f060c", "팔로우"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + " 님을 언팔로우할까요?";
                }),
                n("e4c91b70", "이 사용자들의 게시물은 더 이상 추천 타임라인에 표시되지 않습니다. 이러한 사용자의 프로필은 게시물이 비공개로 설정되지 않는 한 계속 볼 수 있습니다."),
                n("j650c8dc", "팔로우 요청을 취소할까요?"),
                n("c02f8de1", function (e) {
                    return "내 팔로워 요청이 취소되고 @" + e.screenName + " 님은 더 이상 요청을 볼 수 없게 됩니다.";
                }),
                n("e2ee95a1", function (e) {
                    return e.date + "에 가입함";
                }),
                n("d64fef58", "아직 게시물이 없습니다"),
                n("e2a098dc", "정렬 기준"),
                n("c5709148", "최대 1000개의 게시물이 표시됩니다"),
                n("ca5e57bd", function (e) {
                    return "게시물" + e.noun;
                }),
                n("d16c1ab6", "최신 순서"),
                n("f0a28956", "가장 오래됨"),
                n("h06df79a", "노출수가 가장 많음"),
                n("c44744e6", "노출수가 가장 적음"),
                n("j6b98664", "마음에 들어요를 가장 많이 받음"),
                n("a669f95c", "마음에 들어요를 가장 적게 받음"),
                n("a0c66496", "답글이 가장 많음"),
                n("h45174fe", "답글이 가장 적음"),
                n("ea20f92a", "재게시물이 가장 많음"),
                n("c9a63566", "재게시물이 가장 적음"),
                n("b40d33e4", "세부정보 펼치기"),
                n("gedf636e", "URL 클릭수"),
                n("bbc12690", "해시태그 클릭수"),
                n("g7ede992", "고유 링크 클릭수"),
                n("f5210bae", "링크"),
                n("b1f77a7c", "데이터 내보내기"),
                n("j62d2af4", "게시물 개요"),
                n("dc70a568", "게시물 분석"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "흐린 선 그래프"),
                n("b10621d4", "모든 통계 보기"),
                n("c23def7a", "참여 수"),
                n("jc14a9e8", "지출"),
                n("d16b5a18", "총 광고 지출액"),
                n("g01559c6", "지난 7일간 나타난 측정지표"),
                n("ddc8d458", "이전 데이터 열기"),
                n("j74eab48", "고급 애널리틱스는 X Premium 회원 전용입니다"),
                n("i02166f6", "오디언스 파악"),
                n("cef977e4", "데이터 내보내기"),
                n("f88e624e", "대화 업데이트"),
                n("e15e5637", function (e) {
                    return "지난 " + e.count + "시간 동안";
                }),
                n("h5ab8b0e", "친구가 팔로우 중인 사람"),
                n("a0f01bca", "기간을 변경하려면 탭하세요"),
                n("he30b16c", "'친구가 팔로우 중인 사람'에서는 검색 범위를 확대해, 내가 팔로우하는 사람을 포함해 이들이 팔로우하는 사람들이 가장 많이 공유한 기사를 보여줍니다."),
                n("b0589550", "뉴스 더 보기"),
                n("b60e4f78", "확인해 보기"),
                n("e950f6e0", "내 네트워크에서 공유된 기사가 없습니다."),
                n("e7dcfb81", "더 많은 계정"),
                n("h965157c", "이 페이지는 지원되지 않습니다."),
                n("cd388852", "이 콘텐츠를 보려면 최신 버전의 X에서 작성자의 프로필을 방문하세요."),
                n("abebdfae", "진행하거나 공동 진행하는 스페이스에 대해서만 애널리틱스를 조회할 수 있습니다."),
                n("fcb205da", "실시간 청취자"),
                n("jb088200", "녹음 재생"),
                n("if65328a", "청취"),
                n("a1a0e6d8", "진행자 팔로우하기"),
                n("a3c4e396", "진행자 언팔로우"),
                n("j58e7b00", "프로필 보기"),
                n("eca4e32a", "세부정보 보기"),
                n("hd908df2", "실시간 스페이스"),
                n("c5d40fe2", "모든 사용자"),
                n("a8df1d34", "동영상 사용 설정"),
                n("if410292", "스페이스를 소개합니다"),
                n("i43fdce9", function (e) {
                    return "토픽 추가(" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "어떤 이야기를 하고 싶으신가요?"),
                n("e93f3c2a", "스페이스 녹음하기"),
                n("b701d610", "예약 스페이스 삭제됨"),
                n("b028792d", function (e) {
                    return "예약 스페이스 관리(" + e.count + ")";
                }),
                n("e9b73da8", "스페이스 예약하기"),
                n("cdf630be", "지금 시작하기"),
                n("acd1bcb0", "누가 들어올 수 있나요?"),
                n("h07146a2", "누가 발언할 수 있나요?"),
                n("h61d92b0", "예약 스페이스 삭제"),
                n("a488f2eb", function (e) {
                    return e.total + "개 중 " + e.count + "개 선택";
                }),
                n("d2dfe80d", function (e) {
                    return "스페이스가 " + e.date + " " + e.time + "에 시작될 예정입니다";
                }),
                n("aef95393", function (e) {
                    return e.date + " " + e.time + "에 예약된 기존 스페이스";
                }),
                n("a7069f2e", "세부사항 수정"),
                n("a15f06fc", "예약된 스페이스"),
                n("f6cfa3fe", "과거 날짜로 스페이스를 예약할 수 없습니다."),
                n("a8f71a2b", function (e) {
                    return e.days + "일이 넘는 미래로 스페이스를 예약할 수 없습니다.";
                }),
                n("ae092f6c", "예약 스페이스를 삭제하지 못했습니다."),
                n("jd7f0030", "예약 스페이스 업데이트"),
                n("a26da034", "변경사항 저장"),
                n("b3633046", "커뮤니티를 선택하세요"),
                n("ce447fcb", function (e) {
                    return "청취자 " + e.count + "명";
                }),
                n("ef7da97f", function (e) {
                    return e.count + "명 청취 중";
                }),
                n("a065e7e7", function (e) {
                    return "지금 진행 중: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "이 스페이스(" + e.spaceTitle + ")는 종료되었습니다";
                }),
                n("i8478ae7", function (e) {
                    return "녹음 재생: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "연결 중"),
                n("aadbc747", function (e) {
                    return "공동 진행자";
                }),
                n("hbd6035f", function (e) {
                    return "발표자";
                }),
                n("if420852", "녹음 재생"),
                n("f7dc3b1c", "이 스페이스는 종료되었습니다"),
                n("c1d15dc0", "이 스페이스는 현재 종료되었습니다."),
                n("g3e2f3a6", "익명으로 청취하기"),
                n("cd64d43e", "발표자로 직접 참여하기"),
                n("jcdc32f0", "청취 시작하기"),
                n("a0cee16a", "발표 시작하기"),
                n("bf3daa48", "익명으로 청취 시작하기"),
                n("f9305f48", "재연결"),
                n("e51df2e6", "마이크는 꺼짐 상태로 시작합니다"),
                n("h114ff6c", "이미 다른 스페이스를 이용 중이므로 이 스페이스에 참여할 수 없습니다."),
                n("d7fe2d7e", "이미 다른 스페이스를 이용 중이므로 이 스페이스에 다시 연결할 수 없습니다."),
                n("e61bdea4", "진행자가 스페이스를 녹음하고 있습니다. 공개 녹음에는 발표자 전원의 음성이 포함됩니다."),
                n("d0ebf4f7", "자세히 알아보기"),
                n("d782b808", "구독자를 위한 혜택"),
                n("i7f83b8d", "자세히 알아보기"),
                n("fc962610", "스페이스 또는 진행자 이름 검색"),
                n("e5b5f091", function (e) {
                    return "“" + e.searchQuery + "”에 일치하는 스페이스가 없습니다";
                }),
                n("g5812140", "한번 시작해 보시겠어요?"),
                n("e8fe1ecb", function (e) {
                    return "'" + e.searchQuery + "'에 일치하는 " + e.section + " 스페이스가 없습니다.";
                }),
                n("c432d2b2", "스페이스 검색하기"),
                n("d39e8b30", "메모 추가하기"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + "으로 쓴 메모";
                }),
                n("g17e4064", "내가 남긴 노트는 내 X 프로필에 연결되지 않고 그룹 노트 별칭을 사용하여 게시됩니다."),
                n("d9b09ee8", "정확하게 작성해 주세요. 외부 소스에 대한 링크를 제공해야 합니다."),
                n("b7476596", "정확성에 유의해 주세요. 외부 소스에 대한 링크를 제공해 주시면 더 좋습니다."),
                n("df6c8292", "여기에 설명을 입력하세요"),
                n("ecb4d20c", "노트가 저장되지 않았습니다. 이전에 이 게시물에 대해 노트를 작성하지 않았는지 확인하고 나중에 다시 시도해 주세요."),
                n("eb5b4a12", "그룹 노트 별칭 소개"),
                n("ja0ee360", "가명을 선택하세요"),
                n("f7b7c250", "개인 정보 보호를 위해 그룹 노트에 대한 별칭을 선택해 주세요"),
                n("c6382384", "그룹 노트에서 별칭을 사용하는 이유"),
                n("j48ab594", "비공개로 참여하기"),
                n("bc2399a0", "X ID를 공개하지 않고도 노트를 작성하고 평점을 매길 수 있습니다."),
                n("d939cf16", "내용에 집중하기"),
                n("a56f0c32", "별칭을 사용하면 참여자들이 메모 작성자보다는 메모 내용에 좀 더 집중할 수 있으므로 편향을 줄일 수 있습니다."),
                n("d17c59e4", "모든 사람은 자신의 메모에 책임이 있습니다"),
                n("i719f8e2", "참여자의 과거 내역을 볼 수 있습니다. 모든 사람은 획득한 평점을 통해 책임을 집니다."),
                n("a96bb564", "그룹 노트 별칭 선택하기"),
                n("afcdcf84", "별칭은 그룹 노트를 작성하고 평가할 때 쓰는 아이디입니다. 별칭은 내 X 프로필에 연결되지 않습니다."),
                n("f83d0446", "별칭이 저장되었습니다."),
                n("ed0e6b2e", "노트 평가 시작"),
                n("if4c5e06", "그룹 노트에 오신 것을 환영합니다"),
                n("g880a78a", "먼저 노트 평가부터 시작하기"),
                n("d1be2236", "그룹 노트에서는 모든 사용자에게 표시할 수 있는 유용한 노트를 파악하기 위해 참여자들의 도움을 필요로 합니다."),
                n("af9f2b78", "평가 영향력 추적하기"),
                n("af68afc8", "노트가 '유용함' 또는 '유용하지 않음' 상태를 획득하는 데 기여할 때마다 내 영향력이 높아집니다."),
                n("fb5c5d42", "노트 작성 기능 잠금 해제"),
                n("a1e58cdc", "평가 영향력이 5점 이상이 되면 그룹 노트 작성 기능을 사용할 수 있게 됩니다."),
                n("j5f112b4", "최근에 작성한 노트 중 두 개가 현재 '유용하지 않음' 상태입니다."),
                n("ac34c5e8", "자신의 이전 평가에 동의하지 않는 사람을 포함해 충분한 수의 참여자가 내 노트 중 2개를 유용하지 않다고 평가했습니다. 다음은 이에 대한 피드백입니다."),
                n("ib7886d0", "프로필에서 이 노트 확인하기"),
                n("b0a7d360", "노트 작성 기능이 일시적으로 잠금 처리될 수 있습니다."),
                n("e473f876", "최근 '유용함' 또는 '유용하지 않음' 상태에 도달한 노트 5개 중 3개가 '유용하지 않음' 상태로 평가된 참여자는 일시적으로 노트 작성 기능이 잠금 처리됩니다."),
                n("ef490ae8", "출처가 포함되지 않았거나 신뢰할 수 없는 출처"),
                n("bf3dc462", "출처가 메모 내용을 뒷받침하지 않음"),
                n("heb35e12", "부정확한 정보"),
                n("ib117532", "괴롭힘 또는 가학적인 내용임"),
                n("a7bc3192", "신뢰도 높은 소스를 인용하고 있음"),
                n("a26f8dc2", "이해하기 쉬움"),
                n("cbdef06c", "게시물의 주장에 직접 대응함"),
                n("faa5f9e8", "중요한 배경 정보를 제공함"),
                n("gf3b38f4", "중립적이거나 편견에 치우치지 않은 언어가 사용되었습니다"),
                n("a50327ea", "이 게시물에 필요하지 않은 노트입니다"),
                n("h7c59ea2", "의견이나 추측입니다"),
                n("d60c0064", "오탈자 또는 불분명한 표현"),
                n("e06416ca", "요점을 놓치고 있거나 관련이 없습니다"),
                n("cff1aa8c", "논쟁적이거나 편파적인 언어가 사용되었습니다"),
                n("c5d55592", "고유한 정보 또는 배경 정보를 제공함"),
                n("f3e6f0aa", "유용한 정보를 제공함"),
                n("hc2b6a7e", "개인적 판단을 피하고 있음 및/또는 공감을 표현하고 있음"),
                n("bbe8b4ac", "의견, 추측 또는 편견임"),
                n("dd1f17ea", "주제에서 벗어났음"),
                n("if966b54", "오래된 정보임"),
                n("fdc2060a", "노트를 작성하기 위해서는 임팩트 스코어 점수가 더 높아야 합니다."),
                n("edd80858", "내 프로필 및 점수 보기"),
                n("eec24ff6", "평가 시작하기"),
                n("eb9dc3ec", "여러분과 같은 참여자들은 게시물에 배경 정보로 표시할 수 있는 유용한 노트를 식별하여 사람들에게 더 나은 정보를 제공하는 데 공동으로 기여합니다."),
                n("f2f61788", "작성 기능 잠금 해제"),
                n("ca7e11e6", "평가 점수가 5점 이상이 되면 그룹 노트 작성 기능을 사용할 수 있게 됩니다."),
                n("e7beb100", "프로필 및 의견 확인"),
                n("fd02e290", "규칙 모두 보기"),
                n("ee7b8050", "새로운 노트 작성 기능이 일시적으로 잠금 처리되었습니다."),
                n("b8cc2e9a", "최근 작성한 노트가 '유용하지 않음'으로 평가되어 일시적으로 노트 작성 기능이 잠겼습니다."),
                n("f6c8613e", "내 노트에 대한 참여자들의 피드백:"),
                n("fd5c2282", "노트 작성에 유용한 팁을 확인하세요"),
                n("c23e67ea", "작성 기능 잠금 해제"),
                n("i0e66c5a", "하나를 선택하세요"),
                n("j8e3e3be", "최소 하나 이상 선택해 주세요"),
                n("f1e851f0", "설명을 입력하세요"),
                n("ff5dcac8", "설명이 최대 글자 수를 초과했습니다"),
                n("b47b5a16", "모든 입력란을 작성하셔야 합니다. 모든 질문에 답했는지 확인해 주세요."),
                n("g9cffe16", "메모에 출처가 포함되지 않았습니다"),
                n("bfa9e276", "해당 이미지가 포함된 모든 게시물에 유용하도록 노트를 다시 작성하거나 이 양식의 첫 번째 질문에 대한 답변을 검토해 주세요."),
                n("ja36d83e", "해당 동영상이 포함된 모든 게시물에 유용하도록 노트를 다시 작성하거나 이 양식의 첫 번째 질문에 대한 답변을 검토해 주세요."),
                n("i6488a04", "해당 미디어가 포함된 모든 게시물에 유용하도록 노트를 다시 작성하거나 이 양식의 첫 번째 질문에 대한 답변을 검토해 주세요."),
                n("j6e12b24", "디지털 방식으로 수정된 사진 또는 동영상이 포함되어 있습니다."),
                n("eda68484", "디지털 방식으로 변경되었습니다"),
                n("e198eb8c", "동영상에 함께 알려야 한다고 생각되는 배경 정보를 노트로 작성하여 다른 사람에게도 알리세요."),
                n("a9803d44", "이미지에 함께 표시되어야 한다고 생각되는 배경 정보를 노트로 작성하여 다른 사람에게도 알리세요."),
                n("j7ddf18a", "이 링크를 포함하는 모든 게시물에 함께 표시되어야 한다고 생각되는 배경 정보를 노트로 작성하여 다른 사람에게도 알리세요."),
                n("g3874520", "게시물에 함께 표시되어야 한다고 생각되는 배경 정보를 노트로 작성하여 다른 사람에게도 알리세요."),
                n("ac1141aa", "노트를 작성하여 다른 그룹 노트 참여자들에게 이 동영상에 오해의 소지가 없는 이유나 배경 정보를 추가할 필요가 없는 이유를 설명해 주세요."),
                n("f99ebcfc", "노트를 작성하여 다른 그룹 노트 참여자들에게 이 이미지에 오해의 소지가 없는 이유나 배경 정보를 추가할 필요가 없는 이유를 설명해 주세요."),
                n("h641949e", "노트를 작성하여 다른 그룹 노트 참여자들에게 이 게시물에 오해의 소지가 없는 이유나 배경 정보를 추가할 필요가 없는 이유를 설명해 주세요."),
                n("c926cff6", "현재 확인 가능한 증거를 고려할 때, 이 게시물은..."),
                n("e0ef7a2c", "현재 확인 가능한 증거를 고려할 때, 이 이미지는..."),
                n("g491d33a", "현재 확인 가능한 증거를 고려할 때, 이 동영상은..."),
                n("b253e462", "현재 확인 가능한 증거를 고려할 때, 링크된 페이지는..."),
                n("b1b2d004", "오해의 소지가 있으며 추가된 배경 정보가 유용한 것으로 보입니다"),
                n("ha9655c2", "오해의 소지가 없음"),
                n("ebd2de06", "이 게시물이 오해의 소지가 있다고 생각하는 이유는 무엇인가요?"),
                n("i865abe8", "이 이미지에 오해의 소지가 있다고 생각하는 이유는 무엇인가요?"),
                n("add096c6", "이 동영상에 오해의 소지가 있다고 생각하는 이유는 무엇인가요?"),
                n("eb604e2e", "링크된 페이지가 혼동을 야기할 수 있다고 생각하는 이유는 무엇인가요? "),
                n("c33bc7d4", "사실에 대한 오류가 포함되어 있습니다."),
                n("aadb676c", "오해의 소지가 있는 오래된 정보가 포함되어 있습니다."),
                n("g21a0ef4", "허위 진술이거나 중요한 맥락이 누락되었습니다."),
                n("daf354de", "확인되지 않은 주장을 사실이라고 제시하고 있습니다."),
                n("d1d2ef84", "사실로 오해될 수 있는 농담 또는 풍자임"),
                n("bfee6064", "이 게시물이 오해의 소지가 없다고 생각하는 이유는 무엇인가요?"),
                n("dfd1f7f0", "이 이미지에 오해의 소지가 없다고 생각하는 이유는 무엇인가요?"),
                n("b8623176", "이 동영상에 오해의 소지가 없다고 생각하는 이유는 무엇인가요?"),
                n("ec66e3fc", "링크된 페이지가 혼동을 야기하지 않는다고 생각하는 이유는 무엇인가요? "),
                n("g228df26", "사실상 정확한 주장을 표현하고 있습니다."),
                n("h890a3f2", "공유 당시에는 정확했지만 지금은 오래되었습니다"),
                n("hf607a0a", "분명히 풍자적인 내용이거나 농담임"),
                n("j6ac7742", "개인적인 의견을 표현하고 있습니다."),
                n("b1d82aae", "대부분의 사람들이 신뢰할 수 있을 만한 소스에 대한 링크를 제공하셨나요?"),
                n("ae859ee0", "이 노트는 게시물이나 이미지에 관한 것인가요?"),
                n("ba84e7f8", "이 노트는 게시물이나 동영상에 대한 것인가요?"),
                n("ibb784c6", "이 특정 게시물에 대한 정보"),
                n("a21ecb8c", "이 게시물에 포함된 이미지에 대한 소개입니다. 이 이미지가 포함된 모든 게시물에 표시됩니다."),
                n("he0ca8da", "이 게시물에 포함된 동영상에 대한 소개입니다. 이 동영상이 포함된 모든 게시물에 표시됩니다."),
                n("d0bf8d34", "이 게시물이나 링크와 관련된 노트인가요?"),
                n("db370b9a", "이 게시물이나 이미지, 링크와 관련된 노트인가요?"),
                n("c35bf10e", "이 게시물이나 동영상, 링크와 관련된 노트인가요?"),
                n("d96ce0d2", "이 노트는 해당 이미지를 포함하는 모든 게시물에 유용한 방식으로 작성되었습니다."),
                n("a1fb516c", "이 노트는 해당 동영상을 포함하는 모든 게시물에 유용한 방식으로 작성되었습니다."),
                n("be46a61e", "이 노트는 해당 미디어를 포함하는 모든 게시물에 유용한 방식으로 작성되었습니다."),
                n("ied1c2c2", "이 노트는 이 게시물에만 해당되는 내용이며 다른 게시물에는 관련이 없을 수 있습니다."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "모든 " + e.matchCount + "개의 게시물";
                }),
                n("d7959c4d", function (e) {
                    return "모든 " + e.matchCount + "개의 게시물";
                }),
                n("ff5be16d", function (e) {
                    return "모든 " + e.matchCount + "개의 게시물";
                }),
                n("abdd8d0a", "메모 수정하기"),
                n("c097608e", "메모에 설명이 포함되지 않았습니다"),
                n("ba25898c", "출처에 대한 설명이 포함된 메모는 유익한 내용으로 평가될 가능성이 더 높습니다."),
                n("e764d704", "신뢰할 수 있는 출처와 연결되어 있는 메모는 유익한 내용으로 평가될 가능성이 더 높습니다."),
                n("gb67e44c", "설명 없이 제출하기"),
                n("d6b758a2", "출처 없이 제출하기"),
                n("dc1fa12c", "그룹 노트 계정은 인증된 전화번호가 있어야 합니다"),
                n("a1752fde", "계속해서 이 계정으로 그룹 노트에 참여하려면 전화번호를 인증해야 합니다."),
                n("hef02710", "전화번호는 인증되어야 하고, 공인된 이동통신사의 번호여야 하며, 다른 그룹 노트 계정과 연결되어 있지 않아야 합니다."),
                n("dff9b6bc", "전화번호를 인증하세요"),
                n("f051e434", "그룹 노트 참여자는 고유한 전화번호가 있어야 합니다"),
                n("eaef2f72", "여러 그룹 노트 참여자의 X 계정이 이 전화번호에 연결되어 있습니다."),
                n("j78d41b4", "계속 이 계정으로 참여하려면 다른 X 계정에서 이 전화번호를 삭제해야 합니다."),
                n("a7c9a176", "그룹 노트 계정은 인증된 전화번호가 있어야 하며 이 전화번호는 공인된 이동통신사의 번호여야 합니다"),
                n("ec853dfa", "인위적으로 만든 번호나 가상 전화번호의 사용을 줄이기 위해, 공인된 이동통신사의 전화번호를 사용해야 합니다."),
                n("j6e19c58", "그룹 노트의 가치"),
                n("ea580ee2", "그룹 노트의 가치에 대한 간략한 소개:"),
                n("eac7b6ac", "이해를 쌓는 데 힘이 되어 주세요"),
                n("b0381cfc", "선의를 갖고 행동해 주세요"),
                n("f0addddc", "의견이 다른 사람들에게도 도움이 되어 주세요"),
                n("h7c7b204", "새로운 노트를 작성하기 전에 기존 노트를 평가해 주세요"),
                n("i8cae552", "평가해 주시면 그룹 노트의 품질을 높게 유지하는 데 도움이 됩니다."),
                n("hd43a218", "일일 노트 작성 한도에 도달했습니다"),
                n("aaba8ed2", "노트 품질을 높게 유지하고 스팸을 방지하기 위해 참여자가 하루에 작성할 수 있는 노트 수는 참여자의 작성 영향력에 따라 제한됩니다. 나중에 다시 시도해 주세요."),
                n("b98f077c", "노트 정보 요청하기"),
                n("ee691104", "이 게시물에 대해 그룹 노트를 요청하세요"),
                n("f8cbdf02", "이 게시물이 오해의 소지가 있다고 생각되나요? 그룹 노트를 요청하세요."),
                n("f132d1be", "게시물에 요청이 충분히 접수되면 참여자에게 알림이 전송됩니다."),
                n("gf71296c", "작성한 노트가 다른 참여자들로부터 유용하다고 평가받으면 게시물에 해당 노트가 표시됩니다."),
                n("de0685b4", "X는 어떤 노트가 표시될지 선택하지 않습니다. 그룹 노트는 사용자들이 사용자들을 위해 작성합니다."),
                n("f8ac3c88", "동의 및 노트 요청"),
                n("a8edd0ea", "출처를 추가하시겠어요?"),
                n("a39a0de6", "X 게시물 링크"),
                n("j819c176", "오해의 소지가 있는 부분을 설명하는 X 게시물에 대한 링크를 입력해 주시면 그룹 노트 참여자들에게 도움이 됩니다."),
                n("e15b3b44", "X 게시물에 연결되는 링크여야 합니다. 예: x.com/user/status/...."),
                n("c81085a4", "그룹 노트"),
                n("c363515c", "대중에게 공개"),
                n("cb6b0138", "감사합니다. 요청이 전송되었습니다"),
                n("c196e8b8", "노트가 작성되고 유용하다고 평가되면 게시물에 표시됩니다."),
                n("a9491efa", "그룹 노트를 요청했습니다"),
                n("f060d1cc", "요청 삭제"),
                n("f499f824", "요청 삭제하기"),
                n("hd1bc518", "이 게시물에 대해 새 요청을 하려면 몇 분 정도 걸릴 수 있습니다"),
                n("geb8d31d", "가입"),
                n("gc399930", " 일일 한도 노트 요청 정보"),
                n("fee815e4", "일일 노트 요청 한도에 도달했습니다"),
                n("i7eb7900", "노트를 요청한 게시물에 유용한 노트가 작성되면 내 일일 한도가 늘어납니다."),
                n("d1a3817e", "이를 통해 오해의 소지가 있는 게시물을 찾아 추가적인 배경 정보를 제공할 수 있는 사용자에게 보상을 제공할 수 있습니다."),
                n("c031c77a", "사람들이 노트가 필요하다고 동의하지 않는 게시물에 노트 요청을 너무 많이 하면 일일 요청 한도가 줄어들 수 있습니다."),
                n("f87129d2", "이를 통해 스팸을 방지하고 사용자들이 노트가 필요한 게시물에 노트를 작성하는 데 집중할 수 있습니다."),
                n("jdd4a572", "계정의 전화번호를 인증해야 합니다"),
                n("i0f07c07", "전화번호 인증하기"),
                n("i157c1a8", "이 요청은 삭제되었습니다."),
                n("a9f4ca9c", "이제 그룹 노트 참여자가 내 노트를 볼 수 있습니다"),
                n("eb8f7c0c", "이제 다른 참여자가 내 노트를 평가할 수 있습니다"),
                n("h87c6bd6", "이제 다른 참여자가 내 노트를 볼 수 있습니다"),
                n("gc1a5bce", "메모의 유용성을 평가합니다"),
                n("i0e950ca", "노트가 '유용함' 상태를 획득하면 해당 게시물을 보는 모든 사용자에 배경 정보로 표시됩니다"),
                n("a047e800", "내 노트는 다른 참여자들이 노트를 평가할 때 추가적인 배경 정보를 제공하고 있습니다."),
                n("cec8a38c", "노트가 '유용함' 상태를 획득하면 작성 영향력이 높아집니다."),
                n("a377532e", "다양한 관점을 가진 사람들이 충분히 많이 이 노트가 유용하다고 평가하면 이 게시물을 보는 모든 사용자에게 배경 정보로 표시됩니다"),
                n("d790fa4e", "노트 상태는 다수결에 따라 결정되지 않습니다"),
                n("e90cda68", "다양한 사람들에게 유용한 노트를 파악하기 위해, 때때로 과거의 평가에서 서로 동의하지 않는 참여자 간의 동의를 얻어 노트의 상태가 결정됩니다."),
                n("j5a1d85a", "내 메모 보기"),
                n("b25b64d6", "메모를 제출했습니다"),
                n("g1428d70", "노트를 제출했습니다"),
                n("a4ec7004", "다음과 같이 진행됩니다"),
                n("c4093274", "그룹 노트 제출 후"),
                n("bc8746a6", "새 노트를 작성하기 전에 하나 이상의 노트를 평가해 주세요."),
                n("ce3c80b8", "평가를 남겨 주시면 그룹 노트를 고품질로 유지하는 데 도움이 됩니다."),
                n("fa6a075a", "게시물과 함께 표시할 배경 정보를 나타내는 노트"),
                n("acb7ecae", "배경 정보를 추가하지 않아도 되는 이유를 설명하는 노트"),
                n("d9a5fc06", "게시물 평가하기"),
                n("b73cebd2", "게시물 및 노트 평가하기"),
                n("ad8883f2", "이 게시물에는 노트가 없습니다"),
                n("efd14e7a", "메모를 불러오는 중"),
                n("e65b7186", "사람들이 이 게시물에 대한 그룹 노트를 제안했습니다"),
                n("bcc14a68", "그룹 노트는 참여자들이 자발적으로 오해의 소지가 있는 것으로 생각되는 게시물에 배경 정보('노트'라고 함)를 추가할 수 있는 프로그램입니다. 참여자는 아래의 노트를 평가할 수 있으며, 그 노트가 현재 유익한 내용으로 평가되면 게시물에 표시됩니다. 만일 노트가 현재 유익한 내용으로 평가되었지만 나는 여기에 동의하지 않을 경우 추가 검토를 요청할 수 있습니다. 즉, 더 많은 참여자가 노트를 검토하면 평가 결과도 변경될 수 있습니다. "),
                n("c21313ba", "현재 유익하지 않은 것으로 평가된 메모"),
                n("c2c40120", "모든 메모 보기"),
                n("ia596d40", "개선이 필요한 부분이 있나요?"),
                n("deff0bde", "메모 작성하기"),
                n("i8e85ef8", "그룹 노트에 참여하여 노트 작성 등 여러 기능을 활용하여 사람들이 더 나은 정보를 얻을 수 있도록 도와주세요"),
                n("af88892a", "그룹 노트 참여자들이 이 게시물에 오해의 소지가 있으므로 배경 정보를 추가하는 것이 좋다고 생각하여 추가한 노트입니다."),
                n("cf8a40a6", "노트는 충분한 수의 참여자에 의해 유용한 노트로 평가되기 전까지는 그룹 노트에서만 볼 수 있습니다."),
                n("g22c8c30", "일반적으로 이전 평가에 동의하지 않는 참여자를 포함해 충분히 많은 참여자가 이 노트를 유용하다고 평가하면 게시물에 배경 정보로 추가됩니다."),
                n("jf04b084", "게시물에 오해의 소지가 없으므로 배경 정보를 추가하지 않아도 된다고 생각하는 참여자들이 추가한 노트입니다."),
                n("g5a72e98", "그룹 노트에 평가자들을 위한 추가 정보로만 표시되며, '유용함' 상태에 도달하더라도 게시물에 배경 정보로 표시되지 않습니다."),
                n("h53cb7de", "이 게시물에 대해 어떻게 생각하시나요?"),
                n("dc3bfc82", "이 게시물의 어떤 부분이 마음에 드시나요?"),
                n("b4704bf4", "이 게시물의 어떤 부분이 마음에 들지 않나요?"),
                n("ed5156fa", "평가를 저장하는 중에 오류가 발생했습니다. 다시 시도해 주세요."),
                n("d5f9fb42", "이 커뮤니티 부스트를 평가했습니다"),
                n("j6aa6172", "평가를 삭제할까요?"),
                n("i4112750", "이 작업은 취소할 수 없습니다."),
                n("bd7eb888", "이 게시물의 모든 노트 보기"),
                n("i97b83f6", "이의 제기를 제출하는 동안 오류가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("a038ab9a", "노트 번역하기"),
                n("i606fc4c", "그룹 노트 이의 제기에 관해"),
                n("b664c554", "추가적인 참여자 검토 요청"),
                n("ab66e1f2", "작동 방식"),
                n("e36d807c", "더 많은 그룹 노트 참여자가 이 노트에 대한 검토 및 평가 요청을 받게 됩니다."),
                n("d8afb99c", "참여자의 평가로 인해 노트의 상태가 변경되어 더 이상 유용하지 않은 것으로 평가되는 노트는 이제 게시물에 표시되지 않습니다."),
                n("f9e1090c", "X가 아니라 참여자들이 검토합니다."),
                n("i80c8a84", "추가 검토가 요청되었습니다."),
                n("f93d4391", "참여자에게 이 노트에 대한 추가적인 검토를 요청할 수 있습니다"),
                n("e457970a", "메모 상세정보"),
                n("df587b98", "메모 ID"),
                n("h201bdc8", "메모 작성자"),
                n("h74b96b0", "노트를 제출했습니다 "),
                n("ge25848a", "현재 상태"),
                n("d6db34cc", "더 많은 평가가 필요합니다"),
                n("ce8b505e", "유용하지 않음"),
                n("e5be8156", "오픈소스 알고리즘으로 계산한 노트 상태"),
                n("fca23c42", "이 노트가 유용하다는 데 서로 다른 관점을 가진 충분히 많은 참여자가 동의했으므로 이 노트는 게시물에 배경 정보로 표시됩니다."),
                n("hef420c2", "이 메모는 관점이 다양한 더 많은 참여자들로부터 평가를 받아야 합니다."),
                n("j3af43c4", "이 메모가 유용하지 않다는 데 서로 다른 관점을 가진 충분히 많은 참여자가 동의했습니다."),
                n("f79d812c", "게시 후 한 시간 이내에 유용한 것으로 평가되어 표시됨"),
                n("cc02373e", "제안된 후 한 시간 이내에 유용한 것으로 평가되어 표시됨"),
                n("d9f72d90", "게시 후 한 시간 이내에 매칭되어 표시됨"),
                n("fc6e4594", "평가자들이 선택한 인기 태그"),
                n("f7427d6f", "게시물"),
                n("aa94541d", "게시물"),
                n("fe821ebb", "게시물"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "다른 게시물"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + "개의 게시물";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + "개의 게시물";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + "개의 게시물";
                }),
                n("c2584f58", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("a0dec723", "이 게시물"),
                n("f20fa57c", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("bd60b152", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("b95920ef", "이 게시물"),
                n("f8dcced2", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("iaf626c0", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("e3002eab", "이 게시물"),
                n("df3f2d52", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("cd83d952", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("ia35cd39", "이 게시물"),
                n("a499228a", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("cf9ac658", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("fa56f7cb", "이 게시물"),
                n("b826c19c", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("c4618eb8", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("i56af3fd", "이 게시물"),
                n("g1f275b6", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("i2cac82c", function (e) {
                    return "" + e.matches;
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return "" + e.matches;
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("g03f5337", "이 게시물"),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("f5b30b8a", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("d595bffd", "이 게시물"),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ef8a55a6", function (e) {
                    return "게시물 " + e.matches + "개";
                }),
                n("d5061d00", "X에 표시하지 않음"),
                n("e272836c", "메모를 삭제할까요?"),
                n("da5a5d8c", "이 노트를 삭제하면 그룹 노트에서 영구적으로 삭제됩니다."),
                n("a804a8f4", "도움이 필요한 노트가 더 있습니다"),
                n("ib9628b8", "더 많은 노트를 평가하고 평가 영향력을 향상시키세요"),
                n("bf08be2e", "지금 바로 더 많은 노트 평가하기"),
                n("i26425d8", "다소 유용함"),
                n("c6e683d0", "제출 및 동의"),
                n("b3fcaac6", "이 노트를 평가하기 전에 출처를 열어 검토해 보시겠어요?"),
                n("e8a33850", "이 노트를 평가하기 전에 출처를 열어 검토해 보세요."),
                n("ca6f04ec", "노트에 인용된 출처를 검토하면 노트의 정확도를 더 높일 수 있습니다.  "),
                n("a7338bc2", "이 메모가 도움이 되었나요?"),
                n("bd0b6422", "배경 정보를 추가할 필요가 없는 이유에 대해 이 설명이 유용한가요?"),
                n("ac7f9746", "어떤 점에서 유용한가요?"),
                n("c7751804", "어떤 점에서 유용하지 않았나요?"),
                n("dc9c823a", "이 노트는 해당 링크를 포함하는 모든 게시물에 유용합니다."),
                n("da0bb868", "이 노트는 해당 동영상을 포함하는 모든 게시물에 유용합니다."),
                n("e8694748", "이 노트는 해당 이미지를 포함하는 모든 게시물에 유용합니다."),
                n("b487e12e", "이 노트는 해당 미디어를 포함하는 모든 게시물에 유용합니다."),
                n("hfdb963e", "이 노트는 이 게시물에만 해당되는 내용이며 동일한 링크가 포함된 다른 게시물에는 관련이 없을 수 있습니다."),
                n("bd6742c2", "이 노트는 이 게시물에만 해당되는 내용이며 동일한 동영상이 포함된 다른 게시물에는 관련이 없을 수 있습니다."),
                n("ded3a8a2", "이 노트는 이 게시물에만 해당되는 내용이며 동일한 이미지가 포함된 다른 게시물에는 관련이 없을 수 있습니다."),
                n("c1e42c92", "이 노트는 이 게시물에만 해당되는 내용이며 동일한 미디어가 포함된 다른 게시물에는 관련이 없을 수 있습니다."),
                n("af198630", "공개하는 방법"),
                n("d39720d3", "유용하다"),
                n("i7d91dc9", "다소 유용하다"),
                n("c75b7fb4", "유용하지 않다"),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("d9025c46", function (e) {
                    return "" + e.matches;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + "개의 게시물";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + "개의 게시물";
                }),
                n("f9005c24", function (e) {
                    return e.matches + "개의 게시물";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "내 메모"),
                n("b9f18eec", "현재 유익한 내용이라고 평가되었습니다"),
                n("j33f6520", "현재 '유익하지 않음'으로 평가됨"),
                n("idc0e9fc", "그룹 노트 참여자로 등록하세요"),
                n("a83cccfa", "참여자는 노트 제안을 검토하고, 노트를 작성하고, 영향력을 추적할 수 있습니다."),
                n("c2a6ec00", "그룹 노트에 참여하시겠어요?"),
                n("d2470b62", "X에서 사람들이 더 건전한 정보를 얻을 수 있도록 함께해 주세요."),
                n("ab23a972", "대화 팔로우하기"),
                n("c68f3bc0", "트위터의 가치관 자세히 알아보기"),
                n("dfb1f498", "피드백"),
                n("a584cfa7", "@CommunityNotes로 쪽지를 보내주세요"),
                n("e4d93012", "여러 사용자가 그룹 노트를 요청했습니다"),
                n("e55983c0", "아직 어떤 요청자도 노트가 필요한 이유를 설명하는 출처 링크를 제공하지 않았습니다"),
                n("h23be93e", "요청자는 노트가 유용하다고 생각하는 이유를 설명하는 X 게시물을 추가할 수 있습니다. 여기에는 다음 게시물이 포함됩니다."),
                n("ca6ae344", "그룹 노트 탭 바"),
                n("fe27c1e2", "노트"),
                n("ff692d64", "내 프로필"),
                n("cb1adfa0", "데이터 다운로드"),
                n("jaf0d42c", "내 메모"),
                n("fa9a644a", "'내가 작성한 '유용함' 또는 '유용하지 않음' 상태의 최근 노트 5개 중 3개가 유용하지 않다는 평가를 받으면 노트 작성 기능이 일시적으로 잠금 처리됩니다."),
                n("i4014342", "작성 기능이 잠금 처리되지 않도록 주의하세요. 다음은 내 노트에 대해 참여자들이 보낸 피드백입니다."),
                n("j9897a7c", "노트 작성에 유용한 팁을 확인하세요"),
                n("ac71a5a0", "도움이 필요한 노트 평가하기"),
                n("h544e3c8", "이제 참여자는 평가 영향력 점수를 5점 획득해야 노트 작성 기능을 열 수 있습니다."),
                n("d88c63f6", "새 소식: 노트 작성 기능 열기"),
                n("bd31adde", "그룹 노트 프로그램을 종료했습니다."),
                n("a796c19c", "다시 참여하기"),
                n("h837a96c", "그룹 노트 프로그램에 다시 참여할 수 있습니다."),
                n("a4d4bcb9", function (e) {
                    return "다시 참가하려면 " + e.numDaysToRejoin + "일 이내에 여기서 참가하실 수 있습니다.";
                }),
                n("a490bc51", "자세히 알아보기"),
                n("c94ad3e8", "Twitter에 의견을 보내 주세요"),
                n("ee160790", "삭제된 노트"),
                n("b3de4a42", "평가 영향력"),
                n("a7b0393c", "작성 영향력"),
                n("id568acc", "인기 작성자"),
                n("e25f9ad6", "노트가 '유용함' 상태가 되는 데 도움이 된 평가"),
                n("a0697fbc", "감사합니다. 이 평가는 게시물에 배경 정보로 표시되는 유용한 노트를 식별해 사람들에게 더 나은 정보를 제공하는 데 기여합니다."),
                n("a3311a60", "이 평가는 게시물에 배경 정보로 표시되는 유용한 노트를 식별해 사람들에게 더 나은 정보를 제공하는 데 기여합니다."),
                n("bbc44f5a", "이 평가는 게시물에 배경 정보로 표시되는 유용한 노트를 식별해 사람들에게 더 나은 정보를 제공하는 데 기여합니다."),
                n("b4f21858", "노트가 '유용하지 않음' 상태가 되는 데 기여한 평가"),
                n("d46b6bc8", "이러한 평가는 노트 작성자에게 피드백을 제공하고 참여자들이 가장 건전한 노트에 집중할 수 있게 함으로써 그룹 노트를 개선합니다."),
                n("a5e6ba6a", "최종적으로 '유용하지 않음' 상태를 얻은 노트를 '유용함'으로 평가함"),
                n("a22929e4", "최종적으로 '유용함' 상태를 얻은 노트를 '유용하지 않음'으로 평가함"),
                n("b76dd726", "이러한 평가가 이루어지는 경우가 많으며, 충분한 사람들이 '유용함' 노트가 그리 도움이 되지 않는다는 데 동의하면 상태가 변경될 수 있습니다."),
                n("j29cc0f2", "이러한 평가는 다른 사람들이 품질이 낮다고 판단한 노트에 대한 지지를 나타내는 경우가 많기 때문에 두 번 계산됩니다."),
                n("cd4333d0", "걱정하지 마세요. 누구든 이러한 정반대 평가를 받을 수 있습니다. "),
                n("e9fa53ac", "현재 '유용함' 또는 '유용하지 않음' 상태에 도달하지 않은 노트에 대한 평가입니다."),
                n("fc664dee", "특정 상태에 도달한 후 얻은 평가"),
                n("f024ec64", "이러한 평가는 노트 상태를 더 확실히 뒷받침하거나 정반대로 뒤바꿀 수 있습니다."),
                n("e1ee08e6", "작성 영향력"),
                n("je3fc324", "'유용함' 상태를 획득한 노트"),
                n("f7358242", "'유용함' 상태를 획득한 노트"),
                n("j8e9b514", "감사합니다. 이 노트는 현재 이 게시물을 보는 모든 사용자에게 표시되고 있으며, 게시물에 배경 정보를 추가하여 사람들에게 더 나은 정보를 제공하는 데 기여합니다."),
                n("e9e57c5c", "이 노트는 이 게시물을 보는 모든 사용자에게 표시되고 있으며, 게시물에 배경 정보를 추가하여 사람들에게 더 나은 정보를 제공하는 데 기여합니다."),
                n("fee0d8a8", "이 노트는 X에 표시되고 있으며, 게시물에 배경 정보를 추가하여 사람들에게 더 나은 정보를 제공하는 데 기여합니다."),
                n("iab44364", "'유용하지 않음' 상태에 도달한 노트"),
                n("d8c90438", "'유용하지 않음' 상태에 도달한 노트"),
                n("accaa48e", "이 노트는 충분한 수의 참여자에 의해 '유용하지 않음'으로 평가되었으며, 참여자 중에는 때때로 과거의 평가에서 서로 동의하지 않는 사람들도 포함됩니다. 이러한 노트와 그에 대한 피드백은 내 프로필에서 확인할 수 있습니다.\n노트 상태는 더 많은 사람들이 평가에 참여하면서 변경될 수 있습니다."),
                n("fa2156f6", "이 노트는 충분한 수의 참여자에 의해 '유용하지 않음'으로 평가되었으며, 참여자 중에는 때때로 과거의 평가에서 서로 동의하지 않는 사람들도 포함됩니다.\n노트 상태는 더 많은 사람들이 평가에 참여하면서 변경될 수 있습니다."),
                n("d004c768", "더 많은 평가가 필요한 노트"),
                n("f3d6d6c0", "아직 '유용함' 또는 '유용하지 않음' 상태에 도달하지 않은 노트입니다."),
                n("d68a370c", "최종 업데이트: "),
                n("f10aaf3c", "메모 평가 도움말"),
                n("b9793c9a", "아직 노트를 작성하지 않았습니다"),
                n("bed66f92", "방법은 다음과 같습니다."),
                n("a3ca686a", "유용한 노트 작성에 대한 팁 보기"),
                n("ga8034c6", "노트를 작성하려면 게시물에서 ••• 메뉴를 탭하세요"),
                n("h4109636", "게시물에 오해의 소지가 있다고 생각되면 노트를 작성해 이 게시물을 보는 사람들에게 도움이 될 만한 배경 정보를 제공하세요."),
                n("ec30e9ac", "다른 참여자들이 내 노트의 유용성을 평가하게 됩니다"),
                n("e0c42f80", "노트가 '유용함' 상태에 도달하면 해당 게시물을 보는 모든 사용자에 배경 정보로 표시됩니다"),
                n("ife4baaa", "그룹 노트는 다수결 원칙에 따라 결정되지 않습니다. 다양한 사람들에게 도움이 되는 노트를 파악하기 위해, 자신의 이전 평가에 동의하지 않는 몇몇 참여자를 포함해 여러 참여자의 동의에 따라 노트 상태를 결정합니다. 이를 통해 일방적인 평가를 방지할 수 있습니다."),
                n("a0c552ee", "내 영향력은 여기에서 볼 수 있습니다"),
                n("a4e5ea3c", "아직 노트를 평가하지 않았습니다"),
                n("g9a28bde", "도움이 필요한 노트 둘러보기"),
                n("dc0046e2", "그룹 노트 홈 둘러보기"),
                n("fecae168", "평가가 필요한 노트는 여기에서 찾을 수 있습니다. 이러한 노트에 평가를 내리면 큰 도움이 됩니다."),
                n("h525e29e", "많은 사람에게 유용한 노트를 찾는 데 참여해 주세요"),
                n("f6db7706", "그룹 노트는 게시물의 주장을 직접적으로 다루고, 유용하고 명확한 언어로 작성되었으며, 다양한 사람들에게 신뢰할 수 있는 정보를 줄 수 있을 때 가장 좋습니다."),
                n("f636b582", "유용하지 않은 노트를 찾는 데 참여해 주세요"),
                n("f58f4f62", "품질이 낮은 노트를 평가하면 노트 작성자에게 피드백을 제공하고 참여자들이 가장 건전한 노트에 집중할 수 있게 함으로써 그룹 노트를 개선할 수 있습니다."),
                n("cf30af22", "알고 계셨나요?"),
                n("d145b0fa", "노트 상태는 다수결에 따라 결정되지 않습니다. 다양한 사람들에게 유용한 노트를 파악하기 위해, 때때로 과거의 평가에서 서로 동의하지 않는 참여자 간의 동의를 얻어 노트의 상태가 결정됩니다. 이렇게 함으로써 일방적인 평가를 방지할 수 있습니다."),
                n("c20a24cc", "축하합니다!"),
                n("d01b8fc8", "인기 그룹 노트 작성자입니다."),
                n("jbe2ad46", "작성 영향력이 높고 '유용함' 상태의 노트 비율이 높은 작성자는 다음과 같은 기능을 이용할 수 있습니다."),
                n("d2dc3d4c", "노트 알림에 우선순위 부여"),
                n("heb73816", "인기 작성자가 노트를 제안하면 알림이 전송되므로 평가자들의 주목을 받을 가능성이 더 높습니다."),
                n("b760d51a", "별칭 프로필에 배지 표시"),
                n("ief63e50", "인기 작성자는 그룹 노트 프로필에 있는 배지로 확인할 수 있습니다."),
                n("jd6b88ca", "미디어에 관한 노트"),
                n("c39bdf5a", "인기 작성자는 여러 게시물에 소개된 미디어에 노트를 작성하여 더 많은 사람들에게 유익한 정보를 전달할 수 있습니다."),
                n("efb9a9e0", "표시할 내용이 없습니다"),
                n("a1529ce7", "자세히 알아보기"),
                n("f07ed596", "여러분과 같은 참여자들은 X에 배경 정보로 표시할 수 있는 유용한 노트를 식별하여 사람들에게 더 나은 정보를 제공하는 데 공동으로 기여합니다."),
                n("h2b5268a", "감사합니다. 더 많은 노트를 평가하고 계속해서 영향력을 높이세요."),
                n("e86c87a0", "더 많은 노트 평가하기"),
                n("ad98f836", "내 평가 영향력이 낮아졌습니다. 하지만 걱정하지 마세요."),
                n("e2d7c914", "노트 평가 계속하기"),
                n("a5427624", "그룹 노트 홈을 둘러보고 더 많은 참여자의 평가가 필요한 노트를 찾아보세요."),
                n("e227a7fa", "노트 상태는 항상 변할 수 있습니다"),
                n("eda73c9c", "내 평가와 노트의 상태가 일치하지 않을 수도 있습니다. 그래도 괜찮습니다. 내 평가에 동의하는 참여자들이 늘어나면 노트 상태는 정반대로 뒤바뀔 수 있으며 내 영향력도 달라집니다."),
                n("cfa3b664", "그룹 노트를 작성 중입니다"),
                n("j44125ee", "이 참여자는 아직 작성한 메모가 없습니다."),
                n("da55067c", "이 스페이스를 나중에 다시 확인해 보세요."),
                n("f893c3b8", "그룹 노트 참여하기"),
                n("a701795c", "아직 그룹 노트가 없습니다"),
                n("db08295e", "참여해 주시겠어요?"),
                n("ha275800", "아직 그룹 노트 시범 프로그램에 참여하지 않으신 것으로 보입니다. 지금 바로 가입하여 사람들이 더 신뢰도 높은 정보를 얻을 수 있도록 도와주세요."),
                n("ce0a213a", "노트를 작성하려면 게시물 메뉴에서 그룹 노트 아이콘을 선택하세요. 작성한 노트는 여기에 표시됩니다."),
                n("c87f3cf8", "메모"),
                n("a5b19492", "이 메모는 존재하지 않습니다"),
                n("c21d1b2a", "자신의 이전 평가에 동의하지 않는 사람을 포함해 참여자로부터 충분한 동의를 얻은 노트는 '유용함' 또는 '유용하지 않음' 상태가 됩니다. 이를 통해 노트가 광범위한 사람들에게 도움이 될 수 있도록 하고 평가가 한쪽으로 치우치는 것을 방지할 수 있습니다."),
                n("c7b59cde", "그룹 노트 설정"),
                n("c8be1d0d", "자세히 알아보기"),
                n("a5a2330c", "동일한 미디어가 포함된 게시물"),
                n("ad071b5c", "동일한 링크가 포함된 게시물"),
                n("b92967c0", "이 노트는 미디어 노트가 아닙니다"),
                n("i92fddce", "충분한 수의 사람들이 동의하면 아래 게시물에 노트가 자동으로 표시됩니다."),
                n("f5ce7a00", "이 미디어 게시물에는 아직 일치하는 항목이 없습니다."),
                n("e1288bdc", "평가가 필요한 노트가 있을 때 알림을 받음"),
                n("ca14eab4", "그룹 노트에 평가가 필요하면 알림을 받습니다."),
                n("gb2bc3d0", "항상 🔥"),
                n("c35ebcd2", "가능한 한 자주, 하루에 2~3회"),
                n("ba165b3c", "자주"),
                n("g72e2a58", "한 주에 2~3회 알림을 받음"),
                n("idd249e0", "가끔"),
                n("if2e01ee", "한 달에 2~3회 알림을 받음"),
                n("fdaeaab8", "설정을 저장하는 중에 오류가 발생했습니다. 다시 시도해 주세요."),
                n("db4e443a", "설정이 저장되었습니다."),
                n("dc11636c", "사용 언어"),
                n("fae059c6", "그룹 노트 프로그램 종료하기"),
                n("ed37123a", "그룹 노트 프로그램을 종료합니다."),
                n("c1a554a2", "다음 사항을 꼭 알아두세요."),
                n("j59355fe", "그룹 노트를 새로 작성할 수 없게 됩니다."),
                n("c23420ec", "X에서의 내 활동과 관련된 노트가 아닌 한, 그룹 노트로부터 알림을 받지 않습니다."),
                n("c76031ee", "익명의 그룹 노트 프로필과 이전에 제출한 노트는 공개 상태로 유지됩니다. 자신이 작성한 노트는 계속해서 조회하고 삭제할 수 있습니다."),
                n("be4f9106", "90일 이후 다시 참여하실 수 있습니다."),
                n("hf68e810", "그룹 노트는 사람들이 더 나은 정보를 얻을 수 있을 수 있도록 돕기 위한 프로그램으로, X에서 사람들이 오해의 소지가 있는 게시물에 공동으로 유용한 노트를 추가할 수 있도록 합니다."),
                n("jdb52860", "참여자는 메모를 작성하고 평가합니다"),
                n("c104025c", "참여자란 바로 여러분과 같이, 노트를 작성하고 평가하는 시범 프로그램에 등록한 X 사용자들을 말합니다. 참여하는 사람이 늘어날수록 프로그램은 더욱 개선됩니다."),
                n("j7872b8c", "게시물에는 사람들이 유용한 것으로 평가한 노트만 표시됩니다"),
                n("fb59415e", "노트가 게시물에 배경 정보로서 공개적으로 표시되려면 그 노트는 다양한 관점을 가진 충분히 많은 사람들로부터 유용한 것으로 평가를 받아야 합니다. 이러한 접근법은 많은 사람이 편견과 조작을 피해 자신에게 유용한 노트를 찾을 수 있도록 합니다."),
                n("f9a44022", "기업 X는 어떤 노트가 표시될지 선택하지 않습니다. 여러분이 선택합니다."),
                n("gdf4fbb2", "기업 X는 X의 운영원칙을 위반한 경우가 아닌 한 노트를 작성하거나 평가하거나 조정하지 않습니다. X는 사람들이 의견을 표현하고 공동으로 선택을 내릴 수 있도록 하는 것이 사람들에게 더 나은 정보를 제공할 수 있는 공정하고 효과적인 정보 추가 방법이라고 믿고 있습니다."),
                n("cc720e6a", "그룹 노트는 데이터 투명성을 기반으로 구축됩니다."),
                n("j2fcd33a", "본 데이터는 특정 시기까지의 참여를 포함합니다"),
                n("d4a6b322", "여기에는 모든 그룹 노트 데이터가 매일 게시되므로 자유롭게 데이터를 분석하고, 문제를 식별하며, 그룹 노트에서 개선이 필요한 부분을 찾아볼 수 있습니다. 참여자 여러분의 활발한 활동을 기대합니다."),
                n("c359263a", "그룹 노트 데이터의 사용 및 분석 방법 알아보기 "),
                n("b8a27fe2", "이 가이드에서 알아보세요"),
                n("j1c99e00", "메모 데이터"),
                n("i6f69314", "평가 데이터"),
                n("b7e4c114", "노트 상태 내역 데이터"),
                n("d7f19114", "사용자 등록 상태 데이터"),
                n("b6008808", "노트 요청 데이터"),
                n("h786cd7a", "이용 가능한 메모 데이터가 아직 없습니다"),
                n("d0fe8052", "이용 가능한 평가 데이터가 아직 없습니다"),
                n("c0427f94", "이용 가능한 노트 상태 내역 데이터가 아직 없습니다"),
                n("g880d8c0", "사용자 등록 상태 데이터는 아직 이용할 수 없습니다"),
                n("ab1b3d38", "노트 요청 데이터가 아직 없습니다"),
                n("c43fb933", "X 개발자 이용약관 및 정책"),
                n("af781666", "다른 사람들은 어떻게 생각할까요?"),
                n("a1f414ee", "의견 공유하기"),
                n("ed88e742", "토픽에 링크 복사하기"),
                n("h92fe1be", "지금은 그룹 노트를 이용하실 수 없습니다."),
                n("f0dc1434", "그룹 노트는 현재 미국에서만 이용할 수 있습니다."),
                n("f8fc0b48", "폴더 만들기"),
                n("c14bcdde", "북마크 검색"),
                n("e9c65c4a", "북마크 검색"),
                n("b92a21d9", function (e) {
                    return e.query + "에 대한 검색 결과가 없습니다";
                }),
                n("f191a2ba", "검색 설정"),
                n("a068008a", "지금은 폴더를 불러올 수 없습니다"),
                n("f075b0e8", "폴더 수정하기"),
                n("beba2a0e", "새 북마크 폴더 만들기"),
                n("e41c9b4f", function (e) {
                    return "Saved to " + e.bookmarkFolderName;
                }),
                n("h18f86a4", "폴더 삭제하기"),
                n("f4ea967a", "폴더가 삭제되었습니다"),
                n("b670aa62", "폴더 이름"),
                n("aece5462", "폴더 이름이 업데이트되었습니다"),
                n("e3299b94", "문제가 발생했습니다. 잠시 후 폴더를 다시 업데이트하세요."),
                n("c09ea714", "문제가 발생했습니다. 잠시 후 폴더를 다시 삭제해 보세요."),
                n("gee78816", "북마크 폴더 이름은 25자를 초과할 수 없습니다"),
                n("h9a5daa2", "폴더를 삭제할까요?"),
                n("ac9d5f56", "내 게시물은 계속해서 '모든 북마크' 폴더에 저장됩니다"),
                n("i6e7e298", "만들기"),
                n("a0ea2fa6", "이름 필드는 비워둘 수 없습니다"),
                n("eec37eac", "같은 이름의 북마크 폴더가 이미 있습니다"),
                n("fce0c59e", "애니메이션 JSON을 파싱하지 못했습니다. 애니메이션 파일의 JSON 형식을 확인하고 다시 시도해 주세요."),
                n("g0eea6c2", "애니메이션 JSON 파일을 읽지 못했습니다. 파일을 다시 열어 주세요."),
                n("ae58026a", "미리보기를 표시하려면 브랜드용 마음에 들어요 .json 파일을 여세요"),
                n("hd0bc1eb", function (e) {
                    return e.name + " 님이 생방송 중";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " 님이 생방송을 진행함";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " 님은 생방송 중이 아닙니다";
                }),
                n("d39d46c4", "제목이 업데이트되었습니다. 변경 사항이 적용되기까지 최대 30초가 걸릴 수 있습니다."),
                n("e44095a5", function (e) {
                    return e.timestamp + "에 시작";
                }),
                n("j83f29dd", function (e) {
                    return e.timestamp + "에 종료";
                }),
                n("daca8a2c", "독에서 열기"),
                n("e3aac82a", "생방송 불러오는 중"),
                n("i0ed3f4e", "이벤트 이미지");
            n("cbae35fa", "생방송 신고하기"),
                n("fd12ab58", "컬렉션 게시물"),
                n("a226497c", "새 커뮤니티 만들기"),
                n("d7346632", "아직 가입한 커뮤니티가 없습니다"),
                n("b732a4cc", "그러면 게시물이 여기에 표시됩니다."),
                n("hff48914", "지금은 게시물을 찾을 수 없습니다."),
                n("hb52cc4a", "잠시 후 다시 시도해 주세요."),
                n("e50e1bb0", "커뮤니티에 오신 것을 환영합니다"),
                n("i6829daa", "커뮤니티는 X 사용자들이 서로 교류하고 공유할 수 있는 중재된 토론 그룹입니다."),
                n("fc5c6914", "나와 관심사가 비슷한 사람들을 만나 보세요"),
                n("aa1a9820", "커뮤니티에 가입하여 관심사가 같은 사람들을 만나보세요."),
                n("edef4c82", "커뮤니티에 직접 게시하기"),
                n("a7640df6", "내 게시물을 커뮤니티 멤버 및 내 팔로워와 공유합니다."),
                n("h3bb8068", "필요할 때 도움받기"),
                n("a709f8f8", "관리자와 중재자는 커뮤니티를 관리하고 대화가 원활히 이루어지도록 돕습니다."),
                n("c8d33380", "새 항목"),
                n("cb6adb10", "커뮤니티 찾기"),
                n("df362964", "커뮤니티 찾기"),
                n("dfd5031f", function (e) {
                    return e.newTweets + "개의 새 게시물";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " 신고";
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " 요청";
                }),
                n("a2118086", "게시물 정렬하기"),
                n("hb01fe46", "가입하면 커뮤니티가 여기에 표시됩니다."),
                n("c170a564", "입력하신 단어에 대한 검색 결과가 없습니다. 다른 검색어를 사용해보세요."),
                n("cbd1aef8", "커뮤니티 및 게시물 검색하기"),
                n("fbf01e52", "커뮤니티 검색"),
                n("c8a6499c", "커뮤니티 게시물 검색 결과"),
                n("af05a978", "검색어를 입력하면 여기에 검색 결과가 표시됩니다."),
                n("eb4d2cd0", "게시물이 없습니다."),
                n("a8ecdb4c", "커뮤니티 최근 게시물 검색 결과"),
                n("dc6ce7b4", "멤버"),
                n("ga2aa43c", "중재자"),
                n("b139b54a", "멤버 초대"),
                n("cf4898a0", "사용자 검색"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + " 님 프로필 보기";
                }),
                n("e585d844", "중재팀에 추가"),
                n("cab7c6f8", "중재팀에 추가할까요?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " 님은 이제 중재자입니다.";
                }),
                n("f348a395", function (e) {
                    return "현재 @" + e.screenName + " 님을 중재팀에 추가할 수 없습니다. 나중에 다시 시도해 주세요.";
                }),
                n("c3a1aebe", "중재팀에서 삭제"),
                n("c273c8a6", "중재팀에서 삭제하시겠어요?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " 님은 더 이상 중재자가 아닙니다.";
                }),
                n("a5808125", function (e) {
                    return "현재 @" + e.screenName + " 님을 중재팀에서 삭제할 수 없습니다. 나중에 다시 시도해 주세요.";
                }),
                n("a51d671b", function (e) {
                    return "커뮤니티에서 @" + e.screenName + " 님 차단";
                }),
                n("cdd87524", "여기에는 아직 아무도 없습니다"),
                n("cca51910", "사람들이 이 커뮤니티에 가입하면 멤버가 여기에 표시됩니다."),
                n("c9d56b72", "커뮤니티에 대해 좀 더 알려주세요. 이러한 세부 사항은 나중에 언제든지 수정 가능합니다."),
                n("c1ad5a12", "새 커뮤니티를 만들지 못했습니다. 나중에 다시 시도해 주세요."),
                n("f713fbd2", "멤버십"),
                n("d1fa71fc", "승인 질문(선택)"),
                n("a0a16d38", "누구나 커뮤니티에 가입하거나 초대를 받을 수 있습니다."),
                n("ce0523a8", "제한됨"),
                n("i1aad6ec", "가입하려면 요청을 보낸 후 중재팀의 승인을 받아야 합니다. 중재팀의 초대를 받은 사람은 자동으로 가입이 승인됩니다."),
                n("c85960a0", "멤버들이 초대장을 보낼 수 있습니다"),
                n("ca373cd2", "기존 멤버의 초대를 받은 사용자는 자동으로 승인됩니다."),
                n("dfdcc6b4", "커뮤니티에 가입할 수 있는 사람을 관리합니다. 모든 커뮤니티는 X 사용자 모두에게 공개된다는 점을 유념하세요."),
                n("h3e55b40", "커뮤니티 이름"),
                n("dd71d9c9", function (e) {
                    return "이름은 " + e.minCharacterCount + "~" + e.maxCharacterCount + "자 사이여야 하며 해시태그나 @사용자 아이디를 포함할 수 없습니다";
                }),
                n("cf65e56b", function (e) {
                    return "이름은 " + e.minCharacterCount + "~" + e.maxCharacterCount + "자 사이여야 합니다";
                }),
                n("d936eeca", "이름에는 해시태그나 @사용자 아이디를 포함할 수 없습니다."),
                n("e2df7cf2", "커뮤니티 목적"),
                n("be9bb312", "커뮤니티를 설명할 수 있는 명확한 목적을 제시하면 사람들이 이 커뮤니티가 어떤 곳인지 더 잘 이해할 수 있습니다"),
                n("e988475f", function (e) {
                    return "목적은 " + e.minCharacterCount + "~" + e.maxCharacterCount + "자 사이여야 합니다";
                }),
                n("gcddfba8", "승인 질문"),
                n("hf86d862", "사용자가 가입을 요청할 때 이 질문에 답하게 됩니다. 요청과 함께 가입 신청자의 답변이 표시됩니다. 질문을 비워두면 해당 질문을 삭제할 수 있습니다."),
                n("i88b7305", function (e) {
                    return "질문은 " + e.maxCharacterCount + "자 미만이어야 합니다";
                }),
                n("dce5e1b4", "관리자 도구"),
                n("c5d8c93e", "중재자 도구"),
                n("c8c7f9fc", "검토 필요"),
                n("a87df2ee", "커뮤니티 관리"),
                n("ee609174", "일반 설정"),
                n("ab19cdaa", "스팸 설정"),
                n("d755f47d", function (e) {
                    return "검토할 새 게시물 " + e.count + "개";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " 멤버";
                }),
                n("adfcc3ce", "규칙 추가, 삭제 또는 수정하기"),
                n("d0330d9c", "규칙 보기"),
                n("fd67f7c8", "커뮤니티 이름이나 목적 등을 수정하기"),
                n("e7e31264", "스팸 필터 및 신고 도구 조정"),
                n("gc00d212", "고객지원 및 리소스"),
                n("g0cbfc50", "커뮤니티 중재를 위한 유용한 가이드"),
                n("h6ebcfca", "내 프로필에 이 커뮤니티를 표시합니다"),
                n("c0fa0634", "커뮤니티를 스포트라이트로 알리기"),
                n("da035fd5", function (e) {
                    return "NEW" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "프로필에서 커뮤니티를 스포트라이트로 알리기"),
                n("b18e94b2", "프로페셔널 프로필로 전환하면 프로필에 커뮤니티를 표시하고 오디언스 애널리틱스를 이용하는 등 여러 혜택을 이용할 수 있습니다."),
                n("dc716b1c", "커뮤니티 목록"),
                n("c3e2dda6", "커뮤니티 목록 추가 또는 삭제하기"),
                n("a68bffdc", "커뮤니티 분석지표 조회하기"),
                n("c6ea29a2", "중재팀에서 나가기"),
                n("a6e13fac", "정말로 중재팀에서 나가시겠어요?"),
                n("e538848c", "더 이상 중재자 도구를 이용할 수 없게 됩니다. 다시 중재자가 되려면 중재자로 초대받아야 합니다."),
                n("j49e6aa2", "예, 나가겠습니다"),
                n("dde5f323", function (e) {
                    return "검토할 새 멤버 요청 " + e.count + "개";
                }),
                n("f5e0332a", "성인 콘텐츠(NSFW)"),
                n("e983404a", "메인 해시태그"),
                n("j8af8eaa", "멤버 유형"),
                n("d5f01116", "목적"),
                n("c2ff3c9e", "검색 태그"),
                n("f4a98e9e", "커뮤니티 정보"),
                n("a43bed28", "커뮤니티에 성인 콘텐츠가 포함된 경우 이 설정을 활성화해야 합니다. 이 단계를 생략하면 커뮤니티 내의 모든 성인용 콘텐츠가 자동으로 필터링됩니다."),
                n("ab1069de", "커뮤니티 삭제"),
                n("bbc91896", "이 작업은 취소할 수 없습니다. 게시물 작성자는 자신의 게시물을 계속 볼 수 있습니다."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "커뮤니티 배너"),
                n("ea965b82", "커뮤니티 배너 수정"),
                n("j35d3ad6", "삭제 및 교체"),
                n("f1e8fb22", "배너가 삭제되고 기본 배너로 교체됩니다."),
                n("e405ec22", "배너 이미지를 저장하는 데 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("b7fb6bda", "이미지 자르기"),
                n("e71cdf4e", "미리보기 이미지 자르기"),
                n("ef199198", "설정이 저장되었습니다"),
                n("ee10aa5a", "설정을 저장할 수 없습니다"),
                n("i307a7ca", "메인 해시태그 수정"),
                n("dc6eca54", "삭제된 해시태그"),
                n("d27de326", "메인 해시태그를 지정해 커뮤니티 게시물을 별도의 타임라인으로 정리하세요"),
                n("d84cc77a", "여기에 해시태그를 입력하세요"),
                n("d22e4cba", "해시태그는 고유해야 합니다"),
                n("ca72a540", "허용되는 해시태그의 최대 개수에 도달했습니다"),
                n("bd96bf16", "해시태그는 최소 1자에서 최대 30자까지 가능합니다"),
                n("j27623d4", "해시태그에는 공백이나 특수 문자를 사용할 수 없습니다"),
                n("c5d1634e", "예, 알겠습니다"),
                n("daedd9fa", "이 기능을 선택하면 누구나 내 커뮤니티에 가입할 수 있습니다. 대기 중인 가입 요청은 모두 자동으로 승인됩니다."),
                n("h3c0f1a2", "커뮤니티 이름 수정하기"),
                n("cb5e6510", "새 이름을 저장하는 데 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("a8955490", "목적 수정하기"),
                n("ced2292a", "목적에 대한 설명을 저장하는 데 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("ba74c098", "질문 수정하기"),
                n("bd3e0420", "질문을 저장하는 중 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("b57baa7a", "검색 태그 수정"),
                n("f8caab7a", "검색 태그를 추가하여 추천 및 검색 결과에서 커뮤니티를 더 눈에 띄게 표시하세요."),
                n("f35a667a", "여기에 검색 태그를 입력하세요"),
                n("b057d5c6", "검색 태그는 고유해야 합니다"),
                n("cc961258", "허용되는 검색 태그의 최대 개수에 도달했습니다"),
                n("df4aca88", "검색 태그는 최소 1자에서 최대 30자까지 가능합니다"),
                n("ie58fa58", "검색 태그에는 공백이나 특수 문자를 사용할 수 없습니다"),
                n("hd176a01", function (e) {
                    return "토픽을 저장했습니다. 현재 커뮤니티에 토픽이 표시되고 있습니다 " + e.newTopicName;
                }),
                n("i39a43cc", "커뮤니티 토픽 삭제"),
                n("e81b196e", "새 토픽을 저장하지 못했습니다."),
                n("c1f97ad4", "토픽 수정하기"),
                n("g908eb0c", "사람들이 내 커뮤니티를 더 쉽게 찾을 수 있도록 토픽을 추가하세요. 커뮤니티에 가장 잘 어울리는 주제를 선택하세요."),
                n("f18a8ca0", "스팸 설정"),
                n("c8bd5d42", "스팸 필터 강도"),
                n("gfeb40a2", "스팸 필터를 다양한 수준의 민감도로 조정하여 원치 않는 게시물을 관리할 수 있습니다."),
                n("h766865c", "X에 의한 자동 신고"),
                n("fd1f413a", "선택한 기능을 통해 중재자에게 자동으로 신고합니다. 게시물이 승인되면 X는 이후 동일한 작성자가 게시한 글을 신고하지 않습니다."),
                n("b1ba5fb4", "스팸 발송자 탐지"),
                n("ee195f28", "스팸 키워드"),
                n("cf276a82", "중재자가 승인할 때까지 X에 의해 신고된 게시물 숨기기"),
                n("a8c4c3fe", "스팸 활동 기록이 있는 사용자의 게시물을 신고합니다"),
                n("j8de95ec", "자동 신고를 트리거할 키워드를 입력하세요"),
                n("ie873142", "높음"),
                n("a977afa2", "낮음"),
                n("j715cb38", "차단된 키워드 수정하기"),
                n("b32ebbe8", "커뮤니티 중재자에게 자동 신고할 키워드를 추가하세요"),
                n("acde5366", "여기에 키워드를 입력하세요"),
                n("a5f66c34", "키워드는 고유한 것이어야 합니다"),
                n("ea637914", "허용되는 키워드의 최대 개수에 도달했습니다"),
                n("fede6d3c", "키워드는 최소 1자에서 최대 30자까지 가능합니다"),
                n("cc06e200", "키워드에는 공백이나 특수 문자를 사용할 수 없습니다"),
                n("d94edeb4", "커뮤니티에서는 최대 10개까지 규칙을 만들 수 있습니다. 명확한 규칙을 만들면 참가자들이 서로를 존중하며 더욱 건전한 대화를 이어갈 수 있습니다."),
                n("j560c8ea", "규칙 추가하기"),
                n("a9ba79c0", "훌륭한 규칙은 더 좋은 커뮤니티를 만듭니다"),
                n("h5482c7a", "커뮤니티 규칙을 세울 때는 신중히 생각해 주세요. 이러한 규칙은 커뮤니티의 분위기를 조성하고 멤버들에게 기대되는 행동을 알려줍니다."),
                n("d5033a7a", "예를 들어, 대화가 주제에서 크게 벗어나지 않기를 바라시나요? 자기 홍보를 허용하시나요? 욕설은요?"),
                n("ee8c43a0", "규칙이 명확하면 이후에 분쟁을 중재해야 할 일도 줄어듭니다."),
                n("gaa3239a", "새 규칙을 저장하는 데 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("a67445d6", "최고 한도 초과"),
                n("fcbe0993", function (e) {
                    return "커뮤니티는 최대 " + e.maxRuleCount + "개의 규칙을 가질 수 있습니다. 규칙을 새로 추가하려면 기존 규칙을 하나 삭제해야 합니다.";
                }),
                n("c66769a4", "규칙"),
                n("ef02695b", function (e) {
                    return "규칙 이름은 " + e.minCharacterCount + "~" + e.maxCharacterCount + "자 사이여야 합니다";
                }),
                n("c8242020", "설명(선택 사항)"),
                n("d32cf5e7", function (e) {
                    return "설명은 최대 " + e.maxCharacterCount + "자까지 입력 가능합니다";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "커뮤니티에도 꼭 알리세요"),
                n("c1631260", "모든 멤버들에게 변경된 규칙을 알리면 서로 간에 신뢰를 쌓는 데 도움이 됩니다."),
                n("d3190bde", "규칙 저장"),
                n("ifd6e91c", "취소 및 규칙 수정"),
                n("h99020e0", "규칙 수정하기"),
                n("f74a5adc", "커뮤니티에는 최소 하나의 규칙이 필요합니다. 현재의 규칙을 수정하거나 다른 규칙을 추가한 후 이 규칙을 삭제할 수 있습니다."),
                n("fbb0ed92", "이 규칙 삭제"),
                n("hed35472", "규칙은 영구 삭제되며 나중에 되돌릴 수 없습니다."),
                n("c8677446", "규칙 삭제"),
                n("c3a0d44e", "취소하고 대신 규칙 수정"),
                n("d703ce9e", "커뮤니티에 목록 추가하기"),
                n("f21f023c", "커뮤니티에 목록을 추가하면 내가 큐레이션한 관련 콘텐츠로 피드가 채워집니다. 아래 목록에서 하나를 선택하세요."),
                n("gbc2cf50", "내 리스트"),
                n("ef9462fa", "관련 목록이 없으신가요?"),
                n("fcda89f4", "X에서 커뮤니티와 관련성 높은 콘텐츠를 게시하는 계정을 포함하는 새 목록을 만듭니다. 커뮤니티에 계속 표시되도록 목록을 공개로 유지합니다."),
                n("c09609d8", "리스트 만들기"),
                n("dfddd842", "쪽지로 보냈습니다"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " 님은 이미 초대받았습니다.";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " 님은 이미 이 커뮤니티 멤버입니다";
                }),
                n("h252ede6", "초대장을 모두 사용했습니다"),
                n("a5cd93f9", function (e) {
                    return "지금은 @" + e.screen_name + " 님을 초대할 수 없습니다";
                }),
                n("i6568549", function (e) {
                    return "You have " + e.remaining_invite_count + " invite" + t(e.remaining_invite_count, "", "s") + " left";
                }),
                n("b4f16d00", "초대할 사용자 검색"),
                n("ja1387a8", "검색 결과에는 내 팔로워와 모든 사람의 쪽지를 허용하는 사람만 포함됩니다."),
                n("ae85768c", "검색 결과에는 내 팔로워와 모든 사용자로부터 쪽지를 허용하는 사람만 포함됩니다."),
                n("hb1e378e", "초대했습니다"),
                n("d710b60c", "커뮤니티 애널리틱스"),
                n("c199e390", "새 게시물"),
                n("b4f51cd6", "지난주에 작성된 게시물 수"),
                n("g6f8325a", "새 멤버"),
                n("b2bb7276", "지난주에 가입한 멤버 수"),
                n("e2172c92", "활성 멤버"),
                n("fe1a9f68", "커뮤니티에 게시물을 올린 멤버 수"),
                n("e989927e", "순 게시자 수"),
                n("d1386a90", "커뮤니티에 게시물을 올린 멤버 수"),
                n("abf609f2", "전체 멤버"),
                n("h2081878", "커뮤니티의 총 멤버 수"),
                n("a3235cd6", "순 방문 수"),
                n("g21e2a70", "지난 한 주 동안 내 커뮤니티를 방문한 X 사용자 수"),
                n("ied6bac2", "마음에 들어요 수"),
                n("ced8d39a", "지난주 내 커뮤니티의 마음에 들어요 수"),
                n("fb4f859c", "답글 수"),
                n("h5a41cce", "지난주 내 커뮤니티의 답글 수"),
                n("i314218e", "지난 7일간 나타난 측정지표. 업데이트: "),
                n("addbb11e", "새로운 멤버 요청 없음"),
                n("c38131de", "모두 확인했습니다. 새로운 요청이 오면 여기에 표시됩니다."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " 님은 승인되었으며 이제 내 커뮤니티의 멤버입니다";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " 님은 거부되었으며 내 커뮤니티에 가입할 수 없습니다";
                }),
                n("jd8aae9d", function (e) {
                    return "지금은 @" + e.screenName + " 님의 요청을 승인할 수 없습니다. 나중에 다시 시도해 주세요.";
                }),
                n("i580e149", function (e) {
                    return "지금은 @" + e.screenName + " 님의 요청을 거부할 수 없습니다. 나중에 다시 시도해 주세요.";
                }),
                n("b4a38e4e", "이전에 차단한 계정입니다. 이 계정의 가입 신청이 승인되면 게시물 확인을 위해 차단을 해제해야 합니다."),
                n("f0956736", "이전에 뮤트한 계정입니다. 이 계정의 가입 신청이 승인되면 게시물 확인을 위해 계정을 언뮤트해야 합니다."),
                n("b7f1e58a", "나를 팔로우합니다"),
                n("dffb0774", "지금은 검토할 내용이 없습니다"),
                n("ab512f26", "작업 로그가 기록되지 않았습니다."),
                n("b8171558", "차단됨"),
                n("e32e7e1a", "중재자"),
                n("b53fb7c6", "지금은 이 작업을 되돌릴 수 없습니다. 나중에 다시 시도해 주세요."),
                n("c546ba07", function (e) {
                    return e.userName + " 님의 프로필 보기";
                }),
                n("h4516e4f", function (e) {
                    return "이 커뮤니티에서 " + e.userName + " 님의 게시물 찾기";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " 님이 게시물을 숨겼습니다";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " 님이 게시물 숨김을 해제했습니다";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " 님이 게시물을 메인에 올렸습니다";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " 님이 게시물을 메인에서 내렸습니다";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "게시물 숨김 해제"),
                n("j68fc824", "숨김 해제"),
                n("j9541e18", "게시물 검색하기"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " 님이 멤버를 삭제했습니다";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " 님이 멤버를 복구했습니다";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " 님이 이 커뮤니티에 가입했습니다";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " 님이 이 커뮤니티에서 나갔습니다";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " 님이 멤버 요청을 승인했습니다";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " 님이 멤버 요청을 거부했습니다";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " 님이 멤버 요청을 다시 승인했습니다";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "요청 재승인"),
                n("i9a18ce0", "재승인"),
                n("i24de0fe", "멤버 복구하기"),
                n("b1c662f8", "복구함"),
                n("j2e04b1e", "중재자가 신고된 모든 게시물을 처리했습니다."),
                n("hb21cdb6", "금지"),
                n("dc7a9436", "X에 게시물 신고하기"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + "명";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return "멤버 " + e.formattedCount + "명";
                }),
                n("dca19c06", "이 게시물을 숨겼습니다"),
                n("dd641764", "이 게시물을 보관했습니다"),
                n("jf99d610", "커뮤니티 의견"),
                n("bbd69672", "이 게시물은 커뮤니티 규칙을 위반했으므로 중재자에 의해 숨김 처리되었습니다."),
                n("c730a21c", "위반한 규칙은 다음과 같습니다."),
                n("a5baa7d2", "안전한 대화 진행을 위해 잠시 규칙을 검토해 보세요."),
                n("icc32e3d", function (e) {
                    return "이 커뮤니티 운영원칙 중 다음 사항을 위반하여 중재자가 " + e.communityName + "에서 나를 추방했습니다.";
                }),
                n("d7d9be8a", "커뮤니티 및 게시물 찾기"),
                n("cae9962e", "지금은 커뮤니티를 찾을 수 없습니다."),
                n("c2117be6", "탐색창에서 이 항목이 보이시나요? 👀"),
                n("c2c4dad4", "원하는 항목을 고르시면 여기에 표시됩니다. 천천히 하셔도 됩니다."),
                n("b7218496", "아직 해시태그가 없습니다"),
                n("gc09bcfe", "커뮤니티에 해시태그를 사용한 대화가 없습니다. 여러분이 먼저 해시태그를 사용해 보시겠어요?"),
                n("cf35a990", "커뮤니티 해시태그 게시물을 불러오는 중"),
                n("a1c41fe8", "커뮤니티 해시태그 게시물"),
                n("f27a2232", "커뮤니티 검색하기"),
                n("ie2efe36", "커뮤니티 검색 결과"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " 커뮤니티";
                }),
                n("a94092a2", "이제 중재자 도구를 사용할 수 있습니다"),
                n("be6dfbae", "커뮤니티 중재자는 멤버를 추가 및 삭제할 수 있습니다."),
                n("b4f877be", "커뮤니티를 찾을 수 없습니다"),
                n("e48fbb02", "커뮤니티 신고"),
                n("b1614c34", "커뮤니티 정보"),
                n("j1dcedde", "게시물 검색하기"),
                n("cc683fba", "커뮤니티 정보"),
                n("af7c11aa", "커뮤니티 정보"),
                n("fb974b24", "멤버만 게시물을 작성할 수 있습니다."),
                n("fcef2922", "누구나 이 커뮤니티에 가입할 수 있습니다."),
                n("c93dd2c8", "이 커뮤니티에 가입하려면 가입 요청 후 승인을 받아야 합니다."),
                n("gedb877d", "모든 커뮤니티는 전체 공개됩니다."),
                n("bf359e0e", "새 커뮤니티에 관해"),
                n("e8fcdd3a", "처음에 커뮤니티는 기본 상태로 설정되어 있지만 이후 모든 기능을 맞춤 설정할 수 있습니다. 뒷 부분에서 더 자세히 알아보겠습니다. "),
                n("b37d580e", "내 커뮤니티는 제한되어 있습니다"),
                n("c6d9c07c", "모든 커뮤니티는 X 사용자 누구에게나 공개됩니다. 다른 사람들이 내 커뮤니티에 가입하려면 가입을 요청하거나 중재팀 또는 (허용된 경우) 기존 멤버의 초대를 받아야 합니다."),
                n("ea3b38fa", "내 커뮤니티에 공개되어 있습니다"),
                n("i625c42e", "모든 커뮤니티는 X 사용자 누구에게나 공개됩니다. 내 커뮤니티에는 누구나 가입하거나 초대받을 수 있습니다."),
                n("ca7eeab0", "첫 커뮤니티 규칙은 다음과 같습니다"),
                n("acae4034", "관리자 도구에서 설정을 변경할 수 있습니다"),
                n("e2186ee2", "설정이 마음에 들지 않나요? 괜찮아요. 쉽게 변경할 수 있습니다."),
                n("a0e3ece4", "커뮤니티 세부정보"),
                n("d11f73ea", "성인 콘텐츠"),
                n("hb9400dc", "더 보기"),
                n("b71a08a0", "구독자 커뮤니티"),
                n("d0574662", "알림 설정"),
                n("fc16f13a", "어떤 알림이 필요하세요?"),
                n("be341c46", "커뮤니티 스페이스(오디오 채팅)"),
                n("fbe88a32", "커뮤니티 실시간 문자 채팅"),
                n("b551cd1e", "메인에 올린 게시물"),
                n("i9f39962", "커뮤니티 메인에 올리기"),
                n("bc7f90a0", "프로필에 커뮤니티 스포트라이트하기"),
                n("j5a37508", "홈 화면 메인에 커뮤니티 올리기"),
                n("c7a4610a", "홈 화면 메인에서 커뮤니티 내리기"),
                n("bec3b8fa", "커뮤니티 공유"),
                n("cc7d5b88", "쪽지로 초대하기"),
                n("c66b37fa", "커뮤니티 체크리스트"),
                n("g2768d0e", "커뮤니티를 멋진 모습으로 선보이기 위해 몇 가지 사항을 확인해 보세요"),
                n("b192b58c", "체크리스트 닫기"),
                n("gd302780", "내가 만든 커뮤니티를 확인하세요"),
                n("h5890b1a", "미완료"),
                n("b4a6faca", "규칙 검토하기"),
                n("a01e1a7c", "커뮤니티 맞춤설정하기"),
                n("f493480c", "커뮤니티 게시하기"),
                n("i9b7f6ba", "게시물을 불러오는 중"),
                n("c22e8902", "지금 시작하기"),
                n("a3466e1c", "해시태그로 대화를 추적하세요"),
                n("a524bb7e", "해시태그를 이용하면 커뮤니티에서 손쉽게 테마가 있는 대화를 만들고, 찾고, 참여할 수 있습니다."),
                n("he8db880", "이 커뮤니티는 존재하지 않는 것으로 보입니다"),
                n("cc684fbc", "삭제되었거나 원래 존재하지 않았을 수도 있습니다. 세상은 본래 알 수 없는 일로 가득하죠."),
                n("b4f8b518", "추천 크리에이터"),
                n("f5c41e22", "위임 설정으로 이동"),
                n("f47b48f6", "사용자"),
                n("b9226ec1", "로그인함"),
                n("b2ca74aa", "위임 계정으로 전환하려 합니다"),
                n("ba77b438", "계정 전환하기"),
                n("g5261e91", function (e) {
                    return "이제 @" + e.screenName + "로 활동합니다.";
                }),
                n("cc15a3ea", "이 계정은 내 것이 아니란 점을 기억하세요. 관리자는 쪽지를 보내고, 게시물을 게시하고, 리스트를 만들고 이 모두를 볼 수 있습니다. 또한 관리자는 해당 계정에 참여자를 초대하거나 삭제할 수 있으며 게시 애널리틱스를 조회할 수도 있습니다."),
                n("e406250c", "이 계정은 내 것이 아니란 점을 기억하세요. 참여자는 쪽지를 보내고, 게시물을 게시하고, 리스트를 만들고 이 모두를 볼 수 있습니다."),
                n("e6718a62", "계정 소유자만 이 기능을 이용할 수 있습니다"),
                n("ba411b6f", "X에 의견을 보내 주세요"),
                n("f01ee14b", "X에 의견을 보내 주세요"),
                n("dbc85148", "쪽지 선택하기"),
                n("a073658c", "기존 대화에서 선택하거나 새로운 대화를 만들거나 계속 탐색합니다."),
                n("f325afc4", "쪽지 작성하기"),
                n("f5dc353c", "이제 선정적인 미디어를 필터링합니다"),
                n("daeda054", "설정으로 이동"),
                n("fe1eaa96", "이제 선정적인 미디어(신체 노출, 성적 콘텐츠 또는 폭력)가 포함된 것으로 파악되는 쪽지에 경고가 표시됩니다. 언제든지 설정에서 이 기능을 끌 수 있습니다."),
                n("hc32acba", "쪽지 요청을 삭제할까요?"),
                n("f9048f58", "이 작업은 취소할 수 없으며 선택한 쪽지 요청이 받은 쪽지함에서 삭제됩니다."),
                n("a9d0d7f0", "일괄 수정"),
                n("eb7de4aa", "모욕적인 콘텐츠를 포함할 수 있는 메시지를 비롯하여 더 많은 메시지를 표시합니다."),
                n("ee8c0c8a", "여기에는 내가 팔로우하지 않는 사용자가 보낸 쪽지나 그룹 쪽지가 표시됩니다. 수락하거나 삭제할 수 있습니다."),
                n("ff599112", "그룹 만들기"),
                n("c602600a", "사용자 추가"),
                n("fa2033f6", "암호화됨"),
                n("aa59bb6a", "게시물 개별적으로 보내기"),
                n("a2ccb2e8", "쪽지 보냄."),
                n("f906f464", "그룹에 게시물을 공유했습니다."),
                n("i8a99aae", "게시물을 개별적으로 공유했습니다."),
                n("hbbc401c", "그룹에 보내기"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + " 님에게 쪽지를 보낼 수 없습니다";
                }),
                n("f7289cd6", "그룹 대화를 선택했습니다"),
                n("e6cced4e", "'그룹으로 보내기'는 일대일 대화만 가능합니다. 쪽지를 개별적으로 보낼 수도 있습니다."),
                n("e3e58b6e", "대화 정보"),
                n("a9ddbb94", "그룹 정보"),
                n("dd4779a0", "태그 관리하기"),
                n("ca9af866", "태그:"),
                n("e62d3c10", "해당 이름을 사용하는 계정이 없습니다. 다시 시도해주세요."),
                n("h8403fb6", "지금은 이 대화에 사용자를 추가할 수 없습니다."),
                n("ja522ed4", "지금은 이 대화에 일부 사용자를 추가할 수 없습니다."),
                n("d87bff5a", "내 대화 정보를 불러오는 중입니다."),
                n("cabb453e", "그룹 이름"),
                n("eb1bb5a2", "모든 사용자 보기"),
                n("a70436ac", "암호화된 쪽지 작성하기"),
                n("a7f20223", function (e) {
                    return e.name + " 님의 알림 일시중지";
                }),
                n("g2f04a6b", function (e) {
                    return e.name + " 님 알림 일시중지를 해제하였습니다";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + "까지 일시중지";
                }),
                n("b3dfd51a", "멘션 일시중지"),
                n("cc7c8ce6", "이 대화에서 사람들이 나를 멘션해도 알림을 받지 않습니다."),
                n("hab58674", "멘션 사용 안 함"),
                n("e3c6e080", "멘션 사용함"),
                n("f33ef58a", "대화를 EU 불법 콘텐츠로 신고 "),
                n("d1a6dbe6", "모두 차단"),
                n("f24af200", "쪽지 차단"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + " 님을 차단하면 @" + e.screenName + " 님은 나를 팔로우하거나 내게 쪽지를 보낼 수 없게 되며, @" + e.screenName + " 님 관련 알림을 받지 않게 됩니다.";
                }),
                n("iae09949", function (e) {
                    return e.screenName + " 님의 쪽지를 차단할까요?";
                }),
                n("e778e3d8", "쪽지를 차단했습니다"),
                n("b7867912", "모두 차단 해제"),
                n("gaddb872", "쪽지 차단 해제"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + " 님을 차단 해제할까요? 차단 해제하면 나를 팔로우하고 내 게시물을 볼 수 있게 됩니다.";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + " 님을 차단 해제할까요? 차단 해제하면 내 계정을 팔로우하고 내 공개 게시물에 참여할 수 있게 됩니다.";
                }),
                n("cde6e1ff", function (e) {
                    return "@" + e.screenName + " 님의 쪽지 차단을 해제할까요?";
                }),
                n("j37c4674", "1시간"),
                n("je7e1fed", function (e) {
                    return "1시간 동안 " + e.name + " 님 알림을 일시중지하였습니다";
                }),
                n("hf94a2d6", "1시간 동안 뮤트함"),
                n("fb7a43c6", "8시간"),
                n("e95c8f8b", function (e) {
                    return "8시간 동안 " + e.name + " 님 알림을 일시중지하였습니다";
                }),
                n("bd54fad2", "8시간 동안 뮤트함"),
                n("cb5bf56e", "1주일"),
                n("gb7a130b", function (e) {
                    return "1주딩 동안 " + e.name + " 님 알림을 일시중지하였습니다";
                }),
                n("f6fce0fe", "1주일 동안 뮤트함"),
                n("i78153dd", function (e) {
                    return e.name + " 님 알림을 항상 일시중지하였습니다";
                }),
                n("je9455da", "메시지가 암호화되어 있습니다"),
                n("b5b0afa4", "내 보기 맞춤 설정"),
                n("ec5880e6", "이러한 설정은 이 브라우저에서 내 모든 X 계정에 적용됩니다."),
                n("babfa32c", "쉽고 빠르게 보기를 맞춤 설정하세요"),
                n("a2a2f98e", "새로운 소식 보기"),
                n("b4a361c0", "지금 바로 텍스트 색상 및 크기와 어두운 모드 사용 여부를 맞춤 설정할 수 있습니다. 이 설정은 나만 볼 수 있습니다."),
                n("c797b44e", "X에서 게시물을 통해 최신 소식을 확인하세요."),
                n("a19ce060", "탐색을 할 수 없습니다."),
                n("f7d1a8e0", "Android 앱"),
                n("aab2fae0", "iOS 앱"),
                n("a35d9c9a", "리소스"),
                n("da00e00a", "새로운 뉴스 기능을 확인하세요"),
                n("c40666d8", "직접 해보기"),
                n("ic61c5fc", "상단으로 스크롤하기"),
                n("dd225af8", "사람을 찾을 수 없습니다."),
                n("i6671128", "X에서 추가 혜택을 받을 수 있습니다"),
                n("d5e4d0a6", "더욱 간편하게 대화에 참여하고 다른 사람들과 소통하세요. 이제 다음과 같은 혜택을 누릴 수 있습니다."),
                n("a97bc07e", "X에서 추가 혜택을 누리세요"),
                n("a72188d6", "X를 모두에게 유용하게 만들기 위해 이 계정이 실제로 사람에 의해 운영되고 있는지 확인하고자 합니다. 타임라인에서 다른 계정에 반응을 보내고 다른 사람들과 소통하면 확인하는 데 도움이 됩니다. 진짜 계정으로 확인되면 다음과 같은 혜택을 누릴 수 있습니다."),
                n("a4ee9572", "더 많은 사람에게 표시됩니다"),
                n("e5f4eac0", "내 콘텐츠의 검색 가능성이 커집니다. 검색 결과와 트렌드에도 내 계정이 표시됩니다."),
                n("c7832a72", "다른 사람들과 직접 소통하세요"),
                n("i1ccd17a", "나를 팔로우하지 않는 사람들에게도 자동 필터링될 걱정 없이 쪽지를 보내세요."),
                n("hc965308", "재미"),
                n("eb78b77e", "재미 모드"),
                n("aa8ece10", "grok.com 사용해 보기"),
                n("gb5fb7d0", "집중 모드"),
                n("g5665caa", "집중 모드 종료"),
                n("a372681e", "공유 링크 복사"),
                n("fbc79f6a", "채팅 내역"),
                n("b61ad410", "역사"),
                n("b3de2628", "채팅 기록 없음"),
                n("acfbfb28", "향후 대화를 나누면 여기에 표시됩니다."),
                n("i1147548", "Grok 내역 검색"),
                n("ab437026", "대화가 없습니다"),
                n("e12569ec", "다른 것을 검색해 보세요."),
                n("d4eb0e26", "이름 변경"),
                n("c64975ea", "아직 관심글로 지정한 대화가 없습니다"),
                n("a3e3db6e", "자주 방문하는 채팅을 저장하려면 별표를 클릭하세요."),
                n("f4ae77ac", "사용 가능한 이미지 기록이 없습니다"),
                n("d57d337e", "이미지를 생성하면 여기에 표시됩니다."),
                n("dab087ee", "채팅"),
                n("a911623c", "이미지"),
                n("ae9cdac6", "채팅 기록"),
                n("b198a392", "Grok 대화"),
                n("d16329b4", "대화 복사하기"),
                n("af6c4470", "문제가 발생했습니다. 다시 시도해주세요."),
                n("gf43d270", "이 대화 계속하기"),
                n("f4b5fae2", "쪽지를 보내면 이 대화가 내 기록에 복사됩니다"),
                n("eb0d91ac", "Grok으로 이미지 만들기"),
                n("c5a23514", "나를 그려줘"),
                n("g1cb8096", "놀라운 걸 보여줘"),
                n("a5a3df56", "만들려는 이미지를 설명해 주세요"),
                n("gbb4e90a", "무작위로 생성된 몽환적 세계"),
                n("af21f92e", "행복감"),
                n("e207cba2", "무작위 스포츠 경기"),
                n("b1323f10", "파리 패션 위크에서 런웨이를 걷는 모델"),
                n("g6a90174", "재미있는 힙스터 동물"),
                n("jdc4b66c", "경이로운 풍경"),
                n("ec601934", "리믹스"),
                n("f9ecd3ba", "게시물로 삽입"),
                n("af652514", "차이"),
                n("j95bac7a", "Grok 맞춤 설정하기"),
                n("c5665922", "Grok이 나에 관해 어떤 점을 알고 있다면 좋을까요?"),
                n("ff625c40", "Grok이 어떤 방식으로 답변하길 원하시나요?"),
                n("e5c7d602", "모든 채팅에 대해 활성화"),
                n("d5e03fbc", "Grok 피드"),
                n("a294d0c6", "나만의 버전을 만드세요"),
                n("b38adba2", "X - 모든 것이 가능한 하나의 앱"),
                n("d05ae004", "NHL 경기"),
                n("d35ad22c", "최근 NHL 경기 보기"),
                n("e806daa2", "축구 경기"),
                n("cc2c2eca", "최근 축구 경기 보기"),
                n("bcdeae66", "포뮬러 원 그랑프리 포털"),
                n("e30e4bea", "그랑프리에서 일어나는 일을 X에서 확인하세요."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " 대 " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return e.teamName1 + " 대 " + e.teamName2 + "(X 업데이트)";
                }),
                n("b72c924c", "채용공고 찾기"),
                n("f4da95a0", "추천 채용공고"),
                n("eedd808c", "저장된 채용공고"),
                n("e0ba641a", "회사용"),
                n("f9e6381a", "채용공고 찾기"),
                n("fb15ec28", "추천 채용공고 보기"),
                n("ece910f0", "선호도에 따라 채용 정보를 확인하세요"),
                n("jd08bc14", "시간 경과에 따라 추천 기능이 개선됩니다"),
                n("de0a4a72", "추천 표시 위치 관리"),
                n("db8c4158", "지금 신청하기"),
                n("d9c8057a", "여기를 클릭"),
                n("a71d7584", "추천"),
                n("d2b8da2c", "소프트웨어 공학"),
                n("cd958040", "데이터 분석"),
                n("c5760ca2", "제품"),
                n("d31b4a2a", "디자인"),
                n("f38959a6", "영업"),
                n("bc78a26c", "운영"),
                n("ec28738e", "인사"),
                n("icb06308", "금융 및 회계"),
                n("d0b978ec", "법률 및 컴플라이언스"),
                n("af19cdc2", "과학 및 공학"),
                n("e4a51fca", "의료"),
                n("e8ca78ae", "건설업"),
                n("e25d75e4", "인턴"),
                n("e89b3f04", "초급"),
                n("h55825dc", "사원"),
                n("cc537386", "중급"),
                n("jfc3cece", "선임"),
                n("e1b683aa", "팀장"),
                n("c4627fda", "관리자"),
                n("db75b47c", "경영진"),
                n("i312f0ce", "현장"),
                n("b4aff05e", "혼합"),
                n("c08b9138", "원격"),
                n("ia5d6422", "실질적 위치에 근무해야 함"),
                n("h97c7f42", "일부 현장 근무 필요"),
                n("ibed2d04", "현장에서 근무할 필요 없음"),
                n("f508c49c", "채용공고 링크 복사하기"),
                n("d6825dce", "쪽지로 공유하기"),
                n("b9613442", "게시물로 공유하기"),
                n("c2b3f0da", "프로필에 표시하기"),
                n("c791d3fc", "채용공고 공유하기"),
                n("eb517058", "AI 회사"),
                n("b677cb9b", function (e) {
                    return "기업 필터 " + e.count;
                }),
                n("ja04d37c", "회사 이름을 입력하세요"),
                n("a1876045", function (e) {
                    return "고용 유형 필터 " + e.count;
                }),
                n("fb146dd2", "고용 유형"),
                n("a7090408", "키워드"),
                n("f16e9a15", function (e) {
                    return "위치 유형 필터 " + e.count;
                }),
                n("fa7d455a", "위치 유형"),
                n("caa606db", function (e) {
                    return "직위 필터 " + e.count;
                }),
                n("jda06238", "경력"),
                n("j595df68", "추천 기본설정 업데이트:"),
                n("a1227d5e", "추천 사용 설정"),
                n("bae2f5f0", "프로필에 이 채용공고 추가하기"),
                n("cbcaaa1a", "채용공고는 프로필에 다음과 같이 표시됩니다."),
                n("f58cf1ac", "채용 공고 추가"),
                n("j4ae9960", "프로필에 이 채용공고를 추가하는 중 문제가 발생했습니다."),
                n("caa352f0", "공고가 너무 많습니다"),
                n("i08bee0e", "추천 채용 공고가 너무 많음"),
                n("d7ccaea2", "활성 공고는 현재 3개로 제한됩니다. "),
                n("h05e4a7a", "추천 채용 공고는 10개로 제한됩니다."),
                n("b518daae", "채용 대시보드로 가기"),
                n("f48e9c52", "채용공고를 추가했습니다."),
                n("f6757978", "채용 대시보드에서 이 공고를 삭제하거나 다른 공고를 추가할 수 있습니다."),
                n("i329c5a6", "채용 대시보드 보기"),
                n("h39a5448", "X 채용을 통해 채용공고를 게시하세요"),
                n("d204515c", "클릭 한 번으로 프로필에 채용공고를 추가하세요."),
                n("ecb3df70", "이벤트 게시물"),
                n("a01d5a7c", "내가 차단한 사람이 작성한 트윗이기 때문에 볼 수 없습니다."),
                n("cab51f93", function (e) {
                    return "@" + e.screenName + " 님이 나를 차단했기 때문에 트윗을 볼 수 없습니다.";
                }),
                n("eaaca5dc", "점수"),
                n("abdcd68a", "이벤트를 불러오는 중"),
                n("cfb57adb", function (e) {
                    return e.hashtag + "에 관한 게시물";
                }),
                n("b1037710", "생각을 나눠주세요"),
                n("bb980db0", "이벤트 타임라인"),
                n("ffd929c1", function (e) {
                    return "NEW" + e.ttc_live_event;
                }),
                n("c9b302f8", "최신 제품을 보려면 나중에 다시 확인해 주세요."),
                n("cfe836d1", function (e) {
                    return e.percent + "% 할인";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.price + "으로 " + e.description;
                }),
                n("f27deeea", "판매 제품 타일링"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "다시 보기"),
                n("j1d352d8", "알림이 설정됨"),
                n("d18909d4", "알림 설정하기"),
                n("b0b38774", "헤더 미디어"),
                n("a7a119ec", "도킹 해제하기"),
                n("cfadb00e", "청취 중"),
                n("db4620aa", "실시간 스페이스"),
                n("c958e692", "녹음된 스페이스"),
                n("i2c2bfb7", function (e) {
                    return e.count + " 청취 중";
                }),
                n("i3f7ff00", "미디어 미리보기"),
                n("h400d7c2", "스페이스 참가"),
                n("be6ef5b4", "제공 예정"),
                n("ca25ebae", "승률 제공"),
                n("e749753a", "스프레드"),
                n("ea885dec", "금액"),
                n("cde48000", "도박 문제가 있으신가요? 1-800-GAMBLER로 전화하세요."),
                n("g53d5df6", "집중"),
                n("d1e0a75f", function (e) {
                    return "추천" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "팔로잉" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "구독" + e.noun;
                }),
                n("d3619250", "마음에 들어요 순서"),
                n("f5edfbde", "X에서 로그아웃할까요?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + " 계정에서 로그아웃할까요?";
                }),
                n("ia5ff8b6", "언제든지 다시 로그인할 수 있습니다. 계정을 전환하려는 경우 이미 존재하는 계정을 추가하면 전환할 수 있습니다."),
                n("ea3750c4", "이 계정에만 적용되며, 다른 계정에는 계속 로그인되어 있습니다."),
                n("gc6866f8", "로그아웃 중"),
                n("f8ad0092", "오류가 발생했습니다. 다시 로그인하세요."),
                n("h2c7767e", "유효하지 않은 세션입니다. 다시 로그인하세요."),
                n("e83047c2", "잘못된 코드를 너무 많이 입력했습니다. 다시 로그인하세요."),
                n("g4b108ee", "너무 많은 백업 코드를 생성했습니다. 휴대폰 로그인 인증에서 재등록해야 합니다."),
                n("a9be9b44", "X에서 계속하기"),
                n("e55188f0", "이 브라우저에서 현재 이 계정에 로그인되어 있습니다."),
                n("d55d8fe2", "이 계정을 사용하여 계속하시겠어요?"),
                n("g806008e", "다른 계정으로 로그인"),
                n("c55f5c9a", "오류가 발생했습니다. 여러분의 잘못이 아니니 걱정하지 말고 다시 시도해 보세요."),
                n("bfb6be8a", "X에서 수익을 거두세요"),
                n("ed6c6da2", "수익 창출을 위한 첫 번째 단계는 X Premium을 통해 인증을 받는 것입니다."),
                n("h93b6580", "고품질 콘텐츠를 공유하고 수익을 거두세요. X에서 더 많은 사용자의 참여를 유도할수록 얻을 수 있는 수익도 높아집니다."),
                n("eea6d8f8", "크리에이터 수익 배분 자격"),
                n("a0e8811e", "팬층 구축하기"),
                n("e1a74ac0", "가장 열렬한 지지자에게 독점 콘텐츠를 제공하고 정기적인 수입을 얻으세요."),
                n("cd3a6f9a", "구독 자격"),
                n("c35e6144", "Premium 도구로 콘텐츠를 더 멋지게 만들어 보세요"),
                n("b9dbeb34", "더 긴 게시물, Media Studio, 애널리틱스를 활용하고 우선 지원을 받으세요."),
                n("b2d41138", "도달 범위 확대 = 수익 증대"),
                n("defa7f12", "댓글 부스트를 통해 노출 범위를 추가로 확장하여 더 빠르게 성장하세요."),
                n("i3e4955d", "여기"),
                n("fdc5d06c", "전체 화면 종료"),
                n("cea1c00e", "참여 기능 잠금 해제"),
                n("f8e6a280", "신규 계정은 게시하기, 마음에 들어요 보내기, 북마크에 추가하기, 답글 쓰기 등의 작업을 하려면 매년 소정의 요금을 지불해야 합니다. 이는 스팸을 줄여 모두에게 더 나은 환경을 제공하기 위한 조치입니다. 계정을 팔로우하고 X를 둘러보는 일은 여전히 무료입니다."),
                n("h968efc6", "신규 계정은 게시하기, 마음에 들어요 보내기, 북마크에 추가하기, 답글 쓰기 등의 작업을 하려면 소정의 요금을 지불해야 합니다. 이는 스팸을 줄여 모두에게 더 나은 환경을 제공하기 위한 조치입니다. 계정을 팔로우하고 X를 둘러보는 일은 여전히 무료입니다."),
                n("b66b62a4", "구매자 이용약관"),
                n("e5b5faa6", "봇 아님 이용약관"),
                n("i61a221c", "구독 및 결제"),
                n("fce91ab4", "죄송합니다."),
                n("a235cb76", "'봇 아님' 구독을 처리하는 데 문제가 발생했습니다. 결제 정보 확인 후 다시 시도해 주세요."),
                n("a8eea654", "구매가 완료되었습니다."),
                n("bc8baa08", "구독중"),
                n("a98ba778", "알림 타임라인"),
                n("j887d006", "여기는 마음에 들어요나 재게시 등 모든 활동이 일어나는 곳입니다."),
                n("c06d4306", "누군가가 나를 멘션하면 여기에 표시됩니다."),
                n("ge7c661a", "마음에 들어요, 멘션, 재게시 등 다른 인증된 사용자의 모든 활동은 여기에서 볼 수 있습니다."),
                n("d3de3b5c", "마음에 들어요, 멘션, 재게시 등 내 구독자의 모든 활동은 여기에서 볼 수 있습니다."),
                n("e3f9838d", "자세히 알아보기"),
                n("eba8b1c8", "내가 멘션된 대화를 관리하세요"),
                n("j745b8a6", "게시물에 작은 점 세 개가 보이시나요? 이 액션 메뉴를 사용하면 나에 대한 태그를 해제하고 대화에서 나올 수 있습니다."),
                n("c380d684", "내 보고서"),
                n("da7cf0d8", "이 게시물은 민감한 콘텐츠라는 경고가 표시되었습니다"),
                n("a6da21a1", function (e) {
                    return e.appName + " 앱이 내 X 계정에 접근하려고 합니다";
                }),
                n("f4392d00", "앱 승인"),
                n("ee4dca3c", "링크 취소하기"),
                n("bb347bbc", "고객센터"),
                n("be38d34e", "이 앱을 사용하려면 X에 로그인한 상태여야 합니다."),
                n("e087691a", "앱에 접근할 수 없습니다. 뒤로 돌아간 후 다시 로그인해 보세요."),
                n("e7dd62c4", "'앱 승인' 버튼을 클릭함으로써 xAI에 다음을 포함해 X에서 내 데이터에 액세스할 수 있는 권한을 부여합니다."),
                n("debbdc98", "내 X 사용자 프로필, X 계정 정보, X 설정 및 X 환경설정."),
                n("d9cf7c9c", "내 X 계정에서 볼 수 있는 게시물. 내가 조회할 수 있는 모든 계정(공개 또는 비공개)에서 주고받은 게시물 포함."),
                n("cdf40068", "X의 Grok을 통해 이루어진 대화 내역."),
                n("cea71014", "연락처를 불러오는 중..."),
                n("b5474bd2", "문제가 발생했습니다."),
                n("ab4b970a", "X 앱을 사용해서 되돌아간 후 새 인증 이메일을 요청하세요."),
                n("j6d103b8", "X 계정을 만들고 뉴스 속보와 엔터테인먼트부터 스포츠와 정치 이슈까지, 실시간 코멘터리와 함께 전체 이야기를 상세히 확인해 보세요."),
                n("ca042c78", "X에 로그인하기"),
                n("ff869362", "최신 소식을 보려면 X에 로그인하세요. 대화에 참가하고, 계정을 팔로우하고, 홈 타임라인을 조회하고, 아는 사람들의 게시물을 확인하세요."),
                n("f4a654a4", "Foursquare에서 보기"),
                n("c09de2d4", "타임라인 검색"),
                n("i1801686", "유효하지 않은 검색어입니다. 다른 검색어를 시도해 보세요."),
                n("a0b4541c", "문제가 발생했습니다. 여러분의 잘못이 아니니 걱정하지 마세요"),
                n("d7eebb60", "구독 설정"),
                n("h707b180", "구독 업데이트가 완료되었습니다"),
                n("a452ab68", "몇 초가 소요될 수 있습니다."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "업데이트했습니다"),
                n("e957c20e", "전체 액세스 무료 체험판"),
                n("a1436e70", "이제 내 네트워크 사람들이 볼 수 있도록 프로필에 채용 정보를 추가할 수 있습니다. 신청이 승인되면 수백만 명의 사용자가 채용 정보를 검색하는 동안 내 채용 공고가 표시됩니다."),
                n("f9c85cec", "조치 필요: 문서를 업로드하고 인증하세요"),
                n("f178f393", function (e) {
                    return e.date + "까지 필수 문서를 제출해 주세요. 이 작업은 일반적으로 10분 정도 걸립니다.";
                }),
                n("f9fbeabc", "조직의 법인 설립 문서"),
                n("b4c80f5c", "정부 발행 신분증"),
                n("f0915094", "작동하는 디바이스 카메라"),
                n("f259d3f3", function (e) {
                    return "중요: " + e.date + "까지 문서를 제출해야 합니다. 그렇지 않으면 환불 없이 신청이 거부됩니다.";
                }),
                n("d35f645b", function (e) {
                    return "채용 중(" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "추천 공고(" + e.count + ")";
                }),
                n("c35aded2", "보관"),
                n("b97e952a", "아직 채용 공고를 추가하지 않았습니다"),
                n("cf1fa156", "아직 채용 공고를 게시하지 않았습니다"),
                n("fa4a4f50", "아직 아카이브에 보관한 채용 공고가 없습니다."),
                n("c5fb5a1a", "채용공고 없음"),
                n("e9b91cde", "작업 추가"),
                n("c270ef3e", "아카이브"),
                n("fe8872f4", "성공"),
                n("d523cd74", "이 채용 공고를 아카이브에 보관할까요?"),
                n("jfd0b34a", "채용 공고를 아카이브에 보관하면 프로필에서 삭제됩니다."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "초대를 보내는 동안 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("ddf35536", "초대를 삭제하는 동안 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("db7144b6", "제휴 유형을 변경하는 동안 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("be78e5fa", "제휴 계정을 삭제하는 동안 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("fa9709ba", "신청서를 생성하는 중에 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("j62f13fc", "이 공고를 삭제하는 중에 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("ff5716fc", "이 공고를 생성하는 중에 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("fd059188", "채용 공고를 동기화하는 중에 문제가 발생했습니다. 나중에 다시 시도해 주세요."),
                n("b82b5c00", "광고 크레딧을 활성화하는 동안 문제가 발생했습니다. 나중에 다시 시도해주세요."),
                n("d74adc30", "추가된 광고 계정이 정확하지 않음"),
                n("e4323c36", "입력하신 광고 계정 ID가 귀하의 조직 또는 그 제휴 계정과 일치하지 않습니다."),
                n("b3323ada", "ads.twitter.com 계정에 신용카드를 추가하세요"),
                n("ac325eb8", "광고 크레딧을 활성화하려면 ads.twitter.com에서 자신의 광고 계정에 신용카드를 추가해야 합니다."),
                n("j4e6e966", "광고 계정 검토 필요"),
                n("ef86e7f6", "계정이 검토 대상으로 표시되었으며 승인을 받아야 합니다."),
                n("c9c8edae", "광고 크레딧을 적용하려면 인증 조직 서비스를 구독하세요"),
                n("b36c6278", "인증 조직 서비스를 유료 구독 중인 경우에만 광고 크레딧을 사용할 수 있습니다. 지금 업그레이드하여 제휴 계정과 함께 광고를 게재하세요."),
                n("c30f0168", "외부 링크 열기"),
                n("c49b7262", "채용공고 올리기"),
                n("i6ecf71a", "채용공고 내리기"),
                n("a37ef120", "공고 재게시"),
                n("i00355d0", "공유 해제하기"),
                n("h0481bba", "이 공고의 공유를 해제할까요?"),
                n("b9dfdc7a", "공유를 해제하면 해당 공고가 스포트라이트에서 사라집니다."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "공유한 채용 공고"),
                n("ea7f1a42", "내 채용 공고"),
                n("d1cbcb90", "출처"),
                n("gf66326c", "최종 업데이트"),
                n("b917fc28", "채용 프로모션 비활성화"),
                n("g06035e6", "광고 계정에서 채용 프로모션을 활성화하려면 주의가 필요합니다."),
                n("aa16581c", "채용 프로모션 광고 계정에 액세스할 수 없습니다. 계정 관리자에게 도움을 요청하세요."),
                n("g7bb6f58", "광고 계정을 찾을 수 없습니다."),
                n("jf1576ba", "실패함"),
                n("ff985a36", "동기화 중"),
                n("e5b8058c", "동기화되지 않음"),
                n("a86e335a", "마지막 동기화 "),
                n("c9838d68", "추가한 채용 공고는 아직 표시되지 않습니다"),
                n("df6835a6", "프로필에 채용 공고를 표시하면 추천 공고가 눈에 잘 띄도록 게시물 위에 게재되며 전체 채용 공고 목록으로 연결할 수 있습니다."),
                n("fc504ea0", "채용 공고 게재하기"),
                n("a511934e", "X에서 채용을 시작하세요"),
                n("e68d2d16", "베타 신청하기"),
                n("f7a37e30", "'베타 신청하기'를 클릭하면 베타 액세스 승인 시 이 계정에 연결된 비즈니스 이메일 주소로 이메일 연락을 받는 데 동의하는 것으로 간주됩니다."),
                n("bfef82f0", "X 채용은 인증된 조직을 위한 무료 기능으로, 채용 공고를 게시하고 회사 프로필에 채용 정보를 소개하여 직무에 적합한 최고의 인재를 찾을 수 있습니다."),
                n("h4b890c2", "X 채용에서는 채용 공고를 게시하고 프로필에 해당 공고를 소개하여 직무에 적합한 최고의 인재를 유치할 수 있습니다."),
                n("c3f28126", "광범위한 오디언스에게 도달하세요"),
                n("dec1601e", "5억 2,800만 명 이상이 X를 이용 중입니다. 소프트웨어 엔지니어부터 소매 판매원, 포크리프트 운전사까지, X에서 다양한 분야의 인재들을 만나보세요."),
                n("be8393da", "가장 중요한 일자리는 추천 채용 정보에 게시하세요"),
                n("i8c856ce", "프로필에 최대 3건의 채용 공고를 게시할 수 있습니다. 내 프로필을 조회하는 모든 사용자는 이 채용 공고를 볼 수 있습니다."),
                n("d8bc6eea", "추천 채용 공고로 최대 5개의 공고를 회사 프로필에 게시할 수 있습니다. 회사 프로필을 조회하는 모든 사용자는 이 추천 채용 공고를 볼 수 있습니다."),
                n("a049efd4", "채용 정보를 빠르게 가져오세요"),
                n("d12be15a", "호환되는 지원자 추적 시스템이나 XML 피드를 연결하면 몇 분 만에 X에 채용 정보를 추가할 수 있습니다."),
                n("d248d75e", "고객지원"),
                n("c49d8e42", "도움이 필요하신가요? X에 문의해 주세요"),
                n("ib244b2e", "이메일 주소 복사하기"),
                n("b450472c", "채용 공고 불러오기"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "채용 공고 새로고침"),
                n("aa4c37cc", "프로필에 채용 공고 표시하기"),
                n("d4b82638", "프로필에 채용 공고 표시하기"),
                n("e405b1c2", "프로필에서 채용 공고를 표시하여 더 많은 지원자에게 주요 직무를 소개하고, 지원자가 모든 채용 공고를 볼 수 있도록 하세요."),
                n("a85cda86", "시작하려면 채용 공고를 추가하세요"),
                n("c04b6472", "간단한 몇 단계만으로 채용 공고를 가져오거나 추가하여 더 많은 지원자를 확보하세요. 채용 공고를 팔로워와 공유하고 회사 프로필에 소개할 수도 있습니다."),
                n("d14c02d0", "채용 공고 직접 추가"),
                n("b12424fc", "새 채용공고"),
                n("ca8df1e2", "채용공고를 생성하고 채용 목록에 추가합니다. 각 채용공고에는 지원자가 채용에 대해 자세히 알아보고 지원할 수 있는 지원 URL이 있어야 합니다."),
                n("f4f4dd60", "필수"),
                n("b2c213e0", "글자 수 제한을 초과했습니다"),
                n("d84e9c2a", "이 역할에 기대되는 업무 수행 유형을 공유해 주세요."),
                n("bc8b300c", "직무 기능"),
                n("d1eedb50", "지원자가 이 역할의 지원 분야를 파악할 수 있도록 정보를 제공해 주세요."),
                n("eaf3ce64", "팀"),
                n("b36cd50e", "지원자가 채용된 후 함께 근무하게 될 핵심 팀을 지정하세요."),
                n("d3a427ce", "필요한 경험 수준을 선택합니다."),
                n("i7174442", "직무 설명"),
                n("fef0cf02", "직무를 자세히 설명해 주세요. 지원자가 역할을 명확하게 이해할 수 있도록 주요 책무와 자격 요건을 간략하게 설명해 주세요."),
                n("b7800bec", "200자 이내로 직무를 소개해 주세요. 게시물, 추천 및 검색에 표시됩니다."),
                n("a5244ece", "지원 URL (필수)"),
                n("g2b553f6", "구직자가 이 직무에 지원할 수 있는 공개 URL을 입력하세요."),
                n("c2e77608", "직책(필수)"),
                n("cdf414d4", "검색 및 추천에 사용됩니다. 업계 표준 직책을 사용하면 검색 결과를 개선할 수 있습니다."),
                n("cc59319a", "대부분의 지원자가 인식할 수 있는 업계 표준 직함을 사용하세요."),
                n("e7117ee4", "위치(필수)"),
                n("c05176ec", "이 역할이 현장직인 경우 현장 소재지를 입력합니다. 원격 근무인 경우 지원자가 어디에 위치할 수 있는지 설명해 주세요."),
                n("d70c24d4", "지원자가 내가 공고한 채용 정보를 더 쉽게 찾을 수 있도록 합니다."),
                n("de1c4376", "급여 범위"),
                n("hf352d42", "지원자에게 표시할 선택 급여 범위를 추가하세요. 추가하지 않으려면 채용 지역의 임금 투명성 관련 법규를 준수하는지 확인하세요."),
                n("ede7d0a2", "통화"),
                n("b925c18c", "급여 유형"),
                n("j3d242ce", "범위가 잘못되었습니다"),
                n("f4d07bd2", "지원자가 검색을 통해 채용 정보를 더 쉽게 찾을 수 있도록 세부 정보를 작성해 주세요(선택)."),
                n("b8cbb51a", "직무 요약"),
                n("bda6881e", "이 채용공고는 지원자 추적 시스템(ATS)에서 가져온 것입니다. 특정 필드만 수정할 수 있다는 점에 유의하시기 바랍니다."),
                n("b075c68a", "채용 공고 수정"),
                n("d4b6a6e0", "프로필 스포트라이트"),
                n("j2dd3686", "추천 공고는 눈에 잘 띄도록 게시물 위에 게재됩니다. "),
                n("af1cfd46", "ATS 통합"),
                n("d6fa2944", "통합을 삭제해도 가져온 채용 공고는 삭제되지 않습니다."),
                n("h99f11fa", "통합 삭제"),
                n("eef1ae76", "현재 연결됨"),
                n("a915f5c1", function (e) {
                    return e.ats + " 연결됨";
                }),
                n("af7286b7", function (e) {
                    return "Premium 1주년 기념 " + e.percentage + "% 할인";
                }),
                n("c924ad84", "동영상 계속 재생하기"),
                n("de750a3c", "휴대폰이 잠겨 있을 때도 사용 가능"),
                n("he5e87c4", "답글 부스트"),
                n("g64a60ba", "게시물에 작성한 답글의 게재 순위 상향"),
                n("a7ee832a", "최대 60분 동안 오타와 실수 수정"),
                n("fdd77a34", "긴 게시물 작성"),
                n("j6d26a7a", "공유하고 싶은 만큼 게시글 작성"),
                n("c4fd68da", "환경 맞춤 설정하기"),
                n("c0195168", "앱 아이콘과 탐색 옵션 변경"),
                n("b6b5dc94", "인증받기"),
                n("b06db848", "플랫폼에서 주목 받기"),
                n("e3e3a97c", "게시물에서 얻은 수익 배분 받기"),
                n("f15bc24e", "Grok 한도 상향");
            n("c4666e1c", "X의 최신 모델 Grok 3 사용량 증대"),
                n("he74ae7a", "Grok 사용 한도 최대치"),
                n("f5732cd4", "+ DeepSearch 및 Think까지 액세스 확대"),
                n("e0198956", "X에 게시한 콘텐츠에 인증된 계정이 참여할 때 발생하는 수익을 배분받으세요."),
                n("iadf78e2", "동영상 다운로드"),
                n("ee54c3de", "내 디바이스에서 바로 동영상을 저장하세요"),
                n("ae03594c", "답글이 적은 게시물 부스트"),
                n("e6bb08c0", "답글의 노출도를 높이세요"),
                n("bf2a6acc", "답글 상위 표시"),
                n("c2059276", "답글을 부스트하세요."),
                n("b023ec20", "답글 부스트 극대화"),
                n("g337328e", "답글의 노출도를 최고로 높이세요"),
                n("fa006202", "배경 동영상 재생"),
                n("jf389778", "탐색하거나 다른 앱을 사용하는 중 동영상을 시청하세요"),
                n("f2977d80", "북마크 폴더"),
                n("j1d3d910", "저장한 게시물을 쉽게 이용할 수 있도록 정리하세요"),
                n("f0f48668", "프리미엄 지원팀"),
                n("c3148608", "도움이 필요할 때 보다 빠르게 지원을 받으세요"),
                n("b485ca6e", "하이라이트 탭"),
                n("d438955e", "인기 게시물을 눈에 띄게 표시하세요"),
                n("f373a352", "암호화된 DM"),
                n("g7405aca", "엔드 투 엔드 암호화로 안전하게 대화하세요"),
                n("j659fa0c", "Grok 3의 모든 혜택"),
                n("ibff5694", "최고 사용 한도, DeepSearch 및 Think + 새로운 기능 사전 체험"),
                n("i824f4da", "줄어든 광고"),
                n("bd17076c", "추천 및 팔로잉 타임라임에 광고가 약 절반만 게재됩니다."),
                n("cef2cac8", "광고 없는 환경을 즐기세요. 눈에 잘 띄지 않는 부분에 가끔씩 브랜드 콘텐츠가 표시될 수 있습니다."),
                n("c97920c0", "오프라인 동영상"),
                n("i4379b18", "오프라인 재생을 위해 동영상을 저장하세요"),
                n("f94c6bae", "인증 체크마크"),
                n("d72055d6", "인증 체크마크로 신뢰를 구축하세요 "),
                n("f54af178", "아티클 작성하기"),
                n("c5cd5d42", "긴 형식의 콘텐츠를 공유하고 사고 리더십을 구축하세요"),
                n("jbdb08cc", "계정 측정지표를 분석하여 계정이 얼마나 성과를 내고 있는지 파악하세요."),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "미디어를 관리하고 업로드하세요"),
                n("id067c96", "Radar 검색"),
                n("jf991d48", "실시간 트렌드를 추적하여 남보다 앞서 나가세요"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "X 사용자를 위한 강력한 실시간 도구로, 한 화면에서 여러 개의 타임라인을 모니터링할 수 있습니다(웹 전용)."),
                n("b3e50ef2", "커뮤니티 만들기"),
                n("bb1a4e44", "직접 커뮤니티를 만드세요"),
                n("j010228e", "월간 구독을 통해 참여도가 가장 높은 팔로워로부터 X가 얻는 수익의 일부를 지급받으세요."),
                n("h0e1730e", "답글에 높은 게재 순위 부여"),
                n("jf7f743c", "긴 동영상 게시"),
                n("c0c25b6c", "북마크 폴더"),
                n("ab31c79e", "맞춤 앱 아이콘"),
                n("a8a702ae", "탐색 맞춤 설정"),
                n("d5ab1b50", "인증 배지 받기"),
                n("ac298984", "답글 게재 순위 상향"),
                n("g20df450", "광고 50% 제거"),
                n("h8dfc4de", "Grok 사용 한도 상향"),
                n("bf7614d4", "크리에이터 구독"),
                n("gadc9f4a", "답글에 가장 높은 게재 순위 부여"),
                n("c127c5c2", "모든 광고 제거"),
                n("c1e0f3c8", "Grok DeepSearch 및 Think 지원"),
                n("aac0bbb6", "Radar 액세스"),
                n("a6722922", "광고 제거"),
                n("ba016532", "답글 부스트"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "최대"),
                n("b1492c6c", "가장 높음"),
                n("fb5e2c14", "X Premium으로 게시물을 눈에 띄게 표시하세요"),
                n("gd1f4cfa", "가장 마음에 드는 게시물을 프로필에 게시하세요"),
                n("h59250bc", "X Premium으로 암호화된 쪽지를 보내세요"),
                n("ed62d546", "X Premium으로 더 긴 게시물을 작성하세요"),
                n("ca447200", "X Premium으로 SMS 인증을 받으세요"),
                n("af2b99ea", "X Premium으로 게시물을 수정하세요"),
                n("ha265914", "X Premium으로 북마크를 체계적으로 관리하세요"),
                n("gda940ae", "X Premium으로 커뮤니티를 만드세요"),
                n("c7e5ac54", "X Premium으로 광고를 줄이세요"),
                n("e03589ba", "X Premium으로 게시물 노출과 참여를 늘리세요"),
                n("f0f8c82a", "X Premium으로 인증된 계정 전용 채팅에 참여하세요"),
                n("fecf5aaa", "X Premium으로 풀 HD 동영상을 업로드하세요"),
                n("c00d2be2", "X Premium으로 동영상을 수정하세요"),
                n("cd360b86", "Grok에게 무엇이든 물어보세요"),
                n("d2e1a7a2", "X Premium으로 이용 가능"),
                n("e664abe2", "더 강력해진 X 동영상 기능"),
                n("e595a3e2", "Premium으로 최적의 환경에서 동영상을 즐기세요"),
                n("i3c9329a", "리치 텍스트 형식으로 눈길을 사로잡으세요"),
                n("cc9def68", "X Premium에서만 이용 가능"),
                n("hdef5966", "동영상을 디바이스에 다운로드하세요"),
                n("c748224a", "X Premium으로 더 많은 혜택을 누리세요"),
                n("ebfc88bc", "독점 기능 이용하기"),
                n("f652e9ac", "Premium으로 더 많은 혜택을 누리세요"),
                n("d67e94c0", "다음 혜택을 놓치지 마세요."),
                n("j1d3098c", "Premium+로 더 많은 혜택을 누리세요"),
                n("gd573390", "+ Basic의 모든 기능"),
                n("ef94bbd4", "Premium+ 받기"),
                n("dcd830ce", "+ Premium의 모든 기능"),
                n("b7dde622", "추수감사절 기념 할인 종료까지 남은 시간"),
                n("i0180ca1", function (e) {
                    return e.date + "까지 추수감사절 기념 할인";
                }),
                n("hb9d0e00", "X 2주년 기념 할인 종료까지 남은 시간"),
                n("d2b23e0d", function (e) {
                    return "Premium 1주년 축하 혜택은 " + e.date + "에 종료됩니다.";
                }),
                n("bb4998fb", function (e) {
                    return e.date + "까지";
                }),
                n("c0847ebc", "베이직의 모든 기능 업그레이드 + 추가 혜택"),
                n("ed672bfa", "베이직 및 Premium의 모든 기능 업그레이드 + 추가 혜택"),
                n("db63fa1c", "Premium 요금제 선택하기"),
                n("b128c6bc", "인증 배지 등 다양한 혜택과 특전을 누리세요 "),
                n("a9904a1c", "한정된 기간 동안 X Premium을 할인된 가격으로 즐기세요"),
                n("acfaf7a0", "등급 및 기능 비교"),
                n("e1606e52", "구독 변경"),
                n("d2f2b91a", "여기에서 가입하세요"),
                n("j4b4310e", "초"),
                n("af863ee9", "무료 체험"),
                n("f5705987", "구매자 이용약관"),
                n("h89dabac", "언제든지 취소할 수 있습니다"),
                n("f36b8e14", "이 제품을 불러오는 동안 문제가 발생했습니다. 다시 로드해 주세요."),
                n("f1756574", "/ 월"),
                n("i650ff14", "/ 년"),
                n("dbcd25db", function (e) {
                    return "첫 " + e.numberOfDays + "일 동안";
                }),
                n("bd40d5b5", function (e) {
                    return e.title + " 구독 및 결제";
                }),
                n("i36a0b6e", "현재는 X iOS 앱에서만 구독할 수 있습니다."),
                n("c906ad94", "다운그레이드"),
                n("db5c77e0", "현재 구독 중인 요금제입니다"),
                n("h77ef73e", "월간 요금제로 전환하기"),
                n("d723d44a", "연간 요금제로 전환하기"),
                n("gf6b66b8", "구독 변경 내용을 확인하세요(오늘부터 적용)"),
                n("e83daf87", function (e) {
                    return "구독 변경 내용을 확인하세요(" + e.date + "부터 적용).";
                }),
                n("f27022d6", "현재 요금제"),
                n("i9d5f4b6", "새 요금제"),
                n("ia390d8a", "다운그레이드 적용 방식"),
                n("fd80b875", function (e) {
                    return "이번 청구 주기가 끝날 때까지 현재 요금제가 적용됩니다. " + e.nextBillingDate + "부터 " + e.newTierName + "(으)로 전환되며, 새로운 구독료가 청구됩니다.";
                }),
                n("c8fb177a", "결제 방식 조정 방식"),
                n("df776505", function (e) {
                    return e.newTierName + "으로 업그레이드하며 새로운 결제 방식이 적용됩니다. 새로운 구독료는 오늘 바로 청구되지만, 이 금액은 잔여 크레딧에서 차감됩니다. 전환은 즉시 이루어지며, 그에 따라 구독료가 조정됩니다.";
                }),
                n("d7efb6ba", "월별 청구에서 연간 청구로 전환됩니다. 오늘 바로 연간 요금제에 대한 구독료가 청구되며, 남은 월별 청구액에 대해 일할 계산된 금액이 총 청구액에서 차감됩니다. 전환은 즉시 이루어지며, 청구 주기는 이제 연간으로 변경됩니다."),
                n("a5f2cf70", "연간 결제를 월간 결제로 전환합니다. 월 구독료는 남은 연간 크레딧에서 차감됩니다(소진 시까지). 전환은 즉시 이루어지며, 이제 월별로 결제가 이루어집니다."),
                n("ef1c0208", "요금제 변경 확인"),
                n("ia08113f", "구매자 이용약관"),
                n("d2962b73", "약관"),
                n("b421795a", "언제든지 취소하실 수 있습니다"),
                n("f8d88ac7", "구매자 이용약관"),
                n("ca220fe9", "약관"),
                n("ab8beda0", "언제든지 취소하실 수 있습니다"),
                n("ife2636d", "구매자 이용약관"),
                n("fb57be65", "약관"),
                n("e468a6c2", "언제든지 취소하실 수 있습니다."),
                n("e9f4c89b", "구매자 이용약관"),
                n("hce73b41", "약관"),
                n("i4db5c92", "언제든지 취소하실 수 있습니다."),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "최고 사용 한도 "),
                n("abaa4274", "DeepSearch 및 Think 지원"),
                n("e0d53864", "새로운 기능 사전 체험"),
                n("g1be3530", "무료 체험"),
                n("b10b4f1f", function (e) {
                    return e.date + "까지 " + e.percentOff + "%를 절약하세요";
                }),
                n("b8d0bd19", function (e) {
                    return "무료로 " + e.productName + " 사용해 보기";
                }),
                n("f89dfa74", "최고의 가치"),
                n("b9a4d8c6", "연간"),
                n("f5fb58b4", "+ 모든 X Premium 기능"),
                n("i527045e", "체크마크, Grok 이용 횟수 증가, 답장 부스트, 애널리틱스 등 다양한 혜택 제공"),
                n("ga482a88", "연간 요금제"),
                n("hc64d5b0", "월간 요금제"),
                n("de7db957", function (e) {
                    return "매년 " + e.price + "/년 청구";
                }),
                n("d8982437", function (e) {
                    return e.price + "/년 매월 분할 청구";
                }),
                n("f0ad5cc8", "년"),
                n("a0dc6e4c", "현재 이용할 수 없음"),
                n("jd8b2e66", "구독 및 결제"),
                n("ca784c0c", "Apple로 구독 및 결제하기"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "또는 최대 30% 절약하기"),
                n("i7fbacc4", "이용 가능한 구독 등급 간에 전환하기"),
                n("c9cc122b", function (e) {
                    return e.title + "에는 " + e.feature + " 기능이 포함되어 있습니다";
                }),
                n("bff35771", function (e) {
                    return e.title + "에서는 " + e.feature + " 기능을 이용할 수 없습니다";
                }),
                n("a69fd369", function (e) {
                    return e.price + "부터 시작";
                }),
                n("e563a5d1", function (e) {
                    return "구독료 " + e.percentage + "% 할인(기간 한정)";
                }),
                n("dfc5f972", "그 외 다양한 기능 제공"),
                n("fb8453c8", "DeepSearch 및 Think 요청 기능 이용"),
                n("e45b3f30", "리서치 및 추론 요청 이용 가능"),
                n("aaebdc2e", "Grok 3 mini와 Grok 3에서 제공하는 기능 대폭 증가"),
                n("ddf8a412", "누구보다 먼저 새 기능을 이용해 보세요"),
                n("gfb04ef4", "X의 모든 Premium+ 기능"),
                n("b601cfbb", function (e) {
                    return e.price + "/월로 사용해 보기";
                }),
                n("i3e90e20", "현재 이용할 수 없음"),
                n("d9e9ce26", "구독 및 결제:"),
                n("j1f5a580", "Premium 구독을 처리하는 데 문제가 발생했습니다. 결제 정보 확인 후 다시 시도해 주세요."),
                n("ebc84442", "Premium 구독 등록"),
                n("cd9102d4", "카테고리 선택"),
                n("eb551aea", "프로필에 카테고리 표시하기"),
                n("f386777a", "계정 유형 전환"),
                n("db483090", "개인 계정으로 전환했습니다"),
                n("c701200c", "비즈니스 계정으로 전환했습니다"),
                n("acd8da0a", "크리에이터 계정으로 전환했습니다"),
                n("cb55ecce", "개인 계정으로 전환"),
                n("h4aeb984", "개인 계정으로 전환"),
                n("ada6073a", "프로페셔널용 도구가 필요하지 않으세요?"),
                n("eb723d4c", "개인 계정은 프로필 스포트라이트나 쇼핑 매니저와 같은 도구를 이용할 수 없습니다. 다시 전환하려면 새로운 프로페셔널 계정을 설정해야 합니다."),
                n("hbb1af08", "비즈니스 계정으로 전환"),
                n("a9b5e3aa", "아니요, 취소합니다"),
                n("ia49207a", "예, 전환합니다"),
                n("g3f74902", "비즈니스 계정으로 전환하시겠어요?"),
                n("f3bcfac0", "브랜드, 소매점, 서비스 공급업체 및 조직에 적합합니다."),
                n("d0c3f02e", "크리에이터 계정으로 전환"),
                n("a01e84e0", "크리에이터 계정으로 전환하시겠어요?"),
                n("e8af8ef4", "유명 인사, 아티스트, 인플루언서에게 적합합니다."),
                n("e44eab74", "현재 몇몇 X 클라이언트는 일부 모듈을 지원하지 않습니다"),
                n("ce4185bc", "더 많은 스포트라이트가 곧 제공됩니다"),
                n("b5aed332", "이용 가능한 스포트라이트가 없습니다"),
                n("g419ecf4", "이 페이지에 머무르기"),
                n("d3a097a2", "예, 삭제합니다."),
                n("j1e1cd30", "변경사항을 삭제하시겠어요?"),
                n("fc779c28", "추천 스포트라이트"),
                n("ie85a7a8", "비즈니스 정보를 삭제하시겠어요?"),
                n("b5348efc", "시간 정보 없음"),
                n("db285564", "연중무휴"),
                n("g7993eee", "맞춤 영업시간"),
                n("c9ee902a", "지도 표시하기"),
                n("j224a074", "위치 스포트라이트가 켜져 있으면 제공된 모든 위치 정보에 공개적으로 액세스할 수 있습니다. 전화와 이메일은 문의하기 버튼을 통해 액세스할 수 있습니다."),
                n("f448cbcc", "선택 입력사항"),
                n("c16c9568", "주소"),
                n("i3a38711", "Google 지도 이용약관"),
                n("beb66f50", "Google 개인정보 처리방침"),
                n("e0d47030", "고객은 어디에서 나에게 연락할 수 있나요? 이 정보는 고객이 나를 찾을 수 있도록 전체 공개됩니다. 언제든지 삭제할 수 있습니다."),
                n("c7a4adb0", "주소 추가"),
                n("cd39daf6", "우편번호"),
                n("gc0df5a6", "우편번호 추가"),
                n("c6c16a52", "도시"),
                n("aa8015be", "도시 추가"),
                n("b688f53a", "주/도/지방"),
                n("a67f5bbc", "주/도/지방 추가"),
                n("if92b1b4", "국가 추가"),
                n("ffc5590e", "유효하지 않은 도시"),
                n("a8fd64d8", "국가 검색"),
                n("a0abe108", "주/도/지방이 유효하지 않습니다"),
                n("j163df8e", "유효하지 않은 주소"),
                n("af9b9b78", "유효하지 않은 우편번호"),
                n("i373e022", "이메일 입력"),
                n("f91751f8", "전체 공개됩니다"),
                n("g33c0564", "유효하지 않은 이메일"),
                n("ga71fbf4", "영업시간"),
                n("ca2ba204", "맞춤 영업시간 수정하기"),
                n("d7b7dbca", "프로필에 영업시간을 표시하지 않습니다"),
                n("a460e770", "예: 공원, 해변, 온라인 쇼핑"),
                n("ddc88bf0", "요일별로 영업시간을 설정하세요"),
                n("j11df0ca", "시간이 중복됩니다"),
                n("f9f911f4", "시간대 검색"),
                n("d21a4252", "시간 추가하기"),
                n("ac6ce1c0", "시작"),
                n("c647aac8", "끝"),
                n("b926e64a", "웹사이트 입력"),
                n("i019c8b6", "전화"),
                n("eabc6906", "SMS"),
                n("h24d868c", "전화 및 SMS"),
                n("fa64f1fc", "국가 코드 선택"),
                n("c7d3629a", "휴대폰 번호"),
                n("ce48a958", "어떤 연락 방법을 선호하세요?"),
                n("b97705ce", "이 전화번호는 고객이 나에게 연락할 수 있도록 전체 공개됩니다. 언제든지 삭제할 수 있습니다."),
                n("f7ff19ec", "국가 코드 추가"),
                n("bb7f177a", "유효하지 않은 전화번호"),
                n("b91d1394", "앱 추가하기"),
                n("d3cd1160", "iOS 앱 추가하기"),
                n("f2124008", "앱 스토어 URL"),
                n("dc0d9d6a", "Android 앱 추가하기"),
                n("dd1605f0", "Play 스토어 URL"),
                n("g4098f78", "어디에서 찾을 수 있나요?"),
                n("b949cdc6", "앱 삭제하기"),
                n("b4b8a486", "커뮤니티 선택"),
                n("jfe04cf6", "선택 항목을 삭제할까요?"),
                n("a14aa8dc", "이렇게 하면 스포트라이트에서 커뮤니티가 삭제됩니다."),
                n("cc4add98", "커뮤니티를 선택하면 이 커뮤니티가 프로필 페이지에서 어떻게 나타나는지 미리 볼 수 있습니다."),
                n("jd3e9ea6", "커뮤니티가 없습니다"),
                n("daad9741", "커뮤니티를 만들어 보시겠어요?"),
                n("c46cdabc", "고급 도구"),
                n("f6a2233a", "계정에 대한 권한 관리"),
                n("ccb3ca48", "비즈니스 설정"),
                n("b0ef3100", "리치 광고 캠페인 만들기"),
                n("ff1c5e1a", "프로페셔널 홈"),
                n("f53adc36", "실질적인 성과를 거두세요"),
                n("hc4981d6", "프로필 스포트라이트"),
                n("fbce8dbe", "팔로우할 사람찾기"),
                n("ae76c624", "아는 사람을 늘리세요"),
                n("ae0383d4", "참여를 늘리고 더 많은 사람에게 도달하세요"),
                n("a1dbe746", "참여를 부스트하고 더 많은 사람에게 도달하세요"),
                n("hbd124ae", "게시물 부스트"),
                n("hd80bd3e", "게시물 프로모션하기"),
                n("fe2b0008", "X 사용 방법 알아보기"),
                n("h257d4aa", "프로모션할 게시물을 선택하세요"),
                n("d28a1d72", "Radar로 트렌드를 가장 먼저 파악하세요."),
                n("fb70427a", "X의 가장 강력한 검색 도구를 소개합니다."),
                n("i54bf620", "키워드 모니터링"),
                n("e8bb09bc", "고급 검색 기능을 사용하여 어떤 주제든 깊게 파고들어 보세요."),
                n("d4c9d5aa", "트렌드 시각화"),
                n("e78263fe", "지난 3일간의 일일 활동 그래프로 대화를 추적하세요."),
                n("e3ed8220", "실시간 측정지표"),
                n("f4952956", "쿼리를 통해 게시물 수에 대한 통계를 즉시 확인할 수 있습니다."),
                n("cce3f116", "북마크에 추가한 게시물"),
                n("b593b396", "북마크에서 게시물을 삭제했습니다"),
                n("af9c8a3e", "앱 열기"),
                n("ef483238", "게시물 상태 페이지"),
                n("jcf3ff56", "큰 텍스트"),
                n("f1252ac8", "중간 크기 텍스트"),
                n("daa0da04", "작은 텍스트"),
                n("ba5256b2", "글꼴 크기"),
                n("h030c24c", "문제 신고하기"),
                n("b12ffee6", "커뮤니티에서 차단"),
                n("e37836f8", "신고 내용"),
                n("fb35e52a", "규칙 보기"),
                n("e238c590", "다음 단계"),
                n("if218e60", "팀에서 그리고 기술에 의해 신고하신 내용을 검토할 예정입니다. 운영원칙 위반이 확인되면 향후 어떤 조치를 취할 예정인지 알려드리겠습니다."),
                n("b6dc1984", "절차 소개"),
                n("b0a16894", "맥락은 중요합니다. Twitter에서는 운영원칙을 시행할 때 다음 요인을 고려합니다(아래 목록은 일부에 불과합니다)."),
                n("d4716820", "신고된 콘텐츠는 정체성을 근거로 피해자를 공격하고 있나요?"),
                n("e899a534", "이 규정 위반은 얼마나 심각한가요?"),
                n("d9c4e7ae", "표적이 된 사람이 신고를 제출했나요?"),
                n("afb51066", "동일한 신고를 여러 번 제출해도 처리가 빨라지지는 않습니다."),
                n("b7ba712a", "규정 위반이 확인되었습니다"),
                n("d90b8c04", "규정을 위반한 사항이 없습니다"),
                n("c2d0494a", "안전 관련 권고사항"),
                n("be46e000", "중복 신고"),
                n("e846ae32", "콘텐츠가 삭제되더라도 누군가 사본을 만들거나 스크린샷을 찍었을 수 있습니다. X에서 이러한 콘텐츠를 확인하면 신고해 주세요. 저희가 삭제하겠습니다."),
                n("e3647d08", "법 집행기관에 연락하세요"),
                n("gad89c4a", "위험에 처했다고 느낀다면, 지역 법 집행기관에 연락하세요. 법 집행기관에서 후속 질문이 있는 경우 Twitter의 법 집행기관 지침을 참조할 수 있습니다. "),
                n("h7fa9240", "미국:"),
                n("fb2ff552", "전국자살예방센터(National Suicide Prevention Lifeline), 전화: 988."),
                n("bb57e8c0", "기타 국가 및 지역:"),
                n("b9ce59ba", "이 문제를 신고해 주셔서 다시 한 번 감사드립니다."),
                n("d42899ad", "국제자살예방협회(International Association for Suicide Prevention)"),
                n("c9853de0", "콘텐츠 숨김"),
                n("c197728e", "해결"),
                n("f4422d78", "신고"),
                n("i07c24fa", "검토가 시작된 신고가 없습니다"),
                n("h542c98a", "상세 정보 보기"),
                n("e6e11d12", "해결된 신고가 없습니다"),
                n("ibf33bae", "중복된 경우 삭제할 수 있도록 신고해 주세요"),
                n("a288ca36", "법 집행기관 지침"),
                n("a62c9c34", "관심사를 팔로우하세요."),
                n("cf39fca2", "사람들이 무엇에 대해 이야기하고 있는지 알아보세요."),
                n("j86184fe", "대화에 참여하세요."),
                n("ac2035f2", "지금 가입하세요."),
                n("h0af9418", "계정 만들기"),
                n("eba1b198", "지금 일어나고 있는 일"),
                n("fa811c30", "이미 트위터에 가입하셨나요?"),
                n("b4bdfb3e", "Grok 앱 다운로드"),
                n("f991cfaa", "Grok 다운로드"),
                n("a4298bc0", "X. 무슨 일이 일어나고 있나요?"),
                n("j3f49ff6", "뉴스 속보와 엔터테인먼트부터 스포츠와 정치까지, 실시간 코멘터리와 함께 이야기의 전말을 확인해 보세요."),
                n("d65555c2", "또는"),
                n("e75df5c9", function (e) {
                    return e.query + " - 검색";
                }),
                n("ac4fb0f4", "사진"),
                n("aea62568", "검색 필터"),
                n("gfcfbf8c", "검색이 저장되었습니다."),
                n("a4645d92", "저장된 검색이 삭제되었습니다."),
                n("b11805af", function (e) {
                    return "X에서 " + e.query + "에 대한 게시물을 확인해 보세요. 사람들이 어떤 이야기를 하는지 살펴보고 대화에 참여하세요.";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " 관련 최신 게시물입니다. 사람들이 어떤 이야기를 하는지 살펴보고 대화에 참여해 보세요.";
                }),
                n("j622effe", "고급 검색"),
                n("i5045e74", "어디에서나"),
                n("h2388754", "현 위치 주변"),
                n("a0cf4306", "Grok 요약"),
                n("f97f7b46", "Grok 요약 숨기기"),
                n("f9d35b98", "검색 결과는 25개까지만 저장할 수 있습니다. 새로운 검색 결과를 저장하려면 기존 검색 결과 중 하나를 삭제하세요."),
                n("ha925ad4", "문제가 발생했습니다. 잠시 후 다시 검색을 저장해 보세요."),
                n("h0a9931c", "문제가 발생했습니다. 잠시 후 다시 검색을 삭제해 보세요."),
                n("h4912b5e", "검색어 저장"),
                n("b9bc69ca", "저장된 검색 삭제"),
                n("eb63de70", "X - 고급 검색"),
                n("d3938be8", "단어"),
                n("e0dded5e", "참여"),
                n("a097f7ba", "날짜"),
                n("c03f15ca", "모든 언어"),
                n("cb334136", "링크"),
                n("jf1cbcc2", "링크가 추가된 게시물 포함"),
                n("gede6f6e", "링크가 추가된 게시물만 보기"),
                n("bda44dd4", "답글 및 원본 게시물 포함"),
                n("ab870904", "답글만 보기"),
                n("b6215680", "다음 단어 모두 포함"),
                n("cceffa5e", "예: 무슨 일 · '무슨'과 '일' 모두 포함"),
                n("f1c5faee", "다음 문구 그대로 포함"),
                n("ad10780e", "예: 깜짝 할인 · '깜짝 할인'이라는 문구를 그대로 포함"),
                n("a555a3f4", "다음 단어 중 하나 이상 포함"),
                n("ee8a2b60", "예: 고양이 개 · '고양이' 또는 '개' 또는 둘 다 포함"),
                n("f51fe348", "다음 단어 제외"),
                n("hb657ad4", "예: 고양이 개 · '고양이'를 포함하지 않고 '개'를 포함하지 않음"),
                n("d10da5da", "다음 해시태그"),
                n("f0b52b50", "Example: #추억공유 · 해시태그 #추억공유 포함"),
                n("e292598a", "다음 계정에서 작성"),
                n("hef790d8", "예: @X · @X에서 보냄"),
                n("g2c27394", "다음 계정으로 보냄"),
                n("d158d9d0", "예: @X · @X에 답글로 보냄"),
                n("a10e3230", "다음 계정 멘션"),
                n("daaf2c72", "예: @SFBART @Caltrain · @SFBART 님을 멘션하거나 @Caltrain 님을 멘션함"),
                n("b18366ba", "최소 답글 수"),
                n("f481ba1c", "예: 280 · 답글이 최소 280개 이상인 게시물"),
                n("ib3ddbd4", "최소 마음에 들어요 수"),
                n("ef994dac", "예: 280 · 마음에 들어요 수가 최소 280개 이상인 게시물"),
                n("a504ca74", "최소 재게시 횟수"),
                n("jd9bd944", "예: 280 · 재게시 횟수가 최소 280회 이상인 게시물"),
                n("e95b9448", "일반"),
                n("f458a3b2", "개인정보 공개 설정"),
                n("bdc6f5b8", "계정"),
                n("ea848de8", "초기 X 설정"),
                n("df483b48", "기능 스위치"),
                n("bd05add8", "봇 아님"),
                n("d94f12b6", "알림과 개인정보 보호 등에 대해 검색해 보세요."),
                n("ba8f6f82", "설정 검색하기"),
                n("g931a6e5", function (e) {
                    return e.topic + "을(를) 팔로우하고 있습니다";
                }),
                n("h3f9027a", "이 토픽과 관련된 게시물이 내 홈 타임라인에 표시됩니다. 이 토픽은 X 전반에서 내 환경을 맞춤 설정하는 데 활용됩니다."),
                n("e241095e", "내 관심 토픽"),
                n("f8bc75e2", "내 관심 토픽"),
                n("ed827af6", "주제를 볼 수 없습니다."),
                n("d094c720", "모든 토픽"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | 토픽";
                }),
                n("g02269ba", "X에서 토픽을 팔로우하세요. 토픽에서는 X의 다양한 토픽에 대해 수많은 전문가와 팬 계정이 쓴 게시물을 볼 수 있습니다."),
                n("e80d2509", function (e) {
                    return "X에서 " + e.topicName + " 토픽을 팔로우하세요. 수많은 전문가와 팬 계정 또는 X에서 " + e.topicName + "에 대해 자주 이야기하는 계정의 인기 게시물을 볼 수 있습니다.";
                }),
                n("e44b4256", "스토리 기록"),
                n("a74af3f8", "스토리 기록을 찾을 수 없습니다."),
                n("c3077694", "트렌드 게시물"),
                n("a9042b6c", "트렌드 기록"),
                n("ed54bc32", "트렌드 신고하기"),
                n("f89bcc50", "트렌드 신고함"),
                n("gde7b6b0", "저장되지 않음"),
                n("i6212670", "트렌드 불러오는 중"),
                n("c6a07c10", "트렌드 타임라인"),
                n("b0c91a92", "X에 로그인 또는 가입하여 이 주제에 대해 X에서 무슨 이야기가 오가는지 확인하세요"),
                n("d7071084", "Grok에게 물어보세요"),
                n("ee2200f4", "이 스토리는 Grok이 X에서 작성한 게시물을 요약한 것입니다. 스토리는 시간이 지남에 따라 계속 발전할 수 있습니다."),
                n("e1e5d552", "서클 수정하기"),
                n("ec13f9cc", "내 서클에는 아직 아무도 없습니다"),
                n("dab58e32", "사람들을 추가하면 여기에 표시됩니다."),
                n("f43112a4", "작동 방식"),
                n("a4d60c94", "문제가 발생했습니다. 지금은 이 계정을 내 서클에 추가할 수 없습니다."),
                n("a1ba3bd8", "서클이 꽉 찼습니다. 서클의 최대 인원인 150명에 도달했습니다."),
                n("ac3fd6e2", "아직은 추천할 계정이 없습니다"),
                n("eeb4d3f0", "여기에서는 서클에 추가할 사용자를 추천해 드립니다."),
                n("aea3c420", "아직 인용 없음"),
                n("b40a22c0", "다른 사람의 게시물을 공유할 때 본인의 의견을 추가하면 여기에 표시됩니다."),
                n("f08d8d08", "마음에 드는 게시물 널리 알리기"),
                n("f0ccff52", "다른 사람의 게시물을 재게시해 내 타임라인에서 공유하세요. 재게시하면 여기에 표시됩니다."),
                n("fc1acb54", "아직 마음에 들어요 없음"),
                n("e3527230", "다른 사람(본인 포함)이 하트를 탭해 이 게시물에 마음에 들어요를 보내면 여기에 표시됩니다."),
                n("i3e8b808", "이 게시물을 마음에 들어 한 사용자를 불러오는 중"),
                n("c69fd704", "이 게시물을 재게시한 사용자를 불러오는 중"),
                n("f12858d4", "마음에 들어 함"),
                n("fe62cfec", "재게시한 사용자"),
                n("h1c5d6aa", "내가 보낸 코인"),
                n("h6d45054", "모든 사용자가 보낸 코인"),
                n("da68fff1", function (e) {
                    return e.count + " 코인(나에게만 표시됨)";
                }),
                n("e35f2534", "게시물 참여수 불러오는 중"),
                n("i60dfa72", "게시물 참여수"),
                n("dc604dda", "이 게시물을 마음에 들어 한 사용자"),
                n("cdd4ef4a", "이 게시물을 재게시한 사용자"),
                n("icc72234", "이 게시물의 인용"),
                n("hc35b530", "아직 마음에 들어요 없음"),
                n("e0d6a246", "아직 재게시가 없음"),
                n("i2a26cb4", "다른 사람이 하트를 탭해 이 게시물에 마음에 들어요를 보내면 여기에 표시됩니다."),
                n("i9b724e8", "여기에는 이 게시물을 인용한 모든 사용자의 목록이 표시됩니다."),
                n("a5ab75ae", "관련 게시물이 없습니다."),
                n("ce637c0e", "관련 아티클이 없습니다."),
                n("fd67deaa", "관련 게시물 공유하기"),
                n("f9183bb6", "관련 게시물 링크 복사하기"),
                n("fc4e5d96", "자신의 게시물에 대한 애널리틱스만 볼 수 있습니다."),
                n("ab0da59f", function (e) {
                    return e.entity + " 애널리틱스";
                }),
                n("ae32e7de", "프로모션 게시물입니다. 이 게시물이 표시된 횟수는 공개되지 않습니다."),
                n("a10aa36c", "고객센터"),
                n("d0740558", "고객센터"),
                n("d2d76dca", "고객센터"),
                n("de8bcdaa", "게시물을 조회한 사용자 분석"),
                n("cfa1ef16", "부스트"),
                n("d267afa2", "20세 미만"),
                n("db81cab0", "20~29세"),
                n("f173716e", "30~39세"),
                n("ada329e6", "40~49세"),
                n("j2950694", "50세 이상"),
                n("bcd9cf68", "65세 이상"),
                n("f05f1838", "기타 / 지정되지 않음"),
                n("fa5be588", "유기적"),
                n("c65126fe", "부스트 중"),
                n("c61c6624", "프로모션 중"),
                n("f1196a04", "부스트 애널리틱스"),
                n("bb66e3fc", "프로모션 애널리틱스"),
                n("g512ddcc", "유기적 애널리틱스"),
                n("j9256524", "부스트 성과 분석"),
                n("ceeb3016", "프로모션 성과 분석"),
                n("bf4558fa", "오가닉 성과 분석"),
                n("c69069e6", "X에서 이 게시물이 조회된 횟수"),
                n("a0615bac", "사용자가 게시물에 반응한 총 횟수입니다. 여기에는 게시물(해시태그, 링크, 아바타, 사용자 아이디 및 게시물 펼치기 등)에 대한 모든 클릭수, 재게시, 답글, 팔로우 및 마음에 들어요 횟수 등이 포함됩니다."),
                n("acc4cf12", "이 게시물에서의 프로필 조회수"),
                n("c7d0d1c4", "이 게시물의 URL 클릭수"),
                n("a4da7724", "사람들이 이 게시물의 세부정보를 조회한 횟수"),
                n("jedd2771", function (e) {
                    return "부스트 기여도 " + e.percentage;
                }),
                n("g33fd6b1", function (e) {
                    return "프로모션에서 " + e.percentage;
                }),
                n("b71059c3", function (e) {
                    return "팔로워가 아닌 계정에서 " + e.percentage;
                }),
                n("h4cbba3e", "5% 미만"),
                n("f4f0094c", "부스트 기여도 < 5%"),
                n("h1cdac12", "프로모션 후 5% 미만"),
                n("g884b2cc", "팔로워가 아닌 사용자에서 5% 미만"),
                n("b32334a0", "도달한 계정 수"),
                n("h142a79c", "이 게시물의 고유 조회수"),
                n("de4def4e", "지금까지 모든 프로모션에서의 비율"),
                n("e3390c1e", "첫 48시간"),
                n("aead0975", function (e) {
                    return "게시 후 처음 48시간 동안 이 게시물이 조회된 횟수를 추적합니다. 노출수의 최댓값은 " + e.maxValue + "회입니다.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " 마음에 들어요";
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " 재게시";
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " 답글";
                }),
                n("db6efeb8", "프로모션이 진행 중입니다"),
                n("j6daea86", "프로모션이 중지되었습니다"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.totalBudget + " 중 " + e.spentBudget + " 지출";
                }),
                n("e8adeec8", "다시 프로모션하기"),
                n("fbb5c37e", "다시 부스트하기"),
                n("ccffb487", function (e) {
                    return "내 게시물은 지금까지 " + e.impressions + " 회의 노출를 얻었습니다. 프로페셔널 계정로 전환해 도달 범위를 더욱 넓혀 보세요.";
                }),
                n("ha13fd94", "게시물 부스트하기"),
                n("jede3014", "프로모션이 검토 중입니다"),
                n("b823301e", "승인되면 선택한 오디언스를 대상으로 게시물이 프로모션됩니다."),
                n("a2e48870", "X 광고 정책 검토하기"),
                n("ge538876", "공유한 동영상에 대한 측정지표"),
                n("ca7e10d8", "고유 조회수"),
                n("i611fc96", "모든 게시물에 걸쳐 이 동영상이 조회된 총 횟수"),
                n("a69cd868", "이 동영상의 고유 조회수"),
                n("f894a688", "오디언스 유지"),
                n("ad9d9204", "시청자가 동영상에서 나가기 전에 동영상을 시청한 시간의 비율과 시청한 분량을 나타냅니다."),
                n("da4b7a70", "지정된 시간까지 동영상을 시청한 사람의 비율"),
                n("de2d89a2", "25% 시청함"),
                n("i92754c2", "50% 시청함"),
                n("be8ddcc2", "75% 시청함"),
                n("b01410d6", "100% 시청함"),
                n("gfb3d8af", function (e) {
                    return e.timeLabel + "까지 시청";
                }),
                n("fc6cbba2", "아직 아무것도 없습니다"),
                n("b80a53c8", "더 많은 데이터가 수집되면 여기에 그 정보가 표시됩니다."),
                n("d25dccb6", "서클 게시물에 대해서는 애널리틱스를 사용할 수 없습니다."),
                n("g61ac32a", "내 콘텐츠에 반응할 가능성이 가장 높은 사용자를 자동으로 타겟팅합니다."),
                n("e8702feb", function (e) {
                    return e.couponAmount + "을(를) 드립니다";
                }),
                n("e44dc579", function (e) {
                    return e.date + " 이전에 첫 프로모션을 시작하면 " + e.couponAmount + " 할인 혜택을 받을 수 있습니다. 지금 바로 시작하세요.";
                }),
                n("hd8df545", function (e) {
                    return e.date + " 이전에 다음 프로모션을 시작하면 " + e.couponAmount + " 할인 혜택을 받을 수 있습니다. 지금 바로 시작하세요.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + "를 사용하고 광고 크레딧으로 " + e.couponAmount + "을(를) 받으세요.";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + "간 하루에 " + e.dailyBudget;
                }),
                n("dc4a9413", function (e) {
                    return e.durationLabel + " 동안 " + e.totalBudget;
                }),
                n("bad70c09", function (e) {
                    return "위치";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "일~" + e.maxAge + "일";
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " 일";
                }),
                n("gc3ce5d9", function (e) {
                    return "예상 도달 범위: 하루 " + e.audienceLow + "~" + e.audienceHigh + "명";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "연령대: " + e.formattedAge + e.newlinePlaceholder + "성별: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "하나 이상의 캠페인에서 " + e.spendAmount + " 이상의 비용을 지출하면 광고 계정에 " + e.couponAmount + " 크레딧을 바로 적립해 드립니다. 크레딧이 적립되는 데 며칠이 걸릴 수 있습니다.";
                }),
                n("cb51c854", "모든 성별"),
                n("bb7b39e2", "남성"),
                n("eb9466d0", "여성"),
                n("b07cc9f2", "지역"),
                n("ce309bee", "지하철"),
                n("cc49d030", "우편 번호"),
                n("c3fca124", "참여 부스트하기"),
                n("d4f57cce", "팔로워를 늘리세요"),
                n("c6daa762", "링크 클릭수 늘리기"),
                n("cc642518", "위치 검색"),
                n("i0e8c3c6", "위치 결과"),
                n("f69ad048", "위치를 선택하세요"),
                n("d948b978", "자신의 게시물만 프로모션할 수 있습니다."),
                n("cfcdb4a2", "문제가 발생했습니다. 광고 차단 기능을 비활성화했는지 확인하세요."),
                n("j7a2af7a", "이 게시물을 프로모션하지 않으시겠어요?"),
                n("a78bce8e", "지금 나가면 이 게시물은 프로모션되지 않습니다."),
                n("g8844150", "프로모션 안함"),
                n("e7eb3684", "일 예산"),
                n("d9f6e3ce", "일 예산 조절 슬라이더"),
                n("b3954eca", "일 조절 슬라이더의 기간"),
                n("ce665a60", "예상 도달 범위는 대략적인 값으로, 실제 도달 범위는 다를 수 있습니다."),
                n("i0c3b95c", "다음번 광고비는 저희가 드립니다"),
                n("h8b6e32a", "게시물을 프로모션했습니다"),
                n("ee8014a6", "광고 실적을 측정하려면 언제든지 게시 애널리틱스를 확인하세요."),
                n("db841200", "참여를 부스트하고, 더 많은 사람에게 도달하고, 페이지를 널리 알리세요."),
                n("fcc839b6", "목표가 무엇인가요?"),
                n("b679a538", "게시물에 미디어가 포함되어 있습니다"),
                n("cb19a2f0", "마음에 들어요, 재게시 등을 늘리세요"),
                n("a2d37164", "사이트 방문자 늘리기"),
                n("cefad302", "게시물에 링크 추가"),
                n("b614fad0", "게시물에 링크가 포함되어 있는지 확인하세요."),
                n("de43b660", "결제 방법"),
                n("hb4773a0", "새로운 결제 방법 추가"),
                n("aa2a3dd4", "카드 삭제"),
                n("b1c5b63c", "종료까지 남은 시간:"),
                n("affb5878", "삭제 확인"),
                n("db443ae2", "준비가 다 되었나요?"),
                n("a96f811e", "프로모션 목표"),
                n("fbd44e96", "예산"),
                n("e36bce64", "결제 방법"),
                n("ia83756c", "소계"),
                n("cc217a04", "쿠폰 잔액"),
                n("g4f2b588", "쿠폰 잔액"),
                n("i41612da", "프로모션 만들기"),
                n("cdae1af0", "세금 정보 추가"),
                n("ed8bb5a0", "결제 세부 사항 추가"),
                n("fc640c20", "쿠폰을 사용하려면 결제 세부 정보를 추가하세요"),
                n("be2dc078", "가입하고 결제 세부 사항 추가"),
                n("iaefd4de", "쿠폰을 사용하려면 가입 후 결제 세부 정보를 추가하세요"),
                n("e5e42640", "쿠폰을 불러오지 못했습니다. 나중에 다시 시도해 주세요."),
                n("e85dfd66", "이 게시물에 대해 이미 캠페인을 생성했습니다."),
                n("a4db098c", "프로모션을 만들 수 없습니다. 나중에 다시 시도하세요."),
                n("ef7e3916", "오류가 발생했습니다. 프로모션 세부 사항을 확인하고 다시 시도해보세요."),
                n("c1134966", "약관 및 광고 가이드라인"),
                n("he45cc43", "쿠폰 약관"),
                n("c9439a82", "약관 및 광고 가이드라인"),
                n("c672105a", "어떤 사용자에게 도달하려 하나요?"),
                n("e1efbeae", "연령대"),
                n("c6ff7c10", "최소 연령대"),
                n("b555fb46", "최대 연령대"),
                n("j2c03e12", "55+"),
                n("d4e01892", "주택, 대출 및 고용 기회 관련 광고 정책"),
                n("df8d4fa0", "성별 선택하기"),
                n("i982d424", "얼마나 투자하시겠어요?"),
                n("b9ff6cb0", "선택된 결제 방법이 없음"),
                n("i8b90688", "약관 및 광고 가이드라인"),
                n("a93bd26d", "쿠폰 약관"),
                n("d31dc460", "약관 및 광고 가이드라인"),
                n("ga845597", function (e) {
                    return "총 " + e.durationLabel + " 동안";
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "자세히 알아보기"),
                n("j9f78b42", "이 게시물에 태그된 사용자가 없습니다."),
                n("cb2054fa", "사용자를 불러오는 중..."),
                n("e4ad6bda", "이 사진에 나온 사람"),
                n("cdd4aafe", "대화 참가자를 불러오는 중..."),
                n("aac3fad2", "대화 참여자"),
                n("a7f66562", "게시물 불러오는 중"),
                n("b7a898fa", "여기서 다음 게시물로 바로 이동하세요"),
                n("e254fdd2", "다음 게시물로 바로 이동할 수 있습니다"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "스크러버"),
                n("h2fcc532", "기록을 불러오는 중"),
                n("a74821a0", "결제가 완료되지 않았거나 곧 만료될 예정입니다. Premium 구독 서비스를 유지하려면 결제 정보를 업데이트해 주세요."),
                n("bb55752e", "코인을 사용하면 멋진 콘텐츠를 게시하는 크리에이터를 후원할 수 있습니다. 사용하지 않은 코인은 잔액으로 보관됩니다."),
                n("ea7ce65f", function (e) {
                    return "보너스 코인 " + e.count + "개 포함";
                }),
                n("e557f9d2", "코인 잔액 한도에 도달했습니다."),
                n("e2beba5e", "가장 인기"),
                n("gafeeb96", "코인 구입하기"),
                n("bc42db1c", "언제든지 취소할 수 있으며, 매월 자동 갱신됩니다."),
                n("f1561b06", "구매자 약관"),
                n("fe93ed4a", "구매했습니다"),
                n("bcb90375", function (e) {
                    return "새로운 코인 잔액은 " + e.balance + "입니다.";
                }),
                n("ia2eb0c0", "구매하지 못했습니다"),
                n("c7e11484", "리스트가 비어 있습니다"),
                n("a96208ba", "다른 사람을 추가하려면 먼저 리스트를 생성해야 합니다."),
                n("d2826908", "새 리스트 만들기"),
                n("he062e8a", "리스트 선택"),
                n("c2fb1e94", "리스트 하나에 계정은 최대 5,000개까지만 추가할 수 있습니다."),
                n("f30edc68", "비공개하기"),
                n("h51a2cf6", "문제가 발생했습니다. 잠시 후 다시 배너를 삭제해 보세요."),
                n("bb10280e", "문제가 발생했습니다. 잠시 후 다시 리스트를 저장해 보세요."),
                n("h8885a22", "리스트 이름은 25자를 초과할 수 없습니다"),
                n("f8132984", "리스트를 비공개로 설정하면 나만 볼 수 있습니다."),
                n("h421e74c", "추천 리스트"),
                n("aa62dea8", "잠시 쉬는 중입니다"),
                n("e5e4d3aa", "추천 리스트를 보려면 나중에 다시 확인해 주세요."),
                n("c4d7650c", "멤버 관리"),
                n("h7f2418c", "리스트 정보를 불러오는 중..."),
                n("b18e5cd2", "문제가 발생했습니다. 잠시 후 다시 리스트를 삭제해 보세요."),
                n("cdd73e9c", "리스트 삭제"),
                n("def8ff62", "리스트를 삭제할까요?"),
                n("j8b9cde8", "이 작업은 취소할 수 없으며 리스트가 삭제됩니다."),
                n("e9f3dec4", "리스트 검색"),
                n("b9192d55", function (e) {
                    return e.query + " - 리스트 검색";
                }),
                n("d6a23192", "새 리스트 만들기"),
                n("ie256518", "리스트 검색 타임라인"),
                n("j57a2568", "리스트 검색"),
                n("hc76e8cd", function (e) {
                    return "“" + e.query + "”에 일치하는 리스트가 없습니다";
                }),
                n("d872881a", "한번 만들어 보시겠어요?"),
                n("j177067a", "리스트 검색하기"),
                n("g13ea02c", "목록을 검색해 보세요"),
                n("d1461f1e", "이 리스트는 비어 있습니다"),
                n("bcbd3416", "여기에는 이 리스트를 팔로우하는 사람이 표시됩니다."),
                n("b197a56c", "리스트 팔로워"),
                n("f0ab07f5", function (e) {
                    return "멤버(" + e.memberCount + "명)";
                }),
                n("h9ce3406", "리스트 멤버"),
                n("dfeaeb26", "내 리스트에 추가하기"),
                n("a332103e", "여기에는 이 리스트에 추가된 계정이 표시됩니다."),
                n("e2f7dc62", "추천 멤버 찾기"),
                n("gc23cc00", "이 리스트에 추가할 추천을 더 보려면 계정을 검색해 보세요."),
                n("e3deb126", "리스트 추천"),
                n("eb7b54be", "리스트를 불러오는 중"),
                n("a9ca06d2", "정보"),
                n("a367dc9a", "최신 게시물이 올라오는 순서대로 표시됩니다"),
                n("dd438748", "인기 게시물부터 표시됩니다"),
                n("fe7e217c", "최신 게시물 보기"),
                n("ce78b698", "인기 게시물부터 표시됩니다. 최신 게시물은 올라오는 순서대로 표시됩니다."),
                n("i5a1628a", "인기 게시물 보기"),
                n("f333a93e", "최신 게시물부터 표시됩니다. 인기 게시물은 가장 화제가 되고 있는 게시물입니다."),
                n("c7294984", "리스트 신고하기"),
                n("g6340998", "이렇게 해도 내가 해당 사용자의 리스트에 자동으로 다시 추가되지 않습니다."),
                n("i6da4f7a", "리스트 공유하기"),
                n("a062ff80", "리스트 링크 복사하기"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "@" + e.screenName + " 님을 팔로우하지 않고 있습니다.";
                }),
                n("a64512a4", "리스트 타임라인"),
                n("i0bcc456", "팔로우하면 이 사용자의 리스트를 볼 수 있습니다."),
                n("d8315ca0", "내가 멤버인 리스트"),
                n("e74be9ac", "해당 사용자가 멤버인 리스트"),
                n("c80cb4e4", "새 리스트"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " 님이 만든 리스트";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " 님은 아직 리스트를 만들지 않았습니다.";
                }),
                n("f5978664", "다른 사용자가 리스트를 만들면 여기에 표시됩니다."),
                n("h243711c", "아직 리스트를 만들지 않았습니다"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " 님은 아직 추가된 리스트가 없습니다";
                }),
                n("e05568cc", "리스트에 추가되는 사람들은 여기에 표시됩니다."),
                n("b86a098a", "아직 내가 추가된 리스트가 없습니다"),
                n("h06e09a2", "다른 사람이 나를 리스트에 추가하면 여기에 표시됩니다."),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " 님의 멤버십 리스트 보기";
                }),
                n("g6b54ff6", "최신 소식을 모두 확인했습니다"),
                n("ec5fd35a", "팔로우 요청을 받으면 여기에 표시되므로 수락할지 거부할지 선택할 수 있습니다."),
                n("ec2d8342", "거부"),
                n("j85d8d90", "이 사용자는 승인 대기 중인 팔로우 요청이 없습니다."),
                n("c3d23f10", "문제가 발생한 것 같습니다. 내 잘못이 아니니 걱정하지 마세요. 다시 시도하려면 아래를 클릭하세요."),
                n("d2613123", function (e) {
                    return "구독 - " + e.price + "/월";
                }),
                n("c4640fc0", "구독 프로필 공유하기"),
                n("a72064a8", "구독 프로필 링크 복사하기"),
                n("e6c72234", "이메일 공유 약관"),
                n("b17f0c4b", function (e) {
                    return "@" + e.screenName + " 님의 서비스를 구독 중입니다";
                }),
                n("a5634d9a", "구독 처리 중 문제가 발생했습니다. 이 메시지를 닫고 다시 시도해 주세요."),
                n("fe9d3afa", "팔로워를 불러오는 중"),
                n("ab7fc3ef", function (e) {
                    return e.fullName + " 님(@" + e.screenName + ")을 슈퍼 팔로우 중인 사람들";
                }),
                n("j0d17377", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님의 팔로워 중 내가 아는 사람";
                }),
                n("fa9e827f", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님을 팔로우하는 사용자";
                }),
                n("ha979be5", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님이 팔로우하는 사용자";
                }),
                n("d28be573", function (e) {
                    return "여러 사용자가 " + e.fullName + "(@" + e.screenName + ") 님을 구독 중입니다";
                }),
                n("g9da3853", function (e) {
                    return "여러 사용자가 " + e.fullName + "(@" + e.screenName + ") 님을 구독 중입니다";
                }),
                n("cfd952a1", function (e) {
                    return e.fullName + "(@" + e.screenName + ") 님을 팔로우하는 인증된 계정";
                }),
                n("fecc696e", "인증된 팔로워"),
                n("g0a2fbbe", "아직 구독자가 없습니다"),
                n("g65f4bac", "아직 팔로워가 없습니다"),
                n("c36cfddc", "팔로워를 찾으세요?"),
                n("fd275c1a", "아직 인증된 팔로워가 없습니다."),
                n("e08bd098", "모든 구독자 리스트는 여기에서 찾을 수 있습니다."),
                n("j029a4dc", "다른 사람이 나를 팔로우하면 여기에 표시됩니다."),
                n("b2b2c6ce", "이 계정에 팔로워가 생기면 여기에 표시됩니다. 게시물을 쓰고 다른 사람들과 소통하면 팔로워를 더 늘릴 수 있습니다."),
                n("cb1a15c8", "다른 계정을 팔로우하면 간편하게 내 타임라인을 큐레이션하고 관심 있는 계정과 토픽에 대해 지금 무슨 일이 일어나고 있는지 볼 수 있습니다."),
                n("i967b954", "전체 구독 목록은 여기서 확인할 수 있습니다."),
                n("a44e403e", "인증된 계정이 나를 팔로우하면 여기에 표시됩니다."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " 님은 아직 내가 아는 팔로워가 없습니다";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " 님은 팔로우 중인 사람이 없습니다";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " 님은 인증된 팔로워가 없습니다.";
                }),
                n("ec251f36", "내가 아는 사람이 이 사용자들을 팔로우하면 여기에 표시됩니다."),
                n("f8af4f48", "계정을 팔로우하면 여기에 표시됩니다."),
                n("fd0aad94", "인증된 사용자가 이 계정을 팔로우하면 여기에 표시됩니다."),
                n("b84f6df1", function (e) {
                    return "Premium을 " + e.percentage + "% 할인된 가격에 선물하세요(기간 한정).";
                }),
                n("cfcac293", function (e) {
                    return e.price + " 결제 및 선물하기";
                }),
                n("d7a73450", "등급"),
                n("hbd2c24e", "이 계정은 현재 선물을 받을 자격을 충족하지 않습니다."),
                n("f3fddc98", "구매자 약관"),
                n("cff9c889", "자세히 알아보기"),
                n("c65dda96", "선물을 보냈습니다."),
                n("f6e2a407", function (e) {
                    return "@" + e.screenName + " 님의 게시물에 답글을 썼을 때 누구든지 내 구독 배지를 볼 수 있도록 허용합니다";
                }),
                n("j8dedddd", function (e) {
                    return "이 기능을 꺼도 @" + e.screenName + " 님과 그 구독자는 내가 @" + e.screenName + " 님의 구독자 전용 게시물에 쓴 답글에서 계속 내 배지를 볼 수 있습니다. @" + e.screenName + " 님 또한 항상 내 배지를 볼 수 있습니다.";
                }),
                n("c8a513f6", "구독 취소하기"),
                n("ea000ec8", "이미 구독을 취소하셨나요?"),
                n("d7b8387e", "구독을 이미 취소하신 경우 더 이상 할 일이 없습니다. 결제 주기가 끝나면 구독이 자동으로 만료됩니다."),
                n("f4166d9a", "구독을 취소하시겠어요?"),
                n("b74ff5fc", "취소 시, 결제 주기가 끝나면 구독이 자동으로 만료됩니다."),
                n("ee9efbc8", "계속 취소합니다"),
                n("c5d9c77a", "문제가 발생한 것 같습니다. 여러분의 잘못이 아니니 걱정하지 마세요. 이 창을 닫고 다시 시도해 주세요."),
                n("jda53c24", "Apple App Store에서 구독을 취소할 수 있습니다."),
                n("g0a7a53e", "Google Play Store에서 구독을 취소할 수 있습니다."),
                n("i5f14be7", function (e) {
                    return e.displayName + " 님, 다시 만나서 반가워요!";
                }),
                n("a76d58ba", "광고 애널리틱스"),
                n("eccd0e1a", "조직 애널리틱스"),
                n("deea1708", "모든 X 계정에 대한 애널리틱스를 보고 싶으신가요?"),
                n("eb603ffc", "네트워크 제휴로 업그레이드하고 집계된 애널리틱스를 확인하세요."),
                n("gf67aae4", "전체 액세스로 업그레이드"),
                n("h75e3618", "조직 포함"),
                n("h24a8862", "이 체크박스에 관해"),
                n("c29e3a88", "제휴 계정 선택"),
                n("j8318d57", function (e) {
                    return e.number + " 제휴 계정";
                }),
                n("bf809ec0", "제휴 계정 선택"),
                n("b719e224", "결과가 없습니다"),
                n("c9938100", "검색 결과"),
                n("d1a35ec6", "계정 추가하기"),
                n("b437adda", "유료 모델로 업그레이드"),
                n("f1f6c88b", function (e) {
                    return "계정(" + e.count + ")";
                }),
                n("b02156b8", "초대"),
                n("gd67d29b", function (e) {
                    return "초대(" + e.count + ")";
                }),
                n("daf646e6", "참고: 계정에 적절한 라벨을 지정해야 합니다."),
                n("i3895c32", "X의 @사용자 아이디를 변경했으므로 계정을 검토 중입니다"),
                n("i5f8b628", "계정 검토가 완료될 때까지 제휴 계정을 변경할 수 없습니다."),
                n("e9e663ac", "결제 기한이 경과했습니다."),
                n("c3ddd22c", "이용약관"),
                n("c9729d8a", "이용약관"),
                n("cdcd1d2c", "조직에 제휴 계정을 추가하세요"),
                n("d30ea6f3", function (e) {
                    return "@" + e.name + " 님을 삭제할까요?";
                }),
                n("c2dfbb86", "예, 삭제합니다"),
                n("ba047f76", "제휴를 해제하면 체크마크와 제휴 배지가 즉시 삭제됩니다. 비용은 월말까지 계속 청구됩니다."),
                n("j26dee0e", "제휴 계정 삭제"),
                n("e30cbdf0", "이 제휴 계정은 인증된 조직 서비스를 구독 중이며 조직 계정으로 유지되어야 합니다. 개인 계정으로 변경할 수 없습니다."),
                n("j3115ce8", "개인"),
                n("d8bb1d84", "조직"),
                n("e970bdbd", function (e) {
                    return "초대장이 " + e.count + "장 남았습니다";
                }),
                n("id67d953", function (e) {
                    return "Stripe 결제 세부정보를 불러오는 동안 문제가 발생했습니다. 문제가 지속될 경우 " + e.supportEmail + "으로 문의해 주세요.";
                }),
                n("f323d314", "재전송"),
                n("ac645cde", "언제든지 다시 추가할 수 있습니다."),
                n("d12af2dd", function (e) {
                    return "@" + e.screenName + "에게 보낸 초대를 취소하시겠어요?";
                }),
                n("ib60b2d5", function (e) {
                    return "@" + e.screenName + "에게 이 초대장을 다시 보내시겠어요?";
                }),
                n("ec6e7d9a", "보류 중인 등급 전환이 완료될 때까지 계정은 읽기 전용 모드로 전환됩니다. 성공적인 등급 전환을 위해 Stripe로 이동하여 결제 내역을 확인하세요."),
                n("b33d1518", "지원되는 통합 또는 맞춤 XML 피드에서 채용 공고를 동기화하세요."),
                n("dd2db402", "단계 1: 필요한 정보 수집"),
                n("edb098c2", "2단계: 지원팀에 문의하기"),
                n("c4474460", "단계 2: 지원팀에 이메일 전송"),
                n("a08da0fa", "다음 단계"),
                n("c127374e", "지원팀에 쪽지 보내기"),
                n("b2cb2a0c", "인증된 조직 계정의 사용자 아이디"),
                n("b8e64002", "지원자 추적 시스템 이름"),
                n("acb99db6", "채용 공고가 등록된 채용 사이트 URL"),
                n("a64a5b7a", "통합 절차를 시작하려면 지원팀에 필수 정보를 보내주세요."),
                n("e3dffb4e", "통합 절차를 시작하려면 아래 지원 이메일 주소를 복사하여 필요한 정보를 지원팀에 보내주세요."),
                n("b4fef99e", "지원팀에 요청이 접수되면 정보를 검토한 후 통합 설정을 도와드립니다."),
                n("h37f2d96", "현재 모든 지원자 추적 시스템이 지원되는 것은 아닙니다."),
                n("ce102a20", "Stripe에 리디렉션 중");
            function r(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function d(e, c) {
                return (
                    (d = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    d(e, c)
                );
            }
            n("ddfd6718", "결제 실패"),
                n("i90ea7d2", "혜택을 계속 받으려면 지금 바로 결제 정보를 업데이트하세요."),
                n("a62359e6", "인증된 조직 설정"),
                n("ge221b7c", "인증된 조직 구독을 업그레이드하면 제휴 계정 기능을 이용하고 더 많은 광고 크레딧을 받을 수 있습니다."),
                n("i4dccc18", "결제"),
                n("ec3cd6e4", "결제 방법을 관리하고, 결제 정보를 업데이트하고, 인보이스를 검토하세요."),
                n("dac61c3c", "계정 설정"),
                n("b6b5fd66", "사용자 아이디 또는 비밀번호 변경 등 내 X 계정을 관리합니다."),
                n("hb9c4a1c", "질문, 버그 신고 및 피드백"),
                n("c674f5b4", "인보이스 결제 설정"),
                n("i8237e66", "신용카드 결제에서 은행 송금을 통한 청구로 전환합니다."),
                n("hebd348a", "채용 포털에서 채용 공고를 프로모션할 때 광고가 사용되는 방식을 구성합니다."),
                n("ib5e6f90", "채용 프로모션"),
                n("id720215", "채용"),
                n("dd59f146", "채용 프로모션 광고 계정"),
                n("e7e36818", "광고 계정은 자금 출처가 완전히 설정된 경우에만 채용 공고를 프로모션할 수 있습니다."),
                n("c28566e0", "광고 계정"),
                n("c80160d3", "광고"),
                n("ff0edac0", "구독을 취소하시겠어요?"),
                n("h2ac0348", "아니요, 돌아갑니다"),
                n("dbf9667e", "해지합니다"),
                n("j7592572", "되돌아가기"),
                n("ee778942", "교통 신호등"),
                n("fdd57981", function (e) {
                    return e.totalAmount + " USD 상당의 광고 크레딧을 1회 무료로 드립니다.";
                }),
                n("i032a231", function (e) {
                    return "구독 유지 및 " + e.totalAmount + " 광고 크레딧 받기";
                }),
                n("hd7d278c", "괜찮습니다"),
                n("jf8a0dea", "감사합니다. 다음 결제 주기가 되면 내 계정에 새로운 무료 광고 크레딧이 표시됩니다."),
                n("ebbb3154", "닫고 X로 돌아가기"),
                n("j1f68dda", "마지막 단계입니다. 정말로 취소하시겠어요?"),
                n("c9c3464c", "구독 취소가 진행 중입니다"),
                n("dd3a293c", "인증 조직 서비스 구독이 종료되었습니다."),
                n("faa0f956", "구독을 취소하는 중 문제가 발생했습니다."),
                n("b28289ea", "감사합니다"),
                n("b36f74ae", "재가입 후 다시 활성화하지 않으면 더 이상 포털에 액세스할 수 없습니다."),
                n("b2297a4a", "문제 해결이 필요하신가요? 지원팀과 통화를 예약하실 수 있습니다."),
                n("h3bdbc54", "예, 통화를 예약하겠습니다"),
                n("i135d64e", "취소 계속하기"),
                n("g275882d", function (e) {
                    return "중요: 사용하지 않은 무료 광고 크레딧이 " + e.creditAmount + " 있습니다";
                }),
                n("ib085ed6", "구독 유지 및 광고 크레딧 받기"),
                n("b5447710", "사용자를 찾을 수 없습니다"),
                n("h94755b8", "이미 초대장을 보내기로 선택한 사용자입니다"),
                n("bfb5effe", "이미 제휴되어 있는 사용자입니다"),
                n("c4b9664e", "제휴 계정"),
                n("g0eadcf6", "다른 조직의 제휴 계정"),
                n("a8c81f88", "조직 계정"),
                n("e5abe772", "사용자에게 이미 대기 중인 초대가 있습니다"),
                n("e49b97e2", "계정 찾기"),
                n("f002f1d6", "초대장 전송"),
                n("g2a8bae4", "X 계정 추가하기"),
                n("af7293cc", "내 조직에 X 계정을 초대하세요. 초대를 수락한 계정은 체크마크를 받게 되며 프로필에 제휴 계정으로 표시됩니다."),
                n("ec0f203e", "제휴 계정이 초대를 수락하면 이 계정의 체크마크가 올바른 색상으로 업데이트되었는지 확인하세요."),
                n("cec08784", "이 인보이스는 제휴 계정 한도에 도달했습니다."),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " 추가하기";
                }),
                n("d49b389f", "여기"),
                n("b9e4bf55", "자세히 알아보기"),
                n("hc4703a9", "자세히 알아보기"),
                n("fa0ffaeb", "자세히 알아보기"),
                n("jf351704", "계속하려면 이 인보이스에서 제휴 계정 한도를 업데이트해야 합니다."),
                n("ia5a6a40", "시작하려면 결제 세부정보를 추가해야 합니다."),
                n("d40d1cc0", "계속하려면 Stripe를 통해 결제를 진행해야 합니다."),
                n("c4a5f614", "결제 세부정보 추가"),
                n("fa2a280a", "인보이스 업데이트"),
                n("i7b2f08e", "인증 조직 서비스에 오신 것을 환영합니다"),
                n("g4e18b84", "제휴 계정 한도에 도달했습니다"),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + "개 이상의 제휴 계정을 구매하는 경우";
                }),
                n("fc1f43d0", "인보이스 생성"),
                n("g8881c78", "결제 진행"),
                n("g59f8506", "참고: 비즈니스 또는 정부 기관임을 인증할 수 없는 계정은 환불받지 못합니다."),
                n("a310e476", "직접 결제"),
                n("fde6cf98", "즉시 인증된 조직 서비스를 받으려는 경우"),
                n("fdfbfcb0", "인보이스"),
                n("f45d02e8", "구독을 설정하는 동안 문제가 발생했습니다. 활성화 이메일에서 구독 신청을 다시 제출해 주세요."),
                n("a1c566c0", "구독을 설정하는 동안 문제가 발생했습니다. 세부정보를 다시 제출해 주세요."),
                n("f5a1c6ac", "귀하의 지역에서는 구독할 수 없습니다."),
                n("ef7ae9cd", "자세히 알아보기"),
                n("d3c6b8c9", "자세히 알아보기"),
                n("fafe5b9f", function (e) {
                    return "구독하기 · " + e.price + "/" + e.interval;
                }),
                n("f2ae1d63", "구매자 이용약관"),
                n("ie8759c5", "구매자 이용약관"),
                n("d842dd7b", function (e) {
                    return "X에서 빠르게 성장하고 " + e.credit + " 상당의 무료 광고 크레딧을 받으세요";
                }),
                n("fcfb696e", "⁺기간 한정 광고 크레딧 제공."),
                n("f5b98d62", function (e) {
                    return "매" + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "매" + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "광고 크레딧 최대 " + e.creditAmount + " 제공*";
                }),
                n("a6c45ede", "포함:"),
                n("e9aa43dc", "유기적 채용 공고 게시"),
                n("i1266238", "채용 프로모션 기능"),
                n("e8a4ea7a", "최우선 지원"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "구독 변경 사항을 확인하세요"),
                n("bb21a170", "구독 변경"),
                n("b0dcc4dc", "내 계정은 이미 등급 전환 대기 중입니다."),
                n("f3aef4ca", "활성 구독 없음"),
                n("h802e65e", "구독을 업데이트하지 못했습니다. 다시 시도해 주세요. 현재 구독은 영향을 받지 않았습니다."),
                n("c5269eb0", "현재 구독 중인 요금제입니다."),
                n("c578c4ca", "현재 요금제"),
                n("i5d19147", "새 요금제"),
                n("b025ff5f", "여기"),
                n("d6b932d4", "무료 체험 중"),
                n("b0efe690", "베이직으로 계속하기"),
                n("g5f9cdaa", "요금제 변경을 확인해 주세요"),
                n("j21911de", "베이직으로 진행할까요, 아니면 계속해서 전체 액세스 혜택을 받으시겠어요?"),
                n("b59dec9e", "전체 액세스 무료 체험판에서 베이직 요금제로 등급을 낮춥니다."),
                n("e5ff0e1e", "다음과 같이 변경됩니다."),
                n("ca004c80", "제휴 계정을 포함해 전체 액세스 체험판 기능은 더 이상 사용할 수 없습니다."),
                n("fae108ee", "체험 기간 동안 추가된 제휴 계정은 Permium+ 혜택과 지원을 받을 수 없습니다."),
                n("d47c0c7c", "개인인가요, 조직인가요?"),
                n("hbd31720", "나에게 맞는 구독을 선택하세요"),
                n("c75a9386", "자세히 알아보기"),
                n("b916b258", "및"),
                n("ic6012ea", "개인입니다"),
                n("d8e618ce", "개인 및 크리에이터"),
                n("dcbccede", "조직입니다"),
                n("f44ce884", "비즈니스, 정부 기관, 비영리 단체"),
                n("dece6c60", "조직 이름"),
                n("c4c1b600", "조직 이메일 주소"),
                n("b1e0aec0", "조직 사용자 아이디"),
                n("c42d5f4a", "제휴 계정 수"),
                n("fca5f04b", function (e) {
                    return "최대 " + e.affiliatesCount + "개의 제휴 계정을 구매할 수 있으며 그에 따라 요금이 청구됩니다.";
                }),
                n("dca6b3ac", "인보이스 설정"),
                n("c97ad52a", "인보이스 업데이트"),
                n("b36f0fd4", "조직에 필요한 제휴 계정의 수를 선택합니다."),
                n("b4871f4f", "여기"),
                n("b633d19e", "감사합니다"),
                n("f713d3e2", "신청서가 접수되었으며 현재 검토 중입니다."),
                n("e11d5e1a", "Premium의 모든 혜택을 누릴 수 있습니다. 단, 계정이 승인될 때까지 조직에 금색 또는 회색 체크마크가 표시되지 않으며 제휴 계정을 추가할 수 없습니다."),
                n("d83617cc", "계정이 검토됩니다."),
                n("afb30564", "계정 승인을 위해 추가 정보를 요청할 수 있습니다."),
                n("gdd3fa68", "검토 및 승인이 완료되면 계정이 즉시 인증되며 온보딩을 시작하고 제휴 계정을 추가할 수 있습니다."),
                n("e6389996", "승인되지 않은 계정은 환불되지 않습니다."),
                n("a889b460", "결제 완료"),
                n("d1c886dc", "다음 단계: 문서를 업로드하고 인증하세요"),
                n("b13e9454", "신청이 아직 완료되지 않았습니다. 필수 문서를 제출해 주세요. 이 작업은 일반적으로 10분 정도 걸립니다."),
                n("e6b0965a", "내 주문"),
                n("a1b58798", "아래에서 주문을 검토하세요"),
                n("b651c7d7", function (e) {
                    return "제휴 계정 x " + e.count + "개";
                }),
                n("ec5e9c54", "기본 구독"),
                n("e16093fc", "월별 합계"),
                n("ce4acef6", "연간 합계"),
                n("f4db2df0", "인보이스를 결제할 때까지 구독이 활성화되지 않습니다."),
                n("b9e0d614", "인보이스에서 제휴 계정 한도가 업데이트되었습니다."),
                n("a45c9596", "인보이스가 정상적으로 생성되었습니다."),
                n("e4e5532a", "할인 적용"),
                n("b557f073", function (e) {
                    return "Stripe 인보이스 세부정보를 불러오는 동안 문제가 발생했습니다. 문제가 지속될 경우 " + e.supportEmail + "으로 문의해 주세요.";
                }),
                n("e8c366ce", "X 구매자 약관"),
                n("ee86d380", "조직 정보"),
                n("b9c9ccca", "성명"),
                n("c7e818de", "직장 이메일 주소"),
                n("i60d7542", "조직 웹사이트"),
                n("b92f9dee", "조직 유형"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "자세히 알아보기"),
                n("f09630ff", "여기"),
                n("eb043b72", "신청 대기 중"),
                n("a9ac4602", "인증된 조직 서비스 신청서를 현재 검토 중입니다. 나중에 다시 시도해 주세요."),
                n("c5af3e12", "기간 한정 혜택입니다. 크레딧은 누적되지 않습니다."),
                n("e18d6fd6", "내 광고 크레딧"),
                n("if435d1a", "이번 달에 사용 가능한 크레딧을 모두 사용했습니다. 다음 크레딧은 다음 정기구독 결제 시점에 지급됩니다."),
                n("af6704d7", "여기"),
                n("b293c6b4", "인증 Premium 지원팀"),
                n("e9e9ca58", "이용 가능"),
                n("cf2ba3a2", "광고 계정 ID"),
                n("gd7d051c", "활성화"),
                n("f391c800", "광고 계정 ID는 필수입니다"),
                n("ja116d2c", "광고 계정 ID가 올바르지 않습니다"),
                n("hf037537", function (e) {
                    return "이 크레딧은 " + e.startDate + "부터 사용할 수 있습니다";
                }),
                n("d0b58c01", function (e) {
                    return e.days + "일";
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "광고 크레딧 사용 방법"),
                n("h1f36d3e", "인증된 조직 광고 크레딧을 사용하려면 다음 단계를 따라야 합니다."),
                n("a6519ffc", "이전에 광고한 적이 있는 경우"),
                n("ibc9654a", "새로운 광고주인 경우"),
                n("d3710c76", "제휴 계정에 크레딧을 적용하려는 경우"),
                n("d60a8f14", "X에서 광고 게재하기"),
                n("fe66e4a8", "X 광고 매니저"),
                n("b3ca0108", "X 광고를 통해 메시지를 널리 전파하세요."),
                n("g3754d57", "여기"),
                n("i615ad63", "여기"),
                n("a3ba48b9", "여기"),
                n("ca3c633a", "광고 크레딧"),
                n("ha843c96", "광고"),
                n("dd0f3b08", "광고"),
                n("c9fad534", "크레딧 없음"),
                n("a211b11e", "활성화할 수 있는 크레딧이 없습니다"),
                n("f2011db1", function (e) {
                    return e.usedAmount + "/" + e.couponAmount + "개 사용";
                }),
                n("ae37e25c", "금액을 알 수 없음"),
                n("i1407e15", function (e) {
                    return "광고 계정 " + e.accountId + "에서 사용";
                }),
                n("id4359bf", function (e) {
                    return "광고 계정 " + e.accountId + " " + e.when + "에 만료됨";
                }),
                n("f89af915", function (e) {
                    return e.when + "에 만료됨";
                }),
                n("c1b5e1ed", function (e) {
                    return "광고 계정 " + e.accountId + " " + e.when + "에 만료";
                }),
                n("e8d8a2a9", function (e) {
                    return e.when + "에 만료";
                }),
                n("i3884c1f", function (e) {
                    return e.when + "에 이용 가능";
                }),
                n("b070acf4", "곧 이용 가능"),
                n("ace946c4", "쿠폰 활성화"),
                n("b0b02e37", function (e) {
                    return "광고 계정 ID " + e.accountId + "에 쿠폰을 적용했습니다.";
                }),
                n("f520ee22", "광고 계정 ID"),
                n("df96ca56", "기타 계정"),
                n("b5566402", "ID에는 문자와 숫자만 사용할 수 있습니다."),
                n("eb160d07", "광고 관리자 계정 선택 도구"),
                n("e016ad32", "읽기 전용 모드"),
                n("d7ab194e", "구독 변경사항을 처리하는 동안 인증된 계정 기능 중 일부는 읽기 전용 모드로 전환될 수 있습니다."),
                n("g25d851e", "광고 계정"),
                n("de7fef84", "이 계정에 대해 도움이 필요하면 고객 지원팀에 문의하세요"),
                n("ff1321b6", "설정이 완료되었습니다. 계정이 활성화되었습니다"),
                n("c1205320", "신용카드를 추가하여 광고 계정을 활성화하세요"),
                n("c0343c0a", "마지막 결제가 실패했습니다. 이 계정의 결제 방법을 확인하세요"),
                n("j56e34a4", "계정 액세스와 관련해 도움이 필요하면 고객 지원팀에 문의하세요"),
                n("gef920f2", "계정 활성화에 필요한 초기 설정"),
                n("b68dd4d8", "이 계정에 대한 액세스 권한이 없는 경우 팀 관리자에게 지원을 요청하세요"),
                n("d637962c", "광고 계정이 없습니다"),
                n("dd087ae0", "ads.x.com에서 설정하기"),
                n("i3d7dd02", "채용 프로모션이 가능한 광고 계정이 준비되어 있습니다"),
                n("cc8f8516", " 채용 정보를 홍보하려면 광고 계정을 만드세요"),
                n("b4f117b8", "채용 프로모션 광고 계정에 대한 액세스 권한이 없습니다"),
                n("b7347cf4", " 채용 정보를 홍보하려면 광고 계정을 설정하세요"),
                n("h7d03a2a", "채용 대시보드를 통해 채용 정보를 추가하세요"),
                n("cd5aeec6", "광고 계정 만들기"),
                n("ged51d2e", "광고 계정 만들기"),
                n("gcfa25e6", "조직에 사용할 수 있는 광고 계정이 없습니다. ads.x.com으로 이동하여 계정을 만드세요."),
                n("g76fb922", "새 계정"),
                n("db0a69e7", function (e) {
                    return "이 광고 계정(ID: " + e.adAccountId + ")은 신규 계정입니다. 활성화하려면 광고 매니저에서 초기 설정을 완료하세요.";
                }),
                n("c7bad5cc", "계정 설정하기"),
                n("g8c563c0", "액세스 권한이 필요합니다"),
                n("f6f29b17", function (e) {
                    return "광고 계정(ID: " + e.adAccountId + ")에 대한 액세스 권한이 없습니다. 팀 관리자에게 문의하여 광고 매니저에서 계정에 액세스 권한을 추가하세요.";
                }),
                n("a15bb840", "결제 방법 필요"),
                n("j4e981d9", function (e) {
                    return "광고 계정(ID: " + e.adAccountId + ") 설정이 완료되지 않았습니다. 활성화하려면 계정에 결제 방법을 추가하세요. 이 계정에 적용된 크레딧은 결제하기 전에 모두 소진됩니다.";
                }),
                n("af142910", "결제 실패"),
                n("a9635acf", function (e) {
                    return "광고 계정(ID: " + e.adAccountId + ")이 활성화되었지만 마지막 결제가 실패했습니다. 다시 활성화하려면 이 계정의 결제 방법을 변경하세요.";
                }),
                n("d1cca474", "결제 방법 변경"),
                n("fe8b969a", "고객 지원팀에서 도와드립니다"),
                n("i8aa0b91", function (e) {
                    return "이 광고 계정 (ID: " + e.adAccountId + ")을 활성화하려면 고객 지원팀의 도움을 받아야 합니다. 쪽지에 광고 계정 ID를 포함하세요. 그러면 해당 요청을 우선적으로 처리합니다.";
                }),
                n("d82c2074", "고객지원"),
                n("ad37d536", "사용자 아이디 양도 약관"),
                n("e760074a", "휴면 사용자 아이디를 취득하거나, 소유하고 있는 아이디를 교환하세요"),
                n("j003ef92", "귀하의 비즈니스나 제휴사에서 사용하도록 X에서 비활성 사용자 아이디를 구매하거나, 이미 소유하고 있는 사용자 아이디를 교환하세요."),
                n("d57a8e42", "이 서비스는 인증된 조직만 이용할 수 있으며, 사용자 아이디당 추가 비용이 발생합니다($10,000 USD부터 시작)."),
                n("h9367bd6", "사용자 아이디 문의 제출"),
                n("a6a62e7e", "자동 지원 봇을 사용하여 몇 가지 질문에 답하면 절차가 시작됩니다."),
                n("e5912290", "사용자 아이디 문의 시작"),
                n("c2e24f66", "이 화면의 하단 모서리에 있는 지원 쪽지를 확인하세요."),
                n("c94f514e", "사용자 아이디에 대해 문의했습니다"),
                n("cf60d152", "채팅창에서 간단한 설문지를 작성하여 사용자 아이디 취득 문의서를 제출해 주세요."),
                n("f06b124e", "자주 묻는 질문"),
                n("h677fdcc", "사용자 아이디 가격은 어떻게 책정되나요?"),
                n("a55b39aa", "기본적으로 문자 길이와 공통되는 단어에 따라 결정됩니다. 가격은 $10,000부터 시작하며 $500,000 USD를 초과할 수도 있습니다."),
                n("d46bcb3a", "사용자 아이디를 구매할 수 있는지 어떻게 알 수 있나요?"),
                n("c6bcf72c", "시작하기 버튼을 사용하여 요청을 전송해 주시면 구매 가능 여부를 알려 드립니다."),
                n("d478604c", "다른 비즈니스를 대신하여 사용자 아이디를 구매할 수 있나요?"),
                n("c09f8cd2", "아니요. 기업은 자신의 비즈니스와 실제로 관련된 제휴사를 대신해서만 사용자 아이디를 구입할 수 있습니다."),
                n("d814f020", "어떤 절차를 통해 구매가 이루어지나요? 얼마나 걸리나요?"),
                n("f600b6f0", "시작하기 버튼을 사용하여 사용자 아이디 구매 또는 교환을 요청하세요. 영업일 기준 3일 이내에 구매 가능 여부 및 가격을 알려드립니다. 결제 후 1~2일 이내에 선택하신 계정으로 사용자 아이디가 이전됩니다. 기존 사용자 아이디를 소유 중인 다른 계정으로 이전하실 수도 있습니다."),
                n("i8debc4a", "사용자 아이디를 여러 개 구매하면 할인을 받을 수 있나요?"),
                n("c5199f3c", "예, 구매하는 사용자 아이디 수와 견적 총액에 따라 다릅니다."),
                n("c20f923e", "저에게 상표권이 있습니다. 그러면 뭔가 달라질까요?"),
                n("b2fd4c15", "상표권 정책"),
                n("a690746e", "우선 지원받기"),
                n("he2dc9b0", "조직의 사용자 아이디 및 상세한 요청 내용을 보내주세요."),
                n("e5e6479e", "보다 신속하게 지원을 받으려면 조직의 사용자 아이디와 문의 내용을 포함한 이메일을 보내주세요."),
                n("ica8392a", "요청이 접수되면 접수 순서에 따라 요청을 검토하고 우선순위를 정합니다."),
                n("ed37e36e", "중요: 조직의 사용자 아이디를 누락하거나 개인 이메일을 사용하면 요청 처리가지연될 수 있습니다."),
                n("eb0d4fe2", "열 만들기"),
                n("e93d2f8a", "다음과 같은 다양한 열을 추가해 덱 환경을 맞춤 설정하세요"),
                n("e8203d1e", "검색어"),
                n("d82fd532", "쪽지"),
                n("c87babee", "기타"),
                n("f1990aa4", "덱에서 열 정리하기"),
                n("ib9c9a54", "X Pro는 데스크톱을 여러 개 사용하는 것과 같습니다. 방해 요소를 줄이고 필요한 순간에 필요한 도구와 토픽에만 집중하세요."),
                n("fb5ac13e", "열 이동하기"),
                n("bd545b7e", "점 세 개를 클릭하면 덱에서 원하는 위치로 열을 끌어올 수 있습니다."),
                n("a98513b6", "열 맞춤 설정하기"),
                n("c8759e44", "다음과 같은 방법으로 열 상단을 정리합니다"),
                n("a93e96c8", "게시물을 인기순 또는 최신순으로 정렬"),
                n("df300378", "열 크기 변경"),
                n("aa263910", "고급 검색 도구 사용"),
                n("ab3915aa", "팁 및 설정"),
                n("ia03837a", "여기로 이동하기"),
                n("f0bd595c", "덱 관리하기"),
                n("a74e9464", "표시 설정 변경"),
                n("h254eb92", "키보드 단축키 둘러보기"),
                n("j6e669a0", "한번 둘러보세요"),
                n("c15802be", "게시물 전송 중"),
                n("e5506950", "덱"),
                n("b1bd9a8a", "새 덱"),
                n("cf1a138f", function (e) {
                    return e.title + " 덱으로 변경됨";
                }),
                n("g9c2da24", "새 덱을 만들기 위한 대화 상자를 엽니다"),
                n("hcef6b72", "내 덱을 관리하기 위한 대화 상자를 엽니다"),
                n("a77dbc7a", "덱 수정"),
                n("a154a293", function (e) {
                    return "선택된 덱 " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "선택 해제된 덱 " + e.deckName;
                }),
                n("ha2aae72", "선택한 덱 관리를 위해 대화 상자 열기"),
                n("hf59ffc8", "탐색 바"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "새로운 열 추가"),
                n("ad61a830", "게시물 작성하기"),
                n("c44f5114", "쪽지 설정"),
                n("c71066fe", "둘러보기"),
                n("b452e6c2", "어떻게 지냈어요?"),
                n("j7737bc2", "X Pro를 사용해 주셔서 감사합니다. 사용해 보신 경험이 어땠는지 의견을 들려주세요."),
                n("e8038d64", "보내 주신 소중한 의견은 트위터 환경을 개선하는 데 활용됩니다."),
                n("fce3c5ce", "피드백 제공하기"),
                n("ha39df38", "개인"),
                n("ja7b7d1a", "연결에 문제가 있습니다. 변경 사항이 저장되지 않을 수 있습니다."),
                n("ad5df1d7", function (e) {
                    return e.title + " 열로 변경됨";
                }),
                n("ba7bd92e", "열 설정"),
                n("cc4ff736", "열 공유"),
                n("g684a93a", "이 열에 대한 변경 내용은 이를 조회하는 사용자 누구에게나 공개됩니다."),
                n("a6bbdc1c", "조회 전용"),
                n("f6e88162", "Labs"),
                n("e6df688c", "설정"),
                n("e3f2b93a", "이 열에 대한 정보를 표시하거나 숨깁니다."),
                n("db257758", "미디어 미리보기 크기"),
                n("if2fbab8", "답글 미디어 미리보기 크기"),
                n("he517d52", "열 이름 변경"),
                n("f6eb2cfe", "열 이름"),
                n("d6d39c84", "열에는 이름이 있어야 합니다."),
                n("e5c06aee", "열 너비"),
                n("af6a4368", "대화의 이름을 변경하고 대화에 참여하는 사용자를 확인합니다."),
                n("cdeac5ee", "쪽지 설정"),
                n("fda7ee26", "나에게 쪽지를 보낼 수 있는 사람을 관리합니다."),
                n("c4ec8620", "포함"),
                n("d5f29cd4", "제외"),
                n("d01a62f8", "시간 및 위치"),
                n("d614afc8", "마음에 들어요, 답글 및 재게시"),
                n("fb2bbc7a", "게시물 내용"),
                n("a589add2", "다음 단어 중 적어도 하나 포함 (또는)"),
                n("d2f8dc8a", "다른 사용자가 공유한 게시물"),
                n("e37201ec", "누군가에게 답글하기"),
                n("e035e056", "누군가를 멘션"),
                n("ef2d4092", "제외된 단어"),
                n("d59f395e", "내 표시 언어"),
                n("g67cd3f2", "언어 선택"),
                n("c85f9b9c", "언어 변경"),
                n("b5148188", "이상"),
                n("hf369320", "미만"),
                n("f4dce7b6", "개수"),
                n("ddafa9a2", "옵션 보기"),
                n("c6be8432", "참여 수준"),
                n("e60b9fac", "원본 게시물 보기"),
                n("eb441fee", "재게시 보기"),
                n("e920e6dc", "인용 보기"),
                n("g9580526", "답글 보기"),
                n("i73cbb5c", "검색에는 하나의 리스트만 추가할 수 있습니다. 첫 번째 리스트만 이 검색에 적용됩니다."),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " 또는 리스트 ID 입력";
                }),
                n("a153fbf2", "검색에서 리스트를 사용하는 방법"),
                n("bf0d5a7c", "검색당 하나의 리스트만 추가할 수 있습니다."),
                n("c6e8759a", "리스트를 추가하려면 다음과 같은 형식을 따릅니다."),
                n("dd9daca8", "리스트 이름의 마침표(.)를 -로 바꾸세요."),
                n("cd71b264", "리스트에 대해 알아보기."),
                n("ca23d726", "사진 및 동영상"),
                n("f1fa97a8", "생방송"),
                n("c0bab0ba", "미디어를 포함한 게시물만 보기"),
                n("g9512656", "인증된 사용자만 표시"),
                n("b967e296", "내가 팔로우하는 사람만 표시"),
                n("gc51a2ac", "언제든지"),
                n("d42a4916", "최근"),
                n("a2229a06", "기간 내"),
                n("c1fe6156", "시작 시간"),
                n("cbc02622", "종료 시간"),
                n("b666573c", "위치 검색"),
                n("cf260344", "게시물"),
                n("j5805302", "범위"),
                n("e592ab3c", "더 나은 검색 결과를 얻으려면 검색에 위치와 주 또는 국가를 포함하세요."),
                n("e8843b5d", function (e) {
                    return e.meters + "m";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "km";
                }),
                n("ec688a09", function (e) {
                    return "이렇게 하면 @" + e.screenName + " 님이 이 리스트를 비롯한 자신의 모든 리스트에 나를 추가할 수 없게 됩니다.";
                }),
                n("iad54d54", "북마크 지우기"),
                n("g4d581a2", "이 폴더를 포함해 모든 북마크 폴더 비우기"),
                n("fb14aebe", "북마크 비우기"),
                n("jf748f40", "모든 북마크를 지울까요?"),
                n("d63a211a", "이 작업은 취소할 수 없으며 북마크에 추가한 게시물이 모두 삭제됩니다."),
                n("a16ebc1a", "새 채팅 시작하기"),
                n("a1ff1890", "그러면 현재 대화가 지워집니다."),
                n("ab352ee0", "최신 게시물 보기"),
                n("c004c4d6", "게시물 지우기"),
                n("fc702822", "게시물을 지우고 최신 게시물 순서로 조회합니다."),
                n("a2c59056", "열을 지우기 전에"),
                n("d31bdbbe", "최신 게시물로 전환하기"),
                n("dec3722c", "최신 게시물"),
                n("g33b8c04", "사본 만들기"),
                n("de2c3008", "열 복제하기"),
                n("a7c01ce0", "이름 변경 또는 폴더 삭제"),
                n("e52e4c82", "위치 및 개인 설정 옵션을 변경합니다."),
                n("f4d052a4", "Grok(일반 모드)"),
                n("fa97c1c6", "Grok(유머 모드)"),
                n("efb37dec", "모드"),
                n("h0064892", "일반"),
                n("ad86db50", "덱 만들기"),
                n("hb70ef30", "이 검색으로 덱 만들기"),
                n("j8a945cc", "인기 게시물"),
                n("f3a4a654", "인증된 게시물"),
                n("c8da0c42", "사진과 동영상"),
                n("d2cf6f74", "Premium 파트너"),
                n("c9b39e70", "이동하기"),
                n("b9ea5f7c", "열을 다른 덱으로 이동하기"),
                n("g8b6d450", "알림 설정"),
                n("dd703fbd", function (e) {
                    return e.title + " 열 삭제";
                }),
                n("d9d11fc6", "공개 열을 삭제할까요?"),
                n("h17ada6c", "공개 열을 삭제하면 해당 열에 대한 팔로워의 액세스 권한이 영구적으로 소실됩니다."),
                n("hb388fe8", "열 삭제"),
                n("c1343ad6", "이 항목을 검색 열로 전환합니다."),
                n("e7a12d72", "검색 열로 전환하기"),
                n("f29424f0", "되돌리기"),
                n("h5ff85a2", "열 공유"),
                n("d32058ba", "공유할 수 있도록 하려면 열을 공개하세요."),
                n("c926a6ca", "변경하신 내용은 해당 열을 팔로우하는 모든 사용자에게 표시됩니다."),
                n("g0175ca2", "열 선택 도구"),
                n("a800727c", "열 선택 도구로 돌아가기"),
                n("f318bc40", "새 폴더 만들기"),
                n("e300a9f0", "북마크 폴더 만들기"),
                n("j341c67c", "폴더에 이름을 지정해야 합니다."),
                n("d00586a6", "이 열은 불러올 수 없습니다. 열을 새로 만들어 보세요."),
                n("d0d8277e", "열 소유자가 열을 삭제했거나 비공개로 설정했습니다."),
                n("j08fd6fe", "내 커뮤니티"),
                n("b569a1fa", "커뮤니티로 돌아가기"),
                n("i176bfd2", "리스트 찾기"),
                n("a57c3292", "새 리스트 찾기"),
                n("f59f87dc", "다른 사람의 리스트 찾기"),
                n("a5d70676", "내가 멤버인 리스트"),
                n("e377790a", "리스트로 돌아가기"),
                n("e952b8c3", function (e) {
                    return "@" + e.userScreenName + " 님의 리스트";
                }),
                n("bc24f834", "다른 사람의 리스트 찾기로 돌아가기"),
                n("ee11d084", "프로필 검색하기"),
                n("c300f3bc", "몇 개의 열을 추가하세요"),
                n("bd744e9a", "검색으로 채우기"),
                n("i10d4124", "처음부터 시작하기"),
                n("jbff8606", "검색어 제출하기"),
                n("dbd8a566", "게시물 초안 중 일부는 삭제할 수 없습니다."),
                n("c82be5a8", "선택한 게시물 초안이 삭제되었습니다."),
                n("ad84af68", "게시물 초안을 불러오는 중"),
                n("ef97fb3a", "게시물 초안이 없습니다"),
                n("f26ece12", "이렇게 하면, 여기에서 확인할 수 있습니다."),
                n("a4911812", "게시물 초안을 삭제하는 중"),
                n("b49be1ca", "게시물 초안 삭제하기"),
                n("ca91dc76", "이 작업은 취소할 수 없으며 게시물 초안이 삭제됩니다."),
                n("b38b254a", "일부 예약 게시물을 삭제하지 못했습니다."),
                n("he2e3cc4", "선택한 예약 게시물이 삭제되었습니다."),
                n("jf9faee4", "예약 게시물을 불러오는 중"),
                n("aa1cfd48", "예약 게시물이 없습니다"),
                n("b2a70dbe", "예약 게시물을 삭제하는 중"),
                n("a07bb1b0", "예약 게시물 삭제하기"),
                n("id78e802", "이 작업은 취소할 수 없으며 예약 게시물이 삭제됩니다."),
                n("d9a75e16", "하나 선택하기"),
                n("aa030cd4", "추천 게시물순으로 보기"),
                n("c0d2d4aa", "홈 타임라인"),
                n("ecbbbb90", "내 리스트나 다른 사람이 만든 리스트를 조회합니다."),
                n("c351229c", "내가 소속된 커뮤니티를 확인합니다."),
                n("a2d1df82", "찾고 있는 사람을 검색해보세요."),
                n("d5387d8a", "최신 쪽지 확인."),
                n("e738198c", "X에서 실시간 트렌드를 확인하세요."),
                n("ifb8c91e", "프로필을 방문하여 이 사용자가 무엇에 관심을 가지고 있는지 알아보세요."),
                n("aa0525d0", "프로필"),
                n("cb7844a6", "최신 알림 및 멘션 확인."),
                n("e64da55e", "예약 게시물을 조회합니다."),
                n("h9659832", "게시물 초안을 조회합니다."),
                n("f1b6535e", "게시물 초안"),
                n("a24add8a", "북마크에 추가한 게시물을 표시합니다."),
                n("gb19f215", function (e) {
                    return "컬럼 - " + e.title;
                }),
                n("g7751b34", "스택 닫기"),
                n("b94fa48c", "스택 지우기"),
                n("dd3dc3cc", "스택으로 돌아가기"),
                n("bc7acfd0", "공유한 열"),
                n("a6587d95", function (e) {
                    return e.title + " 열 재배치하기";
                }),
                n("fb071dea", "열 이동하기"),
                n("c77a6327", function (e) {
                    return e.title + " 열 옵션 열기";
                }),
                n("h53c41f0", "열 옵션"),
                n("f7bbbb6d", function (e) {
                    return e.title + " 열 옵션 닫기";
                }),
                n("eee9f83e", "열 옵션 닫기"),
                n("a443bbc0", "검색 닫기"),
                n("c8b12c8f", function (e) {
                    return "컬럼 콘텐츠 설정 - " + e.title;
                }),
                n("fe048090", "개요 표시"),
                n("e57560b4", "개요 숨기기"),
                n("fb087db0", "별도의 열 만들기"),
                n("aa128cd8", "새로운 열 추가"),
                n("aa4f00c6", "덱 공유하기"),
                n("fdf97052", "덱 옵션으로 이동"),
                n("ed427868", "덱을 공개하시겠어요?"),
                n("gecc71a2", "덱을 공유하려면 먼저 공개 상태로 전환하세요."),
                n("f0653866", "덱 공유"),
                n("b158400a", "이 단계 건너뛰기"),
                n("h15afbce", "설정을 시작해 볼까요?"),
                n("ibe6be32", "X Pro 환경을 맞춤 설정하세요. 내게 꼭 맞는 열 너비, 색상, 텍스트, 미디어 크기를 선택할 수 있습니다."),
                n("e28eb008", "표시 설정 열기"),
                n("dc8b86e0", "이제 열을 추가하세요"),
                n("ee28603e", "열 가져오기"),
                n("dad15d22", "기존의 검색, 리스트, 프로필 열을 가져오면 시간을 절약할 수 있습니다. 나중에는 이 열을 복사할 수 없게 됩니다."),
                n("j85b4522", "처음부터 다시 시작합니다"),
                n("hfd5ca12", "열을 가져올 수 없습니다"),
                n("b855852a", "검색, 리스트, 프로필 열만 불러올 수 있습니다. 대신 홈 열을 추가해 보세요."),
                n("dc6c806e", "열을 가져올 수 없습니다"),
                n("a0dfe2f6", "X Pro는 사용이 간편한 하나의 인터페이스에서 여러 개의 타임라인 열을 볼 수 있는 편리한 기능입니다."),
                n("i8912d28", "몇 개의 열을 추가하세요"),
                n("ce0c0f34", "이제 한번 둘러보세요"),
                n("h36d2aa2", "원활한 시작을 위한 간단한 팁 몇 가지를 알아보세요."),
                n("fbaf9442", "시작 덱 추가"),
                n("b354ea52", "시작 덱 추가 중"),
                n("if195eb8", "열 추가하는 중"),
                n("ea07517c", "열이 삭제되었습니다."),
                n("habced9e", "버튼을 이용하면 열이 복구됩니다."),
                n("g4fcb4f8", "열이 복구되었습니다."),
                n("d4429cba", "이 덱은 존재하지 않습니다. 다른 덱을 선택해 보세요."),
                n("g2c6e34a", "콘텐츠 크기, 색상 및 배경을 관리합니다."),
                n("bf2890a6", "영상 크기"),
                n("h098a550", "기본 열 너비"),
                n("ab248726", "기본 미디어 미리보기"),
                n("jdaf161c", "쪽지 탭"),
                n("ge0fcfd0", "호버 카드"),
                n("e1cab6e8", "기존 열에 변경사항을 적용할까요?"),
                n("ce2e487c", "모든 열을 변경하면 모든 덱의 모든 열이 업데이트됩니다. '아니요'를 선택하면 지금부터 만드는 열에만 새 설정이 적용됩니다."),
                n("fdbd90a6", "예, 모든 열을 변경합니다"),
                n("h8affe68", "아니요, 새 열에만 적용합니다"),
                n("f06885b6", "열 미디어 크기 옵션"),
                n("e4bab2d0", "열 너비 옵션"),
                n("f0e71094", "쪽지 탭 보기"),
                n("aa25a5a6", "화면 하단에 접을 수 있는 쪽지 탭이 표시됩니다"),
                n("g3da3c90", "호버 카드 표시하기"),
                n("b08a8656", "대화형 항목 위에 마우스를 올리면 호버 카드가 나타납니다"),
                n("g9df1984", "덱 추가"),
                n("df77af70", "덱의 이모티콘을 선택해 주세요"),
                n("ee7765ba", "이모티콘 선택"),
                n("e0127c83", function (e) {
                    return "이모티콘 " + e.emoji + " 변경하기";
                }),
                n("hb8b6254", "누구나 내 프로필에서 공개 덱에 액세스할 수 있습니다. 덱으로 연결되는 링크를 공유할 수도 있습니다. 마음이 바뀌면 언제든지 비공개로 전환할 수 있습니다. 자세히 알아보기"),
                n("gfbaf4e8", "현재 이 덱은 공개로 전환할 수 없습니다"),
                n("ae04848a", "이 덱에는 내 X 계정에 연결된 열이 포함되어 있습니다. 이 덱을 공개하려면 해당 열을 삭제해야 합니다. 자세히 알아보기"),
                n("d606207a", "덱 삭제"),
                n("h95cb00e", "이 덱을 영구적으로 삭제합니다. 이 작업은 취소할 수 없습니다."),
                n("f50c9834", "이 덱이 영구적으로 삭제됩니다. 이 덱이 삭제되면 나중에 가져올 수 없습니다."),
                n("cb861826", "덱 재정렬하기"),
                n("i5896b2b", function (e) {
                    return '"' + e.title + '" 덱 수정';
                }),
                n("ef602cab", function (e) {
                    return '"' + e.title + '" 덱 삭제';
                }),
                n("b44b9d83", function (e) {
                    return '"' + e.title + '" 덱 내리기';
                }),
                n("je4a847f", function (e) {
                    return '"' + e.title + '" 덱 메인에 올리기';
                }),
                n("ad41be88", "열을 덱으로 이동하기"),
                n("cb82860a", "열을 찾을 수 없습니다"),
                n("icbecd02", "열 추가"),
                n("fdf1a2c6", "덱 추가"),
                n("d25acc28", "무엇이 들어 있나요?"),
                n("fe5df266", "열을 비공개로 전환할까요?"),
                n("i3206148", "공개 열을 비공개로 전환하면 어떤 팔로워도 해당 열에 액세스할 수 없게 됩니다."),
                n("c65d210c", "열을 비공개로 전환"),
                n("j4d54f1e", "X 사용자들을 위한 강력한 실시간 도구."),
                n("je0526a0", "한 화면에서 여러 타임라인을 모니터링합니다. 실시간으로 콘텐츠를 읽고 관리하고 커뮤니티에 참여할 수 있습니다."),
                n("d128af54", "X Premium 가입하기"),
                n("bacd7195", function (e) {
                    return "X의 " + e.fullName + "님(@" + e.screenName + ") ";
                }),
                n("e5b4aafa", "인터넷 연결이 중단되었습니다."),
                n("g43c3b36", "계속하려면 인터넷에 다시 연결하세요."),
                n("hafe83ec", "닫기를 눌러 애플리케이션을 종료합니다."),
                n("b2ec74fe", "닫기"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + "회 조회 " + e.timeAgo;
                }),
                n("a7a90902", "내용을 보려면 선택을 누르세요"),
                n("cb0a3b5e", "이 게시물에는 민감한 미디어가 포함되어 있을 수 있습니다. 그래도 표시하시겠어요?"),
                n("a4eb1304", "언제든지 다시 로그인할 수 있습니다."),
                n("b86c2e12", "로그인하여 X의 모든 콘텐츠를 검색하세요."),
                n("ia13bd7c", "키보드"),
                n("f9fa40c8", "X를 최대한 누리세요"),
                n("gb6a7f62", "코드가 만료되었습니다. 다시 시도하려면 아래 버튼을 선택하여 새 코드를 받으세요."),
                n("ge19602a", "새 코드 받기"),
                n("dd4ec2e8", "X에 로그인하려면 노트북이나 모바일 기기에서 아래 URL을 방문하여 여기에 표시된 코드를 입력하세요."),
                n("f4d7084c", "다음 두 가지 옵션 중 하나를 사용하여 X에 로그인하세요."),
                n("ebc1accc", "QR 코드를 스캔하세요"),
                n("a4742bc0", "노트북이나 모바일 기기에서 아래 URL을 방문하여 여기에 표시된 코드를 입력하세요."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + " 님의 동영상을 확인하려면 로그인하세요.";
                }),
                n("fb83778c", "이 사용자의 동영상을 확인하려면 로그인하세요."),
                n("dd4bbaea", "공개된 동영상이 없습니다."),
                n("i71d6193", function (e) {
                    return e.name + " 님이 공개한 동영상이 없습니다.";
                }),
                n("adb512f0", "최신 동영상"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "팔로우 중";
                }),
                n("cd3f5206", "다음 순서:"),
                n("c930299f", function (e) {
                    return "다음 단계 " + e.count + ":";
                }),
                n("b2e9f19c", "마지막 동영상 다시 재생"),
                n("de906774", "속도"),
                n("caca839e", "자막"),
                n("b049f56c", "화질"),
                n("fa7169d8", "이 콘텐츠를 신고하려면 노트북이나 모바일 디바이스에서 아래 URL을 방문하세요"),
                n("c973ec9c", "계정 사용자 아이디"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "콘텐츠 URL"),
                n("a4ee9394", "백인"),
                n("a9f3474c", "청록색"),
                n("i50b6538", "자홍색"),
                n("jffeb664", "빨간색"),
                n("e375c2d0", "흑인"),
                n("c2c5dea4", "글꼴 색상"),
                n("ce71b3d0", "글꼴 모음"),
                n("d2eb1582", "기본값(Sans-serif)"),
                n("e684030e", "Arial(Sans-serif)"),
                n("jad3900c", "Times New Roman(Serif)"),
                n("e205f3a0", "고정폭(Sans-serif)"),
                n("d207d39a", "텍스트 불투명도"),
                n("a562039c", "배경 색상"),
                n("h44e879e", "배경 불투명도"),
                n("b843ced4", "자동"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25배속"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75배속"),
                n("d0284204", "2x"),
                n("b7d7f606", "앞으로 감기"),
                n("ee0f61ca", "뒤로 감기"),
                n("i2d14148", "마음에 들어요 취소"),
                n("a1eb471a", "싫어요 삭제하기"),
                n("e40051e8", "북마크 삭제하기"),
                n("g9ecf0e8", "답글 보기"),
                n("aa97ae7e", "TV 플레이어 컨트롤"),
                n("ed170a6a", "슬라이더"),
                n("ee838ea0", "이 토픽은 X 전반에서 내 홈 타임라인을 맞춤 설정하는 데 활용됩니다"),
                n("h85446ce", "이 브라우저는 더 이상 지원되지 않습니다."),
                n("e24d1fa6", "X.com을 계속 사용하려면 지원되는 브라우저로 전환하세요. 고객센터에서 지원되는 브라우저 리스트를 확인할 수 있습니다."),
                n("a138aeb2", "자바스크립트를 사용할 수 없습니다."),
                n("d8e122c2", "이 브라우저에서 자바스크립트를 사용할 수 없는 것으로 감지되었습니다. X.com을 계속 사용하려면 자바스크립트를 사용 설정하거나 지원되는 브라우저로 전환하세요. X 고객센터에서 지원되는 브라우저 목록을 확인할 수 있습니다."),
                n("f1a9e3a2", "뉴스 속보, 정치, 유행하는 음악, 전 세계에서 벌어지는 이벤트와 스포츠 경기 득점 결과까지, 최신 글로벌 뉴스 기사를 실시간으로, 그리고 더 적은 데이터로 확인하세요."),
                n("bb402b62", "X Pro는 현재 무슨 일이 일어나고 있는지 파악할 수 있는 맞춤형 대시보드입니다."),
                n("ed617674", "360"),
                n("e23b20a0", "취소"),
                n("a620fcf0", "이미지 불러오는 중"),
                n("e9e2064c", "문제가 발생했습니다. 여러분의 잘못이 아니니 걱정하지 마세요."),
                n("d7060c80", "새로 고침"),
                n("a0493514", "다시 시도"),
                n("ff3dd27c", "기본"),
                n("b554fcf4", "밝게"),
                n("j590b148", "약간 밝게"),
                n("e7d4ee86", "중간"),
                n("ia423ebc", "약간 어둡게"),
                n("a2cf0942", "어둡게"),
                n("j824dc06", "이모티콘 검색하기"),
                n("fffb3384", "이모티콘을 찾을 수 없습니다"),
                n("j3d20752", "대신 다른 내용을 검색해 보세요."),
                n("d67ad796", "기본 피부색을 선택하세요"),
                n("e6388bfa", "모두 지우기"),
                n("j7c67eca", "최근"),
                n("da539d38", "검색 결과"),
                n("d95eb228", "돌아가기"),
                n("af8fa2ae", "닫기"),
                n("ef8b2f54", "차트 읽기"),
                n("d567ceda", "수직"),
                n("f7b30768", "누적"),
                n("hcd54328", "그룹화"),
                n("affbaf62", "추가 정보"),
                n("c388d026", "확인"),
                n("ha20397c", "접근성 기능"),
                n("baf7a43c", "접근성"),
                n("e8f674ab", function (e) {
                    return e.chartType + " 막대형 차트입니다. 차트의 제목은 " + e.chartTitle + "입니다. 카테고리는 총 " + e.noOfCategories + "개입니다. 최솟값은 " + e.minValue + "이며 최댓값은 " + e.maxValue + "입니다. 탐색 콘트롤을 사용해 차트를 탐색해 보세요.";
                }),
                n("d969327c", "오디오 버전 재생"),
                n("d8cbbcd4", "오디오 차트를 재생합니다. 이 버튼을 눌러 차트의 오디오 버전을 재생하거나 각 데이터 포인트에서 해당 오디오 버전에 대한 키 'A'를 누릅니다."),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "라벨이 없는 데이터, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "라벨이 없는 데이터, " + e.value;
                }),
                n("b15c0a18", "수정 내용을 삭제할까요?"),
                n("aebf81c8", "변경 내용은 저장되지 않습니다."),
                n("aa744c1e", "수정 계속하기"),
                n("fe04d89a", "삭제하기"),
                n("bb5d8cd2", "예"),
                n("dc33d78a", "아티클 커버 이미지"),
                n("j190bf1a", "라이브"),
                n("e3fcbdba", "숨기기"),
                n("jc0b3a8c", "이미지 설명"),
                n("ia1d2e58", "작성자가 마음에 들어합니다"),
                n("h81f3036", "기사"),
                n("bed2945c", "이미지 설명 읽기"),
                n("j2eea17a", "다음 미디어는 민감한 콘텐츠를 포함할 수 있습니다."),
                n("b05a39b2", "보기"),
                n("a7cd5cf4", "동영상"),
                n("b6eb8f6a", "생방송"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " 재생";
                }),
                n("hf4ffd4d", function (e) {
                    return "실시간 " + e.locVideoType + " 재생";
                }),
                n("f6e90cd7", function (e) {
                    return "동영상 길이 " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + "에 시작";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " 조회수";
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + ", " + e.listItem2 + " 님";
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2 + " 님";
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("ec72e2f8", "팔로우"),
                n("d9d2a865", function (e) {
                    return "재생" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "매장" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "지금 구매하기" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "예약하기" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "연결" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "주문" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "검토 시작" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "자세히 알아보기"),
                n("d1ff55d8", "설치하기"),
                n("g40f106c", "쪽지 보내기"),
                n("j393e386", "비공개 쪽지로 연락하기"),
                n("a771d32e", "비공개 쪽지로 연락하기"),
                n("d8e9c24c", "비공개 쪽지 보내기"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0(별점) - " + e.appNumRatings + "개의 평가";
                }),
                n("cc5508a9", function (e) {
                    return e.timestampUTC + "부터 시작";
                }),
                n("f4520a5d", function (e) {
                    return e.action + " 게시";
                }),
                n("f17dfdb6", "플레이하기"),
                n("j836de8a", "비공개 계정"),
                n("f4b8dc08", "구독한 계정"),
                n("f936caa6", "번역가 계정"),
                n("ac72ee4e", "인증된 계정"),
                n("f49e0aac", "인증된 계정에 대한 세부 정보를 제공합니다."),
                n("f59bdb94", "비공개 계정에 대한 세부 정보를 제공합니다."),
                n("d7e50a66", "자세히 알아보기"),
                n("fc065ee4", "구독에 관해 자세히 알아보기"),
                n("e453f536", "구독 서비스 소개"),
                n("bd4cb7a0", "좋아하는 크리에이터의 서비스를 구독하면 보너스 콘텐츠를 받아볼 수 있고 크리에이터는 약간의 수익을 얻을 수 있습니다."),
                n("g7099a02", "자세히 알아보기"),
                n("c2637ef6", "확인"),
                n("efb17190", "나를 팔로우합니다"),
                n("g57b5f6c", "구독자"),
                n("a77a27c0", "구독중"),
                n("gdd173da", "Grok 재미 모드 답변"),
                n("dfd6eeac", "Grok 답변"),
                n("deceb214", "Grok으로 이미지 생성"),
                n("befddd48", "표시"),
                n("hf3f8e3a", "더 보기"),
                n("h504ea5e", "Grok으로 나만의 버전을 만드세요"),
                n("eb722de2", "Grok에게 직접 물어보세요"),
                n("bb5c5864", "인용"),
                n("a8b58cf4", "이 스레드 보기"),
                n("i5f742fe", "이 투표 표시하기"),
                n("fc45ccc6", "담아간 동영상"),
                n("a9edea48", "새로 고침"),
                n("d26d8730", "동영상 주소 복사"),
                n("f1b6bcec", "GIF 주소 복사하기"),
                n("j25d7cca", "자막 숨기기"),
                n("a858b25c", "자막 보기"),
                n("faf9f484", "광고"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + " 제공 광고";
                }),
                n("hea01798", "탐색 슬라이더"),
                n("f8a09386", "Periscope에서 보기"),
                n("gf2b6eee", "PIP 모드"),
                n("b3160a69", function (e) {
                    return e.volumePercent + "%";
                }),
                n("fb236728", "일시 정지"),
                n("e9bd453e", "다시보기"),
                n("d46b00b0", "라이브로 이동"),
                n("ec8ab8b4", "뮤트"),
                n("b8b6344a", "언뮤트"),
                n("c9a642fa", "음량 조절 슬라이더"),
                n("c27e60b0", "전체 화면"),
                n("d2969f10", "전체 화면 종료"),
                n("f06f2e53", function (e) {
                    return "전체 " + e.durationTime + " 중 " + e.currentTime;
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + " 시청하기";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + "에서 쇼핑하기";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + " 보기";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + "(으)로 이동";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + " 방문하기";
                }),
                n("c67e71aa", "지금 시청하기"),
                n("a6ada13e", "지금 쇼핑하기"),
                n("j0f12222", "더 보기"),
                n("f569f7c8", "웹사이트로 이동"),
                n("j0c6772a", "웹사이트 방문하기"),
                n("f73003aa", "광고 후 동영상이 재생됩니다"),
                n("b3112b8a", "건너뛰기"),
                n("h6333ad0", "광고 건너뛰기"),
                n("c59da417", function (e) {
                    return e.seconds + "초 후 광고 건너뛰기";
                }),
                n("c3c147cf", function (e) {
                    return e.seconds + "초 후 건너뛰기";
                }),
                n("h9b3104e", "동영상 설정"),
                n("ha3efce4", "자동"),
                n("hd8d044d", function (e) {
                    return "자동(" + e.quality + ")";
                }),
                n("a7bf9962", "동영상 다운로드하기"),
                n("ccc97152", "재생 속도"),
                n("h531ade0", "동영상 화질"),
                n("e8b5757c", "0.25배속"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75배속"),
                n("d8bede9e", "1배속"),
                n("j41845c8", "1.25배속"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75배속"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "브라우저 선택으로 인해 최적의 품질이 아닌 화질을 수신하고 있습니다. HEVC를 지원하는 브라우저를 사용하는 것이 좋습니다."),
                n("a681babd", function (e) {
                    return e.trimmedHostname + "에서 지금 시청하기";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + " 방문하기";
                }),
                n("f1ad0df1", function (e) {
                    return "광고 · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " 제공 광고 · " + e.timeRemaining;
                }),
                n("a15adf2c", "이 양식"),
                n("c1658fc6", "미디어를 재생할 수 없습니다."),
                n("h519ae04", "이 미디어는 저작권 침해 신고로 인해 비활성화되었습니다."),
                n("ce871584", "이 생방송은 종료되었습니다."),
                n("c101eb96", "이 생방송은 볼 수 없습니다."),
                n("gb24a514", "이 미디어는 저작권자의 신고에 따른 조치로 이용이 불가능합니다."),
                n("hcaf3e63", function (e) {
                    return "이 미디어는 " + e.holder + "의 저작권 침해 소송 때문에 비활성화되었습니다 .";
                }),
                n("if05c038", "내가 있는 곳에서는 볼 수 없는 생방송입니다."),
                n("d420171b", function (e) {
                    return e.holder + " 님의 저작권 주장으로 인해 동영상을 이용할 수 없습니다";
                }),
                n("b1eb72fa", "죄송합니다. 이 동영상은 특정 지역에서 시청이 제한되어 있으니, 트위터에서 위치를 파악하는 동안 기다려주세요. 브라우저에서 위치 설정을 활성화하세요."),
                n("c057680c", "이 브라우저에서는 해당 동영상을 재생할 수 없습니다. 다른 브라우저에서 시도해보세요."),
                n("i5dfae6e", "내가 있는 곳에서는 볼 수 없는 동영상입니다."),
                n("c2388276", "이 동영상은 삭제되었습니다."),
                n("d2c96140", "게스트 오디오 표시"),
                n("f6dc9146", "다시 보기"),
                n("d30c74fe", "음량"),
                n("f2d4e6f2", "다시 보기"),
                n("e9f1af3a", "더 알아보기"),
                n("f1881d86", "이 게시물은 답글을 달거나 공유하거나 마음에 들어요를 보낼 수 없습니다."),
                n("j3d37222", "X에서는 법적 요건에 따라 이 통지를 제공해야 합니다."),
                n("e461d0ee", "최신 소식 받기"),
                n("d1386940", "정보 계속 받기"),
                n("ecda5f9e", "오해의 소지가 있음"),
                n("a423473c", "법적 요구 통지"),
                n("b3296688", "노출 범위 제한됨"),
                n("ccd32094", "지금");
            n("abfcce0d", function (e) {
                return e.amountOfTime + " 전";
            }),
                n("ae408b76", "재게시했습니다"),
                n("j355f008", "메인에 올린 게시물"),
                n("habf9678", "작성자가 메인에 올렸습니다"),
                n("db0798ed", function (e) {
                    return e.topicName + " 토픽";
                }),
                n("dc716ec9", function (e) {
                    return "추천 토픽: " + e.topicName;
                }),
                n("fbc2003c", "종료됨"),
                n("h5051dd8", "취소됨"),
                n("bb5f91a3", function (e) {
                    return e.count + " 이 스페이스";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " 님 외 " + e.count + " 청취 중명";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " 님 발언 중 + " + e.count + " 청취 중명";
                }),
                n("df006f4f", function (e) {
                    return e.count + " 관심 보임";
                }),
                n("c889af33", function (e) {
                    return e.count + " 참여";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " 청취";
                }),
                n("jbc5f47a", "스페이스 도킹"),
                n("gfe2830f", function (e) {
                    return "기타 " + e.count + "명";
                }),
                n("dbeae6cf", function (e) {
                    return "다른 청취자 " + e.count + "명";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+기타 " + e.count + "명";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + "(" + e.time + ")";
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "시간 " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + "분 남음";
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + "시간 남음";
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + "일 남음";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + "일 " + e.formattedHours + "시간 남음";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + "시간 " + e.formattedMins + "분 남음";
                }),
                n("f89a5d60", "진행자"),
                n("ce2cfb36", "구독자 전용"),
                n("df06241c", "커뮤니티"),
                n("b03e162a", "생방송으로 듣기"),
                n("b3d828ee", "참여했습니다"),
                n("g519ec2a", "녹음 재생"),
                n("c6000450", "알림이 설정됨"),
                n("db44ff5c", "알림 설정하기"),
                n("f7b6346a", "지금 시작하기"),
                n("cc1f75ac", "스페이스"),
                n("bd08d1b2", "세부 정보를 이용할 수 없습니다"),
                n("j8b01b27", function (e) {
                    return e.host + " 님이 주최한 스페이스 " + e.title + "이(가) 취소되었습니다";
                }),
                n("fda9f48c", "스페이스가 취소되었습니다"),
                n("jf7853f7", function (e) {
                    return e.host + " 님이 진행한 스페이스 " + e.title + "이(가) 종료되었습니다";
                }),
                n("i1a29920", "스페이스가 종료되었습니다"),
                n("db467ffe", "스페이스 참여하기"),
                n("i8dc3993", function (e) {
                    return e.host + " 님이 진행자입니다";
                }),
                n("eb0b05b9", function (e) {
                    return "+ " + e.count + " 기타명";
                }),
                n("d19b9f77", function (e) {
                    return e.host + ", " + e.scheduledStart + " 님이 진행하는 " + e.title + " " + e.action;
                }),
                n("e679d5d7", function (e) {
                    return e.scheduledStart + "에 예약된 " + e.title + " 지금 시작하기";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " 스페이스, " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "녹음 재생 " + e.title;
                }),
                n("gaeb997e", "더 보기"),
                n("f8b21226", "가입하기"),
                n("e1b95ab0", "마지막으로 수정됨"),
                n("i308d42c", "이 게시물의 새로운 버전이 있습니다"),
                n("h092d520", "이 게시물의 새로운 버전이 있습니다."),
                n("b74bf8b8", "이미지"),
                n("ha9ed08c", "생성:"),
                n("bff61470", "수정하려면 여기를 클릭하세요"),
                n("f4393d0f", function (e) {
                    return e.name + "(으)로 표시됨";
                }),
                n("f8e8e32e", "나"),
                n("df6703d3", "나"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, "다른 사람 " + e.otherUsersCount + "명");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, "다른 사람 " + e.otherUsersCount + "명");
                }),
                n("gea7aa3c", "다음"),
                n("b6462b32", "이전"),
                n("caddb529", "과"),
                n("ff31714c", function (e) {
                    return " 님, 다른 사람 " + e.othersCount + "명";
                }),
                n("e06c99b7", ","),
                n("i4e2f96c", function (e) {
                    return " 님, 다른 사람 " + e.othersCount + "명";
                }),
                n("ga629a8c", "대화 참가자 보기"),
                n("d6f781e4", "좋아하는 X 크리에이터의 서비스를 구독하면 보너스 콘텐츠를 받아볼 수 있고 크리에이터는 약간의 수익을 얻을 수 있습니다."),
                n("dab106f8", "멤버"),
                n("a46e92c2", "중재자"),
                n("f9633e62", "관리자"),
                n("a3dfd0cb", function (e) {
                    return "게시물" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "게시물" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "기사" + e.noun;
                }),
                n("h13ffc88", "음성"),
                n("c8c4600e", "음성 게시물"),
                n("de8c5eb2", "오디오 재생"),
                n("ec286028", "오디오 일시 정지"),
                n("ad77feb6", "캡션을 이용할 수 없습니다"),
                n("e82adfeb", function (e) {
                    return e.count + " 웹페이지";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " 게시물";
                }),
                n("g78032d5", function (e) {
                    return e.count + "개의 웹페이지 및 게시물";
                }),
                n("j3de54a8", "노트"),
                n("a6a6ced4", "노트 읽기"),
                n("dbc0c2f4", "북마크"),
                n("d6885d3e", "커뮤니티 보기"),
                n("d5a48014", "제목"),
                n("b92b6156", "부제목"),
                n("ec5ed598", "본문"),
                n("c69eb656", "정규직"),
                n("g46ae43c", "정규직 채용"),
                n("jf7d4cc6", "시간제"),
                n("b2214572", "계약직 채용"),
                n("f8337bd6", "연봉"),
                n("i935bf88", "시급"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "리스트"),
                n("fe64170c", "선택 후에는 변경할 수 없습니다"),
                n("g10ace38", "투표 옵션"),
                n("a3edf99a", "최종 결과"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + "표";
                }),
                n("e86732e4", "선택됨"),
                n("a35a5b10", "내가 아는 팔로워"),
                n("fc8cd112", "내가 팔로우하는 사용자 중에는 팔로워가 없습니다"),
                n("df8cd2af", function (e) {
                    return "슬라이드 " + e.currentSlide + "/" + e.itemCount + " - 회전 슬라이드. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "다음 슬라이드"),
                n("c4d53ba2", "이전 슬라이드"),
                n("h6405c17", function (e) {
                    return "슬라이드 " + e.currentSlide + "/" + e.itemCount + " - 회전 슬라이드";
                }),
                n("a3efd2c4", "토픽"),
                n("b91c8e53", function (e) {
                    return e.title + "의 토픽 카드.";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + "의 토픽 카드.";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + "개의 이미지로 구성된 컬렉션입니다. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "드래그해서 회전하기"),
                n("f0e1fb48", "이 브라우저에서는 이 비디오 형식에 대한 미리보기를 만들 수 없습니다. 동영상은 계속해서 업로드할 수 있습니다."),
                n("c2fc878d", function (e) {
                    return e.count + " 글자수 제한을 초과했습니다";
                }),
                n("db11b27f", function (e) {
                    return e.count + " 글자수 남아있는";
                }),
                n("bb7b821a", "답글을 쓸 수 있습니다"),
                n("fc41217b", function (e) {
                    return "@" + e.screenName + " 님이 멘션한 계정이나 팔로우 중인 계정은 답글을 쓸 수 있습니다";
                }),
                n("e5dc76d0", "이 대화에 답글을 쓸 수 있습니다"),
                n("ab105904", "답글을 달 수 있는 사람"),
                n("fd1cda7a", "이 대화에 답글을 쓸 수 없습니다"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " 님이 팔로우하거나 멘션한 계정은 답글을 쓸 수 있습니다";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " 님이 멘션한 계정은 답글을 쓸 수 있습니다";
                }),
                n("d2ae1499", function (e) {
                    return "@" + e.screenName + " 님이 구독하거나 멘션한 계정은 답글을 쓸 수 있습니다";
                }),
                n("a4e254ff", function (e) {
                    return "인증된 계정이나 @" + e.screenName + " 님이 멘션한 계정은 답글을 쓸 수 있습니다";
                }),
                n("j1b02fd8", "인증 받기"),
                n("daba4484", "작성자와 중재자만 이 게시물을 볼 수 있습니다"),
                n("f956070a", "커뮤니티 규칙을 위반하여 관리자에 의해 숨김 처리되었습니다."),
                n("cc17f408", "멤버가 삭제되면 해당 멤버의 게시물은 커뮤니티의 다른 멤버가 볼 수 없도록 숨김 처리됩니다."),
                n("j620ce06", "누가 이 게시물을 볼 수 있나요?"),
                n("bd414b44", "구독자 전용"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " 님과 그 구독자는 내 게시물을 볼 수 있습니다";
                }),
                n("g1c6a77e", "구독자용 콘텐츠를 보고 있습니다"),
                n("d3b143d7", function (e) {
                    return "@" + e.screenName + " 님의 서비스를 구독 중이므로 이 트윗과 답글을 볼 수 있습니다";
                }),
                n("f6337117", function (e) {
                    return "@" + e.screenName + " 님을 구독 중이므로 이 게시물을 볼 수 있습니다.";
                }),
                n("g766a06d", function (e) {
                    return "@" + e.screenName + " 님의 서클에 포함된 사람만 이 게시물을 볼 수 있습니다";
                }),
                n("j040a368", "답글에서 링크 비활성화됨"),
                n("b31d0af7", function (e) {
                    return e.screenName + " 님은 이 게시물의 답글에 링크를 허용하지 않습니다";
                }),
                n("eab0f780", "이 게시물의 답글에 외부 링크를 게시하거나 인용할 수 없습니다."),
                n("f17a1f54", "Premium 전용"),
                n("a0953370", "구독"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + " 하락";
                }),
                n("ac73eb5a", "변경사항 없음"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + " 상승";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " 분 전";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " 시간 전";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " 일 전";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " 주 전";
                }),
                n("efcd5885", function (e) {
                    return e.months + " 개월 전";
                }),
                n("c37228b5", function (e) {
                    return e.years + " 년 전";
                }),
                n("jf83d092", "일"),
                n("af4abf20", "월"),
                n("b871f280", "년"),
                n("hac89ab0", "1월"),
                n("ef30b30a", "2월"),
                n("b56920fa", "3월"),
                n("b1a0f1ec", "4월"),
                n("daf779c8", "5월"),
                n("c6ad074e", "6월"),
                n("f1db106c", "7월"),
                n("i4e80b7a", "8월"),
                n("efa6cc1e", "9월"),
                n("f40a0cbe", "10월"),
                n("ac74a31c", "11월"),
                n("i6c1e4b2", "12월"),
                n("de540c32", "비밀번호 보기"),
                n("b4abfdb4", "비밀번호 숨기기"),
                n("f06ae5d3", function (e) {
                    return "일반 게시물의 경우 " + e.standardTweetCount + " 자, 총 " + e.totalCount + " 자 남음";
                }),
                n("fee0a8bc", "저장"),
                n("ae7f7656", "지우기"),
                n("gd769996", "문제가 발생했습니다. 새로고침해 보세요."),
                n("i5450bec", "미디어"),
                n("f7432494", "사진 추가"),
                n("a5f7ce12", "서로 팔로우하기"),
                n("c3befdbe", "팔로잉"),
                n("d3029dbc", "언팔로우"),
                n("aeb6f0a0", "구독하기"),
                n("b4397192", "관리"),
                n("i8cfb6e6", "차단됨"),
                n("ea100d6a", "차단 해제"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + " 님 차단 해제할까요?";
                }),
                n("ab7c3460", "나를 팔로우하고 내 게시물을 볼 수 있습니다."),
                n("i58d8718", "내 계정을 팔로우하고 내 공개 게시물에 참여할 수 있게 됩니다."),
                n("cda66545", function (e) {
                    return e.screenName + "에서 " + e.followType + "하려면 클릭하세요";
                }),
                n("ee05e96b", function (e) {
                    return e.screenName + " 님을 " + e.followType + "하려면 클릭하세요";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + "에서 나가려면 클릭하세요";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " 님 " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + " 님을 언팔로우할까요?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + "을(를) 언팔로우할까요?";
                }),
                n("ge753264", "이 사용자들의 게시물은 더 이상 추천 타임라인에 표시되지 않습니다. 이러한 사용자의 프로필은 게시물이 비공개로 설정되지 않는 한 계속 볼 수 있습니다."),
                n("b837c0e8", "이 토픽을 언팔로우해도 내가 어느 계정을 팔로우하는지에 따라 이 토픽에 대한 게시물을 계속 보게 될 수 있습니다."),
                n("ddac1f1d", function (e) {
                    return "정말 " + e.communityName + "에서 나가시겠어요?";
                }),
                n("j8e33c40", "커뮤니티에 액세스할 수 없고 더 이상 참여할 수 없게 되지만, 이전에 작성한 게시물은 계속 볼 수 있습니다."),
                n("f305840e", "대기 중"),
                n("i036327c", "팔로우 요청을 취소할까요?"),
                n("j95e3097", function (e) {
                    return "계속하면 내 대기 중인 요청이 취소되고 @" + e.screenName + " 님은 더 이상 요청을 볼 수 없게 됩니다.";
                }),
                n("d85bc1b8", "사진에 대고 줌인 또는 줌아웃 해보세요."),
                n("f596ace8", "영상비: 원본"),
                n("df031fca", "영상비: 와이드"),
                n("b40332c6", "영상비: 정사각형"),
                n("e547b368", "원본"),
                n("f7571204", "와이드"),
                n("e6e16812", "정사각형"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + " 님이 프로모션 중";
                }),
                n("if2bf8b4", "프로모션 중"),
                n("f3624b5c", "프로모션 중(정치 캠페인)"),
                n("b4b3b113", function (e) {
                    return e.fullName + " 님이 프로모션 중(정치 캠페인)";
                }),
                n("be222050", "프로모션 중(이슈 광고)"),
                n("hcbbe447", function (e) {
                    return e.fullName + " 님이 프로모션 중(이슈 광고)";
                }),
                n("jcf3e7a2", "Lottie 애니메이션 프레임 진행률"),
                n("a0af935c", "마음에 들어 함"),
                n("b8c465e2", "재게시됨"),
                n("c7a989ce", "북마크에 추가됨"),
                n("b03835c7", function (e) {
                    return e.replyCount + " 답글";
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " 재게시";
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " 마음에 들어요";
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " 북마크";
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " 조회수";
                }),
                n("f2849136", "애널리틱스"),
                n("f206e970", "게시 애널리틱스 보기"),
                n("c7073f5b", function (e) {
                    return e.count + " 조회수. 게시 애널리틱스 보기";
                }),
                n("hf417cf0", "북마크에서 삭제하기"),
                n("febd30ed", function (e) {
                    return e.count + " 북마크. 북마크";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " 북마크. 북마크에 추가됨";
                }),
                n("d636ebc6", "마음에 들어요"),
                n("eb3a8b0c", "마음에 들어요 취소"),
                n("j472ecfc", "이 게시물에 마음에 들어요 보내기"),
                n("dac92b0d", function (e) {
                    return e.count + " 마음에 들어요. 마음에 들어요";
                }),
                n("aa650427", function (e) {
                    return e.count + " 마음에 들어요. 마음에 들어 함";
                }),
                n("hdf7226a", "답글"),
                n("c9940955", function (e) {
                    return e.count + " 답글. 답글하기";
                }),
                n("f2919fb8", "재게시"),
                n("fd1e5446", "재게시 취소"),
                n("dfad425d", function (e) {
                    return e.count + " 재게시. 재게시";
                }),
                n("a386dc55", function (e) {
                    return e.count + " 재게시. 재게시함";
                }),
                n("f65198c2", "인용 보기"),
                n("dc63da16", "공유하기"),
                n("cee0585c", "게시물 공유하기"),
                n("ceb6841c", "멤버가 삭제되면 해당 멤버의 게시물은 커뮤니티의 다른 멤버가 볼 수 없도록 숨김 처리됩니다."),
                n("cb731cae", "서클 수정하기"),
                n("c33d3a84", "서클에서 일어난 일은 서클 밖에 공개되지 않습니다"),
                n("c4f10e71", "자세히 알아보기"),
                n("b09adb0c", "대화 보기"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "팔로우 중";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "팔로워";
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "구독자";
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "구독";
                }),
                n("ef633578", "계정이 일시 정지되었습니다"),
                n("a6a3d496", "링크 삽입"),
                n("acce6978", "링크 수정"),
                n("f5e8f526", "수정"),
                n("h517e8d8", "삭제"),
                n("a30ae58e", "표시할 텍스트"),
                n("da38c958", "URL"),
                n("d5d57678", "삽입"),
                n("ec822028", "이 필드를 작성해 주세요"),
                n("ebc5d2cc", "이 URL에 문제가 있습니다. 이 링크의 철자와 형식이 올바른지 확인해 주세요."),
                n("h30a19bb", function (e) {
                    return "원형 차트입니다. 차트의 제목은 " + e.chartTitle + "입니다. 카테고리는 총 " + e.noOfCategories + "개입니다. 최솟값은 " + e.minValue + "이며 최댓값은 " + e.maxValue + "입니다. 탐색 콘트롤을 사용해 차트를 탐색해 보세요.";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + "에서 " + e.maxValue + " 범위의 데이터 값을 갖는 수평 막대형 차트";
                }),
                n("gdd51574", "아래로 당겨서 새로 고침"),
                n("e557ad8e", "사용 중"),
                n("e3a58c28", "펼치기"),
                n("db355331", function (e) {
                    return e.team + " 승";
                }),
                n("a8428d5e", "다음 경기"),
                n("a7aad8ba", "라이브"),
                n("e431f1aa", "최종 점수"),
                n("a7391708", "연기됨"),
                n("d2dbfa92", "취소됨"),
                n("cd734f66", "오늘"),
                n("c8891d06", "내일"),
                n("d2414d31", function (e) {
                    return "안 읽은 항목 " + e.count + "개";
                }),
                n("ce4e85ae", "안 읽은 항목"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "시"),
                n("ccc99ff2", "분"),
                n("g5662c95", function (e) {
                    return "레벨 " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "이 사용자는 현재 진행 중인 스페이스에 참여 중입니다. 함께 참여하려면 클릭하세요"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " 님은 현재 진행 중인 스페이스에 참여하고 있습니다. 함께 참여하려면 클릭하세요";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " 님은 현재 진행 중인 생방송에 참여하고 있습니다. 시청하려면 클릭하세요";
                }),
                n("d9fd5570", "숨겨진 답글"),
                n("c566d3a6", "숨기기"),
                n("a897c4d6", "수정 내역 열기"),
                n("e07a85a2", "사용할 수 없는 게시물"),
                n("ffeb2fc6", "다음"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " 선택됨";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + "분";
                }),
                n("a394f905", function (e) {
                    return e.seconds + "초";
                }),
                n("f42c0c80", "선택한 섹션의 끝에서, 선택 영역을 조정하기 위해 화살표 키를 사용하세요"),
                n("i667afe8", "선택한 섹션의 시작에서, 선택 영역을 조정하기 위해 화살표 키를 사용하세요"),
                n("gfaaead8", "제목 없음"),
                n("cfd13f46", "음성 도킹"),
                n("eba2660a", "파란색"),
                n("hc196b78", "진자주색"),
                n("c8bc49d2", "보라색"),
                n("efff09ee", "녹색"),
                n("fcb424ee", "노란색"),
                n("ie2215aa", "자홍색"),
                n("f106ce44", "주황색"),
                n("acddd4d4", "빨간색"),
                n("cef9b062", "청록색"),
                n("d9daefca", "어두운 회색");
            var b = a(202784),
                u = [
                    function (e) {
                        return 0 === e ? 2 : 1 === e ? 0 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : 2 === e ? 2 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : 2 === e ? 2 : 3 === e ? 3 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                ],
                i = { c4d3d079: 0, c5f6ee1d: 1, d764af97: 2, j55320df: 2, g1bf440b: 2, aee9e7fb: 2, d6998bab: 3, ec2cede5: 2, b8e3884f: 1, e8969de9: 1, a389fb7b: 1, gd8d8205: 1, i981a661: 4, jceb2edb: 1, f20a22a1: 4, c7f250eb: 1, a9ec3729: 1, d4918c71: 1, a87b1795: 1, ge9aefd5: 1 };
            function o(e) {
                return e;
            }
            var m = (function (e) {
                var c, a, n, f, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = g).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    d(c, a),
                    (g.prototype.render = function () {
                        return b.createElement.apply(b, this[this.props.$i18n].reduce(this.templateReducer, [b.Fragment, null]));
                    }),
                    (n = g),
                    (f = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X에서는 검토를 위해 항상 스페이스의 사본을 보관합니다. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["차단된 계정은 참여할 수 없습니다. 하지만 X에 로그인하지 않은 사용자도 청취는 가능합니다. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X에서는 스팸 및 사이버 폭력 여부를 검토하기 위해 스페이스의 녹음을 제한된 기간 동안 보존합니다. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["인증 조직 서비스를 구독하고 조직의 모든 계정에서 운영할 수 있는 1,000달러의 광고 크레딧을 받으세요. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["X에 가입하면 ", " 님의 게시물에 반응을 보낼 수 있습니다."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["X에 가입하면 ", " 님의 게시물을 내 팔로워와 공유할 수 있습니다."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["X에 가입하여 ", " 님의 게시물에 하트를 보내세요."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["", " 님을 팔로우하고 X에서 공유하는 메시지를 확인하세요."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["지금 X에 가입하여 ", " 님의 게시물을 비공개로 공유해 보세요."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["", " 님을 팔로우하여 큐레이션된 게시물 보기"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["지금 바로 X에 가입하여 ", " 님이 큐레이션한 사람들의 게시물 스트림을 확인해 보세요."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["지금 X에 가입하여 ", " 등 내게 가장 중요한 주제에 대한 새롭고 흥미로운 대화를 발견해 보세요."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X에서 ", " 님의 게시물을 검색합니다."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X와 X 파트너는 귀하에게 보다 우수하고 안전하며 빠른 서비스를 제공하고 당사의 비즈니스를 지원하기 위해 쿠키를 사용합니다. 일부 쿠키는 당사의 서비스를 사용하거나 개선하고, 해당 서비스가 적절히 작동하도록 하기 위해 필요합니다. "모든 쿠키를 허용함"을 클릭할 경우, X와 X 파트너가 쿠키를 사용하여 귀하의 관심사에 맞는 광고와 커뮤니케이션을 제공하는 활동도 허용하게 됩니다. "선택적 쿠키를 차단함"을 클릭할 경우, 당사는 맞춤형 광고 및 커뮤니케이션을 위한 추가 데이터를 수집하기 위해 쿠키를 사용하지 않습니다. 귀하의 쿠키 설정을 변경하는 방법 등에 대한 자세한 내용은 ', "의 쿠키 페이지를 참조하세요."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X와 X 파트너는 귀하에게 보다 우수하고 안전하며 빠른 서비스를 제공하고 당사의 비즈니스를 지원하기 위해 쿠키를 사용합니다. 일부 쿠키는 당사의 서비스를 사용하거나 개선하고, 해당 서비스가 적절히 작동하도록 하기 위해 필요합니다. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["가입하시려면 ", "을 포함해 ", "과 ", "에 동의해야 합니다."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["지난 6개월 동안 검증된 뉴스 간행물에서 발행된 본인에 대한 기사 최소 3건의 링크 주소를 입력해 주세요. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["자신의 X 계정의 유형에 따라 특정 요구 사항을 충족해야 합니다. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["내 계정을 가장 잘 설명하는 옵션을 선택하세요. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["본인의 계정이 활동가 또는 조직자로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택하세요. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["본인의 지역에서 활동가로 인증받기 위한 최소 팔로워 또는 멘션 요건을 충족하지 못했습니다. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["본인에 대한 최근 검색 활동의 증거를 포함한 Google 트렌드 프로필의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["본인에 대한 위키피디아 문서의 링크 주소를 입력하세요. 최소 3건의 외부 참조를 포함해야 합니다. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["본인을 인증된 옹호 단체의 지도자 직책으로 명시하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["본인의 계정이 영향력 있는 개인으로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택하세요. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["본인의 지역에서 콘텐츠 크리에이터 또는 영향력 있는 개인으로 인증받기 위한 최소 팔로워 또는 멘션 요건을 충족하지 못했습니다. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["내 제작물에 대한 최근 검색 활동을 증명해 주는 자료가 포함된 Google 트렌드 프로필의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["지난 6개월 이내에 적격한 뉴스 간행물에서 발행된 내 제작물에 대한 기사 3건 이상의 링크를 제공하세요. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["내 계정이 주요 제작물에 대한 공식 계정으로 인증될 자격을 갖추었음을 보여주는 방법을 하나 선택하세요. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["귀 제작사가 공공 증권 거래소에 등록되어 있음을 증명해 주는 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["내 제작물에 대한 3건 이상의 외부 참조를 포함하는 위키피디아 문서의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["본인의 계정이 지명도 있는 엔터테인먼트 회사로 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택해 주세요. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["본인의 엔터테인먼트 회사에 대한 최근 검색 활동을 증명하는 자료가 포함된 Google 트렌드 프로필의 링크 주소를 입력해 주세요. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["지난 6개월 이내에 적격한 뉴스 간행물에서 발행된 귀사에 대한 기사 3건 이상의 링크를 제공해 주세요. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["본인의 엔터테인먼트 회사가 공공 증권거래소에 등록되어 있음을 입증할 수 있는 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["본인의 엔터테인먼트 회사에 대한 위키피디아 페이지의 링크 주소를 입력하세요. 최소 3건의 외부 참조가 포함되어 있어야 합니다. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["내 계정이 영향력 있는 디지털 콘텐츠 크리에이터로 인증될 자격이 있음을 보여줄 수 있는 방법을 선택하세요. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["내 콘텐츠 크리에이터 프로필에 대한 링크를 제공하세요. 크리에이터 프로필을 가져올 수 있는 디지털 플랫폼에는 제한이 없지만, 내 X 사용자 아이디를 참조해야 합니다. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["본인에 대한 위키피디아 문서의 링크 주소를 입력하세요. 최소 3건의 외부 참조를 포함해야 합니다. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["본인의 계정이 엔터테인먼트 업계의 개인으로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택하세요. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["본인의 IMDB 프로필 링크 주소를 입력해 주세요. 이 프로필은 최소 50건의 제작 크레딧을 포함해야 합니다. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["엔터테인먼트 업계의 개인으로서 본인과 본인의 X 계정을 참조하는 링크 주소를 입력하세요. 해당 링크는 인증된 단체의 공식 웹사이트에서 가져온 것이어야 합니다. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["이 정부 계정을 가장 잘 설명해 주는 카테고리를 선택하세요. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["최근 6개월 내에 본인을 공직 후보자로 언급하는 검증된 뉴스 기관에서 게시한 최소 5개의 기사의 링크를 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["본인의 계정이 자격을 갖춘 관공서임을 보여주는 지난 6개월 내에 검증된 언론사에서 게시한 기사의 링크 주소를 최소 5개 입력하세요. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["본인이 자격을 갖춘 공무원임을 언급하는 지난 6개월 내에 검증된 언론사에서 게시한 기사 최소 5건의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["본인 및 본인의 X 계정을 주 또는 국가 수준 정부 기구의 후보자로 언급하는 공식 캠페인 웹사이트의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["본인의 관공서 또는 공공 서비스 기관 및 X 계정을 언급하는 공식 정부 웹사이트의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["본인을 자격을 갖춘 공무원 또는 정부 기관의 직원이라고 명시하는 자료의 링크 주소를 입력하세요. 참조 자료는 확인된 정부 기관의 공식 사이트에서 가져온 것이어야 합니다. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["언론인은 검증된 뉴스 보도기관이나 발행기관에 고용된 사람임을 확인받아야 합니다. 고용주 계정의 링크를 제공해 주세요. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["내 계정이 지명도 있는 언론인으로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 한 가지 선택하세요. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["귀하를 고용주를 위해 일하는 언론인으로 명시하는 링크를 제공하세요. 참조 정보는 검증된 뉴스 기관의 공식 사이트에서 가져온 것이어야 합니다. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["지난 6개월 이내에 발행된 적격한 간행물에 본인이 저자로 명시되거나 크레딧에 오른 필자명 행을 최소 3건 입력해 주세요. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["사용자의 계정이 저명한 뉴스 보도기관으로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 한 가지 선택하세요. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["해당 뉴스 보도기관에 대한 최근 검색 활동의 증거를 포함한 Google 트렌드 프로필의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["해당 뉴스 보도기관에 대한 위키피디아 문서(최소 3건의 외부 참조 포함)의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["해당 뉴스 보도기관이 공공 증권거래소에 등록되어 있음을 입증할 수 있는 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["지난 6개월 동안 검증된 뉴스 간행물에 실린 해당 뉴스 보도기관에 대한 최소 3건의 기사의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["프로 스포츠 업계의 개인은 인증된 스포츠 리그 및 인증될 예정인 이벤트의 출전 선수여야 합니다. 계정과 관련된 인증된 팀, 리그, 이벤트 또는 단체에 대한 링크 주소를 입력해 주세요."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["본인의 지역에서 게임 업계의 개인으로 인증받기 위해 필요한 최소 팔로워 기준을 충족하지 못했습니다. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["게임 업계의 개인은 인증된 e스포츠 리그 및 인증될 예정인 이벤트의 출전 선수여야 합니다. 본인의 계정과 관련된 인증된 팀, 리그, 이벤트 또는 단체에 대한 링크를 입력해 주세요."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["본인의 계정이 저명한 스포츠 리그, 팀 또는 국제 대회로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택하세요. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["해당 프로 스포츠 단체에 대한 최근 검색 활동의 증거를 포함한 Google 트렌드 프로필의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["해당 프로 스포츠 단체에 대한 위키피디아 문서(최소 3건의 외부 참조 포함)의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["해당 프로 스포츠 단체가 공공 증권 거래소에 등록되어 있음을 증명하는 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["본인을 리그 구성원, 팀원 또는 선수로 지칭하는 국제 대회 또는 프로 스포츠 기관의 공식 웹사이트 링크 주소를 입력해 주세요. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["지난 6개월 동안 검증된 뉴스 간행물에 실린 해당 단체에 대한 최소 3건의 기사의 링크 주소를 입력하세요. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["본인의 계정이 프로 운동선수로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택해 주세요. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["본인의 계정이 게임 업계의 개인으로서 인증될 자격을 갖추었음을 보여줄 수 있는 방법을 선택하세요. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["본인을 프로 운동선수, 매니저 또는 코치로 지칭하는 국제 대회 또는 프로 스포츠 기관의 공식 웹사이트 링크 주소를 입력해 주세요. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["본인을 등록된 팀 선수, 코치 또는 매니저로 지칭하는 인증된 e스포츠 리그 또는 이벤트의 공식 웹사이트 링크 주소를 입력해 주세요. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["죄송합니다. 지금은 새로운 확인 요청을 처리할 수 없습니다. 나중에 다시 확인하고 다시 시도해 주세요. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["이메일을 통해 본인 인증을 진행하려면 이전에 인증된 이메일 주소가 있어야 합니다. 이 작업을 진행하려면 ", "으로 이동하세요."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["이메일을 통해 본인 인증을 진행하려면 트위터의 자격 요건을 충족하는 인증된 이메일 주소가 있어야 합니다. 이 작업을 진행하려면 ", "으로 이동하세요."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["계정 인증은 특정 범주에 속하는 유명인이나 그룹을 대상으로 진행됩니다. 본인의 계정이 이에 해당한다고 생각하는 경우 인증 요청을 시작하세요. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["신분증에 얼굴이 선명하게 보이고 글자를 식별할 수 있는지 확인하세요. 그렇지 않은 경우 다시 제출하셔야 할 수 있습니다. X에서는 사용자의 신분증 사본을 수신하거나 저장하지 않습니다. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["제출된 데이터를 수정하거나 액세스하는 방법에 대한 자세한 내용은 트위터의 ", "을 확인해 주세요."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["결정이 내려지면 바로 연락을 드리겠습니다. 이 절차는 최대 " + this.props.days + " 일이 소요될 수 있습니다."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["서비스 개선을 위해 간단한 ", "에 응답해 주세요."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["마지막으로 제출하신 인증 요청이 " + this.props.date + "에 거부되었습니다. 이 날짜로부터 30일 이후에 새 요청을 제출하실 수 있습니다."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return [this.props.date + "에 인증 요청을 제출하셨습니다. 이 날짜로부터 30일 이후에 새 요청을 제출하실 수 있습니다."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return [this.props.date + "에 인증 요청을 제출하셨습니다. 결정이 내려지면 바로 연락해 드리겠습니다."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["X에서 즐거운 시간 보내시고 ", "을 준수하는 것을 잊지 마세요."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["이것은 계정에 연결된 앱입니다. 이러한 앱이 액세스하는 정보를 표시하고 액세스를 차단할 수 있습니다. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["내가 팔로우하는 사용자가 보낸 쪽지는 항상 받을 수 있습니다. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["관리 계정을 연결하면 자동화 계정에 자동화 계정 라벨이 표시됩니다. 모든 자동화 계정은 관리 계정과 연결해야 합니다. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " (", " 제공)"];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["X를 건전한 대화의 장으로 유지하기 위해 이 게시물에 참여할 수 있는 대부분의 방법을 비활성화했습니다. 그래도 이 게시물에 대해 이야기하고 싶다면 인용하기는 가능합니다. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["X를 건전한 대화의 장으로 유지하기 위해 이 게시물에 참여할 수 있는 대부분의 방법을 비활성화했습니다. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["@" + this.props.username + " 님과 그 서클만 이 게시물을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["이 규칙은 커뮤니티 관리자에 의해 설정 및 시행되며, ", "에 더해 추가로 적용됩니다."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["커뮤니티는 공개로 운영되므로 현재 비공개 계정은 가입할 수 없습니다. 게시물을 읽을 수는 있지만, 커뮤니티에 참여하려면 ", "해야 합니다."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["커뮤니티 규칙 ", "을 위반했으므로 중재자에 의해 추방되었습니다."];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return ["시청자 " + this.props.viewerCount + "명"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", " 님의 GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", " 님의 동영상"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", " 님의 사진"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['대신 "', '"(으)로 검색하기'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['"', '"을(를) 찾으시나요?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + "도 답글을 쓸 수 있습니다"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + "자"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["마지막 수정일: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["도움말과 사용 방법을 ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["출처: "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["", "에 마지막으로 저장됨"];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " 아티클 게시를 취소하고 임시보관함으로 이동했습니다. 아티클은 공개되지 않습니다."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["다음 미디어는 민감한 콘텐츠를 포함할 수 있습니다. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["수정 기능은 원래의 게시물로 제한되며 답글이나 스레드 등은 포함되지 않습니다. 어떤 항목을 수정할 수 있는지 ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["서클을 수정하고 싶으세요? 언제든지 가능합니다. 서클에서 계정을 삭제해도 해당 계정에는 알림이 전송되지 않습니다. "];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["새로운 기사 작성기에서 새로운 서식 옵션을 "];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["커뮤니티는 공개로 운영되므로 비공개 계정은 대화에 참여할 수 없습니다. 게시물을 읽고 마음에 들어요 표시를 할 수는 있지만, 더 많은 활동에 참여하려면 ", "해야 합니다."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", " 님에게 보내는 답글"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return [this.props.communityName + "의 ", " 님에게 보내는 답글"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return [this.props.communityName + "의 ", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return [this.props.communityName + "의 ", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return [this.props.communityName + "의 ", " 님에게 보내는 답글."];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", " 님에게 보내는 답글. 이 사용자의 ", "도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", " 님에게 보내는 답글. 이 사용자의 ", "도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", " 님에게 보내는 답글. 이 사용자의 ", "도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", "에게 보내는 답글. 이 사용자의 ", "도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", " 님에게 보내는 답글. 내 팔로워 중 " + this.props.trustedFriendsTweetOwner + " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", " 님에게 보내는 답글. " + this.props.trustedFriendsTweetOwner + "님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", " 님에게 보내는 답글. 내 팔로워 중 ", " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", " 님에게 보내는 답글. ", " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", " 님에게 보내는 답글. 내 팔로워 중 ", " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["", " 님에게 보내는 답글. ", " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", "에게 보내는 답글. 내 팔로워 중 ", " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", "에게 보내는 답글. ", " 님의 서클도 내 답글을 볼 수 있습니다."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["'게시물 프로모션하기'를 클릭하면 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["새 이메일(" + this.props.unverifiedEmail + ")이 인증되지 않았습니다. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["비밀번호를 변경하면 현재 사용 중인 세션을 제외한 모든 활성 X 세션에서 로그아웃됩니다. 내 계정에 대한 액세스 권한이 있는 ", "은(는) 영향을 받지 않습니다. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["본인은 X와 Persona가 추출된 생체 인식 데이터를 포함한 내 ID 이미지와 셀카 이미지를 내 신원을 확인하고 X의 관련 안전 및 보안, 사기 방지 및 결제 목적으로 사용하는 것에 동의합니다. Persona는 이러한 데이터를 최대 30일 동안 저장할 수 있습니다. X는 내가 ", "를 구독하는 동안 내 성명, 주소 및 주민등록번호의 해시를 저장할 수 있습니다."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["본인은 X와 Au10tix가 추출된 생체 인식 데이터를 포함한 내 ID 이미지와 셀카 이미지를 내 신원을 확인하고 X와 관련된 안전 및 보안, 사기 방지 및 결제 목적으로 사용하는 것에 동의합니다. Au10tix는 이러한 데이터를 최대 30일 동안 저장할 수 있습니다. X는 내가 ", " 또는 ", " 프로그램에 참여하는 동안 내 성명, 주소 및 주민등록번호의 해시를 저장할 수 있습니다. "];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["본인은 X와 Au10tix가 추출된 생체 인식 데이터를 포함한 내 ID 이미지와 셀카 이미지를 내 신원을 확인하고 X와 관련된 안전 및 보안, 사기 방지 및 결제 목적으로 사용하는 것에 동의합니다. Au10tix는 이러한 데이터를 최대 30일 동안 저장할 수 있습니다. X는 내가 ", " 또는 ", " 프로그램에 참여하는 동안 내 성명, 주소 및 주민등록번호의 해시를 저장할 수 있습니다. "];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["본인은 X와 Stripe가 추출된 생체 인식 데이터를 포함한 내 ID 이미지와 셀카 이미지를 내 신원을 확인하고 X와 관련된 안전 및 보안, 사기 방지 및 결제 목적으로 사용하는 것에 동의합니다. Stripe 또는 그 하위 처리업체는 이러한 데이터를 최대 30일 동안 저장할 수 있으며 사기 탐지 목적으로 모델을 학습시키고 데이터베이스를 업데이트하는 데 사용할 수 있습니다. X는 내가 ", " 또는 ", " 프로그램에 참여하는 동안 내 성명, 주소 및 주민등록번호의 해시를 저장할 수 있습니다. "];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["본인은 X와 Stripe가 추출된 생체 인식 데이터를 포함한 내 ID 이미지와 셀카 이미지를 내 신원을 확인하고 X와 관련된 안전 및 보안, 사기 방지 및 결제 목적으로 사용하는 것에 동의합니다. Stripe 또는 그 하위 처리업체는 이러한 데이터를 최대 30일 동안 저장할 수 있으며 사기 탐지 목적으로 모델을 학습시키고 데이터베이스를 업데이트하는 데 사용할 수 있습니다. X는 내가 ", " 또는 ", " 프로그램에 참여하는 동안 내 성명, 주소 및 주민등록번호의 해시를 저장할 수 있습니다. "];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["이 코드를 적어 놓거나 스크린샷을 찍어 안전하게 보관해 두세요. 이 코드는 한 번만 사용할 수 있습니다. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["사용자 계정과 연결된 기본 국가입니다. 사용자의 국가는 X 환경을 맞춤화하는 데 사용됩니다. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["모바일 디바이스에서 가져온 연락처입니다. 이 정보는 팔로우할 계정 추천 등 X 환경을 맞춤 설정하는 데 사용됩니다. 이전에 업로드했던 연락처를 삭제하고 모든 디바이스에서 X와의 동기화를 끌 수 있습니다. 이 작업은 시간이 조금 걸릴 수 있습니다. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["활성화하면 게시물에 위치 정보를 첨부할 수 있습니다. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return [this.props.duration + "개월 동안 매월 ", " " + this.props.discountedPrice + " 청구"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return [this.props.duration + "년 동안 ", " " + this.props.discountedPrice + " 연간 청구 "];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [this.props.duration + "년 동안 ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [this.props.duration + "개월 동안 ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["사용자를 차단하면 해당 사용자는 나를 팔로우하거나 내게 쪽지를 보낼 수 없고, 해당 사용자의 알림이 표시되지 않습니다. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["일부 계정 정보는 Google 또는 Bing과 같은 검색 엔진에서 아직 접근 가능할 수도 있습니다. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["@사용자 아이디를 변경하기 위해 계정을 비활성화할 필요는 없습니다. ", "에서 아이디를 수정하세요."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["현재 @사용자 아이디 또는 이메일 주소를 다른 X 계정에서 사용하려면 이 계정을 비활성화하기 전에 해당 항목을 ", "하시기 바랍니다."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["", "를 다운로드하려면 계정을 비활성화하기 전에 요청 및 다운로드 프로세스를 모두 완료해야 합니다. 비활성화된 계정으로는 데이터 다운로드 링크를 보낼 수 없습니다."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["입력하신 생년월일(", ")이 정확함을 확인합니다. 그렇지 않을 경우 계정이 영향을 받을 수 있습니다."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["", "에 설명되어 있듯이, X는 광고를 포함한 사용자 경험을 맞춤 설정하기 위해 사용자의 연령을 사용합니다."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["X에서 내 생일을 공개할 대상을 정할 수 있습니다. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " 님이 진행 중입니다"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " 님이 공동 진행 중입니다"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " 님이 발언 중입니다"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " 님이 청취 중입니다"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", " 만들기"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["이미 다른 회사에서 이 웹사이트를 소유하고 있습니다. ", "을(를) 의미하시나요?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["이 필터는 내가 팔로우하는 사람에게서 받는 알림에는 영향을 주지 않습니다. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["한 번에 단어, 문구, @사용자 아이디, 해시태그 중 하나만 뮤트할 수 있습니다. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["단어를 뮤트하면 해당 단어를 포함한 게시물이 홈 타임라인에서 보이지 않으며, 관련 알림도 받지 않게 됩니다. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["뮤트한 모든 사용자가 나타납니다. 이 리스트에서 추가하거나 제거할 수 있습니다. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X에서 민감한 미디어를 볼지 여부에 대한 기본 설정을 관리할 수 있습니다. X의 ", "에 관해 자세히 알아보세요."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["여기에는 본인 계정의 ", "에서 민감한 콘텐츠로 표시한 미디어 등 민감한 콘텐츠로 표시한 기타 미디어가 포함됩니다."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["계정이 경고 표시를 받은 적이 있으므로 크리에이터 수익 공유 프로그램에 참여할 수 없습니다. ", "에 안내된 지침에 따라 이의를 제기할 수 있습니다. 이의 제기를 처리되는 동안 수익 배분금은 계속해서 발생합니다."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["계정이 경고 표시를 받은 적이 있으므로 광고 수익 배분 프로그램에 참여할 수 없습니다. ", "에서 지침에 따라 이의를 제기할 수 있습니다. 이의 제기를 처리되는 동안 수익 배분금은 계속해서 발생합니다."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return [this.props.name + " 님", "구독하기"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["무엇을 얻을 수 있는지 궁금하세요? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["신청하면 ", "을 준수하는 것에 동의하게 됩니다"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["본인과 오디언스 모두가 만족할 수 있는 합리적인 월별 가격을 고르세요. 수익이 얼마가 될지 궁금하세요? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["수락 및 계속을 선택하면 ", "을 준수하는 것에 동의하게 됩니다"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["구독료를 확정하기 전에 한 번 더 확인해 주세요. 참고: 구독 테스트 기간에는 "];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["Stripe 계정이 확인되었습니다. 곧 계정에서 구독이 활성화됩니다. 활성화되면 바로 알림을 보내드리겠습니다. 본인의 프로필에서 구독이 활성화되었는지 직접 확인할 수도 있습니다."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["아래를 탭하면 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["'가입 및 ID 인증'을 선택하면 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["'가입 및 ID 인증'을 선택하면 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["내 게시물의 답글에 게재되는 광고를 통해 수익을 얻으세요. 광고 수익 프로그램에 참여하려면 계정이 ", "과 ", "을 준수해야 합니다."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["", "에서 X 환경을 내게 맞춰 설정하세요."];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["예, Twitter의 ", "에 따라 모든 자동화 계정에는 라벨을 표시해야 합니다."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", " 페이지에서 자세히 알아보세요."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["자세한 내용은 ", " 페이지에서 확인하세요."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["떠나신다니 아쉽습니다. #GoodBye"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["생년월일을 제공하지 않은 경우에는 X 프로필과 활동을 토대로 연령대를 제공합니다. 연령 정보를 사용하여 사용자 환경을 맞춤 설정합니다. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["정보가 잘못되었나요? 정보를 공개하지 않고도 ", "에 생일을 추가할 수 있습니다."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["맞춤형 오디언스는 주로 이메일 목록 또는 탐색 행동을 기반으로 생성됩니다. 광고주는 이를 통해 잠재 고객 또는 이미 비즈니스에 관심을 보인 사람들에게 도달할 수 있습니다. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["You are currently a part of ", " from "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["이 기능을 활성화하려면 ", " 설정으로 가서 '추론된 신원 정보를 기반으로 맞춤 설정'을 켜세요."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["이 기능을 활성화하려면 ", " 설정에서 '추정된 신원 정보를 기반으로 맞춤 설정'을 켜세요."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["", " 설정에서 '추정된 신원 정보를 기반으로 맞춤 설정'을 해제하면 이 정보를 삭제할 수 있습니다."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["", " 설정에서 '추정된 신원 정보를 기반으로 맞춤 설정'을 해제하여 이 정보를 삭제할 수 있습니다."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["사용자가 X에 제공한 이메일 주소와 공통 요소가 있는 이메일 주소로 추정되는 해시입니다. 이 정보는 ", " 설정에서 '추정된 신원 정보를 기반으로 맞춤 설정'을 해제하면 삭제할 수 있습니다."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["X가 이 브라우저에서 내 사용자 환경을 개선하고 측정하는 데 이용하는 디바이스입니다. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["나와 관련성이 높은 브라우저 및 디바이스입니다. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["X에서 내 사용자 환경을 맞춤 설정하기 위해 사용하는 브라우저, 디바이스, 정보입니다. 여기에는 내가 X에 로그인할 때 사용한 적 없는 디바이스와 브라우저가 포함되며, 내 X 계정에 연결된 것과 같은 이메일 주소와 전화번호도 포함됩니다. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["", "에서 이 기능을 켜세요."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["앱에서 의심스러운 활동이 발견된 경우 ", "에서 액세스를 차단하세요. IP 기반 위치는 실제 위치와 다를 수 있습니다. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["X의 파트너는 쇼핑 습관과 생활 스타일을 비롯한 온라인 및 오프라인 행동 패턴을 기반으로 오디언스를 생성합니다. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["오류가 발생하여 X 데이터를 보내지 못했습니다. 데이터를 요청하려면 ", "해 주세요."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " 전"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["상위 1,000명의 게스트만 표시할 수 있습니다. 익명으로 청취 중이거나 X에 로그인하지 않은 사람들도 들을 수 있습니다. "];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "분 " + this.props.seconds + "초"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "시간 " + this.props.minutes + "분"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " 님이 그룹 사진을 변경했습니다"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["그룹 이름을 로 변경했습니다 "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " 님이 그룹 이름을 로 변경했습니다"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["그룹 이름이 로 변경되었습니다 "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " 님이 ", " 님을 추가했습니다"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " 님이 추가되었습니다"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " 님이 나갔습니다"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " 님이 나를 추가했습니다"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["이 그룹에 ", " 있습니다."];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["There " + t(this.props.count, "is", "are") + " " + this.props.count + " other pe" + t(this.props.count, "rson", "ople") + " in this group"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["이 게시물은 민감한 콘텐츠를 포함할 수 있습니다. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["쪽지가 암호화되어 있습니다. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["이 사용자에게는 암호화된 쪽지를 보낼 수 없습니다. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["이 사용자에게 더 이상 쪽지를 보낼 수 없습니다. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["현재 디바이스에서는 이 암호화된 대화에 액세스할 수 없습니다. 액세스하려면 이전 디바이스에서 로그인하세요. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["인증을 받지 않았으므로 이 그룹에 쪽지를 보낼 수 없습니다. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["인증을 받지 않았으므로 이 사용자에게 쪽지를 보낼 수 없습니다. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["", " 님의 Fleet에 대한 내 반응: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["내 Fleet에 대한 반응: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " 님이 GIF를 보냈습니다"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " 님이 링크를 보냈습니다"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " 님이 사진을 보냈습니다"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " 님이 스티커를 보냈습니다"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " 님이 동영상을 보냈습니다"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " 님이 음성 메시지를 보냈습니다"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " 님이 게시물을 공유했습니다"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", " 님:"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["@", " 님의 동영상에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["@", " 님의 동영상에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["동영상에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["동영상에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["@", " 님의 사진에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["@", "님의 사진에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["사진에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["사진에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["@", " 님의 GIF에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["@", " 님의 GIF에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["GIF에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["GIF에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["@", " 님의 게시물에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " 님이 @", " 님의 게시물에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["게시물에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " 님이 게시물에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["@", " 님의 링크에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["@", "님의 링크에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["링크에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["링크에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["@", " 님의 쪽지에 ", " 반응을 보냈습니다: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["@", " 님의 쪽지에 ", " 님이", " 반응을 보냈습니다: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["", " 반응을 보냈습니다: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " 님이 ", " 반응을 보냈습니다: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["@", " 님의 음성 메시지에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["@", " 님의 음성 메시지에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["음성 메시지에 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["음성 메시지에 ", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " 님이 ", " 반응을 보냈습니다"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["X 시스템은 공유 링크 및 미디어에서 스팸, 사이버 폭력 및 금지된 콘텐츠를 검색하는 한편, 사용 패턴을 분석하여 의심스러운 활동을 감지하고 사용자 경험을 개선합니다. X에서는 서비스 위반 및 오남용 신고를 조사하거나 법률 또는 정부 요청을 준수하기 위해 DM을 수동으로 검토할 수 있습니다. 자세한 내용은 ", "을 확인하세요."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["내가 팔로우하지 않는 계정으로부터 받은 쪽지 요청은 여기서 볼 수 있습니다. 쪽지에 답글을 쓰려면 요청을 수락해야 합니다. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["과제를 시작하면 Google에서 내 정보와 내 디바이스 및 브라우저에 대한 정보를 수집하여 사용할 수 있습니다. Google의 ", "을 살펴보세요."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " 마음에 들어요"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " 사진 및 동영상"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " 게시물"];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["@" + this.props.screenName + " 님을 팔로우하거나 해당 사용자의 게시물을 볼 수 없습니다. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["정말 이 게시물을 보시겠습니까? 게시물을 봐도 @" + this.props.screenName + " 님의 차단은 해제되지 않습니다. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["지적재산권 문제를 신고하려면 ", "를 방문해 주세요. 이 제품에 대한 다른 문제를 신고하려면 iOS 또는 Android 앱으로 이동하세요."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["제품 규정 위반에 관한 자세한 정보를 확인하려면 ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["횟수: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["카테고리는 자체 선택되며 X에 의해 지정, 확인 또는 승인되지 않습니다. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["이 계정은 ", "의 제휴 계정입니다."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["승인된 팔로워만 @" + this.props.screenName + " 님의 게시물을 볼 수 있습니다. 접근을 요청하려면 팔로우를 클릭하세요. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["이 계정은 ", "을 위반했으므로 일시 정지되었습니다"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["", " X 계정이 본인의 것인지 확인해 주세요. 귀하의 계정이 아닌 경우 해당 계정에서 ", "을(를) 삭제해 드리겠습니다."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["", " X 계정이 본인 소유가 맞고 앞으로 이메일 알림을 받지 않으려면 ", "으로 이동하세요."];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["", " X 계정에서 이메일 주소(", ")를 삭제했습니다. 이제 해당 계정에 대한 알림을 받지 않습니다."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["다른 사람이 X 계정 가입 시 실수로 내 이메일 주소를 입력했거나 의도적으로 악용했을 수 있습니다. 해당 계정을 신고하면 X에서 스팸을 확인하고 삭제할 수 있습니다. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["", "을 팔로우하고 인기 기사를 최대한 활용해 보세요."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + " 님을 팔로우했습니다. ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["익명으로 청취하는 동안에는 계정이 표시되지 않으며 스페이스에 참여할 수 없습니다. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["구독자가 되면 전용 스페이스에 참여하는 혜택을 누릴 수 있습니다. @" + this.props.screenName + " 님의 구독자만 이 스페이스에 참여할 수 있습니다. "];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["평가 영향력을 현재 점수인 " + this.props.currentImpact + "에서 " + this.props.ratingImpactToEarnIn + "로 높이고 노트 작성을 시작하세요."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["이 게시물(", ")에 포함된 링크에 관한 내용입니다. 이 링크가 포함된 모든 게시물에 표시되어야 합니다"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["이 이미지가 포함된 ", "에 이 노트가 유용한가요(게시물에서 다른 내용을 다루는 경우도 포함)?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["이 이미지가 포함된 모든 게시물에 이 노트가 유용한가요(게시물에서 다른 내용을 다루는 경우도 포함)?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["이 동영상이 포함된 ", "에 이 노트가 유용한가요(게시물에서 다른 내용을 다루는 경우도 포함)?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["이 동영상이 포함된 모든 게시물에 이 노트가 유용한가요(게시물에서 다른 내용을 다루는 경우도 포함)?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["이 미디어가 포함된 ", "에 이 노트가 유용한가요(게시물에서 다른 내용을 다루는 경우도 포함)?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["이 미디어가 포함된 모든 게시물에 이 노트가 유용한가요(게시물에서 다른 내용을 다루는 경우도 포함)?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", "에 관해 자세히 알아보기"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["요청은 투명성을 위해 익명으로 처리된 상태로 ", "됩니다."];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["그룹 노트를 작성하고 평가하려면 ", "하세요."];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["요청의 품질을 높이고 스팸을 방지하기 위해 그룹 노트를 요청하려면 계정에 인증된 전화번호가 있어야 합니다. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["게시자로서 "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return ["평가 영향력 " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return ["작성 영향력 " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["기존에 게시물 이미지에 추가되었으나 이후 삭제된 노트. 이 이미지가 포함된 다른 게시물에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["이 노트는 원래 이 ", "의 이미지에 추가된 노트이므로 이 이미지가 포함된 다른 게시물에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["기존에 게시물 동영상에 추가되었으나 이후 삭제된 노트. 이 동영상이 포함된 다른 게시물에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["이 노트는 원래 이 ", "의 동영상에 추가된 노트이므로 이 동영상이 포함된 다른 게시물에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["기존에 게시물 미디어에 추가되었으나 이후 삭제된 노트. 이 미디어가 포함된 다른 게시물에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["이 노트는 원래 이 ", "의 미디어에 추가된 노트이므로 이 미디어가 포함된 다른 게시물에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["기존에 게시물에 추가되었으나 이후 삭제된 노트. ", "에 대한 링크를 포함하는 다른 게시물에 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["기존에 ", "에 작성된 노트. ", "에 대한 링크를 포함하는 다른 게시물에 표시될 수 있음"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["사람들이 동의하면 이 동영상이 포함된 ", "에 표시될 수 있습니다."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["사람들이 동의하면 이 동영상이 포함된 게시물에 표시될 수 있습니다."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["사람들이 동의하면 이 이미지가 포함된 ", "에 표시될 수 있습니다."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["사람들이 동의하면 이 이미지가 포함된 게시물에 표시될 수 있습니다."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["사람들이 동의하면 이 미디어가 포함된 ", "에 표시될 수 있습니다."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["사람들이 동의하면 이 미디어가 포함된 게시물에 표시될 수 있습니다."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["기존에 게시물 동영상에 추가되었으나 이후 삭제된 노트. 이 동영상이 포함된 ", "에도 표시됩니다"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["이 노트는 원래 ", "의 동영상에 추가된 노트이므로 이 동영상이 포함된 ", "에도 표시됩니다"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["기존에 게시물 동영상에 추가되었으나 이후 삭제된 노트. 이 동영상이 포함된 ", "에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["이 노트는 원래 ", "의 동영상에 추가된 노트이므로 이 동영상이 포함된 ", "에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["기존에 이 게시물의 이미지에 추가되었으나 이후 삭제된 노트. 이 이미지가 포함된 ", "에도 표시되고 있습니다."];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["이 노트는 원래 ", "의 이미지에 추가된 노트이므로 이 이미지가 포함된 ", "에도 표시됩니다"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["기존에 게시물 이미지에 추가되었으나 이후 삭제된 노트. 이 이미지가 포함된 ", "에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["이 노트는 원래 ", "의 이미지에 추가된 노트이므로 이 이미지가 포함된 ", "에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["기존에 게시물 미디어에 추가되었으나 이후 삭제된 노트. 이 미디어가 포함된 ", "에도 표시됩니다"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["이 노트는 원래 ", "의 미디어에 추가된 노트이므로 이 미디어가 포함된 ", "에도 표시됩니다"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["기존에 게시물 미디어에 추가되었으나 이후 삭제된 노트. 이 미디어가 포함된 ", "에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["이 노트는 원래 ", "의 미디어에 추가된 노트이므로 이 미디어가 포함된 ", "에도 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["", "에 대한 링크를 포함하는 게시물 ", "개에 표시됨"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["", "에 대한 링크를 포함하는 게시물 ", "개에 표시될 수 있음"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["기존에 게시물에 추가되었으나 이후 삭제된 노트. ", "에 대한 링크를 포함하는 ", "에 표시됩니다"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["기존에 ", "에 추가된 노트. ", "에 대한 링크를 포함하는 ", "에 표시됩니다"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["기존에 게시물에 추가되었으나 이후 삭제된 노트. ", "에 대한 링크를 포함하는 ", "에 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["기존에 ", "에 추가된 노트. ", "에 대한 링크를 포함하는 ", "에 표시될 수 있습니다"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X의 소규모 실험 그룹에게 표시됨· " + this.props.impressionTruncated + "+ 조회"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X의 소규모 실험 그룹에게 표시됨"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X에 표시됨· " + this.props.impressionTruncated + "+ 조회"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X에 표시됨"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["평가는 투명성을 위해 익명화되고 모든 사람에게 공개됩니다. 그룹 노트에서 데이터를 ", "에 대해 알아보세요."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["이 메모가 ", "고 평가했습니다."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["이 메모가 ", "고 평가했습니다."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["이 메모가 ", "고 평가했습니다."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["이 노트를 ", "에 대한 링크를 포함하는 게시물 ", "개에 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["동일한 동영상을 포함하는 ", "에 이 노트를 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["동일한 이미지를 포함하는 ", "에 이 노트를 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["동일한 미디어를 포함하는 ", "에 이 노트를 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["이 노트를 ", "에 대한 링크를 포함하는 모든 게시물에 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["동일한 동영상을 포함하는 모든 게시물에 이 노트를 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["동일한 이미지를 포함하는 모든 게시물에 이 노트를 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["동일한 미디어를 포함하는 모든 게시물에 이 노트를 표시해야 하나요?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["그룹 노트를 개선하기 위한 의견이나 제안이 있으신가요? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["요청자들이 인용한 게시물 " + this.props.remainingCount + "개 더 보기"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["그룹 노트 참여자는 별칭을 사용합니다 · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["그룹 노트에 도입된 새로운 기능입니다. "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["평가 영향력을 현재 점수인 " + this.props.currentRatingImpact + "에서 " + this.props.requiredRatingImpact + "로 높이세요."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + "개의 삭제된 노트"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["작성 기능의 잠금을 해제하려면 이 점수를 " + this.props.requiredRatingImpact + "까지 높이세요"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["노트를 쓰고 싶으세요? 평가 영향력을 " + this.props.requiredRatingImpact + "점 이상으로 높이세요."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["그룹 노트에서는 노트 작성자와 평가자에게 정확한 신뢰도를 부여하기 위해 삭제된 노트의 상태를 유지합니다. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["X 사용자들이 배경 정보를 작성했습니다. 다른 사용자들이 이 정보가 유용하다고 평가하면 표시됩니다. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["데이터세트의 사용은 X 개발자 이용약관 및 정책의 적용을 받습니다. 다운로드 아이콘을 클릭하면 ", "에 동의하게 됩니다."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return [this.props.totalFiles + "개의 파일 중 " + this.props.fileIndex + "번"];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["다른 용어를 검색해 보거나 ", "으로 이동하여 잠재적으로 민감한 콘텐츠로부터 내 계정을 보호하는 기능을 사용 중인지 확인해 보세요."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " 전에 활성화됨"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["", " 님을 중재자로 삼으시겠어요?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["", " 님을 중재자에서 삭제하시겠어요?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["계속하려면 ", "을(를) 입력하세요"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " 님이 게시물을 숨겼습니다"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " 님이 게시물을 메인에 올렸습니다"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " 님이 게시물을 메인에서 내렸습니다"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " 님이 게시물 숨김을 해제했습니다"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " 님이 멤버를 삭제했습니다"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " 님이 멤버를 복구했습니다"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " 님이 이 커뮤니티에 가입했습니다"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " 님이 이 커뮤니티에서 나갔습니다"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " 님이 멤버 요청을 승인했습니다"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " 님이 멤버 요청을 거부했습니다"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " 님이 멤버 요청을 다시 승인했습니다"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", " 및 ", "이 신고"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", "가 신고"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", " 님에 의해 신고됨"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["@", " 님의 게시물을 숨겼습니다"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["@", " 님의 게시물을 보관했습니다"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["", " 님이 " + this.props.date + "에 생성"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", "로 "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["이 기능을 사용하려면 본인이 소유한 계정으로 전환하세요.\n\n참여자는 쪽지를 보내고, 게시하고, 리스트를 만들고, 이 모두를 볼 수 있습니다.\n\nX에서는 위임 기능을 개선하기 위해 항상 노력하고 있습니다. ", "."];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["이 기능을 사용하려면 본인이 소유한 계정으로 전환하세요.\n\n관리자는 쪽지를 보내고, 게시하고, 리스트를 만들고, 이 모두를 볼 수 있습니다. 또한 관리자는 해당 계정에 참여자를 초대하거나 삭제할 수 있으며 게시 애널리틱스를 조회할 수도 있습니다.\n\nX에서는 위임 기능을 개선하기 위해 항상 노력하고 있습니다. ", "."];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["이 채용공고에 대한 자세한 정보를 확인하려면 ", "하세요"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["타임라인에서 ", "(", ") 채용공고 보기"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", "(", ") 채용공고 표시"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["게시물을 봐도 @" + this.props.screenName + " 님의 차단은 해제되지 않습니다. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["", "으로 선주문"];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["", "에서 수익 창출 프로그램과 정책에 대해 자세히 알아보세요."];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(", " Fee)"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(수수료 ", "%, 최소 ", ")"];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["구매하시면 X의 ", " 및 ", "에 동의하는 것으로 간주됩니다. 이용약관에 명시된 것과 같이, 취소하기 전까지 구독은 자동으로 갱신됩니다. 언제든지 취소할 수 있습니다."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["구매하시면 X의 ", " 및 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["마음에 들어요, 멘션, 재게시 등 인증된 계정의 모든 활동은 여기에 표시됩니다. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", "에서 타사 앱 액세스 권한에 대해 자세히 알아보세요."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", "에서 제작. " + this.props.orgName + "의 ", " 및 ", "를 읽어 보세요."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["", "에 지원 요청 쪽지를 보내세요."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["시작하려면 "];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", "에서 동기화함"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["", "에서 공유함"];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X 채용과 관련해 궁금한 점이 있으시면 ", "으로 문의해 주세요."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(조직은 ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["", "을 시작하고 구독을 신청하면, 귀하는 당사의 ", "에 동의하는 것으로 간주됩니다. " + this.props.numberOfDays + "일 무료 체험 기간 이내에 구독을 취소하지 않으면 " + this.props.numberOfDays + "일 무료 체험 후에는 가입 시 선택한 연간 요금제 또는 월간 요금제 금액이 청구됩니다. 구독은 이용약관에 명시된 바와 같이 취소하기 전까지 자동으로 갱신됩니다. ", ". 구독을 갱신하기 최소 24시간 전에 취소하면 추가 요금이 부과되지 않습니다. 구독하려면 인증된 전화번호가 필요합니다. 다른 플랫폼에서 구독한 경우 해당 플랫폼에서 구독을 관리하시기 바랍니다."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["구독하면 X의 ", "에 동의하는 것으로 간주됩니다. ", "에 명시된 것처럼 구독은 취소하기 전까지 자동 갱신됩니다. ", ". 구독을 갱신하기 최소 24시간 이전에 취소하면 추가 요금이 부과되지 않습니다. 업그레이드 시 현재의 구독 및 관련 기능은 즉시 새로운 구독 등급으로 전환됩니다. 새로운 등급의 구독료가 즉시 청구되지만, 현재 청구 주기에 대해 일할 계산한 잔액으로부터 오늘의 총 청구액이 차감됩니다. 법적으로 요구되지 않는 한 이전 구독료를 일부 환불 받을 수 없습니다."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["구독을 신청하면 X의 ", "에 동의하는 것으로 간주됩니다. ", "에 명시된 것처럼, 취소하기 전까지 구독은 자동으로 갱신됩니다. ", ". 구독을 갱신하기 최소 24시간 전까지 언제든지 취소하면 추가 요금이 부과되지 않습니다. 다운그레이드 시, 새로운 구독이 시작되는 다음 청구 주기까지 현재 구독이 계속 유지됩니다. 다음 청구 주기가 시작될 때 새로운 등급의 구독료가 청구됩니다."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["구독을 신청하면 ", "에 동의하는 것으로 간주됩니다. 구독은 ", "에 명시된 대로 취소할 때까지 자동 갱신됩니다. ", " 구독을 갱신하기 최소 24시간 전까지 취소하면 추가 요금이 부과되지 않습니다. 등급을 전환해도 기존 등급에서 제공되는 기능을 계속 이용할 수 있습니다. 즉시 새로운 연간 요금이 청구되며, 월별 청구 주기에 대해 일할 계산된 잔액이 있는 경우 오늘의 총 청구액에서 차감됩니다."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["구독을 신청하면 ", "에 동의하는 것으로 간주됩니다. 구독은 ", "에 명시된 대로 취소할 때까지 자동 갱신됩니다. ", " 구독을 갱신하기 최소 24시간 전까지 취소하면 추가 요금이 부과되지 않습니다. 등급을 변경하더라도 기존 등급에서 제공되는 기능을 계속 이용할 수 있습니다. 변경하는 즉시 해당 등급의 월 구독료가 청구되지만, 연간 결제 금액에서 일할 계산한 잔여 금액으로부터 월 구독료가 차감됩니다(소진 시 까지)."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + "(으)로 구독하기"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " 연간 청구"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["주소 정보를 Google과 공유합니다. 자세한 정보는 ", " 및 ", "을 확인하세요."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["관리자와 중재자만 프로필에 커뮤니티를 스포트라이트로 게시할 수 있습니다. 직접 "];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["거주 국가의 위기대응 센터를 찾으려면 ", "를 방문해 주세요."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["위험에 처했다고 느낀다면 지역 법 집행기관에 연락하세요. 법 집행기관에서 후속 질문이 있는 경우 Twitter의 ", "을 참고할 수 있습니다."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["언제든지 ", "에서 토픽을 언팔로우할 수 있습니다."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["최종 업데이트: "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["서클을 수정해도 서클 사람들에게 알림이 전송되지 않습니다. 서클에 새로 추가된 사용자는 내 이전 서클 게시물을 볼 수 있습니다. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["이 게시물이 조회된 횟수입니다. 자세히 알아보려면 ", "를 방문하세요."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["이 게시물이 조회된 횟수입니다. 조회수가 표시되는 데 몇 분이 걸릴 수 있습니다. 자세히 알아보려면 ", "를 방문하세요."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["이 게시물은 조회수를 확인할 수 없습니다. 자세히 알아보려면 ", "를 방문하세요."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["프로모션 만들기를 클릭하면 귀하는 ", "과 ", "을 읽고 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["프로모션 만들기를 클릭하면 ", "을 읽고 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["이 광고 계정은 X의 ", "에 따라 타겟팅 옵션 중 일부를 사용할 수 없습니다."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["'게시물 프로모션'을 클릭하면 귀하는 ", "과 ", "을 읽고 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["'게시물 프로모션'을 클릭하면 귀하는 ", "을 읽고 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["이 게시물에 숨겨진 답글은 없지만 비공개 게시물이 필터링되었을 수 있습니다. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["아래를 클릭하여 구매를 진행하면 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["이렇게 하면 ", " 님이 이 리스트를 비롯한 자신의 모든 리스트에 나를 추가할 수 없게 됩니다."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return [this.props.creatorName + " 님에게 내 이메일 주소를 공유합니다. 수락하면 귀하는 X가 플랫폼 외부 커뮤니케이션을 목적으로 크리에이터와 이메일 주소를 공유할 수 있도록 허용하고 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["@" + this.props.screenName + " 님에게 " + this.props.tier + " 1년 구독권(" + this.props.price + ")을 선물하세요. 결제를 완료하면 상대방에게 선물을 받았다는 알림이 전송됩니다."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["선물 구독 가격은 구매 시 청구되며 환불되지 않습니다. 선물은 일회성이며, 교체할 수 없고, 결합할 수 없으며, 현금 가치가 없습니다. 선물은 X의 검토를 거친 후 수령인에게 전송되며, 수령인은 반드시 X의 ", " 및 정책을 확인해야 합니다. 수령인이 모든 자격 요건을 충족하지 못하거나, 구독을 취소하거나, 당사의 약관 및 정책을 거부하는 경우, 선물은 교환 및 환불이 불가능합니다. 세금이 부과될 수 있습니다. 약관은 변경될 수 있습니다. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["조직은 금색 체크마크, 개인은 파란색 체크마크가 표시됩니다. 부적절한 사용 시 Twitter ", "에 따라 환불 없이 구독이 취소될 수 있습니다."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["조직은 사각형 아바타, 개인은 원형 아바타로 표시됩니다. 부적절한 사용 시 Twitter ", "에 따라 환불 없이 구독이 취소될 수 있습니다."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["", " 포털을 통해 채용 공고를 프로모션할 때 어떤 광고 계정을 사용할지 설정합니다."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["이용 가능한 계정이 없습니다. ", " 페이지에서 다음 단계를 확인하세요."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["인증 조직 서비스를 해지하면 해당 조직에서 즉시 금색 체크마크가 사라집니다."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["또한 모든 제휴 계정과의 연결이 즉시 해제되며 금색 또는 파란색 체크마크와 제휴 배지도 사라집니다."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["취소하는 즉시 조직 계정 및 모든 제휴 계정에서 체크마크 표시가 사라지고 모든 유료 기능을 이용할 수 없게 됩니다."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["계속 남기로 결정하시면 향후 " + this.props.totalDays + "일 동안 " + this.props.daysOfCouponInterval + "일마다 포털에 광고 크레딧 " + this.props.creditAmount + "USD를 무료로 추가해 드립니다. 이 혜택을 신청하시면 지원팀에서 연락을 드려 귀사가 이 크레딧을 통해 가치를 얻을 수 있도록 도와드립니다."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["계속 남기로 결정하시면 향후 " + this.props.daysToWaitForFirstRedeemable + "일 동안 포털에 광고 크레딧 " + this.props.creditAmount + "USD를 무료로 추가해 드립니다. 이 혜택을 신청하시면 지원팀에서 연락을 드려 귀사가 이 크레딧을 통해 가치를 얻을 수 있도록 도와드립니다."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["이 혜택은 한 번만 제공되며 다시는 제공되지 않습니다."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["다시 돌아가면 일회성 혜택을 신청할 수 있습니다. 이 혜택은 다시 제공되지 않습니다. 다음 결제 주기 이전까지 남은 구독 일수에 대해서는 환불을 받을 수 없습니다. 그 이후에는 구독료가 청구되지 않습니다."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["인증된 조직은 모든 문제에 대해 X에서 우선적으로 지원을 받습니다. 어떤 문제든 최대한 빨리 해결할 수 있도록 도와드리겠습니다. 인증된 조직 팀원과 통화를 예약하여 도움을 드릴 수 있는 담당자와 상담하고 싶으신가요?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["구독을 취소하면 이 무료 광고 크레딧을 비롯해 향후 구독 시 제공되는 모든 무료 광고 크레딧을 즉시 이용할 수 없게 됩니다. 이미 이 혜택에 대한 비용을 지불하셨으므로 계속 사용하실 것을 권장합니다."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["한도를 늘리려면 ", "에서 인증 서비스를 위한 프리미엄 지원팀에 문의하세요."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["각 제휴 계정당 이용료: ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["첫 해는 연간 ", ", 다음 해부터는 연간 ", "입니다."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["제휴 계정을 추가할 경우 이용료는 사용자 아이디당 ", "입니다. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", "(", ") + 사용자 아이디당 ", "/", "(", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", "(", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["", "까지 구독하고 연간 구독료를 30% 할인받고 최대 $12,000 상당의 무료 광고 크레딧을 받으세요."];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["전체 액세스 이용료는 ", "/", "(", ")입니다. 제휴 계정을 추가할 경우 이용료는 사용자 아이디당 ", "/", "(", ")입니다. "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["베이직 요금은 ", "/", "(", ")입니다. "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["'구독하기'를 클릭하면 X의 ", "에 동의하는 것으로 간주됩니다. 구독은 취소하기 전까지 자동으로 갱신됩니다. 가입하는 모든 계정은 직접 승인 검토 절차를 통과해야 합니다."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["'구독'을 클릭하면 X의 ", "에 동의하는 것으로 간주됩니다. 취소하기 전까지 구독은 자동으로 갱신됩니다. 가입한 계정은 진위 확인을 위해 검토를 받습니다. 가입한 계정이 조직이 아닌 경우 가입이 거부되며 환불되지 않습니다."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ 조직이나 그 제휴 계정은 제한된 기간 동안 전담 지원과 함께 ", " ", "의 광고 크레딧을 받을 수 있습니다."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ 조직은 제한된 기간 동안 전담 지원과 함께 ", " ", "의 광고 크레딧을 받을 수 있습니다."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + ": " + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + ": " + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["이곳에서는 구독 변경을 지원하지 않습니다. ", "에서 인증된 Premium 지원팀에 문의하시기 바랍니다."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["제휴 계정을 더 많이 추가하려면 ", "에서 인증 판매팀에게 문의하세요."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["'" + this.props.action + "'을(를) 클릭하면 ", "에 동의하는 것으로 간주됩니다."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["이 정보는 ", " 님의 지원서를 평가하는 데 사용합니다. "];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["이 박스에 체크표시를 하면 ", "에서 제공하는 이용약관을 읽었으며 이에 동의함을 나타냅니다."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["이제 인증된 조직 서비스에 " + this.props.xtc_coupon_value + "(또는 현지 통화로 이에 상응하는 금액)의 광고 크레딧이 포함됩니다*. 광고 크레딧은 조직이나 제휴 계정에 적용할 수 있습니다. 크레딧을 받으려면 아래에서 광고 계정을 선택하세요."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["이제 인증된 조직 서비스에 " + this.props.xtc_coupon_value + "(또는 현지 통화로 이에 상응하는 금액)의 광고 크레딧이 포함됩니다*. 30일마다 " + this.props.xtc_coupon_value + "(또는 현지 통화로 이에 상응하는 금액)의 광고비를 받게 되며 언제든지 광고에 사용할 수 있습니다. 광고 크레딧은 조직이나 제휴 계정에 적용할 수 있습니다. 크레딧을 받으려면 아래에서 광고 계정을 선택하세요."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["광고 계정 ID는 ", "에서 관리하실 수 있습니다."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["문제가 발생했나요? 궁금한 점이 있으면 ", "에 문의하세요."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["", " 이내에 이 광고 크레딧에 남아 있는 ", "를 소진해야 합니다."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["광고 크레딧을 활성화합니다. 광고 계정이 여러 개 있는 경우 아래에서 입력 정보를 수정할 수 있습니다. " + this.props.expiresAt + "까지 사용할 수 있습니다"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["X 계정에 연결된 광고 계정 ID를 찾아보세요. ", "에서 찾으실 수 있습니다."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["광고 매니저에서 '새 결제 방법 추가'를 선택하여 신용카드를 결제 유형으로 추가해야 합니다. 신용카드를 설정하지 않으면 크레딧이 적용되지 않으며 광고가 실행되지 않습니다."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["광고 계정 ID를 이 페이지 상단의 텍스트 입력란에 복사합니다. 활성화를 클릭하세요."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["캠페인을 시작합니다."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["광고 매니저에서 '새 결제 방법 추가'를 선택하여 신용카드를 결제 유형으로 추가해야 합니다. 신용카드가 설정되어 있지 않으면 광고가 실행되지 않습니다."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["광고 매니저의 '결제' 섹션에서 크레딧이 적용된 것을 확인할 수 있습니다."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["과거에 X에서 광고한 적이 있는 경우 광고 계정 ID가 여러 개일 수 있습니다."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["", "에서 모든 광고 계정 ID 목록을 확인할 수 있습니다."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["크레딧을 적용하려는 광고 계정 ID를 올바로 선택했는지 확인하세요."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["인증된 조직 전체 액세스 서비스를 구독하면 제휴 계정에 크레딧을 적용할 수 있습니다."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["이렇게 하려면 캠페인을 실행하려는 제휴 계정의 광고 계정 ID에 액세스할 수 있어야 합니다."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["제휴 계정에 로그인한 후 ", "로 이동하면 크레딧을 확인할 수 있습니다."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["인증된 조직은 ", "와 채용 프로모션에 사용할 수 있는 크레딧을 받을 수 있습니다. 광고 기능을 완전히 활성화하려면 다음 단계를 완료하세요."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["인증된 조직은 ", "에 사용할 수 있는 크레딧을 받을 수 있습니다. 광고 기능을 완전히 활성화하려면 다음 단계를 완료하세요."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["쿠폰 활성화"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return [this.props.couponAmount + "크레딧을 받으려면 정상 운영 중인 활성 계정을 선택하세요."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["계정 ID 목록은 ", "에서 찾을 수 있습니다. 예시 ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["", " 작업을 통해 채용 공고를 프로모션할 수 있습니다"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["자격 요건을 충족하면 ", " 작업을 통해 채용 공고를 프로모션할 수 있습니다"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["X는 해당 요청이 상표권 보유자 또는 그 권한을 위임받은 대리인에 의해 제출된 것인지 조사합니다. 자세한 내용은 ", "을 확인하시기 바랍니다."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["리스트 소유자의 사용자 아이디와 리스트 이름을 다음과 같은 형식으로 입력합니다. ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["이 열은 ", "로 전환할 때만 삭제됩니다."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["", "에서 X의 개인정보 처리방침을 조회하세요"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["", "에서 X의 이용약관을 조회하세요"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X와 X 파트너는 귀하에게 보다 우수하고 안전하며 빠른 서비스를 제공하고 당사의 비즈니스를 지원하기 위해 쿠키를 사용합니다. 일부 쿠키는 당사의 서비스를 사용하거나 개선하고, 해당 서비스가 적절히 작동하도록 하기 위해 필요합니다. "모든 쿠키를 허용함"을 클릭할 경우, X와 X 파트너가 쿠키를 사용하여 귀하의 관심사에 맞는 광고와 커뮤니케이션을 제공하는 활동도 허용하게 됩니다. "선택적 쿠키를 차단함"을 클릭할 경우, 당사는 맞춤형 광고 및 커뮤니케이션을 위한 추가 데이터를 수집하기 위해 쿠키를 사용하지 않습니다. 당사의 쿠키 관행에 대해 자세히 알아보려면 이 사이트(', ")에서 쿠키 고객센터 페이지를 방문하시기 바랍니다. "];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["작성자에게 ", "를 받았습니다"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " 기사"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " 및 "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", ", " 님"];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["이 미디어는 " + this.props.copyrightHolder + "의 저작권 침해 신고로 인해 비활성화되었습니다. 이의를 제기하려면 ", "을 사용해 주세요."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " 님이 재게시함"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", "(" + this.props.time + ")"];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", " 님의"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", "와 "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " 님과 "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", " 님에게 보내는 답글"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " 님", " ", " 님에게 보내는 답글"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " 님, ", " 님", " ", " 님에게 보내는 답글"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", "에게 보내는 답글"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["읽기 시간: "];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["출처: "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " 멤버"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " 님이 팔로우합니다"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " 및 ", " 님이 팔로우합니다"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", ", ", " 님이 팔로우합니다"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["", " 님, ", " 님 외 ", " 명이 팔로우했습니다"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["이 토픽에서는 ", "님 외 ", "명이 인기를 끌고 있습니다"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["", " 제공"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["", "에서 제공하며 어떤 후보자 또는 후보자의 위원회에 의해서도 승인되지 않았습니다."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["", " 제공 · " + this.props.sponsorshipCandidate + "에서 승인함"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["나와 내 서클에 속한 사람들만 이 게시물을 볼 수 있습니다. 재게시, 인용, 공유 기능은 사용할 수 없습니다. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["", " 트렌드"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["", ", ", " 트렌드"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", "에서 "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = b.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), u[i[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && r(n.prototype, f),
                    m && r(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(a(332920)._ActualI18NFormatMessage || b.Component);
            n("_ActualI18NFormatMessage", m),
                n("I18NFormatMessage", function (e) {
                    return b.createElement(m, e);
                });
            var g = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            g._validateParameterTypeNumber, g._validateParameterPresence;
            var s = g._numberRound,
                h = (g._numberFormat, g._numberFormatterFn),
                k = g._pluralGeneratorFn,
                y = (g._currencyNameFormat, g._currencyFormatterFn),
                p = (g._validateParameterTypeDate, g._dateToPartsFormat, g._dateToPartsFormatterFn),
                N = (g._dateFormat, g._dateFormatterFn),
                l = g._relativeTimeFormatterFn,
                X = g._unitFormatterFn;
            (g.b1514003495 = h(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0천" }, 4: { other: "0만" }, 5: { other: "00만" }, 6: { other: "000만" }, 7: { other: "0000만" }, 8: { other: "0억" }, 9: { other: "00억" }, 10: { other: "000억" }, 11: { other: "0000억" }, 12: { other: "0조" }, 13: { other: "00조" }, 14: { other: "000조" }, maxExponent: 14 }], g("ko").pluralGenerator({}))),
                (g.b295687899 = h(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1547896331 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1328704305 = h(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1759508797 = h(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a524052794 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0천" }, 4: { other: "0만" }, 5: { other: "00만" }, 6: { other: "000만" }, 7: { other: "0000만" }, 8: { other: "0억" }, 9: { other: "00억" }, 10: { other: "000억" }, 11: { other: "0000억" }, 12: { other: "0조" }, 13: { other: "00조" }, 14: { other: "000조" }, maxExponent: 14 }], g("ko").pluralGenerator({}))),
                (g.a965454642 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b626079457 = h(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b296313696 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a68446848 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0천" }, 4: { other: "0만" }, 5: { other: "00만" }, 6: { other: "000만" }, 7: { other: "0000만" }, 8: { other: "0억" }, 9: { other: "00억" }, 10: { other: "000억" }, 11: { other: "0000억" }, 12: { other: "0조" }, 13: { other: "00조" }, 14: { other: "000조" }, maxExponent: 14 }], g("ko").pluralGenerator({}))),
                (g.b811847965 = h(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1880323231 = h(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a76109883 = h(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0천" }, 4: { other: "0만" }, 5: { other: "00만" }, 6: { other: "000만" }, 7: { other: "0000만" }, 8: { other: "0억" }, 9: { other: "00억" }, 10: { other: "000억" }, 11: { other: "0000억" }, 12: { other: "0조" }, 13: { other: "00조" }, 14: { other: "000조" }, maxExponent: 14 }], g("ko").pluralGenerator({}))),
                (g.a1463454186 = h(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1893846451 = h(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a593346440 = h(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1176009692 = h(["'AU$'", , 1, 2, 2, , , 0, 3, , "", "'AU$'#,##0.00", "-'AU$''AU$'#,##0.00", "-'AU$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1037380260 = h(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b53635208 = h(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1087562623 = h(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2055522616 = h(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a166939662 = h(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1594019623 = h(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1417383922 = h(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b341043287 = h(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1078523309 = h(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b54193146 = h(["'CN¥'", , 1, 2, 2, , , 0, 3, , "", "'CN¥'#,##0.00", "-'CN¥''CN¥'#,##0.00", "-'CN¥'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b691275152 = h(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1502707626 = h(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1143284838 = h(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1525668572 = h(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a664684892 = h(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b226561512 = h(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a789813135 = h(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b365507528 = h(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1556362246 = h(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b395410579 = h(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1064076201 = h(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b475409839 = h(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1124428771 = h(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a360244502 = h(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a254166693 = h(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2104947928 = h(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1540540115 = h(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1769665237 = h(["'JP¥'", , 1, 0, 0, , , , 3, , "", "'JP¥'#,##0", "-'JP¥''JP¥'#,##0", "-'JP¥'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1659634929 = h(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1451948513 = h(["'₩'", , 1, 0, 0, , , , 3, , "", "'₩'#,##0", "-'₩''₩'#,##0", "-'₩'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1828715294 = h(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1547074075 = h(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b715010266 = h(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2103228582 = h(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a87387620 = h(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a570086341 = h(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1230390308 = h(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1375961845 = h(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2068150304 = h(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1066520900 = h(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1634757169 = h(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a851328050 = h(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b25813245 = h(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b697282056 = h(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1661715848 = h(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1490662279 = h(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b192442257 = h(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a736450187 = h(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a640647494 = h(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1619830513 = h(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b416090086 = h(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1592044796 = h(["'THB' ", , 1, 2, 2, , , 0, 3, , "", "'THB' #,##0.00", "-'THB' 'THB' #,##0.00", "-'THB' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a2060977684 = h(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a744747215 = h(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b195094646 = h(["'NT$'", , 1, 2, 2, , , 0, 3, , "", "'NT$'#,##0.00", "-'NT$''NT$'#,##0.00", "-'NT$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1060135847 = h(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a380198094 = h(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a94034578 = h(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2021575246 = h(["'US$'", , 1, 2, 2, , , 0, 3, , "", "'US$'#,##0.00", "-'US$''US$'#,##0.00", "-'US$'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b1678946189 = h(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1058921503 = h(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1361875551 = h(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b255165050 = h(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.b2107140819 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1528082256 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0천" }, 4: { other: "0만" }, 5: { other: "00만" }, 6: { other: "000만" }, 7: { other: "0000만" }, 8: { other: "0억" }, 9: { other: "00억" }, 10: { other: "000억" }, 11: { other: "0000억" }, 12: { other: "0조" }, 13: { other: "00조" }, 14: { other: "000조" }, maxExponent: 14 }], g("ko").pluralGenerator({}))),
                (g.a973350546 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0천" }, 4: { other: "0만" }, 5: { other: "00만" }, 6: { other: "000만" }, 7: { other: "0000만" }, 8: { other: "0억" }, 9: { other: "00억" }, 10: { other: "000억" }, 11: { other: "0000억" }, 12: { other: "0조" }, 13: { other: "00조" }, 14: { other: "000조" }, maxExponent: 14 }], g("ko").pluralGenerator({}))),
                (g.a141047411 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (g.a1835044563 = k(function (e) {
                    return "other";
                })),
                (g.a2012679893 = y(g("ko").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (g.b135695724 = y(g("ko").numberFormatter({ raw: "'ALL' #,##0" }))),
                (g.a1094763123 = y(g("ko").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (g.b967130395 = y(g("ko").numberFormatter({ raw: "'AU$'#,##0.00" }))),
                (g.a463137863 = y(g("ko").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (g.b968914333 = y(g("ko").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (g.a1521821804 = y(g("ko").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (g.a2123033975 = y(g("ko").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (g.b1657797895 = y(g("ko").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (g.a431535482 = y(g("ko").numberFormatter({ raw: "'BYR' #,##0" }))),
                (g.a1948285839 = y(g("ko").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (g.b371864684 = y(g("ko").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (g.b830525746 = y(g("ko").numberFormatter({ raw: "'CLP' #,##0" }))),
                (g.a1202143975 = y(g("ko").numberFormatter({ raw: "'CN¥'#,##0.00" }))),
                (g.a1831985297 = y(g("ko").numberFormatter({ raw: "'COP' #,##0" }))),
                (g.b1433521855 = y(g("ko").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (g.b118364847 = y(g("ko").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (g.a108884423 = y(g("ko").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (g.b1782423481 = y(g("ko").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (g.a2109951763 = y(g("ko").numberFormatter({ raw: "'€'#,##0.00" }))),
                (g.a1560646080 = y(g("ko").numberFormatter({ raw: "'£'#,##0.00" }))),
                (g.b1618378973 = y(g("ko").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (g.a384472305 = y(g("ko").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (g.b1937462156 = y(g("ko").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (g.a180500372 = y(g("ko").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (g.b1595101636 = y(g("ko").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (g.b1711402178 = y(g("ko").numberFormatter({ raw: "'IDR' #,##0" }))),
                (g.a1122289125 = y(g("ko").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (g.b1426299960 = y(g("ko").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (g.a835402969 = y(g("ko").numberFormatter({ raw: "'IQD' #,##0" }))),
                (g.b1484152908 = y(g("ko").numberFormatter({ raw: "'ISK' #,##0" }))),
                (g.b2003045502 = y(g("ko").numberFormatter({ raw: "'JP¥'#,##0" }))),
                (g.b1604615972 = y(g("ko").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (g.a1457513893 = y(g("ko").numberFormatter({ raw: "'₩'#,##0" }))),
                (g.a1056111133 = y(g("ko").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (g.b118278704 = y(g("ko").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (g.a1684763163 = y(g("ko").numberFormatter({ raw: "'LBP' #,##0" }))),
                (g.b2098447291 = y(g("ko").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (g.b1813345073 = y(g("ko").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (g.a1420559698 = y(g("ko").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (g.b1872387313 = y(g("ko").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (g.a960709344 = y(g("ko").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (g.b615083253 = y(g("ko").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (g.a357118589 = y(g("ko").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (g.b1623644644 = y(g("ko").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (g.a1096124701 = y(g("ko").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (g.b479073250 = y(g("ko").numberFormatter({ raw: "'PKR' #,##0" }))),
                (g.a293913827 = y(g("ko").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (g.a978634867 = y(g("ko").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (g.a2147078244 = y(g("ko").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (g.a1115834162 = y(g("ko").numberFormatter({ raw: "'RSD' #,##0" }))),
                (g.b1461384074 = y(g("ko").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (g.a169288241 = y(g("ko").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (g.b776068388 = y(g("ko").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (g.a798534917 = y(g("ko").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (g.b923376665 = y(g("ko").numberFormatter({ raw: "'THB' #,##0.00" }))),
                (g.a163936427 = y(g("ko").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (g.a20196026 = y(g("ko").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (g.b438465036 = y(g("ko").numberFormatter({ raw: "'NT$'#,##0.00" }))),
                (g.b1641484024 = y(g("ko").numberFormatter({ raw: "'TZS' #,##0" }))),
                (g.b926349895 = y(g("ko").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (g.a561771311 = y(g("ko").numberFormatter({ raw: "'UGX' #,##0" }))),
                (g.a2049297871 = y(g("ko").numberFormatter({ raw: "'US$'#,##0.00" }))),
                (g.a14249566 = y(g("ko").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (g.b645410199 = y(g("ko").numberFormatter({ raw: "'₫'#,##0" }))),
                (g.b515941302 = y(g("ko").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (g.a1687314033 = y(g("ko").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (g.b1889577639 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "MMM d일", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } } })),
                (g.a907517604 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y년 MMM d일", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } } })),
                (g.a730026091 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "a h:mm", timeSeparator: ":", dayPeriods: { am: "오전", pm: "오후" } })),
                (g.a1525886024 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "MMM d일 (E)", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } }, days: { E: { 1: { sun: "일", mon: "월", tue: "화", wed: "수", thu: "목", fri: "금", sat: "토" } } } })),
                (g.b1958474659 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y년 MMM d일 (E)", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } }, days: { E: { 1: { sun: "일", mon: "월", tue: "화", wed: "수", thu: "목", fri: "금", sat: "토" } } } })),
                (g.a1533274192 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "MMMM d일", timeSeparator: ":", months: { M: { 4: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } } })),
                (g.b77279806 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "y년 M월 d일 a h시 m분 s초 z", timeSeparator: ":", dayPeriods: { am: "오전", pm: "오후" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (g.a310173439 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "y년 MMM d일 a h:mm", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } }, dayPeriods: { am: "오전", pm: "오후" } })),
                (g.a1842269109 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y년 M월 d일", timeSeparator: ":" })),
                (g.a951172212 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "MMM d일 a h:mm", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } }, dayPeriods: { am: "오전", pm: "오후" } })),
                (g.b1285876105 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "yy. M. d.", timeSeparator: ":" })),
                (g.a301081051 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y년", timeSeparator: ":" })),
                (g.b1494806532 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y년 MMM", timeSeparator: ":", months: { M: { 3: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } } })),
                (g.b937257777 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "y년 M월 d일 EEEE a h시 m분 s초 zzzz", timeSeparator: ":", days: { E: { 4: { sun: "일요일", mon: "월요일", tue: "화요일", wed: "수요일", thu: "목요일", fri: "금요일", sat: "토요일" } } }, dayPeriods: { am: "오전", pm: "오후" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (g.a836108073 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "y. M. d. a h:mm:ss", timeSeparator: ":", dayPeriods: { am: "오전", pm: "오후" } })),
                (g.a928758587 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "y. MM. dd.", timeSeparator: ":" })),
                (g.b630531592 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "a h:mm", timeSeparator: ":", dayPeriods: { am: "오전", pm: "오후" } })),
                (g.a151482410 = p({ 1: g("ko").numberFormatter({ raw: "0" }), 2: g("ko").numberFormatter({ raw: "00" }) }, { pattern: "(E) a h:mm", timeSeparator: ":", days: { E: { 1: { sun: "일", mon: "월", tue: "화", wed: "수", thu: "목", fri: "금", sat: "토" } } }, dayPeriods: { am: "오전", pm: "오후" } })),
                (g.a906832411 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y년 MMMM", timeSeparator: ":", months: { M: { 4: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } } })),
                (g.b1313321892 = p({ 1: g("ko").numberFormatter({ raw: "0" }) }, { pattern: "y. M. d.", timeSeparator: ":" })),
                (g.b1890262832 = p({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "1월", 2: "2월", 3: "3월", 4: "4월", 5: "5월", 6: "6월", 7: "7월", 8: "8월", 9: "9월", 10: "10월", 11: "11월", 12: "12월" } } } })),
                (g.b637017392 = p({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "일요일", mon: "월요일", tue: "화요일", wed: "수요일", thu: "목요일", fri: "금요일", sat: "토요일" } } } })),
                (g.a2013982576 = N(g("ko").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (g.a1658799981 = N(g("ko").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (g.b106134462 = N(g("ko").dateToPartsFormatter({ skeleton: "hm" }))),
                (g.b2017798895 = N(g("ko").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (g.b143557452 = N(g("ko").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (g.b2010410727 = N(g("ko").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (g.b468686887 = N(g("ko").dateToPartsFormatter({ datetime: "long" }))),
                (g.a738032008 = N(g("ko").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (g.b1550775988 = N(g("ko").dateToPartsFormatter({ date: "long" }))),
                (g.b1528877877 = N(g("ko").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (g.a903908288 = N(g("ko").dateToPartsFormatter({ date: "short" }))),
                (g.b1804101852 = N(g("ko").dateToPartsFormatter({ skeleton: "y" }))),
                (g.b1886213613 = N(g("ko").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (g.b1328664858 = N(g("ko").dateToPartsFormatter({ datetime: "full" }))),
                (g.b1643942016 = N(g("ko").dateToPartsFormatter({ datetime: "medium" }))),
                (g.a1680040964 = N(g("ko").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (g.a1559252801 = N(g("ko").dateToPartsFormatter({ time: "short" }))),
                (g.a309043 = N(g("ko").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (g.a1658114788 = N(g("ko").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (g.a2145484851 = N(g("ko").dateToPartsFormatter({ date: "medium" }))),
                (g.a2013297383 = N(g("ko").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (g.b1028424473 = N(g("ko").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (g.b1709616463 = l(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-other": "{0}일 후" }, "relativeTime-type-past": { "relativeTimePattern-count-other": "{0}일 전" }, "relative-type--2": "그저께", "relative-type--1": "어제", "relative-type-0": "오늘", "relative-type-1": "내일", "relative-type-2": "모레" })),
                (g.a1543904406 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{1}당 {0}", unitProperties: { displayName: "초", other: "{0}초", perUnitPattern: "초당 {0}" } })),
                (g.b343058890 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{1}당 {0}", unitProperties: { displayName: "분", other: "{0}분", perUnitPattern: "분당 {0}" } })),
                (g.a286911046 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{1}당 {0}", unitProperties: { displayName: "시간", other: "{0}시간", perUnitPattern: "시간당 {0}" } })),
                (g.b675185065 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "초", other: "{0}초", perUnitPattern: "{0}/초" } })),
                (g.b1570713609 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "분", other: "{0}분", perUnitPattern: "{0}/분" } })),
                (g.b1759993849 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "시간", other: "{0}시간", perUnitPattern: "{0}/시간" } })),
                (g.a373214525 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "일", other: "{0}일", perUnitPattern: "{0}/일" } })),
                (g.b1489638148 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{1}당 {0}", unitProperties: { displayName: "일", other: "{0}일", perUnitPattern: "일당 {0}" } })),
                (g.a1769710177 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "개월", other: "{0}개월", perUnitPattern: "{0}/월" } })),
                (g.b1725056224 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{1}당 {0}", unitProperties: { displayName: "개월", other: "{0}개월", perUnitPattern: "월당 {0}" } })),
                (g.b355431456 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "년", other: "{0}년", perUnitPattern: "{0}/년" } })),
                (g.a1767700575 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{1}당 {0}", unitProperties: { displayName: "년", other: "{0}년", perUnitPattern: "연당 {0}" } })),
                (g.b1945247306 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "초", other: "{0}초", perUnitPattern: "{0}/s" } })),
                (g.b311567338 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "분", other: "{0}분", perUnitPattern: "{0}/min" } })),
                (g.a2037631494 = X(g("ko").numberFormatter({}), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "시간", other: "{0}시간", perUnitPattern: "{0}/h" } })),
                (g.b1076918023 = X(g("ko").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), g("ko").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "초", other: "{0}초", perUnitPattern: "{0}/초" } })),
                n("d58baa7f", g.b1514003495),
                n("ia24dc8d", g.b295687899),
                n("iab73d4b", g.b1547896331),
                n("i3b7a017", g.a1543904406),
                n("ie5d110f", g.b343058890),
                n("df5f11b3", g.a286911046),
                n("e8733ed9", g.b675185065),
                n("be59d8c3", g.b1570713609),
                n("i3d087db", g.b1759993849),
                n("ga8d18c9", g.a373214525),
                n("a91e7d49", g.b1489638148),
                n("id952a69", g.a1769710177),
                n("ga09ab65", g.b1725056224),
                n("c83b901d", g.b355431456),
                n("a55b9fed", g.a1767700575),
                n("ccaa970f", g.a2013982576),
                n("jade381b", g.a1658799981),
                n("d725a289", g.b106134462),
                n("g08cbabb", g.a524052794),
                n("c333da63", g.b1709616463),
                n("h8054d91", g.b2017798895),
                n("i61fef37", g.b1945247306),
                n("ba705e27", g.b311567338),
                n("j86b0d8d", g.a2037631494),
                n("f668e929", g.a965454642),
                n("i2785009", g.b626079457),
                n("c778d80b", g.b296313696),
                n("e8d93005", g.a68446848),
                n("d46781af", g.b1076918023),
                n("ba316f05", g.b811847965),
                n("c0bdd345", g.b1880323231),
                n("aa2aa1a1", g.b143557452),
                n("da44942d", g.b2010410727),
                n("a54d3ef5", g.b468686887),
                n("bfbc051d", g.a738032008),
                n("ba2e82a1", g.b1550775988),
                n("fc209bb7", g.b1528877877),
                n("cf8abf59", g.a76109883),
                n("a9f397f3", g.a903908288),
                n("d857e44d", g.a2012679893),
                n("cb87e3db", g.b135695724),
                n("a9d5ffd1", g.a1094763123),
                n("a0e8371d", g.b967130395),
                n("gcc50dc9", g.a463137863),
                n("a6a43585", g.b968914333),
                n("a0cc8f2d", g.a1521821804),
                n("i31c32c5", g.a2123033975),
                n("i7dc69e9", g.b1657797895),
                n("c14a6c03", g.a431535482),
                n("jaa3d537", g.a1948285839),
                n("a824080b", g.b371864684),
                n("d9c0bedb", g.b830525746),
                n("bf8c0613", g.a1202143975),
                n("i8163625", g.a1831985297),
                n("adb53ba1", g.b1433521855),
                n("iabf697d", g.b118364847),
                n("a1a0555b", g.a108884423),
                n("f266f3d9", g.b1782423481),
                n("a9a8652b", g.a2109951763),
                n("dbf40761", g.a1560646080),
                n("b0d993d9", g.b1618378973),
                n("ac1308e1", g.a384472305),
                n("a7889ab3", g.b1937462156),
                n("c614f5cd", g.a180500372),
                n("i55d57e3", g.b1595101636),
                n("e4b6002b", g.b1711402178),
                n("d28e983b", g.a1122289125),
                n("e8c9232d", g.b1426299960),
                n("c8994ae1", g.a835402969),
                n("f821c2a5", g.b1484152908),
                n("j348b9c9", g.b2003045502),
                n("i6f93b9b", g.b1604615972),
                n("c6150bd5", g.a1457513893),
                n("i8921e09", g.a1056111133),
                n("ef239279", g.b118278704),
                n("hecdb149", g.a1684763163),
                n("fdd039b7", g.b2098447291),
                n("f30c2c37", g.b1813345073),
                n("d9ea7bff", g.a1420559698),
                n("ea3df4b7", g.b1872387313),
                n("jaac21bb", g.a960709344),
                n("hb435ced", g.b615083253),
                n("ce699d81", g.a357118589),
                n("bc56d3d7", g.b1623644644),
                n("f8561913", g.a1096124701),
                n("g6485d53", g.b479073250),
                n("ff561cc1", g.a293913827),
                n("b42011d3", g.a978634867),
                n("a6660bcd", g.a2147078244),
                n("f9b80449", g.a1115834162),
                n("gdee4d5d", g.b1461384074),
                n("h36f2103", g.a169288241),
                n("a19ad037", g.b776068388),
                n("g713f699", g.a798534917),
                n("ff2e39af", g.b923376665),
                n("be34316d", g.a163936427),
                n("aef81b75", g.a20196026),
                n("fcce70a5", g.b438465036),
                n("jc9d352f", g.b1641484024),
                n("be1cb8c5", g.b926349895),
                n("j9371501", g.a561771311),
                n("j7d4397d", g.a2049297871),
                n("d61441dd", g.a14249566),
                n("e2a99e97", g.b645410199),
                n("f7ce19ab", g.b515941302),
                n("b2a0213f", g.a1687314033),
                n("d7d71245", g.b1804101852),
                n("a2f2faab", g.b1886213613),
                n("g8d1b99b", g.b1328664858),
                n("d0a77c9b", g.b1643942016),
                n("e18e399b", g.a1680040964),
                n("b6ca7bcb", g.a1559252801),
                n("h0e4cdf5", g.a309043),
                n("g727ddcf", g.a1658114788),
                n("h3629783", g.a2145484851),
                n("a20c68af", g.a2013297383),
                n("ja781451", g.b2107140819),
                n("cfa1a7b9", g.a1528082256),
                n("f3b9b9a7", g.b1028424473),
                n("eefcd267", g.a973350546),
                n("fa8afc43", g.a141047411);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/ko.5e62472a.js.map
