"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/mr"],
    {
        502887: (e, c, a) => {
            var n = a(292426)._register("mr", {
                get emoji() {
                    return a.e("i18n/emoji-mr").then(a.t.bind(a, 572115, 23));
                },
            });
            function f(e, c, a) {
                return "one" == ((n = e) >= 0 && n <= 1 ? "one" : "other") ? c : a;
                var n;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "काही नाही"),
                n("f07eac34", "Parody खाते"),
                n("a41b5c2e", "फॅन खाते"),
                n("i428ea62", "कॉमेंट्री खाते"),
                n("ac0d27be", "क्षमस्व, हे खाते स्थगित करण्यात आले आहे."),
                n("bcee7444", "खाते अद्यतन अयशस्वी."),
                n("e0cbf77a", "फोन सामील करा"),
                n("f377195c", "X चे सर्व्हर्स अतिरिक्त ओव्हरलोड झाल्याने सध्या कोणतीही विनंती हाताळू शकत नाहीत. कृपया काही क्षण प्रतीक्षा करून पुन्हा प्रयत्न करा."),
                n("d67f9456", "आपणास ही कृती करण्यापासून अवरोधित करण्यात आले आहे."),
                n("e0ece1b6", "मीडिया जोडू शकत नाही, पुन्हा अपलोड करण्याचा प्रयत्न करा."),
                n("i82e8f04", "आमच्या उपभोक्त्यांना स्पॅम आणि अन्य अपकार्यांपसून सुरक्षित ठेवण्यासाठी, अतिरिक्त खाती फॉलो करण्यापासून या खात्याला तात्पुरते अवरोधित करण्यात आले आहे. आपणास हे नियम समजले असल्याची कृपया खात्री करा."),
                n("jf7be47a", "आमच्या उपभोक्त्यांना स्पॅम आणि अन्य अपकार्यांपसून सुरक्षित ठेवण्यासाठी, या खात्यावरून पोस्ट पाठविणे तात्पुरते अवरोधित करण्यात आले आहे. आपणास हे नियम समजले असल्याची कृपया खात्री करा."),
                n("g75fec74", "या कृतीसाठीची दैनिक मर्यादा आपण गाठली आहे. ही मर्यादा काढून टाकण्यासाठी कृपया आपल्या खात्यामध्ये एक फोन क्रमांक सामील करा."),
                n("abb8b6e0", "हा फोन क्रमांक आधीपासूनच नोंदविला आहे."),
                n("f30bd1fc", "ऑपरेटर समर्थित नसल्याने या फोन नंबरवर आम्ही मजकूर संदेश पाठवू शकत नाही."),
                n("i54e550c", "आम्ही हा फोन क्रमांक सत्यापित करू शकत नाही."),
                n("h154702a", "X किंवा आमच्या भागीदारांना ही लिंक संभाव्यपणे हानिकारक आहे असे लक्षात आल्याने आम्ही ही विनंती (प्रक्रिया) पूर्ण करू शकत नाही आहोत."),
                n("c8cb0b4c", "आपण प्रविष्ट केलेला पासवर्ड चुकीचा होता."),
                n("b1b54f9e", "आपण अपलोड करण्याचा प्रयत्न केलेला मीडिया अवैध आहे."),
                n("i859a9d4", "अधिक जाणून घ्या"),
                n("d6e72ce1", function (e) {
                    return "आपल्या पासवर्डमध्ये " + e.count + " पेक्षा कमी वर्णाक्षरे असणे आवश्यक आहे. कृपया यापेक्षा लहान पासवर्ड प्रविष्ट करा.";
                }),
                n("a34dccd7", function (e) {
                    return "आपल्या पासवर्डमध्ये किमान " + e.count + " वर्णाक्षरे असणे आवश्यक आहे. कृपया एखादा मोठा प्रविष्ट करा.";
                }),
                n("jea2ff04", "अंदाज करण्यासाठी पासवर्ड अगदीच सोपा आहे. कृपया थोडा क्लिष्ट पासवर्ड निवडा."),
                n("ce482c36", "एक किंवा त्यापेक्षा जास्त रकाने अवैध आहेत. कृपया आपले इनपुट तपासून पुन्हा प्रयत्न करा."),
                n("db626d88", "आपले खाते सेटअप करणे संपवण्यासाठी कृपया आपला फोन क्रमांक सामील करा"),
                n("i3ee2550", "कृपया सर्व आवश्यक फील्ड पूर्ण करा."),
                n("cf18a258", "ही विनंती स्वयंचलित असल्यासारखे वाटत आहे. आमच्या उपभोक्त्यांना स्पॅम आणि अन्य अपकार्यापासून सुरक्षित ठेवण्यासाठी, आम्ही ही कृती आता पूर्ण करू शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("h7ffa648", "SMS सत्यापन मूल्यांकन मर्यादा ओलांडली."),
                n("b87ceb1c", "SMS सत्यापन पिन अवैध आहे."),
                n("f87e2faa", "क्षमस्व, आम्हाला तो उपभोक्ता सापडला नाही."),
                n("cdaf8222", "क्षमस्व, आपणावर रेटची मर्यादा आहे. कृपया काही क्षण थांबा आणि नंतर पुन्हा प्रयत्न करा."),
                n("c1b0e710", "आपले खाते स्थगित केलेले आहे आणि ही कृती करण्याची त्यास परवानगी नाही."),
                n("bfb22fae", "क्षमस्व, ते पोस्ट हटवले गेले आहे."),
                n("a23cd3ba", "या  पोस्टवरील काही कृती X ने अक्षम केल्या आहेत."),
                n("bb558892", "या उपभोक्त्याकडे आधीच सत्यापित केलेला फोन क्रमांक आहे."),
                n("hae1c934", "काहीतरी चुकीचे घडले. पण काळजी करू नका -- यामध्ये आपली काहीच चूक नाही."),
                n("e784846c", "आपले प्रोफाइल पुनरावलोकनाधीन आहे. पुनरावलोकन कालावधी दरम्यान नावामध्ये आणि प्रोफाइल छायाचित्रामध्ये कोणत्याही प्रकाराचे नवीन बदल करण्याची परवानगी नाही."),
                n("h1cbdd30", "कृपया पृष्ठ रिफ्रेश करा आणि पुन्हा प्रयत्न करा."),
                n("a5077d3e", "रिफ्रेश करा"),
                n("b2648ba4", "आपल्या खात्यास कदाचित ही कृती करण्याची परवानगी नाही. कृपया पृष्ठ रिफ्रेश करा आणि पुन्हा प्रयत्न करा."),
                n("bcd6bb0e", "सदस्य"),
                n("hd8c22d2", "निया."),
                n("c3153100", "प्रशा"),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" शोधा';
                }),
                n("jcec6620", "पोस्ट प्रत्युत्तर लपवले"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "मुलभूत"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "षटकोनी प्रोफाइल चित्र"),
                n("fcc8734a", "चौरस प्रोफाइल चित्र"),
                n("c64e46f8", "या सदस्याला समुदायामधून काढून टाकण्यात आल्याने त्यांची पोस्ट लपविली आहेत. "),
                n("b3f1cb42", "समुदायांच्या नियमांचे उल्लंघन केल्यामुळे नियामकाने हे पोस्ट लपवले आहे. "),
                n("cbd2dc9c", "तुम्ही या पोस्टची रिपोर्ट केली होती."),
                n("cfbea177", function (e) {
                    return e.name + " यांची स्पेस";
                }),
                n("ab4fc8bc", "स्पेस"),
                n("jd859c9c", "आपल्याला या स्पेसमधून काढून टाकले आहे."),
                n("c60ed9b0", "आपण या स्पेसमध्ये सामील होण्यासाठी अधिकृत नाही. "),
                n("d8227e16", "आपण ही स्पेस तयार करण्यासाठी अधिकृत नाही"),
                n("f027fed8", "पिक्चर-इन-पिक्चर"),
                n("hd50e064", "आत्ता नाही"),
                n("i76d640e", "आम्हाला आपली परवानगी हवी आहे"),
                n("fdaa0be8", "या स्पेसमध्ये बोलण्यासाठी आपल्याला X ला आपल्या मायक्रोफोनमध्ये प्रवेश देणे आवश्यक आहे. कृपया आपले ब्राउझर सेटिंग्ज तपासा. "),
                n("gea6cc1a", "आपल्याला खात्री आहे?"),
                n("hb568af4", "म्यूट करा"),
                n("f7c8617a", "क्लिप्स म्हणजे काय?"),
                n("ecc7d2ec", "क्लिप कॅप्चर केलेले क्षण आहेत जे आपल्या स्पेसमधील कोणीही तयार आणि शेअर करू शकतात. सर्व क्लिप्स 30 दिवसांनंतर कालबाह्य होतात."),
                n("d575ee02", "क्लिप कोण तयार करू शकते?"),
                n("dbc477a4", "कोणीही (अगदी श्रोतेसुद्धा) क्लिप्स तयार करू शकतात. आपणास X वर साइन-इन करणे आवश्यक आहे."),
                n("ed1d1cc0", "बोलणारी कोणतीही व्यक्ती क्लिपमध्ये असू शकते"),
                n("e5d193c8", "आपण बोलल्यास, क्लिपमधील आपण कदाचित शेवटचे असाल. आपण एखाद्यामध्ये असल्यास आम्ही आपणास कळवू."),
                n("e1547ec0", "स्पेसमध्ये मुमेंट क्लिप करा"),
                n("i154245e", "काहीतरी हास्यास्पद किंवा आश्चर्यकारक ऐकले आहे? ते क्लिप करून शेअर करा."),
                n("j24c37b2", "समजले"),
                n("g1c6f16e", "रेकॉर्ड केलेल्या स्पेसेस"),
                n("e5609214", "चला, येथे स्पेस लाइव्ह करू या"),
                n("g665514c", "केवळ वक्त्यांचे (भाषण) रेकॉर्ड केले जाते"),
                n("ja196c5a", "बोलणाऱ्या गेस्ट्सचे भाषण रेकॉर्ड केले जाईल. रेकॉर्डिंग सार्वजनिक असल्याने कोणीही ते रिप्ले करू शकते."),
                n("dd317ed6", "ते कोणासोबतही रिप्ले करा किंवा शेअर करा"),
                n("jf03b37c", "रेकॉर्डिंग कधीही ऐका. आपण ते पोस्टसह शेअर देखील करू शकता."),
                n("fd05976b", "अधिक जाणून घ्या"),
                n("b4f91a8a", "रेकॉर्डिंग सक्रिय आहे"),
                n("gb418012", "स्पेसेसमध्ये स्वागत आहे"),
                n("fec3c1e0", "जिथे लाइव्ह ऑडिओ चर्चा होतात"),
                n("j32eb4f8", "जास्तीत जास्त 10 वक्त्यांची नावे समाविष्ट करा"),
                n("j4f133a6", "आपण X वर कोणालाही बोलण्यासाठी आमंत्रित करू शकता."),
                n("ed434ac6", "स्पेसेस सार्वजनिक असतात — कोणीही सहभागी होऊ शकते"),
                n("e0025688", "आपली स्पेस, आपले नियम"),
                n("c1bc6f86", "होस्ट म्हणून, कोणाला बोलण्याची परवानगी आहे हे आपण नियंत्रित करता. आपणास आपल्या स्पेसमधील नको असलेल्या लोकांना काढून टाकण्याचा अधिकार देखील आहे."),
                n("b0bc8330", "आपण एखाद्या स्पेसमधील लोकांना अवरोधित देखील करू शकता किंवा रिपोर्ट करू शकता."),
                n("cb17a0f3", "अधिक जाणून घ्या"),
                n("dcd77941", "अधिक जाणून घ्या"),
                n("cc724cb0", "क्लिप तयार करा"),
                n("cfd2f35e", "रद्द करा"),
                n("c1df579e", "पुढे"),
                n("e3146662", "या क्लिपसाठी मथळे तयार करणे शक्य नाही."),
                n("f123fea8", "ही स्पेस रिपोर्ट करा"),
                n("d0aebc28", "समस्येचे वर्णन करा"),
                n("g971a4e8", "स्व-हानी"),
                n("b96e6682", "हिंसाचार"),
                n("e5bf9b3a", "लैंगिक मजकूर"),
                n("d2a34320", "बाल संरक्षण"),
                n("a9ba3e28", "खाजगी माहिती"),
                n("d5519f4a", "अपमानास्पद वर्तन"),
                n("eb55363c", "ही स्पेस रिपोर्ट केली आहे"),
                n("i65de934", "आपण निनावीपणे ऐकत आहात"),
                n("b1037050", "जागा व्यवस्थापित करा"),
                n("ic107434", "कॅमेरा चालू करा"),
                n("d7e0329c", "कॅमेरा बंद करा"),
                n("b772cd66", "पूर्ण झाले"),
                n("b3bd3e38", "प्रथम लोकप्रिय पोस्ट्स"),
                n("d88cf16c", "प्रथम अगदी अलिकडील पोस्ट्स"),
                n("bd4ad3ea", "विशाल"),
                n("ca1180a0", "मध्यम"),
                n("c86ff1b0", "अरुंद"),
                n("eed02406", "लहान"),
                n("cffb04d6", "प्रमाणित"),
                n("af15cef8", "नोट्स सोबत पोस्ट"),
                n("ab28945c", "प्रतिनिधीचे प्रोफाइल"),
                n("e2462db4", "मागील 24 तासांमध्ये आपल्या नेटवर्कमध्ये अधिक प्रमाणामध्ये शेअर केलेले."),
                n("ad16f482", "इव्हेंट"),
                n("c20aaf3e", "त्रुटी"),
                n("edf7bc2e", "प्रचलनामधील"),
                n("fa884026", "यादी"),
                n("fa98627a", "प्रोफाइल"),
                n("a9ae1e78", "शोधा"),
                n("a2a3824a", "विषय"),
                n("a6d5b010", "टाइमलाइन"),
                n("h5860a68", "Grok"),
                n("a990900c", "माझ्या बद्दल"),
                n("h02a6fe6", "समुदाय"),
                n("a15648a4", "कम्युनिटी नोट्स"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • फोल्डर्स बुकमार्क करा";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • संदेश";
                }),
                n("d80c77dc", "आपण ही प्रत्युत्तरे लपविली आहेत"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " यांनी लपविलेली प्रत्युत्तरे";
                }),
                n("g40ff2b4", "आपल्या मिडीयाचा आकार बदलण्यात अयशस्वी आणि अपलोड करण्यासाठी खूपच मोठा आहे."),
                n("b8098028", "एक किंवा अधिक प्रतिमांचा आकार खूप मोठा आहे आणि त्या रिसाइझ करता येऊ शकत नाहीत."),
                n("b36f4170", "फाईल रिक्त आहे."),
                n("hab3781e", "प्रदान केलेल्या एक किंवा अधिक फाईल्स प्रतिमा नाहीत."),
                n("f6c4fb02", "आपल्या GIF वर प्रक्रिया करणे शक्य झाले नाही. GIFs अपलोड करण्याविषयीच्या टिप्स पहा."),
                n("g0af3dd2", "GIF सुसंगत नाही.GIFs अपलोड करण्याविषयीच्या टिप्स पहा."),
                n("b8c8b0be", "आपल्या व्हिडिओ फाईलवर प्रक्रिया होऊ शकली नाही .कृपया व्हिडिओ फाईल्स अपलोड करण्यासाठीच्या टिप्स पहा."),
                n("ica6d718", "आपली व्हिडिओ फाईल सुसंगत नाही. व्हिडिओ अपलोड करण्याविषयीच्या टिप्स पहा."),
                n("b28d44f7", function (e) {
                    return "आपली GIF फाईल खूपच मोठी आहे. GIFs " + e.limit + " पेक्षा लहान असणे आवश्यक आहे";
                }),
                n("i1db7d13", function (e) {
                    return "आपली व्हिडिओ फाईल खूपच मोठी आहे. व्हिडिओ " + e.limit + " MB पेक्षा कमी असणे आवश्यक आहे";
                }),
                n("baac0ed7", function (e) {
                    return "आपली व्हिडिओ फाईल खूपच मोठी आहे. व्हिडिओ " + e.limit + " पेक्षा कमी असणे आवश्यक आहे";
                }),
                n("a22385bb", function (e) {
                    return "आपला व्हिडिओ जास्त कालावधीचा आहे. " + e.limit + " सेकंद किंवा त्यापेक्षा कमी ठेवण्याचा प्रयत्न करा.";
                }),
                n("be0440bf", function (e) {
                    return "आपला व्हिडिओ जास्त कालावधीचा आहे. " + e.limit + " मिनिटे किंवा त्यापेक्षा कमी ठेवण्याचा प्रयत्न करा.";
                }),
                n("feeba512", "आपल्या प्रतिमा फाईलवर प्रक्रिया होऊ शकली नाही. कृपया प्रतिमा अपलोड करण्यासाठी असलेल्या टिप्स पहा."),
                n("db123c02", "आपली प्रतिमा फाईल सुसंगत नाही. कृपया प्रतिमा अपलोड करण्यासाठी टिप्स पहा."),
                n("db6001e7", function (e) {
                    return "आपली प्रतिमा फाईल खूपच मोठी आहे. प्रतिमा " + e.limit + " MB पेक्षा लहान असणे आवश्यक आहे";
                }),
                n("eb96d952", "आपली प्रतिमा फाईल उंची आणि रुंदीने कमी आहे"),
                n("b3880588", "अपलोड सत्र कालबाह्य झाले आहे."),
                n("ca058b68", "आपला काही मीडिया लोड करण्यात अयशस्वी."),
                n("id24379c", "आपला काही मीडिया अपलोड करण्यात अयशस्वी."),
                n("h4d7cbcc", "आपला मीडिया अपलोड करता आला नाही. कृपया पुन्हा प्रयत्न करा."),
                n("aaa798fc", "अपग्रेड करा"),
                n("f13bb672", " Premium ची सदस्यता घ्या"),
                n("ab0decc0", "सदस्यता घ्या"),
                n("e4e92f35", function (e) {
                    return e.tier + " वर अपग्रेड करा";
                }),
                n("c2831f07", function (e) {
                    return e.tier + " यांची सदस्यता घ्या";
                }),
                n("fd425414", "Radar मिळवा"),
                n("g6320792", "Premium विश्लेषणे मिळवा"),
                n("f09be7f8", "सत्यापित करा"),
                n("j34ad558", "Premium मिळवा"),
                n("a73d39fb", function (e) {
                    return e.numberOfDays + "-दिवसाची विनामूल्य चाचणी सुरू करा";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + " वर " + e.percentage + "% पर्यंत सूट मिळवा";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% सूट";
                }),
                n("c5546038", "लवकरच कालबाह्य होणार!"),
                n("e9a47564", "शेवटची संधी"),
                n("f65e7e91", function (e) {
                    return e.percentage + "% सूट " + e.tier + " " + e.plan;
                }),
                n("a84a736e", "मोफत जाहिरात क्रेडिट मिळवा"),
                n("a0713d76", "मोफत जाहिरात क्रेडिट आणि व्यवसाय ग्रोथ टूल्सचा सूट मिळविण्यासाठी सत्यापित संस्थांमध्ये अपग्रेड करा."),
                n("a07e13fc", "Premium क्रिएटर बना"),
                n("i1b4aea2", "जास्त कालावधीचे व्हिडिओजवर अपग्रेड करा"),
                n("efa90342", "X Premium सह संपादित पोस्ट्स अनलॉक करा"),
                n("cc528e28", "यामध्ये केवळ X Premium सदस्यांना प्रवेश आहे . सुरू ठेवण्यासाठी अपग्रेड करा."),
                n("h8a3525e", "आपल्या प्रोफाइलवरील हायलाइट (ठळक मुद्दे)"),
                n("c0f7a722", "आपल्या प्रोफाइलवरील पोस्ट्स हायलाइट करण्यासाठी आपण Premium चे सदस्यत्व घेतले पाहिजे."),
                n("i3b31136", "X वर लेख लिहा"),
                n("b6a41c5f", function (e) {
                    return "X वर लेख लिहिण्यासाठी आपण " + e.tier + " ची सदस्यता घेणे आवश्यक आहे";
                }),
                n("ae2c4afc", "आपल्याला आपला स्वतःचा लेख प्रकाशित करायचा आहे का?"),
                n("d300e29b", function (e) {
                    return "लांब पोस्ट आणि लेख लिहिण्यासाठी " + e.tier + " वर अपग्रेड करा.";
                }),
                n("f614e2bc", "लांब पोस्ट्स लिहिण्यासाठी Premium वर अपग्रेड करा आणि बोल्ड आणि इटालिक सारखे फॉर्मेट लागू करा."),
                n("c9772e6e", "Premium वर अपग्रेड करा"),
                n("dc5575ac", "आपल्या प्रोफाइलमध्ये ID सत्यापित लेबल हवे आहे का?"),
                n("d154f46e", "X Premium सह समुदाय निर्मिती अनलॉक करा"),
                n("a0228c02", "केवळ X Premium सदस्यांना समुदाय निर्मितीमध्ये प्रवेश आहे. पुढे चालू ठेवण्यासाठी अपग्रेड करा."),
                n("d07f1d74", "आपण या उपभोक्त्यांना चर्चेमध्ये जोडण्यासाठी सत्यापित करणे आवश्यक आहे"),
                n("ebe38626", "केवळ सत्यापित उपभोक्ते त्यांना फॉलो न करणाऱ्या लोकांना गटामध्ये जोडू शकतात. पुढे जाण्यासाठी अपग्रेड करा."),
                n("e6eddae0", "हा गट तयार करण्यासाठी सत्यापित करा"),
                n("he27089e", "केवळ सत्यापित उपभोक्तेच त्यांना फॉलो न करणाऱ्या उपभोक्त्यांसह गट तयार करू शकतात. पुढे जाण्यासाठी अपग्रेड करा."),
                n("d7bc1116", "या उपभोक्ताला संदेश करण्यासाठी सत्यापित व्हा"),
                n("f897074a", "केवळ सत्यापित उपभोक्ते त्यांना फॉलो करत नसलेल्या लोकांना थेट संदेश विनंत्या पाठवू शकतात. पुढे जाण्यासाठी अपग्रेड करा."),
                n("c0cf5eae", "अधिक संदेश पाठवण्यासाठी सत्यापित व्हा"),
                n("h2da08fc", "आपण एका दिवसात थेट संदेशसाठी कमाल मर्यादा गाठली आहे. संदेश पाठवणे सुरू ठेवण्यासाठी अपग्रेड करा."),
                n("j503aee6", "X Premium सह व्हिडिओज डाउनलोड करा"),
                n("j4dd3bf4", "केवळ X Premium सदस्य व्हिडिओज डाउनलोड करू शकतात. पुढे चालू ठेवण्यासाठी अपग्रेड करा."),
                n("bc231a74", "X Premium सह बुकमार्क फोल्डर्स अनलॉक करा"),
                n("ed534c78", "बुकमार्क फोल्डर्समध्ये केवळ X Premium सदस्यांना प्रवेश आहे. सुरू ठेवण्यासाठी अपग्रेड करा."),
                n("ed924940", "Premium+ सह सर्व जाहिराती काढून टाका"),
                n("dccdb326", "केवळ Premium+ सदस्यांना जाहिराती दिसत नाहीत. पुढे चालू ठेवण्यासाठी अपग्रेड करा."),
                n("adf3410a", "नवीन वैशिष्ट्ये अनलॉक करण्यासाठी सदस्यता घ्या आणि पात्र असल्यास, रेव्हेन्यूचा शेअर प्राप्त करा."),
                n("d8661dd4", "मर्यादित काळासाठी. X चे सर्वोत्तम अनलॉक करा"),
                n("fe7fd234", "Premium Basic आज विनामूल्य वापरून पहा"),
                n("a2f86dda", "Premium Basic सह बुकमार्क फोल्डर्स, पोस्ट संपादित करणे, सानुकूल ॲप चिन्हे आणि बरेच काही वापरून आपला अनुभव वाढवा."),
                n("d9593598", "Premium आज विनामूल्य वापरून पहा"),
                n("d0d6b59c", "Premium सह कमी जाहिराती, पॉवर टूल्स आणि बरेच काही वापरून आपला अनुभव अपग्रेड करा."),
                n("g4bb7ea8", "X Premium वर 50% पर्यंत सूट मिळवा"),
                n("b748499c", "ऑफर वाढवली!"),
                n("b81135bc", "आज संपत आहे!"),
                n("a8b4b878", "या थँक्सगिव्हिंगला X चा सर्वोत्तम अनुभव घ्या."),
                n("df7fb242", "थँक्सगिव्हिंग ऑफर"),
                n("aeaf14a6", "Premium वर 40% सूट मिळवा. लवकरच कालबाह्य होत आहे!"),
                n("ca8cbf78", "Premium आणि Premium+ वर 40% सूट मिळवा"),
                n("j88ba18e", "ऑफरवर दावा सांगा"),
                n("f4dc8ea3", function (e) {
                    return "X Premium वर " + e.percentage + " % सूट मिळवा. X चे सर्वोत्तम अनलॉक करा.";
                }),
                n("db6a5d54", "आपण अद्याप सत्यापित नाही"),
                n("edf7f57e", "बूस्ट केलेली प्रत्युत्तरे, विश्लेषणे, जाहिरात-मुक्त ब्राउझिंग आणि बरेच काही यासाठी सत्यापित करा. आपले प्रोफाइल आता अपग्रेड करा."),
                n("ba920d68", "सत्यापनसह आपला प्रभाव बूस्ट करा"),
                n("ib79d0c2", "VIP वैशिष्ट्ये अनलॉक करा: आपले खाते सत्यापित करा"),
                n("bebc5f12", "आपण X वर जाहिरात करीत आहात, परंतु आपल्याकडे सत्यापित संस्थांचे सबस्क्रीप्शन नाही"),
                n("d7836d1e", "$ 12,000 पर्यंत विनामूल्य जाहिरात क्रेडिट, सोन्याचे सत्यापन, VIP समर्थन आणि वाढीसाठी साधनांचा एक संच, मिळवण्यासाठी सदस्यता घ्या."),
                n("f528e369", function (e) {
                    return "आपले स्वतःचे लेख लिहिण्यासाठी " + e.tier + " ची सदस्यता घ्या ";
                }),
                n("c5a8022a", "लेखांच्या मदतीने आपण आपला स्वतःच्या लांब फॉर्मची सामग्री रिच टेक्स्ट आणि इनलाइन मीडियासह थेट X वर प्रकाशित करू शकता."),
                n("d77899b6", "आपल्या स्वतः च्या लांब पोस्ट लिहिण्यासाठी Premium ची सदस्यता घ्या"),
                n("bd65482a", "लांब पोस्ट्स लिहा आणि बोल्ड आणि इटालिक सारखे फॉर्मेट लागू करा."),
                n("bee20918", "पोस्ट करण्यासाठी पैसे मिळवा"),
                n("gb699d52", "X वर पोस्ट करण्याचा आनंद घेता? आमच्या रेव्हेन्यू शेअर प्रोग्राममध्ये सामील होण्यासाठी Premium ची सदस्यता घ्या."),
                n("f69877c2", "Premium सह आपल्या प्रत्युतरांना बूस्ट करा"),
                n("gba90d44", "अधिक दृश्यमानता मिळवा, लक्षवेधी बना आणि ऊठून दिसा."),
                n("a6dbcd58", "Premium ची सदस्यता घेऊन क्रिएटर्सना समर्थन करा"),
                n("c4f49130", "आपल्या सबस्क्रीप्शन फीच्या 25% पर्यंत थेट क्रिएटर्सना जाते."),
                n("ca8fa2c0", "ब्लू चेक ने सत्यापित करा"),
                n("febffc1a", "आपली विश्वासार्हता बूस्ट करा, आपली दृश्यमानता वाढवा आणि आपले मत ऐकवा."),
                n("j45a377a", "Premium+ वर अपग्रेड करा"),
                n("i7170016", "शून्य जाहिराती आणि सर्वात मोठ्या प्रत्युत्तर प्राधान्यासारख्या अतिरिक्त फायद्यांचा आनंद घ्या."),
                n("ee87f95e", "X Premium सह प्रगत विश्लेषण"),
                n("ac38dbc0", "आपले प्रोफाइल विश्लेषणे पहा, आपले दर्शक समजून घ्या आणि बरेच काही. पुढे जाण्यासाठी अपग्रेड करा."),
                n("i6e73154", "बार चार्ट्स आणि मेट्रिक्ससह खाते विश्लेषण वैशिष्ट्याचे पूर्वावलोकन"),
                n("b583e154", "X Premium सह विश्लेषण अनलॉक करा"),
                n("b7fb8c5e", "खर्च करा $1k, मिळवा $1k"),
                n("ca559b70", "आता सबस्क्राईब करा"),
                n("d68773a4", "Radar सह प्रचलनांची कल्पना करा"),
                n("f677fed6", "कीवर्ड्सचे निरीक्षण करा, प्रचलन कृती व्हिज्युअलाइझ करा आणि चर्चा फिल्टर करा. रिअल-टाइममध्ये."),
                n("ha49eac2", "X वर जलद गतीने प्रगती करायची आहे?"),
                n("f27018b4", "स्मार्ट डेटा इनसाइट्ससह आपले फॉलोअर्स वाढवण्यासाठी Premium विश्लेषणे वापरा."),
                n("dfea1f08", "मौल्यवान इनसाईट्स गमावू नका"),
                n("da8c5244", "Premium विश्लेषणांसह, आपले फॉलोअर्स वाढवण्यासाठी आपण स्मार्ट डेटा इनसाइट्स अनलॉक करू शकता."),
                n("b081baea", "आपली गमावलेली विश्लेषणे!"),
                n("d5effffc", "बॅज जोडा"),
                n("c3653d44", "आपला व्यवसाय सत्यापित करा"),
                n("e8070e70", "Premium वापरून पहा"),
                n("ec42820e", "आपले प्रत्युत्तर अधिक लोकांना दाखवायचे आहे का?"),
                n("b0a95418", " Premium सह रिप्लाय बूस्ट मिळवा"),
                n("j8ee20aa", "रिप्लाय बूस्टसह चर्चेमध्ये लक्षवेधी बना"),
                n("g13aa596", "आपले प्रत्युत्तर बूस्ट करण्यासाठी Premium ला सबस्क्राइब करा"),
                n("cadd92be", "आपल्या पोस्ट विश्लेषणांंमध्ये प्रवेश करा"),
                n("a7058228", "X Premium सह प्रगत विश्लेषण अनलॉक करा"),
                n("gb7823ba", "खाते विश्लेषण"),
                n("i90f8e36", "आपले बुकमार्क्स व्यवस्थापित करा"),
                n("abc6e710", "X Premium सह आपल्या बुकमार्क्सची फोल्डर्समध्ये क्रमवारी लावा"),
                n("b7fa0cfe", "लोकप्रिय लेख"),
                n("bcc7e8c0", "सर्व बुकमार्क्स"),
                n("i3145aa0", "बुकमार्क्स"),
                n("e39b368e", "प्रक्षेपण"),
                n("hbea78a8", "नवीन कॉलम"),
                n("b5298d92", "कनेक्ट करा"),
                n("d35d74e4", "चर्चा"),
                n("h5245afa", "कम्युनिटी"),
                n("d4ebc798", "मसुदे"),
                n("fcf3e54c", "एक्सप्लोर करा"),
                n("d806aa1a", "लपविलेली प्रत्युत्तरे"),
                n("ha8209bc", "होम"),
                n("a2f81050", "संदेश"),
                n("cf2d1048", "संदेश विनंत्या"),
                n("e7172d70", "अतिरिक्त संदेश"),
                n("e1066d88", "माझा प्रोफाइल"),
                n("eb75875e", "सूचनापत्रे"),
                n("j45978a8", "भाष्य"),
                n("fd6a3f30", "नियोजित केलेले पोस्ट्स"),
                n("aa4209e8", "सुपर फॉलोअर्स"),
                n("d52a1caa", "वर्गणीदार"),
                n("d7b51c68", "सबस्क्रीप्शन्स"),
                n("c5f4befa", "प्रचलने"),
                n("df34a454", "पोस्ट करा"),
                n("gfccba44", "सदस्यांच्या विनंत्या"),
                n("e42dd8fa", "नियमन लॉग"),
                n("c2c191fc", "रिपोर्ट केलेले पोस्ट"),
                n("c63602d4", "माझे समुदाय"),
                n("ddf0ba7e", "कलेक्शन"),
                n("c64974fc", "फॉलोअर्स"),
                n("i099d32e", "आपल्याला माहिती असलेले फॉलोअर्स"),
                n("d960b55c", "फॉलोइंग"),
                n("b007440a", "नोकऱ्या"),
                n("aa68dafc", "सूचनापत्र तपशील"),
                n("b8533bac", "विषय"),
                n("jf00ebf6", "कॉलम उपलब्ध नाही"),
                n("jaaa8984", "स्थान"),
                n("f345dcda", "संपादन इतिहास"),
                n("hea3f8ac", "संबंधित पोस्ट्स"),
                n("c8ee31da", "बातम्या"),
                n("d35c9eec", "खाते विश्लेषणे"),
                n("b5b7fb94", "गट"),
                n("g755fcde", "आपण"),
                n("f6b1ff81", function (e) {
                    return e.name + " व आपण";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + "आणि" + e.count + " अधिक";
                }),
                n("fb4ee2f6", "संदेश विनंत्या हटवल्या"),
                n("j607bf02", "अनुप्रयोग डाउनलोड करा"),
                n("j49fd4e8", "अनुप्रयोगावर स्विच करा"),
                n("a565833e", "साइन-अप करा"),
                n("e919c3bc", "लॉग इन करा"),
                n("a17a75da", "X अनुप्रयोगावर उत्तम कार्य करते"),
                n("e7342ed4", "पोस्ट कधीही चुकवू नका. संपूर्ण वापरानुभव मिळविण्यासाठी हे X अनुप्रयोगामध्ये उघडा."),
                n("b6a43e78", "इतरांच्या आधी जाणून घ्या"),
                n("b469e406", "आपल्यासाठी सर्वात महत्त्वाच्या गोष्टींची अद्ययावत माहिती मिळवा. आपण फॉलो करीत असलेले लोक, विषय आणि इव्हेंट्सविषयीच्या पुश सूचनापत्रांसाठी अनुप्रयोगावर स्विच करा."),
                n("b8505290", "चर्चेमध्ये सहभागी होण्यासाठी प्रत्युत्तर द्या."),
                n("ae8b0564", "प्रसार करण्यासाठी पुन्हा पोस्ट करा."),
                n("f2adab0e", "प्रेम शेअर करण्यासाठी पोस्ट लाइक करा."),
                n("b7821a74", "त्यांचे पोस्ट्स कधीही गमावले जाऊ नयेत म्हणून साइन-अप करा."),
                n("e6d43d06", "उत्तम पोस्ट्स शोधण्यासाठी एखादा विषय फॉलो करा"),
                n("ic848090", "सर्वप्रथम लॉग इन करा"),
                n("f9ebe066", "लॉग इन केल्यानंतर लगेच आपण समुदायांमधील चर्चेमध्ये सहभागी होऊ शकता."),
                n("je3d93e2", "X वरील लोक माहित असलेले पहिले आहेत."),
                n("ea88ce2e", "ताज्या घडामोडी कधीही चुकवू नका"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "मदत केंद्राच्या"),
                n("g482c949", "आपल्या आवडीच्या विषयी अधिक दाखवा."),
                n("b47e760e", "कीबोर्ड शॉर्टकट्स पाहण्यासाठी प्रश्नचिन्ह दाबा"),
                n("fd2c7b44", "कीबोर्ड शॉर्टकट्स पहा"),
                n("g7e2adf2", "नवीन डेक तयार करा"),
                n("a6ba09e8", "डुप्लिकेट कॉलम"),
                n("f5c9ccca", "सध्याचा डेक संपादित करा"),
                n("bf42c578", "पुनर्क्रमित करा बटणावर लक्ष द्या"),
                n("j6fa64a6", "अंतिम कॉलमवर जा"),
                n("b5545202", "पिन केलेल्या शेवटच्या डेकवर जा"),
                n("e0497acc", "सर्व डेक्स व्यवस्थापित करा येथे जा"),
                n("beef7b14", "पुढील कॉलमवर जा"),
                n("a5cb005e", "या क्रमांकाच्या कॉलमवर जा"),
                n("f65391bc", "पिन केलेल्या या क्रमांकाच्या डेकवर जा"),
                n("h0bfdd20", "कॉलम समाविष्ट करा"),
                n("h770f6d4", "मागील कॉलमवर जा"),
                n("b8b2b70c", "कॉलम हटवा"),
                n("a3e2df76", "हटवा कॉलम पूर्ववत करा"),
                n("g850aec4", "कॉलम सेटिंग्ज उघडा/बंद करा"),
                n("d5696fcc", "शॉर्टकट मदत"),
                n("a83d4280", "पुढील पोस्ट"),
                n("g0048656", "मागील पोस्ट"),
                n("a690c4d0", "खालचे पृष्ठ"),
                n("e893811a", "नवीन पोस्ट्स लोड करा"),
                n("cdb53d7a", "उल्लेख"),
                n("d7b8ebaa", "पसंती"),
                n("b0041756", "याद्या"),
                n("d4986f86", "थेट संदेश"),
                n("bb081ea2", "सेटिंग्ज"),
                n("eee2ed92", "... उपभोक्त्याकडे जा"),
                n("ee5ccf3e", "प्रदर्शन सेटिंग्ज"),
                n("ab3d53f8", "नवीन पोस्ट"),
                n("de94bda6", "पोस्ट पाठवा"),
                n("e736990a", "नवीन थेट संदेश"),
                n("fe731016", "पसंत केले"),
                n("d17df548", "प्रत्युत्तर"),
                n("g062295e", "पुन्हा पोस्ट करा"),
                n("h01621a4", "पोस्ट शेअर करा"),
                n("gb303814", "बुकमार्क"),
                n("c03b1126", "म्यूट केलेले खाते"),
                n("ebd2abb2", "खाते अवरोधित करा"),
                n("hc6c5510", "पोस्ट तपशील उघडा"),
                n("eebdef38", "छायाचित्र विस्तारित करा"),
                n("b488758c", "संदेश डॉक उघडा/बंद करा"),
                n("c82314e0", "निवडलेल्या व्हिडिओला विराम द्या/प्ले करा"),
                n("b881560e", "निवडलेला व्हिडिओ म्यूट करा"),
                n("a94f7302", "ऑडिओ डॉकवर जा"),
                n("a7e604c6", "ऑडिओ डॉक प्ले करा/विराम द्या"),
                n("f978c4fc", "ऑडिओ डॉक म्यूट करा/म्यूट बंद करा"),
                n("hc73f030", "आपले खाते"),
                n("f15bfdb4", "खात्याची माहिती"),
                n("a3841918", "ई-मेल"),
                n("c21037d0", "देश"),
                n("ab1f7ee0", "आपला पासवर्ड बदला"),
                n("e731db5a", "पासवर्ड रिसेट"),
                n("f56af9cc", "आपला डेटा अर्काइव्ह डाउनलोड करा"),
                n("hfb92b14", "आपले खाते निष्क्रिय करा"),
                n("bf96fda4", "वय"),
                n("d12d42dc", "स्वयंचलन"),
                n("fdb81456", "Parody लेबल"),
                n("j9d10268", "खाते कृती"),
                n("i6b3f59a", "खाते इतिहास"),
                n("da202f9a", "आपली जाहिरातदाराची यादी"),
                n("hc36dbba", "लॉग-इन केलेली उपकरणे आणि अनुप्रयोग"),
                n("a8d0108e", "लिंग"),
                n("a03dacaa", "भाषा"),
                n("d9138166", "आपण ज्या ज्या ठिकाणी होता ती ठिकाणे पहा"),
                n("b523ecc6", "खात्यामधील प्रवेश इतिहास"),
                n("abedd45c", "आपल्या डेटाची विनंती करा"),
                n("h1f01a24", "अभिरुची"),
                n("j7ad754a", "आपला X डेटा"),
                n("d299431c", "कमाई"),
                n("j087774e", "कॉइन्स"),
                n("ff9ed474", "एकूण मिळकत"),
                n("ec885836", "क्रिएटर रेव्ह शेअर"),
                n("b431a5c6", "जाहिरात रेव्हेन्यू शेअर"),
                n("b0e986ec", "कमाई IDV"),
                n("aca4d76a", "जाहिराती रेव्हेन्यू शेअर सेटअप"),
                n("ab1b837a", "जाहिरात रेव्हेन्यू शेअर डॅशबोर्ड"),
                n("a9c1a9cc", "व्हिडीओ जाहिराती"),
                n("d4ab5c12", "व्हिडीओ जाहिरातींची मांडणी"),
                n("c429e3ba", "क्रिएटर सबस्क्रीप्शन"),
                n("fce877d6", "पोस्ट करणे रद्द करा"),
                n("dd0c889e", "प्रोफाइल सानुकूलन"),
                n("ib35705e", "सबस्क्रीप्शन व्यवस्थापित करा"),
                n("cf131522", "संलग्न बॅजेस व्यवस्थापित करा"),
                n("cb165528", "बातम्यांची वैशिष्ट्ये आणि सेटिंग्ज"),
                n("f8645654", "सुरक्षितता आणि खाते प्रवेश"),
                n("j95edf76", "सुरक्षितता"),
                n("afe4a358", "ID सत्यापन"),
                n("dd703318", "द्वि-घटक प्रमाणीकरण"),
                n("b1686800", "सुरक्षा कळी व्यवस्थापित करा"),
                n("ae72d4c4", "अनुप्रयोग आणि सत्रे"),
                n("a1e8e682", "नोंदणीकृत उपकरणे"),
                n("h1abfbce", "कनेक्ट केलेली खाती"),
                n("cad53944", "गोपनीयता आणि सुरक्षितता"),
                n("e908903a", "दर्शक आणि टॅगिंग"),
                n("b5c85d2c", "आपले पोस्ट्स संरक्षित करा"),
                n("f56d108e", "छायाचित्र टॅगिंग"),
                n("c6f67e32", "आपले पोस्ट्स"),
                n("f2bd9c48", "आपण पाहत असलेला मजकूर"),
                n("cbd449a0", "म्यूट करून अवरोधित करा"),
                n("daef29b8", "म्यूट केलेली खाती"),
                n("i0dd9b9e", "म्यूट केलेले शब्द"),
                n("a5f32aa2", "अवरोधित केलेली खाती"),
                n("i58a274c", "थेट संदेश"),
                n("ded416b0", "स्पेसेस"),
                n("fd4d9068", "शोधक्षमता आणि संपर्क"),
                n("bbcafbda", "संपर्क व्यवस्थापित करा"),
                n("aeddb28a", "सामग्री प्राधान्ये"),
                n("d035a8d0", "जाहिरात प्राधान्ये"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "अनुमानित ओळख"),
                n("d84e63d2", "ऑफ-X कृती"),
                n("h14ba864", "व्यवसाय भागीदारांसह डेटा शेअर करणे"),
                n("jabb9c9a", "स्थान माहिती"),
                n("fcb6a5b8", "आपल्या पोस्ट्समध्ये स्थान माहिती समाविष्ट करा"),
                n("h9f2da68", "संवेदनशील मीडिया"),
                n("id6a8e1a", "प्रत्युत्तर फिल्टर"),
                n("fc35f762", "फिल्टर केलेली प्रत्युत्तरे"),
                n("gaac710a", "रिपोर्ट सेंटर"),
                n("bcd81cac", "प्राधान्ये"),
                n("i647fb04", "फिल्टर्स"),
                n("hee41732", "पुश सूचनापत्रे"),
                n("e75f25a8", "ई-मेल सूचनापत्रे"),
                n("cf9b166a", "प्रवेशयोग्यता, प्रदर्शन आणि भाषा"),
                n("e3719c16", "प्रवेशयोग्यता"),
                n("a776eed8", "स्वयं-प्ले"),
                n("c4881c66", "प्रदर्शित करा"),
                n("d495680e", "भाषा"),
                n("f953f53a", "प्रदर्शनाची भाषा बदला"),
                n("eafe3288", "डेटा वापर"),
                n("b721eb38", "परिचय"),
                n("g9230d00", "डेलीगेट"),
                n("cb8ebf5c", "आपण डेलीगेट केलेले सदस्य"),
                n("i95202f6", "आपल्याला डेलीगेट केलेली खाती"),
                n("afcad7f2", "अनुप्रयोग डाउनलोड करा"),
                n("e8f57e08", "वैयक्तिकरण आणि डेटा"),
                n("gbde3534", "अभिरुची आणि जाहिरातींचा डेटा"),
                n("a54826c6", "भागीदारांकडील अनुमानित अभिरुची"),
                n("a5cbc19a", "आपली विश्लेषणे"),
                n("i9028824", "लोड करत आहे"),
                n("f5090e28", "आपण कनेक्टिव्हिटी गमावली आहे. आम्ही पुन्हा प्रयत्न करत राहू."),
                n("ba929da8", "पृष्ठ सापडले नाही"),
                n("d203e242", "सापडले नाही"),
                n("e2eac0c4", "प्राथमिक"),
                n("i5aa4ce0", "अधिक मेनू आयटम्स"),
                n("h63a5c3c", "अधिक"),
                n("a4fc1872", "शेवटचा आठवडा"),
                n("e14bb1da", "शेवटचा दिवस"),
                n("d86bbf0f", function (e) {
                    return "न वाचलेले " + e.count + " आयटम्स";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "खाते"),
                n("da4691aa", "सर्व खाती पहा"),
                n("c7e55ccf", function (e) {
                    return "@" + e.screenname + " वर स्विच करा";
                }),
                n("b20a3894", "आपण जे खाते स्विच करण्याचा प्रयत्न करत आहात ते हटविले गेले आहे."),
                n("daffabde", "म्हणून काम करत आहे…"),
                n("eccbfa26", "डेलिगेट खाती"),
                n("a1b7a904", "म्हणून काम करा"),
                n("g61ed8a4", "काहीतरी चुकीचे घडले."),
                n("e520f166", "आपण पोस्ट्स पाठवण्यासाठीची दैनंदिन मर्यादा ओलांडली आहे."),
                n("c0554ca0", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपले पोस्ट पुन्हा पाठवण्याचा प्रयत्न करा."),
                n("b25c5b2a", "उप्स! आपण हे याआधीच म्हंटले आहे."),
                n("cef21114", "आपले खाते स्थगित केलेले आहे आणि पोस्ट्स पाठविण्याची त्यास परवानगी नाही."),
                n("cf369a0e", "आपण ज्या पोस्टला प्रत्युत्तर देण्याचा प्रयत्न करत आहात ते हटवले गेले आहे किंवा आपल्याला ते दिसत नाही."),
                n("cd86efa8", "आपल्या पोस्टमधील मजकुराने परवानगीकृत @mentions ची संख्या ओलांडली आहे."),
                n("e002f424", "आपण ज्या मजकुरावर पोस्ट केले आहे, त्यामधील परवानगी दिलेल्या URLs ची मर्यादा ओलांडली आहे."),
                n("c2b4ae8c", "आपल्या पोस्टमधील मजकुराने परवानगी असलेले हॅशटॅगची संख्या ओलांडली आहे."),
                n("hf05f59e", "आपल्या पोस्टमधील मजकुराने परवानगी असलेले कॅशटॅगची संख्या ओलांडली आहे."),
                n("dffb84c6", "आपल्या पोस्टच्या मजकुरामध्ये परवानगीपेक्षा जास्त लांबीचा हॅशटॅग समाविष्ट आहे."),
                n("d7b21bc8", "पोस्टने मान्य संलग्नक प्रकारांची संख्या ओलांडली आहे."),
                n("e4672ac2", "अरेरे! आपल्या पोस्ट मधील एक URL अश्या पृष्ठासोबत लिंक असलेले आढळून आले आहे, ज्यामध्ये स्पॅमी किंवा असुरक्षित मजकूर आहे."),
                n("he5ecf52", "आपल्या पोस्टमधील मजकुर परवानगीकृत मर्यादेपेक्षा जास्त झाला आहे."),
                n("ac78e602", "आपल्या पोस्टमधील मजकूर अवैध आहे."),
                n("i251c738", "आपण अपलोड करण्याचा प्रयत्न करत असलेल्या व्हिडिओचा फ्रेम रेट खूप जास्त आहे."),
                n("ed3ac7ef", function (e) {
                    return "आपण अपलोड करण्याचा प्रयत्न करत असलेल्या व्हिडिओचा फ्रेम रेट खूप जास्त आहे. कमाल फ्रेम रेट: 60. वास्तविक फ्रेम रेट: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "आपण अपलोड करण्याचा प्रयत्न करत असलेल्या व्हिडिओचे गुणोत्तर प्रमाण खूप जास्त होते."),
                n("ca4514c0", "आपण अपलोड करण्याचा प्रयत्न करत असलेल्या व्हिडिओचे गुणोत्तर प्रमाण खूप कमी होते."),
                n("fb4a459c", "आपण अपलोड करण्याचा प्रयत्न करत असलेल्या व्हिडिओची कालावधी खूप कमी होती."),
                n("ca1afa98", "आपण अपलोड करण्याचा प्रयत्न करत असलेल्या व्हिडिओची कालावधी खूप जास्त होती."),
                n("b2e94283", function (e) {
                    return "@" + e.viaScreenName + " यांच्याकडून";
                }),
                n("ee69d769", function (e) {
                    return "पोस्ट करा" + e.verb;
                }),
                n("ge8e4a38", "सर्व पोस्ट करा"),
                n("h735a98e", "नियोजित करा"),
                n("h3701ffe", "अपडेट करा"),
                n("d9ef2842", "न वाचलेले आयटम्स"),
                n("cdf89b84", "ब्रँडेड लाइक्सचे पूर्वावलोकन"),
                n("i83d4f14", "फॉलोअर विनंत्या"),
                n("aeede01a", "इम्प्रिंट"),
                n("ae1bbb26", "लॉग आउट करा"),
                n("fd442790", "सेटिंग्ज आणि गोपनीयता"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "जाहिराती"),
                n("e2eef3c2", "सत्यापित संस्था"),
                n("b55d8a78", "आपली स्पेस तयार करा"),
                n("e5323e36", "लाइव्ह व्हा"),
                n("a5a30af0", "लेख"),
                n("d13d697c", "नवीन"),
                n("j0e2cfa8", "व्यवसाय"),
                n("h5e38204", "चॅट"),
                n("h7d5d9fa", "बेटा"),
                n("ga169e1b", function (e) {
                    return "थेट संदेश (" + e.count + " न वाचलेले चर्चा)";
                }),
                n("d83682ec", "होम (नवीन न वाचलेले पोस्ट्स)"),
                n("e1249849", function (e) {
                    return "सूचनापत्रे (" + e.count + " न वाचलेली सूचनापत्र" + f(e.count, "", "े") + ")";
                }),
                n("c0b786ee", "शोधा आणि एक्सप्लोर करा"),
                n("bb967f9e", "व्हिडिओ"),
                n("e04033be", "नवीन पोस्ट्स उपलब्ध आहेत. ते पाहण्यासाठी पिरीअड की दाबा."),
                n("hec711c0", "नवीन पोस्ट्स पहा"),
                n("j0a8da6e", "विद्यमान खाते समाविष्ट करा"),
                n("c6f2bf00", "खाती व्यवस्थापित करा"),
                n("a58e0e51", function (e) {
                    return "@" + e.screenName + " वरून लॉग आउट करा";
                }),
                n("j62f43a6", "डेलिगेट खाती पहा"),
                n("d4c52015", function (e) {
                    return e.count + " प्रलंबित डेलिगेट खाते आमंत्रण" + f(e.count, "", "े");
                }),
                n("b8e1d524", "खाती"),
                n("gef27c4c", "खाते मेनू"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + " वर स्विच करा";
                }),
                n("c61eea74", "वैयक्तिक खाती"),
                n("g6d42fea", "टॉगल नॅव्हिगेशन"),
                n("eb022176", "खाते तयार करा"),
                n("gcfef7b6", "फोन किंवा ई-मेलवरून खाते तयार करा"),
                n("e5b0e544", "साइन-इन करा"),
                n("gd93944e", "अनुप्रयोग वापरा"),
                n("f2f787a0", "सेवा अटी"),
                n("e1099fd6", "गोपनीयता धोरण"),
                n("c1df1ae0", "कुकी वापर"),
                n("cdc1bff7", function (e) {
                    return "प्रोफाइल मेनू " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " लोक";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "व्यक्ती", "लोक");
                }),
                n("ae2205d2", "आपण एकमेकांना फॉलो करता"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " सध्या सक्रिय स्पेसमध्ये आहेत, त्यांच्या प्रोफाइलवरून सहभागी होण्यासाठी क्लिक करा";
                }),
                n("f2b3fe06", "परिणाम लोड करणे"),
                n("fc9dd578", "लोक शोधा"),
                n("gdb7bc25", function (e) {
                    return e.name + " - काढून टाकण्यासाठी निवडा";
                }),
                n("f065ba8c", "शोध प्रश्न"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + " वर जा";
                }),
                n("a2c1b222", "व्यक्ती, यादी, किंवा कीवर्ड्स शोधण्याचा प्रयत्न करा"),
                n("f45c4250", "अलीकडील सर्व शोध काढून टाकायचे?"),
                n("caae4dda", "हे पूर्ववत करता येणार नाही आणि आपण आपले अलीकडील सर्व शोध काढून टाकाल."),
                n("dbd5d400", "रिकामे करा"),
                n("a8d68f62", "अलीकडील"),
                n("c6530778", "जतन केलेले शोध"),
                n("e047b8fa", "सर्व काढून टाका"),
                n("aa6e3300", "आपण आपले कनेक्शन गमावले आहे असे दिसते आहे. कृपया ते तपासून पुन्हा प्रयत्न करा."),
                n("e68b09b4", "काढून टाका"),
                n("hffea05c", "जतन केलेला शोध हटवायचा?"),
                n("j037e374", "हे पूर्ववत करता येत नाही आणि आपण आपला जतन केलेला शोध गमवाल."),
                n("d96cf7ce", "हटवा"),
                n("hbe4feb5", function (e) {
                    return "@" + e.screenName + " यांना एक फॉलो विनंती पाठवली आहे आणि त्यांच्या मंजुरीसाठी प्रलंबित आहे.";
                }),
                n("df4c86b0", "कृपया सर्वप्रथम आपले प्रोफाइल अपडेट करा"),
                n("bba40ffa", "आपण या खात्याला फॉलो करू शकत नाही"),
                n("f558829e", "हे खाते फॉलो करण्यासाठी आपण किमान वयाची आवश्यकता पूर्ण केली आहे याची खात्री करण्यासाठी आपल्या प्रोफाइलमध्ये जन्मतारीख समाविष्ट करणे आवश्यक आहे."),
                n("a6941096", "हे खाते आपल्या देशामधून फॉलो करता येऊ शकत नाही."),
                n("if8cd2a4", "हे खाते फॉलो करण्यासाठी आपण पुरेसे मोठे नाही आहात."),
                n("b5972260", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये त्या उपभोक्त्यासाठी आपली फॉलो करण्याची विनंती पुन्हा रद्द करण्याचा प्रयत्न करा."),
                n("j4292c24", "या उपभोक्त्याच्या विनंतीवरून आपणास त्यास फॉलो करण्यापासून अवरोधित केलेले आहे."),
                n("a0ba5842", "यावेळी अधिक लोकांना फॉलो करण्यात आपण असमर्थ आहात."),
                n("a5202b82", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये त्या उपभोक्त्याला पुन्हा फॉलो करण्याचा प्रयत्न करा."),
                n("f8cbf714", "आपण अस्तित्वात नसलेल्या एका उपभोक्त्याला फॉलो करण्याचा प्रयत्न करत आहात."),
                n("f2e66452", "आपले खाते स्थगित केलेले आहे आणि उपभोक्त्यांना फॉलो करण्याची त्यास परवानगी नााही."),
                n("ca96fe6e", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये त्या उपभोक्त्याला पुन्‍हा एकदा अनब्लॉक करण्याचा प्रयत्न करा."),
                n("e1a0aaca", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये त्या उपभोक्त्याला पुन्‍हा अनफॉलो करण्याचा प्रयत्न करा."),
                n("fd5208c6", "सेटिंग्जवर जा"),
                n("c0d13570", "संलग्न"),
                n("ba96929e", "भरती"),
                n("gf62c116", "समर्थन"),
                n("a4cf866e", "जाहिरातीकरण"),
                n("g2fd3206", "लोक"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "पूर्ण प्रवेश"),
                n("e49537c2", "हं...हे पृष्ठ अस्तित्वात नाही. दुसरे काहीतरी शोधण्याचा प्रयत्न करा."),
                n("fcbb540a", "मूल्यांकन मर्यादा ओलांडली"),
                n("d4f88600", "संपर्क सत्यापित करा"),
                n("b192ccae", "आपल्याकडे पुष्टीकरण केलेली संपर्क पद्धत नाही."),
                n("a0487504", "सत्यापनाची विनंती करण्यासाठी, आपण प्रथम एखाद्या संपर्क पद्धतीची पुष्टी करणे आवश्यक आहे."),
                n("fff7d93c", "छायाचित्र समाविष्ट करा"),
                n("g969bfae", "आपले प्रोफाइल छायाचित्र नाही आहे."),
                n("gb2f35e4", "सत्यापनाची विनंती करण्यासाठी, आपण प्रथम प्रोफाइल छायाचित्र समाविष्ट करणे आवश्यक आहे."),
                n("i33cf692", "URL रकाना समाविष्ट करा"),
                n("b679ff6a", "अवैध URL"),
                n("i79902b4", "प्रमाणीकरण पद्धत निवडा"),
                n("fb2fcb5c", "या पायरीमुळे आम्हाला आपली ओळख सत्यापित करण्यात मदत होते. आपल्यासाठी सर्वात चांगली कार्यपद्धती निवडा."),
                n("e43425fa", "सरकारने जारी केलेला ID"),
                n("cb7c2e2e", "आपल्या सरकारने जारी केलेल्या ID चे छायाचित्र."),
                n("a411926a", "अधिकृत ई-मेल पत्ता"),
                n("g253cdd0", "आपण निवडलेल्या श्रेणीशी संबंधित डोमेन असलेला अधिकृत ई-मेल."),
                n("cf93bcb0", "अधिकृत वेबसाईटचा संदर्भ"),
                n("gfb55fa8", "एक अधिकृत वेबसाइट जी आपल्या X खात्याचा थेट संदर्भ देते."),
                n("g40cd2c0", "सत्यापित संदर्भ"),
                n("a7f1cff6", "ऑफिस वेबसाईटचा संदर्भ समाविष्ट करा"),
                n("a11cd524", "एक अधिकृत वेबसाइट प्रविष्ट करा जी आपल्या X खात्याचा संदर्भ देते आणि आपल्या सत्यापन विनंतीशी संबंधित आहे."),
                n("ba656f26", "आपले X खाते वेबसाइटवर संदर्भित आहे?"),
                n("ed751204", "आपले खाते आपल्याला सत्यापित करण्यासाठी अधिकृत आहे याची पुष्टी करण्याची आम्हाला आवश्यकता आहे. आपण लिंक केलेल्या पृष्ठावरील आपल्या हँडलचा संदर्भ न घेतल्यास आपली विनंती पूर्ण करण्यापूर्वी आपल्याला सत्यतेचा पुरावा सादर करण्याची आवश्यकता असेल."),
                n("fbc023b0", "होय, आहे"),
                n("e785ce06", "मी वेगळा पर्याय वापरेन"),
                n("i8d58f3e", "मी सरकारी ID चा वापर करेन"),
                n("eb21ecaa", "मी ई-मेल पत्त्याचा वापर करेन"),
                n("f848a69e", "आपल्याला सत्यापित करण्यासाठी आपले खाते अधिकृत असल्याची आम्हाला पुष्टी करणे आवश्यक आहे. आपल्या हँडलचा संदर्भ अधिकृत वेबसाइटमध्ये नसल्यास आम्ही खात्याच्या प्रमाणीकरणाची पुष्टी करू शकत नाही."),
                n("d59b5366", "आपले खाते सत्यापित करण्यासाठी आम्हाला आपले खाते प्रमाणित असल्याची पुष्टी करणे आवश्यक आहे. आपण लिंक केलेल्या पृष्ठावर आपल्या हँडलचा संदर्भ नसल्यास, आम्ही आपले खाते विश्वासार्हतेने प्रसिद्ध कंटेंट क्रिएटरशी लिंक करू शकत नाही."),
                n("bfb01c62", "नाही, मागे जा"),
                n("fa51040a", "आपला आणि आपल्या X खात्याचा संदर्भ असलेल्या एखाद्या पात्र वृत्त संस्थेची किंवा प्रकाशनाच्या अधिकृत वेबसाइटची लिंक प्रदान करा."),
                n("d0460f12", "आपल्या खात्यास आपल्या संस्थेसाठी अधिकृत X खाते म्हणून संदर्भित करणारी एखादी लिंक प्रदान करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाइटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("h45b00d8", "आपले खाते या विनंतीशी संबंधित मनोरंजन क्षेत्रातील कंपनीने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("fc718708", "आपला आणि आपल्या X खात्याचा संदर्भ देणारी एखाद्या पात्र संस्थेची अधिकृत वेबसाइट."),
                n("g32c2900", "आपले खाते या विनंतीशी संबंधित उत्पादन संस्थेने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("j5b1224c", "आपल्या खात्यास आपल्या उत्पादनासाठी अधिकृत X खाते म्हणून संदर्भित करणारी एखादी लिंक प्रदान करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाइटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("d090a5d4", "एखादी सत्यापित संस्था किंवा प्रकाशनाची अधिकृत वेबसाइट ज्यावरून आपल्या X खात्याचा संदर्भ मिळतो."),
                n("eb08a392", "आपले खाते या विनंतीशी संबंधित सरकारी ऑफिसचा उमेदवाराने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("h0de1396", "या विनंतीशी संबंधित ऑफिसच्या उमेदवाराचे अधिकृत X खाते म्हणून आपल्या खात्याचा संदर्भ देणारी एक लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाइटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("dcc23262", "आपले खाते या विनंतीशी संबंधित कृतीशील किंवा संस्थाप्काने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("c880e068", "आपला आणि आपल्या X खात्याचा संदर्भ देणारी एखाद्या पुरस्कारी संस्थेची अधिकृत वेबसाइट."),
                n("e412d500", "सत्यापित वकिली संस्था आणि आपल्या X खात्याच्या नेतृत्व पदाचा आपला संदर्भ देणारी एखादी लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाईटवरुन संदर्भ मिळणे आवश्यक आहे."),
                n("dedf41f2", "आपले खाते या विनंतीशी संबंधित प्रभाव पडणाऱ्या व्यक्तीने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("b4aed9e0", "आपला आणि आपल्या X खात्याचा संदर्भ देणारी एखाद्या सत्यापित संस्थेची अधिकृत वेबसाइट."),
                n("b2069e40", "आपला आणि आपल्या X खात्याचा संदर्भ देणारी लिंक नमूद करा. संदर्भ सत्यापित संस्थेच्या अधिकृत साइटवरून देणे आवश्यक आहे."),
                n("baf718c4", "आपले खाते या विनंतीशी संबंधित कंपनी, ब्रँड किंवा संस्थेने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("c65bbbc2", "आपले खाते या विनंतीशी संबंधित वरिष्ठ नेता किंवा अधिकाऱ्याने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("i31e3606", "पात्र कंपनी, ब्रँड किंवा संस्था संस्थेच्या डोमेनसहित अधिकृत ई-मेल पत्ता."),
                n("de70afe8", "पात्र संस्थेच्या अधिकृत वेबसाईटवरील आपला आणि आपल्या  X खात्याचा संदर्भ."),
                n("a3a523f2", "आपल्या खात्यास आपल्या कंपनीसाठी अधिकृत X खाते म्हणून संदर्भित करणारी एखादी लिंक प्र्दान करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाइटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("jf58899a", "आपल्या संस्थेमध्ये आणि आपल्या X खात्यावर आपणास वरिष्ठ नेता म्हणून संदर्भित करणारी एखादी लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाईटवरुन संदर्भ मिळणे आवश्यक आहे."),
                n("f7afbaec", "एखादी पात्र वृत्तसंस्था किंवा प्रकाशनासाठी आपले खाते अधिकृत आहे आणि एखाद्या पत्रकाराने व्यवस्थापित केले आहे, हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("d4ab0056", "एखाद्या उल्लेखनीय काम केलेल्या फ्रीलान्स पत्रकार आपले खाते प्रमाणीकृत आणि व्यवस्थापित करत आहे, हे दाखविणारी पद्धत निवडा."),
                n("d2a77622", "पात्र वृत्तसंस्था किंवा प्रकाशनाच्या डोमेनसहित अधिकृत ई-मेल पत्ता."),
                n("eec341da", "एखादी वृत्त संस्था किंवा प्रकाशनाची अधिकृत वेबसाइट ज्यावरून आपल्या X खात्याचा संदर्भ मिळतो."),
                n("b03ae068", "आपले खाते या विनंतीशी संबंधित वृत्तसंस्था किंवा प्रकाशनाने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविणारी एखादी पद्धत निवडा."),
                n("g0daba4a", "आपले खाते या विनंतीशी संबंधित व्यावसायिक क्रीडा क्षेत्रामधल्या व्यक्तीने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("ab8e430c", "या विनंतीशी संबंधित क्रीडाक्षेत्रामधील व्यक्तीचे अधिकृत X खाते म्हणून आपल्या खात्याचा संदर्भ देणारी एखादी लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाईटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("cdcd9cd6", "या विनंतीशी संबंधित व्यावसायिक क्रीडा संस्थेने आपले खाते प्रमाणीकृत आणि व्यवस्थापित केले आहे हे दाखवण्यासाठी एखादी पद्धत निवडा."),
                n("gad25890", "या विनंतीशी संबंधित व्यावसायिक क्रीडा संस्थेचे अधिकृत X खाते म्हणून आपल्या खात्याचा संदर्भ देणारी एक लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाइटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("e6dc91b2", "आपले खाते या विनंतीशी संबंधित व्यावसायिक स्पोर्ट्स क्षेत्रामधील व्यक्तीने प्रमाणित आणि व्यवस्थापित केले आहे हे दाखविण्यासाठी एखादी पद्धत निवडा."),
                n("i9aed706", "या विनंतीशी संबंधित व्यावसायिक क्रीडा क्षेत्रातील व्यक्तीचे अधिकृत X खाते म्हणून आपल्या खात्याचा संदर्भ देणारी एक लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाईटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("abd587d2", "दुसरा संदर्भ समाविष्ट करा"),
                n("i0bba81a", "रोजगाराचा संदर्भ समाविष्ट करा"),
                n("a6a76e3c", "उल्लेखनियतेच्या योग्यतेची पद्धत निवडा"),
                n("ecd2abda", "खाते पात्रतेची पुष्टी करा"),
                n("cb70b894", "मागे जा"),
                n("g8b511fe", "Google प्रचलने"),
                n("c7d50c96", "आपल्याविषयी अलीकडील शोध गतिविधीच्या पुराव्यासह Google प्रचलनांवरील प्रोफाइल."),
                n("a68b43ee", "Google प्रचलनांचे प्रोफाइल समाविष्ट करा"),
                n("b5e30390", "Google प्रचलनांचे प्रोफाइल"),
                n("h146703e", "विकिपीडियावरील लेख"),
                n("ee38d0f0", "विकिपीडियावरील आपल्याविषयीचा लेख जो लोकांच्या दृष्टीने प्रसिद्धीसाठी लागणारी मानके पूर्ण करतो."),
                n("cb97ee3e", "विकिपीडियावरील लेख समाविष्ट करा"),
                n("hc371f34", "बातम्यांचे कव्हरेज"),
                n("b9d0ad90", "गेल्या सहा महिन्यांमध्ये आपल्याला कव्हर केलेल्या किंवा संदर्भित केलेल्या नामांकित वृत्तसंस्थांच्या किमान तीन लिंक्स."),
                n("ge137dce", "पात्र बातम्या प्रकाशनांमधील गेल्या सहा महिन्यांमधील आपल्याविषयीचे कमीत कमी तीन लेख."),
                n("h2b9a5fe", "पात्र बातम्या प्रकाशनांमध्ये गेल्या सहा महिन्यांमधील आपल्या कंपनीविषयीचे कमीत कमी तीन लेख."),
                n("baccb708", "सत्यापित बातम्यांचे कव्हरेज समाविष्ट करा"),
                n("feadd98c", "बातम्यांचे सत्यापित संदर्भ समाविष्ट करा"),
                n("j7ae97aa", "बातम्यांचे सत्यापित संदर्भ"),
                n("c368aa8e", "आपला संदर्भ असलेल्या सत्यापित बातम्यांच्या प्रकाशनांमधील कमीत कमी तीन लेख."),
                n("ded0edad", function (e) {
                    return "लेख #" + e.n;
                }),
                n("bebae55a", "पब्लिक स्टॉक एक्सचेंज"),
                n("c5571610", "पब्लिक स्टॉक एक्सचेंजमध्ये प्रत्यक्ष उपस्थितीचा पुरावा देणारी लिंक"),
                n("e2d42628", "स्टॉक एक्सचेंज संदर्भ समाविष्ट करा"),
                n("jc19b4e8", "स्टॉक एक्सचेंज सूचीबद्धता"),
                n("fc3ee696", "नेतृत्वचा संदर्भ"),
                n("i3e65eb4", "एखाद्या सत्यापित संस्थेची अधिकृत साइट जी आपणास नेतृत्व स्थितीत संदर्भित करते."),
                n("jd014eba", "URL वरून विशिष्ट पृष्ठ संदर्भित अर्जदाराच्या लिंक्स पुरविल्या आहेत."),
                n("a96901cc", "नेतृत्वचा संदर्भ समाविष्ट करा"),
                n("cc424a22", "वकिली संदर्भ"),
                n("ibfc1a5a", "आपण या श्रेणीतील सत्यापनास पात्र नाही."),
                n("e1c78796", "अधिकृत वेबसाइट"),
                n("ff2ee0c2", "सक्रियता"),
                n("hc61adfc", "मनोरंजन"),
                n("e404203c", "गेमिंग"),
                n("d2042392", "सरकारी"),
                n("c365dcc6", "अन्य"),
                n("d27beb9e", "क्रीडा"),
                n("cc4b66b6", "श्रेणी शोधा"),
                n("b37461a4", "खात्याचा प्रकार निवडा"),
                n("b27325f6", "कंटेंट क्रिएटर"),
                n("a5a6affc", "प्रभावी डिजिटल कंटेंट क्रिएटर्स, जे सातत्याने लक्षवेधी मूळ मजकूर प्रदर्शित करतात."),
                n("a15326de", "आपला संदर्भ असलेल्या पात्र बातम्यांच्या प्रकाशनांमधील कमीत कमी तीन लेख."),
                n("g704a93a", "जाणकार वकिली कार्याशी संबंधित अधिकृत साईट जी आपल्याला नेतृत्व पदास संदर्भित करते."),
                n("c6bd60ec", "कार्यकर्ता किंवा संयोजक"),
                n("c92fdb06", "सामाजिक-आर्थिक, राजकीय किंवा सांस्कृतिक बदल घडवून आणण्यासाठी X वापरणाऱ्या प्रसिद्ध व्यक्ती."),
                n("a18c6dfc", "पत्रकार"),
                n("h0b46534", "सत्यापित केलेल्या वृत्तसंस्था किंवा प्रकाशनाने नियुक्त केलेले स्वतंत्र पत्रकार."),
                n("ff929fec", "प्रख्यात संस्था किंवा संलग्न कंपनी"),
                n("jf537894", "कंपन्या, ब्रँड आणि ना-नफा संस्थांसह प्रख्यात संस्था आणि दुय्यम संबद्ध खाती."),
                n("d2ea204a", "इतर प्रभावी व्यक्ती"),
                n("f875ec6e", "X प्लॅटफॉर्मवर ऑन आणि ऑफ उपस्थिती असलेल्या व्यक्ती ज्या इतर श्रेणींमध्ये येत नाहीत."),
                n("i3e6aaa6", "ज्येष्ठ नेते किंवा कार्यकारी"),
                n("bbcbb9e6", "उल्लेखनीय कंपन्या, ब्रँड आणि ना-नफा संस्थांचे नेते आणि इतर प्रमुख अधिकारी."),
                n("j0bc23f4", "माझ्या संस्थेचे खाते आधीपासून सत्यापित केले असल्याची मी पुष्टी केली आहे."),
                n("aa6228de", "मनोरंजन करणारी कंपनी"),
                n("d5b3cbca", "टेलिव्हिजन नेटवर्क, फिल्म स्टुडिओ आणि संगीत लेबल सारख्या प्रमुख मनोरंजन क्षेत्रातील कंपन्या."),
                n("b5a3e590", "मनोरंजन करणारी व्यक्ती"),
                n("e484f794", "कलाकार, संगीतकार, दिग्दर्शक, पटकथा लेखक, विनोदी कलाकार इत्यादी करमणूक उद्योगातील प्रभावशाली व्यक्ती."),
                n("b8d8ea64", "उत्पादन संस्था"),
                n("ff27db3c", "फिल्म्स, इव्हेंट्स/सण, टीव्ही शो इत्यादी मनोरंजनाच्या घटकांशी संबंधित उत्पादनांची अधिकृत खाती."),
                n("c0e57cb2", "आपला क्रिएटर प्रोफाइल समाविष्ट करा"),
                n("f3c605b6", "क्रिएटर प्रोफाइल"),
                n("h042d1a6", "IMDB प्रोफाइल"),
                n("d2310f0c", "IMDB वरील प्रोफाइल ज्यामध्ये किमान 50 उत्पादन क्रेडिट्स समाविष्ट आहेत."),
                n("ba04b4c2", "IMDB प्रोफाइल समाविष्ट करा"),
                n("i9b124b6", "सरकारी अधिकारी"),
                n("f84a99ee", "राज्य प्रमुख, निवडून आलेले अधिकारी, राज्य किंवा राष्ट्रीय स्तरावरील राजदूत यासह प्रमुख सरकारी अधिकारी."),
                n("j2cb5f50", "ऑफिसचा उमेदवार"),
                n("j2472894", "राज्य- किंवा राष्ट्रीय स्तरावरील सार्वजनिक ऑफिससाठी अधिकृत उमेदवार."),
                n("ha44c130", "सरकारी ऑफिस किंवा सार्वजनिक सेवा"),
                n("j8ae9d40", "मुख्य सरकारी ऑफिसेस आणि स्वतंत्र संस्था, तसेच सार्वजनिक उपयोगिता आणि सेवा."),
                n("ef1d6176", "आपण राज्य- किंवा राष्ट्रीय स्तरावरील उमेदवार आहात का?"),
                n("f54ba6e6", "या श्रेणीतील सत्यापनास पात्र होण्यासाठी आपण राज्य- किंवा राष्ट्रीय स्तरावरील ऑफिसमध्ये सध्याचे उमेदवार असणे आवश्यक आहे."),
                n("dd85d0a0", "आपण राज्य- किंवा राष्ट्रीय स्तरावरील अधिकारी आहात का?"),
                n("f0058c60", "या श्रेणीतील सत्यापनास पात्र होण्यासाठी आपण राज्य- किंवा राष्ट्रीय स्तरावरील सरकारी अधिकारी असणे आवश्यक आहे."),
                n("f420a712", "होय, मी आहे"),
                n("fb97d22c", "नाही, मी नाही"),
                n("e16b1cc8", "आपल्या प्रोफाइलवरून एखाद्या उमेदवाराचे निकष पूर्ण केले जात आहेत का?"),
                n("cf2ee92e", "ऑफिसमधील उमेदवारांकडे सार्वजनिक खाते असणे आवश्यक आहे जे दोन्ही ते चालवत असलेल्या ऑफिसचा संदर्भ देतात आणि त्यांच्या मोहिमेच्या अधिकृत वेबसाईटवर लिंक केले जातात."),
                n("g544885e", "आपल्या प्रोफाइलवरून सरकारी ऑफिस किंवा स्वतंत्र संस्थेचे निकष पूर्ण होत आहेत का?"),
                n("bd0b4542", "सरकारी ऑफिसेस आणि स्वतंत्र संस्थेचे सार्वजनिक खाते असणे आवश्यक आहे जे त्यांच्या अधिकृत वेबसाईटवर लिंक केले जातात."),
                n("i45b224c", "आपल्या प्रोफाइलवरून एखाद्या अधिकाऱ्याचे निकष पूर्ण होतात का?"),
                n("fba1dd66", "सरकारी अधिकाऱ्यांचे सार्वजनिक खाते असणे आवश्यक आहे जे दोन्ही त्यांच्या सध्याच्या सरकारी पदाचा संदर्भ देतात आणि त्यांच्या ऑफिसच्या अधिकृत वेबसाईवर लिंक केलेले असतात."),
                n("e95c44de", "होय, ते पूर्ण झाले आहे"),
                n("fa5e15e2", "मला अपडेट करण्याची आवश्यकता आहे"),
                n("jdf47e8e", "मोहिमेची वेबसाइट"),
                n("eeec7316", "मोहिमेची वेबसाइट समाविष्ट करा"),
                n("b163b654", "सरकारी संदर्भ"),
                n("d2378d34", "सरकारी संदर्भ समाविष्ट करा"),
                n("a05b8446", "फ्रीलान्स पत्रकार"),
                n("hdad12b2", "सत्यापित प्रकाशनांमध्ये उल्लेखनीय काम केलेले स्वतंत्र, फ्रीलान्स पत्रकार."),
                n("d2d7af4c", "वृत्तसंस्था किंवा प्रकाशन"),
                n("d83e51dc", "प्रिंट आणि डिजिटल प्रकाशने; प्रक्षेपण, केबल, उपग्रह आणि स्ट्रीमिंग टीव्ही आणि रेडिओ बातम्या नेटवर्क, स्टेशन आणि प्रोग्रॅम; पॉडकास्ट्स; आणि इतर तत्सम मीडिया."),
                n("g708cbdc", "आपल्या प्रोफाइलवरून सत्यापन आवश्यकता पूर्ण होतात का?"),
                n("b107ee5c", "वृत्तसंस्थांकडे  त्यांच्या अधिकृत वेबसाईटला लिंक केलेले त्यांचे सार्वजनिक खाते असणे आवश्यक आहे."),
                n("e8746826", "माझ्या मालकाचे खाते आधीपासून सत्यापित केले असल्याची मी पुष्टी केली आहे."),
                n("jc09b420", "आपल्या प्रोफाइलवरून एखाद्या पत्रकाराचे निकष पूर्ण केले जात आहेत का?"),
                n("gfbd7e58", "पत्रकारांचे सार्वजनिक खाते असणे आवश्यक आहे, ज्यावरून ते काम करीत असलेल्या सत्यापित केलेल्या वृत्त संस्थेच्या अधिकृत वेबसाईटचे नाव आणि लिंक्स या दोन्ही गोष्टी संदर्भित केल्या जातात."),
                n("h0ad4c9e", "अधिकृत वृत्त संस्थे(स्थां)चा संदर्भ"),
                n("a6553b50", "पत्रकार म्हणून आपला संदर्भ देणाऱ्या पात्र वृत्त प्रकाशन किंवा संस्थेची अधिकृत वेबसाइट."),
                n("a29b2988", "आर्टिकल बायलाइन्स आणि क्रेडिट्स"),
                n("ab4eae60", "पात्र प्रकाशनांमध्ये गेल्या सहा महिन्यांमध्ये प्रकाशित झालेल्या कमीत कमी तीन बायलाईन्स किंवा क्रेडिट्स."),
                n("b3fac982", "URL वरून मला संदर्भित केलेल्या विशिष्ट पृष्ठाच्या लिंक पुरविल्या आहेत."),
                n("e26dc9e2", "उल्लेखनीय कामाची माहिती समाविष्ट करा"),
                n("e164df2e", "दिलेले लेख प्रसिद्धीसाठी लागणारे निकष पूर्ण करतात का?"),
                n("i80ff05e", "केवळ सत्यापित केलेल्या वृत्त संस्था आणि प्रकाशनाने प्रकाशित केलेले लेख हे उल्लेखनीयतेचे पुरावे म्हणून पात्र आहेत."),
                n("cf7482ec", "होय, ते करतात"),
                n("fcb96cfc", "व्यावसायिक क्रीडांमधील व्यक्ती"),
                n("ddc7d64a", "व्यावसायिक क्रीडापटू, प्रशिक्षक, व्यवस्थापक, तसेच जागतिक स्पर्धांमध्ये (उदा. ऑलिम्पिक, पॅरालिम्पिक इ.) भाग घेणारे खेळाडू."),
                n("c4e0d346", "व्यावसायिक क्रीडा संस्था"),
                n("e3ce81fa", "व्यावसायिक स्पोर्ट्स लीग्ज, टीम्स आणि जागतिक स्पर्धा (उदा. ऑलिम्पिक, पॅरालिम्पिक इ.)."),
                n("b2808f48", "क्रीडाक्षेत्रामधील व्यक्ती"),
                n("db7b3558", "सत्यापित गेमिंग संघ किंवा लीगशी संलग्न असलेल्या ईस्पोर्ट्स अॅथलीट्सची वैयक्तिक खाती. "),
                n("bbd9a912", "माझ्या खात्याशी संबंधित टीम, लीग, इव्हेंट किंवा संस्था आधीच सत्यापित आहे याची मी पुष्टी केली आहे."),
                n("he9c5638", "जागतिक संदर्भ किंवा क्रीडा संस्थेच्या अधिकृत वेबसाईटची लिंक ज्यावरून आपला संदर्भ मिळतो."),
                n("bf06e1d6", "व्यावसायिक क्रीडा संस्थेशी संबंधित एक अधिकृत साइट जी आपणास व्यावसायिक खेळाडू, व्यवस्थापक किंवा प्रशिक्षक म्हणून संदर्भित करते."),
                n("e241d35e", "सत्यापित वृत्तसंस्था किंवा प्रकाशनांमधील किमान तीन लेख ज्यावरून आपला व्यावसायिक खेळाडू, व्यवस्थापक किंवा प्रशिक्षक म्हणून संदर्भ मिळतो."),
                n("ad456030", "सत्यापित वृत्त संस्था किंवा प्रकाशनांमधील किमान तीन लेख ज्यामध्ये गेमिंगमधील व्यक्ती म्हणून आपला संदर्भ  मिळतो."),
                n("hbe2e65c", "सत्यापित ई-स्पोर्ट्स लीग किंवा इव्हेंटशी संबंधित एखादी अधिकृत साईट ज्यामध्ये गेमिंगमध्ये एक व्यक्ती म्हणून आपला संदर्भ दिलेला असतो."),
                n("j3da4dea", "आपण सध्या सत्यपनासाठी विनंती करू शकत नाही"),
                n("af39265e", "कंपन्या, ब्रँड्स आणि संस्था"),
                n("bb51cd7a", "स्पोर्ट्स आणि गेमिंग"),
                n("c044a571", "अधिक जाणून घ्या"),
                n("a58cd1fb", "अधिक जाणून घ्या"),
                n("b47b0fd1", "अधिक जाणून घ्या"),
                n("db25263b", "अधिक जाणून घ्या"),
                n("b25b02c3", "अधिक जाणून घ्या"),
                n("j6ef6afb", "अधिक जाणून घ्या"),
                n("d42d162b", "अधिक जाणून घ्या"),
                n("ccadfc85", "अधिक जाणून घ्या"),
                n("ddb47f57", "अधिक जाणून घ्या"),
                n("bf9e181b", "अधिक जाणून घ्या"),
                n("e8e39f95", "अधिक जाणून घ्या"),
                n("e126dd3f", "अधिक जाणून घ्या"),
                n("i821844f", "अधिक जाणून घ्या"),
                n("b0abbb17", "अधिक जाणून घ्या"),
                n("e7e0d88b", "अधिक जाणून घ्या"),
                n("i560665f", "अधिक जाणून घ्या");
            n("f6e774d9", "अधिक जाणून घ्या"),
                n("h486f755", "अधिक जाणून घ्या"),
                n("bab41dab", "अधिक जाणून घ्या"),
                n("e0ebdb29", "अधिक जाणून घ्या"),
                n("f8493831", "अधिक जाणून घ्या"),
                n("icb5913f", "अधिक जाणून घ्या"),
                n("af819833", "अधिक जाणून घ्या"),
                n("d35525b1", "अधिक जाणून घ्या"),
                n("cb181ed1", "अधिक जाणून घ्या"),
                n("f6c3d3f1", "अधिक जाणून घ्या"),
                n("d4588ded", "अधिक जाणून घ्या"),
                n("a759bff9", "अधिक जाणून घ्या"),
                n("c64a59f7", "अधिक जाणून घ्या"),
                n("c054f433", "अधिक जाणून घ्या"),
                n("c1b7ad51", "अधिक जाणून घ्या"),
                n("f7998565", "अधिक जाणून घ्या"),
                n("c74a47ef", "अधिक जाणून घ्या"),
                n("gf9899bf", "अधिक जाणून घ्या"),
                n("d7a9185d", "अधिक जाणून घ्या"),
                n("c4b205e1", "अधिक जाणून घ्या"),
                n("c04b4b1d", "अधिक जाणून घ्या"),
                n("d26ccc67", "अधिक जाणून घ्या"),
                n("hdb3bc85", "अधिक जाणून घ्या"),
                n("b6cb494f", "अधिक जाणून घ्या"),
                n("abc132eb", "अधिक जाणून घ्या"),
                n("de1b28ad", "अधिक जाणून घ्या"),
                n("h04c272d", "अधिक जाणून घ्या"),
                n("j331c659", "अधिक जाणून घ्या"),
                n("h02fe64f", "अधिक जाणून घ्या'"),
                n("a7df4b85", "अधिक जाणून घ्या"),
                n("e9b71903", "अधिक जाणून घ्या"),
                n("g961011f", "अधिक जाणून घ्या"),
                n("d5dedb7b", "अधिक जाणून घ्या"),
                n("gd396551", "अधिक जाणून घ्या"),
                n("dccc08bf", "अधिक जाणून घ्या"),
                n("f22a6d0d", "अधिक जाणून घ्या"),
                n("i78c9fd5", "अधिक जाणून घ्या"),
                n("f3e333a9", "अधिक जाणून घ्या"),
                n("i5fee6d3", "अधिक जाणून घ्या"),
                n("fe7420f5", "अधिक जाणून घ्या"),
                n("fcfad60d", "अधिक जाणून घ्या"),
                n("cc35a6b9", "अधिक जाणून घ्या"),
                n("d9bd3823", "अधिक जाणून घ्या"),
                n("a67f27bd", "अधिक जाणून घ्या"),
                n("b8be7adb", "अधिक जाणून घ्या"),
                n("gd663f41", "अधिक जाणून घ्या"),
                n("b436b101", "अधिक जाणून घ्या"),
                n("j97bce4a", "X हैण्डल"),
                n("acd5ca14", "पुन्हा प्रयत्न करा. उपभोक्ता नावांमध्ये @, $, किंवा # सारख्या विशेष वर्णाक्षरांचा समावेश नाही."),
                n("bbef41c2", "आपल्या X सत्यापन विनंतीशी संबंधित अधिकृत ई-मेल पत्त्याचे पुनरावलोकन करा."),
                n("be03ecca", "ई-मेल पत्ता"),
                n("c69a40de", "आपल्याकडे विद्यमान सत्यापित ई-मेल पत्ता नाही."),
                n("c83a1662", "आपल्याकडे पात्र ई-मेल पत्ता नाही."),
                n("e1e878ee", "सेटिंग्ज"),
                n("b9635182", "सेटिंग्ज"),
                n("j163be32", "विनंती करा"),
                n("gaf821c8", "सत्यापन विनंती"),
                n("e1ac0f9b", "अधिक जाणून घ्या"),
                n("h2d4ba56", "आपला ID तपासत आहे..."),
                n("i2051842", "आपला ID आमच्या मानकांप्रमाणे असल्याची आम्ही खात्री करीत आहोत. यास सुमारे 30 सेकंद लागू शकतात."),
                n("fc2a5c92", "काहीतरी चुकीचे घडले"),
                n("jf4b6f70", "आपला ID अपलोड करताना समस्या उद्भवली. कृपया तो पुन्हा अपलोड करण्याचा प्रयत्न करा."),
                n("d338f53e", "पुन्हा प्रयत्न करा"),
                n("e43672a0", "आपल्या सरकारने जारी केलेल्या ID विषयी काही माहिती एकत्रित करण्याची आम्हाला आवश्यकता आहे."),
                n("b246aa5e", "जारी करणारा देश"),
                n("d6fb5878", "देशाचे नाव निवडा"),
                n("b72f97cc", "ID प्रकार"),
                n("b2ab6008", "ID चा प्रकार निवडा"),
                n("h9270b1c", "देशांची नावे शोधा"),
                n("ff1d68f8", "आपल्या ID चे छायाचित्र अपलोड करा"),
                n("bdada5a6", "फ्रंट"),
                n("edfed0f6", "ID ची पुढची बाजू अपलोड करा"),
                n("def5015d", function (e) {
                    return "मागे" + e.back_of_document;
                }),
                n("b09aade6", "ID ची मागील बाजू अपलोड करा"),
                n("b40ed190", "कागदपत्र"),
                n("c6650b56", "दस्तऐवज अपलोड करा"),
                n("d171ed16", "आमच्या मदतीसाठी आम्ही विश्वासार्ह तृतीय पक्षांवर विसंबून असतो. हे पक्ष आपल्या ID ची सत्यता सत्यापित करतात आणि सत्यापित खाते स्थितीसाठी आपली पात्रता निश्चित करणे शक्य व्हावे यासाठी आम्हाला मर्यादित माहिती आणि प्लॅटफॉर्म उपलब्ध करून देतात."),
                n("d20f76cb", "अधिक जाणून घ्या"),
                n("b8deb156", "गोपनीयता धोरण"),
                n("b9960f32", "छायाचित्र किंवा व्हिडिओ समाविष्ट करा"),
                n("gd80afba", "मीडिया संपादित करा"),
                n("j322caee", "संवेदनशील मीडीयाला ध्वजांकित करा"),
                n("abd845fe", "संपादित करा"),
                n("df1b0708", "GIF प्ले करा"),
                n("cd959e5c", "मीडिया काढून टाका"),
                n("add55c98", "मीडिया"),
                n("f350cf46", "मीडिया ड्रॅग आणि ड्रॉप करा"),
                n("gff1f69e", "प्रतिमा लोड करणे"),
                n("a91bb144", "सबमिट करा"),
                n("affce770", "आपली अधिप्रमाणता आणि सत्यापनाची पात्रता निश्चित करण्यासाठी आम्ही आणि आमचे विश्वसनीय तृतीय पक्ष आपल्या खात्याशी संबंधित माहिती आणि आपण आम्हाला दिलेल्या कोणत्याही अतिरिक्त माहितीचा वापर करू."),
                n("i0864918", "विभाग"),
                n("c7942074", "खात्याचा प्रकार"),
                n("b8121daa", "उल्लेखनीय संदर्भ"),
                n("d247ca70", "खाली आपल्या सत्यापन विनंतीच्या तपशीलांचे पुनरावलोकन करा. एकदा पुष्टी झाल्यानंतर सबमिट करा बटण दाबा."),
                n("b51afbb2", "प्रमाणीकरण पद्धत"),
                n("cc87b01c", "पुनरावलोकन करून सबमिट करा"),
                n("ec6801cc", "आपली विनंती पाठविली आहे!"),
                n("i6ef95ec", "सर्वेक्षणा"),
                n("j94e995e", "आपली शेवटची विनंती नाकारली गेली होती. आपल्याला नवीन विनंती सबमिट करण्यासाठी त्या तारखेपासून 30 दिवस थांबावे लागेल."),
                n("da458d6c", "आपण सत्यापन विनंती सबमिट केली असून मागील 30 दिवसांच्या आत नाकारली गेली आहे. कृपया पुन्हा प्रयत्न करा."),
                n("j4ed9f0e", "आपण सत्यापन विनंती सबमिट केली आहे आणि निर्णय घेताच आपल्याशी संपर्क साधला जाईल."),
                n("b1ade780", "आपले खाते खूपच नवीन आहे. आपले खाते उघडल्यापासून कमीत कमी 7 थांबून नंतर पुन्हा प्रयत्न करा."),
                n("aab67626", "आपल्या सत्यापन विनंतीचे पुनरावलोकन केले जात आहे"),
                n("d3c1e25e", "नाही, हे स्वप्न नव्हते. होय, आपले खाते खरोखरच सत्यापित झाले आहे."),
                n("a8b4500e", "नियमां"),
                n("ef1b5cbc", "आपणास पाहायची आहेत आणि नाहीत अशी सूचनापत्रे निवडा."),
                n("aaafffda", "म्यूट केलेली सूचनापत्रे"),
                n("afdf29b8", "गुणवत्ता फिल्टर"),
                n("da19d878", "डुप्लिकेट किंवा स्वयंचलित पोस्ट्स सारखा मजकूर फिल्टर आउट करणे निवडा. आपण अलीकडेच फॉलो केलेल्या किंवा त्यांच्याशी संपर्क साधलेल्या खात्यांवरील सूचनापत्रांवर हे लागू होत नाही."),
                n("i2209530", "जतन करा"),
                n("da867c58", "सूचनापत्राच्या प्रकारानुसार आपली प्राधान्ये निवडा."),
                n("a2197726", "आपल्या खात्याची सुरक्षा व्यवस्थापित करा."),
                n("i36dcc3e", "आपल्या X पासवर्ड व्यतिरिक्त दुसरी प्रमाणीकरण पद्धत आवश्यक करुन आपल्या खात्याचे अनधिकृत प्रवेशापासून संरक्षण करण्यास मदत करा. आपण मजकूर संदेश, प्रमाणीकरण अनुप्रयोग किंवा सुरक्षितता की निवडू शकता. "),
                n("ead60eb8", "अतिरिक्त पासवर्ड सुरक्षा"),
                n("gfaf9a4a", "पासवर्ड रिसेट सुरक्षा"),
                n("h3cc8462", "अतिरिक्त संरक्षणासाठी, आपला X पासवर्ड रीसेट करण्यासाठी आपणास आपल्या ई-मेल पत्त्याची किंवा फोन क्रमांकाची पुष्टी करणे आवश्यक आहे."),
                n("b4bbdeb4", "पासकी"),
                n("aeb7dcdc", "आपल्या बायोमेट्रिक्सशी जोडलेल्या अतिरिक्त संरक्षणासाठी पासकीज सक्षम करा."),
                n("dc096238", "आपल्या खात्याची सत्यताची पुष्टी करण्यासाठी एक मान्यताप्राप्त ओळखपत्र अपलोड करा. आपली माहिती केवळ आपली ओळख सत्यापित करण्यासाठी वापरली जाईल आणि सुरक्षितपणे हाताळली जाईल."),
                n("a999cb72", "खात्यामधील बदल जतन करा"),
                n("dec3c9b8", "पासवर्ड"),
                n("b929aa74", "आपल्या खात्यामधील बदल जतन करण्यासाठी आपला X पासवर्ड पुन्हा प्रविष्ट करा."),
                n("d1091f50", "पासवर्ड विसरलात?"),
                n("d97c07be", "क्रिएटर सबस्क्रीप्शन्स व्यवस्थापित करा"),
                n("efa291da", "स्ट्राइप वापरून खाली दिलेल्या क्रिएटर्सच्या सबस्क्रीप्शन्स पहा आणि व्यवस्थापित करा. आपण iOS किंवा Android वर सुरू केलेल्या कोणत्याही सक्रिय सबस्क्रीप्शन्स, अनुप्रयोगात व्यवस्थापित केल्या जाऊ शकतात."),
                n("j7f5c6aa", "आपल्याकडे अजून कोणतीही सबस्क्रीप्शन्स नाहीत"),
                n("ef4602ec", "काहीतरी चुकीचे घडले. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("b02df748", "आपल्या खात्याची सुरक्षितता व्यवस्थापित करा आणि आपल्या खात्यावर कनेक्ट केलेल्या अनुप्रयोगांसहित आपल्या खात्याच्या वापराचा ट्रॅक ठेवा."),
                n("g2841de4", "आपण आपल्या खात्यामध्ये कधी लॉग इन केले आणि आपल्या खात्यात आपण कनेक्ट केलेले अनुप्रयोगाविषयी माहिती पहा."),
                n("hf45cca6", "लॉग इन करण्यासाठी X शी कनेक्ट केलेली Google किंवा Apple खाती व्यवस्थापित करा."),
                n("a310511c", "आपली शेअर केलेली खाती व्यवस्थापित करा."),
                n("jc02ae68", "कनेक्ट केलेले अनुप्रयोग"),
                n("dd82312a", "सत्रे"),
                n("e5e8a89a", "अनुप्रयोग लोड करत आहे"),
                n("hfa9a2c8", "जोडणी केलेले अनुप्रयोग त्वरित व्यवस्थापित करा"),
                n("dd1b86f9", function (e) {
                    return e.name + " चा";
                }),
                n("cf461930", "आपण आपल्या X खात्यामध्ये प्रवेशाची परवानगी दिलेले तृतीय-पक्ष अनुप्रयोग येथे दिसतील."),
                n("b63b0b1d", "अधिक जाणून घ्या"),
                n("c2cb5560", "वर्तमान सक्रिय सत्र"),
                n("bca43fd0", "इतर सत्रांमधून लॉग आउट करा"),
                n("ha6df2ca", "सत्रे म्हणजे आपण वापरत असलेली किंवा आपल्या X खात्यावर वापरलेली उपकरणे. आपण आपल्या खात्याचे ज्यावरून लॉग इन केले आहे ही अशी सत्रे आहेत. आपण प्रत्येक सत्रामधून लॉग आउट करू शकता."),
                n("b72d2904", "आपण या उपकरणावरील या X खात्यामध्ये लॉग इन केले असून सध्या ते वापरत आहात."),
                n("b850cbd0", "आपण या उपकरणांवरून या खात्यांमध्ये लॉग इन केले आहे, जी सध्या वापरामध्ये नाही आहेत. "),
                n("cf3e3164", "अन्य सर्व सत्रांमधून लॉग आउट करा"),
                n("f810f27a", "आपणास आपली अन्य सत्रे समाप्त करायची आहेत?"),
                n("gbb5cec5", function (e) {
                    return "लॉग आउट केल्याने X वरील आपल्या अन्य सक्रिय सत्रांपैकी " + e.num + " समाप्त होतील. आपल्या सक्रिय सत्रावर याचा परिणाम होणार नाही.";
                }),
                n("fcbd4904", "यामुळे आपले सक्रिय X सत्र समाप्त होईल."),
                n("ab78d946", "यामुळे आपली सक्रिय X सत्रे समाप्त होतील आणि नवीन सुरू करण्यासाठी आपल्याला त्या उपकरणांवर पुन्हा लॉग इन करावे लागेल."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "आता सक्रिय आहेत"),
                n("c9bc33fa", "उपकरणे"),
                n("f95ed3e6", "सध्याचे उपकरण"),
                n("a787669a", "इतर डिव्हाइसची नोंदणी"),
                n("gbefe730", "आपण या इतर उपकरणांवर एनक्रिप्टेड थेट संदेश पाठवण्यासाठी नोंदणीकृत आहात."),
                n("d7a9796e", "उपकरणे लोड होत आहेत"),
                n("b5635e86", "या डिव्हाइसची नोंदणी करा"),
                n("bb4a95dc", "आपल्या डिव्हाइसची नोंदणी करायची?"),
                n("a9538040", "या डिव्हाइसची नोंदणी केल्याने आपल्याला इतर नोंदणीकृत वापरकर्त्यांसोबत नवीन एनक्रिप्टेड संवाद सुरू करता येईल"),
                n("hd173c7a", "नोंदणी करा"),
                n("hf4312a4", "उपकरण नोंदणीकृत केले गेले आहे."),
                n("h7797d18", "नोंदणी झाली"),
                n("hc48a042", "या डिव्हाइसची नोंदणी रद्द करा"),
                n("d5bafb20", "या डिव्हाइसची नोंदणी रद्द करायची?"),
                n("i12dee70", "डिव्हाइसची नोंदणी रद्द करण्याचा अर्थ आपल्याला यापुढे त्यावरील एनक्रिप्टेड संदेशांमध्ये प्रवेश मिळणार नाही."),
                n("d4b9db26", "नोंदणी रद्द करा"),
                n("c18b1b34", "तारीख आणि वेळेची नोंदणी झाली "),
                n("e7c9d60a", "निवडलेल्या डिव्हाइसची नोंदणी रद्द केली."),
                n("cd14c8fe", "उपकरण माहिती लोड होत आहे"),
                n("j9db22f4", "आम्हाला हे उपकरण सापडत नाही"),
                n("c477d710", "आपण X वर कोणती माहिती पाहता आणि शेअर करता ते व्यवस्थापित करा."),
                n("b06f5d36", "आपली X कृती"),
                n("fd807e78", "दर्शक, मीडिया आणि टॅगिंग"),
                n("a9ff473c", "आपण X वर इतर लोकांना कोणती माहिती पाहण्यास परवानगी देता ते व्यवस्थापित करा."),
                n("d0484606", "आपल्या पोस्टशी संबंधित माहिती व्यवस्थापित करा."),
                n("c4afe0e6", "विषय आणि स्वारस्य यासारख्या आपल्या प्राधान्यांवर आधारित X वर आपण काय पाहत आहात याचा निर्णय घ्या"),
                n("ab125232", "आपण म्यूट किंवा अवरोधित केलेली खाती, शब्द आणि सूचनापत्रे व्यवस्थापित करा."),
                n("cc950d94", "आपल्याला थेट संदेश कोण पाठवू शकते हे व्यवस्थापित करा."),
                n("fe37f854", "आपली स्पेस ऐकण्याची क्रिया कोण पाहू शकते ते व्यवस्थापित करा"),
                n("ab987f3c", "आपल्या शोधण्यायोग्य सेटिंग्जवर नियंत्रण ठेवा आणि आपण आयात केलेले संपर्क व्यवस्थापित करा."),
                n("db5fabb0", "डेटा शेअर करणे आणि X व्यतिरिक्तचे क्रियाकलाप"),
                n("i83cab8a", "डेटा शेअर करणे आणि वैयक्तिकरण"),
                n("e338a794", "X वरील आपला जाहिरातीचा वापरानुभव व्यवस्थापित करा."),
                n("c05e8024", "X वरील आपला कुकीचा वापरानुभव व्यवस्थापित करा."),
                n("d29d59d0", "आपला वापरानुभव वैयक्तिकृत करण्यासाठी आपण भेट दिलेल्या वेबसाइट्स यासारखे X च्या बाहेरील आपल्या ऑनलाइन क्रियाकलापांचा वापर X ने कसा करावा हे व्यवस्थापित करा."),
                n("c981a36c", "X ला आपल्या अनुमानित कृतीवरून आपला वापरानुभव वैयक्तिकृत करण्याची परवानगी द्या, उदा. आपण X वर लॉग इन करण्यासाठी वापरत नसलेल्या उपकरणांवरील कृती."),
                n("eb0cc786", "X च्या व्यावसायिक भागीदारांबरोबर अतिरिक्त माहिती शेअर करण्यास परवानगी द्या."),
                n("dd533318", "आपला वापरानुभव वैयक्तिकृत करण्यासाठी X वापरत असलेली स्थान माहिती व्यवस्थापित करा."),
                n("bd0646a0", "X वरील गोपनीयतेविषयी अधिक जाणून घ्या"),
                n("a607862a", "गोपनीयता धोरण"),
                n("g5925628", "आमच्याशी संपर्क साधा"),
                n("dd6012f8", "गोपनीयता केंद्र"),
                n("jdceda60", "प्रत्युत्तरे"),
                n("f644b748", "आपल्या पोस्ट्सना आणि आपण फिल्टर केलेल्या प्रत्युत्तरांना कोण प्रत्युत्तर देऊ शकेल हे व्यवस्थापित करा."),
                n("ff4b3818", "Grok आणि तृतीय-पक्ष सहयोगी"),
                n("i586f3e0", "तुमचा सार्वजनिक डेटा तसेच Grok आणि xAI सह तुमचे परस्परसंवाद, इनपुट आणि परिणाम प्रशिक्षण आणि फाइन-ट्यूनिंगसाठी वापरण्याची परवानगी द्या"),
                n("d8492604", "हा पर्याय निवडला की, आपले पोस्ट्स आणि इतर खाते माहिती केवळ आपणास फॉलो करणाऱ्या लोकांनाच दिसते."),
                n("if050fae", "आपले व्हिडिओज संंरक्षित करा"),
                n("b7ed5f6e", "जर हा पर्याय निवडला असेल, तर आपल्या पोस्ट्समधील व्हिडिओज डीफॉल्टनुसार डाउनलोड होणार नाहीत. ही सेटिंग पोस्ट्सवर लागू होते आणि मागील काळात लागू होत नाही"),
                n("dbb51952", "आपले पोस्ट्स संरक्षित करायचे आहेत?"),
                n("de735de6", "यामुळे हे केवळ आपल्या X फॉलोअर्सनाच दिसेल."),
                n("c5d4192a", "संरक्षित करा"),
                n("d9ddba70", "समुदाय सार्वजनिक आहेत म्हणून आपले खाते संरक्षित केल्याने आपले मागील पोस्ट्स लपविली जातील. आपले खाते पुन्हा सार्वजनिक होईपर्यंत आपण समुदायामध्ये पोस्ट करू शकणार नाही."),
                n("f527b322", "माझे खाते संरक्षित करा"),
                n("d165c992", "आपल्याला कोणीही टॅग करू शकते"),
                n("ea339390", "आपण फॉलो करत असलेल्या व्यक्तीच केवळ आपणास टॅग करू शकतात"),
                n("e3a761ee", "बंद करा"),
                n("a61ed23a", "कदाचित संवेदनशील माहिती समाविष्ट असू शकते असा आपण पोस्ट केलेला मीडिया चिन्हांकित करा"),
                n("ae27c454", "सक्षम केल्यानंतर आपण पोस्ट केलेली चित्रे आणि व्हिडिओ, संवेदनशील मजकूर पाहायची इच्छा नसलेल्या लोकांसाठी संवेदनशील म्हणून चिन्हांकित केले जातील."),
                n("fc1d217c", "संवेदनशील माहिती असू शकते असा मीडिया प्रदर्शित करा"),
                n("j018f2a2", "सेटिंग्ज एक्सप्लोर करा"),
                n("h1ef00dc", "सेटिंग्ज शोधा"),
                n("b05b9398", "हे सेटिंग सक्षम केले जाते तेव्हा X आपल्या X क्रियाकलापांवर आधारित आपल्या For You सामग्रीला वैयक्तिकृत करू शकते. "),
                n("a3c1324c", "For you टाइमलाइनमध्ये शिफारस केलेली सामग्री दाखवा"),
                n("ee4592ca", "कोणीच नाही"),
                n("da813d22", "सत्यापित उपभोक्ते"),
                n("baffe39a", "प्रत्येकजण"),
                n("b3d8566e", "निम्न-गुणवत्तेचे संदेश फिल्टर करा"),
                n("cfda8c44", "संभाव्य स्पॅम किंवा निम्न-गुणवत्तेच्या आढळलेल्या संदेश विनंत्या लपवा. आपल्या संदेश विनंतीच्या तळाशी हे स्वतंत्र इनबॉक्सवर पाठविले जाईल. आपणास हवे असल्यास आपण अजूनही त्याचा वापर करू शकता."),
                n("f4c91f40", "माझ्या सदस्यांकडील संदेशांना परवानगी द्या"),
                n("bf0c4336", "आपले सदस्य आपल्याला नेहमी इतर मेसेजिंग सेटिंग्जपासून स्वतंत्रपणे संदेश पाठवू शकतील."),
                n("e6c411d8", "ग्राफिक मीडिया फिल्टर करा"),
                n("g558101a", "संभाव्यत: ग्राफिक मीडिया (जसे की, नग्नता, लैंगिक मजकूर किंवा हिंसा) असल्याचे आढळल्यास संदेशांवर चेतावणी प्रदर्शित करा. आपल्याला पाहिजे असल्यास आपल्याकडे नेहमीच मीडिया पाहण्याचा पर्याय आहे."),
                n("d9172542", "वाचन पावत्या दाखवा"),
                n("bd557506", "आपण ज्यांना संदेश देत आहात त्यांचे संदेश आपण केव्हा पाहिले हे त्यांना कळू द्या. संदेश विनंत्यांवर वाचन पावत्या दाखविल्या जात नाहीत."),
                n("f29080d0", "यांच्याकडील संदेश विनंत्यांना परवानगी द्या:"),
                n("j0adcc2d", "अधिक जाणून घ्या"),
                n("ib3357a6", "वैयक्तिकृत जाहिराती"),
                n("f2f9628e", "आपल्याला X वर नेहमी आपल्या X वरील कृतींवर आधारित जाहिराती दिसतील. हे सेटिंग सक्षम केल्यानंतर, पुढे जाऊन X आमच्या भागीदारांकडील आपल्या इतर ऑनलाईन कृती आणि माहिती बरोबर आपल्या X वरील कृती एकत्रित करून X वरील आणि बाहेरील X जाहिरातदारांकडील जाहिराती वैयक्तिकृत करू शकते."),
                n("b5fe50fc", "जाहिरात श्रेणी"),
                n("c31a2ea6", "या सेटिंग्ज सक्षम केल्याने आपल्याला या श्रेणींमधील जाहिराती पाहण्यास पात्र बनवते. निवड रद्द करून या श्रेणींविषयी कमी जाहिराती पाहण्याची निवड करा."),
                n("if996630", "गॅम्बलिंग"),
                n("a9ed7774", "संपूर्ण वेबवर आपणास X वरील माहिती कोठे दिसते ती वापरण्यास परवानगी द्या"),
                n("e2d61838", "या सेटिंगमुळे एम्बेड केलेल्या टाइमलाइनसारख्या X सामग्रीस सम्मिलित करणाऱ्या अन्य वेबसाइट्सवरील आपल्या भेटींचा X ला ट्रॅक ठेवता येतो. ती माहिती आपल्यासाठी X अधिक चांगली बनवते, जसे की आपला वापरानुभव वैयक्तिकृत करणे. हा वेब ब्राउझिंग इतिहास कधीही आपले नाव, ई-मेल किंवा फोन क्रमांकाने संग्रहित केला जाणार नाही."),
                n("c966aaf4", "आपण काही देशांमध्ये असताना या वेब पृष्ठावरील भेटी संग्रहित केल्या जाणार नाहीत किंवा वापरल्या जाणार नाहीत."),
                n("e8313b32", "आपणास खात्री आहे? एकदा आपण हे बंद केले, की आपण या देशामध्ये असेपर्यंत ते पुन्हा चालू करू शकणार नाही."),
                n("f1d46fd6", "होय, मला खात्री आहे"),
                n("f6c8ccc8", "आपल्या अनुमानित ओळखीनुसार वैयक्तिकृत करा"),
                n("ed012c88", "आपण दिलेली माहिती तसेच लॉग इन करण्यासाठी आपण वापरलेल्या उपकरणांनुसार X नेहमीच आपला वापरानुभव वैयक्तिकृत करेल. हे सेटिंग सक्षम केल्यानंतर X वर लॉग इन करण्यासाठी आपण जी उपकरणे आणि ब्राउझर्स वापरत नाही ती माहिती आणि त्याचबरोबर आपल्या X खात्याशी लिंक केलेले ई-मेल पत्ते आणि फोन क्रमांक अशी आपली ओळख दर्शविणाणारी माहीती देखील वैयक्तिकृत करू शकते."),
                n("d3c20d80", "व्यवसाय भागीदारांबरोबर अतिरिक्त माहिती शेअर करण्यास परवानगी देणे"),
                n("f1c0d09c", "उत्पादने तयार करणे आणि त्यामध्ये सुधारणा करण्याचा एक मार्ग म्हणून X नेहमी आपल्या व्यवसाय भागीदारांबरोबर माहिती शेअर करत असते. हे सेटिंग सक्षम केल्यास, X ला आपल्यासाठी इतर साइट्स आणि अनुप्रयोगांवर X च्या मार्केटिंग गतिविधींसह X चा व्यवसाय चालविण्यास मदत करण्यासाठी त्या भागीदारांबरोबर अतिरिक्त माहिती शेअर करण्याची परवानगी मिळते."),
                n("dc20d918", "आपण ज्या ज्या ठिकाणी होता त्यानुसार वैयक्तिकृत करा"),
                n("af7d89e6", "आपल्याला अधिक समर्पक मजकूर दाखवण्यासाठी X नेहमीच आपण कुठे साइन-अप केले आणि आपले वर्तमान स्थान यासारखी काही माहिती वापरते. हे सेटिंग सक्षम असते तेव्हा, आपण ज्या ठिकाणी होता त्यानुसार X ला आपला वापरानुभव वैयक्तिकृत करता येतो."),
                n("f2b23062", "प्रवेशयोग्यता, प्रदर्शन आणि भाषा"),
                n("fa76d7dc", "X वरील मजकूर आपल्यासाठी कसा प्रदर्शित केला जावा हे व्यवस्थापित करा."),
                n("j7a15010", "रंग कॉन्ट्रास्ट आणि गती मर्यादित करण्यासारखी आपल्या X वापरानुभवाची वैशिष्ट्ये व्यवस्थापित करा."),
                n("a257ecae", "आपल्या फॉन्टचा आकार, रंग आणि पार्श्वभूमी व्यवस्थापित करा. या ब्राउझरवरील सर्व X खात्यांवर या सेटिंग्जचा परिणाम होतो."),
                n("jc3fa0e2", "आपला X वापरानुभव वैयक्तिकृत करण्यासाठी कोणत्या भाषा वापरल्या जाव्यात ते व्यवस्थापित करा."),
                n("cc2973a8", "X आपला काही नेटवर्क डेटा कसा वापरतो यावर मर्यादा घाला."),
                n("h54e6138", "कीबोर्ड शॉर्टकट्स"),
                n("a4b69cbc", "भाषा प्रदर्शित करा"),
                n("c856bd00", "X वरील हेडलाइन्स, बटणे आणि इतर मजकूरासाठी आपली प्राधान्यकृत भाषा निवडा."),
                n("cab61d58", "अतिरिक्त भाषा निवडा"),
                n("dd93fafa", "आपल्याला X वर पाहायचा आहे अशा मजकुरासाठी अतिरिक्त भाषा निवडा."),
                n("bca1de4a", "आपण बोलत असलेल्या अतिरिक्त भाषा"),
                n("c3aa76c4", "आपल्याला कदाचित माहित असलेल्या भाषा"),
                n("g099069c", "आपल्या कृतीनुसार X वर अनुमानित भाषा व्यवस्थापित करा, जसे की आपण फॉलो करीत असलेली खाती आणि आपण सहभागी झाला होतात असे पोस्ट्स."),
                n("cf9ce876", "अनुप्रयोग आणि पोस्ट भाषा"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "लॉग इन करण्यासाठी आपण आपल्या X खात्यावर कनेक्ट केलेली ही सामाजिक खाती आहेत. आपण येथे प्रवेश अक्षम करू शकता."),
                n("d84ed6b2", "डिस्कनेक्ट करा"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "कनेक्ट केले"),
                n("ad31b476", "आपले स्वयंचलित खाते व्यवस्थापित करा."),
                n("a2981062", "खाते व्यवस्थापित करणे"),
                n("aff4540e", "व्यवस्थापकीय खाते बदला"),
                n("b8b9d100", "खाते स्वयंचलन सेट करा"),
                n("e0bc51f6", "खाते स्वयंचलन बंद करा"),
                n("b92190c2", "व्यवस्थापकीय खाते कनेक्ट झाले"),
                n("fb03b39a", "व्यवस्थापकीय खाते डिस्कनेक्ट झाले"),
                n("bd51ddfa", "आम्ही यावेळी आपले व्यवस्थापकीय खाते डिस्कनेक्ट करू शकत नाही. कृपया पुन्हा प्रयत्न करा."),
                n("e91c15f6", "आपले व्यवस्थापकीय खाते  डिस्कनेक्ट करायचे?"),
                n("df035b80", "आपण आपले व्यवस्थापकीय खाते डिस्कनेक्ट केल्यास आपल्या स्वयंचलित खात्याचे लेबल गमावले जाईल."),
                n("bd12cf34", "होय, डिस्कनेक्ट करा"),
                n("f79acef3", "अधिक जाणून घ्या"),
                n("a57a341c", "डेटा-बचतकर्ता"),
                n("ab6505a8", "हे निवडले तर X कडून नेटवर्क डेटा कमी प्रमाणामध्ये वापरला जाईल."),
                n("a5d4fda0", "काहीतरी चूक झाली, परंतु काळजी करू नका -- पुन्हा एकदा प्रयत्न करू या."),
                n("g1888dc2", "कधीही नाही"),
                n("f724d1aa", "केवळ Wi-Fi वर"),
                n("cf6472c2", "सेल्युलर किंवा Wi-Fi वर"),
                n("b2ed92c4", "अर्काइव्हसाठी विनंती करत आहे"),
                n("ce5d2c46", "तात्पुरते उपलब्ध नाही"),
                n("bed6a87c", "आपली X डेटाची लिंक कालबाह्य झाली आहे"),
                n("b24b4768", "माझा X डेटा वर जा"),
                n("a0c3f812", "अपडेटेड (डेटा) मिळविण्यासाठी आपणास नवीन विनंती करणे आवश्यक आहे."),
                n("eea30bb5", function (e) {
                    return "तयार केल्याची तारीख: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "रोजी कालबाह्य होते: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "अंदाजे आकार: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X डेटा (" + e.count + " पैकी " + e.currentIndex + ")";
                }),
                n("fc5bfd96", "सुरुवात करा"),
                n("gee8110e", "संग्रहण डाउनलोड करा"),
                n("c326f156", "अर्काइव्ह डाउनलोड झाला"),
                n("c9fe9b56", "आपले अर्काइव्ह डाउनलोड होण्याच्या बेतात आहे"),
                n("j54b679b", function (e) {
                    return "ही दुसऱ्या विंडोमध्ये उघडेल आणि प्रक्रिया पूर्ण होण्यास काही काळ लागू शकतो. पूर्ण झाल्यानंतर, डाउनलोड झालेली फाईल " + e.size + " ZIP स्वरूपात असेल.";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "फॉन्टचा आकार"),
                n("c783d45e", "रंग"),
                n("h306a358", "पार्श्वभूमी"),
                n("d8680056", "अधिक लहान"),
                n("j59f0b94", "डिफॉल्ट"),
                n("b81aaad8", "मोठे"),
                n("c7044880", "जास्त मोठे"),
                n("e46dffa0", "मजकूराचा आकार"),
                n("ce8a8116", "पार्श्वभूमीमधील पर्याय"),
                n("d3d48f3a", "प्रकाश"),
                n("i76f67ee", "गडद निळा"),
                n("c8f85960", "काळा"),
                n("aefc5b20", "रंगांचे पर्याय"),
                n("a52d0fde", "निळा"),
                n("d818cdd6", "पिवळा"),
                n("fee1cd64", "गुलाबी"),
                n("cbed7fb2", "जांभळा"),
                n("g697ec02", "नारंगी"),
                n("a7c2204a", "हिरवा"),
                n("gde8fdd7", function (e) {
                    return "X च्या केंद्रस्थानी असलेल्या छोट्या संदेशांना पोस्ट्स असे म्हणतात - अगदी या सारखे - ज्यामध्ये छायाचित्रे, व्हिडिओज, लिंक्स आणि मजकूर आणि @" + e.mention + " प्रमाणे उल्लेख समाविष्ट असू शकतात.";
                }),
                n("f277e94a", "पहा"),
                n("ee79367b", function (e) {
                    return "स्तर " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "जाहिराती"),
                n("d9587114", "अगदी अलीकडील पोस्ट पहा"),
                n("b7b86c3c", "या पोस्टची नवीन आवृत्ती उघडली जाते"),
                n("a407814e", "अंतिम संपादन"),
                n("i46ee3f0", "ही या पोस्टची अगदी अलीकडील आवृत्ती आहे."),
                n("e18cb87c", "या पोस्टचे स्पष्टीकरण द्या"),
                n("ffe16626", "प्रत्युत्तर फिल्टर चालू आहे."),
                n("jc81f6a7", function (e) {
                    return e.count + " अवलोकन" + f(e.count, "", "े");
                }),
                n("g521abc6", "Grok, विश्लेषण!"),
                n("a09331e0", "संबंधित लेख"),
                n("e3eceda6", "Grok कृती"),
                n("a653f08f", function (e) {
                    return e.replyCount + " प्रत्युत्तरे वाचा";
                }),
                n("dc0c8266", "Grokला विचारा"),
                n("i7ac410e", "मूळ दाखवा"),
                n("c67f09e8", "भाषांतर दाखवा"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "अवलोकन" + f(e.count, "", "े");
                }),
                n("b8f3500a", "रीडरमध्ये थ्रेड पहा"),
                n("fc7db594", "प्रोफाइल सारांश"),
                n("c3f04d9c", "विचार करत आहे"),
                n("cbdddb0a", "पूर्ण झाले"),
                n("b0d1e205", function (e) {
                    return ' **"' + e.query + '"** साठी शोधत आहे';
                }),
                n("acb9b845", function (e) {
                    return '**"' + e.query + '"** साठी ' + e.url + " ब्राउझिंग";
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " द्वारे पोस्ट्स शोधत आहे";
                }),
                n("bec7eb11", function (e) {
                    return '**"' + e.query + '"** साठी @' + e.username + " द्वारे पोस्ट्स शोधत आहे";
                }),
                n("ead81122", "काहीतरी चूक झाली, पुन्हा कनेक्ट करण्यासाठी कृपया रिफ्रेश करा किंवा पुन्हा प्रयत्न करा."),
                n("f808a13a", "दर मर्यादा ओलांडली. कृपया काही क्षण थांबा आणि नंतर पुन्हा प्रयत्न करा."),
                n("e0481e5a", "या वेळी Grok आपल्या देशात समर्थित नाही."),
                n("bc0a5b5a", "Grok सध्या अनुपलब्ध आहे, कृपया पुन्हा परत प्रयत्न करा. "),
                n("ef674976", "आपल्याला ही सेवा वापरण्यास अधिकृतता नाही."),
                n("c74e87e0", "ही फाईल खूप मोठी आहे. कृपया एक लहान फाईल निवडा."),
                n("bea50a2a", "हे फाईल फॉर्मेट समर्थित नाही."),
                n("j77292b7", function (e) {
                    return "कृपया केवळ " + e.count + " फा" + f(e.count, "ईल", "यली") + " पर्यंतच निवडा";
                }),
                n("d4d35bea", "भाषांतर होत आहे..."),
                n("he9c9634", "भाषांतर मिळवणे शक्य नाही"),
                n("j2198c98", "अनुवादित पोस्ट लपवा"),
                n("i73a7d48", "Google ने अनुवादित केले"),
                n("eeadb767", function (e) {
                    return "Google ने " + e.originLanguage + "मधून अनुवादित केले";
                }),
                n("be9b9fb8", "Grok द्वारा अनुवादित"),
                n("d9c6f69d", function (e) {
                    return "Grok द्वारा " + e.originLanguage + "मधून अनुवादित";
                }),
                n("dc445f82", "Papago वरून अनुवादित केले"),
                n("he9803d3", function (e) {
                    return "Papago वरून " + e.originLanguage + " मधून अनुवादित केले";
                }),
                n("f8264fc0", "X द्वारा अनुवादित"),
                n("caa5ba3d", function (e) {
                    return "X ने " + e.originLanguage + "मधून अनुवादित केले";
                }),
                n("e0f81ff3", "भाषांतर:"),
                n("j2862695", function (e) {
                    return " " + e.originLanguage + "मधून अनुवादित केले ";
                }),
                n("b7cb4fab", " "),
                n("cbc8fed4", "हे भाषांतर अचूक होते का? आम्हाला अभिप्राय द्या जेणेकरून आम्ही सुधारणा करू शकू:"),
                n("d56779a2", "समजण्यास सोपी"),
                n("b6fe8a56", "गोंधळात टाकणारे किंवा अस्पष्ट"),
                n("a66d80d0", "पोस्ट भाषांतरित करा"),
                n("d4c339b9", function (e) {
                    return e.fullName + " (@" + e.screenName + ") कडून पोस्ट";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") पोस्ट केले:\n" + e.tweet;
                }),
                n("h6f99ac4", "आपल्या बुकमार्क्समध्ये जोडले गेले"),
                n("g1c463f6", "आपल्या बुकमार्क्समधून काढून टाकले"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + " मधून काढून टाकले";
                }),
                n("i47ad24c", "असेच चालू ठेवा! आपण जितक्या जास्त पोस्ट लाइक कराल तितकी आपली टाइमलाइन चांगली असेल."),
                n("def4a37c", "उत्तम कामगिरी! आपली टाइमलाइन चांगली होत आहे. आपणास जितकी अधिक आवडेल, तितकी आपली टाइमलाइन चांगली असेल - आपणास आवडणारा मजकूर पसंत करत रहा."),
                n("f5d17674", "पोस्ट पुन्हा पोस्ट केले"),
                n("d714acfa", "पोस्ट पुन्हा पोस्ट केले नाही"),
                n("b18dff26", "केवळ सदस्यत्व घेतेलेले हे पुन्हा पोस्ट केलेले पाहू शकतात."),
                n("c2453318", "फोल्डरमध्ये समाविष्ट करा"),
                n("f88553c8", "क्लिपबोर्डवर कॉपी केले आहे"),
                n("b5b36724", "त्याऐवजी प्रत्युत्तर द्यायचे?"),
                n("gce00a2a", "त्या ऐवजी पुन्हा पोस्ट करायचे?"),
                n("g271f120", "आपण प्रत्युत्तर देण्यापूर्वी आपण ड्राफ्ट केलेले पोस्ट काढून टाकले जाईल."),
                n("gad04d1a", "आपण भाष्य करण्यापूर्वी आपले मसुदा स्वरूपातील पोस्ट काढून टाकले जाईल."),
                n("ibd021f2", "सर्वप्रथम लेख वाचायचा आहे?"),
                n("bbef69c4", "आपण X वर न उघडलेला लेख शेअर करणार आहात."),
                n("g5092766", "लेख वाचा"),
                n("a2d5c006", "लिंकवरील मजकूर वाचल्याबद्दल धन्यवाद"),
                n("g37bb2d0", "शेअर करण्यापूर्वी लिंक्सवर व्हिजिट केलेल्या असतील तर त्यावर होणारी चर्चा माहितीपूर्ण बनण्‍यास प्रोत्साहन मिळते."),
                n("gc45a90a", "हा प्रॉम्प्ट विस्तारित करा"),
                n("g7135e44", "विश्वसनीय माहितीचे ठिकाण म्हणून X ला ओळखले जाण्यास मदत करा. हे पोस्ट लाइक करण्यापूर्वी अधिक माहिती शोधा."),
                n("h9b6d468", "विश्वसनीय माहितीचे ठिकाण म्हणून X ला ओळखले जाण्यास मदत करा. हे पोस्ट शेअर करण्यापूर्वी अधिक माहिती शोधा."),
                n("af5cd00e", "अधिक शोधा"),
                n("e29c651e", "अधिक जाणून घेण्यासाठी धन्यवाद"),
                n("ef504d80", "आपण आपल्या बुकमार्क्समध्ये संरक्षित खात्यांच्या पोस्ट्स जोडू शकत नाही —  अद्याप "),
                n("cef96d5a", "पोस्ट आधीच आपल्या बुकमार्क्स मध्ये आहे  "),
                n("b2542f56", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये ते पोस्ट बुकमार्क करण्याचा प्रयत्न करा."),
                n("fe3b9942", "या उपभोक्त्याच्या विनंतीवरून त्यांच्या पोस्ट्सना लाइक करण्यास आपल्याला अवरोधित केले आहे."),
                n("c2a6dc5c", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपले पोस्ट पुन्हा लाइक करण्याचा प्रयत्न करा."),
                n("b57f01b8", "आपण फॉलो करत नसलेल्या संरक्षित उपभोक्त्यांची पोस्ट्स लाइक करू शकत नाही."),
                n("ba0b3cc0", "या उपभोक्त्याच्या विनंतीवरून त्यांच्या पोस्ट्सना पुन्हा पोस्ट करण्यास आपल्याला अवरोधित केले आहे."),
                n("h32b1ac4", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये पुन्हा पोस्ट करण्याचा प्रयत्न करा."),
                n("e50cea9e", "या पोस्टसाठी पुन्हा पोस्ट करण्याची परवानगी नाही."),
                n("d8e56f40", "क्षमस्व! आपण आपल्या पोस्टची मर्यादा ओलांडली आहे. उद्या पुन्हा पोस्ट करण्याचा प्रयत्न करा"),
                n("i14d7a46", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये ते पोस्ट पुन्हा आपल्या बुकमार्क्समधून काढण्याचा प्रयत्न करा."),
                n("d4ebfeb0", "आपले पोस्ट एका मिनिटात पुन्हा नापसंत करण्याचा प्रयत्न करा."),
                n("e639775e", "आपले ट्विट एका मिनिटात पुन्हा पूर्ववत करण्याचा प्रयत्न करा."),
                n("fcad707a", "या पोस्टमध्ये संवेदनशील मजकूर असण्याची शक्यता असल्यामुळे आम्ही चेतावणी दिली आहे."),
                n("f1824804", "या चेतावाणीवर अपील करा"),
                n("f755f710", "समजले"),
                n("ced4abbe", "चर्चा पहा"),
                n("d00e1d2a", "समुदायामध्ये सहभागी व्हा"),
                n("e6057014", "सहभागी होण्यासाठी विचारा"),
                n("ba352986", "आपण अद्याप प्रत्युत्तर देऊ शकत नाही..."),
                n("d09e76d8", "समुदाय सार्वजनिक आहेत, म्हणून आपण पोस्ट्स वाचू शकता — परंतु आपण सहभागी होण्यासाठी सामील होणे आवश्यक आहे."),
                n("cfa1f802", "समुदाय एक्सप्लोर करा"),
                n("af27a0f8", "या समुदायामधून आपल्याला काढण्यात आले आहे"),
                n("id089506", "पुनर्संचयित करण्यासाठी समुदाय नियामकाशी संपर्क साधा."),
                n("cac4e916", "हे पोस्ट लपलेले आहे"),
                n("cb18be32", "आपण अद्याप तसे करू शकत नाही..."),
                n("dbb5fd8e", "सर्कल पोस्ट्स पुन्हा पोस्ट केले जात नाहीत "),
                n("ae2c8a1e", "आपण यास प्रत्युत्तर का देऊ शकत नाही?"),
                n("afe7ba26", "आपणास हे का आवडले नाही?"),
                n("df9e2356", "आपण हे बुकमार्कमध्ये का जोडू शकत नाही?"),
                n("jead3bc2", "आपण हे का शेअर करू शकत नाही?"),
                n("h2a668b8", "आपण पोस्टची विश्लेषणे का पाहू शकत नाही?"),
                n("bd85267e", "आपण हे पुन्हा पोस्ट का करू शकत नाही?"),
                n("dcc05a7e", "अवलोकने"),
                n("e213fada", "हे पोस्ट पाहिल्याची संख्या उपलब्ध नाही."),
                n("g0954ea6", "केवळ पोस्ट लिहिणारे लेखक आणि समुदाय नियमन कार्यसंघ ते पाहू शकतात आणि सहभागी होणे अक्षम केले गेले आहे."),
                n("e7969518", "समुदाय सार्वजनिक आहेत, म्हणून आपण पोस्ट्स वाचू शकता — पण सध्या केवळ आमंत्रितच सहभागी होऊ शकतात."),
                n("g2dc874a", "समुदाय सार्वजनिक आहेत, म्हणून आपण पोस्ट्स वाचू शकता — परंतु केवळ सदस्यच त्या संदर्भात परस्पर-संवाद साधू शकतात."),
                n("g562676f", "अधिक जाणून घ्या"),
                n("ee574c37", "अधिक जाणून घ्या"),
                n("de2d83d6", "फोल्डरवर बुकमार्क करा"),
                n("f14df406", "जाहिरातीवर लिंक कॉपी करा"),
                n("e05c00b4", "लिंक कॉपी करा"),
                n("f61c4bb0", "थेट संदेशाद्वारे पाठवा"),
                n("id35970e", "पोस्ट व्हिडिओ"),
                n("ff9348b8", "...वरून जाहिरात शेअर करा"),
                n("d03241f8", "याद्वारे पोस्ट शेअर करा..."),
                n("j08dd2d4", "बुकमार्क्समधून काढून टाका"),
                n("b7fde1ea", "फोल्डरमधून काढून टाका"),
                n("d9a2bd78", "व्हिडिओ डाउनलोड करा"),
                n("fbfab656", "स्पेस वर शेअर करा"),
                n("e668112c", "स्पेस बरोबर शेअर केलेले पोस्ट"),
                n("g5775e46", "भाष्य पहा"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "बुकमार्क" + f(e.count, "", "्स");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "पसंत" + f(e.count, "ी", "्या");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "भाष्य";
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "रिपोस्ट";
                }),
                n("e9f1fbcc", "अजूनही येथे पाहण्यासारखे काही नाही"),
                n("a3b80be6", "या विषयी पोस्ट्स पाहण्यासाठी थोड्या वेळाने पुन्हा पहा."),
                n("d93b360a", "हा कॉलम साफ करण्यात आला आहे, जेव्हा ते तयार केले जातील तेव्हा वरील अधिक पोस्ट्स दिसतील."),
                n("d6e2f9be", "टाइमलाइन लोड करत आहे"),
                n("afb4c24a", "कोणतेही आयटम्स नाहीत"),
                n("e5b0063d", function (e) {
                    return "टाइमलाइन: " + e.title;
                }),
                n("ib65b1c6", "Apple वरून साइन-अप करा"),
                n("f55cebb8", "Apple वरून साइन-इन करा"),
                n("dcc304d6", "Apple वरून पुढे चालू ठेवा"),
                n("e0870f26", "Google वरून साइन-अप करा"),
                n("gfeffd6a", "Google वरून साइन-इन करा"),
                n("gf5e9ea6", "पूर्ववत करा"),
                n("e43138c5", function (e) {
                    return e.name + "यांना फॉलो करा";
                }),
                n("be65f2e7", function (e) {
                    return e.name + " यांना अनफॉलो करा";
                }),
                n("a649d337", function (e) {
                    return e.name + "मध्ये स्वारस्य नाही";
                }),
                n("e2f2b658", "आम्ही हा विषय यापुढे सुचवणार नाही."),
                n("b51f7edf", function (e) {
                    return "आपण " + e.name + " यांना अनफॉलो केले";
                }),
                n("gac366b3", function (e) {
                    return "आपण " + e.name + " यांना फॉलो केले";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " अवरोधित करायचे?";
                }),
                n("fcd4d489", function (e) {
                    return "@" + e.screenName + " यांना अवरोधित करा";
                }),
                n("a6450e84", "अवरोधित करा"),
                n("g353ad73", function (e) {
                    return "ते आता आपल्याला फॉलो करू शकणार नाहीत किंवा आपल्या पोस्ट्स पाहू शकणार नाहीत आणि @" + e.screenName + " कडील पोस्ट्स किंवा सूचनापत्रे आपल्याला दिसणार नाहीत.";
                }),
                n("ad00a739", function (e) {
                    return "ते तुमच्या सार्वजनिक पोस्ट्स पाहण्यास सक्षम असतील, परंतु यापुढे त्यांच्याशी संलग्न होऊ शकणार नाहीत. @" + e.screenName + " सुद्धा तुम्हाला फॉलो किंवा मेसेज करू शकणार नाही आणि तुम्हाला त्यांच्याकडून सूचना दिसणार नाहीत.";
                }),
                n("a9fd20be", "यशस्वीरीत्या अवरोधित केले"),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + " अनब्लॉक करायचे?";
                }),
                n("c9623eeb", function (e) {
                    return "@" + e.screenName + " यांना अनब्लॉक करा";
                }),
                n("e133be4e", "अनब्लॉक करा"),
                n("he43bca4", "त्यांना आपल्याला फॉलो करता येईल आणि आपले पोस्ट्स पाहता येतील."),
                n("f5f01af6", "ते तुम्हाला फॉलो करण्यास आणि तुमच्या सार्वजनिक पोस्टसबरोबर संलग्न होण्यास सक्षम असतील."),
                n("b6878b0a", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये त्या उपभोक्त्याला पुन्‍हा एकदा अवरोधित करण्याचा प्रयत्न करा."),
                n("e40252de", "'आपल्यासाठी' मध्ये हे पोस्ट्स दाखवू नका"),
                n("ae225c26", "'आपल्यासाठी' मध्ये हे पोस्ट्स दाखवा"),
                n("a96d2628", "'आपल्यासाठी' मध्ये ही यादी दाखवू नका"),
                n("d00abae0", "या यादीमधील टॉप पोस्ट्स यापुढे 'आपल्यासाठी' च्या होम टाइमलाइनमध्ये दिसणार नाहीत."),
                n("e566dd06", "या यादीमधील टॉप पोस्ट्स यापुढे 'आपल्यासाठी' मध्ये दिसणार नाहीत."),
                n("j3cc1526", "'आपल्यासाठी' मध्ये ही यादी दाखवा"),
                n("h435716e", "या यादीमधील टॉप पोस्ट्स कदाचित 'आपल्यासाठी' च्या टाइमलाइनमध्ये दिसतील."),
                n("e8ba412e", "या यादीमधील पोस्ट्स कदाचित 'आपल्यासाठी' मध्ये आता दिसतील."),
                n("d66e95cc", "आपल्या पोस्टमध्ये उत्तर पिन करायचे?"),
                n("i24ed0de", "प्रत्युत्तर पिन करा"),
                n("b1033082", "ते आपल्या पोस्टच्या प्रत्युत्तरांच्या सर्वात वर दिसेल. आपण ते कधीही बदलू शकता किंवा अनपिन करू शकता."),
                n("e96a5962", "प्रत्युत्तर अनपिन करायचे?"),
                n("ec04e6fc", "प्रत्युत्तर अनपिन करा"),
                n("d05618f2", "ते यापुढे या पोस्टच्या प्रत्युत्तरांच्या सर्वात वर दिसणार नाही."),
                n("j9aedfdc", "प्रत्युत्तर पिन करा"),
                n("c034211a", "प्रत्युत्तर अनपिन करा"),
                n("ie4538b4", "पोस्टमध्ये पिन केलेले प्रत्युत्तर "),
                n("ad135a24", "पोस्टमधून अनपिन केलेले प्रत्युत्तर"),
                n("ee369efc", "पोस्टमध्ये प्रत्युत्तर पिन करणे शक्य नाही"),
                n("c3e7f572", "पोस्टमधून प्रत्युत्तर अनपिन करणे शक्य नाही"),
                n("d058316c", "धन्यवाद. आपली टाइमलाइन अधिक चांगली करण्याकरिता X याचा वापर करेल."),
                n("afb7e8f8", "लेख वाचा"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " यांच्या कडून";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "पिन करा"),
                n("j44ec610", "अनपिन करा"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "सदस्य";
                }),
                n("b5334780", "प्रलंबित"),
                n("b171d7c4", "सहभागी व्हा"),
                n("aa7ae3f6", "सहभागी झाले"),
                n("bb1d57b6", "बाहेर पडा"),
                n("h4fbfa58", "मंजूर करून सहभागी व्हा"),
                n("ea8cfb1e", "मान्य करून सहभागी होण्यासाठी विचारणा करा"),
                n("dc1b14a1", function (e) {
                    return e.communityName + " नियमांचे पुनरावलोकन करून मान्य करा";
                }),
                n("c966ac64", "समुदायामध्ये सहभागी होण्यासाठी विनंती करता आली नाही. कृपया पुन्हा प्रयत्न करा."),
                n("g690e07e", "आपले उत्तर (पर्याय)"),
                n("a5d21bf4", "उत्तर पर्यायी आहे. पण लक्षात ठेवा, हे नियामकाला आपली विनंती स्वीकारण्यास मदत करते."),
                n("h9526e03", "X च्या नियमांच्या"),
                n("c00c234f", function (e) {
                    return e.communityName + " नियम";
                }),
                n("hafa07f2", "सहभाग मर्यादित आहे"),
                n("c15bee32", "आपणास या समुदायामधून काढून टाकले आहे"),
                n("efa265fc", "आपले पोस्ट संरक्षित आहेत"),
                n("f9cecf48", "क्षमस्व, आपण सध्या सहभागी होऊ शकत नाही"),
                n("bf7bdb60", "हे आपण नाही आहात, (खरेतर) आम्ही आहोत. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("h27d6950", "आपण अजूनही सोडू शकत नाही"),
                n("b02360f6", "जोपर्यंत कम्युनिटी रिक्त होत नाही तोपर्यंत अंतिम प्रशासक किंवा नियंत्रक ती सोडू शकत नाही."),
                n("fe832999", "आपले पोस्ट सार्वजनिक करा"),
                n("bc7a7af4", "समुदायामधील आपली पोस्ट्स लपवली जातील आणि आपण पुन्हा सहभागी होऊ शकणार नाही."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "अधिक पोस्ट्स दाखवा"),
                n("aebb6546", "अधिक पोस्ट्स लोड होत आहेत"),
                n("a3484d22", "बरोबरीचा (टाय)"),
                n("aab2efa9", function (e) {
                    return "विजेता " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "स्कोअर कार्ड, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + "," + e.teamTwoLabel;
                }),
                n("f178e38c", "आगामी"),
                n("b6da6b02", "प्रत्यक्ष"),
                n("i9f615c8", "अंतिम"),
                n("f897267a", "पुढे ढकलले"),
                n("f93c4b6a", "रद्द"),
                n("i79ab12a", "विषय फॉलो करा"),
                n("c0f56044", "अनफॉलो करा"),
                n("fcf51fe6", "स्टार"),
                n("e9a90d72", "तारांकित"),
                n("bf403716", "तारांकन काढून टाका"),
                n("c9f08e29", function (e) {
                    return e.title + " चे तारांकन काढून टाकायचे?";
                }),
                n("hed4dcd0", "जरी आपण या विषयाचे तारांकन काढून टाकले असले तरीही आपण कोणत्या खात्यांना फॉलो करीत आहात त्यानुसार आपण अजूनही त्याविषयी पोस्ट्स पाहू शकाल."),
                n("cd876e02", "आवडते"),
                n("f2816e02", "आवड दर्शविली"),
                n("f5b04fbc", "नापसंत"),
                n("c481ae3f", function (e) {
                    return e.title + " नापसंत करायचे?";
                }),
                n("c94116de", "जरी आपण या विषयाला नापसंत केले असले तरीही आपण कोणत्या खात्यांना फॉलो करीत आहात त्यानुसार आपण अजूनही त्याविषयी पोस्ट्स पाहू शकाल."),
                n("e0e730b0", "स्वारस्य आहे"),
                n("b1850062", "स्वारस्य नाही"),
                n("gd3f996f", function (e) {
                    return e.title + "मध्ये स्वारस्य नाही?";
                }),
                n("jdd65aac", "जरी आपल्याला या विषयामध्ये स्वारस्य नसले तरीही आपण कोणत्या खात्यांना फॉलो करीत आहात त्यानुसार आपण कदाचित अजूनही त्याविषयी पोस्ट्स पाहू शकता."),
                n("f93bb3ee", "प्रतिमा लोड करा"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "Gif लोड करा"),
                n("d3ac405c", "व्हिडिओ लोड करा"),
                n("g97a046c", "हा व्हिडीओ प्ले करा."),
                n("ac4c73d8", "एम्बेडेड व्हिडिओ"),
                n("f3bb10a6", "व्हिडिओ प्ले करणे"),
                n("b87c0a72", "पुश सूचनापत्रे सक्षम करून X वर काय घडते आहे ते कधीही चुकवू नका"),
                n("e71e09ec", "सूचनापत्रे चालू करा"),
                n("g4850f44", "पुश सूचनापत्रे सक्षम केली"),
                n("dc397182", "सानुकूल करा"),
                n("ia5e7488", "बंद करा"),
                n("j681933e", "वैयक्तिक यादी"),
                n("add55942", "काहीतरी चुकले घडले. काही वेळाने सदस्यता घेण्याचा पुन्हा प्रयत्न करा."),
                n("ib8f5f3c", "काहीतरी चुकीचे घडले. काही वेळाने सदस्यता रद्द करण्याचा पुन्हा प्रयत्न करा."),
                n("e20fc756", "या यादीमध्ये या सदस्यास समाविष्ट करण्याची आपणास परवानगी नाही."),
                n("d8a032a2", "आपण दुसरी टाइमलाइन समाविष्ट करण्यापूर्वी एक पिन केलेली टाइमलाइन काढून टाकण्याची आवश्यकता आहे"),
                n("fa816a0a", "पुनर्क्रमित यादी"),
                n("ac832ae4", "यादी पिन करा"),
                n("cdb33880", "यादी अनपिन करा"),
                n("ca5d0a82", "यादी संपादित करा"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "फॉलोअर" + f(e.count, "", "्स");
                }),
                n("jceadc3e", "अशीर्षकांकित"),
                n("a1d5303c", "वैयक्तिक"),
                n("cc8f8a80", "यादीमध्ये समाविष्ट नसलेले"),
                n("c33a97d6", "सार्वजनिक"),
                n("i73fff1b", function (e) {
                    return e.count + " पोस्ट" + f(e.count, "", "्स") + " दाखवा";
                }),
                n("a682906d", function (e) {
                    return "अजून " + e.count + " पसंत" + f(e.count, "ी", "्या");
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " नोकऱ्या उघडा" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " विजयी";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "आज"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "उद्या"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "दुसरे पोस्ट जोडा"),
                n("i569ff3e", "हा थ्रेड दाखवा"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '" साठीच्या परिणामांसहित';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '" साठीचे परिणाम दाखवत आहे';
                }),
                n("a1979464", "व्हिडिओ लोड करीत आहे"),
                n("ic1e826e", "प्ले करा"),
                n("c8b4bca0", "खरेदी करा"),
                n("f5ea07ec", "आता खरेदी करा"),
                n("b62956aa", "बुक करा"),
                n("i3ea806a", "ऑर्डर करा"),
                n("fd00a76a", "अनिर्णित"),
                n("e0aa5848", "प्रस्थापित करा"),
                n("g33f3050", "वेब"),
                n("d3f6b1a6", "आम्हाला संदेश पाठवा"),
                n("b0e322cc", "आम्हाला खाजगी संदेश पाठवा"),
                n("cb8bddc8", "मला खाजगी संदेश पाठवा"),
                n("cb8c547e", "खाजगी संदेश पाठवा"),
                n("d980e29f", function (e) {
                    return e.date + " रोजी सुरू होत आहे";
                }),
                n("fdd81500", "कॅरोसेल"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "नग्नता"),
                n("e1b4e672", "संवेदनशील माहिती"),
                n("acc48c15", function (e) {
                    return "इशारा: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "दाखवा"),
                n("g034e6f1", function (e) {
                    return "आपण या रिपोर्टमध्ये जास्तीत जास्त केवळ " + e.count + " पोस्ट्स संलग्न करू शकता.";
                }),
                n("i2e0d584", "प्रमोटेड पोस्ट"),
                n("b52a940c", "हे पोस्ट अनुपलब्ध आहे."),
                n("da59404c", "आपण सध्या नवीनतम संस्करण पाहत आहात"),
                n("e267df68", "प्रत्युत्तर लपवले"),
                n("d5f162b6", "हे प्रत्युत्तर कधीही लपवा. अजून काही?"),
                n("f376e9d4", "अभिप्राय पोस्ट करा"),
                n("d7c93b6c", "पोस्ट लपवले"),
                n("b3abacee", "आपण या प्रकारच्या अजून फार कमी पोस्ट्स पाहाल. दुसरा कोणताही अभिप्राय?"),
                n("a2411360", "आपणास आवडलेले प्रत्युत्तर पाहायचे आहे?"),
                n("e8a14626", "आता आपण आपल्या पोस्टला ॲक्शन्स मेनूवरून प्रत्युत्तर पिन करू शकता — पोस्टवरील ते तीन छोटे ठिपके (...)."),
                n("d41305a8", "पुशपिनचा संदेश बबल"),
                n("eca84b72", "पुन्हा पोस्ट करणे रद्द करा"),
                n("g6185a9e", "कोण प्रत्युत्तर देऊ शकते?"),
                n("i00051cc", "हे निवडा कि या पोस्टवर कोण रिप्लाय करु शकणार. मेन्शन केलेले सर्व नेहेमी रिप्लाय करु शकतात."),
                n("i9000126", "आपण फॉलो करत असलेली खाती"),
                n("dcaede8a", "केवळ आपण उल्लेख केलेली खातीच"),
                n("ad85cd2e", "आपले सदस्य"),
                n("f19e4bfc", "सत्यापित खाते"),
                n("bf994ab2", "केवळ आपण"),
                n("e7b4b30a", "केवळ आपण उल्लेख केलेली खातीच"),
                n("ca6500a8", "प्रत्युत्तरांमधील बाह्य लिंक्स अक्षम करा"),
                n("e839db3a", "डिसमिस करा"),
                n("c8a98928", "प्रमोशनल प्रतिमा"),
                n("f5b3dc1e", "कदाचित नंतर"),
                n("ae0c5fbe", "प्रत्युत्तर कोण देऊ शकते हे बदलताना त्रुटी उद्भवली"),
                n("bae0cbc0", "प्रत्युत्तर कोण देऊ शकते ते बदला"),
                n("d78131b9", function (e) {
                    return "याद्यांमधून @" + e.screenName + " समाविष्ट करा/काढून टाका";
                }),
                n("b3b642fc", "Why this post?"),
                n("fb4ee11c", "ही जाहिरात का?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " विश्लेषणे पहा";
                }),
                n("ef1042f8", "कम्युनिटी नोट्स लिहा"),
                n("h3edf7a6", "कम्युनिटी नोटची विनंती करा"),
                n("bf8d98f4", "केवळ सदस्यच प्रत्युत्तर देऊ शकतात"),
                n("e69ada9e", "केवळ Premium सदस्यच प्रत्युत्तर देऊ शकतात"),
                n("ae04c4dd", function (e) {
                    return e.entity + " हटवा?";
                }),
                n("d9442996", "हे पूर्ववत करता येत नाही आणि हे आपल्या प्रोफाइलमधून, आपण फॉलो करत असलेल्या कोणत्याही टाइमलाइनमधून आणि शोध परिणामांमधून काढले जाईल."),
                n("dad785a7", function (e) {
                    return "यामुळे या " + e.entity + " च्या सर्व आवृत्त्या आपल्या प्रोफाइल, आपल्याला फॉलो करत असलेल्या कोणत्याही खात्यांच्या टाइमलाइन आणि शोध परिणामांमधून काढल्या जातील. हे पूर्ववत केले जाऊ शकत नाही.";
                }),
                n("jda253ab", function (e) {
                    return "तुमचा " + e.entity + " हटवला गेला";
                }),
                n("j49c2f85", function (e) {
                    return "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपला " + e.entity + " हटविण्याचा पुन्हा प्रयत्न करा.";
                }),
                n("f9fa0390", "तुमचा लेख ड्राफ्ट स्थितीत हलवला जाईल आणि लेखांच्या पृष्ठातून हटवला जाऊ शकतो."),
                n("dad450ec", "लेख संपादित करा"),
                n("g9677c6e", "पुष्टी करा"),
                n("b57bfe70", "लेख संपादित करायचा?"),
                n("bd3da7be", "आपण संपादित करत असताना लेख तात्पुरता अप्रकाशित राहील आणि सार्वजनिकरित्या दृश्यमान होणार नाही. आपण अद्ययावत आवृत्ती पुन्हा प्रकाशित केल्यावर सर्व विद्यमान प्रतिबद्धता जतन केल्या जातील आणि पुढे नेल्या जातील."),
                n("j26481e6", "तुमचा लेख अप्रकाशित झाला आहे आणि एडिटिंगसाठी तुमच्या ड्राफ्टमध्ये हलवला आहे."),
                n("b360ac7c", "सेक्शन नॅव्हिगेशन"),
                n("adc81042", "विभाग तपशील"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "हा प्रकाशित झालेला लेख आहे, X वर लिहिण्याचा नवीन मार्ग."),
                n("b14efa0a", "लेख मुखपृष्ठ प्रतिमा"),
                n("afdccedb", function (e) {
                    return e.displayCount + " प्रत्युत्तर" + f(e.count, "", "े") + " दाखवा";
                }),
                n("bdba3e1a", "पोस्ट सूचनापत्रे चालू करा"),
                n("c4da7d28", "पोस्ट सूचनापत्रे बंद करा"),
                n("j87c21f4", "सूचित करा"),
                n("iebc30ca", "सूचनापत्रे बंद करा"),
                n("dc740eb2", "आपल्याला सूचनापत्र टाइमलाइनमध्ये या खात्यावरील पोस्ट सूचनापत्रे दिसतील. पोस्ट कधीही न चुकविण्याकरिता आपण आपल्या उपकरणावर पुश सूचनापत्रे सक्षम देखील करू शकता."),
                n("dca669ad", function (e) {
                    return e.name + " यांच्याकडील पुन्हा पोस्ट्स केलेले आता आपल्या टाइमलाइनवर दिसणार नाहीत";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + " यांच्याकडील पुन्हा पोस्ट्स केलेले आता आपल्या टाइमलाइनवर दिसतील";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X वर " + e.fullName + " तपासा.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " यापुढे आपणास फॉलो करणार नाहीत";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + " रिपोर्ट करा";
                }),
                n("hef5960c", "...वरून प्रोफाइल शेअर करा"),
                n("bb1cbeb6", "म्यूट बंद"),
                n("h2f62206", "उपभोक्त्याला म्यूट करत आहे"),
                n("e67b2d65", function (e) {
                    return "@" + e.screenName + " यांना म्यूट करा";
                }),
                n("f05597b3", function (e) {
                    return "@" + e.screenName + " यांचे म्यूट बंद करा";
                }),
                n("h59f52ee", "यशस्वीरीत्या म्यूट केले."),
                n("eea0cbee", "यशस्वीरीत्या म्यूट बंद केले."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " यांना म्यूट केले आहे.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " यांचे म्यूट बंद केले आहे.";
                }),
                n("b3036480", "हा फॉलोअर काढून टाका"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " यांना आपल्या फॉलोअर्समधून काढून टाकले जाईल आणि X कडून त्यांना सूचित केले जाणार नाही. ते भविष्यात आपणास पुन्हा फॉलो करू शकतात.";
                }),
                n("ibd0b842", "प्रोफाइलवर लिंक कॉपी करा"),
                n("b9c26480", "विषय पहा"),
                n("e922ce0c", "पुन्हा पोस्ट करणे चालू करा"),
                n("ge54bb8c", "पुन्हा पोस्ट करणे बंद करा"),
                n("h5ef9bc8", "याद्या पहा"),
                n("e9eef4c6", "EU बेकायदेशीर सामग्री रिपोर्ट करा"),
                n("e28ba0bb", function (e) {
                    return "@" + e.screenName + " साठी EU बेकायदेशीर सामग्री रिपोर्ट करा";
                }),
                n("a30b63da", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये पुन्हा फॉलोअर्स काढून काढण्याचा प्रयत्न करा."),
                n("gd11f228", "(शीर्षकाची गरज आहे)"),
                n("ced3c85a", "संपादित"),
                n("b375ece0", "हे अप्रकाशित लेख फक्त आपण बघू शकता.  "),
                n("edf9101f", "वाचत रहा"),
                n("icf7f1a4", "क्लिपबोर्डला कॉपी करा"),
                n("e1a292ec", "मीडिया समाविष्ट करा"),
                n("ebfd8ac6", "घाला"),
                n("ia3611ee", "लिहिण्यास सुरुवात करा"),
                n("d794135c", "फाईल निवडा किंवा येथे ड्रैग करा  \n\nप्रत्येक ब्लॉक मध्ये एक GIF, वीडियो किंवा फोटो सेट असू शकतात (4 फोटो प्रती सेट).  "),
                n("e187f906", "GIFs"),
                n("fa4e68ca", "पोस्ट"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "कोड"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "पसंत केले"),
                n("g88b88a6", "बुकमार्क केलेले"),
                n("i282583e", "संरक्षित खात्यांवरील पोस्टस् वापरल्या जाऊ शकत नाहीत"),
                n("eae4fe7a", "काढून टाकलेल्या पोस्टवर कोट केलेले पोस्टस् वापरता येऊ शकत नाहीत"),
                n("d2042fb6", "आवडलेल्या पोस्टस्"),
                n("iad3e15c", "बुकमार्क केलेले पोस्ट्स"),
                n("f1c63c34", "पोस्ट URL पेस्ट करा"),
                n("a78f6310", "अवैध पोस्ट URL"),
                n("fe9ddab6", "पोस्ट सापडले नाही"),
                n("dd2c9034", "नंतरसाठी पोस्ट्स जतन करा"),
                n("cada17f8", "भविष्यात पोस्ट्स पुन्हा सहजपणे शोधण्यासाठी बुकमार्क करा."),
                n("j0179e90", "एखादा पोस्ट बनवा"),
                n("adad5408", "नवीन फोल्डर"),
                n("f44ddd2e", "नंतर जतन करण्यासाठी पोस्ट्स बुकमार्क करा"),
                n("c91d2c4c", "स्मार्ट प्रतिसाद लिहिण्यासाठी अधिक वेळ हवा आहे किंवा फक्त नंतर पाहण्यासाठी पोस्ट जतन करायचे आहे? ते बुकमार्क करा!"),
                n("j45c642e", "फोल्डर्स सध्या लोड होत नाहीत"),
                n("b87ca51a", "छायाचित्र काढून टाका"),
                n("eebff22c", "छायाचित्र क्रॉप करा"),
                n("hf6f2914", "पूर्वावलोकन"),
                n("be4a00c2", "येथे कोड जोडा"),
                n("i3128619", function (e) {
                    return "ब्लॉकमध्ये " + e.count + " (संख्या) पेक्षा जास्त वर्ण असू शकत नाहीत";
                }),
                n("dbb02ec4", "एक प्रोग्रॅमिंग भाषा निवडा"),
                n("d942865e", "प्रोग्रॅमिंग भाषा शोधा"),
                n("e554f642", "बदल काढून टाकायचे?"),
                n("fa524058", "ठेवा"),
                n("d4ab68e2", "काढून टाका"),
                n("a50ba822", "GIFs शोधा"),
                n("c6f5ac52", "विषय - GIF शोध"),
                n("ab468379", function (e) {
                    return e.query + " - GIF शोध";
                }),
                n("j7fc4f9c", "ऑटो-प्ले GIFs"),
                n("a66b7760", "लेबल नसलेली GIF"),
                n("a723aefa", "एकही GIFs आढळली नाही"),
                n("a6ecfa0a", "त्याऐवजी दुसरे काहीतरी शोधण्याचा प्रयत्न करा."),
                n("f5ff0d6f", function (e) {
                    return e.category + " - GIF शोध";
                }),
                n("effe1ca6", "येथे एक LaTeX इक्स्प्रेशन जोडा"),
                n("c46c3c62", "आपल्या इक्स्प्रेशनमध्ये चूक होती. कृपया ते दुरुस्त केल्यानंतर पुन्हा प्रयत्न करा."),
                n("d4a4842e", "ईमोजी समाविष्ट करा"),
                n("fec16c1c", "ईमोजी"),
                n("idc01eb8", "ठळक"),
                n("cd7c97c6", "तिर्यक वापरा"),
                n("dab932be", "अधोरेखित"),
                n("c5b6178a", "स्ट्राइकथ्रू"),
                n("c03d7fd6", "लिंक प्रविष्ट करा"),
                n("abfe2d36", "बुलेट चिन्हांकित यादी"),
                n("da685a7c", "क्रमांकित यादि"),
                n("g74d920c", "कोट ब्लॉक"),
                n("cda501c6", "मजकूर आकार वाढवा"),
                n("a54fdc46", "मजकूर आकार कमी करा"),
                n("b340830e", "मजकूरामधील शॉर्टकट्स"),
                n("c1ea915e", "नवीन लाइन किंवा ब्लॉकच्या सुरुवातीला एंटर करा, त्यानंतर स्पेस द्या"),
                n("e8a4ef02", "शीर्षक"),
                n("dd71241a", "उपशीर्षक"),
                n("ja9ca202", "लेख शॉर्टकट"),
                n("ef1649e2", "X - कीबोर्ड शॉर्टकट्स"),
                n("aefd89c8", "नॅव्हिगेशन"),
                n("cafdefb2", "कृती"),
                n("dda42cf2", "कॉलम्स आणि डेक्स"),
                n("e8a12604", "मथळा लिहा (पर्यायी)"),
                n("eabf2209", function (e) {
                    return e.providerName + " यांनी दिलेली GIF";
                }),
                n("a613e720", "GIF वर लिंक कॉपी करा"),
                n("aeca1239", function (e) {
                    return "ठळक" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "तिर्यक" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "सक्रिय करा" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "ब्लॉक संपादित करा"),
                n("a8f09fb8", "ब्लॉक हटवा"),
                n("i89195ea", "डिव्हाइडर"),
                n("da8ac57c", "कॅप्शन एडिट करा"),
                n("a8fdd09c", "लेख प्रकाशित करा"),
                n("d8047cc8", "प्रदर्शित करा"),
                n("ff7ddca2", "तुम्ही प्रकाशित केल्यानंतर तुमचा लेख पोस्ट म्हणून दिसेल. तसेच, तो तुमच्या प्रोफाईलमध्ये आर्टिकल टॅबखाली दिसेल."),
                n("ef34d7be", "लेख प्रकाशित झाल्यानंतर ऑडियन्स आणि रिप्लाय कंट्रोल यात बदल करता येत नाही."),
                n("e52d4998", "तुमचे प्रेक्षक निवडा"),
                n("d7985b24", "या लेखाला कोण प्रत्युत्तर देऊ शकेल हे निवडा"),
                n("b5660338", "टाइमलाइन पूर्वावलोकन"),
                n("hff1b97a", "फक्त सबस्क्राईब केलेले लोकच उत्तर पाठवू शकतात."),
                n("a330771e", "लिंक तुमच्या क्लिपबोर्डला कॉपी करा"),
                n("b6510e68", "तुमच्या लेखाची URL कॉपी करा म्हणजे तुम्ही ती शेअर करु शकाल."),
                n("e4a6e006", "काहीतरी चुकीचे घडले. कृपया पुन्हा प्रयत्न करा."),
                n("eff483e0", "तुम्ही प्रकाशित केल्यानंतर, लेख शेअर करण्यासाठी लिंक मिळवा."),
                n("ca15dd4e", "मसुदा");
            n("bb40bf66", "प्रदर्शित केले"),
                n("h107935c", "आत्ताच सेव्ह केले"),
                n("a753a870", "लागू करा"),
                n("afccc67e", "लेखाची लिंक कॉपी करा"),
                n("beb24e9e", "URL क्लिपबोर्डवर कॉपी केली"),
                n("db9cc928", "लेख काढून टाकू?"),
                n("c4e28ba6", "हे पूर्ववत केले जाऊ शकत नाही आणि तुम्ही तुमचा लेख गमवाल."),
                n("ff2982d0", "तुमचा लेख काढून टाकला जाईल. हे पूर्ववत केले जाऊ शकत नाही आणि तो तुमच्या प्रोफाईलमधून, तुम्हाला फॉलो करणाऱ्या कोणत्याही खात्याच्या टाईमलाईनमधून आणि सर्च रिझल्टमधून हटवला जाईल."),
                n("ca17beec", "तुमचा लेख काढून टाकला गेला"),
                n("f5cbb31c", "लेख काढून टाका"),
                n("f0977f52", "होय, हटवा"),
                n("db419d4c", "तुमचा ड्राफ्टचे पूर्वावलोकन करा"),
                n("a1bc8e6c", "लेख पहा"),
                n("b6f72a22", "हा लेख अप्रकाशित केला जाईल, तुमच्या ड्राफ्टस् मध्ये हलवला जाईल आणि सार्वजनिकपणे दिसणार नाही."),
                n("f558d2e0", "अप्रकाशित, ड्राफ्टवर जा"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "1 GIF किंवा कमाल 4 छायाचित्रे निवडा."),
                n("eb7ab862", "कृपया 4 फोटोज, व्हिडिओज किंवा GIF पर्यंत निवडा"),
                n("ce9a9736", "जतन करत आहे..."),
                n("dd63549e", "यशस्वी! तुमचा लेख प्रकाशित झाला आहे"),
                n("a4d128bc", "यशस्वी! तुमचा लेख प्रकाशित झाला आहे आणि लिंक तुमच्या क्लिपबोर्डला कॉपी केली आहे"),
                n("b4071e18", "लेखाचे शीर्षक"),
                n("f586b7fa", "शीर्षक समाविष्ट करा"),
                n("ab0fa9ba", "एडिट करण्यासाठी ड्राफ्टकडे परत या"),
                n("c5f35c98", "मीडिया अपलोड करत आहे..."),
                n("d739d83e", "अपलोड रद्द करा"),
                n("a94efeda", "मीडिया सेव्ह करत आहे..."),
                n("gd79d45a", "फोकस मोड सुरु करुन तुमच्या लिखाणावर लक्ष केंद्रित करा"),
                n("g1866bb2", "फोकस मोडमधून बाहेर पडून नेहमीच्या एडिटरकडे परत या"),
                n("a6a78df4", "प्रकाशित करण्यापूर्वी तुमच्या लेखाला शीर्षक आणि मजकूर आवश्यक आहे."),
                n("ia656f1c", "तुमच्या लेखाला शीर्षक आहे, परंतु प्रकाशित करण्यापूर्वी मजकूर आवश्यक आहे."),
                n("d3855e36", "प्रकाशित करण्यापूर्वी तुमच्या लेखाला शीर्षकाची गरज आहे."),
                n("f325958e", "तुमचे शीर्षक अक्षरांच्या मर्यादेपेक्षा मोठे आहे. ते कमी करा, नंतर प्रकाशित करा."),
                n("ie5d9064", "तुमचा लेख अक्षरांच्या मर्यादेपेक्षा मोठा आहे. मजकूर कमी करा, आणि नंतर प्रकाशित करा."),
                n("e03487a0", "तुमचे शीर्षक अक्षरांच्या मर्यादेपेक्षा मोठे आहे आणि तुमचा लेख शब्दांच्या मर्यादेपेक्षा मोठा आहे. दोन्ही कमी करा नंतर प्रकाशित करा."),
                n("e938d562", "तुमचे शीर्षक अक्षरांच्या मर्यादेपेक्षा जास्त आहे. शीर्षक कमी करा, मजकूर घाला आणि नंतर प्रकाशित करा."),
                n("e449c546", "तुमच्या लेखाला शीर्षकाची गरज आहे आणि तुमचा लेख शब्दांच्या मर्यादेपेक्षा मोठा आहे. शीर्षक द्या, मजकूर कमी करा, आणि नंतर प्रकाशित करा."),
                n("bd00e836", "तुमचा नवीनतम ड्राफ्ट अक्षरांच्या मर्यादेपेक्षा मोठा असल्यामुळे सेव्ह झालेला नाही."),
                n("ic110f68", "तुमचा नवीनतम ड्राफ्ट खूप मोठा असल्यामुळे तो सेव्ह झालेला नाही."),
                n("ifea3114", "शेअर करा"),
                n("b384f696", "50-70 अक्षरांदरम्यान शीर्षकाची आम्ही शिफारस करतो"),
                n("a7da0adb", function (e) {
                    return e.count + " शब्द";
                }),
                n("aea1d455", function (e) {
                    return e.count + " मिनिट" + f(e.count, "", "े");
                }),
                n("df898d71", function (e) {
                    return e.readingTimeValue + " वाचण्याचा वेळ";
                }),
                n("i9aadf4a", "ही लिंक चुकीची असू शकते. लेख वाचण्यासाठी, एडिट करण्यासाठी किंवा प्रकाशित करण्यासाठी डावीकडच्या साईडबारमधून तुमच्या अनेकांपैकी एका लेखावर क्लिक करा."),
                n("hfdce46e", "तुमचा लेख अप्रकाशित झाला आहे"),
                n("df079228", "फोकस मोड"),
                n("f5037228", "आम्ही सर्वोत्तम परिणामांसाठी 5:2 गुणोत्तर प्रमाण असलेल्या प्रतिमेची शिफारस करतो."),
                n("f965e890", "तुमचे ड्राफ्ट तेथे असतात"),
                n("c2756718", "तुमचे प्रकाशित लेख येथे असतात"),
                n("af65c854", "फोकस मोडमध्ये संपादित करा"),
                n("e05e2336", "प्रकाशित न करण्यासाठी, लेख ड्राफ्टमध्ये हलवा"),
                n("d36447e0", "तुम्ही येथे लिहाल"),
                n("ca0ed982", "ड्राफ्ट तयार करणे सुरु ठेवा किंवा नवीन लेख तयार करा"),
                n("ee9e42aa", "लिहा"),
                n("e9a50596", "नवीन ड्राफ्ट तयार करताना त्रुटी आली"),
                n("e070024a", "छायाचित्र संपादित करा"),
                n("i7d24b36", "पुढील प्रतिमा"),
                n("f96a38a2", "मागील प्रतिमा"),
                n("hac7c548", "मीडिया क्रॉप करा"),
                n("e3dbfba4", "प्रतिमेचे वर्णन संपादित करा"),
                n("dd4a83a6", "मजकुरासंदर्भात चेतावणी"),
                n("ffe9ec3a", "वर्णने समाविष्ट करा"),
                n("j063b262", "आपण आपल्या छायाचित्रांमध्ये कधीकधी पर्यायी-मजकूर नावाचे वर्णन समाविष्ट करू शकता जेणेकरून अंध आणि कमी दृष्टि असलेल्या लोकांबरोबरच अधिक लोकांना देखील ते वाचणे शक्य होईल. चांगले वर्णन संक्षिप्त स्वरूपाचे असते, परंतु आपल्या छायाचित्रांमध्ये काय आहे त्यांचे संदर्भ समजण्यासाठी पुरेसे होईल अशा अचूक पद्धतीने ते सादर करा."),
                n("e57144f0", "ठीक आहे"),
                n("f9f9210c", "नाही, धन्यवाद"),
                n("feabf2a0", "पर्यायी मजकूर"),
                n("e36287c6", "वर्णन"),
                n("cf565d08", "alt text काय आहे?"),
                n("d9f7b32a", "या पोस्टवर मजकूर चेतावणी द्या"),
                n("ead1b80a", "एखादी श्रेणी निवडा आणि आम्ही या पोस्टवर मजकूर चेतावणी देऊ. यामुळे लोकांना नको असलेला मजकूर टाळण्यास मदत होते."),
                n("h2437f26", "संवेदनशील"),
                n("g5e1668a", "डाउनलोड करण्यास सक्षम"),
                n("fdc6a52a", "सक्षम केल्यावर आपला व्हिडिओ डाउनलोड करण्यासाठी उपलब्ध असेल."),
                n("fe09fde2", "सेटिंग्ज बदला"),
                n("cd5cba97", function (e) {
                    return "मजकुरासंदर्भात चेतावणी: " + e.formattedWarningList;
                }),
                n("h7215a76", "पोस्ट लिहिणाऱ्याने हे पोस्ट संवेदनशील मजकूर दाखविणारे म्हणून चिन्हांकित केले."),
                n("j32d345e", "खालील मजकुरामध्ये संवेदनशील माहिती असू शकते"),
                n("f1d9930c", "लपवा"),
                n("c91f83ae", "शीर्षक व्हिडीओ संपादित करा"),
                n("icbec4ae", "मथळे अपलोड करा"),
                n("e0342f98", "मथळे"),
                n("e7048e74", "मीडिया ट्रिम करा"),
                n("ga408160", "पुढील व्हिडिओ"),
                n("dc402134", "मागील व्हिडिओ"),
                n("bf4e9d7a", "मथळ्याची फाईल अपलोड करा (.srt)"),
                n("j435467e", "वैध उपशीर्षक फाईल अपलोड करुन आपल्या व्हिडिओमध्ये उपशीर्षके समाविष्ट केली जाऊ शकतात. फाईल्स SRT स्वरूपात असणे आवश्यक आहे. व्हिडिओ संपादनांचा वापर केल्याने उपशीर्षके आणि मथळ्यांवर कोणताही परिणाम होणार नाही."),
                n("a6b267fa", "मथळे काढून टाका"),
                n("a609edbe", "नवीन पोस्ट बनवा"),
                n("dc295bb0", "समुदायामध्ये पोस्ट करणे"),
                n("e536de22", "पोस्ट करण्यासाठी, आपण प्रथम सदस्य होणे आवश्यक आहे. सहभागी होण्यासाठी या समुदायामध्ये सामील व्हा!"),
                n("cb817dae", "पोस्ट संपादित करा"),
                n("bec9cff8", "X साठी साइन अप करा"),
                n("c150ba68", "स्वागत आहे!"),
                n("f8e2163e", "सर्वप्रथम लॉग इन करायचे आहे?"),
                n("a108c147", function (e) {
                    return "आपल्याला @" + e.screenName + " ला फॉलो करायचे आहे?";
                }),
                n("c66afdc3", function (e) {
                    return "@" + e.screenName + " यांना फॉलो करा";
                }),
                n("feccfd6e", "कोणालाही फॉलो करण्यापूर्वी आपण लॉग इन करणे आवश्यक असेल."),
                n("dedce756", "आता आपण ते पोस्ट लाइक करू शकता."),
                n("ha5987e0", "आपल्याला हे पोस्ट लाइक करायचे आहे का?"),
                n("f98f4e00", "आपण ते पोस्ट लाइक करण्यापूर्वी आपल्याला लॉग इन करणे आवश्यक असेल."),
                n("b459ba4c", "या पोस्टला प्रत्युत्तर देण्यापूर्वी आपण लॉग इन करणे आवश्यक आहे."),
                n("f3e1093a", "आता आपण ते पुन्हा पोस्ट करू शकता"),
                n("i1d8723c", "आपल्याला हे पोस्ट पुन्हा पोस्ट करायचे आहे?"),
                n("h19f38de", "आपण ते पोस्ट करण्यापूर्वी आपल्याला लॉग इन करणे आवश्यक असेल."),
                n("e289d950", "ते पोस्ट शेअर करण्यापूर्वी आपण लॉग इन करणे आवश्यक आहे."),
                n("d28215f0", "क्षमस्व, समुदायांमध्ये सर्वेक्षणास परवानगी नाही!"),
                n("ec2fc089", function (e) {
                    return "आपले पोस्ट" + f(e.numOfTweets, "", "्स") + " होते, " + e.communityName + " वर पाठविले";
                }),
                n("c7152355", function (e) {
                    return "आपली प्रतिमा पाहण्यायोग्य बनवण्यास विसरू नका";
                }),
                n("ffa5562a", "चांगली प्रतिमा वर्णने संक्षिप्त परंतु तपशीलवार असतात. प्रतिमेमध्येच कोणताही मजकूर सारांशित करा किंवा लिहा."),
                n("a2d3facd", function (e) {
                    return "आपले वर्णन क" + f(e.numberOfImages, "ेले जा", "र") + "ते X विकलांग लोकांसाठी आणि ज्यांना अधिक संदर्भ हवा आहे अशा प्रत्येकासाठी प्रवेशयोग्य बनविते.";
                }),
                n("cc6d0a48", "आपण प्रवेशयोग्यता सेटिंग्जमध्ये हे स्मरणपत्र बंद करू शकता."),
                n("j499fbcb", function (e) {
                    return "वर्णन समाविष्ट करा";
                }),
                n("bb8170da", "यावेळी नको"),
                n("h4dd544e", "आपले पोस्ट पाठवले आहे."),
                n("ice925ce", "आपले पोस्ट संपादित केले गेले आहे."),
                n("eae9e604", "आपले पोस्ट पाठवले आहे. कोणतेही संपादन करण्यासाठी आपल्याकडे 30 मिनिटे आहेत."),
                n("gcdf3fd6", "आपले पोस्ट पाठवले आहे. कोणतेही संपादन करण्यासाठी आपल्याकडे 1 तास आहे."),
                n("c7999d10", "आपले पोस्ट्स पाठवले आहेत."),
                n("b97f5eb2", "पोस्ट पाठवत आहे..."),
                n("g08523f0", "पोस्ट पाठवत आहे ... एकदा ते प्रदर्शित झाल्यावर, आपल्याकडे कोणतेही संपादन करण्यास 30 मिनिटे असतील."),
                n("fa53f95c", "पोस्ट पाठवत आहे ... एकदा ते प्रदर्शित झाल्यावर, आपल्याकडे कोणतेही संपादन करण्यास 1 तास असेल."),
                n("a608b1b4", "पोस्ट काढायचे?"),
                n("j890123a", "थ्रेड काढून टाकायचा?"),
                n("af4d0a80", "संपादने काढून टाकायची?"),
                n("bb01231c", "हे पूर्ववत करता येत नाही आणि आपण आपला मसुदा गमवाल."),
                n("if69307c", "जर आपण बाहेर पडलात, तर आपले बदल जतन केले जाणार नाहीत."),
                n("d2c271f6", "पोस्ट जतन करायचे?"),
                n("abb90544", "आपण आपल्या मसुदांमधून नंतर पाठविण्यासाठी हे जतन करू शकता."),
                n("d3bb6f30", "टीपः मिडीयामध्ये टॅग केलेली खाती मसुद्यात जतन केली जाणार नाहीत."),
                n("bf9b89e4", "आपला मसुदा जतन झाला होता."),
                n("i63bfbf0", "तो विचार धरून ठेवा"),
                n("a6c55352", "आम्ही अजूनही आपला व्हिडिओ अपलोड करत आहोत. आपणास निश्चितपणे आपले पोस्ट काढून टाकायचे आहे? आपला मसुदा आणि संलग्नके गमावली जातील."),
                n("c3d89aca", "पुढे चालू ठेवा"),
                n("b983f9e0", "सावधान"),
                n("ed5c4342", "महत्त्वाचे..."),
                n("abc4afcc", "आपली संपादन वेळ कालबाह्य झाली"),
                n("a9a471fa", "पोस्ट्स प्रदर्शित झाल्यानंतर केवळ पहिल्या 30 मिनिटांमध्ये संपादित करता येऊ शकतात."),
                n("a3483f1c", "पोस्ट्स प्रदर्शित झाल्यानंतर केवळ 1 तासामध्ये संपादित करता येऊ शकतात."),
                n("g4bcc5f4", "हे आपले अंतिम संपादन आहे"),
                n("g922bf14", "आपली पोस्ट पुन्हा अपडेट होऊ शकत नाही."),
                n("f58b5009", function (e) {
                    return "आपले पोस्ट " + e.scheduleDate + " रोजी " + e.scheduleTime + "वाजता पाठवले जाईल";
                }),
                n("fa97f508", "हे पोस्ट्स पाठविल्यानंतर आपण या थ्रेडमध्ये आणखी समाविष्ट करू शकता."),
                n("c091760c", "हे संपादन जतन करण्यात आले नाही. आपण आपल्या अपडेटचा पुन्हा प्रयत्न करू शकता किंवा ते काढून टाकू शकता आणि पुन्हा सुरू करू शकता."),
                n("d38504ad", function (e) {
                    return "कृपया " + e.maxMediaCap + " फोटोज, व्हिडिओज किंवा GIF पर्यंत निवडा";
                }),
                n("dd6734c2", "अधिक वाचा"),
                n("g589c2e2", "निवड 1"),
                n("a1e6c3a2", "निवड 2"),
                n("a739e006", "निवड 3 (पर्यायी)"),
                n("d89a5b92", "निवड 4 (पर्यायी)"),
                n("c2a8118e", "सर्वेक्षण काढून टाका"),
                n("a8ede1de", "निवड सामील करा"),
                n("af40a8e0", "सामील करा"),
                n("caf8edc4", "सर्वेक्षणाचा कालावधी"),
                n("g93586be", "दिवस"),
                n("d073b644", "तास"),
                n("a2f0728e", "मिनिटे"),
                n("c9f5ae0a", "ड्राफ्ट मध्ये सेव्ह केले"),
                n("f0afcc0e", "सर्वेक्षण सामील करा"),
                n("d39e3e78", "पोस्ट नियोजित करा"),
                n("f6bab0da", "पोस्ट मजकूर"),
                n("cc2b28fc", "आपल्याकडे केवळ एकाच प्रकारचे संलग्नक असू शकते"),
                n("i6f7062c", "पोस्ट जोडा"),
                n("j1d5791c", "प्रत्युत्तर समाविष्ट करा"),
                n("e76f3776", "पोस्ट काढा"),
                n("ec10ee02", "सर्वेक्षण"),
                n("cce30dcc", "टॅगची जागा"),
                n("ee016dd6", "जास्त कालावधीचे व्हिडिओ अपलोड करण्यासाठी थोडा वेळ लागेल. अपलोड करताना निर्माण होणारे व्यत्यय टाळण्यासाठी आपला ब्राउझर टॅब उघडा ठेवल्याची खात्री करा."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " प्रतिमा वर्णन" + f(e.numberOfAltTextEntries, "", "े");
                }),
                n("d1175c78", "लोकांना टॅग करा"),
                n("b2943227", function (e) {
                    return "मथळा अपलोड करा फा" + f(e.numberOfVideos, "ईल", "यली") + " (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " मथळा फा" + f(e.numberOfSubtitles, "ईल", "यली");
                }),
                n("e349147c", "काय घडत आहे?"),
                n("b4481d6c", "आपले विचार शेअर करा..."),
                n("fbd24526", "दुसरे प्रत्युत्तर समाविष्ट करा"),
                n("de4669e2", "टिप्पणी समाविष्ट करा"),
                n("ed1f39ec", "आपले प्रत्युत्तर पोस्ट करा"),
                n("a402b908", "प्रश्न विचारा"),
                n("ic05a146", "शिर्षक"),
                n("d9c096f0", "प्रतिमा व्युत्पन्न करा"),
                n("d2553906", "आपली पोस्ट वर्धित करा"),
                n("b85f402a", "Grok सह आपली पोस्ट वर्धित करा"),
                n("e815fc34", "दर्शक निवडा"),
                n("cf44066a", "सर्कल"),
                n("c6992b94", "Premium Exclusive"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "व्यक्ती", "लोक");
                }),
                n("f0598964", "अगदी कमी लोकांसोबत शेअर करायचे आहे?"),
                n("e1ae1c0a", "सर्कलमुळे केवळ आपण निवडलेल्या लोकांना पोस्ट पाठविता येतात."),
                n("eb969e30", "सर्कल कसे कार्य करते"),
                n("bb55e8ee", "आपल्या लोकांना समाविष्ट करा"),
                n("f1aedb7c", "आपल्या सर्कलमध्ये समाविष्ट करण्यासाठी आपण त्यापैकी जास्तीत जास्त 150 लोकांना निवडू शकता."),
                n("b659fba8", "केवळ त्यांनाच पोस्ट करा"),
                n("c474be66", "पुढे जा - ते विचार शेअर करा. केवळ आपले सर्कल त्यांना पाहू शकते आणि प्रत्युत्तर देऊ शकते."),
                n("h031847a", "सर्कलमध्ये कधीही बदल करा"),
                n("bd9db21f", "अधिक जाणून घ्या"),
                n("gfca5254", "नियम"),
                n("f510c8b2", "समुदायाचे नियम"),
                n("g46f363e", "चर्चेमध्ये सहभागी होण्यापूर्वी समुदायाचे नियम पहा"),
                n("f6fec9f6", "कार्डचे पुनरावलोकन काढून टाका"),
                n("b2df0574", "तसेच फॉलोअर्ससोबत शेअर करा"),
                n("ccfc7453", function (e) {
                    return "आपल्याला फॉलो करणाऱ्या @" + e.screenName + " यांच्या सर्कलमधील प्रत्येकजण प्रत्युत्तर देऊ शकतो";
                }),
                n("d4d17205", function (e) {
                    return "@" + e.screenName + " च्या सर्कलमधील प्रत्येकजण प्रत्युत्तर देऊ शकतो";
                }),
                n("df961844", "केवळ आपल्या सर्कलमधील आपणास फॉलो करणारे प्रत्युत्तर देऊ शकतात"),
                n("ce958ec8", "केवळ आपले सर्कल प्रत्युत्तर देऊ शकतात"),
                n("c7df589e", "पोस्ट लिहिणाऱ्या लेखकांच्या सर्कलमधील आपणास फॉलो करणारा प्रत्येकजण प्रत्युत्तर देऊ शकतो"),
                n("j65d7c72", "पोस्ट लिहिणाऱ्या लेखकांच्या सर्कलमधील प्रत्येकजण प्रत्युत्तर देऊ शकतो"),
                n("i8ea6d4e", "प्रत्येकजण प्रत्युत्तर देऊ शकतो"),
                n("a176d0d8", "आपण फॉलो करत असलेली खाती प्रत्युत्तर देऊ शकतात"),
                n("gc7e52ca", "केवळ आपण उल्लेख केलेली खातीच प्रत्युत्तर देऊ शकतात"),
                n("feb7560a", "केवळ सदस्य प्रत्युत्तर देऊ शकतात"),
                n("h257006e", "या समुदायाच्या नियमांचे पुनरावलोकन करा"),
                n("ebe1d850", "केवळ आपले सदस्य प्रत्युत्तर देऊ शकतात"),
                n("b121464a", "फक्त सत्यापित खाते प्रत्युत्तर देऊ शकतात"),
                n("aa65a44a", "आम्ही या उपकरणावरील आपली निवड लक्षात ठेवू"),
                n("a4993fa2", "एक GIF जोडा"),
                n("bfb895b1", function (e) {
                    return e.date + " रोजी " + e.time + " वाजता पाठविले जाईल";
                }),
                n("hb36f723", function (e) {
                    return "टाइमलाइनवर केवळ प्रथम " + e.count + " वर्ण द्दश्यमान होतील.";
                }),
                n("d759c09e", "वापरुन पहा"),
                n("e4472565", function (e) {
                    return "(" + e.percent + "%) अपलोड केले";
                }),
                n("a06fa8fd", function (e) {
                    return "प्रक्रियान्वित आहे (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "अपलोड होत आहे (" + e.percent + "%)";
                }),
                n("daad8822", "अपलोड अयशस्वी"),
                n("i8ff6261", function (e) {
                    return "हा व्हिडिओ अपलोड करता येऊ शकणाऱ्या कमाल फाईल आकारापेक्षा (" + e.human_readable_max_size + "GB) जास्त आहे असे दिसते.";
                }),
                n("cba4fdde", "X वर दर्शकांसाठी 1080p मध्ये प्रदर्शित करा"),
                n("ef8f5d90", "शिफारसीकृत"),
                n("a7046fb0", "क्वचितच आवश्यक"),
                n("acf3ecf4", "मीडिया समाविष्ट करा"),
                n("bdbcdd94", "छायाचित्रे समाविष्ट करा"),
                n("f2c8c04d", "आपले पोस्ट्स सार्वजनिक करणे"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " आणि " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " आणि " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " आणि " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " आणि " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "सदस्यांना"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " आणि " + e.otherUserName;
                }),
                n("i9451241", "सदस्यांना"),
                n("hdf48104", function (e) {
                    return e.userOneName + " आणि " + e.userTwoName + e.userThreeName;
                }),
                n("dcbb6a0b", "सदस्यांना"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("c65916af", "सदस्यांना"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " आणि " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + " यांच्या";
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + "आणि " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + " यांच्या ";
                }),
                n("ef5386dc", function (e) {
                    return "" + e.userOneName + e.userTwoName + " आणि " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + "यांच्या ";
                }),
                n("g1ee3d90", function (e) {
                    return "" + e.userOneName + e.userTwoName + "आणि " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + "यांच्या ";
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + " यांच्या";
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + "आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("j8e134e5", function (e) {
                    return e.trustedFriendsTweetOwner + " यांच्या ";
                }),
                n("c14cdb18", "प्रमोट करा"),
                n("f11264ac", "देय पद्धती समाविष्ट करा"),
                n("j619ec94", "पोस्ट प्रमोट करा"),
                n("h1fcb36c", "आपले पोस्ट प्रमोट करा"),
                n("fd22cfe0", "जाहिरात अटी आणि शर्ती यांंना सहमती देत आहात."),
                n("i3656b52", "आपणास किती खर्च करायचा आहे?"),
                n("h7c29de6", "अंदाजे पोहोच"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " लोक";
                }),
                n("i976aff4", "आपल्या बिलिंग चलनाशी जुळण्यासाठी दैनंदिन बजेटची माहिती अपडेट करा."),
                n("e1e912f2", "आपले पोस्ट, पोस्ट करण्यात आले होते, पण आम्ही त्यावर बूस्ट चालवू शकलो नाही. आपल्याकडून शुल्क आकारले जाणार नाही."),
                n("fe26420a", "कीवर्ड्स जोडा"),
                n("aacfbe55", function (e) {
                    return "आपण @" + e.screenName + " च्यासाठी पोस्ट करत आहात.";
                }),
                n("ga8627cd", function (e) {
                    return "आपण @" + e.screenName + " यांना प्रत्युत्तर देत आहात.";
                }),
                n("e6d2573f", function (e) {
                    return "आपण @" + e.screenName + " यांच्यासाठी संदेशवहन करत आहात";
                }),
                n("d37a3e15", function (e) {
                    return "आपण @" + e.screenName + " यांच्यासाठी ही यादी तयार करत आहात.";
                }),
                n("ceb1ad26", "डाउनलोड करण्यायोग्य व्हिडिओ सादर करत आहोत"),
                n("ea97bc08", "ऑफलाईन जा, किंवा रिमिक्स जा! प्रीमियम उपयोगकर्ता आता आपली सामग्री डाउनलोड करू शकतात आणि पुन्हा कल्पना करू शकतात. आपल्याला जर आपला व्हिडिओ डाउनलोड करता येत नसेल तर आपल्या व्हिडिओवर 'संपादन करा' वर टॅप करा. आपली सामग्री, आपले नियम."),
                n("e6042757", function (e) {
                    return "पोस्ट संपादित करण्यासाठी " + e.minutes + " मिनिट" + f(e.minutes, "", "े") + " आणि " + e.seconds + " सेकंद शिल्लक वेळ आहे";
                }),
                n("a4e39717", function (e) {
                    return "पोस्ट संपादित करण्यासाठी " + e.minutes + " मिनिट" + f(e.minutes, "", "े") + " शिल्लक वेळ आहे";
                }),
                n("c55eed72", "यांना प्रत्युत्तर देत आहे"),
                n("caca3102", "या चर्चेमधील इतर व्यक्ती"),
                n("c6a6dc2f", function (e) {
                    return "आपण @" + e.screenName + " यांना अवरोधित केलेले असल्यामुळे आपण प्रत्युत्तर दिल्यावर त्यांना सूचित केले जाणार नाही.";
                }),
                n("f5b426c2", "उपभोक्ते लोड करत आहे"),
                n("c20dc654", "केवळ 10 व्यक्तींना टॅग करता येऊ शकते."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " यांना छायाचित्रांमध्ये टॅग करणे शक्य नाही";
                }),
                n("cca7fa72", "नियोजित पोस्ट हटविणे शक्य झाले नाही."),
                n("c5dd0190", "वेळ"),
                n("edeff232", "तारीख"),
                n("fddf24b4", "टाईम झोन"),
                n("d39dc06e", "आपण आधीच्या तारखांना पाठवण्यासाठी पोस्ट नियोजित करू शकत नाही."),
                n("d024efe2", "आपण पुढील काळात 18 महिन्यांपेक्षा जास्त कालावधीमधील पोस्ट नियोजित करू शकत नाही."),
                n("d15af6da", "काही न पाठविलेल्या पोस्ट हटविता येत नाही."),
                n("a1e1b748", "आपल्या निवडक न पाठवलेल्या पोस्ट्स हटविल्या गेल्या आहेत."),
                n("ce80fba0", "न पाठविलेल्या पोस्ट लोड करत आहे"),
                n("i5d56b62", "अजून पोस्ट करायला तयार नाही? त्यास आपल्या ड्राफ्टमध्ये सेव्ह करा किंवा नंतर साठी शेड्यूल मध्ये ठेवा."),
                n("aef6257e", "न पाठविलेल्या पोस्ट हटवित आहे"),
                n("dce0bc34", "न पाठवलेल्या पोस्ट्स"),
                n("f8464692", "नियोजित केले"),
                n("e8bd47f2", "सर्व निवडा"),
                n("j2b145d4", "सर्वांवरची निवड रद्द करा"),
                n("h6c79ac2", "न पाठविलेल्या पोस्ट रद्द करत आहे"),
                n("d0a4a03c", "हे पूर्ववत करणे शक्य नाही आणि आपल्या न पाठवलेल्या पोस्ट्स गमावल्या जातील."),
                n("f9f69d32", "पाठविता आला नाही"),
                n("j74e5dd4", "आपण ज्या पोस्टला प्रत्युत्तर देण्याचा प्रयत्न करत आहात ते हटविले गेले आहे."),
                n("c5ceafc8", "प्रत्युत्तर देत आहे"),
                n("f501ba43", function (e) {
                    return e.count + " अधिक पोस्ट" + f(e.count, "", "्स");
                }),
                n("b321d0cc", "प्रतिमा लोड करा"),
                n("abd649ce", "न पाठविलेल्या पोस्ट काढा"),
                n("c7d42978", "हे पूर्ववत करता येत नाही आणि आपण पोस्ट मसुदा गमवाल."),
                n("e43a5528", "काहीतरी चुकीचे घडले आणि न पाठवलेला पोस्ट हटविला गेला नाही."),
                n("e7c766ee", "स्थान सेवा अक्षम केली"),
                n("ab68727a", "आपण ती आपल्या उपकरणाच्या सेटिंग्जमध्ये चालू करू शकता."),
                n("ae4057a2", "ठिकाण शोधण्यास असमर्थ"),
                n("bf2923a6", "आपल्या उपकरणाची सेटिंग्ज पहा."),
                n("d963d1b6", "कोणतीही ठिकाणे सापडली नाहीत"),
                n("a893d602", "ठीक आहे"),
                n("be6cc44e", "स्थान शोधा"),
                n("d8ef3232", "ठिकाणे मिळविता आली नाहीत"),
                n("b01ed2db", function (e) {
                    return e.distance + " मैल";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " फूट";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " किलोमीटर";
                }),
                n("b211849f", function (e) {
                    return e.distance + " मिनिटे";
                }),
                n("fd391b9f", function (e) {
                    return e.entity + " एम्बेड केले";
                }),
                n("e1618e49", function (e) {
                    return "आपण @" + e.screenName + " यांना फॉलो केले";
                }),
                n("ge5067bc", "प्रत्युत्तर लपवा"),
                n("j136c720", "पोस्टवरील लपविलेले प्रत्युत्तर"),
                n("d66f0338", "आपल्या पोस्ट्सवरील उत्तरे लपवणे"),
                n("cfc8cb50", "आपण सुरू केलेल्या चर्चांवर आपणास अधिक नियंत्रण ठेवण्यासाठी, पोस्ट लिहीणारे लेखक त्यांच्या पोस्टवरील प्रत्युत्तरे लपवू शकतात."),
                n("if8dc5f0", "लपविलेली प्रत्युत्तरे वेगळ्या पृष्ठावर हलविली जातात आणि पोस्टवरील लपविलेले प्रत्युत्तर प्रतीक निवडून कोणीही ती पाहू शकतात."),
                n("b2615c6d", function (e) {
                    return "@" + e.screenName + " यांना देखील अवरोधित करायचे?";
                }),
                n("i62a03aa", "नाही"),
                n("f9f27fa2", "पोस्ट लपवा"),
                n("ce87916a", "हायलाइट्समधून जोडा/काढा"),
                n("eaae42ce", "हायलाइट्सला जोडायचे?"),
                n("h032d096", "हायलाइट्समधून काढायचे?"),
                n("be38d25e", "हे पोस्ट आपल्या प्रोफाइलच्या हायलाइट्स टॅबमध्ये दिसेल."),
                n("d2be9310", "हे पोस्ट आपल्या प्रोफाइलच्या हायलाइट्स टॅबमधून काढले जाईल."),
                n("jea6b076", "हायलाइट्समध्ये यशस्वीरित्या जोडले."),
                n("ce6fd0ec", "हायलाइट्समधून यशस्वीरित्या काढले."),
                n("ha35a1d2", "आपल्या प्रोफाइलवर पिन करा"),
                n("d04f95c0", "आपले पोस्ट आपल्या प्रोफाइलला पिन केले."),
                n("i419d136", "पोस्ट प्रोफाइवर पिन करायचे?"),
                n("c1b9714a", "हे आपल्या प्रोफाइलच्या वर दिसेल आणि आपल्या आधी पिन केलेल्या पोस्टला प्रतिस्थापित करेल."),
                n("fe4d099a", "हायलाइट"),
                n("e8d4c1cc", "पोस्ट्स हायलाइट करणे हे सबस्क्रीप्शन वैशिष्ट्य आहे. हे वैशिष्ट्य आणि इतर अनलॉक करण्यासाठी सत्यापन करा."),
                n("b68c3784", "सत्यापित करा"),
                n("bb16cc76", "या चर्चेमधून बाहेर पडा"),
                n("de21174c", "आपण या चर्चेमधून बाहेर पडला आहात"),
                n("j33c9fc6", "काही हरकत नाही, मी थांबेन"),
                n("aed79c54", "चला, आपणास या चर्चेमधून बाहेर काढू"),
                n("h12044a4", "काहीवेळा आपणास सहभागी व्हायचे नसते. चर्चेमधून बाहेर पडल्यास…"),
                n("f100e566", "आपल्या उपभोक्ता नावाचा टॅग काढून टाकला जाईल"),
                n("a0d68f4e", "आपले उपभोक्ता नाव तसेच राहते, परंतु ते मूळ पोस्ट आणि सर्व प्रत्युत्तरांमधून अनटॅग केले जाईल."),
                n("b00255b6", "भावी उल्लेख थांबविणे"),
                n("geea29ee", "या चर्चेमध्ये लोक आपला पुन्हा उल्लेख करू शकत नाहीत."),
                n("c54678e8", "सूचनापत्रे थांबविणे"),
                n("ga4fa180", "आपणास पुढील सूचनापत्रे मिळणार नाहीत, परंतु तरीही आपण चर्चा पाहू शकता."),
                n("h8dde772", "आपण चर्चेमधून बाहेर पडल्यास कोणालाही सूचित केले जाणार नाही. "),
                n("ee87e71c", "आपण स्वतःला म्यूट करू शकत नाही."),
                n("ed428a76", "आपण निर्दिष्ट उपभोक्त्यास म्यूट नाही करत आहात."),
                n("e2d6c17e", "ही चर्चा म्यूट करा"),
                n("cd1942f4", "या चर्चेचे म्यूट बंद करा"),
                n("bbd8bed6", "या चर्चेसाठी सूचनापत्रे म्यूट केली"),
                n("c13af432", "या चर्चेसाठी सूचनापत्रांचे म्यूट बंद केले"),
                n("df744bda", "हे म्यूट करा"),
                n("j9552760", "चर्चा म्यूट करा"),
                n("d751694c", "जेव्हा आपण चर्चा म्यूट कराल तेव्हा आपणास त्याविषयी सूचनापत्रे मिळणार नाहीत."),
                n("a50c911e", "आपले पोस्ट पिन केले गेले आहे आणि हायलाइट्समध्ये जोडले गेले आहे."),
                n("d1c1e2c2", "समुदायामध्ये  पिन करा"),
                n("j832cc34", "हे आपल्या समुदाय फीडच्या सर्वात वरती दिसेल."),
                n("h7dbb2f2", "हे आपल्या समुदायाच्या सर्वात वरती दिसेल आणि आपल्या आधी पिन केलेल्या पोस्टला प्रतिस्थापित करेल."),
                n("d8725596", "समुदायाच्या नियामकांनी पिन केले"),
                n("f5cdcc2c", "या जाहिरातीमध्ये स्वारस्य नाही"),
                n("c2e276e4", "समुदायामधून लेखक बॅन करा"),
                n("a95f04ba", "आपणास निश्चितपणे या पोस्टमधून छायाचित्र टॅग काढून टाकायचा आहे?"),
                n("jfc76958", "छायाचित्रामधून टॅग काढा"),
                n("j4e43d8b", function (e) {
                    return e.entity + " रिपोर्ट करा";
                }),
                n("e3fd237e", "जाहिरातीच्या विरुद्ध रिपोर्ट करा"),
                n("ebb7662a", "पोस्ट रिपोर्ट करा"),
                n("d1e21610", "उल्लंघनाविरुद्ध रिपोर्ट करा"),
                n("d7513755", function (e) {
                    return "या समुदायामध्ये @" + e.screenName + " चे पोस्ट्स शोधा";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " ते " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "@" + e.screenName + " यांना अनफॉलो करा";
                }),
                n("c2423b7b", function (e) {
                    return "आपण @" + e.screenName + " यांना अनफॉलो केले";
                }),
                n("i31dfa4c", "प्रत्युत्तर प्रदर्शित करा"),
                n("j8e56ba2", "प्रदर्शित प्रत्युत्तर"),
                n("ic030338", "प्रोफाइलवरून अनपिन करा"),
                n("gfcea3f4", "आपल्या प्रोफाइलमधून अनपिन करावी?"),
                n("eb2d59f4", "हे यापुढे आपल्या प्रोफाइलच्या सर्वात वरती दिसणार नाही."),
                n("a2dd7414", "आपले पोस्ट आपल्या प्रोफाइलवरून अनपिन केले गेले"),
                n("cac6a24a", "पिन केलेले पोस्ट काढून टाका"),
                n("i642edc4", "हे पोस्ट यापुढे समुदाय फीडच्या सर्वात वर दिसणार नाही."),
                n("f9478972", "लपविलेली प्रत्युत्तरे पहा"),
                n("c5491b5d", function (e) {
                    return e.entity + " सहभाग पहा";
                }),
                n("haebcf52", "लोक या चर्चेमध्ये आपला पुन्हा उल्लेख करू शकत नाहीत आणि आपणास पुढील सूचनापत्रे मिळणार नाहीत."),
                n("c837fcaa", "अधिक प्रत्युत्तरे दाखवा"),
                n("d228a9a0", "अधिक प्रमाणामध्ये दाखवा"),
                n("g0b48670", "सर्व दाखवण्याच्या दृष्टीने या चर्चेला खूप जास्त प्रत्युत्तरे मिळाली आहेत."),
                n("d9b417c4", "स्वारस्य नाही म्हणून सेट करा"),
                n("c29d6806", "शिफारस करणे थांबवा"),
                n("ge8f3043", function (e) {
                    return e.topicName + " विषय फॉलो करा";
                }),
                n("aa576cbf", function (e) {
                    return e.topicName + " विषय अनफॉलो करा";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " विषय डिसमिस करा";
                }),
                n("d69b2d90", "आपणास या विषयामध्ये स्वारस्य नाही."),
                n("je808a17", function (e) {
                    return e.topicName + " विषय";
                }),
                n("ic6aa5f4", "प्रमाणीकृत केले."),
                n("c02e7e3c", "लोड करीत आहे..."),
                n("c5453f28", "राउंड ऑफ 64"),
                n("eb256a86", "राउंड ऑफ 32"),
                n("g77adc66", "स्वीट सिक्स्टिन"),
                n("a6d2520c", "स्वीट 16"),
                n("g5b63eb6", "एलिट एट"),
                n("d8bf2890", "एलिट 8"),
                n("f9d3d6f2", "फायनल फोर"),
                n("bda24f7c", "फायनल 4"),
                n("i5043440", "नॅशनल चॅम्पियनशिप"),
                n("fcb16026", "चॅम्पियनशिप"),
                n("e9c89ee8", "ईस्ट"),
                n("h259fd86", "वेस्ट"),
                n("a7b2545a", "साउथ"),
                n("fdf7819a", "मिडवेस्ट"),
                n("i899e9b0", "ब्रॅकेट सबमीट करा "),
                n("c5b04394", "निवडी पहा"),
                n("h836bbae", "टूर्नामेन्ट पहा"),
                n("e1059d6c", "1 ला राउंड "),
                n("b1602be4", "2 रा राउंड "),
                n("ef7bc2c0", "20-21 मार्च"),
                n("h726aaf2", "22-23 मार्च"),
                n("ee7cd198", "27-28 मार्च"),
                n("fed91402", "29-30 मार्च"),
                n("aba0a450", "5 एप्रिल"),
                n("jdfba2dc", "7 एप्रिल"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "पिक:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " यावर "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "आता पाठवा"),
                n("b23688c8", "टायमर पूर्ववत करा"),
                n("cca5d499", function (e) {
                    return "मला " + e.selectedText + "बद्दल 1 किंवा 2 वाक्यात सांगा.";
                }),
                n("d231a76a", "सर्वोत्तम ब्रॅकेटसाठी $100k जिंका 🏀"),
                n("heaba5d8", "X वर कॉलेज बास्केटबॉल ब्रॅकेट डिझाइन करा.  परफेक्ट  ब्रॅकेट मंगळावरची ट्रिप जिंकेल!"),
                n("i57d3ea0", "नियम लागू"),
                n("a0440af6", "एक ब्रॅकेट तयार करा"),
                n("aaad27c8", "लेखक"),
                n("eb748f7e", "पोस्ट विश्लेषणे पहा"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "कॉइन" + f(e.count, "", "्स");
                }),
                n("be059f7e", "आता 100k अधिक उपभोक्त्यांपर्यंत पोहोचा"),
                n("c34f845e", "हा पोस्ट बूस्ट करण्याचा प्रयत्न करा!"),
                n("c37102aa", "आज 100,000 हून अधिक उपभोक्त्यांपर्यंत पोहोचा ज्यांना आपल्या सामग्रीमध्ये स्वारस्य असू शकते."),
                n("ac245c4c", "आता दृश्यमानता बूस्ट करा"),
                n("e4db6326", "कदाचित नंतर"),
                n("g6237a1e", "प्रमोशन चालू आहे"),
                n("d6b5949e", "प्रमोशनला विराम दिला आहे"),
                n("ffd9cfe6", "अधिक पहा"),
                n("d172116a", "अधिक प्रमाणामध्ये शोधा"),
                n("be5df69e", "अधिक पोस्ट्स"),
                n("g11ebd34", "अधिक सूचना"),
                n("g4a6901a", "ब्राउझ करा"),
                n("h6453e74", "पोस्ट्स ब्राऊज करा"),
                n("je506a60", "उपभोक्ता नाव बदला"),
                n("c0fcb08a", "आपले उपभोक्ता नाव बदलल्यास आपले चेकमार्क आणि संलग्नता यांचे पुनरावलोकन होईपर्यंत तात्पुरत्या काढल्या जातील."),
                n("d1f6d336", "उपभोक्ता नाव"),
                n("de65c756", "सूचना"),
                n("ebeeac1a", "ई-मेल बदला"),
                n("dc013356", "सध्याचा"),
                n("ea28c7ce", "ई-मेल सेटिंग्ज लोड करतआहे"),
                n("f3f66252", "ई-मेल पत्ता समाविष्ट करा"),
                n("i5107de4", "ई-मेल पत्ता अपडेट करा"),
                n("d19fd42a", "पुष्टीकरण ई-मेल पुन्हा पाठवा"),
                n("g4da3246", "ई-मेल पाठविला. पुष्टीकरण लिंकसाठी कृपया लवकरच आपला इनबॉक्स तपासा."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "वर्तमान पासवर्ड"),
                n("a9bc3044", "नवीन पासवर्ड"),
                n("b8c03cfc", "पासवर्डची पुष्टी करा"),
                n("b731d32c", "आपला पासवर्ड यशस्वीरीत्या अद्ययावत केला आहे."),
                n("d555d7e0", "नवीन पासवर्ड हा आपल्या वर्तमान पासवर्ड प्रमाणे नसावा."),
                n("fa8af9ae", "पासवर्ड जुळत नाही."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " अनुप्रयोग";
                }),
                n("j25601d9", "अधिक जाणून घ्या"),
                n("cb841d56", "फोन बदला"),
                n("ce37ea44", "फोन क्रमांक समाविष्ट करा"),
                n("ibaf239e", "फोन क्रमांक अपडेट करा"),
                n("j2636558", "फोन क्रमांक हटवा"),
                n("e49b16d4", "फोन क्रमांक हटवायचा?"),
                n("i931719e", "यामुळे आपल्या खात्यावरून हा क्रमांक काढून टाकला जाईल आणि आपणास यापुढे त्यावर सूचनापत्रे किंवा लॉगइन कोड मिळविता येणार नाहीत."),
                n("j841d1f4", "फोन काढून टाकला."),
                n("fe8b565a", "यामुळे खात्यावरून फोन क्रमांक हटविला जातो आणि आपल्याला यापुढे X वरुन मजकूर संदेश म्हणून सूचनापत्रे मिळणार नाहीत. या व्यतिरिक्त, यामुळे या खात्यावरील द्वि-घटक प्रमाणीकरण बंद होते."),
                n("hf45b8d4", "यामुळे खात्यावरून फोन क्रमांक हटविला जातो आणि आपल्याला यापुढे X वरुन मजकूर संदेश म्हणून सूचनापत्रे मिळणार नाहीत. या व्यतिरिक्त, या खात्यावरील मजकूर संदेश द्वि-घटक प्रमाणीकरण पद्धत म्हणून बंद होते."),
                n("bc262c2e", "अतिरिक्त पद्धती"),
                n("hc1a91da", "बॅकअप कोड्स"),
                n("e4fed8f0", "एकल-वापर बॅकअप कोड्स मिळवा जेणेकरून आपल्याकडे आपल्या द्वि-घटक प्रमाणीकरण पर्यायांमध्ये प्रवेश नसेल तर आपण X मध्ये लॉग इन करू शकता."),
                n("b39c7b14", "लॉगइन सत्यापन अक्षम करायचे?"),
                n("a923fce6", "द्वि-घटक प्रमाणीकरण बंद करणे म्हणजे आपले खाते तडजोड करण्यासाठी अधिक अधिक असुरक्षित असू शकते. आपणास निश्चितपणे ते बंद करायचे आहे?"),
                n("ff781e0a", "हे बंद करायचे?"),
                n("c557ac30", "आपणास निश्चितपणे ही पद्धत बंद करायची आहे?"),
                n("d133464a", "हे बंद केल्याने आपल्या खात्यातून ही द्वि-घटक प्रमाणीकरण पद्धत काढून टाकली जाते. आपणास निश्चितपणे ते बंद करायचे आहे?"),
                n("ee3a7bfa", "बंद करा"),
                n("aa9139cc", "लॉगइन विनंत्या सत्यापित करा"),
                n("jc22dd42", "आपण लॉग इन केल्यानंतर, X कडून X अनुप्रयोगाकडे एक पुश सूचनापत्र पाठविण्यात येईल, जे खात्यामध्ये प्रवेश करण्याकरिता आपण मान्य करणे आवश्यक असेल."),
                n("a219e218", "ठीक आहे"),
                n("e0d79de8", "आपल्याकडे आपल्या खात्याशी लिंक केलेली केवळ एक सुरक्षितता कळ आहे. आपण ती (कळ) गमावल्यास आपले खाते लॉक होणार नाही याची खात्री करण्यासाठी दुसरी कळ समाविष्ट करून द्वि-घटक प्रमाणीकरण बॅकअप कोड जतन करा."),
                n("ja6bbfa0", "लॉगइन सत्यापन डेटा लोड करत आहे"),
                n("c2570922", "मजकूर संदेश"),
                n("fba9483c", "जेव्हा आपण X वर लॉग इन करता तेव्हा प्रवेश करण्यासाठी प्रमाणीकरण कोडचा मजकूर संदेश मिळविण्याकरिता आपला मोबाईल फोन वापरा."),
                n("ab61b41a", "प्रमाणीकरण अनुप्रयोग"),
                n("a67c7d68", "आपण X वर प्रत्येक वेळी लॉग इन करता तेव्हा प्रवेश करण्यासाठी सत्यापन कोड मिळविण्यासाठी आपला मोबाईल प्रमाणीकरण अनुप्रयोग वापरा."),
                n("h6d0d89c", "सुरक्षा कळ"),
                n("b3e5c946", "आपण X वर लॉग इन करता तेव्हा आपल्या कम्प्युटरमध्ये घालता येणारी किंवा आपल्या मोबाईलवर संकालित होणारी सुरक्षा कळ (की) वापरा. आपल्याला समर्थित मोबाईल उपकरण किंवा वेब ब्राउझर वापरण्याची आवश्यकता असेल."),
                n("cd195528", "नवीन सुरक्षा कळ (की) समाविष्ट करा"),
                n("a1860ee8", "तात्पुरता पासवर्ड"),
                n("j45a2856", "तृतीय पक्ष सेवांबरोबर वापरण्यासाठी एक-वेळचा तात्पुरता पासवर्ड तयार करा."),
                n("d8612d9c", "सर्वप्रथम मजकूर संदेश किंवा प्रमाणीकरण अनुप्रयोग चालू करा"),
                n("e13d4468", "आपण सुरक्षितता की सेट अप करण्यापूर्वी, आपल्याला प्रथम आपल्या द्वि-घटक प्रमाणीकरण पद्धतीपैकी एक म्हणून मजकूर संदेश किंवा प्रमाणीकरण अनुप्रयोग चालू करण्याची आवश्यकता आहे."),
                n("c1d96d6a", "आपण जास्तीत जास्त कळा (कीज्) समाविष्ट केल्या आहेत"),
                n("gf91694e", "दुसरे जोडण्यापूर्वी आपल्याला कळ (की) हटविणे आवश्यक आहे."),
                n("j265ddb6", "आपल्या ई-मेलची पुष्टी करा"),
                n("a7cfdf1c", "द्वि-घटक प्रमाणीकरण चालू करण्यासाठी, आपल्याला या X खात्यासह ई-मेल पत्ता संबद्ध करून त्यानंतर त्याची पुष्टी करणे आवश्यक आहे, जेणेकरून आम्हाला समजेल की ते खरोखर आपले आहे."),
                n("d7bfde1a", "आपण आपले खाते सध्या स्थगित केले आहे असे दिसते. आपले खाते स्थगित केलेले असताना आपण द्वि-घटक प्रमाणीकरण चालू करू शकत नाही."),
                n("g268fbb8", "हे खाते ID सत्यापित आहे."),
                n("f66d24be", "मदत केंद्र"),
                n("c8255462", "आपले ID सत्यापित लेबल लपवा"),
                n("c6e731ee", "आपला ID सत्यापित केलेला लेबल लपवा जेणेकरून लोक आपल्या प्रोफाइल पृष्ठावरील ब्लू चेकमार्कवर टॅप करताना ते पाहू शकणार नाहीत."),
                n("be582166", "ID सत्यापनामुळे आपल्या खात्याचे तोतयागिरीपासून संरक्षित करण्यात मदत होते आणि आपल्या प्रोफाइलला ID सत्यापित लेबल मंजूर करते."),
                n("b496bc94", "आम्ही आपल्या सरकारने-जारी केलेला ID चे पुनरावलोकन करत आहोत. आम्ही सूचनापत्रांद्वारे आपल्याला कळवत राहाणार!\n\nएकदा मंजूर झाल्यानंतर, आपल्याला आपल्या प्रोफाइलवर ID सत्यापित केलेले लेबल मिळेल जेणेकरून लोकांना कळेल की आपले खाते ID सत्यापित केलेले आहे."),
                n("d8f5cce4", "आपण सत्यापन विनंतीची मर्यादा ओलांडली आहे. कृपया पुन्हा प्रयत्न करण्यापूर्वी 24 तास प्रतीक्षा करा."),
                n("i8427a1e", "हे खाते ID सत्यापनासाठी पात्र नाही. सध्या केवळ Premium चे वैयक्तिक सदस्यच ID सत्यापनासाठी पात्र आहेत."),
                n("cdc65e89", function (e) {
                    return e.title + " (पर्यायी)";
                }),
                n("h05c1f28", "सरकारने-जारी केलेला ID प्रदान करून आपले खाते सत्यापित करा. यास साधारणतः 5 मिनिटे लागतात."),
                n("j8cfcc62", "मी X ला आणि Au10tix ला माझ्या ओळखीची पुष्टी करण्यासाठी आणि तोतयागिरी रोखण्यापासून X च्या संबंधित सुरक्षा आणि सुरक्षितता हेतूंसाठी, माझ्या ID ची प्रतिमा आणि बायोमेट्रिक डेटा काढून माझी सेल्फी वापरण्याची संमती देतो. असा डेटा Au10tix 30 दिवसांपर्यंत साठवू शकते."),
                n("c4930cb6", "आपले आवश्यक घटक:"),
                n("ac7bb0fe", "सरकारने-जारी केलेला ID तयार करा"),
                n("c12ce69c", "आपला डिव्हाइसचा कॅमेरा उघडलेला आहे आणि कार्यरत आहे का ते तपासा"),
                n("c5bfe94a", "सेल्फी घेण्यासाठी आणि आपल्या ID चे फोटो घेण्यासाठी तयार राहा"),
                n("e5b7dd84", "सुरू करा"),
                n("abfaa528", "वगळा"),
                n("e4fed511", "X Premium सेवा"),
                n("def518fa", "क्रिएटर सबस्क्रीप्शन"),
                n("f61cda83", "जाहिरात रेव्हेन्यू शेअर"),
                n("g1952008", "क्रिएटर सबस्क्रीप्शन"),
                n("e5d0419c", "क्रिएटर रेव्हेन्यू शेअर"),
                n("g3723480", "क्रिएटर सबस्क्रीप्शन"),
                n("c776f523", "जाहिरात रेव्हेन्यू शेअर"),
                n("ab9f38f8", "क्रिएटर सबस्क्रीप्शन"),
                n("d5cab8b0", "क्रिएटर रेव्हेन्यू शेअर"),
                n("deaf5b16", "पुन्हा प्रयत्न करा"),
                n("g1a4a1b6", "ID सत्यापन त्रुटी"),
                n("e24305e4", "आपली ओळख सत्यापन सत्र कालबाह्य किंवा अवैध झाले आहे, कृपया पुन्हा प्रयत्न करा."),
                n("f7954a0c", "सुरक्षा कळीचा डेटा लोड करत आहे"),
                n("h69986c2", "आपण आपल्या सुरक्षा कळीचे नाव बदलू शकता किंवा त्या हटवू शकता."),
                n("i5896ba2", "दुसरी कळ (की) समाविष्ट करा"),
                n("a8ef2b64", "नाव नसलेली सुरक्षा की"),
                n("d4e220b4", "नाव"),
                n("g6d0f0b6", "सुरक्षा कळ व्यवस्थापित करा"),
                n("b894f68a", "सुरक्षा कळीचा डेटा लोड करत आहे"),
                n("g2601bb6", "कळीचे नाव बदला"),
                n("b464b726", "कळ हटवा"),
                n("a4101e1b", function (e) {
                    return "समाविष्टीत तारीख: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "बॅकअप कोड"),
                n("ec6a76e0", "नवीन कोड तयार करा"),
                n("f2c3c31c", "कोड कॉपी करा"),
                n("e8016b64", "बॅकअप कोड लोड करत आहे"),
                n("c4ca22bc", "आपण कधीही आपल्या उपकरणावरील प्रवेश गमावल्यास, आपण आपली ओळख सत्यापित करण्यासाठी हा कोड वापरू शकता."),
                n("f20ff69f", "अधिक जाणून घ्या"),
                n("j2327f80", "तात्पुरता पासवर्ड"),
                n("fbfeaf8e", "नवीन पासवर्ड तयार करा"),
                n("h4a8bd12", "पासवर्ड कॉपी करा"),
                n("g247dc1c", "तात्पुरता पासवर्ड लोड करत आहे"),
                n("h3a32f52", "अनुप्रयोग आणि उपकरणांवरील X वर लॉग इन करण्यासाठी हा तात्पुरता पासवर्ड (रिक्त जागा पर्यायी) वापरा."),
                n("d70fceac", "हा पासवर्ड एका तासात कालबाह्य होईल."),
                n("j924d222", "देश बदला"),
                n("e9310157", "अधिक जाणून घ्या"),
                n("bd5ac12e", "या खात्यावर X वरून ठळक बातम्या, बटणे आणि इतर मजकूरासाठी आपली प्राधान्यकृत भाषा निवडा. यामुळे आपल्या टाइमलाइनमध्ये आपल्याला दिसणाऱ्या मजकुराची भाषा बदलत नाही."),
                n("cef33711", function (e) {
                    return e.languageName + " (बीटा)";
                }),
                n("b033248c", "शोधक्षमता"),
                n("c69b4798", "आपला ई-मेल पत्ता आणि फोन क्रमांक असलेल्या व्यक्तींना X वर आपणास शोधून आपल्याशी संपर्क साधू द्यायचा किंवा नाही हे ठरवा."),
                n("eca117e6", "आपला ई-मेल पत्ता असलेल्या व्यक्तींना X वर आपल्याला शोधू द्या."),
                n("acd36386", "आपला ई-मेल पत्ता असलेल्या व्यक्तींना X वर आपणास शोधून आपल्याशी ककनेक्ट करू  द्या."),
                n("gd8511ca", "आपला फोन क्रमांक असलेल्या व्यक्तींना X वर आपणास शोधू द्या"),
                n("eca935ec", "आपला फोन क्रमांक असलेल्या व्यक्तींना X वर आपल्याला शोधून आपल्याशी कनेक्ट करू द्या."),
                n("ac77c66c", "संपर्क"),
                n("jadf483e", "आपल्या मोबाइलवरून आपण आयात केलेले संपर्क व्यवस्थापित करा."),
                n("b864be7a", "सर्व संपर्क काढून टाका"),
                n("g5fa1090", "सर्व संपर्क काढून टाकायचे?"),
                n("h3e420fc", "यामुळे आपण पूर्वी अपलोड केलेला कोणताही संपर्क काढला जातो आणि सर्व उपकरणांवरील X बरोबरचे संकालन बंद होते. कृपया यासाठी थोडा वेळ लागेल हे लक्षात ठेवा, हे पूर्ववत होऊ शकत नाही आणि तरीही यादरम्यान आपल्याला X (आपल्या संपर्कांनुसार) वरील काही सूचना दिसतील."),
                n("ca24589e", "नाव नाही"),
                n("d439b1c1", "अधिक जाणून घ्या"),
                n("fe36fe10", "आपल्या पासवर्डची पुष्टी करा"),
                n("hccd9dbe", "हे साध्य करण्यासाठी कृपया आपला पासवर्ड प्रविष्ट करा."),
                n("df1ddda4", "आपण आपल्या पोस्ट्समध्ये समाविष्ट केलेली स्थानांची लेबल्स x.com, iOS साठी X आणि Android साठी X यावर यापुढे पाहता येणार नाहीत. हे अपडेट्स प्रभावी होण्यासाठी काही वेळ लागू शकतो."),
                n("ed7fa034", "या उपकरणावर आपल्या स्थान सेवा सध्या अक्षम केल्या आहेत. आपण उपकरणाच्या सेटिंग्जमधून त्या चालू करू शकता."),
                n("e80e4288", "आपल्या पोस्ट्समधील सर्व ठिकाणांविषयीची माहिती काढून टाका"),
                n("b0ee8ab6", "आपल्या पोस्ट्समधील सर्व ठिकाणांविषयीची माहिती काढून टाकायची आहे?"),
                n("e23b2991", "अधिक जाणून घ्या"),
                n("gd758534", "लोकांना त्यांच्या छायाचित्रांमध्ये आपणास टॅग करण्‍याची परवानगी द्या आणि त्यांनी तसे केले की सूचनापत्रे मिळवा."),
                n("a90af44e", "संवेदनशील सामग्री लपवा"),
                n("a25e2ec6", "अवरोधित आणि म्यूट केलेली खाती काढून टाका"),
                n("b827a058", "सुरक्षित शोध सेटिंग्ज अपडेट केले."),
                n("b27c9852", "आपली सुरक्षित शोध सेटिंग्ज अपडेट करताना काहीतरी चुकीचे घडले."),
                n("j3402d7e", "यामुळे आपल्या शोध परिणामांमध्ये संभाव्यतः संवेदनशील माहिती असलेले पोस्ट्स प्रदर्शित होण्यास प्रतिबंध होतो."),
                n("if05bca6", "आपण अवरोधित किंवा म्यूट केलेल्या खात्यांवरील शोध परिणाम काढून टाकण्यासाठी याचा उपयोग करा."),
                n("bc7fd990", "प्रचलनांची सेटिंग्ज लोड करत आहे"),
                n("e2f16650", "या स्थानावर मजकूर शोधा"),
                n("e5e88f40", "हे सेटिंग चालूवर सेट केलेले असताना, आपल्या आसपास काय घडत आहे ते आपणास पाहता येईल."),
                n("i4d54b0e", "आपल्यासाठी प्रचलने"),
                n("ad431584", "मला विनोदी Grok कथा दाखवा"),
                n("df9f03c8", "आपले स्थान आणि आपण ज्यांना फॉलो करता त्यावर आधारित वैयक्तीकृत प्रचलने."),
                n("c6cf5c7e", "आपण आपले स्थान आणि कोणाला फॉलो करत आहात यानुसार प्रचलने वैयक्तिकृत करू शकता."),
                n("e09358ba", "Grok फन मोडमध्ये X वर नवीनतम कथा पहा."),
                n("a55db872", "वैयक्तिकरण"),
                n("a58170fc", "Grok कथा"),
                n("h0b5152e", "स्थान बदला"),
                n("dfeada5e", "ठिकाणे एक्सप्लोर करा"),
                n("ac854308", "धोरण"),
                n("d429c942", "यू.एस. निवडणूकीच्या धोरणाची प्रचलने"),
                n("ede134f2", "या उपकरणावर व्हिडिओ आणि GIFs स्वयंचलितपणे प्ले कराव्या की नाही हे निवडा."),
                n("b3aab6d4", "स्थान"),
                n("e53e05e4", "स्थाने लोड करत आहे"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return e.percentage + "% बचत करा";
                }),
                n("c6614cc0", "तसेच कोणताही लागू कर"),
                n("f8d3b50a", "कर समाविष्ट"),
                n("i2c32253", function (e) {
                    return e.price + " / महिना";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / वर्ष";
                }),
                n("i57aeafb", function (e) {
                    return "पहिल्या " + f(e.duration, "महिन्या", e.duration + " महिन्यां") + "साठी, त्यानंतर " + e.standardPrice + " चे मासिक बिल केले जाते";
                }),
                n("ae3e3723", function (e) {
                    return "पहिल्या " + f(e.duration, "वर्षा", e.duration + " वर्षां") + "साठी, त्यानंतर " + e.standardPrice + " चे वार्षिक बिल केले जाते";
                }),
                n("ade4c757", function (e) {
                    return "त्यानंतर " + e.price + " / महिना";
                }),
                n("f7798e11", function (e) {
                    return "त्यानंतर " + e.price + " / वर्ष";
                }),
                n("e0b39888", "मासिक बिल केले जाते"),
                n("b67c37de", "वार्षिक बिल केले जाते"),
                n("a8363765", function (e) {
                    return e.price + " चे वार्षिक बिल केले जाते";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "आपण जाण्यापूर्वी, आपण काय गमावाल याचा विचार करा"),
                n("a092f1ba", "रद्द करणे चालू ठेवा"),
                n("g96c7f48", "दुसऱ्या प्लॅनमध्ये बदला"),
                n("iccac88e", "आपल्यासाठी आणि पुढील टाइमलाइन्ससाठी अर्ध्या-जाहिराती"),
                n("d7a124d8", "शून्य जाहिराती"),
                n("d2d22c36", "Grok ॲक्सेस"),
                n("j249b1d4", "प्रत्युत्तर बूस्ट करा"),
                n("c4a37384", "लांब पोस्ट"),
                n("fb656858", "पोस्ट्स संपादित करा"),
                n("faaec212", "पोस्ट करण्यासाठी पैसे मिळवा"),
                n("fb3c7168", "आपले बुकमार्क फोल्डर्स"),
                n("b346bc12", "चेकमार्क"),
                n("je8143e1", function (e) {
                    return f(e.duration, "एक महिना", e.duration + " महीने") + " साठी X " + e.productName + " ची " + e.percentage + "%  सूट मिळवा";
                }),
                n("j5847735", function (e) {
                    return f(e.duration, "एक वर्ष", e.duration + " वर्षे") + " साठी X " + e.productName + " ची " + e.percentage + "% सूट मिळवा";
                }),
                n("da3431f9", function (e) {
                    return "हे डिस्काउंट आमच्याकडून एक छोटीशी भेट आहे, जर आपल्याला X " + e.productName + " काही काळ ठेवायचा असेल तर!";
                }),
                n("i6fbfc72", "विशेष एक-वेळ ऑफर"),
                n("f1bc6309", function (e) {
                    return "सर्व X " + e.productName + " वैशिष्ट्यांवर पूर्ण प्रवेश राखून ठेवा";
                }),
                n("fdb7b52a", "आपल्या पुढील बिलिंग सायकलपासून डिस्काउंट लागू केला जाईल."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "आपली प्रक्रिया पूर्ण झाली आहे"),
                n("a905eac6", " Premium एक्सप्लोअर"),
                n("j6083a1c", "आपले सबस्क्रीप्शन व्यवस्थापित करा"),
                n("b4fa4630", "देय पद्धत अपडेट करा"),
                n("ef0dfa5a", "बिलिंग माहिती अपडेट करा"),
                n("f5b352ec", "सबस्क्रीप्शन रद्द करा"),
                n("j317d958", "हेड्स अप - आपण आपली प्रलंबित सूट गमावाल"),
                n("a46e42d2", "माझे सबस्क्रीप्शन ठेवा"),
                n("e122fb3f", function (e) {
                    return "आपली विनामूल्य चाचणी " + e.endDate + " रोजी संंपेल.";
                }),
                n("be103b84", "सक्रिय करा"),
                n("ace43720", "लवकरच कालबाह्य होणार"),
                n("c8f18aa4", "आपल्याला Premium+ प्राप्त होत आहे कारण आपली संस्था सत्यापित संस्थाची सदस्य आहे."),
                n("a341d1f7", function (e) {
                    return "आपल्याला Premium+ प्राप्त होत आहे कारण आपली संस्था @" + e.organization + "द्वारे सत्यापित संस्थाची सदस्य आहे. अधिक तपशीलांसाठी आपल्या संस्थेशी संपर्क साधा.";
                }),
                n("e4aaf0f8", "Premium चे आपले मोफत सबस्क्रीप्शन रद्द करण्यासाठी, समर्थनाशी संपर्क साधा"),
                n("e5170220", "या अकाउन्टला एक प्रशंसापर प्रीमियम सब्स्क्रिप्शन प्रचारावर खर्च केल्याने भेटले आहे.  "),
                n("j6d6b66e", "या खात्याला सबस्क्रिप्शनची भेट देण्यात आली. आपले सबस्क्रिप्शन रद्द करण्यासाठी, सपोर्टला संपर्क करा"),
                n("fae1751f", function (e) {
                    return "असे दिसते की आपण हे सबस्क्रिप्शन X " + e.mobilePlatform + " ॲपवर खरेदी केले आहे. आपल्याला आपले सबस्क्रिप्शन तिथूनच व्यवस्थापित करावे लागेल किंवा रद्द करावे लागेल.";
                }),
                n("fecebd4c", "येथे"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "इतर"),
                n("baf97716", "आपली वैशिष्ट्ये आपल्या उर्वरित बिलिंग कालावधीसाठी उपलब्ध असतील."),
                n("ae864b69", function (e) {
                    return "आपले सबस्क्रीप्शन टायर पुढील बिलिंग सायकल " + e.date + " रोजी " + e.tierName + " वर बदलणार आहे";
                }),
                n("edbb700f", function (e) {
                    return e.date + " रोजी पुढील बिलिंग सायकलपासून सुरू होते";
                }),
                n("e9884540", "सक्रिय सूट"),
                n("bfb879aa", "प्रलंबित सूट"),
                n("f8321d82", "सर्व"),
                n("eb233866", "आयात केलेले"),
                n("d23b0404", "जेव्हा आपण कोणाला अवरोधित करता तेव्हा, ते आपणास फॉलो करू शकणार नाही किंवा संदेश पाठवू शकणार नाही तसेच आपण त्यांच्याकडील सूचनापत्रे पाहू शकणार नाही."),
                n("e0a7e9bc", "नको असलेली खाती स्वयं अवरोधित करा"),
                n("ef731b14", "अवरोधित केलेली खाती लोड करित आहे"),
                n("e554ba83", "अधिक जाणून घ्या"),
                n("if594962", "अवरोधित केले"),
                n("i2b9632e", "यशस्वीरित्या अनावरोधित केले."),
                n("g51a96de", "आपण जेव्हा एखाद्याला अवरोधित करता तेव्हा ते आपणास फॉलो करू शकणार नाही किंवा संदेश पाठवू शकणार नाही आणि आपणास त्यांच्याकडील सूचनापत्रे दिसणार नाहीत. X वर अवरोधित करायची आहेत अशा खात्यांची यादी आपण आयात करू शकता."),
                n("j035733c", "आपण आपले X खाते निष्क्रिय करण्याची प्रक्रिया सुरू करण्याच्या बेतात आहात. आपले डिसप्ले नाव, @उपभोक्तानाव आणि सार्वजनिक प्रोफाइल x.com,  iOS साठी X, किंवा Android साठी X यावर यापुढे पाहता येणार नाही."),
                n("j4a29d52", "आपले X खाते जर अनावधानाने किंवा चुकून निष्क्रिय झाले असेल तर, निष्क्रियकरणानंतर 30 दिवसांपर्यंत आपण ते पुनर्स्थापित करू शकता."),
                n("ea989810", "खाते निष्क्रिय करा"),
                n("f6e73faa", "निष्क्रिय करा"),
                n("c3743328", "यामुळे आपले खाते निष्क्रिय केले जाईल"),
                n("a20cd24e", "आपल्याला अजून काय माहिती हवी आहे"),
                n("e93b0ae0", "आपल्या खात्याशी संबंधित पासवर्ड प्रविष्ट करून आपली निष्क्रियणाची विनंती पूर्ण करा."),
                n("fc025d1d", "अधिक जाणून घ्या"),
                n("bb5e039c", "सेटिंग्ज"),
                n("j37efff6", "ते बदला"),
                n("ce5bfe12", "आपला X डेटा"),
                n("g7088266", "प्रोफाइल संपादित करा"),
                n("d9d293b8", "वेबसाइट"),
                n("cb469ff6", "नाव रिक्त असू शकत नाही"),
                n("g511f468", "काही मीडिया अपलोड न झाल्याने आपला अवतार अपडेट करता आला नाही"),
                n("ec3a116e", "काही मीडिया अपलोड न झाल्याने आपला बॅनर अपडेट करता आला नाही."),
                n("j94599ec", "अवतार छायाचित्र समाविष्ट करा"),
                n("df31d76a", "बॅनरचे छायाचित्र समाविष्ट करा"),
                n("c01a0e1a", "जन्मतारखेची पुष्टी करायची?"),
                n("df2c469a", "व्यावसायिकवर स्विच करा"),
                n("e1f76978", "व्यावसायिक प्रोफाइल संपादित करा"),
                n("ic04a6f6", "हे पूर्ववत केले जाऊ शकत नाही आणि आपण आपले बदल गमावाल."),
                n("addbe8e8", "विशिष्ट वर्णाक्षरांशिवाय नाव वापरण्याचा विचार करा, जेणे करून अंध आणि कमी दृष्टी असलेल्या लोकांसह अधिक लोकांना ते शोधणे शक्य होईल."),
                n("a46f80ab", function (e) {
                    return "जन्मतारीख: " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "जन्मसाल: " + e.year;
                }),
                n("bfe8d1a2", "विस्तारित बायो संपादित करा"),
                n("e1ec926e", "विस्तारित बायो तयार करा"),
                n("c119dee8", "जन्मतारीख"),
                n("bbf0afc8", "आपली जन्मतारीख समाविष्ट करा"),
                n("f98d367e", "जन्मतारीख संपादित करायची?"),
                n("d3f43300", "यामध्ये केवळ काहीवेळाच बदल केला जाऊ शकतो. आपण खात्याचा वापर करून व्यक्तीचे वय प्रविष्ट केल्याची खात्री करा."),
                n("g10411f0", "ही खाते वापरणाऱ्या व्यक्तीची जन्मतारीख असणे आवश्यक आहे. आपण आपल्या व्यवसायासाठी, इव्हेंटसाठी किंवा मांजरीसाठी खाते बनवत असलात तरी देखील."),
                n("a0c5e370", "हे कोणी पाहिले?"),
                n("i68fe54e", "महिना आणि दिवस"),
                n("b4e729b6", "वर्ष"),
                n("f3bb1b48", "जन्मतारीख काढून टाकायची?"),
                n("c9cb9972", "यामुळे ती आपल्या प्रोफाइलवरून काढून टाकली जाईल."),
                n("a2bef112", "जन्मतारीख काढून टाका"),
                n("c37622ec", "कृपया ग्राह्य तारीख प्रविष्ट करा"),
                n("f679d166", "आपले फॉलोअर्स"),
                n("af293dc2", "आपण फॉलो करत असलेले लोक"),
                n("h99b6d08", "गोपनीयता धोरण"),
                n("hce7a225", "अधिक जाणून घ्या"),
                n("e9603d88", "पुष्टी केलेल्या फोन क्रमांकाचे चिन्ह प्रदर्शित करा"),
                n("ada99498", "हे चिन्ह केवळ आपल्या प्रदेशातील इतरांना दाखवले जाईल."),
                n("a765e936", "तुमचा विस्तारित बायो हटवा"),
                n("d4d68e44", "जतन केले"),
                n("ie4f57d2", "Premium सबस्क्रीप्शन रिन्यू करा"),
                n("h293aa52", "आपल्या Premium सबस्क्रीप्शनची मुदत संपत आहे!"),
                n("j1923668", "X चे सर्वोत्तम ठेवा"),
                n("ac7e97ee", "सबस्क्रीप्शन रिन्यू करा"),
                n("f70c69b4", "रिप्लाय बूस्ट, पोस्ट संपादन, कस्टमायझेशन, लांब पोस्ट्स आणि बरेच काही."),
                n("f4cec4d2", "ब्लू चेकमार्क, रिप्लाय बूस्ट, वाढलेली Grok मर्यादा आणि बरेच काही."),
                n("b6de83a0", "केवळ कर्मचाऱ्यांची स्पेस"),
                n("g3f251f2", "खाजगी प्रक्षेपण"),
                n("d08666ba", "खाजगी स्पेस"),
                n("eadb5a46", "सर्वांच्या आधी सहभागी व्हा"),
                n("f9629a8f", function (e) {
                    return e.hostName + " यांचे प्रक्षेपण";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + " यांची स्पेस";
                }),
                n("hd552761", function (e) {
                    return e.hostName + " यांनी होस्ट केले";
                }),
                n("c3ea19a5", function (e) {
                    return e.total + " पैकी " + e.index;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " जण सहभागी झाले";
                }),
                n("df9f8243", function (e) {
                    return e.name + " ऐकत आहेत";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " बोलत आहेत";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " होस्ट करत आहेत";
                }),
                n("f7882829", function (e) {
                    return e.name + " को-होस्ट करत आहेत";
                }),
                n("d961a4a0", "X वर लाइव्ह"),
                n("g2c0144a", "सत्यापित संस्था"),
                n("cd5cdec8", "आपले जाहिरात क्रेडिट्स व्यवस्थापित करा"),
                n("f23b6a72", "शिल्ल्क जाहिरात क्रेडिट्स"),
                n("i969d5de", "जाहिरात मोहिम सेट अप करा"),
                n("d0924f58", "समस्येसाठी समर्थन मिळवा"),
                n("j8d53b64", "सर्व वैशिष्ट्ये पहा"),
                n("jd26f2a6", "संलग्नक जोडा"),
                n("e0a492e6", "आपल्या नोकऱ्या व्यवस्थापित करा"),
                n("d9cbd02c", "आपला अर्ज पुनरावलोकनात आहे="),
                n("ed4759a6", "आपल्या अर्जाच्या निर्णयाबद्दल आपल्याला काही दिवसांत कळेल. अतिरिक्त माहितीसाठी आम्ही ईमेलद्वारे संपर्क साधू शकतो."),
                n("dad69faa", "आपली देय पद्धत अपडेट करा"),
                n("daf3248a", "अर्ज अपूर्ण"),
                n("eb71036f", function (e) {
                    return e.date + " च्या आत आपल्या संस्थेचे दस्तऐवज अपलोड आणि सत्यापित करा";
                }),
                n("a1d3f1f2", "X च्या सुरक्षा आणि सुरक्षिततेच्या उद्देशाने आपली ओळख आणि व्यवसाय दस्तऐवज सत्यापित करण्यासाठी आम्ही Persona सह भागीदारी करतो. Persona आपला डेटा 30 दिवसांपर्यंत संग्रहित करू शकतो."),
                n("ea8c295a", "दस्तऐवज सत्यापनाची सुरूवात करा"),
                n("da1aa48f", function (e) {
                    return "सत्यापन केल्याने आपली विश्वासार्हता आणि दृश्यमानता @" + e.screenName + " सारखी बूस्ट होते.";
                }),
                n("e4a7a968", "आपण अद्याप सत्यापित नाही"),
                n("id9c1e82", "हे प्रोफाइल सत्यापित आहे"),
                n("d43b0edc", "सत्यापित सर्कलमध्ये सामील व्हा "),
                n("d4ea0ed4", "आपला स्वतःचा ब्लू बॅज मिळवा"),
                n("cffeaeae", "स्वतःला सत्यापित करा"),
                n("b8e930fe", "सध्या प्रचलनामध्ये आहे"),
                n("ae05f268", "प्रचलने उपलब्ध नाहीत."),
                n("c6b51af8", "X मध्ये नवीन आहात?"),
                n("ie8e1ffc", "स्वतःची वैयक्तिकृत टाइमलाइन मिळविण्यासाठी आता साइन-अप करा!"),
                n("fd6473fa", "उपभोक्त्यांसाठी फॉलो करण्याकरीता शिफारसी लोड करत आहे"),
                n("a526aa66", "आमची शिफारस"),
                n("ef625010", "आपण कदाचित पसंत कराल"),
                n("b7388a56", "फूटर"),
                n("hdabc3fc", "सेवा अटी"),
                n("bc6efc72", "गोपनीयता धोरण"),
                n("h3161192", "कुकी विषयी धोरण"),
                n("a7de64de", "जाहिरातींविषयी माहिती"),
                n("jb0a4c36", "ब्लॉग"),
                n("ce6d095a", "करिअर्स"),
                n("e0adec82", "ब्रँड संसाधने"),
                n("df1b7550", "विपणन"),
                n("he258678", "व्यवसायासाठी X"),
                n("c6f58084", "विकसक"),
                n("d83f18d2", "निर्देशिका"),
                n("hc5aa17c", "X अनुप्रयोग मिळवा"),
                n("j0693948", "Grok अनुप्रयोग मिळवा");
            n("af781666", "लोक काय विचार करतात?"),
                n("ad35153e", "बेटा"),
                n("fbf83158", "चेतावणी: पेमेंट अयशस्वी"),
                n("jadeb4da", "तुमच्या सबस्क्रीप्शनचे लाभ गमावण्यापूर्वी कृपया तुमची पेमेंट मेथड तातडीने अपडेट करा."),
                n("bce3726a", "बिलिंग अपडेट करा"),
                n("fce9ecce", "सुचविलेले व्हिडिओ"),
                n("dc954b88", "संपूर्ण बातम्यांचा अनुभव घ्या"),
                n("j66b95a2", "सखोल बातम्या"),
                n("b58d2bd2", "संबंधित पोस्ट्स"),
                n("efe6ef9e", "पोस्ट पहा"),
                n("b3d183ce", "रिप्लाय सोबत पोस्ट"),
                n("c299a6c0", "थ्रेड"),
                n("h3d5d79e", "कम्युनिटी पोस्ट"),
                n("cfe877ca", "कोणाला फॉलो करायचे ते निवडा"),
                n("e06b864c", "आपण या चर्चेचा आनंद घेत आहात असे दिसते"),
                n("a078ff70", "या थ्रेडमध्ये आपण ज्या लोकांशी संवाद साधला त्यांच्याकडील आणखी काही मजकूर पाहायचा आहे? नवीन खात्यांमधून मजकूर एक्सप्लोर करणे पुढे चालू ठेवा."),
                n("cb80300e", "होम टाइमलाइनवर स्किप करा"),
                n("ea5cd098", "प्रचलन करणे थांबवा"),
                n("c67e3fc2", "होम टाइमलाइन"),
                n("d601fc20", "नवीनतम"),
                n("j43f99be", "प्रासंगिकता"),
                n("ad6e11ac", "द्वारे प्रत्युत्तरांची क्रमवारी करा"),
                n("b2311b70", "हे आपल्यासाठी उपलब्ध नाही"),
                n("j88f27d8", "संबंधित व्यक्ती"),
                n("i31dcd22", "लेख"),
                n("e3de2f6f", function (e) {
                    return "आपल्या बुकमार्क्समध्ये " + e.entity + " सामील केले";
                }),
                n("e64de8a9", function (e) {
                    return "आपल्या बुकमार्क्समधून " + e.entity + "काढून टाकले";
                }),
                n("d6d9aab6", "बुकमार्क समाविष्ट करा"),
                n("bb89cf46", "बुकमार्क काढून टाका"),
                n("a739d4ba", "बुकमार्क फोल्डरमध्ये समाविष्ट करा"),
                n("d5270434", "एक्झिट"),
                n("ac85c6b2", "ही प्रतिमा लोड करताना त्रुटी आढळली"),
                n("b327c12a", "प्रतिमा"),
                n("ic76bdf0", "Grok सह हे पुन्हा तयार करा"),
                n("a4d3eb67", function (e) {
                    return e.fullName + ' X वर: "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return "हे " + e.number + " दिवसांकरिता लपवा";
                }),
                n("j7d0e836", "विस्तारित करा"),
                n("d227d19e", "कोलॅप्स करा"),
                n("h367e724", "विस्तारित बायो"),
                n("ea5928d4", "आपल्या विषयी खूप काही माहित आहे. आपले प्रोफाइलविषयीही.\nविस्तारित बायो जोडा जेणेकरून लोकांना आपल्याबद्दल अधिक माहिती मिळू शकेल."),
                n("h7ef9dc8", "यामध्ये समाविष्ट असू शकते:"),
                n("c04ba4b4", "आपण ज्या गोष्टींवर काम करत आहात आणि ज्या आपल्याला दाखवायच्या आहेत"),
                n("d7666008", "आपली पारंपारिक पास्ता रेसिपी"),
                n("cb24ee16", "कामाचा अनुभव आणि करिअरची प्राधान्ये"),
                n("a1c93d74", "आपले बदल जतन करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("b956c04a", "तुमची खात्री आहे की तुम्ही तुमचा विस्तारित बायो हटवू इच्छिता?"),
                n("ifb23caa", "तुमचा विस्तारित बायो हटवल्याने ते तुमच्या प्रोफाइलमधून काढून टाकले जाईल."),
                n("c2333081", function (e) {
                    return e.count + " वर्णाक्षर" + f(e.count, "", "े");
                }),
                n("a2b8c54c", "हटविला"),
                n("a9cc8f96", "कमाल अक्षरे ओलांडली"),
                n("eb7710f1", function (e) {
                    return e.years + " वर्ष" + f(e.years, "", "े");
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " महिन" + f(e.months, "ा", "े");
                }),
                n("h6a724ac", "आपणास निश्चितपणे हे हटवायचे आहे?"),
                n("f94aacae", "हटवल्यामुळे ते आपल्या प्रोफाइलवरून काढून टाकले जाईल."),
                n("je07e266", "लपवलेले"),
                n("a622dfcc", "कामाचा इतिहास"),
                n("a6ec7ff8", "माझ्या बद्दल"),
                n("eeb6d22c", "अनुभव"),
                n("eba5a8ec", "नोकरीचे पद"),
                n("fd20adb8", "मी सध्या इथे काम करतो/करते"),
                n("cd3059f2", "प्रारंभ तारीख"),
                n("b86019ae", "समाप्त तारीख"),
                n("eedfd35c", "कंपनी"),
                n("caa46e54", "कंपनीचे नाव"),
                n("e893fe6e", "कंपनी तयार करा"),
                n("j1c09ca4", "कंपनीची वेबसाइट"),
                n("hd332c96", "नोकरीचे पद आवश्यक आहे"),
                n("d2fb1b80", "कंपनी आवश्यक आहे"),
                n("b3590132", "प्रारंभ आणि समाप्त तारीख आवश्यक आहेत"),
                n("debb6abe", "प्रारंभ तारीख भविष्यातील असू शकत नाही"),
                n("j7d08ada", "समाप्त तारीख भविष्यातील असू शकत नाही"),
                n("a8c7d3fc", "प्रारंभ तारखेनंतर समाप्त तारीख असावी"),
                n("b335d507", function (e) {
                    return e.maxChars + " ची कमाल वर्ण लांबी ओलांडली";
                }),
                n("j29ab120", "पुढील व्यक्तींकडील सूचनापत्रे म्यूट करा:"),
                n("jdfc82f6", "ज्या खात्यांना आपण फॉलो करत नाही"),
                n("cfcda0e6", "ज्या व्यक्ती आपणास फॉलो करत नाहीत"),
                n("c75b9b2a", "नवीन खात्याकडील"),
                n("f39b9c9e", "ज्या व्यक्तींचे डिफॉल्ट प्रोफाइल छायाचित्र आहे"),
                n("d227f940", "या व्यक्तींनी त्यांच्या ई-मेलची पुष्टी केलेली नाही"),
                n("b210936e", "ज्या व्यक्तींनी त्यांच्या फोन क्रमांकाची पुष्टी केलेली नाही"),
                n("ed0df10b", "अधिक जाणून घ्या"),
                n("dcef34ac", "चालू करा"),
                n("a39f706e", "आपला ब्राउझर पुश सूचनापत्रांना समर्थन देत नाही"),
                n("h4f20d0e", "आपण X वर नसताना (ऑफलाइन असताना) काय चालू आहे हे शोधण्यासाठी पुश सूचनापत्रे मिळवा. आपण ती कधीही बंद करू शकता."),
                n("cdce0394", "आपण या ब्राउझरमध्ये ही निवड वापरत असताना कोणत्याही खात्यासाठी उपलब्ध आहे."),
                n("b39bcae2", "पुश सूचनापत्रे चालू करा"),
                n("b50f6144", "सूचनापत्रे आल्याबरोबर लगेचच मिळविण्यासाठी, पुश सूचनापत्रे चालू करा. आपण X वर नसतानादेखील आपणास ती मिळतील. ती केव्हाही बंद करा."),
                n("fe11b3ea", "असमर्थित ब्राउझर"),
                n("a1245d3a", "आपला ब्राउझर पुश सूचनापत्रांना समर्थन देत नाही असे दिसते आहे."),
                n("f580c738", "सूचनापत्रे चालू करायची?"),
                n("i951fbcc", "X कडून सूचनापत्रे मिळविण्यासाठी आपल्याला प्रथम त्यांना आपल्या ब्राउझर सेटिंग्जमध्ये परवानगी देणे आवश्यक आहे."),
                n("ec7cb554", "या विनंतीशी संबंधित क्रीडाक्षेत्रामधील व्यक्तीचे अधिकृत X खाते म्हणून आपल्या खात्याचा संदर्भ देणारी एखादी लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाइटवरून संदर्भ मिळणे आवश्यक आहे."),
                n("b68050dc", "उपभोक्ते पहा"),
                n("af045060", "आपण आणि आपल्या पोस्ट्सशी संबंधित"),
                n("cf378ff8", "X वरून"),
                n("f823bbbe", "केवळ सत्यापित खात्यांसाठी"),
                n("a40e37f2", "आपण X वर नसताना काय घडामोडी चालू आहेत हे पाहण्यासाठी ई-मेल्स मिळवा. आपण ते कधीही बंद करू शकता."),
                n("e8eb54a0", "आपल्या खात्यासाठी साप्ताहिक रिपोर्ट्स"),
                n("ib80b0f2", "नवीन सूचनापत्रे"),
                n("ba58e6b0", "आपल्याला ई-मेल केलेले पोस्ट"),
                n("fae2c81a", "लोकप्रिय पोस्ट्स आणि बातम्या"),
                n("f7b09bb4", "आपल्या पोस्ट्सचे कार्यप्रदर्शन सुधारण्याविषयीचे अपडेट"),
                n("d3978554", "X उत्पादन आणि वैशिष्ट्य याविषयी अद्ययावत बातम्या"),
                n("bdccb81c", " X चा जास्तीत जास्त लाभ घेण्याविषयी टिप्स"),
                n("c3d47fe6", "X वर शेवटचे लॉग इन केल्यापासून आपण चुकविलेल्या गोष्टी"),
                n("af8caf3e", "भागिदारांची उत्पादने आणि अन्य तृतिय पक्षी सेवांवरील X विषयी बातम्या"),
                n("hc076ee4", "X संशोधन सर्वेक्षणांत सहभाग"),
                n("ddfe3776", "शिफारसीकृत खात्यांसाठी सूचना"),
                n("d17ba8c2", "आपण अलीकडे फॉलो केल्यानुसार सूचना"),
                n("bcf50a1a", "X च्या व्यावसायिक उत्पादनांवरील टिप्स"),
                n("fcad1e2e", "दैनंदिन"),
                n("h9e0dfde", "साप्ताहिक"),
                n("e26d98ac", "नियतकालिक"),
                n("h0c94842", "इतरांच्या आवडी-निवडी जाणून घ्या"),
                n("c460d332", "आपण खात्यासाठी पोस्ट सूचनापत्रे चालू करता तेव्हा ते कधी पोस्ट करतात, लाइव्ह होतात आणि स्पेस होस्ट करतात हे आपल्याला कळेल."),
                n("a820d092", "फॉलोइंग लोड करत आहे"),
                n("ha45c9e4", "पोस्ट सूचनापत्रे"),
                n("bdbf8f4e", "शब्द किंवा शब्द प्रयोग प्रविष्ट करा"),
                n("h43e2ea8", "म्यूट केलेले शब्द"),
                n("da8c0440", "यामधून म्यूट करा"),
                n("defb4aaa", "कोणाकडूनही"),
                n("e7d47b00", "आपण फॉलो करत नसलेल्या लोकांकडून"),
                n("d9d6e10e", "कालावधी"),
                n("gfa5008e", "म्यूटचा कालावधी वाढवा"),
                n("c5595dfe", "म्यूटचा अवधी बदला"),
                n("he6804e0", "जोपर्यंत आपण शब्दाचे म्यूट बंद करत नाही तोपर्यंत"),
                n("a268406c", "24 तास"),
                n("fc638aa2", "7 दिवस"),
                n("b8971cfa", "30 दिवस"),
                n("cc7bedfc", "हे किती काळ म्यूट करायचे त्या वेळेचे प्रमाण आपण बदलू शकता. जर आपण आधी “कायमचे” निवडले असेल तर, आपला बदललेला वेळ त्वरीत सुरू होईल."),
                n("d768049c", "म्यूट केलेले शब्द सामील करा"),
                n("c6203da8", "म्यूट केलेल्या शब्दाचा पर्याय"),
                n("e3f0d3db", function (e) {
                    return 'म्यूट केलेला "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return 'अपडेट केलेले "' + e.keyword + '"';
                }),
                n("d2693eb8", "आपण म्यूट केलेला वाक्प्रयोग 140 वर्णांपेक्षा मोठा नाहीत याची खात्री करा."),
                n("f8488024", "हा तसा सामान्य वापरामधला शब्द आहे, आणि अनेक पोस्ट्समध्ये हा दिसतो, पण हवे असल्यास आपण त्याला म्यूट करू शकता."),
                n("deb4924d", "अधिक जाणून घ्या"),
                n("aa09e528", "म्यूट केलेले शब्द समाविष्ट करा"),
                n("e506aa92", "म्यूट केलेला शब्द किंवा वाक्प्रयोग समाविष्ट करा"),
                n("cbd04965", function (e) {
                    return '"' + e.keyword + '" चे म्यूट बंद केले';
                }),
                n("eb4e810a", "कालबाह्य झाला"),
                n("cabeb6c2", "कायमचे"),
                n("f9bce916", "म्यूट केलेले शब्द"),
                n("gfe0ee3b", "अधिक जाणून घ्या"),
                n("ba4aaa9e", "वाक्प्रयोगावरील म्यूट बंद करायचे?"),
                n("f837ed7e", "या वाक्प्रयोगास आता आपली सूचनापत्रे आणि होम टाइमलाइनमध्ये परवानगी दिली जाईल."),
                n("a6194d10", "म्यूट केलेली खाती लोड करीत आहे"),
                n("bcf6ad9a", "म्यूट केलेल्या खात्यांवरील पोस्ट्स आपल्या होम टाइमलाइनमध्ये दिसणार नाहीत. थेट त्यांच्या प्रोफाइल किंवा पोस्टवरून खाती म्यूट करा."),
                n("b8e49590", "जेव्हा आपण खाती म्यूट कराल, तेव्हा त्यांचे संदेश फिल्टर केले जातील आणि आपल्या संदेश विनंतीच्या यादीच्या तळाशी पाठविले जातील."),
                n("ec202165", "अधिक जाणून घ्या"),
                n("gde6b425", function (e) {
                    return e.name + " यांना म्यूट केले आहे";
                }),
                n("e308019b", function (e) {
                    return e.name + " यांचे म्यूट बंद केले आहे";
                }),
                n("hfb77cf6", "सुरक्षितता"),
                n("f350f0c0", "शिफारसी"),
                n("fd3369a2", "पोस्ट्स, लोक आणि प्रचलने समाविष्ट करण्यासाठी आपणास कोणत्या भाषेची शिफारस करायची आहे ते निवडा."),
                n("hfc86556", "म्यूट केले"),
                n("dae57a42", "सर्वांना परवानगी द्या"),
                n("i7cbc154", "काहींना परवानगी द्या"),
                n("d623aecc", "डेलीगेट केलेल्या भूमिका असलेल्या लोकांबरोबर खाते शेअर करा."),
                n("f3029d5c", "हे सेटिंग सुरू असताना, लोक आपणास त्यांचे खाते शेअर करण्यासाठी आमंत्रित करू शकतात."),
                n("cd1305e8", "इतरांना त्यांच्या खात्यावर आपणास आमंत्रित करण्याची परवानगी द्या"),
                n("j339ef22", "कोणालाही आपणास आमंत्रित करण्याची परवानगी द्या"),
                n("g4b0c2dc", "फक्त आपण फॉलो करत असलेल्या लोकांनाच आपणास आमंत्रित करण्याची परवानगी द्या"),
                n("d9aef256", "आपली डेलिगेशन्स"),
                n("afb3ccf6", "परवानगी देऊ नका"),
                n("dfae5248", "इतरांना त्यांच्या खात्यावर आपणास आमंत्रित करण्याची परवानगी द्यायची नाही?"),
                n("b9c91524", "पुढील काळात आपणास इतर डेलिगेशन्सची आमंत्रणे मिळणार नाहीत. तरीही आपण आपल्या सध्याच्या डेलिगेशन्सशी संपर्क साधू शकता."),
                n("c349b958", "सदस्याला आमंत्रित करा"),
                n("e177f72a", "आपल्या खात्याच्या वतीने काम करण्यासाठी आणि खात्याच्या भूमिका व्यवस्थापित करण्यासाठी इतरांना आमंत्रित करा. सदस्य थेट संदेश पाठवू शकतात, पोस्ट्स प्रदर्शित करू शकतात आणि याद्या तयार करू शकतात, तसेच त्या पाहू शकतात."),
                n("cd5c5e73", function (e) {
                    return "आपल्याकडे केवळ " + e.numDelegatesLabel + " डेल" + f(e.numDelegates, "ीगेट", "िगेशन्स") + " असू शकते";
                }),
                n("efee0a50", "या खात्यामध्ये सदस्याला आमंत्रित करा"),
                n("ja0a1aa6", "या खात्यामध्ये प्रतिनिधीला आमंत्रित करा"),
                n("db4f623a", "या सदस्याला भूमिका नेमून द्या"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " यांना प्रशासक म्हणून नेमायचे?";
                }),
                n("b7aa7642", "आमंत्रण पाठवले"),
                n("edbca224", "आमंत्रण पाठवा."),
                n("f4834ca6", "अन्य सदस्याला आमंत्रित करा"),
                n("cb04a824", "प्रतिनिधी"),
                n("d4b3abde", "प्रतिनिधी थेट संदेश पाठवू शकतात, पोस्ट्स प्रदर्शित करू शकतात आणि याद्या तयार करू शकतात. प्रतिनिधी खात्याचे थेट संदेश, पोस्ट्स आणि याद्या देखील पाहू शकतात."),
                n("b92e2700", "प्रशासकांकडे प्रतिनिधींसारखेच अधिकार आहेत. ते प्रतिनिधींना आमंत्रित करू शकतात किंवा काढू शकतात आणि पोस्ट विश्लेषणे पाहू शकतात."),
                n("hbbbf908", "प्रशासक या खात्यावर इतर प्रतिनिधींना आमंत्रित करू शकतात आणि पोस्ट विश्लेषणे पाहू शकतात. आपण योग्य व्यक्ती नियुक्त करत आहात हे दोनदा तपासा."),
                n("d8eda249", function (e) {
                    return "एकदा @" + e.screenName + " यांनी आमंत्रण स्वीकारले की, ते त्यांच्या अपडेट केलेल्या परवानग्यांसह या खात्यात योगदान देऊ शकतील.";
                }),
                n("b5faf216", "या सदस्याने डेलिगेट आमंत्रणांना परवानगी दिलेली नाही."),
                n("hcc3b4ce", "आपल्या खात्याने या सदस्याला अवरोधित केले आहे."),
                n("ace0f0a4", "हा सदस्य त्यांना डेलिगेट प्रतिनिधी म्हणून कोण आमंत्रित करू शकतो यावर मर्यादा घालतो."),
                n("c2e8f726", "प्रशासक"),
                n("fade0942", "प्रशासक खात्यामध्ये प्रतिनिधींना आमंत्रित करू शकतात किंवा काढून टाकू शकतात आणि पोस्ट विश्लेषणे पाहू शकतात."),
                n("b7d6e5d6", "प्रतिनिधी"),
                n("cd76a282", "अद्याप एकही सदस्य समाविष्ट झालेला नाही"),
                n("db25d796", "या सदस्यांची भूमिका बदला"),
                n("e4133790", "भूमिका अपडेट केली"),
                n("a1a27c26", "भूमिका बदला"),
                n("fd7b1b1c", "मागे जा"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " या खात्याच्या वतीने त्यांच्या नवीन परवानग्या घेऊन कार्य करू शकतात.";
                }),
                n("h502484e", "प्रलंबित आमंत्रण"),
                n("a171ca7c", "आमंत्रित न केलेला सदस्य"),
                n("f68f079c", "भूमिका बदला"),
                n("b2794e9e", "गटामधून काढून टाका"),
                n("gca83d6a", "यापुढे ते या खात्यावर प्रशासक राहणार नाहीत."),
                n("b8cac21c", "यापुढे ते या खात्यावर प्रतिनिधी राहणार नाहीत."),
                n("hd67c2e8", "आमंत्रित केले नाही"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + " यांना काढून टाकायचे?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + " यांना आमंत्रित करायचे नाही?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " यांना गटामधून काढून टाकले";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + " यांना आमंत्रित केले नाही";
                }),
                n("a44c6034", "प्रलंबित आमंत्रणे"),
                n("e39bc936", "सदस्य म्हणून, आपण थेट संदेश पाठवू शकता, पोस्ट्स प्रदर्शित करू शकता आणि याद्या तयार करू शकता — तसेच त्या पाहू शकता. प्रशासक खात्यामध्ये प्रतिनिधींना आमंत्रित किंवा काढून टाकू शकतात आणि पोस्ट विश्लेषणे पाहू शकतात."),
                n("h0d3bddc", "प्रशासक अॅक्सेस"),
                n("c54aafb0", "प्रतिनिधी अॅक्सेस"),
                n("idc35f32", "आपणास कोणत्याही खात्यासाठी डेलीगेट केलेले नाही"),
                n("fab787b4", "खात्यामधून बाहेर पडा"),
                n("bfbe9620", "सदस्य पहा"),
                n("d52a2b36", "यापुढे आपण या खात्यावर प्रशासक राहणार नाही."),
                n("df515932", "यापुढे आपण या खात्यावर प्रतिनिधी राहणार नाही."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " बाहेर पडायचे आहे?";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + " बाहेर पडले";
                }),
                n("c6dae164", "आमंत्रण स्वीकारा"),
                n("f8376170", "आमंत्रण नाकारा"),
                n("a68c45e4", "नाकारा"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + " यांच्याकडील आमंत्रण नाकारायचे?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + " यावरील सदस्य आमंत्रण नाकारले";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + " यावरील सदस्य आमंत्रण स्विकारले";
                }),
                n("d2da668c", "डेलीगेट सदस्य"),
                n("ddf27b8e", "प्रतिनिधीला आमंत्रित करा"),
                n("jba63182", "खात्यावरील सदस्यांच्या भूमिका पहा. सदस्य थेट संदेश पाठवू शकतात, पोस्ट्स प्रदर्शित करू शकतात आणि याद्या तयार करू शकतात, तसेच त्या पाहू शकतात."),
                n("af59527e", "खात्यावरील सदस्यांच्या भूमिका पहा आणि प्रतिनिधींना आमंत्रित करा. सदस्य थेट संदेश पाठवू शकतात, पोस्ट्स प्रदर्शित करू शकतात आणि याद्या तयार करू शकतात, तसेच त्या पाहू शकतात."),
                n("eafcc76a", "या अनुप्रयोगावरून या गोष्टी दिसू शकतात..."),
                n("j3998a16", "या अनुप्रयोगावरून या गोष्टी घडू शकतात..."),
                n("a6845663", function (e) {
                    return "आपण " + e.date + " यावर अनुप्रयगा परवानग्या मंजूर केल्या आहेत";
                }),
                n("b2347f7c", "अनुप्रयोग लोड करत आहे"),
                n("e1fda16e", "आपल्याकडे हा अनुप्रयोग कनेक्ट केलेला नाही"),
                n("b8f3ed46", "जेव्हा आपण आपल्या X खात्याशी एक तृतीय-पक्ष अनुप्रयोग कनेक्ट करता, तेव्हा आपण त्या अनुप्रयोगाला आपले खाते वापरण्याची परवानगी देत असता."),
                n("gb8d09ba", "आपल्या ई-मेल पत्त्यामध्ये प्रवेश आहे"),
                n("g6dc09a0", "परवानग्या"),
                n("a6e6e898", "केवळ-वाचा"),
                n("cde3b9ae", "वाचा आणि लिहा"),
                n("g0d7813a", "वाचा, लिहा, आणि थेट संदेश"),
                n("c9b35b9e", "आपला जाहिरातीकरणाविषयीचा डेटा वाचा"),
                n("e0191264", "आपला जाहिरातीकरणाविषयीचा डेटा वाचा, तयार करा आणि व्यवस्थापित करा"),
                n("b73e1e8a", "प्रवेश रद्द कसा करायचा ते जाणून घ्या"),
                n("c174e46e", "कमी प्रमाणामध्ये दाखवा"),
                n("a39075ff", function (e) {
                    return e.n + " अधिक";
                }),
                n("da6cdba8", "अनुप्रयोगाच्या परवानग्या मागे घ्या"),
                n("ef1d3dcc", "अनुप्रयोगाची नोंद करा"),
                n("d64e29c6", "दाखविलेल्या उपकरणावरून लॉग आउट करा"),
                n("idfa01cc", "दाखविलेल्या उपकरणावरून लॉग आउट करायचे?"),
                n("f400075e", "यामुळे आपले सक्रिय X सत्र समाप्त होईल आणि नवीन सुरू करण्यासाठी आपल्याला पुन्हा लॉग इन करावे लागेल."),
                n("e04ba39c", "तारीख आणि वेळ"),
                n("eed75824", "आपण आपले सक्रिय X सत्र समाप्त केले आहे."),
                n("ddcd3d26", "सत्राचा डेटा लोड करत आहे"),
                n("d2f0f3fe", "आम्ही हे सत्र शोधू शकत नाही"),
                n("ga05517a", "आपण अद्याप एकही रिपोर्ट तयार केलेला नाही"),
                n("ea1715c0", "जेव्हा आपण तसे कराल, तेव्हा त्या येथे दिसतील."),
                n("b70a2cde", "संवेदनशील मीडिया ओळखण्यासाठी आम्ही तंत्रज्ञानाचा वापर करतो, त्यामुळे आम्ही कायम सुधारणा करत असताना, आम्हाला तो नेहमी अचूक मिळेलच असे नाही."),
                n("ee320a07", "संवेदनशील मीडिया धोरण"),
                n("ffeb836a", "सेटिंग्ज उपलब्ध नाहीत"),
                n("f2fb9746", "ही सेटिंग्ज अनावश्यक कुकीजवर लागू होत असल्याने ती उपलब्ध होणार नाहीत. आपण आधीच त्यांची निवड रद्द केली असल्याने आम्ही फक्त आपल्या उपकरणावरून आवश्यक डेटा संकलित करणाऱ्या कुकीजच वापरत आहोत."),
                n("aa4342be", "ग्राफिक हिंसा"),
                n("jfec3aa0", "प्रौढ सामग्री"),
                n("j6bacd6a", "जोपर्यंत ग्राफिक हिंसा म्हणून चिन्हांकित केलेला मीडिया आपणास पाहायचा आहे असे आपण निवडत नाही तोपर्यंत तो लपवा. X for iOS वर हा मीडिया चुकुनही दाखवला जाणार नाही."),
                n("a73e66a8", "जोपर्यंत प्रौढ सामग्री म्हणून चिन्हांकित केलेला मीडिया आपणास पाहायचा आहे असे आपण निवडत नाही तोपर्यंत तो लपवा. X for iOS वर हा मीडिया चुकुनही दाखवला जाणार नाही."),
                n("fef1b8dc", "जोपर्यंत संवेदनशील म्हणून चिन्हांकित केलेला मीडिया आपणास पाहायचा आहे असे आपण निवडत नाही तोपर्यंत तो लपवा. X for iOS वर हा मीडिया चुकुनही दाखवला जाणार नाही."),
                n("d0a5a1c0", "चेतावणी"),
                n("ga197e26", "सर्व दाखवा"),
                n("eb723386", "हे कधीही दाखवू नका"),
                n("ea31c622", "यामध्ये मृत्यू, हिंसा, गंभीर शारीरिक हानी किंवा मेडिकल प्रोसिजर्स यांचे ग्राफिक डिटेल दाखवणारा कोणत्याही प्रकारचा मीडिया समाविष्ट आहे."),
                n("e40985c4", "यामध्ये अश्लील किंवा लैंगिक उत्तेजनास कारणीभूत ठरणारा संमतीपूर्वक तयार केलेला आणि शेअर केलेला मीडिया समाविष्ट आहे."),
                n("h7e0672b", "मीडिया सेटिंग्ज"),
                n("de9f111a", "आपले वर्तमान सबस्क्रीप्शन व्यवस्थापित करा"),
                n("d5839f9e", "अटींचे पुनरावलोकन करा किंवा आपल्या स्ट्राइप खात्यावरून आपले सबस्क्रीप्शन व्यवस्थापित करा."),
                n("a840c22c", "विद्यमान Premium सबस्क्रीप्शन व्यवस्थापित करा"),
                n("e31456f8", "स्तर स्विच करा"),
                n("a7c4ecea", "जाहिरात-मुक्त फॉर यू टाइमलाइनचा अनुभव घ्या, सर्व वैशिष्ट्ये अनलॉक करा, आणि सर्वात मोठी प्रत्युत्तर बूस्ट मिळवा"),
                n("h15cc518", "टियर पर्यायांचा शोध घ्या आणि मासिक किंवा वार्षिक योजनेपैकी एक निवडा."),
                n("ce70c590", "संलग्न बॅजेस व्यवस्थापित करा"),
                n("a49e1b2a", "आपल्या संलग्नतेची क्रमवारी लावा"),
                n("e2daf93c", "पहिला बॅज सर्व पोस्ट्सवर दिसून येईल."),
                n("ab8089ea", "पुनर्क्रमित करा"),
                n("e0221c42", "X वर आणि बाहेर चांगला वाचनानुभव. "),
                n("adcaa214", "आपण फॉलो करत असलेल्या लोकांकडून सर्वाधिक शेअर केलेले लेख पहा. "),
                n("b62d6e4c", "रीडर"),
                n("acf63cd2", "थ्रेड्स वाचण्यासाठी मजकूराचा आपल्याला हवा तो आकार निवडा. थ्रेडमधील कोणत्याही पोस्टमधून बुक करा बटण निवडून रीडर वैशिष्ट्य चालू करा."),
                n("e5fff0c8", "आपले सबस्क्रीप्शन सक्रिय आहे."),
                n("ac057b4e", "X मध्ये सहभागी झाल्याचे आपले मोफत सबस्क्रीप्शन रद्द करण्यासाठी, समर्थनाशी संपर्क साधा."),
                n("ib8ebf3b", function (e) {
                    return "आपण हे सबस्क्रीप्शन एखाद्या " + e.mobilePlatform + " उपकरणावरून खरेदी केले आहे असे दिसते आहे. आपल्याला त्या प्लॅटफॉर्मवरून आपले सबस्क्रीप्शन व्यवस्थापित करणे किंवा रद्द करणे आवश्यक आहे.";
                }),
                n("i8132774", "आपल्या सर्वाधिक व्यस्त फॉलोअर्ससाठी विशेष मजकूर"),
                n("a1222584", "आपल्या सामग्रीमधून थेट पैसे कमवा"),
                n("df837dac", "अंदाजे मिळालेला रेव्हेन्यू / पेआउट थ्रेशोल्ड"),
                n("df29646e", "पेआउट थ्रीशोल्ड"),
                n("b0ac642a", "पेआउट्स आपल्या खात्यामध्ये जमा होण्यासाठी 90 दिवस लागू शकतात."),
                n("c747df1c", "पेआउट तपशील सेट करा"),
                n("ac814a76", "आपण अद्याप पेआउट तपशील सेट केले नाही."),
                n("f139168e", "मिळकतीचा डॅशबोर्ड"),
                n("ee0510c2", "पेआउट इतिहास"),
                n("c9b82b4c", "अर्ज स्वीकारला · आपले सबस्क्रीप्शन तयार करा"),
                n("ibb5e1c8", "अर्ज फेटाळला"),
                n("b255df58", "अर्ज सबमिट केला . पुनरावलोकनाची वाट पाहात आहे"),
                n("b3f834c8", "अर्ज प्रतीक्षा यादीमध्ये ठेवला"),
                n("i14be2c6", "अंदाजे मिळालेला रेव्हेन्यू"),
                n("fd74390a", "क्रिएटर ID सत्यापित केले"),
                n("e8dc82e2", "सक्रिय प्रोग्राम्स"),
                n("c12c5eb6", "उपलब्ध प्रोग्राम"),
                n("j53f5eb0", "पात्र निर्माते मासिक सदस्यता आणि जाहिरातींच्या कमाईच्या वाटणीसाठी साइन अप करू शकतात."),
                n("e9c1273a", "पात्र क्रिएटर्स मासिक सदस्यता आणि क्रिएटर रेव्हेन्यू शेअरिंगसाठी साइन अप करू शकतात."),
                n("jd176c82", "आपल्या भागात पेआउट्स समर्थित नाहीत"),
                n("d6ff74ca", "दुर्दैवाने, आमच्या पेमेंट प्रदात्याने अद्याप आपल्या देशात पेआउटला समर्थन दिलेले नाही. काही कमाईचे कार्यक्रम उपलब्ध नाहीत."),
                n("e89cdac0", "पेआउट खाते व्यवस्थापित करा"),
                n("dd7a54b4", "तुमचे स्ट्राइप खाते सेट अप करा"),
                n("jff3ab68", "सत्यापन ओळखा"),
                n("j2876824", "ओळख सत्यापित करा"),
                n("ebd06fb0", "ID सबमिट केले"),
                n("f65b960c", "आम्ही क्रिएटर प्रोग्रामसाठी आपल्या सरकारने-जारी केलेला ID चे पुनरावलोकन करत आहोत."),
                n("i4a1e936", "पैसे मिळवण्यासाठी, तुम्ही एकतर लिंक करा किंवा नवीन स्ट्राइप खाते  उघडा"),
                n("f5931b6a", "क्रिएटर प्रोग्राममध्ये सहभागी होण्यासाठी ओळख सत्यापन आवश्यक आहे. आपण जर आधीच क्रिएटर प्रोग्रामसाठी आपला ID सबमिट केला असेल, तर आपल्याला तो पुन्हा सबमिट करण्याची आवश्यकता नाही."),
                n("c8798a95", "येथे"),
                n("d809ac49", "येथे"),
                n("bbe09d38", "अर्ज स्वीकारला· ॲप स्टोअरवर कॉन्फिगरेशन प्रलंबित"),
                n("efbc5066", "ID सत्यापन प्रलंबित"),
                n("hc7631da", "आपण आपले स्ट्राइप खाते सेट अप करणे पूर्ण केले नाही"),
                n("h72d71a2", "पात्र आहे"),
                n("e12b0b16", "अजूनपर्यंत पात्र नाही"),
                n("a1e57106", "अपूर्ण आहे"),
                n("i51b4e22", "नाकारले"),
                n("h5bd7160", "हे खाते सत्यापन करण्यासाठी पात्र नाही!"),
                n("e32040c4", "पेआउट्स प्राप्त करण्यासाठी आपल्याला ID सत्यापन पूर्ण करणे आवश्यक आहे."),
                n("j8769b42", "आम्ही आपल्या सरकारने-जारी केलेला ID चे पुनरावलोकन करत आहोत."),
                n("be955554", "क्रिएटर रेव्हेन्यू शेअरिंग"),
                n("b03a3d62", "जाहिराती रेव्हेन्यू शेअर करणे"),
                n("cbbe29c2", "तुम्ही पेआउट्सच्या ट्रॅकवर आहात"),
                n("g97a2d6c", "अधिक जाणून घ्या"),
                n("f30774ea", "आमच्या मोनेटायझेशन कार्यक्रमाविषयी आणि धोरणांविषयी इथे अधिक जाणून घ्या."),
                n("aea0b11a", "मासिक मजकूरासाठी कोणालाही X वर आपली सदस्यता घेऊ देऊन उत्पन्न मिळवा."),
                n("bce47f48", "आपल्या पोस्ट्सवर व्यस्त राहून X वर उपजीविका मिळवा."),
                n("h7a68080", "आपल्या पोस्टच्या प्रत्युत्तरात दिलेल्या जाहिरातींमधून उत्पन्न मिळवा"),
                n("eefd091e", "ओळख सत्यापन आवश्यक"),
                n("cd616a5a", "क्रिएटर कार्यक्रमामध्ये सहभागी होण्यासाठी ओळख सत्यापन आवश्यक आहे."),
                n("cce8c40a", "ID सत्यापित करा"),
                n("ja73ebac", "रेव्हेन्यू"),
                n("h16eeb42", "व्यवस्थापित करा"),
                n("bc43a32e", "अलीकडील कृती"),
                n("i4c3b046", "आपल्याकडे यावेळी कोणतेही नवीन कॉइन्स नाहीत."),
                n("ca516a66", "सर्व कृती पहा"),
                n("ee9ea930", "डायमंड्स"),
                n("cf3b535e", "वैध पोस्ट्सवर कॉइन्स प्राप्त करून डायमंड्स जमा होतात. डायमंड्समधून मिळवलेले पैसे आपल्या अंदाजे कमाईमध्ये जोडले जातात."),
                n("fbb7764b", function (e) {
                    return e.count + " कॉइन" + f(e.count, "", "्स");
                }),
                n("e70a07b2", "अनामिक"),
                n("c76972f0", "अंतिम पेआउटपासून"),
                n("c219a552", "आत्तापर्यंत"),
                n("f3ce76c0", "अजून मदत हवी आहे?"),
                n("i8982e7e", "आपणास प्रश्न असल्यास, आमच्या मदत केंद्राला भेट द्या किंवा आमच्याशी संपर्क साधा."),
                n("fbbfe8aa", "कॉइन्स निष्क्रिय करा"),
                n("e4f29140", "निष्क्रिय केल्यास, आपल्याला कॉइन्स प्रोग्राममधून काढून टाकले जाईल आणि आपण यापुढे कॉइन्स प्राप्त करण्यास पात्र राहणार नाही."),
                n("e58e85d2", "निष्‍क्रियकरण करणे पुढे चालू ठेवा"),
                n("be8e87b4", "कॉइन्स निष्क्रिय करायचे?"),
                n("bee26fa8", "होय, निष्क्रिय करा"),
                n("f0145c9a", "कॉइन्स आता निष्क्रिय केले"),
                n("a22f6808", "सर्व कृती"),
                n("g1b8020c", "शेवटचे 30 दिवस"),
                n("jb13b840", "कधीही"),
                n("b4f24360", "आपल्याकडे शेवटच्या 30 दिवसांमध्ये कोणतेही नवीन कॉइन्स नाहीत."),
                n("d59dbf8a", "आढावा"),
                n("g652fc4c", "या महिन्यात आपला कोणताही पेआउट इतिहास नाही."),
                n("d55e017a", "हा महिना"),
                n("f883322d", function (e) {
                    return "व्यवहाराचा ID " + e.transactionId;
                }),
                n("d978f43e", "नवीन सबस्क्रीप्शन्स"),
                n("d113fc10", "यावेळी आपल्याकडे नवीन सबस्क्रीप्शन्स नाहीत."),
                n("h7a41c02", "नूतनीकरण"),
                n("eedf2eaa", "आपल्याकडे यावेळी एकही नूतनीकरण नाही."),
                n("d93308d8", "सर्व व्यवहार पहा"),
                n("a23e724a", "हे खाते उपलब्ध नाही."),
                n("a384fda0", "सबस्क्रीप्शनचा सारांश"),
                n("i4313618", "आपला परिचय करून द्या आणि जेव्हा ते आपणास सुपर फॉलो करतात तेव्हा लोकांच्या काय अपेक्षा असू शकतात याचे वर्णन करा."),
                n("c0348964", "परिचय"),
                n("g522fd30", "सदस्यतेचे लाभ"),
                n("e85471c6", "सदस्यता बॅज"),
                n("fd75ca92", "आपल्याला एक सार्वजनिक सदस्यता बॅज मिळेल ज्यामुळे लक्षवेधी होणे, चॅट करणे आणि कनेक्ट करणे सोपे होते."),
                n("ia9c37c4", "मूल्यनिर्धारण"),
                n("f5be83b2", "समुदायामध्ये सहभागी व्हा"),
                n("e4ee8c6a", "सबस्क्रीप्शन्स क्रिएटर अभिप्राय समुदायामध्ये कल्पना शेअर करा, प्रेरणा मिळवा आणि इतर क्रिएटर्सना जॉइन व्हा."),
                n("i3a90dee", "सबस्क्रीप्शन्स निष्क्रिय करा"),
                n("e261e6e6", "निष्क्रिय केल्याने, आपणास सबस्क्रीप्शन्स प्रोग्रॅममधून काढून टाकले जाईल आणि आपण आपले सर्व सदस्य गमवाल."),
                n("ca5ca5ee", "पूर्वावलोकन पहा"),
                n("a329ce88", "वर्णन समाविष्ट करा..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "पोस्ट पूर्वावलोकन सक्षम करा"),
                n("c1521804", "आपल्या सदस्यांच्या पोस्ट्सचे पूर्वावलोकन, सदस्य नसलेल्यांना दाखवले जाईल."),
                n("jd0f1ac0", "सबस्क्रीप्शन्स निष्क्रिय करायची?"),
                n("c6c27fc8", "सबस्क्रीप्शन्स निष्क्रिय करणे कायमस्वरूपी आहे. आपणास सबस्क्रीप्शन्स प्रोग्रॅममधून काढून टाकले जाईल. प्रोग्रॅमवर परत येण्यासाठी, आपणास पुन्हा अर्ज करावा लागेल."),
                n("f82a23ec", "सबस्क्रीप्शन्स आता निष्क्रिय झाली आहेत"),
                n("a4c6e458", "आपण आपले मासिक सबस्क्रीप्शन शुल्क यावर सेट केले आहे:"),
                n("be54a313", function (e) {
                    return e.price + "/महिना";
                }),
                n("hadd463a", "किमंत बदलाची विनंती"),
                n("b0728b5c", "किंमतीचे बदल रद्द करा"),
                n("aea9f79c", "आपल्या किंमतीतील बदल प्रलंबित आहे:"),
                n("c701e5cc", "आपण केलेले कोणतेही बदल जतन केले जाणार नाहीत."),
                n("a649778c", "संपादन पुढे चालू ठेवा"),
                n("d1a683b8", "सबस्क्रीप्शन्स क्रिएटर्स विषयी"),
                n("iba08a94", "सर्व काही कसे दिसते आहे?"),
                n("a5f55bfa", "संभाव्य सदस्य आपल्या पृष्ठावर आल्यावर हेच पाहतील. आपण कधीही परत येऊन आपले (समुदायाचे) वर्णन अपडेट करू शकता."),
                n("b600eb88", "अशा लोकांना शोधा, जे आपल्याला ओळखतात"),
                n("da48ebf6", "जेव्हा आपण साइन-अप करता तेव्हा विशेष मजकूर मिळवा"),
                n("f324fb6c", "सबस्क्रीप्शन"),
                n("c654a3aa", "केवळ सदस्यच हे पोस्ट पाहू शकतात"),
                n("d409ce3c", "अतिरिक्त मजकूर आणि अधिक लाभांसाठी X वर आपल्या आवडत्या लोकांना समर्थन द्या."),
                n("a4ed9072", "परिचय समाविष्ट करा..."),
                n("af5b098e", "सबस्क्रीप्शन्सचे लाभ"),
                n("gf32cca2", "आपण ऑफर करत असलेलल्या लाभांचे वर्णन करा"),
                n("j8ba99b4", "आपण शेअर कराल त्या बोनस मजकुराच्या त्वरित सारांशावरून लोकांना ते प्रत्येक महिन्यासाठी काय करत आहेत याची एक झलक दाखवा."),
                n("j679dcda", "उदाहरणे पहा"),
                n("j325331a", "नमस्कार म्हणण्यासाठी थोडा वेळ द्या"),
                n("e18e8da8", "आपल्या संभाव्य सदस्यांसाठी त्वरित परिचयाच्या संदेशावरून पहिले इम्प्रेशन चांगले पाडा."),
                n("fce14f56", "नवीन किंमत"),
                n("b0c58272", "नवीन मासिक किंमत निवडा. किंमतीतील बदलांवर प्रक्रिया करण्यासाठी 3-7 व्यावसायिक दिवस लागतात. किंमत वाढीसाठी विद्यमान सदस्यांना ऑप्ट-इन करणे आवश्यक असू शकते."),
                n("d5737f0e", "मासिक सबस्क्रीप्शन"),
                n("edc014fb", "अधिक जाणून घ्या"),
                n("h810143c", "तपशील"),
                n("ga57b610", "खरेदीची तारीख"),
                n("h3b68828", "खरेदीचा प्रकार"),
                n("cc2aa67a", "खरेदी करण्यासाठी प्लॅटफॉर्म"),
                n("b313bb24", "पेमेंट"),
                n("e5188502", "सर्व विक्री अंतिम आहे"),
                n("bf364d62", "सर्व व्यवहार"),
                n("ed3efef0", "आपल्याकडे मागील 30 दिवसांमध्ये कोणतीही नवीन सबस्क्रीप्शन्स आलेली नाहीत."),
                n("b5f9ec14", "आपल्याकडे मागील 30 दिवसांमध्ये कोणतेही नूतनीकरण झालेले नाही."),
                n("d8eed490", "आपले सार्वजनिक प्रोफाइल स्वरूप व्यवस्थापित करा"),
                n("e26dbcd0", "आपले क्रिएटर सबस्क्रीप्शन लपवा"),
                n("aea7dda8", "आपल्या प्रोफाइलवरील क्रिएटर सबस्क्रीप्शन्सची आपली यादी केवळ आपल्याला दिसेल."),
                n("j3d2cfc4", "आपण कोणत्या स्पेसेस ऐकत आहात हे पाहण्याची फॉलोअर्सना परवानगी द्या"),
                n("d9588ae6", "हे सेटिंग बंद असताना देखील आपण जेव्हा स्पेसमध्ये असता तेव्हा आपण सर्वांना दृश्यमान व्हाल हे लक्षात ठेवा. आपले फॉलोअर्स आपण कोणत्या स्पेसेस होस्ट करत आहात, को-होस्ट करत आहात किंवा बोलत आहात हे नेहमी पाहू शकतात."),
                n("i84c5de8", "क्रिएटर अनुप्रयोग लवकरच येत आहेत"),
                n("b8922f7e", "सबस्क्रीप्शन्स प्रोग्रॅममध्ये सहभागी होण्याच्या दृष्टीने अर्ज करण्यास पात्र होण्यासाठी लवकरच परत येऊन पहा."),
                n("ad588be6", "तुम्ही पात्र आहात!"),
                n("f6443bd2", "चांगली बातमी — आपण सबस्क्रीप्शन्स आमच्या पात्रतेच्या आवश्यकता पूर्ण करता. अर्ज करण्यास तयार आहात?"),
                n("a3a20a10", "नंतर पुन्हा येऊन पहा"),
                n("b8d29e4a", "दुर्दैवाने, आपण यावेळी आमच्या सबस्क्रीप्शन्ससाठीच्या पात्रतेच्या आवश्यकता पूर्ण करत नाही."),
                n("d92c1d0a", "अनुप्रयोगावर पुढे चालू ठेवा"),
                n("fde27650", "सबस्क्रीप्शन्स अटीं"),
                n("c5f89b06", "Premium ची सदस्यता घेऊन सत्यापित व्हा"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " सत्यापित फॉलोअर्स";
                }),
                n("b747ce3a", "मागील 30 दिवसांत सक्रिय"),
                n("c27f57ac", "वयोमर्यादा किमान 18 वर्षे"),
                n("h63d2973", function (e) {
                    return "गेल्या 3 महिन्यांत " + e.count + " ऑरगॅनिक इम्प्रेशन्स";
                }),
                n("ef606fca", "आपल्या सर्वाधिक सहभागी झालेल्या फॉलोअर्ससाठी सशुल्क सबस्क्रीप्शन्स"),
                n("e533715e", "पात्रता तपासा"),
                n("d8671da2", "X वर उपजीविका करा"),
                n("d126a504", "आपल्या आवडत्या फॉलोअर्सना थोडी अतिरिक्त ऑफर देऊन दरमहा पैसे कमवा. "),
                n("d08d0bb2", "विशेष मजकूर"),
                n("ef29d2c2", "अतिरिक्त पोस्ट्स आणि वैयक्तिक प्रत्युत्तरांबरोबर न मांडलेले विचार, कल्पना आणि मते शेअर करा."),
                n("if12af7c", "सबस्क्रीप्शन्स सेट अप"),
                n("cc4c1a14", "किंमत सेट अप"),
                n("e1453e45", "अधिक जाणून घ्या"),
                n("aa7e35ee", "आपल्या खात्याची निवड झाली नव्हती"),
                n("c984cc62", "यावेळी आपले खाते निवडले नाही. सहभागी होण्याच्या भविष्यातील संधींसाठी संपर्कात रहा."),
                n("gd115e64", "सबस्क्रीप्शन्ससाठी अर्ज करा"),
                n("a9f08d5c", "तुमची खालील प्रश्नांची दिलेली उत्तरे आमच्या पुनरावलोकनासाठी असून त्यांना तुमच्या प्रोफाइलवर दाखवले जाणार नाही. "),
                n("c3f8d650", "तुमच्या सामग्रीचे वर्णन करा"),
                n("j89dd344", "कृपया तुमच्या सदस्यत्वामध्ये समाविष्ट केलेल्या सामग्रीचे उदाहरण द्या, जितके अधिक स्पष्ट तितके चांगले."),
                n("d19cc490", "उदाहरणासाठी एक सामग्री जोडा"),
                n("c737c1b2", "आम्हाला तुमच्या अनुभवाबद्दल सांगा"),
                n("f98e5fd4", "तुम्ही इतर प्लॅटफॉर्मवर सशुल्क सामग्री तयार करता? तुमच्या मते वापरकर्ते सदस्यत्व कां घेतील? "),
                n("c41b01be", "पिच जोडा"),
                n("e2aad0fe", "मी ग्राफिक किंवा प्रौढ सदस्य सामग्री पोस्ट करणार नाही"),
                n("d1b983ef", function (e) {
                    return "कमीत कमी " + e.count + " अक्षरे लांब असले पाहिजे";
                }),
                n("d3d6c52c", "आपला अर्ज सबमिट केला गेला आहे"),
                n("cb27c0ba", "आम्ही आपल्या किंमतीची पुष्टी केली आहे. आपल्या अर्जाचे पुनरावलोकन केले जाईल आणि ते मंजूर झाल्यास, ते लाइव्ह होताच आम्ही आपल्याला सूचना पाठवू."),
                n("j274e6aa", "आपण प्रतीक्षा यादीवर आहात"),
                n("j006be54", "आमचा सबस्क्रीप्शन्स चाचणीचा गट लगेचच भरला आहे, परंतु आम्ही आपले नाव प्रतीक्षा यादीमध्ये समाविष्ट केले आहे आणि अधिक स्पॉट्स उघडल्यावर आपणास कळवू."),
                n("d5cb1114", "सबस्क्रीप्शन्सने सुरुवात करा"),
                n("j2f622ec", "आपली आमच्या चाचणी गटासाठी निवड झाली आहे! आपले सबस्क्रीप्शन तपशील आता सेट करा आणि सबस्क्रीप्शन्स लाइव्ह झाल्यावर आम्ही आपणास कळवू."),
                n("e2cd7000", "जवळपास प्रक्रिया पूर्ण झाली आहे..."),
                n("b3629b92", "आपले सबस्क्रीप्शन सेट करणे पूर्ण करण्यासाठी आणखी काही पायऱ्या."),
                n("f4619a62", "स्वीकार करून पुढे चालू ठेवा"),
                n("c5625f84", "आपल्या सबस्क्रीप्शनच्या लाभांचे वर्णन करा"),
                n("c7289544", "सबस्क्रीप्शनचे मूल्य सेट करा"),
                n("aaf68c58", "आपले पेआउट तपशीलाची पुष्टी करा"),
                n("b8a69fa0", " सबस्क्रीप्शन अटीं"),
                n("ad4a92a2", "बॅज"),
                n("d5aa8de0", "आपल्या सदस्यांना बॅज द्या"),
                n("j0bbda92", "येथे बदल किंवा संपादित करण्यासाठी काहीही नाही. आपल्या सर्व सदस्यांनी सदस्यता घेतल्यानंतर त्यांना स्वयंचलितपणे सार्वजनिक बॅज मिळेल."),
                n("e18b7a72", "पुनरावलोकन करा"),
                n("be76dc34", "वर्णन समाविष्ट करा"),
                n("ef5406e4", "परिचय समाविष्ट करा"),
                n("ea8a3d2e", "मूल्यनिर्धारण सेटअप"),
                n("f77bb179", function (e) {
                    return "आपल्या " + e.price + " निवडीची पुष्टी करा";
                }),
                n("g2a6f160", "आपले सबस्क्रीप्शन मूल्य पुन्हा तपासून पुष्टी करा. सबमिट केल्यानंतर आपण ते बदलू शकणार नाही. आपण परत येऊन मूल्य सेट केल्यानंतर ते बदलणार नाही."),
                n("g767d1c9", "नोंद घ्या: सबस्क्रीप्शन टेस्ट कालावधीच्या दरम्यान आपण"),
                n("df057690", "आपल्या सदस्यांनी किती पैसे द्यावे ते निवडा"),
                n("g5923869", function (e) {
                    return e.price + " प्रती महिना";
                }),
                n("f025ab3a", "एखादा भव्य, व्यापक बेस तयार करा"),
                n("c962df0e", "क्वचित पोस्ट करणे आणि सदस्यांशी संवाद साधणे"),
                n("ib075804", "आपला मूलभूत आणि कमाल रेव्हेन्यू वाढवा"),
                n("fc04f3a6", "पोस्टिंग आणि सदस्यांबरोबरचा परस्पर संवाद नियंत्रित करा"),
                n("c246656e", "एखादा इंटिमेट बेस तयार करा"),
                n("h0c5405c", "नियमित पोस्ट करणे आणि सदस्यांशी संवाद साधणे"),
                n("f2d2153d", function (e) {
                    return "बहुतेक क्रिएटर्स " + e.price + " शुल्क आकारतात परंतु आपण आपल्याला हवी असलेली किंमत निवडू शकता.";
                }),
                n("f1cb36b8", "पेआउट सेटअप"),
                n("e20f6662", "आपली प्रक्रिया पूर्ण झाली आहे!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "आपले पेआउट तपशील सेट करा"),
                n("a3f6a966", "स्ट्राइप खात्याशी कनेक्ट व्हा"),
                n("cb031e44", "आपले खाते कनेक्ट करण्यासाठी आपल्याला स्ट्राइपवर नेले जाईल. आपल्याकडे एखादे विद्यमान स्ट्राइप खाते असल्यास ते आपण वापरू इच्छित असल्यास, स्ट्राइपद्वारे ई-मेलसाठी सूचित केल्यावर त्या खात्याचा ई-मेल पत्ता प्रविष्ट करा. टीप: आपला स्ट्राइप ई-मेल आपल्या X ई-मेलपेक्षा वेगळा असू शकतो."),
                n("ebfb897c", "उदाहरणे"),
                n("dc4feb1a", "काय बोलावे याची खात्री नाही?"),
                n("h9b9d486", "सदस्यांना कोणत्या प्रकारचा मजकूर आपणास ऑफर करायचा आहे ते सर्वस्वी आपल्यावर अवलंबून आहे. आपणास सुरुवात करता यावी यासाठी येथे काही उदाहरणे आहेत."),
                n("ic130fd6", "आपणास पडद्यामागील हकिकतीचा काही छानसा मजकूर मिळेल, माझी पुस्तके आणि इतर प्रोजेक्ट्सची माहिती लवकर पाहायला मिळेल आणि मासिक AMA मिळतील."),
                n("dd913e24", "आपण आपल्या आवडत्या लोकांकडील ताज्या प्रतिक्रिया, मनोगत आणि जास्तीचा मजकूर पाहू शकता."),
                n("b737ee66", "VIP अनुभवासाठी सज्ज व्हा. कल्पना करा: मतदान, व्हिडिओ आणि डील्ससारखा केवळ-सदस्यांसाठी असलेला मजकूर."),
                n("a0bb2076", "आपला परिचय संक्षिप्त आणि लक्षवेधी ठेवा, आपण आपल्या या मजकुराचे नंतर वर्णन करू शकाल. आपणास सुरुवात करण्यासाठी येथे काही उदाहरणे आहेत."),
                n("fe076612", "नमस्कार, माझ्या सबस्क्रीप्शन्स पृष्ठावर स्वागत आहे! आपण येथे आहात याचा मला खूप आनंद आहे. मला जे आवडते ते करणे मला शक्य करून दिल्याबद्दल धन्यवाद."),
                n("g7f66daa", "मंडळी काय चालले आहे? माझे सबस्क्रीप्शन पाहिल्याबद्दल धन्यवाद. आपल्यासाठी माझ्याकडे जे आहे ते आपणास आवडेल असे मला वाटते..."),
                n("hbe4f99e", "अहो! काही लोकप्रिय गुप्तमजकूर शेअर करण्यासाठी आणि आपणास आणखी चांगल्या प्रकारे जाणून घेण्यासाठी वाट पाहू शकत नाही :)"),
                n("fb278c82", "हे पूर्वावलोकन काय आहे?"),
                n("j6cab6ec", "आपली सदस्यता घेण्यापूर्वी लोक हेच पाहतात. जोपर्यंत आपली वर्णने बरोबर मिळत नाहीत तोपर्यंत ती बदला आणि संपादित करा."),
                n("i22beaa4", "डेटा शेअर करणे"),
                n("e110a46c", "कॉन्व्हर्सशन हटवायची आहे"),
                n("ebc4fda0", "तुम्ही तुमची Grok संभाषण हिस्टरी हटविण्याच्या जवळ आहात. तुम्ही या संभाषणांमध्ये पुन्हा प्रवेश करू शकणार नाही."),
                n("c90fe716", "तुम्हाला तुमचे संभाषण हटवायचे आहे का?"),
                n("a8d516a4", "X हा तुमचा X सार्वजनिक डेटा तसेच तुमचा उपभोक्ता परस्परसंवाद, इनपुट आणि X वरील Grok बरोबरचे परिणाम XAI द्वारे विकसित केलेल्या Grok आणि इतर AI मॉडेल्सना प्रशिक्षित आणि फाईन ट्यून करण्यासाठी XAI सोबत सामायिक करू शकतो. हे आम्हाला सतत तुमचा उपभोक्ता अनुभव सुधारण्यास मदत करते."),
                n("a127886c", "Grok ला आपला संभाषण इतिहास लक्षात ठेवण्याची परवानगी द्या"),
                n("f49b39b8", "Grok ला आपली पूर्वीच्या चर्चांचे तपशील लक्षात ठेवण्याची परवानगी द्या. आपण संबंधित तपशील विसरण्यासाठी वैयक्तिक चर्चा हटवू शकता."),
                n("b7de9ad2", "Grok सह आपला अनुभव वैयक्तिकृत करण्यासाठी X ला अनुमती द्या"),
                n("ed141096", "आपला Grok बरोबरच्या अनुभवाचे वैयक्तिकरण करण्यासाठी आपले X डेटा तसेच आपले परस्परसंवाद, इनपुट्स आणि परिणाम Grok सह वापरण्याची अनुमती द्या, X हे xAI सह Grok बरोबर आपला अनुभव वैयक्तिकृत करण्यासाठी आपला X डेटा तसेच आपले उपभोक्ता परस्परसंवाद, इनपुट्स आणि परिणाम Grok आणि xAI द्वारे विकसित केलेल्या इतर AI मॉडेल सह सामायिक करू शकते. हे आम्हाला सतत आपला उपभोक्ता अनुभव सुधारण्यास मदत करते. "),
                n("ecdbece0", "आपल्याला कॉइन्स प्रोग्राममध्ये यशस्वीरित्या नोंदणीकृत केले आहे."),
                n("db3f0bbe", "क्रिएटर्सना त्यांच्या सामग्रीमधून पैसे कमावण्यास मदत करणे"),
                n("a1f40cf8", "मान्य आहे"),
                n("d604fb32", "क्रिएटर अटीं"),
                n("d520d188", "कॉइन्स प्राप्त करा"),
                n("ea770766", "वैध पोस्ट्सवर प्राप्त करण्यासाठी कॉइन्स या आभासी वस्तू आहेत. आपल्याला जसे कॉइन्स प्राप्त होतात तसे ते डायमंड्समध्ये जमा होतात, जे आपण रोख रक्कमेमध्ये घेऊ शकता."),
                n("d27f5ac6", "पॅसिव इनकम"),
                n("h1d66df0", "X वर उत्कृष्ट सामग्री पोस्ट करून अगदी सहज पैसे कमवा. आपल्याला कॉइन्स देऊन आपले फॉलोअर्स आता आपल्याला पुरस्कृत करू शकतात."),
                n("f85fb0a2", "आपल्या श्रोत्यांशी कनेक्ट व्हा"),
                n("d1433e24", "आपण सर्वाधिक आवडणारी सामग्री बनवल्याबद्दल आपल्याला पुरस्कार देण्यासाठी, चाहत्यांना कॉइन्स हे एक मजेदार मार्ग आहे. आपल्या फॉलोअर्स आणि चाहत्यांशी संपर्क साधण्याची ही संधी आहे."),
                n("e6ba42de", "जाहिरात उत्पन्न शेअर"),
                n("ebc16756", "क्रिएटर रेव्हेन्यू शेअर"),
                n("da4cd6fa", "दुर्दैवाने, आपण अद्याप जाहिरात उत्पन्न शेअरसाठी पात्र नाही. सहभागी होण्यासाठी आपल्याला खालील आवश्यकता पूर्ण कराव्या लागतील:"),
                n("b2961492", "दुर्दैवाने, आपण अद्याप क्रिएटर रेव्हेन्यू शेअरिंगसाठी पात्र नाही. सहभागी होण्यासाठी आपल्याला खालील आवश्यकता पूर्ण कराव्या लागतील:"),
                n("d3789528", "जाहिरात रेव्हेन्यू शेअर बद्दल"),
                n("aa0ff456", "क्रिएटर रेव्हेन्यू शेअर बद्दल"),
                n("bf214f48", "ठीक आहे"),
                n("b2b4d592", "Premium किंवा सत्यापित संस्थेचे सदस्यत्व घ्या"),
                n("fbb03ba6", "500 Premium फॉलोअर्स"),
                n("hb4c5169", function (e) {
                    return "गेल्या 3 महिन्यांत आपल्या पोस्टवर किमान " + e.impression_number + "M इम्प्रेशन मिळवा";
                }),
                n("f91685ba", "आपण आपल्या पोस्टसाठी पैसे मिळण्यास स्वयंचलितपणे पात्र आहात!"),
                n("a9f0e0fa", "Premium किंवा सत्यापित संस्थेचे सदस्य म्हणून, आपण जाहिराती रेव्हेन्यू शेअरसाठी आपोआप पात्र आहात. आपले पेआउट आपल्या पोस्ट्सच्या प्रत्युत्तरांमध्ये दर्शविलेल्या जाहिरातींवरील सत्यापित इम्प्रेशन्सच्या संख्येवर आधारित आहे."),
                n("c694e3e4", "Premium किंवा सत्यापित संस्थांचा सदस्य म्हणून, आपण स्वयंचलितपणे क्रिएटर रेव्हेन्यू शेअरिंगसाठी पात्र आहात."),
                n("acd1a1be", "भविष्यातील पेआउट्स प्राप्त करण्यासाठी आपली पेआउट तपशील सेट अप करा."),
                n("f7e11f70", "सामील व्हा आणि ID सत्यापित करा"),
                n("c8169274", "आपला अर्ज जतन करताना समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("c3f93665", "क्रिएटर रेव्हेन्यू शेअरिंग अटीं"),
                n("a249ce04", "जाहिराती रेव्हेन्यू शेअर करण्याच्या अटी"),
                n("d085a144", "क्रिएटर मिळकतीचा डॅशबोर्ड"),
                n("a5204850", "एकूण रेव्हेन्यू"),
                n("ada650cf", function (e) {
                    return "देय कालावधी: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "व्हिडिओ जाहिरातींच्या कमाईच्या वाटणीबद्दल"),
                n("g88c1108", "व्हिडिओ जाहिरातींच्या कमाईच्या वाटणीबद्दल"),
                n("d4bb7e9c", "व्हिडिओ जाहिरातींच्या कमाईच्या वाटणीबद्दल"),
                n("dc535dbe", "रेव्हेन्यू शेअर प्रोग्रामसाठी अर्ज करून X वर आपल्या सामग्रीसाठी अधिक कमाई करा."),
                n("eb6d9270", "आपल्या सामग्रीसाठी मोबदला मिळवा"),
                n("a778472e", "तपशील:"),
                n("bde8446e", 'जाहिरात महसूल सामायिकरण कार्यक्रमासाठी अर्ज करण्यासाठी "सहमत व्हा आणि सबमिट करा" निवडा.'),
                n("a415fd3a", "मान्य आहे आणि सबमिट करा"),
                n("fbba9725", "X चे नियम"),
                n("f3dd8c4a", "क्रिएटरच्या कमाईचे मानक पाळणे आवश्यक आहे"),
                n("hd885ae0", "आपला प्रभाव पहा"),
                n("je4ccd3a", "जाहिरात-मुक्त लेख मदत केंद्र"),
                n("i6cb493e", "आपली संलग्नता कशी प्रदर्शित केली जाते ते व्यवस्थापित करा"),
                n("e4fde082", "पाठवलेले पोस्ट्स करणे रद्द करण्यासाठी टायमर सेट करून आपणास कोणत्या प्रकारचे पोस्ट्स करणे रद्द करायचे आहेत ते निवडा."),
                n("dcfc6540", "मूळ पोस्ट्स"),
                n("be077e8c", "थ्रेड्स"),
                n("f3429f2c", "सर्वेक्षणे"),
                n("i647ba8a", "पोस्ट काढण्याची मुदत"),
                n("d195528e", "सार्वजनिक होण्यापूर्वी आपणास कोणत्या प्रकारचे पोस्ट्स करणे रद्द करायचे आहेत, तसेच आपला पोस्ट्स करणे रद्द करण्याचा कालावधी निवडा."),
                n("bcf3a9e6", "नको असलेली प्रत्युत्तरे मर्यादित करण्यासाठी उपयुक्त ठरणारी सेटिंग्ज व्यवस्थापित करा."),
                n("c048fd3a", "संभाव्यतः अनिष्ट प्रत्युत्तरे फिल्टर करा"),
                n("dab7dac4", "संभाव्यतः हानिकारक किंवा आक्षेपार्ह भाषा असलेल्या आपल्या पोस्ट्सला दिलेली प्रत्युत्तरे फिल्टर केली जातील आणि येथे दिसतील. इतर लोक अजूनही ही प्रत्युत्तरे पाहू शकतात."),
                n("c4c53b86", "अशा प्रत्युत्तरांना ओळखण्यात मदत करण्यासाठी आम्ही तंत्रज्ञानाचा वापर करतो, त्यामुळे आम्ही सुधारणा करत असताना आम्हाला ती नेहमी अचूक मिळतीलच असे नाही, याची कृपया नोंद घ्या."),
                n("dca3d2ee", "प्रत्युत्तर फिल्टर बंद करायचा?"),
                n("fe440ff8", "फिल्टर केलेली प्रत्युत्तरे आपल्या पोस्ट्समध्ये पुनर्स्थापित केली जाणार नाहीत."),
                n("cedbb01c", "कायदेशीर"),
                n("b4f917d0", "संमिश्र"),
                n("bdfa2b8c", "अतिरिक्त संसाधने"),
                n("b8692262", "X उत्पादने आणि सेवांविषयी अधिक  उपयुक्त माहिती जाणून घेण्यासाठी इतर पृष्ठे पहा."),
                n("c0398892", "रिलीज नोट्स"),
                n("b833bcde", "रंग कॉन्ट्रास्ट आणि गती मर्यादित करण्यासारखी आपल्या X वापरानुभवाची वैशिष्ट्ये व्यवस्थापित करा. या ब्राउझरवरील सर्व X खात्यांवर या सेटिंग्जचा परिणाम होतो."),
                n("d5b646be", "दृष्टी"),
                n("jfe6a3a0", "गती"),
                n("e8c72272", "रंगाची तफावत वाढवा"),
                n("dba2cdd2", "मजकूर आणि पार्श्वभूमी रंगांमध्ये तफावत वाढवून दृश्यमानता सुधारते."),
                n("d070244e", "गती कमी करा"),
                n("icfa5e8c", "लाइव्ह एन्गेजमेंट संख्येसह इन-अॅप अॅनिमेशन्सचे प्रमाण मर्यादित करते."),
                n("ae41b002", "लाइव्ह एन्गेजमेंट संख्येसह इन-अॅप अॅनिमेशन्सचे प्रमाण मर्यादित करते. आपली सिस्टम सध्या गती कमी झाली असल्याचे दर्शिवित आहे. आपण गती पुन्हा-सक्षम करायची असल्यास, प्रथम तेथे ती अक्षम करा."),
                n("h9d1cfae", "प्रतिमेच्या वर्णनाचे स्मरणपत्र मिळवा"),
                n("c878e9f8", "पोस्ट पाठवण्यापूर्वी प्रतिमेचे वर्णन समाविष्ट करण्यासाठी स्मरणपत्र सक्षम केले जाते."),
                n("bbd1fc7c", "X वरील प्रवेश प्रवेशयोग्यतेविषयी अधिक जाणून घ्या"),
                n("ac865cf0", "X येथे प्रवेशयोग्यता"),
                n("d3a2bde8", "आपल्या खात्याविषयी माहिती पहा, आपल्या डेटाचे अर्काइव्ह डाउनलोड करा किंवा आपले खाते अक्षम करण्याच्या पर्यायांविषयी जाणून घ्या."),
                n("idca4742", "आपला फोन क्रमांक आणि ई-मेल पत्त्यासारखी आपली खाते माहिती पहा."),
                n("b6ded35e", "आपला पासवर्ड कधीही बदला."),
                n("cce24bf4", "आपल्या खात्यासाठी संग्रहित केलेल्या माहितीच्या इनसाइट्स मिळवा."),
                n("i203df96", "आपण आपले खाते कसे निष्क्रिय करू शकता ते शोधा."),
                n("f70cd5ee", "फोन"),
                n("ib6f1694", "खाते निर्मिती"),
                n("de323650", "स्त्री"),
                n("b6ab31be", "पुरुष"),
                n("h3290872", "सत्यापित केले"),
                n("hbd12156", "सत्यापनासाठी विनंती करा"),
                n("b7ec04f4", "होय"),
                n("f70d5780", "होय."),
                n("dc62d3c6", "क्र."),
                n("a67dbd0a", "पॅरोडी, कमेंटरी आणि फॅन खाते"),
                n("a3db727e", "आपले पॅरोडी, कमेंटरी आणि फॅन खाते व्यवस्थापित करा"),
                n("eacf1990", "आपल्या प्रोफाइलमध्ये आपली जन्मतारीख समाविष्ट करा."),
                n("a3bf1262", "आपल्या प्रोफाइलवर आपली जन्म तारीख बदला."),
                n("h530db16", " संरक्षित पोस्ट्स"),
                n("d6d80990", "आपण लॉग आउट झालेले असताना ही माहिती आपल्या ब्राउझर किंवा उपकरणावर लागू केली जाईल. आपण लॉग इन झालेले असताना जी माहिती होती त्यापेक्षा ती वेगळी असू शकते."),
                n("i0d81ddb", "आपले वैयक्तिकरण आणि डेटा सेटिंग्ज "),
                n("g2a9bd3e", "स्वयंचलित खात्याची लेबल्स"),
                n("dd9b3aae", "स्वयंचलित खाते म्हणजे काय?"),
                n("b80bdc40", "X API वरून स्वयंचलितपणे काही कृती करण्यासाठी स्वयंचलित खाती प्रोग्रॅमबद्ध केली जातात. उदाहरणार्थ, एखाद्या प्रदेशातील हवामानाची परिस्थिती पोस्ट करणे. ते X वर इतर लोकांकडून तयार आणि व्यवस्थापित केले जातात."),
                n("a01ac9b6", "लेबलवरून स्वयंचलित खाते कोण व्यवस्थापित करत आहे हे जगाला समजते. एकदा स्वयंचलित खाते मालकाने त्यांचे व्यवस्थापन खाते कनेक्ट केले की, स्वयंचलित खाते प्रोफाइल आणि पोस्ट्सवर लेबल दिसेल."),
                n("b989e1fe", "मला माझ्या स्वयंचलित खात्यांना लेबल देण्याची आवश्यकता आहे का? "),
                n("i2d599aa", "मी माझ्या स्वयंचलित खात्यांना कसे लेबल देऊ?"),
                n("gd5bed72", "व्यवस्थापकीय खाते तयार करा"),
                n("g6d44432", "व्यवस्थापकीय खाते हे स्वयंचलित खात्यासाठी जबाबदार राहणारे व्यक्तिचलित पद्धतीने चालविले जाणारे खाते आहे."),
                n("e20a69e8", "आपले व्यवस्थापन आणि स्वयंचलित खाते कनेक्ट करा"),
                n("d2f88358", "आपल्या सेटिंग्जमधील स्वयंचलन पृष्ठावरून आपली खाती कनेक्ट करा."),
                n("e427f632", "आपल्या खात्याला लेबल दिले आहे!"),
                n("a4d7cffa", "एकदा खाती कनेक्ट केली की स्वयंचलित खात्याला लेबल दिले जाईल."),
                n("a18d6a7d", "नवीन नियमां"),
                n("e9965c14", "स्वयंचलित खाते लेबल संदर्भातील वारंवार विचारले जाणारे प्रश्न"),
                n("ee78c192", "PCF खाते काय आहे?"),
                n("c3f35e0c", "PCF खाते दुसऱ्या व्यक्तीचे, ग्रूपचे किंवा संस्थेचे त्यांच्या प्रोफाइलमध्ये चर्चा करण्यासाठी, उपहास करण्यासाठी किंवा त्या संस्थेविषयी माहिती शेअर करण्यासाठी दर्शवते."),
                n("d019b5fa", "मला माझ्या PCF खात्याला लेबल करणे आवश्यक आहे का?"),
                n("dd04f24e", "होय. PCF लेबल हे सुनिश्चित करते की X वरील लोक आपल्या खात्यामुळे गोंधळलेले नाहीत, त्यांना सूचित करते की आपले खाते प्रोफाइलच्या विषयाशी संलग्न नाही. लेबल केलेले नसल्यास, आपले खाते सत्यापन धोरणाचे उल्लंघन करू शकते."),
                n("hb0f8bbc", "मी माझ्या PCF खात्याला कसे लेबल करायचे?"),
                n("g69acc5c", "फक्त ‘समजले’ वर क्लिक करा, आणि आम्ही आपल्याला आपल्या प्रोफाइल सेटिंग्जवर घेऊन जाणार आहोत, खाते लेबल सेट करण्यासाठी!"),
                n("d313d431", "सत्यापन धोरण"),
                n("a3f22d8e", "आपले क्रियाकलाप, स्वारस्ये आणि शिफारसींविषयी आपल्याला मिळालेली सूचनापत्रे निवडा."),
                n("bc20979a", "X आणि त्याचे भागीदार आपल्याला एक चांगली, सुरक्षित आणि वेगवान सेवा प्रदान करण्यासाठी आणि आमच्या व्यवसायाचे समर्थन करण्यासाठी कुकीज वापरतात. काही कुकीज आमच्या सेवा वापरण्यासाठी, आमच्या सेवा सुधारण्यासाठी आणि योग्यरित्या कार्य करतात याची खात्री करण्यासाठी आवश्यक आहेत."),
                n("ge06dadc", "आपल्याला आपल्या आवडीनुसार जाहिराती आणि संप्रेषणे प्रदान करण्यासाठी कुकीज वापरण्याची परवानगी X आणि त्याच्या भागीदारांना द्या."),
                n("he20de3a", "X ला कुकीज वापरण्याची परवानगी देऊ नका ज्यामुळे ते जाहिराती आणि संपर्कांसाठी अतिरिक्त डेटा गोळा करू शकतील."),
                n("g0ec0bec", "निष्क्रिय केले"),
                n("g89f4614", "आपले खाते निष्क्रिय झालेले आहे"),
                n("f1768324", "X कडून माहिती कशी वैयक्तिकृत केली जाते आणि काही ठराविक डेटा संकलित आणि शेअर केला जातो यावर नियंत्रण ठेवा."),
                n("ja94f34e", "आपण लॉग आउट झालेले असताना ही सेटिंग्ज आपल्या ब्राउझर किंवा उपकरणावर लागू होतात. आपण लॉग इन केले असताना त्यांच्यावर कोणताही परिणाम होणार नाही."),
                n("bd73f7e6", "यामुळे या पृष्ठावरील सर्वे सेटिंग्ज सक्षम किंवा अक्षम होतील."),
                n("ddbc3288", "डेटा"),
                n("ae5339a0", "आपला X डेटा पहा"),
                n("b934e0ea", "वैयक्तिकरण आणि डेटा अक्षम करायचा?"),
                n("i0317e0e", "यामुळे आपल्याला पहायला मिळत असलेल्या पोस्ट्स आणि जाहिराती कमी प्रमाणात संबद्ध असल्याचे दिसेल."),
                n("a148acba", "अक्षम करा"),
                n("aa023546", "आपण ज्या ज्या ठिकाणी होता त्यानुसार वैयक्तिकृत करा"),
                n("ced77194", "संपूर्ण वेबवर आपणास X वरील माहिती कोठे दिसते ती वापरण्यास परवानगी द्या"),
                n("fe1fc83e", "आपल्याशी संबंधित हे वयोगट आहेत."),
                n("bf9c74d0", "वैयक्तिकरणासाठी या वयोमर्यादा वापरू नका."),
                n("cf0daa24", "ही माहिती गोळा करण्यासाठी थोडा वेळ लागू शकतो. नंतर पुन्हा प्रयत्न करा."),
                n("ea522535", "अधिक जाणून घ्या"),
                n("hf5ca8f8", "प्रोफाइल"),
                n("d9cbe351", function (e) {
                    return e.count + " लॉगइन इव्हेंट" + f(e.count, "", "्स");
                }),
                n("de90b04a", "आपण ज्या ज्या ठिकाणी होता ती ठिकाणे"),
                n("cbd2ef59", function (e) {
                    return e.count + " स्थान";
                }),
                n("a4441bb8", "X कडून स्वारस्य "),
                n("e1c6b2d6", "आपल्याला हवा तसा प्रेक्षकवर्ग"),
                n("ed19d10d", function (e) {
                    return e.advertiserCount + " जाहिरातदार यांच्याकडील " + e.audienceCount + " दर्शक" + f(e.audienceCount, "", " संच");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " अभिरुची";
                }),
                n("hf9c2caa", "जाहिरातदाराच्या यादीसाठी विनंती करायची?"),
                n("c29b7971", function (e) {
                    return "हे " + e.primaryEmail + " यावर पाठविले जाईल.";
                }),
                n("b9e1cf02", "विनंती"),
                n("a8276fac", "जाहिरातदार यादीसाठी विनंती करा"),
                n("g7912a84", "समजले. आपली यादी तयार झाली की ई-मेल केला जाईल."),
                n("d6104de0", "आपण आपल्या वैयाक्तिकरण आणि डेटा सेटिंग्ज मधून अभिरुचीवर आधारित जाहिरातींवरची निवड रद्द करू शकता. यामुळे आपल्याला X वर वेगळ्या जाहीराती पाहायला मिळू शकतील, तथापि यामुळे आपल्याला जाहिरातदारांच्या दर्शक संचातून काढले जाणार नाही."),
                n("ed8c03f5", "अधिक जाणून घ्या"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " दर्शक ";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " जाहिरातदार";
                }),
                n("j4fa776e", "फोन्स"),
                n("i7acdb36", "टॅबलेट्स"),
                n("c112dfc8", "डेस्कटॉप"),
                n("jd8607ba", "रोजी सक्रिय केले"),
                n("ea4f6c9e", "ब्राउझर्स"),
                n("d750b93f", function (e) {
                    return e.count + " ब्राउझर" + f(e.count, "", "्स");
                }),
                n("a9783602", "मोबाईल उपकरणे"),
                n("j043aa31", function (e) {
                    return e.count + " मोबाईल उपकरण" + f(e.count, "", "े");
                }),
                n("ae415fd2", "हे सेटिंग बंद आहे."),
                n("a90be7b4", "ई-मेल पत्ते"),
                n("c0f6f911", "X व्यतिरिक्तचे क्रियाकलाप"),
                n("adaafb3f", "अनुमानित ओळख"),
                n("f0f72665", "अनुमानित ओळख"),
                n("d33b4e5b", "X- व्यतिरिक्तचे क्रियाकलाप"),
                n("c4668d4f", "X- व्यतिरिक्तचे क्रियाकलाप"),
                n("df3e137b", "अधिक जाणून घ्या"),
                n("d1597ccb", "अधिक जाणून घ्या"),
                n("c1b03a07", "अधिक जाणून घ्या"),
                n("b056d9dc", "हे आपल्या खात्याचे प्राथमिक भाषा सेटिंग आहे."),
                n("h68bc23c", "आपला अनुभव वैयक्तिकृत करण्यासाठी या अतिरिक्त भाषा वापरल्या जातात."),
                n("fbf0e61e", "आपण यापूर्वीच लिंगाविषयीची माहिती नमूद केली नसेल तर, हे आपल्या प्रोफाइल आणि आपल्‍या क्रियाकलापांचा विचार करता हे एक आपल्या खात्याशी संबंधित आहे. ही माहिती सार्वजनिकरित्या प्रदर्शित केली जाणार नाही."),
                n("b4568a3a", "आपले लिंग समाविष्ट करा"),
                n("c0be743e", "लिंग अपडेट केले"),
                n("c5abae66", "X ने खास आपल्याशी जोडलेले हे लिंग आहे."),
                n("cdb0d3e6", "वैयाक्तिकरणासाठी हे लिंग वापरू नका."),
                n("j31a1aa0", "आपल्याला अधिक संबद्ध मजकूर दाखविण्यासाठी X वापरत असलेली ही ठिकाणे आहेत. आपण “आपण ज्या ठिकाणी होता त्यानुसार वैयक्तिकृत करा” बंद केल्यास येथे सूचीबद्ध केलेली ठिकाणे आपणास दिसणार नाहीत."),
                n("ddefdd1c", "आपण ज्या ज्या ठिकाणी होतात ती ठिकाणे काढून टाकायची?"),
                n("hea740ac", "याला काही वेळ लागेल आणि ते पूर्ववत करता येत नाही."),
                n("a26e0d52", "समजले. ही स्थाने काढून टाकली जातील."),
                n("he447966", "सध्या कोणतीही ठिकाण सापडले नाही."),
                n("b9d98dec", "स्थान सेटिंग्ज"),
                n("e27e4fce", "माहित नसलेले स्थान"),
                n("ib55eb6b", "कनेक्ट केलेले अनुप्रयोग"),
                n("e5a4a539", "अधिक जाणून घ्या"),
                n("gc8f2e14", "आपण आपल्या वैयाक्तिकरण आणि डेटा सेटिंग्जमध्ये अभिरुचीवर आधारित जाहिरातींवरची निवड रद्द करू शकता."),
                n("e6dbe66b", "अधिक जाणून घ्या"),
                n("d3310e49", function (e) {
                    return "आपल्या खात्याशी संबंधित सर्व माहिती असलेली फाईल " + e.primaryEmail + " यावर पाठवली जाईल.";
                }),
                n("ib03e8c8", "आपल्या खात्याशी संबंधित सर्व माहिती असलेली फाईल या उपकरणावर डाउनलोड करायची आहे?"),
                n("g49741e8", "डाउनलोड करा"),
                n("dc370a0c", "समजले. आपला डेटा तयार झाला की ई-मेल केला जाईल."),
                n("c07b4316", "संभाव्य अभिरुची"),
                n("e97196fe", "या अभिरुचीसाठी ओळखल्या जाणाऱ्या व्यक्ती"),
                n("ja0f971c", "आपले प्रोफाइल, कृती आणि आपण फॉलो करत असलेल्या विषयांनुसार जुळणाऱ्या या काही अभिरुची आहेत. त्यांचा वापर आपण पाहत असलेल्या जाहिरातींसह आपला वापरानुभव X वर वैयक्तिकृत करण्यासाठी केला जातो. जर काही योग्य दिसत नसेल तर आपण आपली स्वारस्ये समायोजित करू शकता. आपण केलेले कोणतेही बदल प्रभावीत होण्यासाठी थोडा वेळ लागू शकेल."),
                n("gd1ce494", "आपणास खालील गोष्टी आवडतात असे आम्हाला वाटते. याचा वापर त्याविषयी स्वारस्य असणाऱ्या लोकांना आपला मजकूर अधिक प्रमाणामध्ये दाखविण्यासाठी केला जातो. एखादी गोष्ट योग्य दिसत नसल्यास आपण ती समायोजित करू शकता. आपण केलेले कोणतेही बदल प्रभावीत होण्यासाठी थोडा वेळ लागू शकतो."),
                n("a6b0b41a", "आपल्या मोबाईल फोनवर X अनुप्रयोग मिळवा. हा विनामुल्य आहे."),
                n("h3ed510e", "X डेटा"),
                n("b708417c", "आपण आपल्या खाते माहिती, खाते इतिहास, अनुप्रयोग आणि उपकरणे, खाते क्रियाकलाप, स्वारस्ये आणि जाहिराती डेटाच्या संग्रहणाबरोबर झिप फाइलची विनंती करू शकता. जेव्हा आपल्या डेटा अर्काइव्ह डाउनलोड करण्यास तयार असेल तेव्हा आपल्याला इन-अॅप सूचनापत्र मिळेल."),
                n("jbf5843e", "Periscope डेटा"),
                n("ea886c6e", "आपण थेट Periscope वर आपल्या Periscope डेटाच्या आर्काइव्हची विनंती करू शकता."),
                n("cdcc2ad4", "डाउनलोड करता आला नाही"),
                n("dbeff87a", "अर्काइव्हसाठी विनंती करा"),
                n("hb02ed28", "आपला डेटा डाउनलोड करा हे वैशिष्ट्य सध्या उपलब्ध नाही. नंतरच्या तारखेला पुन्हा प्रयत्न करा."),
                n("c2254084", "आम्हाला आपली विनंती मिळाली. आपल्या खात्याचे संरक्षण करण्यासाठी, आपला डेटा तयार होण्यास 24 तास किंवा जास्त वेळ लागू शकेल."),
                n("f62d1d9e", "आपले अर्काइव्ह आपल्या डेस्कटॉप ब्राउझरचा वापर करुन डाउनलोड आणि पहाण्यासाठी सज्ज आहे. आपल्याला हा डेटा काही दिवसात कालबाह्य होण्यापूर्वी डाउनलोड करण्याची आवश्यकता आहे, याची कृपया नोंद घ्या."),
                n("b221ca4c", "आपला डेटा डाउनलोड करण्यासाठी केव्हा उपलब्ध होईल याविषयी आम्ही आपल्याला माहिती देऊ"),
                n("db40dfcf", "हा फॉर्म पूर्णपणे भरा"),
                n("g1aced04", "अनुप्रयोग, उपकरणे आणि माहिती"),
                n("dbcf3a1a", "प्रोफाइल लेबल जोडा"),
                n("cbb2367c", "पॅरोडी, कमेंटरी आणि फॅन खाते प्रोफाइल लेबल दाखवा किंवा लपवा."),
                n("ge48855c", "Parody"),
                n("hf019b20", "हे लेबल हे सुनिश्चित करते की X वरील लोक आपल्या खात्यामुळे गोंधळलेले नाहीत, त्यांना सूचित करते की आपले खाते प्रोफाइलच्या विषयाशी संलग्न नाही."),
                n("d048571e", "पॅरोडी लेबल काढून टाकायचे?"),
                n("g905134c", "हे लेबल बंद केल्याने ते आपल्या प्रोफाइल व मागील सर्व पोस्ट्स मधून काढले जाईल. कृपया सत्यापन धोरणाचे आपण पालन करत आहात का ते तपासा."),
                n("ce62c8c2", "प्रोफाइल लेबल काढून टाकायचे?"),
                n("a14080ce", "प्रोफाइल लेबल अपडेट करायचे?"),
                n("db6796f6", "हे लेबल बंद केल्याने ते आपल्या प्रोफाइल व मागील सर्व पोस्ट्स मधून काढले जाईल. कृपया सत्यापन धोरणाचे आपण पालन करत आहात का ते तपासा. एकदा अपडेट केल्यानंतर, पुढील अपडेट्स 48 तासांसाठी लॉक केली जातील."),
                n("c700b6be", "एकदा अपडेट केल्यानंतर, पुढील अपडेट्स 48 तासांसाठी लॉक केली जातील."),
                n("ff1739ae", "प्रोफाइल लेबल"),
                n("h70c602c", "प्रोफाइल लेबल अपडेट करण्यास असमर्थ"),
                n("c818c60c", "विश्लेषणे"),
                n("ha9f14b1", function (e) {
                    return "आपली स्पेस " + e.scheduleDate + " रोजी " + e.scheduleTime + " वाजता सुरू होईल";
                }),
                n("jafbef80", "आपण ही स्पेस शेड्यूल करण्यासाठी अनधिकृत आहात "),
                n("e5d26f84", "X सूचनापत्रे सक्षम करून ताज्या घडामोडी कधीही चुकवू नका. आपली सूचनापत्रे वैयक्तिकृत करण्यासाठी X ला आपल्या उपकरणावर सेट केलेला देश आणि भाषा मिळेल."),
                n("f91f00ba", "क्लिप तयार करा"),
                n("f9b2d343", function (e) {
                    return e.count + " पोस्ट" + f(e.count, "", "्स");
                }),
                n("jcc8306e", "बोलण्याची विनंती"),
                n("j41fd45a", "विनंती पाठविली"),
                n("d5b2aae8", "बोलण्याची खूप विनंत्या पाठवण्यात आल्या आहेत. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("b9945b98", "बोलण्याची विनंती अयशस्वी झाली. कृपया स्पेसमध्ये पुन्हा सहभागी व्हा आणि काही सेकंदात पुन्हा प्रयत्न करा."),
                n("b2cc6a54", "वक्ता म्हणून सहभागी व्हा"),
                n("fb6c0bbc", "निनावीपणे ऐकणे"),
                n("e49a1f42", "आपण सध्या निनावीपणे ऐकत आहात आणि होस्ट आणि इतर सहभागींना दृश्यमान नाही."),
                n("jf01aea4", "सहभागी होण्यासाठी, आपल्याला बाहेर पडून दृश्य श्रोता म्हणून पुन्हा सामील व्हावे लागेल."),
                n("cac1482a", "प्रतिक्रिया द्या"),
                n("fc0e94b7", function (e) {
                    return e.emoji + " ने प्रतिक्रिया द्या";
                }),
                n("jf9f3e54", "पुढील 15 सेकंद वगळा"),
                n("hdd1aba0", "मागील 15 सेकंद वगळा"),
                n("b89c5a50", "विराम द्या"),
                n("e674c120", "मथळे दाखवा"),
                n("f45bace4", "मथळे लपवा"),
                n("ce96f1dc", "मथळे उपलब्ध नाहीत"),
                n("e07f6e7d", function (e) {
                    return "गती " + e.rate + "x";
                }),
                n("jd04fc66", "0.5x गती"),
                n("f03848b8", "सामान्य"),
                n("j0e5c2ce", "1.5x गती"),
                n("b3f2318e", "2x गती"),
                n("f17bc95a", "स्क्रीन शेअर करा"),
                n("b11a74b2", "शेअर करणे थांबवा"),
                n("e51c2372", "गेस्ट्स"),
                n("b08821f4", "मागे"),
                n("fed1388a", "स्पेस सेटिंग्ज"),
                n("c63dd2cc", "माझ्या बरोबर या लाइव्ह चर्चेमध्ये सहभागी व्हा!"),
                n("c958c6c8", "हे पोस्ट करा"),
                n("if23a252", "...वरून शेअर करा"),
                n("c0530da6", "मेनू शेअर करा"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "स्पेस समाप्त करायची?"),
                n("db684264", "होय, समाप्त करा"),
                n("je23178a", "यामुळे प्रत्येकासाठी चर्चा समाप्त होईल."),
                n("c371fb9a", "समाप्त"),
                n("c0ce822e", "मायक्रोफोन सेटिंग्ज"),
                n("a2bf8b8a", "ऐकण्यावर स्विच करा"),
                n("caa8d928", "नॉइज सप्रेशन टॉगल करा"),
                n("b5d88f0c", "केवळ कर्मचारी"),
                n("c855ab8e", "केवळ सदस्य"),
                n("ddeb0a3c", "Here’s the Community. Like the people? Take a look."),
                n("e111f531", function (e) {
                    return e.count + " ऐकत आहेत";
                }),
                n("cbef820f", function (e) {
                    return e.screenName + " ने स्ट्रीम पुन्हा पोस्ट केले!";
                }),
                n("e3275464", "पाठवा"),
                n("cededf2a", "होस्ट"),
                n("i2caef48", "को-होस्टस्"),
                n("j245c654", "वक्ते"),
                n("eda23a02", "श्रोते"),
                n("b90eb348", "बोलण्यासाठी आमंत्रित करा"),
                n("d9a63e82", "वक्ते म्हणून काढून टाका");
            n("bd917b26", "को-होस्टला आमंत्रित करा"),
                n("d7357e7e", "को-होस्ट्सवरून काढून टाका"),
                n("bf307fc0", "अवरोधित करा आणि काढून टाका"),
                n("ccf2f24e", "रिपोर्ट"),
                n("i22835de", "मंजूर करा"),
                n("cb59a0fe", "नाकारा"),
                n("c2376960", "बोलण्यासाठी विनंती केली जाते"),
                n("aba7dcdd", function (e) {
                    return e.name + " ला आमंत्रित करा";
                }),
                n("f5c7aaa7", function (e) {
                    return "होस्ट" + f(e.count, "", "्स");
                }),
                n("fc56c8b1", function (e) {
                    return "को-होस्ट" + f(e.count, "", "्स");
                }),
                n("iba0f45d", function (e) {
                    return "वक्त" + f(e.count, "ा", "े");
                }),
                n("dc066955", function (e) {
                    return "श्रोत" + f(e.count, "ा", "े");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " ओपन स्पॉट" + f(e.remainingCapacityCount, "", "्स");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " विनंत" + f(e.count, "ी", "्या");
                }),
                n("fe7a1910", "आमंत्रणे पाठवा"),
                n("ic3c757e", "वापरकर्त्यांसाठी शोधा"),
                n("cd133486", "आमंत्रित करा"),
                n("f2333850", "X च्या बाहेरील लोकांबरोबर शेअर करा"),
                n("cddb8097", "अधिक जाणून घ्या"),
                n("f77997b0", "को-होस्ट"),
                n("i48f4ed8", "वक्ता"),
                n("a77c8e02", "श्रोता"),
                n("bdfa93eb", function (e) {
                    return e.name + " यांनी शेअर केले";
                }),
                n("d8cc6ada", "कोण बोलू शकेल? सध्याच्या वक्त्यांवर परिणाम होणार नाही. बदल होण्यामध्ये काही सेकंद लागू शकतात."),
                n("e3a87142", "केवळ बोलण्यासाठी आपण आमंत्रित केलेले लोक"),
                n("db3de1d2", "वक्ता म्हणून सहभागी व्हा"),
                n("d7f4bc44", "को-होस्ट म्हणून सहभागी व्हा"),
                n("edcf15e9", function (e) {
                    return "(" + e.count + ") जणांनी विनंती केली";
                }),
                n("h13957aa", "स्पेस म्यूट करा"),
                n("ge6372fa", "स्पेस अनम्यूट करा"),
                n("i7a42e1c", "हे स्पेस व्यवस्थापित करण्यास मदत करा"),
                n("e0b8f112", "आपल्याला को-होस्टसाठी आमंत्रित केले आहे!"),
                n("ee12263c", "को-होस्ट स्पेसमध्ये बोलू शकतात"),
                n("jee7002c", "को-होस्ट वक्तांना आमंत्रित करू शकताता, काढू शकतात आणि म्यूट करू शकतात"),
                n("i95225d2", "को-होस्ट पोस्ट्स शेअर करू शकतात आणि काढू शकतात"),
                n("f07137fa", "को-होस्ट स्पेसमधून श्रोत्यांना काढू शकतात"),
                n("j6cdf012", "को-होस्ट इतर को-होस्टना आमंत्रित करू शकत किंवा काढू शकत नाहीत"),
                n("c727d116", "को-होस्ट स्पेस समाप्त करू शकत नाही"),
                n("g69084b8", "को-होस्टचे आमंत्रण स्वीकारा"),
                n("ee230734", "अधिक पर्याय दाखवा"),
                n("ic8c615e", "निवडा आणि त्वरित प्रत्युत्तर पाठवा पर्याय"),
                n("a04077c4", "कृपया 1 छायाचित्र, व्हिडिओ किंवा GIF निवडा."),
                n("c07367d8", "एन्क्रिप्टेड संदेशांसाठी मीडिया सध्या समर्थित नाही"),
                n("af71ef68", "व्हॉईस"),
                n("fc64990e", "व्हिडिओ"),
                n("ca0ce0e4", "नवीन संदेश लिहा"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + " ला संदेश पाठवण्यासाठी X Premium घ्या";
                }),
                n("c3752568", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपला संदेश पुन्हा पाठविण्याचा प्रयत्न करा."),
                n("f78aa3ea", "यावेळी आपले काही संदेश पाठविले जाऊ शकले नाहीत. कृपया पुन्हा प्रयत्न करा."),
                n("f9690dc0", "क्षमस्व! आपण या खात्यावर संदेश पाठवू शकत नाही."),
                n("b1d35408", "आपण संदेश पाठविण्याची दैनिक मर्यादा पार केली आहे."),
                n("g539cca6", "आपले खाते स्थगित केलेले आहे आणि संदेश पाठविण्याची त्यास परवानगी नाही."),
                n("bbac001a", "हा संदेश खूपच लांब आहे."),
                n("a1d2a68e", "हा उपभोक्ता आपल्याला फॉलो करत नाही. जे फॉलो करतात केवळ अशाच लोकांना आपण संदेश पाठवू शकता."),
                n("ec2bb9d4", "आपण जे पोस्ट पाठविण्याचा प्रयत्न करत आहात ते हटविले गेले आहे."),
                n("hf383be4", "आपण ज्या खात्याला संदेश पाठविण्याचा प्रयत्न करत आहात ते हटविले गेले आहे."),
                n("c4fdbd16", "आपण ज्या उपभोक्त्यांना अवरोधित केले आहे त्यांना संदेश पाठवू शकणार नाही."),
                n("hf3e7e38", "आपला संदेश पाठविता आला नाही"),
                n("dd8272fd", function (e) {
                    return e.count + " नवीन संदेश";
                }),
                n("e2cd3b7c", "ऑडिओ कॉल संपला"),
                n("f42f365a", "व्हिडिओ कॉल संपला"),
                n("a7570f2c", "ऑडिओ कॉल मिस केला"),
                n("jd9831b2", "ऑडिओ कॉल मिस केला"),
                n("f0985268", "ऑडिओ कॉल"),
                n("ca397a48", "व्हिडिओ कॉल"),
                n("bb7e2143", function (e) {
                    return e.seconds + "से.";
                }),
                n("c1d4ac84", "आपण गटाचे छायाचित्र बदलले"),
                n("abc7b032", "गटाचे छायाचित्र बदलले होते"),
                n("i263b294", "आपण चर्चेमध्ये सहभागी झाला"),
                n("i8d5e62b", function (e) {
                    return e.count + " इतर लोक";
                }),
                n("f7204380", "हे Fleet कालबाह्य झाले आहे"),
                n("d9de7b58", "आपण फॉलो करत नसलेल्या कोणा व्यक्तीकडील हा मीडिया असल्याने तो लपविला आहे."),
                n("f2879f4e", "या संदेशामध्ये ग्राफिक मीडियाचा समावेश असू शकतो."),
                n("b518221e", "प्रतिमा उघडा"),
                n("eeaa9f90", "व्हिडिओ दाखवा"),
                n("g2b43664", "GIF उघडा"),
                n("d99de549", function (e) {
                    return e.name + " यांना प्रत्युत्तर देत आहे";
                }),
                n("f5a07f7c", "संलग्नक"),
                n("fd079470", "हे स्पॅम आहे"),
                n("c7a92dca", "ठीक आहे संदेश"),
                n("fb3ccb56", "संशयास्पद मजकूर असल्याने संदेश लपविला आहे"),
                n("c94b7d8a", "व्हॉईस संदेश प्ले करा"),
                n("eb6f9582", "व्हॉईस संदेशाला विराम द्या"),
                n("b6b4142e", "ही पोस्ट लपवलेली आहे कारण ती तुम्ही फॉलो करत नसलेल्या एखाद्याकडून आहे."),
                n("fda60d78", "या पोस्टमध्ये ग्राफिक मीडियाचा समावेश असू शकतो."),
                n("b59a9004", "पोस्ट उघडा"),
                n("daf6bf02", "सेटिंग्ज बदला"),
                n("ba60339a", "आपल्यासाठी हटवा"),
                n("eb497e08", "अधिक प्रमाणावरील क्रियाकलाप"),
                n("b170974a", "प्रतिक्रिया समाविष्ट करा"),
                n("i202bd22", "संदेश रिपोर्ट करा"),
                n("f2e5491a", "संदेश कॉपी करा"),
                n("bf2d08ca", "अधिक प्रतिक्रिया"),
                n("ca7a2215", function (e) {
                    return "आपली सध्याची प्रतिक्रिया: " + e.emoji;
                }),
                n("j4bfee22", "संदेश हटवायचा?"),
                n("faddd3a2", "हा संदेश आपल्यासाठी हटविला जाईल. चर्चेमधील इतर लोकांना अजूनही तो दिसेल."),
                n("f58dff34", "काहीतरी चुकीचे घडले, आणि संदेश हटविला गेला नाही."),
                n("ad5a8e8e", "क्षमस्व! आपल्याला हा संदेश हटविण्याची परवानगी नाही."),
                n("fad48eea", "पाठविले जात आहे..."),
                n("ae7d7a24", "संदेश पाठविता आला नाही"),
                n("bbe74f3f", function (e) {
                    return "काल, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " प्रतिक्रिया";
                }),
                n("c0098d4a", "प्रतिक्रिया"),
                n("j85999ec", "उपभोक्त्याच्या प्रतिक्रियांची यादी"),
                n("a2d48779", function (e) {
                    return "आपली सध्याची प्रतिक्रिया काढून टाका: " + e.emoji;
                }),
                n("icd0bf34", "पाहिले"),
                n("e8bd8fec", "पाठविले"),
                n("b2d32fae", "सर्वांनी पाहिले"),
                n("a763d33f", function (e) {
                    return e.count + " " + f(e.count, "व्यक्ती", "लोक") + " यांनी पाहिले";
                }),
                n("d84b485e", "आपण या खात्याला फॉलो केले"),
                n("be0c83d8", "आपण विनंतीचा स्वीकार केला आहे"),
                n("bcc13060", "प्री-रिलीज अॅक्सेस"),
                n("e535cae9", function (e) {
                    return e.count + " फॉलोअर" + f(e.count, "", "्स");
                }),
                n("cf249089", function (e) {
                    return "सहभागी: " + e.joinDate;
                }),
                n("g1f972d7", "अधिक जाणून घ्या"),
                n("bb0e37c3", "अधिक जाणून घ्या"),
                n("a89e8ab3", "अधिक जाणून घ्या"),
                n("d98540eb", "अधिक जाणून घ्या"),
                n("j296badb", "अधिक जाणून घ्या"),
                n("e45d77f5", "अधिक जाणून घ्या"),
                n("h52ca4c4", "नवीन संदेश"),
                n("ffde2fdc", "चर्चा लोड करत आहे"),
                n("da878dc0", "स्वीकार करा"),
                n("hc52446c", "आपणास या गटामध्ये सहभागी व्हायचे आहे का? आपण त्यांच्या विनंतीचा स्वीकार करेपर्यंत आपण ती पहिली आहे हे त्यांना समजणार नाही."),
                n("f7e1ad65", function (e) {
                    return "आपणास " + e.senderName + " यांना आपल्याला संदेश पाठवू द्यायचा आहे का? आपण त्यांच्या विनंतीचा स्वीकार करेपर्यंत आपण त्यांचा संदेश पाहिला आहे हे त्यांना समजणार नाही.";
                }),
                n("gdf4b790", "चर्चा सोडून द्यायची?"),
                n("bbf83d84", "हे पूर्ववत करता येत नाही आणि चर्चेचा इतिहास आपल्या इनबॉक्समधून हटविला जाईल."),
                n("ib3fe8aa", "अवरोधित करा किंवा रिपोर्ट करा"),
                n("gbed8594", "अवरोधित केल्याने पुढील काळात या व्यक्तीस आपणास संदेश विनंत्या पाठविण्यापासून प्रतिबंधित केले जाईल."),
                n("g9074da4", "बाहेर पडा"),
                n("ad63377e", "चर्चा हटवा"),
                n("h09b49f8", "ही चर्चा आपल्या इनबॉक्समधून हटविली जाईल. चर्चेमधील इतर लोकांना अजूनही ती दिसेल."),
                n("i6b19b08", "चर्चा रिपोर्ट करा"),
                n("cdb1a05a", "X ला स्पॅम किंवा गैरवापराविषयी कळू द्या, जेणेकरून आम्ही यासारख्या खात्यांपासून इतरांचे संरक्षण करू शकू."),
                n("d6b11d9c", "काही मीडिया अपलोड न झाल्याने आपले थेट संदेश पाठविणे अयशस्वी झाले."),
                n("c64c1884", "नवीन संदेश लिहा"),
                n("cdcebd22", "नवीन संदेश"),
                n("a66ac766", "थेट संदेश लोड करत आहे"),
                n("a846382a", "थेट संदेश शोधा"),
                n("h845f282", "थेट संदेश"),
                n("d7ad7414", "संदेश उपलब्ध नाही"),
                n("ga086a54", "प्रतिमा संलग्नक"),
                n("a9cc8cfe", "GIF पाठविली"),
                n("eb3d722e", "आपण GIF पाठवलि"),
                n("e5bfe07e", "लिंक पाठविली"),
                n("db53c018", "आपण लिंक पाठविली"),
                n("bf584cd2", "यांनी छायाचित्र पाठविले"),
                n("f80629ba", "आपण छायाचित्र पाठविले आहे"),
                n("e20b65b0", "स्टिकर पाठविला"),
                n("d30c2d40", "आपण स्टिकर पाठविला"),
                n("a876e58c", "एक व्हिडिओ पाठविला"),
                n("j7d8101a", "आपण व्हिडिओ पाठविला"),
                n("dedfd266", "व्हॉईस संदेश पाठविला"),
                n("h7033cac", "आपण व्हॉईस संदेश पाठविला"),
                n("i34ec422", "एक पोस्ट शेअर केली"),
                n("a4939874", "तुम्ही एक पोस्ट शेअर केली आहे"),
                n("a30a206e", "समजले!"),
                n("ib4b1b86", "पिन केलेल्या चर्चा सादर करत आहोत"),
                n("bd3ca2ef", function (e) {
                    return "सहज प्रवेशासाठी कोणत्याही चर्चेच्या सर्वात वरती पिन करण्यासाठी कृती निवडा. आपण एका वेळी " + e.count + " चर्चा चर्चा पिन करू शकता.";
                }),
                n("e1c9ec9c", "चर्चा पिन करा"),
                n("e3cfff7c", "चर्चा स्नूझ करा"),
                n("f398722e", "चर्चा स्नूझ केली"),
                n("bdd91964", "चर्चा अनपिन करा"),
                n("a8ed0eca", "चर्चेचे स्नूझ बंद करा "),
                n("jac4eb1e", "चर्चेचे स्नूझ बंद केले"),
                n("d88d0790", "पर्याय मेनू"),
                n("ce108dda", "लेबल निवडा"),
                n("abf2d13c", "निवडा"),
                n("e4b3f520", "पिन केलेल्या चर्चा"),
                n("ae4d666a", "सर्व चर्चा"),
                n("d98e066c", "चर्चा पिन केली."),
                n("j302dba8", "चर्चा अनपिन केली."),
                n("cb367658", "चर्चा पिन करता आली नाही. पुन्हा प्रयत्न करा."),
                n("ie9a7e48", "चर्चा पिन करता आली नाही. आपले कनेक्शन तपासून पुन्हा प्रयत्न करा."),
                n("hd3927c6", "चर्चा अनपिन करता आली नाही. पुन्हा प्रयत्न करा."),
                n("f1ac0968", "चर्चा अनपिन करता आली नाही. आपले कनेक्शन तपासून पुन्हा प्रयत्न करा."),
                n("d571e4f9", function (e) {
                    return "आपण केवळ " + e.count + " चर्चा पिन करू शकता";
                }),
                n("a551bf7e", "दुसरी चर्चा पिन करण्यासाठी आपणास एखादी अनपिन करणे आवश्यक आहे."),
                n("a676a876", "आपल्या इनबॉक्समध्ये स्वागत आहे!"),
                n("h52877aa", "X वर एखादी ओळ लिहा, आपण आणि इतरांमधील खाजगी चर्चांसहित पोस्ट इत्यादी शेअर करा. "),
                n("efe8fda0", "संदेश लिहा"),
                n("b9dae4f4", "वेगळी शोध संज्ञा वापरून पहा"),
                n("e7fb2028", "कोणतेही अधिक परिणाम नाहीत"),
                n("ae111c99", function (e) {
                    return '"' + e.query + '" साठी कोणतेही शोध परिणाम नाहीत';
                }),
                n("e8581cce", "आपण प्रविष्ट केलेल्या संज्ञेसाठी कोणतेही परिणाम मिळाले नाहीत"),
                n("f08940ac", "नवीन संदेश लिहा"),
                n("i5d7593a", "लोक, गट किंवा संदेश शोधण्याचा प्रयत्न करा"),
                n("c94ac69e", "गट"),
                n("fb3c8e74", "अलीकडील शोध"),
                n("fd6150fc", "थेट संदेशांमध्ये आपणास अधिक सुरक्षित ठेवणे"),
                n("c7e8a9ee", "गोपनीयता धोरण"),
                n("bece84b4", "आपल्या संदेश विनंत्या रिकाम्या आहेत"),
                n("e51be7c1", "अधिक जाणून घ्या"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "", "s");
                }),
                n("ed93de0c", "पोस्टचे विश्लेषण केले जात आहे"),
                n("ba44f4ea", "Grok मधील अधिक तपशील"),
                n("a6e89af8", "मुक्त चर्चा"),
                n("ica55d24", "नवीन चॅट"),
                n("f794af9a", "फन मोड"),
                n("eccf9fea", "रेग्युलर मोड"),
                n("g7b1c574", "डीफॉल्टवर रीसेट करा"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "आपला इच्छित शोध मोड निवडा"),
                n("i330e54c", "प्रगत शोध आणि तर्क"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "विस्तारित शोध, अधिक तर्क"),
                n("j22655f2", "काहीही विचारा"),
                n("h0681e3e", "Grok शी बोला, आमचा AI सहाय्यक"),
                n("d593fd78", "तो आपल्या प्रश्नांची उत्तरे देऊ शकतो, X शोधू शकतो, आणि प्रतिमा निर्माण करू शकतो"),
                n("d0205a24", "सत्यता तपासा"),
                n("ed4177c4", "Grok खात्रीने वस्तुतः चुकीची माहिती देऊ शकते, चुकीचे सारांश देऊ शकते किंवा काही मजकूर गमावू शकते. आम्ही कोणतीही माहिती स्वतंत्रपणे सत्यापित करणे आवश्यक आहे."),
                n("c0ff98f8", "AI ट्रेनिंग आणि वैयक्तिकरण"),
                n("f1a8218a", "आम्ही आपला X डेटा, तसेच आपला Grok सोबतचा परस्परसंवाद, इनपुट आणि परिणाम हे सर्व, मॉडेल प्रशिक्षण, फाइन-ट्यूनिंग आणि आपला Grok अनुभव वैयक्तिकृत करण्यासाठी वापरू शकतो. आपण आपली X सेटिंग्ज वापरून निवड रद्द करू शकता. अधिक जाणून घेण्यासाठी, आमच्या मदत केंद्राला भेट द्या."),
                n("bcbf5b6e", "शेअर करत आहे"),
                n("j7b5c844", "आपण सार्वजनिकरित्या शेअर करत असलेल्या चर्चांसाठी आपण जबाबदार आहात. Grok सोबतच्या आपल्या चर्चेमध्ये आपल्याबद्दल किंवा इतरांबद्दलची संवेदनशील आणि गोपनीय माहिती शेअर करणे टाळा. (आमचे मदत केंद्र पहा)"),
                n("c9f7c196", "मदत केंद्र"),
                n("c65f7308", "सध्या सर्व्हर्स खूप व्यस्त आहेत"),
                n("f2a8655e", "Grok प्रगत टूलींग सध्या अनुपलब्ध आहे."),
                n("c26b9b9c", "फाईल"),
                n("g10600b0", "मेनू"),
                n("j826e722", "प्रतिमा जतन करा"),
                n("a9325f10", "प्रतिमा कॉपी करा"),
                n("g0b12442", "प्रतिमा कॉपी करण्यात अयशस्वी"),
                n("edd0c172", "प्रतिमा पोस्ट करा"),
                n("d1d3a41a", "प्रतिमा संपादित करा"),
                n("a2697040", "प्रतिमामध्ये काय बदल करायचा आहे याचे वर्णन करा"),
                n("ge1cefc4", "टूल्स"),
                n("e9b6d404", "Grok ला कोणत्या शोध टूल्समध्ये प्रवेश मिळायला हवा?"),
                n("h15dce2e", "प्रगत सेटिंग्ज"),
                n("ff9dc268", "प्रॉम्प्ट संपादित करा"),
                n("acb2baa0", "प्रतिमा तयार करा"),
                n("fe9ad897", function (e) {
                    return "Edit Image" + e.ttc_grok_preset;
                }),
                n("h30fd372", "व्हॉइस मोड वापरून पहा"),
                n("e9fcdd0c", "Grok ला आक्रमकपणे वेब शोधण्यास सांगा"),
                n("fc4e8aba", "Grok ला चरण-दर-चरण विचार करण्यास सांगा"),
                n("e4ae6abe", "Grok ला आपल्या प्रतिमेचे रूपांतर करण्यास सांगा"),
                n("e8ade5e2", "व्यक्तिरेखा निवडा"),
                n("b5df32b0", "काही Grok"),
                n("fb3b9776", "Grok चे आउटपुट या उपभोक्त्याद्वारे सानुकूलित केले आहे."),
                n("ca93f2ee", "हा संदेश हटवला गेला आहे."),
                n("b52484b6", "शोधत आहे..."),
                n("b8c06820", "मजकूर कॉपी करा"),
                n("ca0f5894", "नापसंत"),
                n("ja8d189e", "मजकूर उत्तर हवे होते"),
                n("e951f04e", "प्रतिमा हवी होती"),
                n("c503b35e", "वेगळी प्रतिमा हवी होती"),
                n("d4371c92", "कोड चुकीचा आहे"),
                n("dbe8586e", "वेगळा कोड हवा होता"),
                n("e360eb4a", "कोड नको होता"),
                n("a18657ca", "गणित चुकीचे आहे"),
                n("b8b86300", "गणित नको होते"),
                n("e4c34788", "चुकीचे उत्तर"),
                n("b220a8c8", "काहीतरी वेगळं हवं होतं"),
                n("b115fd18", "पक्षपाती उत्तर"),
                n("dc637214", "वाईट शैली/टोन"),
                n("f02e6d42", "शोधायचे होते"),
                n("bbec6bba", "खराब शोध परिणाम"),
                n("b494d088", "शोध नको होता"),
                n("a44974f2", "प्रतिमा समजत नाही"),
                n("bd44a8a8", "आम्हाला अजून सांगा"),
                n("fcdbe764", "Grok काय चांगले करू शकतो?"),
                n("bb6adb22", "काय चूक झाली याचे वर्णन करा"),
                n("h0fa15f2", "आपल्या फीडबॅकबद्दल धन्यवाद!"),
                n("d700b268", "संदर्भित चॅट्स"),
                n("cd7bdab2", "चर्चा विसरल्याने ती इतिहासातून हटविली जात नाहीत"),
                n("f21b84de", "विसरलेले संदर्भ"),
                n("i52a9cb8", "दाखवण्यासाठी कोणत्याही आठवणी नाहीत."),
                n("d9d36880", "विसरून जा"),
                n("g02dacc0", "आज"),
                n("c6e845c0", "काल"),
                n("a5fa4a86", "जानेवारी"),
                n("c51724a4", "फेब्रुवारी"),
                n("j244ceb2", "मार्च"),
                n("b22b12e0", "एप्रिल"),
                n("h3023cac", "मे"),
                n("b10dbffa", "जून"),
                n("c81da1b6", "जुलै"),
                n("d4e4d3ce", "ऑगस्ट"),
                n("c3418f9a", "सप्टेंबर"),
                n("b64dada6", "ऑक्टोबर"),
                n("ad24ec20", "नोव्हेंबर"),
                n("c7902252", "डिसेंबर"),
                n("idf94bac", "पुन्हा जनरेट"),
                n("f7614f92", "शोध शिवाय"),
                n("c5ade3ba", "शोध सह"),
                n("c16e5b1a", "इमेज जनरेशन शिवाय"),
                n("i2ca65fa", "इमेज जनरेशनसह"),
                n("d3927f88", "पोस्ट लिंक"),
                n("be37ecd4", "क्लिपबोर्डला कॉपी करण्यात अयशस्वी"),
                n("h708a4c0", "चर्चा शेअर करा"),
                n("g06a67e2", "या टप्प्यापर्यंतच्या संदेशांचा समावेश शेअर पृष्ठावर होईल"),
                n("a0428662", "उपयुक्त नाही"),
                n("fe4fd310", "सहाय्यक"),
                n("bfd161bc", "तुलना करा"),
                n("j5dcf1b2", "अपडेट केले"),
                n("a50aaa10", "प्री-मार्केट"),
                n("dd614d10", "तासांनंतर"),
                n("d6b0b0d5", function (e) {
                    return e.ttc_stock_details + "प्रारंभिक";
                }),
                n("e85f8b65", function (e) {
                    return "मार्केट कॅप" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "वर्ष उच्च" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "उच्च" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "P/E गुणोत्तर" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "वर्ष कमी" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "कमी" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "पूर्ण-वेळ उच्च" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "पूर्ण-वेळ कमी" + e.ttc_stock_details;
                }),
                n("a22063d2", "सुधारित अचूकतेसाठी आपले स्थान सामायिक करा"),
                n("db3248a8", "स्थान लोड होत आहे"),
                n("ffe0e588", "स्थान सामायिक करा"),
                n("e41a0dc2", "बंद"),
                n("ieff24f4", "पूर्ण-वेळ"),
                n("e2811afc", "गेम्स"),
                n("j081fa34", "स्टँडिंग्ज"),
                n("i7c7f156", "उद्या"),
                n("b134ba52", "प्रगती पथावर आहे"),
                n("j1361724", "अर्धा वेळ"),
                n("fa0f1262", "ब्रेक"),
                n("c2cac618", "Grok सध्या La Liga, Premier League, Bundesliga, Series A आणि Ligue 1 डेटाला समर्थन करते."),
                n("acae223d", function (e) {
                    return '"' + e.prompt + '" साठी परिणाम';
                }),
                n("bed99fe2", "कमी पहा"),
                n("f7b57ac0", "आकडेवारी"),
                n("i7e3e446", "मॅचेस"),
                n("d490977e", "आता"),
                n("e9f55db8", "रविवार"),
                n("e9cf3af8", "सोमवार"),
                n("d5868a7e", "मंगळवार"),
                n("b5dfdb46", "बुधवार"),
                n("ab8095a2", "गुरुवार"),
                n("e298e6f2", "शुक्रवार"),
                n("ef519654", "शनिवार"),
                n("c609a1b4", "रविवार"),
                n("j92274b0", "सोमवार"),
                n("ja482160", "मंगळवार"),
                n("f4ad4cb0", "बुधवार"),
                n("d66bf142", "गुरुवार"),
                n("dc17968a", "शुक्रवार"),
                n("j310a2d6", "शनिवार"),
                n("eaf55eb4", "विचार करणे दाखवा"),
                n("j1ab5f40", "वाचण्यासाठी टॅप करा"),
                n("ee000b0d", function (e) {
                    return e.numSources + " स्त्रोत";
                }),
                n("b1ac6016", "DeepSearch पूर्ण केले"),
                n("f766feca", "DeeperSearch पूर्ण केले"),
                n("e258000e", "सूचनापत्र"),
                n("d591a772", "सूचनापत्र अनुपलब्ध"),
                n("bc49b728", "उत्तर तयार झाल्यावर आपल्याला सूचित केले जाईल"),
                n("d8aadeba", "सूचनापत्र बंद केले"),
                n("db832e38", "कृपया ब्राउझर सेटिंग्जमध्ये सूचनापत्र सक्षम करा"),
                n("a910cac6", "सूचनापत्र सक्षम करण्याची एक समस्या आली"),
                n("g4b3a3e6", "DeepSearch पूर्ण"),
                n("bf780b13", function (e) {
                    return e.minutes + "मि " + e.seconds + "सेकं";
                }),
                n("c2745fa4", "रद्द केले"),
                n("be30b6ee", "अस्थिर कनेक्शन"),
                n("a4d9dbfa", "कल्पना"),
                n("d7cb5408", "संबंधित वेब पृष्ठे"),
                n("aa7c96bb", function (e) {
                    return e.numResults + " अधिक पहा";
                }),
                n("f5a2377e", "साठी विचार करत आहे "),
                n("g3ce0132", "साठी कल्पना"),
                n("f8007364", "तपशीलांसाठी विस्तृत करा"),
                n("ca53f780", "कोलॅप्स तपशील"),
                n("ha8fbe22", "Premium सह अधिक प्रतिमा तयार करा"),
                n("d95c232a", "आपण आपली मर्यादा गाठली आहे. अधिक जनरेट करण्यासाठी आता अपग्रेड करा."),
                n("h2671312", "Premium सह अधिक Grok"),
                n("a1bb9c8a", "Premium+ सह अधिक Grok"),
                n("b08ef3ae", "चर्चा सुरू ठेवण्यासाठी X Premium+ वर अपग्रेड करा किंवा नंतर पुन्हा प्रयत्न करा."),
                n("jf9363b8", "चर्चा सुरू ठेवण्यासाठी X Premium+ वर अपग्रेड करा किंवा नंतर पुन्हा प्रयत्न करा"),
                n("ef018bf6", "Premium सह अधिक प्रतिमांंचे विश्लेषण करा"),
                n("cdace6d2", "आता अपग्रेड करा"),
                n("a3186bff", function (e) {
                    return e.count + " वेब पृष्ठ" + f(e.count, "", "े");
                }),
                n("f4146dda", "आपण कोणत्या प्रतिसादाला प्राधान्य देता?"),
                n("a2c2be32", "हे Grok चांगले बनविण्यात मदत करेल."),
                n("g01599b6", "प्रतिसाद 1"),
                n("e02694e0", "प्रतिसाद 2"),
                n("h6867fcc", "मी या प्रतिसादाला प्राधान्य देतो "),
                n("d07488a6", "Android ॲप मिळवा"),
                n("d9cfe70c", "प्रगत Grok वैशिष्ट्यांमध्ये प्रवेश करा"),
                n("hf9afab0", "इंटरनेट आणि X स्कॅन करण्यास, माहितीचे विश्लेषण करण्यास आणि जलद, एजंटिक शोधासह तपशीलवार, चांगल्या-कारणांंची उत्तरे देण्यास DeepSearch ला सक्षम करा."),
                n("ef3b3f04", 'आमचे तर्क मॉडेल वापरण्यासाठी, विचार करा, सक्षम करा. हे गणित, विज्ञान आणि कोडिंगसाठी चांगले आहे. आपण Grok ला थोड्या अधिक ब्रेन पॉवरची आवश्यकता असलेल्या कोणत्याही प्रश्नाबद्दल "अधिक विचार करा" देखील सांगू शकता. '),
                n("b43636b8", "सादर करत आहे Grok 3"),
                n("j376298c", "Grok 3 मध्ये आमच्या सर्वात पॉवरफूल मॉडेलशी परस्परसंवाद साधण्यासाठी दोन नवीन मोड सादर केले आहेत: DeepSearch आणि विचार करा."),
                n("e3584f8e", "हेज फंंडाद्वारे वापरल्या जाणाऱ्या 10 सर्वात यशस्वी पर्याय व्यापार धोरणे कोणती आहेत?"),
                n("d91b7b8a", "1885 मध्ये विद्यापीठ बांधायला किती खर्च आला असता?"),
                n("ia5bef3e", "आज मी आपली कशी मदत करू शकतो?"),
                n("ebea5880", "अलिकडील चर्चा"),
                n("e13591c0", "Grok संबंधी एक वार्तालाप  "),
                n("c27ca452", "Premium सदस्य आता X वर आमचे सर्वात प्रगत AI, Grok वापरु शकतात."),
                n("b6abc25a", "सादर करत आहे Grok 2"),
                n("e1cdaf9e", "आमचा नवीन AI सहाय्यक, X द्वारे समर्थित"),
                n("e6796748", "काहीही विचारा"),
                n("db470fdc", "ई-मेल्स लिहिणे, प्रश्नांची उत्तरे देणे आणि पाककृती प्रदान करणे यासारख्या दैनंदिन कामांमध्ये Grok मदत करू शकतो."),
                n("e9adc2d0", "कोड उत्तम"),
                n("aaab6cdc", "प्रोग्रामिंग प्रश्न विचारा किंवा नवीन संकल्पना शिकण्यासाठी मदत मिळवा."),
                n("jd08d606", "सर्जनशील व्हा"),
                n("he526d22", "आमच्या नवीन इमेज जनरेशन क्षमतांसह आश्चर्यकारक व्हिज्युअल तयार करा."),
                n("i6932876", "एक सायबरपंक चित्र"),
                n("j7cdee8e", "अद्ययावत माहिती ठेवा"),
                n("f1f683c2", "ताज्या बातम्या आणि ट्रेंडिंग विषयांवर अद्ययावत माहिती मिळवा, केवळ X वरून."),
                n("h73b9cc0", "आपला संदेश पाठविला गेला नाही कारण आपण सध्या चॅटमध्ये कनेक्ट केलेले नाही"),
                n("b6c73662", "संदेश पाठवा"),
                n("h6070fdc", "चॅट सेटिंग्ज"),
                n("d49326ba", "अवतार लपवा"),
                n("h79f3532", " अवतार दाखवा"),
                n("a8c1e2f0", "नियामक कृती लपवा"),
                n("jd83edd4", "नियामक कृती दाखवा"),
                n("ecca11ac", "टाईमस्टॅम्प्स लपवा"),
                n("e358a9f8", "टाईमस्टॅम्प्स दाखवा"),
                n("fca62374", "पॉपआउट चॅट"),
                n("fe20f01b", function (e) {
                    return e.name + " यांना म्यूट करायचे?";
                }),
                n("f5dc372a", "म्यूट केल्याने उपभोक्त्याचे सर्व संदेश काढले जातात आणि त्यांना उर्वरित प्रक्षेपणासाठी चॅटिंग करण्यापासून रोखले जाईल."),
                n("e91dd1fa", "नियामकाकडून संदेश हटवले गेले."),
                n("d1da3709", function (e) {
                    return e.username + " ला प्रत्युत्तर देत आहे: " + e.body;
                }),
                n("fc82a896", "हे प्रक्षेपण समाप्त झाले आहे"),
                n("ea58dbd0", "हे ब्रॉडकास्ट सुरु झालेले नाही"),
                n("cb5b6784", "प्रसारक द्वारे मर्यादित"),
                n("eba27300", "प्रसारक फॉलो करत असलेली खातीच चॅट करू शकतात"),
                n("f28984fb", function (e) {
                    return e.screenName + " फॉलो करत असलेली खातीच चॅट करू शकतात";
                }),
                n("a3fec810", "चॅट करण्यासाठी Premium ची सदस्यता घ्या"),
                n("dbf0b235", function (e) {
                    return "चॅट करण्यासाठी " + e.screenName + " ची सदस्यता घ्या";
                }),
                n("ifbd8342", "लाइव्ह स्क्रीन उघडा"),
                n("f935d3ce", "चॅट उघडा"),
                n("abbe8212", "चॅट बंद करा"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% पूर्ण";
                }),
                n("e4f6bd9e", "अरेरे, काहीतरी चुकीचे घडले. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("ac966f94", "ब्राउझर समर्थित नाही"),
                n("ca86b62c", "किंवा"),
                n("d5568440", "कृपया अधिक क्लिष्ट पासवर्ड प्रविष्ट करा."),
                n("d0511fe6", "हा क्रमांक आधीपासूनच इतर खात्यांवर वापरला आहे. कृपया दुसरा क्रमांक वापरा."),
                n("cd24fe60", "कृपया ग्राह्य फोन क्रमांक प्रविष्ट करा."),
                n("gf8388fe", "देशाचा कोड"),
                n("c52be452", "होय, काढून टाका"),
                n("bcb388a0", "यामुळे आपण पूर्वी अपलोड केलेले कोणतेही संपर्क काढून टाकले जातात आणि सर्व उपकरणांवरील X वरून पत्ता-पुस्तिका सिंक होणे बंद होते. यासाठी काही वेळ लागू शकतो हे कृपया लक्षात ठेवा."),
                n("ec129eb6", "आपण यशस्वीपणे आपले संपर्क काढून टाकले आहेत."),
                n("f1b5048a", "आपले संपर्क काढून टाकताना त्रुटी उद्भवली."),
                n("hc72e1fc", "कृपया ग्राह्य ई-मेल प्रविष्ट करा."),
                n("bc0ad88a", "प्लस ॲड्रेसिंग ( ’+’ चिन्हासह ई-मेल) परवानगी नाही. कृपया वैध ई-मेल प्रविष्ट करा."),
                n("f134915f", function (e) {
                    return e.count + " निवडलेले आयटम्स";
                }),
                n("b8fb87e0", "निवडक विषय पहा"),
                n("e854ad27", function (e) {
                    return "विषय - " + e.title;
                }),
                n("e4ff75aa", "काहीतरी चुकीचे घडले. आपले कनेक्शन तपासून पुन्हा प्रयत्न करा."),
                n("b60eba9e", "चला, प्रथम एक गोष्ट तपासून पाहू. कृपया Google reCAPTCHA चे चॅलेंज पूर्ण करून आपण रोबोट नाही याची पुष्टी करा."),
                n("ba939778", "आपण रोबोट आहात का?"),
                n("d44efc66", "आपले नाव काय आहे?"),
                n("b4867a18", "आपल्या संपूर्ण नावामध्ये “Twitter” हा शब्द समाविष्ट असू शकत नाही."),
                n("j1c3f4b9", function (e) {
                    return e.birthdate + " जन्मतारीख संपादित करा";
                }),
                n("j231d352", "सर्वांना फॉलो करा"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + " यांची पोस्ट्स लोड करत आहे";
                }),
                n("c9a1cb5e", "हे खाते अस्तित्वात नाही"),
                n("e7b201de", "दुसरे काहीतरी शोधण्याचा प्रयत्न करा."),
                n("ica87fde", "आपल्याला अवरोधित केले आहे"),
                n("c7ec6faf", "अधिक जाणून घ्या"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " यांस अवरोधित केलेले आहे";
                }),
                n("gba95028", "पोस्ट्स पहा"),
                n("a2216a79", "अधिक जाणून घ्या"),
                n("a2811f96", "प्रोफाइल टाइमलाइन्स"),
                n("d25805fa", "सब्स"),
                n("b05be0c8", "हायलाइट्स"),
                n("b9891db3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") यांच्या उत्तराची पोस्ट";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + " यांची सबस्क्रीप्शन पोस्ट्स लोड करत आहे";
                }),
                n("ac3f4be9", function (e) {
                    return "@" + e.screenName + " द्वारे हायलाईट्स लोड होत आहेत";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + " द्वारे लेख लोड करत आहे";
                }),
                n("b7363b66", "एखादा पोस्ट पाठवा"),
                n("ce659062", "आपल्या सदस्यांना वाट पाहायला लावू नका"),
                n("f1e98cc2", "आपले सर्वोत्तम पोस्ट्स दाखवा!"),
                n("d5c743c6", "लेख लिहा"),
                n("d1e5e328", "जेव्हा आपण तसे कराल, तेव्हा ते येथे दिसेल."),
                n("hb26a1fe", "पुढे जा - तो विशेष मजकूर पोसट करायला सुरुवात करा. आपली सर्व सबस्क्रीप्शन पोस्ट येथे दिसतील."),
                n("b7c3572e", "आपल्या प्रोफाइलला हायलाइट्स जोडणे:\n\n1. आपण तयार केलेली कोणतीही पोस्ट शोधा\n2. “•••” मेनू बटण टॅप करा\n3. “हायलाइट्स मध्ये जोडा/काढा” टॅप करा"),
                n("i8123550", "जेव्हा तुम्ही लेख प्रकाशित करता, तेव्हा तो इथे दिसेल."),
                n("b786a77d", function (e) {
                    return e.screenName + " ने पोस्ट केले नाही";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " यांनी अद्याप एकही सबस्क्रीप्शन पोस्ट केले नाही";
                }),
                n("jbae8c54", "एकही हाईलाईट पोस्ट उपलब्ध नाही."),
                n("g8fb219e", "कोणतेही लेख उपलब्ध नाहीत."),
                n("f34dfc18", "ते जेव्हा पोस्ट करतील तेव्हा त्यांचे पोस्ट येथे दिसेल."),
                n("h9346040", "पोस्ट केल्यानंतर सबस्क्रीप्शन पोस्ट्स येथे दिसतील"),
                n("i4c3ddc6", "प्रकाशित झाल्यावर लेख येथे दिसतील."),
                n("e0118142", "आता पोस्ट करा"),
                n("e0c1d871", function (e) {
                    return e.fullName + "’च्या पोस्ट्स";
                }),
                n("c575828f", function (e) {
                    return e.fullName + "ची सदस्यता पोस्ट";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + "' चे हायलाईट्स";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + "चे लेख";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ")ची सदस्यता पोस्ट";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ") द्वारे हायलाईट्स";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ") यांच्या कडून लेख";
                }),
                n("h088ae72", "प्रोफाइल पोस्ट्स"),
                n("hbf64b75", function (e) {
                    return e.fullName + " (@" + e.screenName + ") यांनी लाइक केलेल्या पोस्ट";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + " यांच्या पसंत्या लोड करत आहे";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " यांनी कोणतेही पोस्ट लाइक केलेले नाही";
                }),
                n("d34b5306", "ते जेव्हा पोस्ट करतील तेव्हा त्यांचे पोस्ट येथे दिसतील."),
                n("bb0e41bc", "आपल्याकडे अद्याप एकही पसंती नाही"),
                n("d3d4a21c", "कोणत्याही पोस्टवरील आपली आवड व्यक्त करण्यासाठी हार्ट टॅप करा. जेव्हा आपण तसे कराल, तेव्हा ते येथे दिसेल."),
                n("d95c3d31", function (e) {
                    return e.fullName + "’ ची लाइक केलेली पोस्ट";
                }),
                n("eeb7d696", "आपले लाइक्स वैयक्तिक आहेत. फक्त आपणच ते पाहू शकता."),
                n("h6e91bb1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") द्वारे मीडिया पोस्ट";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " द्वारे मीडिया लोड होत आहे";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + "यांनी मीडिया पोस्ट केलेला नाहीये";
                }),
                n("ccc363f6", "एकदा त्यांनी पोस्ट केल्यावर ते येथे दिसतील."),
                n("d1614228", "लाइट्स, कॅमेरा... अॅटॅचमेंट्स!"),
                n("d7dc8d0a", "जेव्हा आपण छायाचित्रे आणि व्हिडिओ पोस्ट करता तेव्हा ते येथे दिसतील."),
                n("hf761abf", function (e) {
                    return e.fullName + " चा मीडिया";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") चे संलग्न";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + " चे संलग्न लोड होत आहेत";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + " चे संलग्न";
                }),
                n("ba5a88e4", "सूचित केलेले"),
                n("ddee8ae2", "सर्व जॉब्स बघा"),
                n("d2a04c68", "आम्ही नोकरी देतोय"),
                n("dc12a126", "दिशानिर्देश मिळवा"),
                n("e2acb642", "संपर्क"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " कॉल करा";
                }),
                n("g2244521", function (e) {
                    return "Text " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " रोजी " + e.time + " वाजता";
                }),
                n("de1123f5", function (e) {
                    return e.time + " येथे";
                }),
                n("e2a5bd50", "24 तास उपलब्ध असते"),
                n("e0d7da6c", "बंद होते"),
                n("i7059f56", "उघडते"),
                n("a7391348", "एकही तास उपलब्ध नाही"),
                n("c9eba532", "अपडेट केलेले तास"),
                n("b5fea270", "प्रॉडक्ट कॅरोसेल"),
                n("h10bb33c", "उत्पादन रिपोर्ट करायचे?"),
                n("dda5d96a", "उत्पादन रिपोर्ट करा"),
                n("fca46f40", "मदत केंद्र"),
                n("c71a053b", "येथे क्लिक करा"),
                n("d7f8a117", function (e) {
                    return e.days + "-दिवसाची विश्लेषणे";
                }),
                n("cae20e93", function (e) {
                    return e.days + " दिवस";
                }),
                n("gc767fda", "आपल्यासाठी खाजगी"),
                n("c7c85e0c", "विश्लेषणे अनलॉक करा"),
                n("b15df4b4", "X वर तुमच्या पोस्ट पाहिल्या गेल्या"),
                n("e5fe61e0", "इम्प्रेशन्स"),
                n("d1018321", function (e) {
                    return "मागील " + e.period + " मध्ये आपल्या पोस्ट्सवर " + e.value + " इम्प्रेशन्स";
                }),
                n("e623137c", "सहभागाचा दर"),
                n("d9d34182", "इंप्रेशन्सने विभागलेल्या पोस्टची व्याप्ती"),
                n("aeee0182", "प्रोफाइलवरील भेटी"),
                n("b2bde01a", "तुमच्या पोस्टवरून प्रोफाइल व्ह्यूची संख्या"),
                n("faf4c1f5", function (e) {
                    return "मागील " + e.period + " मध्ये आपल्या प्रोफाइलला " + e.value + " नी भेट दिली";
                }),
                n("d5f1e554", "लिंकवरील क्लिक्स"),
                n("cf573986", "तुमच्या पोस्टमधील कोणत्याही URL वर क्लिकची संख्या"),
                n("j761451e", "नवीन फॉलोस"),
                n("e1a87d14", "आपण मिळवलेल्या नवीन फॉलोसची संख्या (अनफॉलोसचा समावेश नाही)"),
                n("j590577e", "तुमच्या पोस्टसाठी तुम्हाला मिळालेल्या उत्तरांची संख्या"),
                n("ia1da622", "तुमच्या पोस्टला मिळालेल्या लाईक्सची संख्या"),
                n("cfd1036b", function (e) {
                    return "मागील " + e.period + " मध्ये आपल्या पोस्ट्सला " + e.value + " लाइक्स";
                }),
                n("ja42739e", "रिपोस्ट"),
                n("ca6e8de0", "तुमच्या पोस्ट रिपोस्ट केल्या गेल्याची संख्या"),
                n("b1b4d57e", "व्हिडिओचे व्ह्यूज"),
                n("bdaf100e", "तुमच्या पोस्टमधील व्हिडिओ दृश्यांची संख्या"),
                n("ca826772", "मीडिया व्ह्यूज"),
                n("j43b8f52", "आपल्या मीडियाला (GIF, प्रतिमा, व्हिडिओ) मिळालेल्या व्ह्यूजची संख्या"),
                n("d3969c06", "पूर्णत्व रेट"),
                n("c58c3476", "व्हिडिओ पूर्णता विभाजित व्हिडिओ दृश्ये"),
                n("c8aae62a", "आपल्या पोस्ट्सला मिळालेल्या बुकमार्क्सची संख्या"),
                n("g70825e0", "शेअर्स"),
                n("c6fbefd4", "आपल्या पोस्ट्सला मिळालेल्या शेअर्सची संख्या"),
                n("dbe9353e", "सहभाग"),
                n("a3a4e8f8", "मासिक"),
                n("eb2e0272", "लाईन"),
                n("e298b08e", "बार"),
                n("bbc6e7c6", "अमेरिका"),
                n("h88ad664", "कॅनडा"),
                n("gd139910", "युनायटेड किंगडम"),
                n("e08feda2", "जपान"),
                n("fad772ce", "मिडिल इस्ट आणि उत्तर ॲफ्रिका"),
                n("a396dd6c", "आशिया पॅसिफिक"),
                n("j942b16c", "युरोप आणि ग्रोथ मार्केट्स"),
                n("j3cc0c00", "लॅटिन अमेरिका"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "फॉलो न करणारे"),
                n("d61b2bcc", "समुदाय पोस्ट्स"),
                n("h3525cb8", "निर्दिष्ट केलेले नाही"),
                n("a3c544e8", "लोकप्रिय देश"),
                n("f30795d0", "प्रोफाइल छायाचित्र उघडते"),
                n("gd7acb84", "प्रोफाइल सेट करा"),
                n("b7636014", "संदेश"),
                n("haad225c", "गिफ्ट Premium"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + " यांची सदस्यता घ्या";
                }),
                n("j33d8902", "एखादी टीप पाठवा"),
                n("a8ab3d08", "यांना पाठवा"),
                n("d740d2d9", function (e) {
                    return e.service + " लिंक क्लिपबोर्डवर कॉपी केली";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "बिटकॉइन पत्ता"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "इथेरियम पत्ता"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "पॅट्रियन"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "अधिक पहा"),
                n("df7cb6d4", "व्यावसायिक श्रेण्या"),
                n("ec429e79", "अधिक जाणून घ्या."),
                n("j04c717a", "+ अनुभव जोडा"),
                n("a1ea2f12", "वाढदिवसाच्या शुभेच्छा!"),
                n("g8191e78", "आज त्यांचा वाढदिवस आहे!"),
                n("c1b819ba", "वाढदिवसाचे फुगे आज येथे दाखविले आहेत"),
                n("ad7a451e", "बायो अनुवादित करा"),
                n("f543dbf6", "सत्यापित फोन क्रमांक"),
                n("cef4e8cf", function (e) {
                    return "@" + e.screenName + " यांचे म्यूट बंद करायचे?";
                }),
                n("h03a094a", "या खात्यावरील पोस्ट्सना आता आपल्या होम टाइमलाइनमध्ये परवानगी दिली जाईल."),
                n("a6e94418", "आपण या खात्यावरून पोस्ट्स म्यूट केल्या आहेत."),
                n("dd3d10f6", "पुनरावलोकन अंतर्गत"),
                n("i06d4712", "आमची टीम आपल्या खात्याचे त्वरित पुनरावलोकन करत आहे. आपल्याला काही दिवसांच्या आत येथे आपला चेकमार्क दिसेल."),
                n("j354c438", '"पुनरावलोकन अंतर्गत" लेबल फक्त आपल्यासाठी दृश्यमान आहे.'),
                n("e018b5fa", "सत्यापित करण्यासाठी अपग्रेड करा"),
                n("b74bd6c6", "हे खाते विशेषत: शासकीय, बातम्या, मनोरंजन किंवा इतर निर्दिष्ट श्रेणीमध्ये उल्लेखनीय असल्याने ते सत्यापित केले आहे."),
                n("e1e0c916", "या खात्याने (उपभोक्त्याने) Premium ची सदस्यता घेतली असल्याने ते सत्यापित केले आहे."),
                n("eb5d72e4", "या खात्याचे पोस्ट्स संरक्षित आहेत. केवळ त्यांचे फॉलोअर्स ते वाचू शकतात."),
                n("g776ca50", "खाते सत्यापित केले"),
                n("ad465ee8", "प्राथमिक संलग्नता सेट करा"),
                n("d01612d3", function (e) {
                    return e.date + " पासून सत्यापित.";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", आपण अजूनही सत्यापित नाही";
                }),
                n("b2d0c0f4", "सत्यापित लाईक मिळवा "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " लक्ष्यवेधी बना आणि बूस्ट केलेले प्रत्युत्तर रीच मिळवा."),
                n("d834ab9c", "होय, प्रोफाइल पहा"),
                n("cb339f26", "सावधगिरी: हे खाते असाधारण वर्तन करत आले आहे"),
                n("hf06085e", "या खात्यामधून काही असाधारण कृती घडल्याने आपणास ही चेतावणी दिसत आहे. तरीही आपणास पाहायचे आहे?"),
                n("aa959f36", "सावधगिरी: हे खाते तात्पुरते प्रतिबंधित करण्यात आलेले आहे"),
                n("jf604336", "सावधगिरी: या प्रोफाइलमध्ये संवेदनशील माहिती असू शकते"),
                n("c9bfda48", "सावधगिरी: या प्रोफाइलमध्ये संवेदनशील माहिती समाविष्ट असू शकते. उपभोक्त्यांनी संभाव्यतः संवेदनशील प्रतिमा किंवा भाषा ट्विट केल्याने आपल्याला ही चेतावणी दिसत आहे. तरीही आपणास पाहायचे आहे?"),
                n("g29ebf26", "उपभोक्त्यांनी संभाव्यतः संवेदनशील प्रतिमा किंवा भाषा पोस्ट केली असल्याने आपल्याला ही चेतावणी दिसत आहे. तरीही आपणास पाहायचे आहे?"),
                n("jcfb7fba", "उपभोक्त्यांनी संभाव्यतः आमच्या नियमांचे उल्लंघन केले असल्याने आपल्याला ही चेतावणी दिसत आहे. तरीही आपणास पाहायची आहे?"),
                n("bd598c70", "हे पोस्ट्स संरक्षित आहेत"),
                n("e617164b", "अधिक जाणून घ्या"),
                n("g8475f82", "खाते स्थगित केले आहे"),
                n("j5e1cf59", " उल्लंघन करणारी खाती X स्थगित करते"),
                n("gbf342a4", "खाते रोखून ठेण्यात आले आहे"),
                n("defba9a4", "X मध्ये आपले स्वागत!"),
                n("d11934ec", "सूचना मिळवा"),
                n("a2cd2b0a", "फॉलो करून सूचना मिळवा"),
                n("a70bae53", function (e) {
                    return e.fullName + " यांनी पोस्ट्स केले की प्रत्येक वेळी आपणास सूचित केले जाईल.";
                }),
                n("f51a4c29", function (e) {
                    return "आता आपण " + e.fullName + " यांना फॉलो करू शकता आणि प्रत्येक वेळी त्यांनी पोस्ट केल्यानंतर सूचना मिळवू शकता.";
                }),
                n("cfa5e58d", function (e) {
                    return "आपण " + e.fullName + " यांना फॉलो करत आहात आणि त्यांनी पोस्ट केल्यानंतर आपणास सूचित केले जाईल.";
                }),
                n("be3a652d", function (e) {
                    return "जेव्हा " + e.fullName + " पोस्ट्स करतील तेव्हा आपणास सूचित केले जाईल.";
                }),
                n("f089620c", "आपली होम टाइमलाइन"),
                n("a1ab9c80", "या समुदायामध्ये सध्या एकही पोस्ट नाही"),
                n("b32c4fb0", "एकदा (ट्विट) केल्यानंतर, आपण ती येथे पहाल."),
                n("bf17deda", "चला, सुरुवात करूया!"),
                n("c3fbf1da", "आपल्या जगात काय चालले आहे हे पाहण्याचे हे उत्तम ठिकाण आहे. फॉलो करण्यासाठी काही लोक आणि विषय शोधा."),
                n("a2515900", "पोस्ट्सची वाट पाहत आहे"),
                n("je23cdb2", "या यादीमधील लोकांचे पोस्ट्स येथे दाखवले जातील."),
                n("e69b7e02", "खाती व्यवस्थापित करा"),
                n("b6bd6ae4", "सध्याचे खाते"),
                n("d577bccd", function (e) {
                    return "आपल्याकडे एकापेक्षा जास्त X खाते असल्यास, आपण ते समाविष्ट करून सहजपणे स्विच करू शकता. आपण जास्तीत जास्त " + e.maxAccounts + " खाती समाविष्ट करू शकता.";
                }),
                n("dc65b3e5", function (e) {
                    return "आपण " + e.maxAccounts + " खात्यांची मर्यादा गाठलेली आहे.";
                }),
                n("b8045b33", function (e) {
                    return "आपण " + e.maxAccounts + " खात्यांची मर्यादा गाठली आहे.";
                }),
                n("d075dc89", function (e) {
                    return "आपण " + e.maxAccounts + " वैयक्तिक खात्यांची मर्यादा गाठलेली आहे.";
                }),
                n("bade139e", "सर्व खात्यांमधून लॉग आउट करा"),
                n("ae33b982", "सर्व खात्यांमधून लॉग आउट करायचे?"),
                n("fa07bf68", "हे आपल्या सर्व ब्राउझर टॅब्जवरील आपल्या सर्व खात्यांवर लागू होईल."),
                n("f7865ab6", "आपले खाते नाही?"),
                n("a35248e4", "हे माझे खाते नाही"),
                n("f794a67c", "हे माझे खाते आहे"),
                n("j79c0ff7", function (e) {
                    return "आम्ही या खात्यामधून " + e.emailAddress + " काढून टाकला आहे";
                }),
                n("fb46383c", "आपण आपल्या स्वतःच्या खात्यामधून ई-मेल पत्ता काढून टाकू शकत नाही."),
                n("gcfdbc2b", function (e) {
                    return "हा ई-मेल पत्ता " + e.screenName + " X खात्याशी यापुढे संबंधित नाही.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "सूचनापत्र सेटिंग्जमध्ये जा."),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("c1d75571", "आपला ई-मेल पत्ता आपल्या नसलेल्या X खात्याशी का संबंधित होता?"),
                n("ac71e82f", "अधिक जाणून घ्या"),
                n("b069d89c", "दर्शक"),
                n("f5a61ae6", "सामग्री"),
                n("a4df00c0", "खाते विश्लेषणे टॅब्स"),
                n("ac248548", "खाते सारांश"),
                n("je62f358", "शेवटचे 28 दिवस"),
                n("bc2f16a4", "सक्रिय वेळ"),
                n("d603209e", "कृतींचे विश्लेषण"),
                n("ac3fb6de", "अटेंडिंग स्पेस"),
                n("ie181958", "प्रेक्षकांची अंतर्दृष्टी"),
                n("j6f8d422", "आपले व्हिडिओ पाहण्याची सरासरी वेळ."),
                n("e7479ce4", "सरासरी पाहण्याची वेळ"),
                n("g1dfa7d0", "सरासरी"),
                n("h7d28188", "मजकुराकडे परत"),
                n("if2704e4", "लाइव्ह आढाव्यावर परत"),
                n("ea928ae4", "स्पेसकडे परत"),
                n("e8c07c22", "प्रक्षेपण"),
                n("a4ce6e68", "प्रक्षेपण मेट्रिक्स"),
                n("b2214c74", "या प्रक्षेपणासाठी एकूण व्हूजची संख्या"),
                n("d4fcf83a", "दर्शकांनी हे प्रक्षेपण पाहण्यासाठी एकूण घालवलेला वेळ"),
                n("a89b0322", "रद्द झाले आहे"),
                n("j3cb12ea", "समवर्ती श्रोते"),
                n("b93931ee", "आपली सामग्री किती वेळा पोस्ट केली गेली."),
                n("a1814798", "आपण एखाद्या पोस्टला किती वेळा प्रत्युत्तर दिले."),
                n("addd5575", function (e) {
                    return "शुक्र" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "सोम" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "शनी" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "रवी" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "गुरु" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "मंगळ" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "बुध" + e.date;
                }),
                n("d9c70840", "उपकरण"),
                n("ba55e824", "समाप्त झाले"),
                n("id276c42", "आपल्या सामग्रीमध्ये किती वेळा सहभाग घेतला गेला."),
                n("j033d090", "अंदाजे रेव्हेन्यू"),
                n("efd4d7d4", "फिल्टर स्पेस"),
                n("a1334290", "पहिले 48 तास"),
                n("gc10a3b0", "कालांतराचे फॉलोझ"),
                n("efa0f858", "कालांतराच्या फॉलोझ आणि अनफॉलोझच्या संख्या. हे आपल्या फॉलोअर्सची संख्या दर्शवत नाही."),
                n("g2b06cc6", "लिंग डेटा अनुमानित असू शकतो"),
                n("b66b3baa", "तास"),
                n("cf8a0772", "इम्प्रेशन ते व्हूज"),
                n("g13d8010", "शेवटचे 48 तास "),
                n("d5627596", "शेवटचा तास"),
                n("baf120a6", "कमीत कमी सहभाग"),
                n("f2382014", "लाइव्ह"),
                n("c4a7a6aa", "लाइव्ह डेटा"),
                n("a992032a", "लाईव्हस्ट्रीम विश्लेषणे"),
                n("ie45edda", "लाईव्हस्ट्रीम आढावा"),
                n("e30fc268", "लाइव्ह दर्शक"),
                n("bd37f68e", "मीडिया कृती"),
                n("fe074210", "मिनिटे"),
                n("jd03a1b8", "मिनीटे पाहिले"),
                n("a20e91e8", "मिनिटे पाहिले"),
                n("ic2bebee", "कमाई केली"),
                n("a1d642c8", "जास्तीत जास्त सहभाग"),
                n("ifc4c1f8", "या सामग्रीद्वारे प्राप्त झालेल्या नवीन फॉलोअर्सची संख्या."),
                n("fff1315a", "निवडलेल्या फिल्टरसाठी कोणतेही प्रक्षेपण उपलब्ध नाही"),
                n("jbcb09a8", "अद्याप पुरेसा डेटा नाही"),
                n("df846d6c", "निवडलेल्या कालावधीसाठी कोणतीही पोस्ट्स आढळली नाहीत."),
                n("g2ba40f6", "निवडलेल्या फिल्टरसाठी कोणतीही स्पेसेस उपलब्ध नाही"),
                n("j44061a0", "उपलब्ध नाही"),
                n("c4a93912", "लागू नाही"),
                n("a6b78788", "कोणताही दर्शक डेटा उपलब्ध नाही"),
                n("b2438638", "एकूण"),
                n("ic0399e0", "ऑर्गॅनिक व्यूज"),
                n("ja5c444a", "देय कालावधी"),
                n("f04e025e", "पीक समवर्ती श्रोते"),
                n("d6d10662", "सर्वाधिक दर्शक: "),
                n("d147bea2", "कृपया नंतर पुन्हा तपासा"),
                n("f0336d68", "पोस्ट विश्लेषण"),
                n("g85fbd2e", "पोस्ट आयडी"),
                n("ice5c5b6", "ही सामग्री किती वेळा उपभोक्त्यांना दाखवली याची संख्या."),
                n("hf4f9bfe", "लिंक पोस्ट करा"),
                n("bf5ebf5c", "पोस्ट्स आणि प्रत्युत्तरे"),
                n("b211652e", "कालांतराचे पोस्ट्स"),
                n("f2efec0a", "पूर्व-प्रदर्शित"),
                n("i61e0302", "पूर्वीचे"),
                n("e08a706a", "प्रमोटेड व्यूज"),
                n("cbc99192", "प्रदर्शित तारीख"),
                n("a83c2a9a", "रीअलटाइम"),
                n("e9d72896", "रेकॉर्ड केले"),
                n("gede4932", "रिप्ले करा"),
                n("h0de359c", "ही सामग्री किती वेळा पुन्हा पोस्ट केली गेली याची संख्या."),
                n("e0568f2c", "यासाठी नियोजित केले: "),
                n("gd86baa8", "नियोजित सुरुवात"),
                n("fef3bfae", "दुय्यम मेट्रिक निवडा"),
                n("g7e3d2a4", "स्पेस विश्लेषक"),
                n("fbc79a40", "स्पेसचा आढावा"),
                n("d077112a", "स्पेसला सुरवात"),
                n("cf3709da", "स्थिती"),
                n("e797dc32", "स्ट्रीम टाइम: "),
                n("b649d8cc", "फक्त सबस्क्राईबर्ससाठी"),
                n("j9282130", "प्रक्षेपण लघुचित्र"),
                n("g629b8b0", "कालबाह्य"),
                n("eb87323c", "लाइव्हस्ट्रीम झाल्यापासून निवडलेल्या कालावधीसाठी हे विश्लेषण डेटा दर्शवते."),
                n("i6a75722", "कालावधी"),
                n("c602f5b8", "एकूण"),
                n("b35e68ae", "एकूण सहभागी"),
                n("h78ee79a", "एकूण पाहिलेले रिप्ले"),
                n("e3efaed0", "प्रकार"),
                n("c37993e2", "अनफॉलोझ"),
                n("b1ed35d0", "वैशिष्ट्यपूर्ण दर्शक"),
                n("bfad9306", "अज्ञात"),
                n("b5a58f36", "अशीर्षकांकित प्रक्षेपण"),
                n("i70f5278", "अपलोड केले:"),
                n("a98b58b6", "सत्यापित फॉलोअर्स"),
                n("a5de67ca", "स्वतःचे खाते सत्यापित केलेल्या फॉलोअर्सची संख्या."),
                n("g3367ff4", "व्हिडिओ पूर्णत्व"),
                n("a7b48b36", "पूर्ण झालेल्या व्हिडिओच्या व्ह्यूजची टक्केवारी."),
                n("a2580f2a", "पूर्णत्व दर"),
                n("ff95a9cc", "व्हिडिओ ID"),
                n("a97e358e", "व्हिडिओ लिंक"),
                n("e10e8b46", "केवळ गेल्या 100 दिवसांचे व्हिडिओज दाखवत आहे."),
                n("ba37f6da", "व्हिडिओ आढावा"),
                n("f19846b2", "व्हिडिओ लघुचित्र"),
                n("ccd6f4a8", "व्हिडिओ शीर्षक"),
                n("c8410542", "आपला व्हिडिओ जितके वेळा पाहिला गेला ती संख्या"),
                n("a532072a", "दर्शक"),
                n("d9508ab0", "अवलोकने"),
                n("d9f9dec0", "स्पेस पहा"),
                n("h0c1f37a", "स्पेस अॅनालिटिक्स पहा"),
                n("e41fffbc", "आपले व्हिडिओ पाहण्याचा एकूण वेळ."),
                n("if2909ba", "पाहण्याची वेळ"),
                n("i0e5bf4c", "आपले व्हिडिओज"),
                n("ed99baea", "लवकर बीटा ॲक्सेस"),
                n("gf898b70", "प्रगत शोध"),
                n("d2a43a7a", '"ai" आणि "स्टार्टअप" दोन्ही समाविष्ट आहेत '),
                n("a8584698", "ai स्टार्टअप"),
                n("jb6f9292", '"ai स्टार्टअप" हा अचूक वाक्यांश आहे'),
                n("j8ee77c4", '"ai स्टार्टअप"');
            n("d0480758", 'एकतर "ai" किंवा "स्टार्टअप" (किंवा दोन्ही) समाविष्ट आहेत'),
                n("f0048fa2", "ai किंवा स्टार्टअप"),
                n("da0df186", 'यात "ai" आहे, पण "स्टार्टअप" नाही.'),
                n("f2f463ea", "ai-स्टार्टअप"),
                n("a10a357e", '"ai" समाविष्ट आहे आणि कमीत कमी 50 लाईक्स आहेत'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", '"ai" आणि त्यात "grok" शब्द असलेले URL समाविष्ट आहे'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'X खाते "grok" चा उल्लेख'),
                n("e2634592", "@grok"),
                n("i88ba038", "अलर्ट अक्षम केले"),
                n("j2cb0214", "अलर्ट सक्षम केले"),
                n("ae852cd0", "प्रत्येक सोमवारी या प्रचलनातील बदलांचा सारांश देणारी सूचनापत्रे प्राप्त करा."),
                n("d1d8633e", "Radar अलर्ट्स"),
                n("g096d0cc", "सर्व क्वेरीज"),
                n("e77035aa", "शोध साफ करा"),
                n("a895ec64", "आपणास निश्चितपणे ही क्वेरी हटवायची आहे?"),
                n("a4f5e431", function (e) {
                    return "’" + e.name + "’ हटवले";
                }),
                n("db28b535", function (e) {
                    return "’" + e.name + "’ हटवले";
                }),
                n("bcf89b8a", "आपली क्वेरी संपादित करा"),
                n("f0002e72", "परिणाम एक्सप्लोर करा"),
                n("b0924d7a", "क्वेरी तयार करण्यात अयशस्वी"),
                n("cfd731ee", "क्वेरी हटवण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा."),
                n("g08bff82", "अलर्ट अक्षम करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा."),
                n("fa1fd798", "अलर्ट सक्षम करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा."),
                n("ia7dce48", "क्वेरी जनरेट करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा."),
                n("d494d4aa", "क्वेरी अपडेट करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा."),
                n("i4a49588", "ग्लोबल टाउन स्क्वेअर"),
                n("c0799860", "दिवस"),
                n("b43679d2", "तास"),
                n("f1fce85e", "मिनिट"),
                n("ea3e0ec4", "बाजार"),
                n("d8d9aec2", "आपण क्वेरीजची कमाल संख्या गाठली आहे"),
                n("c9aa246e", "नवीन क्वेरी"),
                n("b9b7a50e", "अपडेटेड राहण्यासाठी कधीही आपले शोध निकष समायोजित करा"),
                n("i9a09bb6", "एक क्वेरी तयार करा आणि Radar रिअल-टाइम अपडेट ट्रॅक करू द्या"),
                n("da20008c", "कोणतेही प्रचलन उपलब्ध नाहीत. आपले शोध निकष विस्तृत करण्याचा प्रयत्न करा."),
                n("e78ca8c6", "कृपया नंतर पुन्हा प्रयत्न करा"),
                n("ce3216ec", "क्वेरी"),
                n("ef609bb8", "X वर काय चालले आहे?"),
                n("a636a738", "फॉलो-अपसाठी चौकशी करा..."),
                n("d92ec304", "क्वेरी सापडली नाही"),
                n("bbf29e20", "निवड पुन्हा सेट करा"),
                n("ie3321ea", "$NVDA (विका OR खरेदी करा)"),
                n("cf223996", "सारांश"),
                n("a27ccab8", "The Everything App"),
                n("i66136aa", "लोकप्रिय"),
                n("e7c44382", "अद्वितीय वापरकर्ते"),
                n("d559e5b8", "शीर्षक नसलेली क्वेरी"),
                n("i1d9be88", "प्रगत शोध ऑपरेटर वापरणे"),
                n("ae9f604c", "संलग्नता"),
                n("a7d2d8f4", "केवळ संलग्न खातीच दाखवा"),
                n("je21ffbe", "फॉलोअर्सची संख्या"),
                n("i8d9797c", "संपूर्ण प्रोफाइल"),
                n("a36bebf2", "कमाल"),
                n("i5ef8b4a", "फॉलोअर्सची महत्तम संख्या"),
                n("fcf0ec1c", "किमान"),
                n("ccc0bbc6", "फॉलोअर्सची किमान संख्या"),
                n("je1bd63a", "टॅलेंट, विक्री आघाडी आणि धोरणात्मक भागीदार शोधण्यासाठी X चे पॉवर अनलॉक करा"),
                n("i6766078", "उत्कृष्ट टॅलेंट, विक्री संभावना आणि भागीदार शोधा"),
                n("d509bbd4", "X वर लोकांना शोधा"),
                n("a5afaf54", "रीसेट करा"),
                n("i9006fb0", "सर्व रीसेट करा"),
                n("fa598a82", "परिणाम"),
                n("g3688a48", "एखादा पर्याय निवडा"),
                n("ab5a91a4", "उपभोक्ता"),
                n("cef20fd0", "सत्यापन"),
                n("a2b286b0", "नोकऱ्या, आपली उत्पादने आणि आपला संदेश यांना प्रमोट करा."),
                n("e2895a38", "जाहिरात क्रेडिट्समध्ये $12k पर्यंत"),
                n("becba496", "मर्यादित काळासाठी जाहिरात क्रेडिट्स उपलब्ध आहेत."),
                n("ded395ae", "आपल्या व्यवसायासाठी एकाच ठिकाणी विश्लेषणामध्ये प्रवेश करा"),
                n("a47a20d4", "प्रगत विश्लेषण"),
                n("b56d3ec6", "सर्व संस्था आणि सल्ग्नांनांंना Grok 3 मध्ये प्रवेशासह Premium+ मिळते"),
                n("ie663a1a", "समर्पित ग्राहक टीमसह जलद मदत आणि निराकरण प्राप्त करा"),
                n("j7f75bec", "VIP समर्थन"),
                n("ebf5ec26", "लवकरच येत आहे"),
                n("eeb424e2", "आपली कथा तयार करा."),
                n("ab62db18", "आपले दर्शक तयार करा."),
                n("j2c9bc4e", "गोल्ड चेकमार्कसह लक्षवेधी बना आणि आपल्या कंपनीची ऑर्गेनिकरीत्या मार्केटिंग करण्यासाठी संलग्न जोडा."),
                n("e7930f82", "गर्दीमधून लक्षवेधी बना"),
                n("e77ea57e", "विक्री वाढविण्यासाठी सर्वात उपयुक्त टूल्स वापरणे, सर्वोत्तम लोकांना नियुक्त करणे आणि बाजारपेठेतील विशेष माहिती मिळवणे."),
                n("a558a254", "सत्यापित संस्थांसह X वर ग्रोथ अनलॉक करा"),
                n("b099f256", "Radar सह एका बटणाच्या स्पर्शाने मार्केट ट्रेन्ड आणि लोकांचे मत."),
                n("ecb7fa02", "बिझनेस इंटेलिजन्स"),
                n("cb5faa2a", "आपल्या जाहिरातींचे क्रेडिट वापरा आणि जगातील सर्वात हुशार लोकांपर्यंत पोहोचा."),
                n("c67b260c", "जॉब प्रमोशन"),
                n("if48b5c2", "थेट X वर लाखो लोकांसाठी नोकऱ्या अपलोड करा आणि प्रमोट करा."),
                n("aa0d60aa", "महिना"),
                n("cebfdb52", "संस्था"),
                n("i9b6fcbc", "इंजिनिअर, सेल्स लीड आणि क्रिएटर्स शोधण्यासाठी आणि त्यांच्याशी संपर्क साधण्यासाठी लोकांना शोधा वापरा. "),
                n("a6b5c3f0", "सर्वोत्तम लोक शोधा"),
                n("a51acce8", "बेसिकवर डाउनग्रेड करा"),
                n("ie132f40", "पूर्ण प्रवेश ठेवण्यासाठी अपग्रेड करा"),
                n("b0d26232", "जतन करा"),
                n("f563b353", function (e) {
                    return e.endDate + "ऑफर्स कालबाह्य होतील";
                }),
                n("b29b2e69", function (e) {
                    return e.percentOff + "% सूट " + e.endDate + " पर्यंत";
                }),
                n("j3cfae29", function (e) {
                    return "आपल्या पहिल्या वर्षासाठी " + e.discountedCost + " वार्षिक. त्यानंतर " + e.baseCost + " वार्षिक.";
                }),
                n("jb74aea4", "प्रत्येक अतिरिक्त संलग्न खात्यासाठी दरमहा प्रति हँडल $ 50 आहे आणि जाहिरात क्रेडिट्स मर्यादित आहेत."),
                n("fc9fc856", "प्रत्येक अतिरिक्त संलग्न खात्यासाठी दरवर्षी प्रति हँडल 600 डॉलर्स आहे आणि जाहिरात क्रेडिट्स मर्यादित आहेत."),
                n("fc785aec", "Basic मिळवा"),
                n("edf32072", "सर्वकाही Premium+ प्लस:"),
                n("b3caf146", "सत्यापित गोल्ड बॅज"),
                n("a1dbf70c", "$200 विनामूल्य मासिक जाहिरात क्रेडिट"),
                n("i2a2286c", "$2,500 विनामूल्य जाहिरात क्रेडिट"),
                n("e8d0fd04", "Radar Basic"),
                n("cf038828", "समर्पित समर्थन सेवा"),
                n("efd56302", "आपल्या पृष्ठाला संलग्न जोडा"),
                n("bc1bb6aa", "$1,000 विनामूल्य मासिक जाहिरात क्रेडिट"),
                n("e1669560", "$12,000 विनामूल्य जाहिरात क्रेडिट"),
                n("hb973da4", "Radar पूर्ण प्रवेश"),
                n("g444c82e", "एंटरप्राइझ वैशिष्ट्यांमध्ये लवकर प्रवेश"),
                n("a1bc0bcf", function (e) {
                    return e.cost + " चे वार्षिक बिल केले जाते";
                }),
                n("i0f58dac", "सर्व प्लॅन्स, लागू कर आणि फीच्या अधीन आहेत."),
                n("je182d8a", "एंटरप्राइझ"),
                n("ge609bd6", "सेल्सशी संपर्क साधा"),
                n("je6d2aec", "मॉड्यूलर किंमत"),
                n("ed33b888", "लोक शोधतात"),
                n("ade522c4", "इनसाईट्स"),
                n("h551f266", "जाहिरात क्रेडिट्स"),
                n("c74f7856", "संलग्न पॅकेजेस"),
                n("b9b41f7a", "ऑप्टिमायझेशन शोधा"),
                n("b1f368ee", "समर्पित समर्थन"),
                n("j189c5b2", "Pro प्लसमध्ये सर्व काही:"),
                n("i7f4b58e", "सानुकूल"),
                n("h45fd8ae", "पूर्ण प्रवेश मिळवा"),
                n("f1c3b32c", "Basic प्लसमध्ये सर्व काही:"),
                n("f4307806", "लोकप्रिय"),
                n("ce7c21de", "वार्षिक"),
                n("a21a64f6", '"व्यवसायासाठी X एक विलक्षण डील आहे! आम्ही टॅलेन्ट शोध टूल वापरून उत्तम लोकांना नियुक्त केले.'),
                n("dbb3fc54", "सह-संस्थापक आणि CEO"),
                n("c1600210", '" व्यवसायासाठी X हे अगदी सोपे आहे. बाजारपेठेतील माहिती मिळवून आम्हाला ग्राहकांना सुरक्षित ठेवण्यास मदत झाली."'),
                n("fb3e127a", "मर्यादित-काळासाठी नवीन वर्षाची ऑफर"),
                n("a5fee980", "आपण आधी सदस्यता घेतल्यावर वार्षिक प्लॅन्सवर 30% सूट आणि $12,000 पर्यंत विनामूल्य जाहिरात क्रेडिट क्लेम करा"),
                n("c9051cac", "दिवस"),
                n("ie035790", "सेकंद"),
                n("cbd3dfaa", "बीटा वापरून पहा"),
                n("h260121e", "आपल्या दर्शकाना आपली प्रमुख पदे दाखवा"),
                n("ae0ad604", "करिअर पृष्ठे"),
                n("cbd4ba6e", "उत्कृष्ट प्रतिभेचा शोध घ्या आणि त्यांच्याशी संपर्क साधा"),
                n("b71927b2", "अमर्यादित जॉब पोस्ट्स"),
                n("a0b5b7d4", "आमचे प्रदर्शन जाहिरात मॉडेलसह AI टार्गेटिंग अनलॉक करा."),
                n("aa3f0e90", "AI टार्गेटिंगसह जॉब्सना प्रोत्साहन द्या"),
                n("hc67be9e", "सुरुवात करा"),
                n("c9a67f9e", "हायरिंग सुरू करा"),
                n("jd937cda", "X Hiring द्वारे लाखो योग्य उमेदवारांपर्यंत पोहोचा. आपले जॉब्स सिंक करा, सानुकूल करिअर पृष्ठे तयार करा, आणि टाइमलाइनमध्ये टार्गेटेड जाहिराती दाखवण्यासाठी जॉब प्रमोशन सेट करा."),
                n("d92d2632", "उत्कृष्ट उमेदवारांना हायर करण्यासाठी सर्वोत्तम प्लॅटफॉर्म"),
                n("c10bee94", "मासिक अर्ज"),
                n("ib69d218", "250K+"),
                n("i953576c", "कंपन्यांचे हायरिंंग"),
                n("j395b846", "10K+"),
                n("g48a59c2", "उपभोक्ते"),
                n("j228841a", "500M+"),
                n("da570714", "ATS इंटिग्रेशन्स"),
                n("h25a3132", "जॉब प्रमोशनससाठी $2,400 पर्यंत जाहिरात क्रेडिट्स"),
                n("f25a2004", "Premium+ चे फायदे"),
                n("c237b78e", "हायरिंग टीमसाठी संलग्नता"),
                n("fc3d58fe", "जॉब प्रमोशनसाठी $12,000 पर्यंत जाहिरात क्रेडिट्स"),
                n("eb5f060c", "फॉलो करा"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + " यांना अनफॉलो करायचे?";
                }),
                n("e4c91b70", "आपल्या For You टाइमलाइनवर त्यांची पोस्ट्स यापुढे दिसणार नाहीत. त्यांची पोस्ट्स संरक्षित नसल्यास आपणास त्यांचे प्रोफाइल अजूनही पाहता येईल."),
                n("j650c8dc", "फॉलो करण्याची विनंती काढून टाकायची?"),
                n("c02f8de1", function (e) {
                    return "यामुळे आपली फॉलो विनंती रद्द केली जाईल आणि @" + e.screenName + " यापुढे ती पाहू शकणार नाही.";
                }),
                n("e2ee95a1", function (e) {
                    return e.date + " रोजी सहभागी झाले";
                }),
                n("d64fef58", "आपण अद्याप पोस्ट केले नाही"),
                n("e2a098dc", "यानुसार विभागीत करा"),
                n("c5709148", "1000 पोस्टसची कमाल मर्यादा दाखवली आहे"),
                n("ca5e57bd", function (e) {
                    return "पोस्ट" + e.noun;
                }),
                n("d16c1ab6", "अगदी अलीकडील"),
                n("f0a28956", "कमीत कमी अलिकडील"),
                n("h06df79a", "अधिक इंप्रेशन्स"),
                n("c44744e6", "कमीत कमी इंप्रेशन्स"),
                n("j6b98664", "अधिक लाइक्स"),
                n("a669f95c", "कमीत कमी लाइक्स"),
                n("a0c66496", "सर्वाधिक प्रत्युत्तरे"),
                n("h45174fe", "किमान प्रत्युत्तरे"),
                n("ea20f92a", "सर्वाधिक रिपोस्ट्स"),
                n("c9a63566", "किमान रिपोस्ट्स"),
                n("b40d33e4", "तपशील विस्तारित होतो"),
                n("gedf636e", "Url क्लिक्स"),
                n("bbc12690", "हॅशटॅग क्लिक्स"),
                n("g7ede992", "परमालिंक क्लिक्स"),
                n("f5210bae", "लिंक"),
                n("b1f77a7c", "डेटा निर्यात करा"),
                n("j62d2af4", "पोस्ट आढावा"),
                n("dc70a568", "पोस्ट विश्लेषण"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "एक अस्पष्ट रेखा आलेख"),
                n("b10621d4", "आपली सर्व आकडेवारी पहा"),
                n("c23def7a", "सहभागींची संख्या"),
                n("jc14a9e8", "खर्च करा"),
                n("d16b5a18", "जाहिरातीमध्ये झालेला एकूण खर्च"),
                n("g01559c6", "गेल्या 7 दिवसांचे दाखवलेले मेट्रिक्स"),
                n("ddc8d458", "ऐतिहासिक डेटा अनलॉक करा"),
                n("j74eab48", "प्रगत विश्लेषण केवळ X Premium सदस्यांसाठी आहे"),
                n("i02166f6", "आपले दर्शक ओळखा"),
                n("cef977e4", "आपला डेटा निर्यात करा"),
                n("f88e624e", "चर्चा अपडेट केली"),
                n("e15e5637", function (e) {
                    return "शेवटच" + f(e.count, "ा", "े " + e.count) + " तास";
                }),
                n("h5ab8b0e", "ते फॉलो करतात ते लोक"),
                n("a0f01bca", "टाइम फ्रेम बदलण्यासाठी क्लिक करा"),
                n("he30b16c", '"ते फॉलो करतात ते लोक" टॅबवरून आपले (शोध) परिणाम विस्तृत होतात, ज्यामध्ये आपण फॉलो करत असलेल्या लोकांचे सर्वाधिक शेअर केलेले लेख तसेच ते फॉलो करत असलेले लोक दाखविले जातात.'),
                n("b0589550", "अधिक बातम्या मिळवा"),
                n("b60e4f78", "कोण आहेत ते पहा"),
                n("e950f6e0", "आपल्या नेटवर्कमध्ये कोणतेही लेख शेअर केले गेले नाहीत."),
                n("e7dcfb81", "आणखी खाती"),
                n("h965157c", "हे पृष्ठ समर्थित नाही."),
                n("cd388852", "हा मजकूर पाहण्यासाठी X च्या सर्वात नवीन व्हर्जनवरील लेखकाच्या प्रोफाईलला कृपया भेट द्या."),
                n("abebdfae", "आपण केवळ आपण होस्ट केलेल्या किंवा को-होस्ट केलेल्या स्पेसेसविषयीचे विश्लेषण पाहू शकता."),
                n("fcb205da", "लाइव्ह श्रोते"),
                n("jb088200", "रिप्लेज् रेकॉर्ड करत आहे"),
                n("if65328a", "ऐकत आहेत"),
                n("a1a0e6d8", "होस्टला फॉलो करा"),
                n("a3c4e396", "होस्टला अनफॉलो करा"),
                n("j58e7b00", "प्रोफाइल पहा"),
                n("eca4e32a", "तपशील पहा"),
                n("hd908df2", "लाइव्ह स्पेसेस"),
                n("c5d40fe2", "कोणीही"),
                n("a8df1d34", "व्हिडिओ सक्रिय करा"),
                n("if410292", "स्पेसेसला जाणून घ्या"),
                n("i43fdce9", function (e) {
                    return "विषय समाविष्ट करा (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "आपणास कशाविषयी बोलायचे आहे?"),
                n("e93f3c2a", "स्पेस रेकॉर्ड करा"),
                n("b701d610", "नियोजित स्पेस हटवली"),
                n("b028792d", function (e) {
                    return "नियोजित स्पेसेस व्यवस्थापित करा (" + e.count + ")";
                }),
                n("e9b73da8", "स्पेस नियोजित करा"),
                n("cdf630be", "आता सुरू करा"),
                n("acd1bcb0", "कोण सामील होऊ शकते?"),
                n("h07146a2", "कोण बोलू शकते?"),
                n("h61d92b0", "नियोजित स्पेस हटवा"),
                n("a488f2eb", function (e) {
                    return e.total + " पैकी " + e.count + " निवडले";
                }),
                n("d2dfe80d", function (e) {
                    return "स्पेस " + e.date + " रोजी " + e.time + " वाजता सुरू होईल";
                }),
                n("aef95393", function (e) {
                    return "विद्यमान स्पेस " + e.date + " रोजी " + e.time + " वाजता नियोजित केली आहे";
                }),
                n("a7069f2e", "तपशील संपादित करा"),
                n("a15f06fc", "नियोजित स्पेसेस"),
                n("f6cfa3fe", "आपण आधीच्या तारखांसाठी स्पेस नियोजित करू शकत नाही."),
                n("a8f71a2b", function (e) {
                    return "आपण पुढील काळात " + e.days + " दिवसांपेक्षा जास्त कालावधीमधील स्पेस नियोजित करू शकत नाही.";
                }),
                n("ae092f6c", "नियोजित पोस्ट हटविणे शक्य झाले नाही."),
                n("jd7f0030", "नियोजित स्पेस अद्यतनित केली"),
                n("a26da034", "बदल जतन करा"),
                n("b3633046", "समुदाय निवडा"),
                n("ce447fcb", function (e) {
                    return e.count + " श्रोत" + f(e.count, "ा", "े");
                }),
                n("ef7da97f", function (e) {
                    return e.count + " ऐकत आहेत";
                }),
                n("a065e7e7", function (e) {
                    return "आत्ता घडत आहे: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "ही स्पेस समाप्त झाली: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "रेकॉर्डिंग प्ले करा: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "कनेक्ट करत आहे..."),
                n("aadbc747", function (e) {
                    return "को-होस्ट" + f(e.hostCount, "", "स्");
                }),
                n("hbd6035f", function (e) {
                    return "वक्त" + f(e.speakerCount, "ा", "े");
                }),
                n("if420852", "रेकॉर्डिंग प्ले करा"),
                n("f7dc3b1c", "ही स्पेस समाप्त झाली"),
                n("c1d15dc0", "ही स्पेस बंद झाली असे दिसते आहे."),
                n("g3e2f3a6", "निनावीपणे ऐका"),
                n("cd64d43e", "वक्ता म्हणून थेट सामील व्हा"),
                n("jcdc32f0", "ऐकायला सुरुवात करा"),
                n("a0cee16a", "बोलणे सुरू करा"),
                n("bf3daa48", "निनावीपणे ऐकायला सुरुवात करा"),
                n("f9305f48", "पुन्हा कनेक्ट करा"),
                n("e51df2e6", "सुरुवात करण्यासाठी आपला माइक बंद होईल"),
                n("h114ff6c", "आपण आधीच स्पेसमध्ये असल्याने आपण या स्पेसमध्ये सामील होऊ शकत नाही."),
                n("d7fe2d7e", "आपण आधीच स्पेसमध्ये असल्याने आपण या स्पेसशी पुन्हा कनेक्ट होऊ शकत नाही."),
                n("e61bdea4", "होस्ट ही स्पेस रेकॉर्ड करत आहे. बोलणाऱ्या प्रत्येकाला सार्वजनिक रेकॉर्डिंगमध्ये समाविष्ट केले जाईल."),
                n("d0ebf4f7", "अधिक जाणून घ्या"),
                n("d782b808", "सदस्यत्व घेण्याचे फायदे आहेत"),
                n("i7f83b8d", " अधिक जाणून घ्या"),
                n("fc962610", "स्पेस किंवा होस्टचे नाव शोधा"),
                n("e5b5f091", function (e) {
                    return '"' + e.searchQuery + '" शी जुळणाऱ्या स्पेसेस नाहीत';
                }),
                n("g5812140", "एखादी सुरु करण्यास काय हरकत आहे?"),
                n("e8fe1ecb", function (e) {
                    return '"' + e.searchQuery + '" शी जुळणाऱ्या ' + e.section + " स्पेसेस नाहीत";
                }),
                n("c432d2b2", "स्पेस शोधा"),
                n("d39e8b30", "नोट समाविष्ट करा"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + " म्हणून लेखन";
                }),
                n("g17e4064", "आपली नोट आपल्या X प्रोफाइलमधील कनेक्शन न घेता आपले कम्युनिटीच्या नोट्सची उपनावे वापरून प्रदर्शित केली जाईल."),
                n("d9b09ee8", "सुस्पष्टता ठेवा - आउटसाईड रिसोर्सेना लिंक्स देण्यास प्रोत्साहित करणे आवश्यक."),
                n("b7476596", "सुस्पष्टता ठेवा - आउटसाईड रिसोर्सेना लिंक्स देण्यास प्रोत्साहित केले जाते."),
                n("df6c8292", "आपले स्पष्टीकरण"),
                n("ecb4d20c", "आपली टिप जतन केली गेली नाही, या पोस्टवर आपण आधी टिप लिहिलेली नाही हे सुनिश्चित करा आणि नंतर पुन्हा प्रयत्न करा."),
                n("eb5b4a12", "कम्युनिटी नोट्सच्या उपनावांविषयी"),
                n("ja0ee360", "आपले उपनाव निवडा"),
                n("f7b7c250", "खाजगी राहण्यासाठी कम्युनिटी नोट्सचे उपनाव निवडा"),
                n("c6382384", "कम्युनिटी नोट्स उपनावे का वापरत आहेत?"),
                n("j48ab594", "खाजगीरित्या योगदान द्या"),
                n("bc2399a0", "आपली X ओळख शेअर न करता नोट्स लिहून मूल्यांकन द्या."),
                n("d939cf16", "मजकुरावर लक्ष द्या"),
                n("a56f0c32", "उपनाव प्रतिनिधींना मजकुरावर अधिक आणि लेखकांवर कमी लक्ष केंद्रित करण्यात मदत करून पूर्वाग्रह कमी करण्यात मदत करू शकतात."),
                n("d17c59e4", "प्रत्येकजण जबाबदार राहतो"),
                n("i719f8e2", "आपण प्रतिनिधींचे इतिहास पाहू शकता आणि प्रत्येकजण त्यांनी मिळविलेल्या मूल्यांकनाच्या माध्यमातून जबाबदार आहे."),
                n("a96bb564", "आपल्या कम्युनिटी नोट्ससाठी उपनाव निवडा"),
                n("afcdcf84", "कम्युनिटी नोट्स लिहिताना आणि मूल्यांकन देताना हे उपनाव आपली ओळख असेल. ते आपल्या X प्रोफाइलशी संबंधित असणार नाही."),
                n("f83d0446", "आपले उपनाव जतन केला."),
                n("ed0e6b2e", "नोट्सला मुल्यांकन द्यायला सुरवात करा"),
                n("if4c5e06", "कम्युनिटीच्या नोट्समध्ये आपले स्वागत आहे!"),
                n("g880a78a", "नोट्सला मूल्यांकन देऊन सुरुवात करा"),
                n("d1be2236", "प्रत्येकाला दाखवण्यासाठी उपयुक्त नोट्स ओळखण्यासाठी कम्युनिटी नोट्स आपल्यासारख्या प्रतिनिधींवर अवलंबून असतात."),
                n("af9f2b78", "आपला मूल्यांकन प्रभाव ट्रॅक करा"),
                n("af68afc8", "प्रत्येक वेळी जेव्हा आपण नोटला उपयुक्त आहे किंवा उपयुक्त नाही असे स्टेटस मिळवून देण्यामध्ये मदत करता तेव्हा आपला प्रभाव वाढतो."),
                n("fb5c5d42", "नोट्स लिहिण्याच्या क्षमतेला वाव द्या"),
                n("a1e58cdc", "आपला मूल्यांकन प्रभाव 5 किंवा त्याहून अधिक झाला की, स्वतःच्या कम्युनिटी नोट्स लिहिण्याच्या क्षमतेला आपण वाव द्याल."),
                n("j5f112b4", "आपल्या अलीकडील दोन नोट्सवर सध्या उपयुक्त नाही असे स्टेटस आहे."),
                n("ac34c5e8", "पुरेसे प्रतिनिधी, ज्यामध्ये यापूर्वीच्या मूल्यांकनांमध्ये एकमेकांशी सहमत नसलेले प्रतिनिधी, आपल्या 2 नोट्स उपयुक्त नाहीत यावर सहमत आहेत. येथे त्यांचा अभिप्राय आहे:"),
                n("ib7886d0", "आपल्या प्रोफाइलवर या नोट्स पहा"),
                n("b0a7d360", "आपणास नोट्स लिहिण्यापासून तात्पुरते लॉक केले जाण्याचा धोका आहे."),
                n("e473f876", "असे प्रतिनिधी ज्यांच्या 5 सर्वात अलीकडील नोट्स उपयुक्त आहे किंवा उपयुक्त नाही या स्टेटसमध्ये आहेत, ज्यामध्ये उपयुक्त नसलेल्या 3 नोट्समध्ये लिहिण्याची क्षमता तात्पुरती लॉक केलेली आहे."),
                n("ef490ae8", "स्रोत समाविष्ट नाहीत किंवा अविश्वसनीय आहेत"),
                n("bf3dc462", "स्त्रोतांकडून नोटला समर्थन दिले जात नाहीत"),
                n("heb35e12", "चुकीची माहिती"),
                n("ib117532", "छळ किंवा अपमान"),
                n("a7bc3192", "उच्च दर्जाचे स्रोत उद्धरते"),
                n("a26f8dc2", "समजण्यास सोपी"),
                n("cbdef06c", "थेट पोस्टचा क्लेम संबोधित करते"),
                n("faa5f9e8", "महत्त्वाचा संदर्भ दिला जातो"),
                n("gf3b38f4", "तटस्थ किंवा निःपक्षपाती भाषा "),
                n("a50327ea", "या पोस्टमध्ये नोट आवश्यक नाही "),
                n("h7c59ea2", "मत किंवा अंदाज"),
                n("d60c0064", "टायपिंगच्या चुका किंवा अस्पष्ट भाषा"),
                n("e06416ca", "महत्त्वाचे मुद्दे चुकविले जातात किंवा असंबद्ध "),
                n("cff1aa8c", "वादग्रस्त किंवा निःपक्षपाती भाषा "),
                n("c5d55592", "खास माहिती किंवा सामग्री ऑफर करते"),
                n("f3e6f0aa", "माहितीपूर्ण"),
                n("hc2b6a7e", "अनिर्णायक आणि/किंवा समानुभूतीपूर्ण"),
                n("bbe8b4ac", "मत, अनुमान किंवा पूर्वग्रह"),
                n("dd1f17ea", "विषय सोडून"),
                n("if966b54", "कालबाह्य माहिती"),
                n("fdc2060a", "नोट्स लिहिण्यासाठी आपल्याला उच्च प्रभाव स्कोअर स्कोअर आवश्यक आहे."),
                n("edd80858", "आपले प्रोफाइल आणि स्कोअर पहा"),
                n("eec24ff6", "मुल्यांकन द्यायला सुरवात करा"),
                n("eb9dc3ec", "आपल्यासारखे प्रतिनिधी X वर संदर्भ म्हणून दाखवल्या जाणाऱ्या उपयुक्त पोस्ट ओळखण्यात आणि लोकांना माहिती देण्यासाठी एकत्रितपणे मदत करतात."),
                n("f2f61788", "लेखन क्षमतेला वाव द्या"),
                n("ca7e11e6", "आपला यशस्वी मूल्यांकन स्कोअर 5 किंवा त्याहून अधिक झाला की, कम्युनिटी नोट्स लिहिण्याच्या क्षमतेला आपण वाव द्याल."),
                n("e7beb100", "आपले प्रोफाइल आणि अभिप्राय पहा"),
                n("fd02e290", "सर्व नियम बघा  "),
                n("ee7b8050", "आपणास नवीन नोट्स लिहिण्यापासून तात्पुरते लॉक आउट केले आहे."),
                n("b8cc2e9a", "कारण आपले आत्ताच घेतलेले नोट्स ’मदतशीर नाही’ असे रेट केले गेले आहेत, आपली लिखाणाची क्षमता अस्थायी स्वरुपात लॉक करण्यात आली आहे.   "),
                n("f6c8613e", "प्रतिनिधींचा आपल्या नोट्सवरील अभिप्राय:"),
                n("fd5c2282", "नोट लिहिण्याच्या अधिक टिप्स मिळवा"),
                n("c23e67ea", "लिहिण्यासाठी आपली क्षमता अनब्लॉक करा"),
                n("i0e66c5a", "एक निवडा"),
                n("j8e3e3be", "किमान एक निवडा"),
                n("f1e851f0", "वर्णन प्रविष्ट करा"),
                n("ff5dcac8", "आपण नमूद केलेले वर्णन खूपच विस्तारित आहे"),
                n("b47b5a16", "सर्व फील्ड्स आवश्यक आहेत. आपण सर्व प्रश्नांची उत्तरे दिली असल्याचे सुनिश्चित करा."),
                n("g9cffe16", "आपल्या नोटमध्ये स्त्रोत समाविष्ट नाही"),
                n("bfa9e276", "नोट पुन्हा लिहा जेणेकरून ती, प्रतिमा असलेल्या सर्व पोस्ट्सवर उपयुक्त ठरेल किंवा या फॉर्मवरील पहिल्या प्रश्नाच्या आपल्या उत्तराचे पुनरावलोकन करा"),
                n("ja36d83e", "नोट पुन्हा लिहा जेणेकरून ती, व्हिडिओ असलेल्या सर्व पोस्ट्सवर उपयुक्त ठरेल किंवा या फॉर्मवरील पहिल्या प्रश्नाच्या आपल्या उत्तराचे पुनरावलोकन करा"),
                n("i6488a04", "नोट पुन्हा लिहा जेणेकरून ती, मीडिया असलेल्या सर्व पोस्ट्सवर उपयुक्त ठरेल किंवा या फॉर्मवरील पहिल्या प्रश्नाच्या आपल्या उत्तराचे पुनरावलोकन करा"),
                n("j6e12b24", "त्यामध्ये डिजिटल पद्धतीने फेरफार केलेला फोटो किंवा व्हिडिओ आहे"),
                n("eda68484", "ती डिजीटली बदल केलेली आहे"),
                n("e198eb8c", "इतरांना माहिती देण्यासाठी व्हिडिओसोबत दाखवले पाहिजे असे आपल्याला वाटते त्याबद्दल एक नोट लिहा."),
                n("a9803d44", "आपणाला विश्वास वाटतो की ती प्रतिमेसह दाखवावी हे इतरांना सूचित करण्यास संदर्भासह एक नोट लिहा ."),
                n("j7ddf18a", "संदर्भासहित एखादी नोट लिहा जी इतरांना माहिती होण्यासाठी लिंकसह सर्व पोस्ट्सवर दाखवली जावी असे आपणास वाटते."),
                n("g3874520", "संदर्भासहित एखादी नोट लिहा जी इतरांना माहिती होण्यासाठी पोस्ट बरोबर दाखवली जावी असे आपणास वाटते."),
                n("ac1141aa", "इतर कम्युनिटी नोट्स प्रतिनिधींना हा व्हिडिओ दिशाभूल करणारा का नाही किंवा त्यासाठी अतिरिक्त संदर्भाची गरज का नाही हे समजण्यास मदत करण्यासाठी एक नोट लिहा."),
                n("f99ebcfc", "ही प्रतिमा दिशाभूल करणारी का नाही किंवा जोडलेल्या संदर्भाची आवश्यकता नाही हे समजून घेण्यासाठी इतर कम्युनिटीच्या नोट्सच्या प्रतिनिधींना सहकार्य करण्याकरता एखादी नोट लिहा."),
                n("h641949e", "इतर कम्युनिटी नोट्स प्रतिनिधींना ही पोस्ट दिशाभूल करणारा का नाही किंवा त्यासाठी अतिरिक्त संदर्भाची गरज का नाही हे समजण्यास मदत करण्यासाठी एक नोट लिहा."),
                n("c926cff6", "वर्तमान पुरावा पाहता, मला वाटते की ही पोस्ट संभाव्यतः अशी आहे..."),
                n("e0ef7a2c", "वर्तमान पुरावा पाहता, मला वाटते की ही प्रतिमा संभाव्यतः अशी आहे..."),
                n("g491d33a", "वर्तमान पुरावा पाहता, मला वाटते की हा व्हिडिओ संभाव्यतः असा आहे..."),
                n("b253e462", "वर्तमान पुरावा पाहता, मला वाटते की हे लिंक केलेले पृष्ठ संभाव्यतः असे आहे..."),
                n("b1b2d004", "संभाव्यतः दिशाभूल करणारे आणि समाविष्ट केलेल्या संदर्भाचा फायदा होईल"),
                n("ha9655c2", "दिशाभूल करणारी नाही"),
                n("ebd2de06", "हे पोस्ट दिशाभूल करणारे असावे असे आपल्याला का वाटते?"),
                n("i865abe8", "आपणाला असा विश्वास आहे की ही प्रतिमा दिशाभूल करणारी आहे?"),
                n("add096c6", "हा व्हिडिओ दिशाभूल करणारा असू शकतो असे आपल्याला का वाटते?"),
                n("eb604e2e", "आपल्याला असे का वाटते की लिंक केलेले पृष्ठ दिशाभूल करणारे असू शकते?"),
                n("c33bc7d4", "यामध्ये वास्तविक त्रुटी आहे"),
                n("aadb676c", "त्यामध्ये कालबाह्य माहिती आहे जी दिशाभूल करणारी असू शकते"),
                n("g21a0ef4", "ते चुकीचे सादरीकरण आहे किंवा महत्त्वाची सामग्री गहाळ आहे"),
                n("daf354de", "यामध्ये पडताळणी न केलेला दावा वस्तुस्थिती म्हणून दिला आहे"),
                n("d1d2ef84", "हा एक विनोद किंवा व्यंग आहे जो वस्तुस्थिती म्हणून चुकीच्या पद्धतीने सादर केला आहे"),
                n("bfee6064", "हे पोस्ट दिशाभूल करणारे नाही असे आपणास का वाटते?"),
                n("dfd1f7f0", "आपणाला असा विश्वास का वाटत आहे की ही प्रतिमा दिशाभूल करणारी नाही?"),
                n("b8623176", "हा व्हिडिओ दिशाभूल करणारा नाही असे आपल्याला का वाटते?"),
                n("ec66e3fc", "आपल्याला असे का वाटते की लिंक केलेले पृष्ठ दिशाभूल करणारे नाही?"),
                n("g228df26", "त्यामध्ये वास्तविक अचूक दावा व्यक्त केला आहे"),
                n("h890a3f2", "ते शेअर केले तेव्हा ते बरोबर होते, परंतु आता ते कालबाह्य झाले आहे"),
                n("hf607a0a", "ती स्पष्टपणे उपहासात्मक/विनोदी आहे"),
                n("j6ac7742", "यामध्ये वैयक्तिक मत व्यक्त केले आहे"),
                n("b1d82aae", "बहुतांश लोक विश्वसनीय मानतील अशा स्रोतांशी आपण संलग्न आहात का?"),
                n("ae859ee0", "आपली नोट  पोस्ट किंवा प्रतिमेबद्दल आहे?"),
                n("ba84e7f8", "आपली नोट पोस्टबद्दल आहे की व्हिडिओबद्दल?"),
                n("ibb784c6", "या विशिष्ट पोस्ट बद्दल"),
                n("a21ecb8c", "या पोस्ट मधील चित्राबद्दल आणि हे चित्र असलेल्या सर्व पोस्ट्स मध्ये दिसले पाहिजे"),
                n("he0ca8da", "या पोस्ट मधील वीडियो बद्दल आणि हे वीडियो असलेल्या सर्व पोस्ट्स मध्ये दिसले पाहिजे"),
                n("d0bf8d34", "आपली नोट पोस्टबद्दल आहे की लिंकबद्दल?"),
                n("db370b9a", "आपली नोट ही पोस्ट, प्रतिमा किंवा लिंक बद्दल आहे का?"),
                n("c35bf10e", "आपली नोट ही पोस्ट, व्हिडिओ किंवा लिंक बद्दल आहे का?"),
                n("d96ce0d2", "ही नोट अशा प्रकारे लिहीली आहे की ज्या पोस्ट्समध्ये ही प्रतिमा समाविष्ट आहे त्या सर्वामध्ये ती उपयुक्त ठरेल."),
                n("a1fb516c", "ही नोट अशा प्रकारे लिहीली आहे की ज्या पोस्ट्समध्ये हा व्हिडिओ समाविष्ट आहे त्या सर्वामध्ये ती उपयुक्त ठरेल."),
                n("be46a61e", "ही नोट अशा प्रकारे लिहीली आहे की ज्या पोस्ट्समध्ये हा मीडिया समाविष्ट आहे त्या सर्वामध्ये ती उपयुक्त ठरेल."),
                n("ied1c2c2", "ही नोट या पोस्टसाठी काहीशी विशिष्ट आहे आणि इतर पोस्ट्सवर असंबद्धित असू शकते."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return " सर्व " + e.matchCount + " पोस्ट्स";
                }),
                n("d7959c4d", function (e) {
                    return " सर्व " + e.matchCount + " पोस्ट्स";
                }),
                n("ff5be16d", function (e) {
                    return " सर्व " + e.matchCount + " पोस्ट्स";
                }),
                n("abdd8d0a", "नोट संपादित करा"),
                n("c097608e", "आपल्या नोटमध्ये स्पष्टीकरण नाही"),
                n("ba25898c", "ज्या नोट्सवरून स्त्रोतांचे स्पष्टीकरण मिळते अशा नोट्सवर उपयुक्त मुल्यांकन देण्याची उत्तम संधी आहे."),
                n("e764d704", "विश्वसनीय स्त्रोतांना जोडणाऱ्या नोट्सवर उपयुक्त मुल्यांकन देण्याची अधिक चांगली संधी आहे."),
                n("gb67e44c", "स्पष्टीकरणाशिवाय सबमिट करा"),
                n("d6b758a2", "स्त्रोताशिवाय सबमिट करा"),
                n("dc1fa12c", "कम्युनिटी नोट्सच्या खात्यांमध्ये सत्यापित फोन क्रमांक असणे आवश्यक आहे"),
                n("a1752fde", "या खात्यावरून कम्युनिटीच्या नोट्समध्ये योगदान देणे पुढे चालू ठेवण्यासाठी, आपणास आपला फोन क्रमांक सत्यापित करणे आवश्यक आहे."),
                n("hef02710", "सत्यापित असण्याव्यतिरिक्त आपला फोन क्रमांक विश्वासू कॅरियरचा असणे आवश्यक असून तो दुसऱ्या कम्युनिटी नोट्सच्या खात्याशी संबंधित नसावा."),
                n("dff9b6bc", "आपला फोन सत्यापित करा"),
                n("f051e434", "कम्युनिटी नोट्सच्या प्रतिनिधींकडे वैशिष्ट्यपूर्ण फोन क्रमांक असणे आवश्यक आहे"),
                n("eaef2f72", "अनेक कम्युनिटी नोट्स प्रतिनिधी आहेत, ज्यांची X खाती या फोन क्रमांकाशी संबंधित आहेत असे दिसते."),
                n("j78d41b4", "या खात्यातून योगदान देणे पुढे चालू ठेवण्यासाठी, आपणास इतर X खात्यांमधून हा फोन क्रमांक काढून टाकावा लागेल."),
                n("a7c9a176", "कम्युनिटी नोट्सच्या खात्यांमध्ये विश्वासू कॅरियरचा सत्यापित फोन क्रमांक असणे आवश्यक आहे"),
                n("ec853dfa", "कृत्रिमरीत्या तयार केलेल्या किंवा आभासी फोन क्रमांकाचा वापर कमी करण्यासाठी, फोन क्रमांक विश्वासू कॅरियरचा असणे आवश्यक आहे."),
                n("j6e19c58", "कम्युनिटी नोट्सची मुल्ये"),
                n("ea580ee2", "कम्युनिटी नोट्स मूल्यांचे द्रुत स्मरणपत्र:"),
                n("eac7b6ac", "समजूतदारपणा वाढविण्यासाठी हातभार लावणे"),
                n("b0381cfc", "सद्भावनेने वागणे"),
                n("f0addddc", "असहमती दर्शविणाऱ्यांना देखील सहाय्य करणे"),
                n("h7c7b204", "नवीन (नोट) लिहिण्यापूर्वी विद्यमान नोट्सवर मूल्यांकन देऊन मदत करा"),
                n("i8cae552", "मूल्यांकन देऊन आपण कम्युनिटी नोट्समधील गुणवत्ता उच्च ठेवण्यास मदत कराल."),
                n("hd43a218", "नोट्स लिहिण्यासाठी आपण आपल्या दैनंदिन मर्यादेपर्यंत पोहचलात."),
                n("aaba8ed2", "नोटची गुणवत्ता उच्च ठेवण्यासाठी आणि स्पॅम टाळण्यासाठी, योगदानकर्त्यांना त्यांच्या लेखन प्रभावावर आधारित दररोज किती नोट्स लिहू शकतात याची मर्यादा आहे. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("b98f077c", "नोट माहितीची विनंती करा"),
                n("ee691104", "या पोस्टबद्दल कम्युनिटी नोटची विनंती करा"),
                n("f8cbdf02", "आपल्याला वाटते की ही पोस्ट संभाव्यतः दिशाभूल करणारी आहे? कम्युनिटी नोटची विनंती करा."),
                n("f132d1be", "पुरेशा विनंत्या मिळालेल्या पोस्ट्सवर प्रतिनिधींना अलर्ट दिसतील"),
                n("gf71296c", "जर एखादी नोट लिहिली असेल आणि इतर प्रतिनिधींनी उपयोक्त असल्याची तीला रेट केली असेल तर ती पोस्टवर दर्शविली जाईल"),
                n("de0685b4", "कोणत्या नोट्स दाखवायच्या हे X निवडत नाही – कम्युनिटी नोट्स लोकांचे आहेत, लोकांसाठी आहेत"),
                n("f8ac3c88", "मान्य करा आणि नोटची विनंती करा"),
                n("a8edd0ea", "एक स्त्रोत जोडायचा?"),
                n("a39a0de6", "X पोस्टची लिंक"),
                n("j819c176", "कम्युनिटी नोट्स प्रतिनिधींना मदत करा ज्यात संभाव्यपणे दिशाभूल करणारे काय आहे हे स्पष्ट करणारी X पोस्टची लिंक समाविष्ट करून."),
                n("e15b3b44", "X पोस्टची लिंक असणे आवश्यक आहे. उदाहरणार्थ: x.com/user/status/...."),
                n("c81085a4", "कम्युनिटी नोट्स"),
                n("c363515c", "सार्वजनिकरित्या उपलब्ध केल्या जातात"),
                n("cb6b0138", "धन्यवाद! आपली विनंती पाठवली गेली आहे"),
                n("c196e8b8", "एखादी नोट जर लिहिली गेली असेल आणि ती उपयुक्त असल्याची रेट केली असेल तर ती आपल्याला पोस्टवर दिसेल."),
                n("a9491efa", "कम्युनिटी नोट विनंती सबमिट करा"),
                n("f060d1cc", "विनंती हटवा"),
                n("f499f824", "आपली विनंती हटवा"),
                n("hd1bc518", "आपण या पोस्टवर नवीन विनंती करण्यापूर्वी काही मिनिटे लागू शकतात"),
                n("geb8d31d", "साइन अप करा."),
                n("gc399930", "नोट विनंती माहितीची दैनिक मर्यादा"),
                n("fee815e4", "आपण आपल्या दैनिक नोट्सच्या विनंतीची मर्यादा गाठली आहे"),
                n("i7eb7900", "यशस्वीपणे उपयुक्त नोट्स मिळवणाऱ्या पोस्ट्सवर आपण विनंती केल्यास आपली दैनिक मर्यादा वाढेल."),
                n("d1a3817e", "यामुळे अतिरिक्त संदर्भ वापरू शकतील अशा संभाव्य दिशाभूल करणारी पोस्ट्स यशस्वीरित्या शोधणाऱ्या लोकांना बक्षीस देण्यात मदत होते."),
                n("c031c77a", "आपण जर लोकांना नोटची गरज नाही, अशा पोस्ट्सवर खूप जास्त विनंती केली तर आपली दैनिक मर्यादा कमी होऊ शकते."),
                n("f87129d2", "यामुळे स्पॅम टाळण्यास मदत होते आणि नोट लेखक उपयुक्त नोट्स वापरू शकणाऱ्या पोस्ट्सवर लक्ष केंद्रित करतात."),
                n("jdd4a572", "आपल्या खात्याला एक सत्यापित फोन नंबरची आवश्यकता आहे"),
                n("i0f07c07", "आपला फोन नंबर सत्यापित करा"),
                n("i157c1a8", "ही विनंती हटवली गेली आहे."),
                n("a9f4ca9c", "कम्युनिटी नोट्सचे प्रतिनिधी आता आपली नोट पाहू शकतात"),
                n("eb8f7c0c", "इतर प्रतिनिधी आता आपल्या नोटवर मूल्यांकन देऊ शकतात"),
                n("h87c6bd6", "इतर प्रतिनिधी आता आपली नोट पाहू शकतात"),
                n("gc1a5bce", "ते उपयुक्ततेसाठी त्यावर मूल्यांकन देतील"),
                n("i0e950ca", "आपल्या नोटला उपयुक्त असे स्टेटस मिळाल्यास, तीप्रत्येकाला दिसणार जे ही पोस्ट बघतील"),
                n("a047e800", "आपल्या नोटची इतर प्रतिनिधींना नोट्सवर मूल्यांकन देताना अधिक संदर्भ मिळण्यास मदत होत आहे"),
                n("cec8a38c", "आपल्या नोटला उपयुक्त आहे असे स्टेटस मिळाल्यास आपणास लेखन प्रभाव मिळेल."),
                n("a377532e", "वेगवेगळ्या दृष्टिकोनामधून पुरेशा लोकांनी ती (नोट) उपयुक्त म्हणून मूल्यांकित केल्यास, ती X वर संदर्भ म्हणून प्रत्येक पाहाणारी व्यक्तिला दाखवली जाईल"),
                n("d790fa4e", "नोटला मिळालेली स्टेससेस बहुसंख्य नियमांवरून परिभाषित केली जात नाहीत"),
                n("e90cda68", "लोकांच्या विस्तृत व्याप्तीसाठी उपयुक्त असलेल्या नोट्स ओळखण्यासाठी, नोटच्या स्टेटसला त्यावरील मागील मूल्यांकनामध्ये कधीकधी असहमत असलेल्या प्रतिनिधींमधील करार आवश्यक असतो."),
                n("j5a1d85a", "आपली नोट पहा"),
                n("b25b64d6", "आपली नोट सबमिट केली होती!"),
                n("g1428d70", "आपली नोट सबमिट केली आहे!"),
                n("a4ec7004", "आता काय घडते ते पुढीलप्रमाणे:"),
                n("c4093274", "सबमिट केल्यानंतर कम्युनिटी नोट्सविषयी"),
                n("bc8746a6", "कृपया नवीन नोट लिहिण्यापूर्वी कमीत कमी एक नोट रेट करा"),
                n("ce3c80b8", "गुणवत्ता उच्च ठेवण्यासाठी कम्युनिटी नोट्स आपल्या रेटिंग्जवर अवलंबून आहे."),
                n("fa6a075a", "पोस्टबरोबर दाखविल्या जाणाऱ्या संदर्भ सूचित करणाऱ्या नोट्स"),
                n("acb7ecae", "समाविष्ट केलेल्या संदर्भाची आवश्यकता का नाही हे स्पष्ट करणाऱ्या नोट्स"),
                n("d9a5fc06", "पोस्टला रेट करा"),
                n("b73cebd2", "पोस्ट्स आणि नोट्सना रेट करा"),
                n("ad8883f2", "या पोस्टवर एकही नोट नाही"),
                n("efd14e7a", "नोट्स लोड करीत आहे"),
                n("e65b7186", "या पोस्टविषयी लोकांनी कम्युनिटी नोट्सचा प्रस्ताव दिला आहे"),
                n("bcc14a68", 'कम्युनिटी नोट्स हा एक प्रोग्रॅम आहे जिथे स्वयंसेवक प्रतिनिधी दिशाभूल करणारा वाटू शकतो असा मजकूर (ज्याला "नोट्स" म्हणतात) पोस्टमध्ये समाविष्ट करतात. खालील नोट्सना प्रतिनिधींकडून मूल्यांकन दिले जाऊ शकते आणि त्यांना सध्या उपयुक्त आहे असे मूल्यांकन दिल्यास, त्या X वर दिसतील. एखाद्या नोटला सध्या उपयुक्त असे मूल्यांकन दिले असल्यास, आणि आपण असहमत असल्यास, आपण अतिरिक्त पुनरावलोकनाची विनंती करू शकता — म्हणजेच अधिक प्रतिनिधी नोटचे पुनरावलोकन करतील आणि तिचे मूल्यांकन बदलू शकते. '),
                n("c21313ba", "सध्या नोटवर उपयुक्त नाही असे मूल्यांकित केले आहे"),
                n("c2c40120", "सर्व नोट्स दाखवा"),
                n("ia596d40", "आपणास सुधारणा करायला आवडेल असे काहीही पाहायचे आहे?"),
                n("deff0bde", "नोट लिहा"),
                n("i8e85ef8", "कम्युनिटी नोट्समध्ये सहभागी व्हा आणि चांगले-माहितीपूर्ण जग तयार करण्यासाठी नोट रायटिंग आणि इतर वैशिष्ट्यांचा वापर करा"),
                n("af88892a", "ज्या कम्युनिटीच्या नोट्सच्या प्रतिनिधींना असे वाटते की हे पोस्ट दिशाभूल करू शकते आणि अतिरिक्त संदर्भ दिल्यास फायदा होऊ शकतो, त्यांनी या नोट्स समाविष्ट केल्या आहेत."),
                n("cf8a40a6", "जोपर्यंत पुरेसे प्रतिनिधी नोट्सवर उपयुक्त आहे असे मूल्यांकन देत नाहीत, तोपर्यंत त्या केवळ कम्युनिटी नोट्समध्ये दृश्यमान असतात."),
                n("g22c8c30", "जर या नोट्स पुरेशा प्रतिनिधींकडून उपयुक्त म्हणून मूल्यांकित करण्यात आल्या असतील, ज्यात त्यांच्या मागील मूल्यांकनामध्ये सहसा असहमत असलेल्यांचा समावेश असेल, तर त्या जास्तीचा संदर्भ म्हणून पोस्टसोबत सार्वजनिक स्तरावर प्रदर्शित होण्यास सुरुवात होते."),
                n("jf04b084", "ज्या प्रतिनिधींना असे वाटते की पोस्ट दिशाभूल करणारे नाही आणि अतिरिक्त संदर्भाची आवश्यकता नाही. त्यांनी त्या नोट्स समाविष्ट केल्या आहेत."),
                n("g5a72e98", "जरी नोट्सवर उपयुक्त आहेत असे स्टेटस मिळाले असले तरीही त्या केवळ कम्युनिटीच्या नोट्समध्ये मूल्यांकन देणाऱ्यांसाठी अतिरिक्त माहिती म्हणून दृश्यमान असून पोस्टमध्ये संदर्भ म्हणून दाखवल्या जात नाहीत."),
                n("h53cb7de", "आपल्याला या पोस्टबद्दल काय वाटते?"),
                n("dc3bfc82", "काय, काही असल्यास, आपल्याला या पोस्टबद्दल काय आवडले?"),
                n("b4704bf4", "काय, काही असल्यास, आपल्याला या पोस्टबद्दल काय नाही आवडले?"),
                n("ed5156fa", "आपले मूल्यांकन जतन करताना समस्या आली, कृपया पुन्हा प्रयत्न करा."),
                n("d5f9fb42", "आपण या समुदाय बूस्टला रेट केले"),
                n("j6aa6172", "मूल्यांकन हटवायचे?"),
                n("i4112750", "हे पूर्ववत करता येत नाही."),
                n("bd7eb888", "या पोस्टवर सर्व नोट्स पहा"),
                n("i97b83f6", "आपले अपील सबमिट करताना त्रुटी उद्भवली, कृपया पुन्हा प्रयत्न करा. "),
                n("a038ab9a", "नोट भाषांतर"),
                n("i606fc4c", "कम्युनिटी नोट्सच्या अपील्स विषयी"),
                n("b664c554", "अतिरिक्त योगदानकर्त्याच्या पुनरावलोकनाची विनंती करा"),
                n("ab66e1f2", "हे पुढील प्रमाणे कार्य करते:"),
                n("e36d807c", "कम्युनिटी नोट्सच्या अधिक प्रतिनिधींना या नोटचे पुनरावलोकन आणि मूल्यांकन करण्याची विनंती मिळेल."),
                n("d8afb99c", "जर प्रतिनिधींच्या मूल्यांकनांमुळे नोटची उपयुक्त अशी मूल्यांकन दिलेली सद्यस्थिती बदलली, जेणेकरुन यापुढे त्यावर (नोट) उपयुक्त म्हणून मूल्यांकन दिले जाणार नाही, तर ती नोट पोस्टवर प्रदर्शित केली जाणार नाही."),
                n("f9e1090c", "X नाही, प्रतिनिधी पुनरावलोकने करतात."),
                n("i80c8a84", "अतिरिक्त पुनरावलोकनाची विनंती केली. "),
                n("f93d4391", "या नोटचे पुनरावलोकन अतिरिक्त प्रतिनिधीकडून करून घेण्याची विनंती करू शकता"),
                n("e457970a", "तपशील नोट करा"),
                n("df587b98", "नोट ID"),
                n("h201bdc8", "लेखकाचे नाव नोट करा"),
                n("h74b96b0", "नोट सबमिट केली "),
                n("ge25848a", "सद्यस्थिती"),
                n("d6db34cc", "अधिक रेटिंग्जची आवश्यकता असते"),
                n("ce8b505e", "उपयुक्त नाही"),
                n("e5be8156", "ओपन सोर्स अल्गोरिदमद्वारे गणना केलेली नोट स्थिती"),
                n("fca23c42", "वेगवेगळ्या दृष्टीकोनातून पुरेशा प्रतिनिधींनी मान्य केले की ही नोट उपयुक्त आहे, म्हणून ती पोस्टवर संदर्भ म्हणून दाखविण्यात येत आहे."),
                n("hef420c2", "अद्याप पुरेशा प्रतिनिधींनी या नोटला भिन्न दृष्टीकोनातून मूल्यांकन दिलेले नाही."),
                n("j3af43c4", "वेगवेगळ्या दृष्टीकोनातून पुरेशा प्रतिनिधींनी मान्य केले आहे की ही नोट उपयुक्त नाही."),
                n("f79d812c", "पोस्ट केल्याच्या एका तासाच्या आत उपयुक्त म्ह्णून रेट केले आणि दाखवले"),
                n("cc02373e", "उपयुक्त म्हणून रेट केले आणि प्रस्तावित झाल्यानंतर एका तासाच्या आत दाखवले"),
                n("d9f72d90", "पोस्ट केल्याच्या एका तासाच्या आत जुळले आणि दाखवले"),
                n("fc6e4594", "रेटर्सनी निवडलेले लोकप्रिय टॅग्ज"),
                n("f7427d6f", "या पोस्टवरील"),
                n("aa94541d", "या पोस्टवरील"),
                n("fe821ebb", "या पोस्टवरील"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "दुसऱ्या पोस्ट"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return " " + e.matches + "पोस्ट्स";
                }),
                n("i23a64ea", function (e) {
                    return " " + e.matches + "पोस्ट्स";
                }),
                n("h6c5af52", function (e) {
                    return " " + e.matches + "पोस्ट्स";
                }),
                n("c2584f58", function (e) {
                    return e.matches + "पोस्ट्स";
                }),
                n("a0dec723", "या पोस्टवरील"),
                n("f20fa57c", function (e) {
                    return " " + e.matches + "पोस्ट्स";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("b95920ef", "या पोस्टवरील"),
                n("f8dcced2", function (e) {
                    return " " + e.matches + "पोस्ट्स";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("e3002eab", "या पोस्टवरील"),
                n("df3f2d52", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("ia35cd39", "या पोस्टवरील"),
                n("a499228a", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("fa56f7cb", "या पोस्टवरील"),
                n("b826c19c", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("i56af3fd", "या पोस्टवरील"),
                n("g1f275b6", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " posts";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " posts";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("g03f5337", "या पोस्ट"),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("f5b30b8a", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("d595bffd", "या पोस्ट"),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ef8a55a6", function (e) {
                    return e.matches + " पोस्ट्स";
                }),
                n("d5061d00", "X वर दाखवले गेले नाही"),
                n("e272836c", "टिप हटवायची?"),
                n("da5a5d8c", "एकदा का आपण ही नोट हटवली, की ती कम्युनिटी नोट्समधून कायमस्वरूपी काढून टाकली जाईल."),
                n("a804a8f4", "अधिक नोट्ससाठी आपल्या मदतीची आवश्यकता आहे"),
                n("ib9628b8", "आपला मुल्यांकनाचा प्रभाव निर्माण करत राहण्यासाठी अधिक नोट्सवर मूल्यांकन द्या"),
                n("bf08be2e", "आता अधिक नोट्सवर मूल्यांकन द्या"),
                n("i26425d8", "काही प्रमाणामध्ये"),
                n("c6e683d0", "सबमिट करून मान्यता द्या"),
                n("b3fcaac6", "या नोटला रेटिंग देण्यापूर्वी स्रोत उघडणे आणि पुनरावलोकन करणे विचारात घ्या"),
                n("e8a33850", "या नोटला रेटिंग देण्यापूर्वी कृपया स्रोत उघडा आणि पुनरावलोकन करा"),
                n("ca6f04ec", "नोट्समध्ये उद्धृत केलेल्या स्त्रोतांचे पुनरावलोकन केल्यास त्यांची अचूकता सुनिश्चित करण्यात मदत होते. "),
                n("a7338bc2", "ही टिप सहाय्यक आहे का?"),
                n("bd0b6422", "समाविष्ट केलेले संदर्भ का आवश्यक नाही याचे हे उपयुक्त स्पष्टीकरण आहे का?"),
                n("ac7f9746", "याविषयी काय उपयुक्त होते?"),
                n("c7751804", "याविषयी काय उपयुक्त नव्हते?"),
                n("dc9c823a", "लिंकचा समावेश असलेल्या सर्व पोस्ट्सवर ही नोट उपयुक्त ठरेल."),
                n("da0bb868", "व्हिडिओचा समावेश असलेल्या सर्व पोस्ट्सवर ही नोट उपयुक्त ठरेल."),
                n("e8694748", "प्रतिमेचा समावेश असलेल्या सर्व पोस्ट्सवर ही नोट उपयुक्त ठरेल."),
                n("b487e12e", "मीडियाचा समावेश असलेल्या सर्व पोस्ट्सवर ही नोट उपयुक्त ठरेल."),
                n("hfdb963e", "ही नोट या पोस्टसाठी खूपच विशिष्ट आहे आणि तीच लिंक समाविष्ट असलेल्या इतर पोस्ट्सवर अप्रासंगिक असू शकते."),
                n("bd6742c2", "ही नोट या पोस्टसाठी खूपच विशिष्ट आहे आणि समान व्हिडिओ समाविष्ट असलेल्या इतर पोस्ट्सवर  असंबद्धित असू शकते."),
                n("ded3a8a2", "ही नोट या पोस्टसाठी खूपच विशिष्ट आहे आणि समान प्रतिमा समाविष्ट असलेल्या इतर पोस्ट्सवर असंबद्धित असू शकते."),
                n("c1e42c92", "ही नोट या पोस्टसाठी खूपच विशिष्ट आहे आणि ती समान मीडिया समाविष्ट असलेल्या इतर पोस्ट्सवर असंबद्धित असू शकते."),
                n("af198630", "लोकांसाठी डेटा कसा उपलब्ध करून दिला जातो"),
                n("d39720d3", "उपयुक्त"),
                n("i7d91dc9", "काही प्रमाणामध्ये उपयुक्त"),
                n("c75b7fb4", "उपयुक्त नाही"),
                n("d9025c46", function (e) {
                    return e.matches + " posts";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " posts";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " posts";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " posts";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "आपली टिप"),
                n("b9f18eec", "सध्या उपयुक्त असे मूल्यांकित केले आहे"),
                n("j33f6520", "सध्या उपयुक्त नाही असे मूल्यांकित केले"),
                n("idc0e9fc", "समुदाय टिपा प्रतिनिधी होण्यासाठी साइन अप करा"),
                n("a83cccfa", "प्रतिनिधी टीप प्रस्तावांचे पुनरावलोकन करू शकतात, टिपा लिहू शकतात, त्यांच्या प्रभावाचा मागोवा घेऊ शकतात आणि बरेच काही करू शकतात!"),
                n("c2a6ec00", "कम्युनिटीच्या नोट्समध्ये सहभागी व्हायचे आहे?"),
                n("d2470b62", "लोकांना अद्ययावत अधिक चांगली माहिती देण्यासाठी सहाय्य करा."),
                n("ab23a972", "चर्चेला फॉलो करा"),
                n("c68f3bc0", "आमच्या मूल्यांविषयी अधिक जाणून घ्या"),
                n("dfb1f498", "प्रतिक्रिया"),
                n("a584cfa7", "आम्हाला @कम्युनिटीनोट्स येथे थेट संदेश पाठवा"),
                n("e4d93012", "अनेक लोकांनी कम्युनिटी नोटची विनंती केली आहे."),
                n("e55983c0", "कोणत्याही विनंतीकर्त्यांनी अद्याप नोट का आवश्यक आहे हे स्पष्ट करणारा स्त्रोताची लिंक प्रदान केलेली नाही"),
                n("h23be93e", "विनंती करणारे एक X पोस्ट समाविष्ट करू शकतात, हे समजावून सांगण्यासाठी की नोट उपयुक्त आहे असे त्यांना का वाटते. त्यांनी पुढील पोस्ट्स समाविष्ट केले"),
                n("ca6ae344", "कम्युनिटी नोट्सचा टॅब बार"),
                n("fe27c1e2", "नोट्स"),
                n("ff692d64", "आपले प्रोफाइल"),
                n("cb1adfa0", "डेटा डाउनलोड करा"),
                n("jaf0d42c", "आपल्या नोट्स"),
                n("fa9a644a", "उपयुक्त आहे किंवा उपयुक्त नाही अशा स्टेटसच्या आपल्या अगदी अलीकडील 5 पैकी 3 नोट्स उपयुक्त नाहीत असे मानल्या गेल्या असतील, तर आपली नोट्स लिहिण्याची क्षमता तात्पुरती लॉक केली जाईल."),
                n("i4014342", "आपली लेखन क्षमता लॉक करणे टाळा. आपल्या दोन नोट्सविषयी योगदानकर्त्यांचा अभिप्राय येथे आहे:"),
                n("j9897a7c", "नोट लिहिण्याच्या टिप्स मिळवा"),
                n("ac71a5a0", "मदतीची आवश्यकता असलेल्या नोट्सवर मूल्यांकन द्या "),
                n("h544e3c8", "नोट्स लिहिण्याची क्षमता अनलॉक करण्यासाठी प्रतिनिधींना आता 5 चा मूल्यांकन प्रभाव मिळविणे आवश्यक आहे."),
                n("d88c63f6", "नवीन: नोट्स लिहिण्याची क्षमता अनलॉक करा"),
                n("bd31adde", "तुम्ही कम्युनिटी नोट्स प्रोग्रॅम सोडून दिला आहे."),
                n("a796c19c", "परत सामील व्हा"),
                n("h837a96c", "तुम्ही कम्युनिटी नोट्स प्रोग्रॅममध्ये परत सामील व्हाल."),
                n("a4d4bcb9", function (e) {
                    return "तुम्हाला परत सामील व्हायचे असल्यास तुम्ही ते याठिकाणी करू शकता " + e.numDaysToRejoin + " दिवस.";
                }),
                n("a490bc51", "अधिक जाणून घ्या"),
                n("c94ad3e8", "आम्हाला अभिप्राय पाठवा"),
                n("ee160790", " हटविलेल्या नोट्स"),
                n("b3de4a42", "मुल्यांकनाचा प्रभाव"),
                n("a7b0393c", "लेखनाचा प्रभाव"),
                n("id568acc", "टॉप लेखक"),
                n("e25f9ad6", "मूल्यांकनांमुळे नोटला उपयुक्त असे स्टेटस मिळवून देण्यास मदत होते"),
                n("a0697fbc", "चांगली कामगिरी! मूल्यांकनांमुळे उपयुक्त नोट्स ओळखणे शक्य झाले आहे. उपयुक्त नोट्समुळे पोस्टमध्ये संदर्भ समाविष्ट करता येतो आणि लोकांना माहिती देण्यात मदत होते."),
                n("a3311a60", "मूल्यांकनांमुळे उपयुक्त नोट्स ओळखणे शक्य झाले आहे. उपयुक्त नोट्समुळे पोस्टमध्ये संदर्भ समाविष्ट करता येतो आणि लोकांना माहिती देण्यात मदत होते."),
                n("bbc44f5a", "मूल्यांकनांमुळे X वर दर्शविल्या जाणाऱ्या उपयुक्त नोट्स ओळखणे शक्य झाले आहे. उपयुक्त नोट्समुळे पोस्टमध्ये संदर्भ समाविष्ट करता येतो आणि लोकांना माहिती देण्यात मदत होते."),
                n("b4f21858", "उपयुक्त नाही अशा स्टेटसपर्यंत पोहोचण्यास नोटवर दिली जाणारी मूल्यांकने"),
                n("d46b6bc8", "या मूल्यांकनांमुळे नोट लिहिणाऱ्यांना अभिप्राय मिळून आणि प्रतिनिधींना सर्वात आशादायक नोट्सवर लक्ष केंद्रित करणे शक्य होऊन कम्युनिटी नोट्स सुधारण्यास मदत होते."),
                n("a5e6ba6a", "उपयुक्त नसलेल्या स्टेट्स असलेल्या नोट्सवर उपयुक्त असे रेटिंग"),
                n("a22929e4", "उपयुक्त स्टेट्सच्या नोट्सवरील उपयुक्त नाही असे रेटिंग"),
                n("b76dd726", 'या रेटिंग्ज सामान्य आहेत आणि जर बरेच लोक सहमत असतील की "उपयुक्त" नोट पुरेशी उपयुक्त नाही तर स्थिती बदलू शकते.'),
                n("j29cc0f2", "या रेटिंग्जची गणना दोनदा केली जाते कारण ते बर्याचदा इतरांनी कमी दर्जाचे मानल्या गेलेल्या नोट्सचे समर्थन दर्शवितात."),
                n("cd4333d0", "काळजी करू नका, प्रत्येकाला यापैकी काहीतरी मिळते! "),
                n("e9fa53ac", "सध्या उपयुक्त किंवा उपयुक्त नाही असे स्टेटस नसलेल्या नोट्सवरील मूल्यांकने."),
                n("fc664dee", "एखादे स्टेटस गाठल्यानंतर केलेले मूल्यांकन"),
                n("f024ec64", "या मूल्यांकनांमुळे नोटचे स्टेटस अधिक कार्यक्षम होते, किंवा ते बदलण्यास मदत होते. "),
                n("e1ee08e6", "लेखनाचा प्रभाव"),
                n("je3fc324", "उपयुक्त असे स्टेटस मिळालेल्या आपल्या नोट्स"),
                n("f7358242", "उपयुक्त असे स्टेटस मिळालेल्या नोट्स"),
                n("j8e9b514", "खूप छान१ या नोट्स प्रत्येकाला दिसणार जे ही पोस्ट बघतील.  ज्यामुळे पोस्टविषयी अधिक संदर्भ समजतो आणि लोकांना माहिती होण्यास मदत होते."),
                n("e9e57c5c", "या नोट्स प्रत्येकाला दिसणार जे ही पोस्ट बघतील.  ज्यामुळे पोस्टविषयी अधिक संदर्भ समजतो आणि लोकांना माहिती होण्यास मदत होते."),
                n("fee0d8a8", "या नोट्स X वर दाखविल्या जातात, ज्यामुळे पोस्टविषयी अधिक संदर्भ समजतो आणि लोकांना माहिती होण्यास मदत होते."),
                n("iab44364", "उपयुक्त नाही असे स्टेटस मिळालेल्या आपल्या नोट्स"),
                n("d8c90438", "उपयुक्त माही असे स्टेटस मिळालेल्या नोट्स"),
                n("accaa48e", "या नोट्सना पुरेशा प्रतिनिधींनी उपयुक्त नाही असे मूल्यांकन दिले आहे, जे कधीकधी त्यांच्या मागील मूल्यांकनाशी असहमत असतात. अशा नोट्स आणि त्यावर मिळालेला अभिप्राय आपण आपल्या प्रोफाइलवर पाहू शकता.\nअधिक लोक नोटवर मूल्यांकन देत असल्याने त्यावरील स्टेटस बदलू शकते."),
                n("fa2156f6", "या नोट्सना पुरेशा प्रतिनिधींनी उपयुक्त नाही असे मूल्यांकन दिले आहे, जे कधीकधी त्यांच्या मागील मूल्यांकनाशी असहमत असतात. \nअधिक लोक नोटवर मूल्यांकन देत असल्याने त्यावरील स्टेटस बदलू शकते."),
                n("d004c768", "अधिक मूल्यांकने आवश्यक आहेत अशा नोट्स"),
                n("f3d6d6c0", "अद्याप उपयुक्त किंवा उपयुक्त नाही असे स्टेटस नसलेल्या नोट्स."),
                n("d68a370c", "अंतिम अपडेट: "),
                n("f10aaf3c", "नोटवर मूल्यांकन देण्याविषयी टिप्स"),
                n("b9793c9a", "आपण अद्याप एकही नोट लिहिलेली नाही"),
                n("bed66f92", "सुरुवात कशी करावी ते येथे आहे:"),
                n("a3ca686a", "उपयुक्त नोट्स लिहिण्यासाठी टिप्स पहा"),
                n("ga8034c6", "नोट लिहिण्यासाठी कोणत्याही पोस्टवर ••• मेनूवर टॅप करा"),
                n("h4109636", "पोस्ट संभाव्यत: दिशाभूल करणारे आहे असे आपणास वाटत असल्यास, एखादी नोट लिहा ज्यामुळे ते (ट्विट) पाहणाऱ्या लोकांसाठी उपयुक्त संदर्भ समाविष्ट केला जाईल."),
                n("ec30e9ac", "इतर प्रतिनिधी आपल्या नोटच्या उपयुक्ततेवर मूल्यांकन देतील"),
                n("e0c42f80", "आपल्या नोटला उपयुक्त असे स्टेटस मिळाल्यास, तीप्रत्येकाला दिसणार जे ही पोस्ट बघतील"),
                n("ife4baaa", "कम्युनिटी नोट्स बहुमताच्या नियमानुसार काम करत नाहीत. लोकांच्या विस्तृत व्याप्तीसाठी उपयुक्त असलेल्या नोट्स ओळखण्यासाठी, नोटच्या स्टेटसला त्यावरील मागील मूल्यांकनामध्ये कधीकधी असहमत असलेल्या प्रतिनिधींमधील करार आवश्यक असतो. यामुळे एकतर्फी मूल्यांकनास प्रतिबंधित करता येते."),
                n("a0c552ee", "आपला प्रभाव येथे दाखविला जाईल"),
                n("a4e5ea3c", "आपण अद्याप एकही नोटवर मूल्यांकन दिलेले नाही"),
                n("g9a28bde", "मदतीची आवश्यकता असलेल्या नोट्स ब्राउझ करा"),
                n("dc0046e2", "कम्युनिटी नोट्सचे होम ब्राउझ करा"),
                n("fecae168", "तेथे, आपणास अधिक मूल्यांकनांची आवश्यकता असलेल्या नोट्स सापडतील आणि जेथे आपले मूल्यांकन खास करून साहाय्यकारी ठरू शकते."),
                n("h525e29e", "अनेक लोकांना उपयुक्त ठरू शकेल अशा नोट्स शोधण्यासाठी मदत करा"),
                n("f6db7706", "सर्वोत्कृष्ट कम्युनिटीच्या नोट्सवरून थेट पोस्टच्या क्लेमवर संबोधित करता येते, आणि ज्या उपयुक्त आणि स्पष्ट भाषेत लिहिल्या जातात आणि स्त्रोत समाविष्ट करतात जो अनेक लोकांना विश्वासार्ह वाटू शकतो."),
                n("f636b582", "उपयुक्त नाही अशा नोट्स शोधण्यासाठी मदत"),
                n("f58f4f62", "कमी दर्जाच्या नोट्सवरील मुल्यांकनामुळे नोट लिहिणाऱ्यांना अभिप्राय मिळून आणि प्रतिनिधींना सर्वात आशादायक नोट्सवर लक्ष केंद्रित करणे शक्य होऊन कम्युनिटी नोट्स सुधारण्यास मदत होते."),
                n("cf30af22", "आपणास माहिती आहे?"),
                n("d145b0fa", "नोटवरची स्टेटस बहुसंख्य नियमांनुसार पोहोचत नाहीत. लोकांच्या विस्तृत व्याप्तीसाठी उपयुक्त असलेल्या नोट्स ओळखण्यासाठी, नोटच्या स्टेटसला त्यावरील मागील मूल्यांकनामध्ये कधीकधी असहमत असलेल्या प्रतिनिधींमधील करार आवश्यक असतो. यामुळे एकतर्फी मूल्यांकनास प्रतिबंधित करता येते."),
                n("c20a24cc", "अभिनंदन!"),
                n("d01b8fc8", "आपण टॉप कम्युनिटी नोट्स लेखक आहात."),
                n("jbe2ad46", 'उच्च लेखन प्रभाव आणि "उपयुक्त" स्थिती असलेल्या नोट्सचे उच्च प्रमाण असलेले लेखक येथे प्रवेश मिळवतात:'),
                n("d2dc3d4c", "नोट अलर्ट्ससाठी प्राधान्य"),
                n("heb73816", "टॉप लेखकांच्या नोट प्रस्तावांमुळे रेटरचे लक्ष वेधण्यासाठी सूचनापत्रे ट्रिगर होण्याची अधिक शक्यता असते."),
                n("b760d51a", "उपनाव प्रोफाइलमध्ये बॅज"),
                n("ief63e50", "टॉप लेखकांना त्यांच्या कम्युनिटी नोट्स प्रोफाइलमधील बॅजद्वारे ओळखले जाऊ शकते."),
                n("jd6b88ca", "मीडियाबद्दल नोट्स"),
                n("c39bdf5a", "टॉप लेखक अनेक पोस्टवर वैशिष्ट्यीकृत मीडियाबद्दल नोट्स लिहू शकतात, ज्यामुळे अनेक लोकांना अधिक चांगल्या प्रकारे माहिती दिली जाऊ शकते."),
                n("efb9a9e0", "येथे पाहण्यासारखे काहीच नाही"),
                n("a1529ce7", "अधिक जाणून घ्या"),
                n("f07ed596", "आपल्यासारखे प्रतिनिधी X वर संदर्भ म्हणून दाखवल्या जाणाऱ्या उपयुक्त नोट्स ओळखण्यात आणि लोकांना माहिती देण्यासाठी एकत्रितपणे मदत करतात."),
                n("h2b5268a", "शाब्बास! आपला प्रभाव असाच वाढवण्यासाठी आणखी नोट्सवर मूल्यांकन द्या."),
                n("e86c87a0", "अधिक नोट्सवर मूल्यांकन द्या"),
                n("ad98f836", "आपला मूल्यांकन प्रभाव नकारात्मक झाला आहे. काळजी करू नका!"),
                n("e2d7c914", "नोट्सला मूल्यांकन देणे पुढे चालू ठेवा"),
                n("a5427624", "अधिक प्रतिनिधींकडून मूल्यांकन आवश्यक असलेल्या नोट्स शोधण्यासाठी कम्युनिटी नोट्सचे होम ब्राउझ करा."),
                n("e227a7fa", "नोटचे स्टेटस नेहमी बदलू शकते"),
                n("eda73c9c", "आपली मूल्यांकने कधी-कधी, नोटवरील स्टेटसपेक्षा भिन्न असतील. काहीच हरकत नाही! अधिक प्रतिनिधी आपल्याशी सहमत असल्यास, स्टेटस पलटले जाऊ शकते आणि आपला प्रभाव बदलेल."),
                n("cfa3b664", "आता आपण कम्युनिटी नोट्स लिहू शकता!"),
                n("j44125ee", "या प्रतिनिधीने अद्याप एकही नोट लिहिलेली नाही."),
                n("da55067c", "ही स्पेस नंतर येऊन पहा!"),
                n("f893c3b8", "कम्युनिटी नोट्समध्ये सहभागी व्हा"),
                n("a701795c", "अद्याप एकाही कम्युनिटी नोट नाही"),
                n("db08295e", "सहभागी व्हायचे?"),
                n("ha275800", "आपण कम्युनिटी नोट्स पायलट प्रोग्रॅमचा भाग नाही, असे दिसते. लोकांना X वर चांगली माहिती मिळत राहण्यास मदत करण्यासाठी त्वरित सहभागी व्हा."),
                n("ce0a213a", "नोट तयार करण्यासाठी, कोणत्याही पोस्टच्या मेनूमध्ये समुदाच्या नोट्सचे चिन्ह निवडा. आपण तयार केलेल्या नोट्स येथे दाखवल्या जातील."),
                n("c87f3cf8", "टिप"),
                n("a5b19492", "ही टिप अस्तित्वात नाही."),
                n("c21d1b2a", "काही वेळा नोट्सच्या मागील मुल्यांकनामध्ये असहमत असलेल्या लोकांसहित पुरेशा प्रतिनिधींनी सहमती दिल्यानंतर त्या उपयुक्त आहेत किंवा नाहीत हे समजते. यामुळे लोकांच्या विस्तृत श्रेणीसाठी उपयुक्त आहेत, हे सुनिश्चित करण्यात मदत होते आणि एकतर्फी मूल्यांकनास प्रतिबंधित करता येते."),
                n("c7b59cde", "कम्युनिटी नोट्स सेटिंग्ज"),
                n("c8be1d0d", "अधिक जाणून घ्या."),
                n("a5a2330c", "समान मीडियासह पोस्ट्स"),
                n("ad071b5c", "समान लिंक असलेल्या पोस्ट्स"),
                n("b92967c0", "ही नोट मीडिया नोट नाही"),
                n("i92fddce", "पुरेसे लोक सहमत असल्यास नोट खालील पोस्ट्सवर स्वयंचलितपणे दाखवली जाते."),
                n("f5ce7a00", "या मीडिया पोस्टमध्ये अद्याप कोणतेही मॅचेस नाहीत."),
                n("e1288bdc", "नोटसाठी मदत हवी असेल तेव्हा अलर्ट्स"),
                n("ca14eab4", "कम्युनिटी नोटवर आपल्या मूल्यांकनाची आवश्यकता असेल तेव्हा सूचनापत्रे मिळवा."),
                n("gb2bc3d0", "मी नेहमीच तत्पर आहे 🔥"),
                n("c35ebcd2", "दररोज काही प्रमाणामध्ये शक्य तेवढी मदत मी करेन"),
                n("ba165b3c", "नेहमी"),
                n("g72e2a58", "दर आठवड्याला काही अलर्ट्स"),
                n("idd249e0", "कधीकधी"),
                n("if2e01ee", "दर महिन्याला काही अलर्ट्स"),
                n("fdaeaab8", "तुमची सेटिंग्ज जतन करताना एरर आली, कृपया पुन्हा प्रयत्न करा."),
                n("db4e443a", "तुमची सेटिंग्ज जतन केली आहेत."),
                n("dc11636c", "आपण बोलत असलेल्या भाषा"),
                n("fae059c6", "कम्युनिटी नोट्स प्रोग्रॅम सोडून द्या"),
                n("ed37123a", "तुम्ही कम्युनिटी नोट्स प्रोग्रॅम सोडून देत आहात"),
                n("c1a554a2", "तुम्हाला काय माहित असणे आवश्यक आहे ते इथे दिले आहे:"),
                n("j59355fe", "तुम्ही नवीन कम्युनिटी नोट्स लिहिण्यास सक्षम नसाल."),
                n("c23420ec", "तुम्हाला कम्युनिटी नोट्स कडून सूचना मिळणार नाही, जोपर्यंत त्या तुमच्या x वरील क्रियाकलापांशी संबंधित नाहीत."),
                n("c76031ee", "तुमचे निनावी कम्युनिटी नोट्स प्रोफाइल आणि पूर्वीचे सबमिशन सार्वजनिकरित्या उपलब्ध असतील. तरी देखील तुम्ही तुमच्या नोट्स पाहण्यास आणि हटविण्यास सक्षम असाल."),
                n("be4f9106", "तुम्ही 90 दिवसांनंतर पुन्हा सामील होऊ शकता."),
                n("hf68e810", "कम्युनिटी नोट्स हा एक प्रोग्रॅम आहे ज्याचा उद्देश एक चांगले-माहितीपूर्ण जग तयार करणे आहे. यामुळे X वरील लोक संभाव्यतः दिशाभूल करणाऱ्या पोस्टमध्ये सहयोगी पद्धतीने नोट्स समाविष्ट करू शकतात."),
                n("jdb52860", "प्रतिनिधी नोट्स लिहितात आणि मूल्यांकन देतात"),
                n("c104025c", "प्रतिनिधी हे X वरील लोक आहेत, ज्यांना नोट्स लिहिण्यासाठी आणि त्या मूल्यांकित करण्यासाठी पायलटमध्ये नोंदणी करण्याचे निवडले आहे. जितके जास्त लोक सहभागी होतात तितका प्रोग्रॅम चांगला होतो. "),
                n("j7872b8c", "पोस्टवर फक्त लोकांना उपयुक्त वाटणाऱ्या नोट्स दिसतात "),
                n("fb59415e", "पोस्टवर संदर्भ म्हणून सार्वजनिकपणे दाखविण्यासाठी, एखाद्या नोटवर पुरेशा लोकांनी वेगवेगळ्या दृष्टिकोनातून उपयुक्त म्हणून मूल्यांकित करणे आवश्यक आहे. या दृष्टीकोनामुळे पूर्वग्रह आणि फेरफार करण्याचे टाळण्यास मदत होते तसेच अनेक लोकांना उपयुक्त नोट्स शोधण्यात मदत होते. "),
                n("f9a44022", "X कंपनी, काय दाखवायचे ते निवडत नाही: लोक ते करतात"),
                n("gdf4fbb2", "X कंपनी, स्वत: नोट्स लिहित नाही, मूल्यांकित करीत नाही किंवा नियमन करीत नाही (जोपर्यंत या नोट्स X नियमांचे उल्लंघन करत नाहीत.) आम्हाला असे वाटते की लोकांना एकत्र येऊन या निवडी करण्याचा अधिकार दिला तर तो लोकांना चांगल्याप्रकारे माहितगार बनविण्यासाठी एक वाजवी आणि प्रभावी मार्ग असेल."),
                n("cc720e6a", "कम्युनिटी नोट्स डेटा पारदर्शकतेवर तयार केल्या आहेत"),
                n("j2fcd33a", "डेटामध्ये या पर्यंतचे योगदान समाविष्ट आहे"),
                n("d4a6b322", "कम्युनिटी नोट्सचा सर्व डेटा येथे दररोज प्रदर्शित केला जातो, जेणेकरून लोकांना डेटाचे विश्लेषण करणे, समस्या ओळखणे आणि कम्युनिटी नोट्स जास्त चांगल्या बनवण्यासाठी संधी शोधणे यासाठी आमच्या समुदायास मुक्त प्रवेश मिळतो. आपल्या बरोबर जाणून घेण्यास आम्ही उत्सुक आहोत."),
                n("c359263a", "कम्युनिटी नोट्सचा डेटा कसा वापरायचा आणि त्याचे विश्लेषण कसे करायचे ते जाणून घ्या "),
                n("b8a27fe2", "आमच्या मार्गदर्शकात"),
                n("j1c99e00", "टिपांचा डेटा"),
                n("i6f69314", "रेटिंग्जचा डेटा"),
                n("b7e4c114", "नोट स्टेटस इतिहास डेटा"),
                n("d7f19114", "उपभोक्ता नोंदणीचा सद्यस्थिती डेटा"),
                n("b6008808", "नोट विनंती डेटा"),
                n("h786cd7a", "नोट्सचा डेटा अद्याप उपलब्ध नाही"),
                n("d0fe8052", "मूल्यांकनांचा डेटा अद्याप उपलब्ध नाही"),
                n("c0427f94", "नोट स्टेटस इतिहास डेटा अद्याप उपलब्ध नाही"),
                n("g880d8c0", "उपभोक्ता नोंदणीचा सद्यस्थिती डेटा अद्याप उपलब्ध नाही"),
                n("ab1b3d38", "नोट विनंती डेटा अद्याप उपलब्ध नाही"),
                n("c43fb933", "X विकसक करार आणि धोरण"),
                n("ed88e742", "विषयाची लिंक कॉपी करा"),
                n("h92fe1be", "दुर्दैवाने, यावेळी आपल्यासाठी कम्युनिटी नोट्स उपलब्ध नाहीत."),
                n("f0dc1434", "कम्युनिटी नोट्स सध्या केवळ यु.एसमध्ये उपलब्ध आहे"),
                n("f8fc0b48", "फोल्डर तयार करा"),
                n("c14bcdde", "बुकमार्क्स शोधा"),
                n("e9c65c4a", "बुकमार्क्स शोध"),
                n("b92a21d9", function (e) {
                    return e.query + " साठी कोणतेही परिणाम नाहीत";
                }),
                n("f191a2ba", "शोध सेटिंग्ज"),
                n("a068008a", "फोल्डर्स सध्या लोड होत नाहीत"),
                n("f075b0e8", "फोल्डर संपादित करा"),
                n("beba2a0e", "नवीन बुकमार्क फोल्डर तयार करा"),
                n("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + " मध्ये जतन केले";
                }),
                n("h18f86a4", "फोल्डर हटवा"),
                n("f4ea967a", "फोल्डर हटवला गेला आहे"),
                n("b670aa62", "फोल्डरचे नाव"),
                n("aece5462", "फोल्डरचे नाव यशस्वीरित्या अपडेट केले गेले आहे"),
                n("e3299b94", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये तो फोल्डर पुन्हा अपडेट करण्याचा प्रयत्न करा."),
                n("c09ea714", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये तो फोल्डर पुन्हा हटविण्याचा प्रयत्न करा."),
                n("gee78816", "बुकमार्क फोल्डरची नावे 25 वर्णांपेक्षा जास्त असू नयेत."),
                n("h9a5daa2", "फोल्डर हटवायचे?"),
                n("ac9d5f56", "आपले पोस्ट्स अजूनही “सर्व बुकमार्क्स” फोल्डरमध्ये जतन केले जातील."),
                n("i6e7e298", "तयार करा"),
                n("a0ea2fa6", "नावाचा रकाना रिक्त असू शकत नाही"),
                n("eec37eac", "त्या नावाचे बुकमार्क फोल्डर आधीपासून अस्तित्वात आहे"),
                n("fce0c59e", "अॅनिमेशन JSON पार्स करता आले नाही. कृपया आपल्या अॅनिमेशन फाइलमधील JSON चे फॉरमॅट पाहून पुन्हा प्रयत्न करा."),
                n("g0eea6c2", "अॅनिमेशन JSON फाईल वाचता आली नाही. कृपया फाइल पुन्हा उघडण्याचा प्रयत्न करा."),
                n("ae58026a", "पूर्वावलोकन करण्यासाठी ब्रँडेड लाईक.json फाइल उघडा"),
                n("hd0bc1eb", function (e) {
                    return e.name + " लाइव्ह आहेत";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " लाइव्ह होते";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " लाइव्ह नाहीत";
                }),
                n("d39d46c4", "शीर्षक अद्यतनित केले. बदल दिसण्यास 30 सेकंद लागू शकतात."),
                n("e44095a5", function (e) {
                    return e.timestamp + " सुरू झाले";
                }),
                n("j83f29dd", function (e) {
                    return e.timestamp + " समाप्त झाले";
                }),
                n("daca8a2c", "डॉकमध्ये उघडा"),
                n("e3aac82a", "प्रक्षेपण लोड करत आहे"),
                n("i0ed3f4e", "इव्हेंटची प्रतिमा"),
                n("cbae35fa", "प्रक्षेपण रिपोर्ट करा"),
                n("fd12ab58", "कलेक्शन पोस्ट्स"),
                n("a226497c", "एखादा नवीन समुदाय तयार करा"),
                n("d7346632", "आपण अद्याप एकाही समुदायामध्ये सहभागी झाला नाही आहात"),
                n("b732a4cc", "तुम्ही असे केल्यावर, तुम्हाला त्यांच्या पोस्ट येथे दिसतील."),
                n("hff48914", "यावेळी कोणतीही पोस्ट्स सापडले नाहीत."),
                n("hb52cc4a", "कृपया नंतर पुन्हा प्रयत्न करा."),
                n("e50e1bb0", "समुदायांंमध्ये स्वागत आहे");
            n("i6829daa", "समुदाय हे चर्चांचे मर्यादित गट असतात, जेथे X वरील लोक कनेक्ट होऊ शकतात आणि शेअर करू शकतात."),
                n("fc5c6914", "समविचारी लोकांना भेटा"),
                n("aa1a9820", "आपल्या आवडी सामायिक करणाऱ्या लोकांशी कनेक्ट होण्यासाठी समुदायामध्ये सामील व्हा."),
                n("edef4c82", "थेट समुदायामध्ये पोस्ट करा"),
                n("a7640df6", "आपले पोस्ट्स समुदाय सदस्य आणि आपले फॉलोअर्स सोबत सामायिक केल्या आहेत."),
                n("h3bb8068", "आपल्या आवश्यकतेनुसार बॅकअप घ्या"),
                n("a709f8f8", "समुदाय व्यवस्थापित करण्यासाठी आणि चर्चांना ट्रॅकवर ठेवण्यासाठी प्रशासक आणि नियंत्रक मदत करतात."),
                n("c8d33380", "नवीन आयटम्स"),
                n("cb6adb10", "समुदाय शोधा"),
                n("df362964", "समुदाय शोधा"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " नवीन पोस्ट";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " रिपोर्ट" + f(e.reportedTweets, "", "्स");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " विनंत" + f(e.memberRequests, "ी", "्या");
                }),
                n("a2118086", "पोस्ट्सची क्रमवारी"),
                n("hb01fe46", "जेव्हा आपण असे करता तेव्हा त्या आपण येथे पाहू शकता."),
                n("c170a564", "आपण प्रविष्ट केलेल्या संज्ञेसाठी कोणतेही परिणाम मिळाले नाहीत. कृपया दुसरी शोध संज्ञा वापरून पहा."),
                n("cbd1aef8", "समुदाय आणि पोस्ट्स शोधा"),
                n("fbf01e52", "समुदाय शोधा"),
                n("c8a6499c", "समुदाय पोस्ट्स शोध परिणाम"),
                n("af05a978", "आपण जसे टाइप करत जाता तसे शोध परिणाम येथे दिसतील."),
                n("eb4d2cd0", "पोस्ट्स सापडले नाहीत."),
                n("a8ecdb4c", "समुदाय नवीनतम पोस्ट्स शोध परिणाम"),
                n("dc6ce7b4", "सदस्य"),
                n("ga2aa43c", "नियामक"),
                n("b139b54a", "सदस्यांना आमंत्रित करा"),
                n("cf4898a0", "लोकांना शोधा"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + " यांचे प्रोफाइल पहा";
                }),
                n("e585d844", "नियामक कार्यसंघामध्ये समाविष्ट करा"),
                n("cab7c6f8", "नियामक कार्यसंघामध्ये समाविष्ट करायचे?"),
                n("e96d5255", function (e) {
                    return "सध्या @" + e.screenName + " नियामक आहेत.";
                }),
                n("f348a395", function (e) {
                    return "आम्ही सध्या @" + e.screenName + " यांना नियामक कार्यसंघामध्ये समाविष्ट करू शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा.";
                }),
                n("c3a1aebe", "नियामक कार्यसंघामधून काढून टाका"),
                n("c273c8a6", "नियामक कार्यसंघामधून काढून टाकायचे?"),
                n("c0eb2a53", function (e) {
                    return "यापुढे @" + e.screenName + " आता नियामक नाहीत.";
                }),
                n("a5808125", function (e) {
                    return "आम्ही सध्या @" + e.screenName + " यांना नियामक कार्यसंघातून काढून टाकू शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा.";
                }),
                n("a51d671b", function (e) {
                    return "समुदायामधून @" + e.screenName + " ला बॅन करा";
                }),
                n("cdd87524", "अद्याप येथे कोणीही नाही"),
                n("cca51910", "जेव्हा लोक या कम्युनिटीमध्ये सहभागी होतात तेव्हा त्यांना आपण येथे पाहू शकता."),
                n("c9d56b72", "आपल्या समुदायाबद्दल आम्हाला थोडे सांगा. आपण हे तपशील नंतर कधीही बदलू शकता."),
                n("c1ad5a12", "आपला नवीन समुदाय तयार करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("f713fbd2", "सदस्यता"),
                n("d1fa71fc", "मंजूरी प्रश्न (पर्यायी)"),
                n("a0a16d38", "समुदायामध्ये कोणीही सहभागी होऊ शकते आणि/किंवा कोणालाही आमंत्रित केले जाऊ शकते"),
                n("ce0523a8", "निर्बंधित"),
                n("i1aad6ec", "लोकांनी सहभागी होण्यासाठी विचारणा केली पाहिजे आणि नियामक कार्यसंघाने त्या विनंत्या मंजूर करणे आवश्यक आहे. नियामक कार्यसंघाने आमंत्रित केलेल्या लोकांना स्वयंचलितपणे मंजूरी दिली जाते."),
                n("c85960a0", "सदस्यांना आमंत्रणे देण्याची परवानगी द्या "),
                n("ca373cd2", "विद्यमान सदस्यांनी आमंत्रित केलेल्या लोकांना स्वयंचलितपणे मंजूरी दिली जाते."),
                n("dfdcc6b4", "आपल्या समुदायामध्ये कोण सहभागी होऊ शकते ते नियंत्रित करा. X वर सर्व समुदाय प्रत्येकासाठी दृश्यमान आहेत."),
                n("h3e55b40", "समुदायाचे नाव"),
                n("dd71d9c9", function (e) {
                    return "नावे " + e.minCharacterCount + "ते " + e.maxCharacterCount + " वर्णाक्षरांची असावीत आणि त्यामध्ये हॅशटॅग्ज किंवा @उपभोक्तानावे यांचा समावेश असू नये";
                }),
                n("cf65e56b", function (e) {
                    return e.minCharacterCount + " आणि " + e.maxCharacterCount + " वर्णाक्षरांमध्ये नाव असणे आवश्यक आहे";
                }),
                n("d936eeca", "नावांमध्ये हॅशटॅग्ज किंवा @उपभोक्तानावे नसावीत."),
                n("e2df7cf2", "समुदायाचा उद्देश"),
                n("be9bb312", "एखाद्या प्रबळ उद्देशावरून आपल्या समुदायाचे वर्णन करता येते आणि लोकांना काय अपेक्षित आहे ते समजते"),
                n("e988475f", function (e) {
                    return e.minCharacterCount + " ते " + e.maxCharacterCount + " वर्णाक्षरांमध्ये उद्देशाचे वर्णन असणे आवश्यक आहे";
                }),
                n("gcddfba8", "मंजूरी प्रश्न"),
                n("hf86d862", "उपभोक्ता जेव्हा सहभागी होण्याची विनंती करतात, तेव्हा ते या प्रश्नाचे उत्तर देऊ शकतात. त्यांचा प्रतिसाद त्यांच्या विनंतीसह दर्शविला जाईल. आपण हा प्रश्न रिक्त ठेवून काढू शकता."),
                n("i88b7305", function (e) {
                    return "प्रश्नामध्ये " + e.maxCharacterCount + " वर्णांपेक्षा कमी वर्ण असणे आवश्यक आहेत";
                }),
                n("dce5e1b4", "प्रशासक टूल्स"),
                n("c5d8c93e", "नियामक टूल्स"),
                n("c8c7f9fc", "पुनरावलोकन आवश्यक"),
                n("a87df2ee", "समुदाय व्यवस्थापन"),
                n("ee609174", "सामान्य सेटिंग्ज"),
                n("ab19cdaa", "स्पॅम सेटिंग्ज"),
                n("d755f47d", function (e) {
                    return "पुनरावलोकनासाठी " + e.count + " नवीन पोस्ट" + f(e.count, "", "्स");
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " सदस्य";
                }),
                n("adfcc3ce", "नियम समाविष्ट करा, हटवा, किंवा संपादित करा"),
                n("d0330d9c", "नियम पहा"),
                n("fd67f7c8", "समुदायाचे नाव, उद्देश इत्यादी संपादित करा"),
                n("e7e31264", "स्पॅम फिल्टर आणि रिपोर्ट टूल्स समायोजित करा"),
                n("gc00d212", "समर्थन आणि संसाधने"),
                n("g0cbfc50", "समुदाय नियंत्रित करण्यासाठी उपयुक्त मार्गदर्शक"),
                n("h6ebcfca", "आपल्या प्रोफाइलवर हा समुदाय दाखवा"),
                n("c0fa0634", "आपला समुदाय स्पॉटलाइट करा"),
                n("da035fd5", function (e) {
                    return "नवीन" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "आपल्या प्रोफाइलवर आपला समुदाय स्पॉटलाइट करा"),
                n("b18e94b2", "आपल्या प्रोफाइलवर समुदाय दाखविणे, दर्शक विश्लेषणे पाहणे इत्यादी कार्ये करण्यासाठी व्यावसायिक प्रोफाइलवर स्विच करा."),
                n("dc716b1c", "समुदाय यादी"),
                n("c3e2dda6", "एका समुदायामध्ये यादी जोडणे किंवा काढून टाकणे"),
                n("a68bffdc", "समुदाय मेट्रिक्स पहा"),
                n("c6ea29a2", "नियमन कार्यसंघामधून बाहेर पडा"),
                n("a6e13fac", "आपणास निश्चितपणे  नियामक कार्यसंघामधून बाहेर पडायचे आहे?"),
                n("e538848c", "आपणास यापुढे नियामक टूल्सचा वापर करता येणार नाही. आपण आपला विचार बदलल्यास, आपणास पुन्हा नियामक म्हणून आमंत्रित करावे लागेल."),
                n("j49e6aa2", "होय, मला सोडून जायचे आहे"),
                n("dde5f323", function (e) {
                    return "पुनरावलोकनासाठी " + e.count + " नवीन सदस्याच" + f(e.count, "ी विनंती", "्या विनंत्या");
                }),
                n("f5e0332a", "प्रौढ सामग्री (NSFW)"),
                n("e983404a", "पिन केलेले हॅशटॅग"),
                n("j8af8eaa", "सदस्यत्वाचा प्रकार"),
                n("d5f01116", "उद्देश"),
                n("c2ff3c9e", "टॅग्स शोधा"),
                n("f4a98e9e", "समुदायाची माहिती"),
                n("a43bed28", "आपल्या समुदायात प्रौढांसाठी संवेदनशील सामग्री असल्यास आपण ही सेटिंग सक्षम करणे आवश्यक आहे. हे वगळल्यास आपल्या समुदायातील सर्व प्रौढ-संवेदनशील सामग्रीचे स्वयंचलित फिल्टरिंग होईल."),
                n("ab1069de", "समुदाय हटवा"),
                n("bbc91896", "ही कृती पूर्ववत केली जाऊ शकत नाही. पोस्टचे लेखक अजूनही त्यांचे स्वतःचे पोस्ट्स पाहू शकतात."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "समुदायाचा बॅनर"),
                n("ea965b82", "समुदायाचा बॅनर संपादित करा"),
                n("j35d3ad6", "काढून टाका आणि प्रतिस्थापित करा"),
                n("f1e8fb22", "त्याचा बॅनर काढून टाकला जाईल आणि डिफॉल्ट बॅनरने बदलला जाईल."),
                n("e405ec22", "आपली बॅनर प्रतिमा जतन करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("b7fb6bda", "प्रतिमा क्रॉप करा"),
                n("e71cdf4e", "थंबनेल क्रॉप करा"),
                n("ef199198", "आपली सेटिंग्ज जतन केली गेली आहे"),
                n("ee10aa5a", "आपली सेटिंग्ज जतन करता आली नाही"),
                n("i307a7ca", "पिन केलेले हॅशटॅग संपादित करा"),
                n("dc6eca54", "हॅशटॅग हटवले"),
                n("d27de326", "आपल्या समुदायाच्या पोस्ट्स स्वतंत्र टाइमलाइनवर आयोजित करण्यासाठी हॅशटॅग पिन करा"),
                n("d84cc77a", "येथे हॅशटॅग टाइप करा"),
                n("d22e4cba", "हॅशटॅग अद्वितीय असावेत"),
                n("ca72a540", "आपण अनुमत हॅशटॅगची जास्तीत जास्त संख्या गाठली आहे"),
                n("bd96bf16", "हॅशटॅगमध्ये कमीत कमी 1 वर्णाची लांबी असावी आणि जास्तीत जास्त 30 वर्णांची लांबी असावी "),
                n("j27623d4", "हॅशटॅगमध्ये स्पेस किंवा विशेष वर्ण नसावेत"),
                n("c5d1634e", "ठीक आहे, समजले"),
                n("daedd9fa", "यामुळे कोणालाही आपल्या समुदायामध्ये सहभागी होण्यास परवानगी मिळेल. सहभागी होण्याच्या सर्व प्रलंबित विनंत्या स्वयंचलित मंजूर केल्या जातील."),
                n("h3c0f1a2", "समुदायाचे नाव संपादित करा"),
                n("cb5e6510", "आपले नवीन नाव जतन करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("a8955490", "उद्देश संपादित करा"),
                n("ced2292a", "आपल्या उद्देशाचे वर्णन जतन करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("ba74c098", "प्रश्न संपादित करा"),
                n("bd3e0420", "आपला प्रश्न जतन करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("b57baa7a", "शोध टॅग्स संपादित करा"),
                n("f8caab7a", "आपल्या समुदायाला शिफारसीमध्ये आणि शोध परिणामांमध्ये बूस्ट करण्यासाठी शोध टॅग्स जोडा."),
                n("f35a667a", "येथे शोध टॅग टाइप करा"),
                n("b057d5c6", "शोध टॅग अद्वितीय असावेत"),
                n("cc961258", "आपण अनुमत शोध टॅगची कमाल संख्या गाठली आहे"),
                n("df4aca88", "शोध टॅगमध्ये किमान 1 वर्ण आणि कमाल 30 वर्णांची लांबी असावी"),
                n("ie58fa58", "शोध टॅगमध्ये स्पेस किंवा विशेष वर्ण नसावेत"),
                n("hd176a01", function (e) {
                    return "विषय जतन केला! समुदाय विषय आता " + e.newTopicName;
                }),
                n("i39a43cc", "समुदाय विषय काढून टाकला"),
                n("e81b196e", "नवीन विषय जतन करता आला नाही"),
                n("c1f97ad4", "विषय संपादित करा"),
                n("g908eb0c", "इतरांना आपले समुदाय शोधणे सुलभ करण्यासाठी एक विषय जोडा! आपल्या समुदायाला सर्वात जास्त अनुकूल असलेला विषय निवडा."),
                n("f18a8ca0", "स्पॅम सेटिंग्ज"),
                n("c8bd5d42", "स्पॅम फिल्टर क्षमता"),
                n("gfeb40a2", "अवांछित पोस्ट्स व्यवस्थापित करण्यासाठी स्पॅम फिल्टर्स वेगवेगळ्या संवेदनशीलतेच्या स्तरांवर समायोजित केले जाऊ शकतात."),
                n("h766865c", "X द्वारे ऑटो रिपोर्ट"),
                n("fd1f413a", "निवडलेल्या वैशिष्ट्यांसह नियामकांना स्वयंचलित रिपोर्ट करा. एकदा एखादी पोस्ट मंजूर झाल्यानंतर, त्याच लेखकाची पुढील पोस्ट्स X द्वारे रिपोर्ट केल्या जाणार नाहीत."),
                n("b1ba5fb4", "स्पॅमर शोध"),
                n("ee195f28", "स्पॅम कीवर्ड "),
                n("cf276a82", "नियामकाद्वारे मंजूर होईपर्यंत X द्वारे नोंदवलेल्या पोस्ट लपवा"),
                n("a8c4c3fe", "स्पॅम वर्तनाचा ट्रॅक रेकॉर्ड असलेल्या उपभोक्त्यांकडील पोस्ट्सविरूद्ध रिपोर्ट करा"),
                n("j8de95ec", "असे कीवर्ड्स प्रविष्ट करा जे रिपोर्ट्स स्वयंचलित ट्रिगर करतील"),
                n("ie873142", "उच्च"),
                n("a977afa2", "कमी"),
                n("j715cb38", "प्रतिबंधित कीवर्ड्स संपादित करा"),
                n("b32ebbe8", "समुदाय नियामकांना आपोआप रिपोर्ट करण्यासाठी X साठी कीवर्ड जोडा"),
                n("acde5366", "येथे कीवर्ड टाइप करा"),
                n("a5f66c34", "कीवर्ड्स अद्वितीय असावेत"),
                n("ea637914", "आपण अनुमत कीवर्ड्सची जास्तीत जास्त संख्या गाठली आहे"),
                n("fede6d3c", "कीवर्ड्समध्ये कमीत कमी 1 वर्णाची लांबी असावी आणि जास्तीत जास्त 30 वर्णांची लांबी असावी "),
                n("cc06e200", "कीवर्ड्समध्ये स्पेस किंवा विशेष वर्ण नसावेत"),
                n("d94edeb4", "आपल्या समुदायाचे 10 नियम असू शकतात. सुस्पष्ट नियमांमुळे आदरयुक्त सहभागाला प्रोत्साहन मिळते आणि चर्चा ट्रॅकवर ठेवण्यास मदत होते."),
                n("j560c8ea", "नियम समाविष्ट करा"),
                n("a9ba79c0", "चांगल्या नियमांमुळे चांगले समुदाय तयार होतात"),
                n("h5482c7a", "आपल्या समुदायाच्या नियमांवर थोडा गंभीर विचार करा. नियमांमुळे टोन सेट होतात आणि आपल्या सदस्यांना त्यांच्याकडून काय अपेक्षित आहे ते समजते."),
                n("d5033a7a", "उदाहरणार्थ, आपणास चर्चा या काटेकोरपणे विषयाला धरून व्हायला हव्या आहेत का? सेल्फ-प्रमोशनला परवानगी आहे? शपथेविषयी काय? "),
                n("ee8c43a0", "आपण जितके चोख रहाल तितके आपणास नंतर कमी प्रमाणामध्ये नियमन करावे लागेल. "),
                n("gaa3239a", "आपला नवीन नियम जतन करण्यामध्ये आम्हाला अडचण येत आहे असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("a67445d6", "आपण मर्यादा ओलांडली आहे"),
                n("fcbe0993", function (e) {
                    return "समुदायांचे जास्तीत जास्त " + e.maxRuleCount + " नियम असू शकतात. एखादा नवीन समाविष्ट करण्यासाठी आपणास आधीपासून असलेला एखादा नियम हटवावा लागेल.";
                }),
                n("c66769a4", "नियम"),
                n("ef02695b", function (e) {
                    return e.minCharacterCount + " आणि " + e.maxCharacterCount + " वर्णाक्षरांमध्ये नाव असणे आवश्यक आहे";
                }),
                n("c8242020", "वर्णन (पर्यायी)"),
                n("d32cf5e7", function (e) {
                    return "वर्णन जास्तीत जास्त " + e.maxCharacterCount + " वर्णाक्षरांचे असू शकते";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "समुदायातील लोकांना सांगायला विसरू नका"),
                n("c1631260", "नियमातील बदलांविषयी प्रत्येकाला अपडेट ठेवल्याने विश्वास निर्माण होण्यास मदत होते."),
                n("d3190bde", "नियम जतन करा"),
                n("ifd6e91c", "रद्द करणे आणि संपादनाचे नियम"),
                n("h99020e0", "नियम संपादित करा"),
                n("f74a5adc", "समुदायांना किमान एक नियम आवश्यक आहे. आपल्याकडे जे आहे ते आपण संपादित करू शकता किंवा दुसरा नियम समाविष्ट करून नंतर तो हटवू शकता."),
                n("fbb0ed92", "हा नियम हटवा"),
                n("hed35472", "नियम हटवणे कायमस्वरूपी असते आणि ते पूर्ववत केले जाऊ शकत नाही."),
                n("c8677446", "नियम हटवा"),
                n("c3a0d44e", "त्याऐवजी नियम रद्द करून संपादित करा"),
                n("d703ce9e", "आपल्या समुदायामध्ये यादी जोडा"),
                n("f21f023c", "आपल्या समुदायामध्ये यादी जोडल्याने फीडमध्ये आपण निवडलेल्या संबंधित सामग्रीसह भरले जाते. खालील यादीतून एक निवडा:"),
                n("gbc2cf50", "आपल्या याद्या"),
                n("ef9462fa", "आपल्याकडे संबंधित यादी नाही का?"),
                n("fcda89f4", "आपल्या समुदायाशी संबंधित सामग्री पोस्ट करणाऱ्या X वरील खात्यांची नवीन यादी तयार करा. आपली यादी सार्वजनिक ठेवा जेणेकरून ती समुदायासाठी दृश्यमान राहील."),
                n("c09609d8", "यादी तयार करा"),
                n("dfddd842", "थेट संदेशावरून पाठविला"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " यांना यापूर्वीच आमंत्रित केले आहे";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " हे आधीपासूनच या कम्युनिटीमध्ये आहेत";
                }),
                n("h252ede6", "आपण आपली सर्व आमंत्रणे यापूर्वीच वापरली आहेत"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " यांना सध्या आमंत्रित केले जाऊ शकत नाही";
                }),
                n("i6568549", function (e) {
                    return "आपल्याकडे " + e.remaining_invite_count + " आमंत्रित" + f(e.remaining_invite_count, " करा", "") + " शिल्लक आहेत";
                }),
                n("b4f16d00", "आमंत्रित करण्यासाठी लोकांना शोधा"),
                n("ja1387a8", "शोध परिणामांमध्ये केवळ आपले फॉलोअर्स आणि प्रत्येकाला थेट संदेश देण्याची परवानगी देणारे लोक असतील."),
                n("ae85768c", "शोध परिणामांमध्ये केवळ आपले फॉलोअर्स आणि प्रत्येकाला थेट संदेश देण्याची परवानगी देणारे लोक असतात."),
                n("hb1e378e", "आमंत्रित"),
                n("d710b60c", "समुदाय विश्लेषणे"),
                n("c199e390", "नवीन पोस्ट्स"),
                n("b4f51cd6", "गेल्या आठवड्यात पोस्ट्स केलेल्याची संख्या"),
                n("g6f8325a", "नवीन सदस्य"),
                n("b2bb7276", "गेल्या आठवड्यात यामध्ये सामील झालेल्या सदस्यांची संख्या"),
                n("e2172c92", "सक्रिय सदस्य"),
                n("fe1a9f68", "आपल्या समुदायामध्ये पोस्ट केलेल्या सदस्यांची संख्या"),
                n("e989927e", "अद्वितीय पोस्टर्स"),
                n("d1386a90", "आपल्या समुदायामध्ये पोस्ट केलेल्या सदस्यांची संख्या"),
                n("abf609f2", "एकूण सदस्ये"),
                n("h2081878", "आपल्या समुदायामध्ये एकूण सदस्यांची  संंख्या"),
                n("a3235cd6", "अद्वितीय भेटी"),
                n("g21e2a70", "मागील आठवड्यात आपल्या समुदायाला भेट दिलेल्या X वापरकर्त्यांची संख्या"),
                n("ied6bac2", "लाईकची संख्या"),
                n("ced8d39a", "गेल्या आठवड्यात आपल्या समुदायातील लाईक्सची संख्या"),
                n("fb4f859c", "प्रत्युत्तरांची संख्या"),
                n("h5a41cce", "गेल्या आठवड्यात आपल्या समुदायातील प्रत्युत्तरांची संख्या"),
                n("i314218e", "गेल्या 7 दिवसांचे दाखवलेले मेट्रिक्स. अपडेट केले "),
                n("addbb11e", "नवीन सदस्यता विनंत्या नाहीत "),
                n("c38131de", "आपली सर्व प्रक्रिया पूर्ण झाली आहे. जेव्हा नवीन विनंत्या येतात, तेव्हा आपणास त्या येथे दिसतील."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " यांना मंजूरी दिली गेली असून ते आता आपल्या समुदायाचे सदस्य आहेत";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " यांना नाकारले गेले असून ते आपल्या समुदायामध्ये सहभागी होऊ शकत नाहीत";
                }),
                n("jd8aae9d", function (e) {
                    return "सध्या आम्ही @" + e.screenName + " यांना मंजुरी देऊ शकत नाही असे दिसते. कृपया नंतर पुन्हा प्रयत्न करा.";
                }),
                n("i580e149", function (e) {
                    return "सध्या आम्ही @" + e.screenName + " यांना नकार देऊ शकत नाही असे दिसते. कृपया नंतर पुन्हा प्रयत्न करा.";
                }),
                n("b4a38e4e", "आपण या व्यक्तीला अवरोधित केले आहे. त्यांचे सदस्यत्व मंजूर झाल्यास, त्यांचे पोस्ट पाहण्यासाठी आपल्याला त्यांना अनब्लॉक करावे लागेल."),
                n("f0956736", "आपण या व्यक्तीला म्यूट केले आहे. त्यांचे सदस्यत्व मंजूर झाल्यास, त्यांचे पोस्ट पाहण्यासाठी आपणास त्यांना अनम्यूट करावे लागेल."),
                n("b7f1e58a", "आपणास फॉलो करतात"),
                n("dffb0774", "सध्या पुनरावलोकन करण्यासाठी काहीही नाही"),
                n("ab512f26", "कृती लॉग आवश्यक नाही."),
                n("b8171558", "बंदी घातली"),
                n("e32e7e1a", "नियामक"),
                n("b53fb7c6", "असे दिसते की आपण ही कृती या क्षणी प्रत्यावर्तित करू शकत नाही. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("c546ba07", function (e) {
                    return e.userName + " यांचे प्रोफाइल पहा";
                }),
                n("h4516e4f", function (e) {
                    return "या समुदायामध्ये " + e.userName + " यांचे पोस्ट्स शोधा";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " ने पोस्ट लपवली";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " ने लपवलेली पोस्ट दाखवली";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " पोस्ट पिन केली";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " ने पोस्ट अनपिन केली";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "लपवलेली पोस्ट दाखवा"),
                n("j68fc824", "लपवलेले दाखवणे"),
                n("j9541e18", "पोस्ट्स शोधा"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " ने सदस्य काढून टाकले";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " ने एका सदस्याला पुनर्स्थापित केले";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " या समुदायामध्ये सामील झाला";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " या समुदायामधून बाहेर पडला";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " ने सदस्य विनंती मान्य केली";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " ने सदस्य विनंती नाकारली";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " ने सदस्य विनंती पुन्हा मान्य केली";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "विनंती पुन्हा मान्य करणे"),
                n("i9a18ce0", "पुन्हा मान्य केली"),
                n("i24de0fe", "सदस्याला पुनर्स्थापित करा"),
                n("b1c662f8", "पुनर्स्थापित केले"),
                n("j2e04b1e", "नियामकांनी रिपोर्ट केलेल्या सर्व पोस्ट्सची दखल घेतली आहे."),
                n("hb21cdb6", "बॅन करा"),
                n("dc7a9436", "X ला पोस्ट रिपोर्ट करा"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " सदस्य";
                }),
                n("cd4d48d2", "@X "),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " सदस्य";
                }),
                n("dca19c06", "आपण ही पोस्ट लपवली"),
                n("dd641764", "आपण ही पोस्ट ठेवली"),
                n("jf99d610", "कम्युनिटीची प्रतिक्रिया"),
                n("bbd69672", "समुदायाच्या नियमांचे उल्लंघन केल्यामुळे मॉडरेटरने हे पोस्ट लपवले होते"),
                n("c730a21c", "उल्लंघन केलेला नियम पुढील प्रमाणे:"),
                n("a5baa7d2", "नियमांचे पुनरावलोकन करण्यासाठी थोडा वेळ द्या. चर्चा  सुरक्षित आणि ट्रॅकवर ठेवण्यात त्यामुळे मदत होते"),
                n("icc32e3d", function (e) {
                    return "या समुदायाच्या खालील नियमाचे उल्लंघन केल्याबद्दल नियामकाने " + e.communityName + "मधून आपणास काढून टाकले आहे:";
                }),
                n("d7d9be8a", "समुदाय आणि पोस्ट्स शोधा"),
                n("cae9962e", "यावेळी कोणतेही समुदाय सापडू शकत नाही."),
                n("c2117be6", "नॅव्हिगेशनमधला तो मजकूर पाहिलात का? 👀"),
                n("c2c4dad4", "काहीतरी निवडा आणि ते येथे दिसेल. पुढे जा. आम्ही प्रतीक्षा करू."),
                n("b7218496", "अजून एकही हॅशटॅग नाही"),
                n("gc09bcfe", "आपल्या समुदायामध्ये हॅशटॅग केलेली एकही चर्चा नाही, परंतु आपण ते बदलू शकता."),
                n("cf35a990", "समुदायाची हॅशटॅग पोस्ट्स लोड करत आहे"),
                n("a1c41fe8", "समुदायाची हॅशटॅग पोस्ट्स"),
                n("f27a2232", "समुदाय शोधा"),
                n("ie2efe36", "समुदायाशी संबधित शोध परिमाण"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " समुदाय";
                }),
                n("a94092a2", "आता आपणास नियमन टूल्सचा वापर करण्याची परवानगी आहे"),
                n("be6dfbae", "समुदायाचे नियामक म्हणून आपण सदस्यांना समाविष्ट करू शकता आणि काढून टाकू शकता."),
                n("b4f877be", "समुदाय सापडला नाही"),
                n("e48fbb02", "समुदाय रिपोर्ट करा"),
                n("b1614c34", "समुदायांविषयी"),
                n("j1dcedde", "पोस्ट्स शोधा"),
                n("cc683fba", "कम्युनिटी विषयी"),
                n("af7c11aa", "कम्युनिटीची माहिती"),
                n("fb974b24", "केवळ सदस्यच पोस्ट करू शकतात."),
                n("fcef2922", "या समुदायामध्ये कोणीही सहभागी होऊ शकते."),
                n("c93dd2c8", "या समुदायामध्ये सहभागी होण्यासाठी, आपण विचारणा करून मंजुरी मिळविणे आवश्यक आहे."),
                n("gedb877d", "सर्व समुदाय सार्वजनिक स्तरावर दृश्यमान आहेत."),
                n("bf359e0e", "आपल्या नवीन समुदायाविषयी"),
                n("e8fcdd3a", "आम्ही काही मूलभूत सेटिंग्ज वापरून आपणास सुरुवात करून देतो, परंतु आपला समुदाय पूर्णपणे आपल्या आवश्यकतेनुसार करण्यायोग्य आहे. त्याविषयी आपण नंतर पाहू. "),
                n("b37d580e", "आपल्या समुदायाला प्रतिबंधित केले आहे"),
                n("c6d9c07c", "सर्व समुदाय X वर प्रत्येकासाठी दृश्यमान आहेत. लोकांनी आपल्या समुदायामध्ये सहभागी होण्यासाठी विचारणा केली पाहिजे किंवा नियामक कार्यसंघाने किंवा (जर परवानगी असल्यास) विद्यमान सदस्यांनी त्यांना आमंत्रित करणे आवश्यक आहे."),
                n("ea3b38fa", "आपला समुदाय मुक्त आहे"),
                n("i625c42e", "सर्व समुदाय X वर प्रत्येकासाठी दृश्यमान आहेत. आपल्या समुदायामध्ये कोणीही सहभागी होऊ शकतो आणि/किंवा कोणालाही आमंत्रित केले जाऊ शकते."),
                n("ca7eeab0", "आपल्या आरंभी समुदायाचे नियम पुढील प्रमाणे आहेत "),
                n("acae4034", "प्रशासक टूल्समध्ये सेटिंग्ज बदलू शकतात"),
                n("e2186ee2", "सेटिंग्ज समजत नाहीत? काही हरकत नाही. हे बदलणे अगदी सोपे आहे."),
                n("a0e3ece4", "कम्युनिटीचा तपशील"),
                n("d11f73ea", "प्रौढ सामग्री"),
                n("hb9400dc", "अधिक पहा"),
                n("b71a08a0", "सदस्य समुदाय"),
                n("d0574662", "सूचनापत्रे सेट करा"),
                n("fc16f13a", "आपणास कोणती सूचनापत्रे हवी आहेत?"),
                n("be341c46", "समुदायाच्या स्पेसेस (ऑडिओ चॅट्स)"),
                n("fbe88a32", "समुदाय लाइव्ह मजकूर चॅट्स"),
                n("b551cd1e", "पिन केलेल्या पोस्ट्स"),
                n("i9f39962", "पिन समुदाय"),
                n("bc7f90a0", "आपल्या प्रोफाइलवर समुदाय स्पॉटलाइट करा"),
                n("j5a37508", "समुदायाला होम स्क्रीनवर पिन करा"),
                n("c7a4610a", "होम स्क्रीनमधून समुदाय अनपिन करा"),
                n("bec3b8fa", "समुदाय शेअर करा"),
                n("cc7d5b88", "DM वरून आमंत्रित करा"),
                n("c66b37fa", "समुदायाची चेकलिस्ट"),
                n("g2768d0e", "लाँच करण्यापूर्वी आपल्या समुदायाला चांगले स्वरूप देण्याच्या दृष्टीने काही गोष्टी लक्षात ठेवा..."),
                n("b192b58c", "चेकलिस्ट डिसमिस करा"),
                n("gd302780", "मी तयार केलेला समुदाय पहा: "),
                n("h5890b1a", "अपूर्ण"),
                n("b4a6faca", "आपल्या नियमांचे पुनरावलोकन करा"),
                n("a01e1a7c", "आपला समुदाय वैयक्तिकृत करा"),
                n("f493480c", "आपल्या समुदायात पोस्ट करा"),
                n("i9b7f6ba", "पोस्ट्स लोड होत आहेत"),
                n("c22e8902", "हे वापरून पहा"),
                n("a3466e1c", "हॅशटॅग्जवरून चर्चा ट्रॅक करा"),
                n("a524bb7e", "समुदायामध्ये थीम असलेल्या चर्चा तयार करणे, शोधणे आणि त्यामध्ये सहभागी होणे हॅशटॅग्जमुळे सोपे होते."),
                n("he8db880", "हा समुदाय अस्तित्वात आहे असे दिसत नाही"),
                n("cc684fbc", "तो हटविला गेला असावा किंवा तो कधीच अस्तित्वात नव्हता. जीवन रहस्यांनी भरलेले आहे."),
                n("b4f8b518", "आपल्यासाठी क्रिएटर्स"),
                n("f5c41e22", "डेलिगेट सेटिंग्जवर जा"),
                n("f47b48f6", "उपभोक्ता"),
                n("b9226ec1", "म्हणून साइन इन करा"),
                n("b2ca74aa", "आपण डेलिगेट खात्यावर स्विच करण्याच्या बेतात आहात"),
                n("ba77b438", "अकाउंट्स बदला"),
                n("g5261e91", function (e) {
                    return "आपण आता @" + e.screenName + " म्ह्णून वागत आहात.";
                }),
                n("cc15a3ea", "हे खाते आपल्या मालकीचे नाही हे लक्षात ठेवा. प्रशासक म्हणून, आपण थेट संदेश पाठवू शकता, पोस्ट्स प्रदर्शित करू शकता आणि याद्या तयार करू शकता — तसेच त्या पाहू शकता. आपण खात्यामध्ये प्रतिनिधींना आमंत्रित करू किंवा काढून टाकू शकता आणि पोस्ट विश्लेषणे पाहू शकता."),
                n("e406250c", "हे खाते आपल्या मालकीचे नाही याची नोंद घ्या. प्रतिनिधी म्हणून आपण थेट संदेश पाठवू शकता, पोस्ट्स प्रदर्शित करू शकता, याद्या तयार करू शकता — तसेच त्या पाहू शकता."),
                n("e6718a62", "केवळ खाते मालक हे वैशिष्ट्य वापरू शकतो"),
                n("ba411b6f", "आम्हाला अभिप्राय पाठवा."),
                n("f01ee14b", "आम्हाला अभिप्राय पाठवा."),
                n("dbc85148", "संदेश निवडा"),
                n("a073658c", "आपल्या सध्याच्या चर्चांमधून निवडा, एखादी नवीन सुरू करा किंवा फक्त स्क्रोल डाउन करत रहा."),
                n("f325afc4", "थेट संदेश लिहा"),
                n("f5dc353c", "आता ग्राफिक मीडिया फिल्टर करत आहे"),
                n("daeda054", "सेटिंग्जवर जा"),
                n("fe1eaa96", "संभाव्य ग्राफिक मीडिया (जसे की नग्नता, लैंगिक मजकूर किंवा हिंसा) आढळलेल्या संदेशांवर आता चेतावणी दाखविली जाईल. आपण सेटिंग्जमध्ये नंतर हे नेहमीच बंद करू शकता."),
                n("hc32acba", "संदेश विनंत्या हटवायच्या?"),
                n("f9048f58", "हे पुन्हा अनडन करणे शक्य नाहीये आणि निवडक मैसेज रिक्वेस्ट आपल्या इनबॉक्स मधून डिलीट केले जाणार."),
                n("a9d0d7f0", "मोठ्या प्रमाणात संपादन"),
                n("eb7de4aa", "आक्षेपार्ह मजकूर असू शकेल अशा संदेशांसहित अधिक संदेश दाखवा."),
                n("ee8c0c8a", "आपण फॉलो करत नसलेल्या लोकांकडून येणारे संदेश किंवा गट संदेश येथे दिसतील आणि आपणास ते स्वीकारता किंवा हटविता येतील."),
                n("ff599112", "गट तयार करा"),
                n("c602600a", "लोकांना सामील करा"),
                n("fa2033f6", "एन्क्रिप्टेड"),
                n("aa59bb6a", "पोस्ट वेगळे पाठवा"),
                n("a2ccb2e8", "थेट संदेश पाठविला."),
                n("f906f464", "पोस्ट ग्रुपसह शेअर केली आहे."),
                n("i8a99aae", "पोस्ट स्वतंत्रपणे सामायिक केली."),
                n("hbbc401c", "गटामध्ये पाठवा"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + " यांना संदेश पाठविता येऊ शकत नाही";
                }),
                n("f7289cd6", "आपण गट चर्चा निवडली आहे"),
                n("e6cced4e", 'केवळ एका बरोबर एकाची चर्चा "गटामध्ये पाठवली" जाऊ शकते. तरीही आपण आपला संदेश स्वतंत्रपणे पाठवू शकता.'),
                n("e3e58b6e", "चर्चेची माहिती"),
                n("a9ddbb94", "गटाची माहिती"),
                n("dd4779a0", "टॅग्स व्यवस्थापित करा"),
                n("ca9af866", "टॅग्स:"),
                n("e62d3c10", "त्या नावाचे एकही खाते अस्तित्वात नाही. कृपया पुन्हा प्रयत्न करा."),
                n("h8403fb6", "आपण त्यांना या चर्चेमध्‍ये सध्या समाविष्‍ट करू शकणार नाही."),
                n("ja522ed4", "यामधील काही लोकांना आपण या चर्चेमध्‍ये सध्या समाविष्‍ट करू शकणार नाही."),
                n("d87bff5a", "आपल्या चर्चेची माहिती लोड होत आहे."),
                n("cabb453e", "गटाचे नाव"),
                n("eb1bb5a2", "सर्व व्यक्तींना पहा"),
                n("a70436ac", "एन्क्रिप्ट केलेला संदेश सुरू करा"),
                n("a7f20223", function (e) {
                    return e.name + " यांच्याकडील सूचनापत्रे स्नूझ करा";
                }),
                n("g2f04a6b", function (e) {
                    return "आपण " + e.name + " यांचे स्नूझ काढून टाकले आहे";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + " पर्यंत स्नूझ केले";
                }),
                n("b3dfd51a", "उल्लेख स्नूझ करा"),
                n("cc7c8ce6", "लोकांनी या चर्चेमध्ये आपला उल्लेख केला की सूचनापत्रे अक्षम करा."),
                n("hab58674", "उल्लेख अक्षम केले"),
                n("e3c6e080", "उल्लेख सक्षम केले"),
                n("f33ef58a", "EU बेकायदेशीर सामग्री म्हणून चर्चे विषयी रिपोर्ट करा "),
                n("d1a6dbe6", "सर्वकाही अवरोधित करा"),
                n("f24af200", "DM अवरोधित करणे"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + ", @" + e.screenName + " यांना अवरोधित केल्याने ते यापुढे आपणास फॉलो करू शकणार नाहीत किंवा संदेश पाठवू शकणार नाही, आणि आपण @" + e.screenName + " यांच्याकडील सूचनापत्रे पाहू शकणार नाही.";
                }),
                n("iae09949", function (e) {
                    return "@" + e.screenName + " मधून DM अवरोधित करायचे?";
                }),
                n("e778e3d8", "यशस्वीरीत्या DM अवरोधित केले"),
                n("b7867912", "सर्वकाही अनब्लॉक करा"),
                n("gaddb872", "DM अनब्लॉक करा"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + "? अनब्लॉक करायचे आहे? ते तुम्हाला फॉलो करून तुमच्या पोस्ट पाहू शकतील.";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + "अनब्लॉक करायचे का? ते तुम्हाला फॉलो करण्यास आणि तुमच्या सार्वजनिक पोस्ट्शी संलग्न होण्यास सक्षम असतील.";
                }),
                n("cde6e1ff", function (e) {
                    return "@" + e.screenName + " मधून DM अनब्लॉक करायचे?";
                }),
                n("j37c4674", "1 तास"),
                n("je7e1fed", function (e) {
                    return "आपण " + e.name + " यांना 1 तासासाठी स्नूझ केले आहे";
                }),
                n("hf94a2d6", "1 तासासाठी म्यूट केले"),
                n("fb7a43c6", "8 तास"),
                n("e95c8f8b", function (e) {
                    return "आपण " + e.name + " यांना 8 तासांसाठी स्नूझ केले आहे";
                }),
                n("bd54fad2", "8 तासांसाठी म्यूट केले"),
                n("cb5bf56e", "1 आठवडा"),
                n("gb7a130b", function (e) {
                    return "आपण " + e.name + " यांना एका आठवड्यासाठी स्नूझ केले आहे";
                }),
                n("f6fce0fe", "1 आठवड्यासाठी म्यूट केले"),
                n("i78153dd", function (e) {
                    return "आपण " + e.name + " यांना कायमचे स्नूझ केले आहे";
                }),
                n("je9455da", "संदेश एन्क्रिप्टेड आहेत"),
                n("b5b0afa4", "आपल्या आवश्यकतेनुसार व्ह्यू बदला"),
                n("ec5880e6", "या सेटिंग्जमुळे या ब्राउझरवरील सर्व X खात्यांवर परिणाम होतो."),
                n("babfa32c", "आपला व्ह्यू त्वरित सानुकूल करा"),
                n("a2a2f98e", "नवीन काय आहे ते पहा"),
                n("b4a361c0", "आपण आपला रंग आणि आपल्या मजकुराचा आकार वैयक्तीकृत करू शकता तसेच आपला गडद मोडची निवड देखील नियंत्रित करू शकता. ही सेटिंग्ज केवळ आपल्याला दिसतील."),
                n("c797b44e", "पोस्ट्सवरून समजलेल्या - X वरील अलीकडील बातम्या."),
                n("a19ce060", "एक्सप्लोर उपलब्ध नाही."),
                n("f7d1a8e0", "Android अनुप्रयोग"),
                n("aab2fae0", "iOS अनुप्रयोग"),
                n("a35d9c9a", "संसाधने"),
                n("ic61c5fc", "सर्वात वरती स्क्रोल करा"),
                n("i6671128", "आपण X वर अधिक अनलॉक केले आहे"),
                n("d5e4d0a6", "आपण चर्चेमध्ये सहभागी होऊ शकता आणि इतरांशी अधिक सहजपणे कनेक्ट होऊ शकता. आता आपण पुढील गोष्टी करू शकता:"),
                n("a97bc07e", "X वर अधिक अनलॉक करा"),
                n("a72188d6", "प्रत्येकासाठी X उत्कृष्ट बनवण्यासाठी, या खात्यामागे कोणीतरी व्यक्ती आहे याची आम्हाला खात्री करायची आहे. आपल्या टाइमलाइनमध्ये सक्रियपणे वेळ घालवून इतरांशी कनेक्ट होण्यामध्ये आम्हाला जाणून घेण्यासाठी मदत करा. आम्हाला खात्री झाल्यावर, आपण गोष्टी करू शकता:"),
                n("a4ee9572", "अधिक लोकांनी पाहिले"),
                n("e5f4eac0", "आपला मजकूर अधिक शोधण्यायोग्य असेल. आणि आपण शोध परिणाम आणि प्रचलनांमध्ये दिसाल."),
                n("c7832a72", "इतरांशी थेट संपर्क साधा"),
                n("i1ccd17a", "आपला संदेश स्वयंचलितपणे फिल्टर न होता आपणास फॉलो न करणाऱ्या लोकांना थेट संदेश पाठवा."),
                n("hc965308", "फन"),
                n("eb78b77e", "फन मोड"),
                n("aa8ece10", "grok.com वापरून पहा"),
                n("gb5fb7d0", "फोकस मोड"),
                n("g5665caa", "फोकस मोडमधून बाहेर पडा"),
                n("a372681e", "कॉपी शेअर लिंक"),
                n("fbc79f6a", "चॅट इतिहास"),
                n("b61ad410", "इतिहास"),
                n("b3de2628", "कोणतीही चॅट हिस्ट्री उपलब्ध नाही"),
                n("acfbfb28", "आपली भविष्याची चर्चा येथे दिसेल"),
                n("i1147548", "Grok इतिहास शोधा"),
                n("ab437026", "एकही चर्चा सापडली नाही"),
                n("e12569ec", "दुसरे काहीतरी शोधण्याचा प्रयत्न करा."),
                n("d4eb0e26", "नाव बदला"),
                n("c64975ea", "आपण अद्याप कोणत्याही चर्चेस पसंती दिलेली नाही"),
                n("a3e3db6e", "आपण वारंवार परत येता ते चॅट्स जतन करण्यासाठी स्टार क्लिक करा"),
                n("f4ae77ac", "कोणतीही प्रतिमा हिस्ट्री उपलब्ध नाही"),
                n("d57d337e", "आपल्या व्युत्पन्न केलेल्या प्रतिमा येथे दिसतील."),
                n("dab087ee", "चॅट्स"),
                n("a911623c", "प्रतिमा"),
                n("ae9cdac6", "चॅट हिस्ट्री"),
                n("b198a392", "Grok चर्चा"),
                n("d16329b4", "चर्चा कॉपी करा"),
                n("af6c4470", "काहीतरी चुकले. कृपया पुन्हा प्रयत्न करा."),
                n("gf43d270", "ही चर्चा सुरू ठेवा"),
                n("f4b5fae2", "संदेश पाठवल्याने ही चर्चा तुमच्या इतिहासात कॉपी केले जाईल"),
                n("eb0d91ac", "Grok सह एखादी प्रतिमा तयार करा"),
                n("c5a23514", "मला रेखाटा"),
                n("g1cb8096", "मला आश्चर्यचकित करा"),
                n("a5a3df56", "तयार करण्यासाठी प्रतिमाचे वर्णन करा"),
                n("gbb4e90a", "एक रॅन्डम सायकेडेलिक ड्रिम वर्ल्ड जग"),
                n("af21f92e", "ब्लिस"),
                n("e207cba2", "एक रॅन्डम क्रीडा स्पर्धा"),
                n("b1323f10", "पॅरिस फॅशन वीकमध्ये एक मॉडेल रनवेवर चालत आहे"),
                n("g6a90174", "एक विनोदी हिप्स्टर प्राणी"),
                n("jdc4b66c", "एक वन्डर ऑफ द वर्ल्ड"),
                n("ec601934", "रीमिक्स"),
                n("f9ecd3ba", "पोस्ट म्हणून समविष्ट करा"),
                n("af652514", "फरक"),
                n("j95bac7a", "Grok सानुकूलित करा"),
                n("c5665922", "Grok ने आपल्या विषयी काय जाणून घ्यावे असे आपल्याला वाटते?"),
                n("ff625c40", "Grok ने काय प्रतिक्रिया द्यावी अशी आपली इच्छा आहे?"),
                n("e5c7d602", "सर्व चॅट्ससाठी सक्षम करा"),
                n("d5e03fbc", "Grok Feed"),
                n("a294d0c6", "आपली स्वतःची आवृत्ती तयार करा"),
                n("b38adba2", "X - सर्वकाही ॲप"),
                n("d05ae004", "NHL गेम"),
                n("d35ad22c", "नवीनतम NHL गेम पहा"),
                n("e806daa2", "फुटबॉल सामना"),
                n("cc2c2eca", "नवीनतम फुटबॉल सामना पहा"),
                n("bcdeae66", "F1 Grand Prix पोर्टल"),
                n("e30e4bea", "X वरील Grand Prix action फॉलो करा."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " वि. " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X वर " + e.teamName1 + " वि. " + e.teamName2 + " अपडेट्स";
                }),
                n("b72c924c", "नोकरीचा शोध"),
                n("f4da95a0", "नोकरीची शिफारस"),
                n("eedd808c", "जतन केलेल्या नोकऱ्या"),
                n("e0ba641a", "कंपन्यांसाठी"),
                n("f9e6381a", "नोकरी शोधा"),
                n("fb15ec28", "नोकऱ्यांंच्या शिफारसी मिळवा"),
                n("ece910f0", "आपल्या प्राधान्यांवर आधारित नोकऱ्या पहा"),
                n("jd08bc14", "कालांतराने शिफारसी अधिक चांगल्या होतात"),
                n("de0a4a72", "आपण शिफारसी कोठे पाहता ते नियंत्रित करा"),
                n("db8c4158", "आता लागू करा"),
                n("d9c8057a", "येथे क्लिक करा"),
                n("a71d7584", "प्रदर्शित"),
                n("d2b8da2c", "सॉफ्टवेअर अभियांत्रिकी"),
                n("cd958040", "डेटा आणि अनॅलिटिक्स"),
                n("c5760ca2", "उत्पादन"),
                n("d31b4a2a", "डिझाईन"),
                n("f38959a6", "सेल्स"),
                n("bc78a26c", "ऑपरेशन्स"),
                n("ec28738e", "लोक आणि HR "),
                n("icb06308", "फायनान्स आणि अकाउंटिंग"),
                n("d0b978ec", "लीगल आणि कंप्लायन्स"),
                n("af19cdc2", "विज्ञान आणि अभियांत्रिकी"),
                n("e4a51fca", "मेडिकल"),
                n("e8ca78ae", "बांधकाम आणि व्यापार"),
                n("e25d75e4", "इंटर्न"),
                n("e89b3f04", "एंट्री लेव्हल"),
                n("h55825dc", "ज्युनियर"),
                n("cc537386", "मीड-लेव्हल"),
                n("jfc3cece", "सिनियर"),
                n("e1b683aa", "लीड"),
                n("c4627fda", "मॅनेजर"),
                n("db75b47c", "अधिकारी"),
                n("i312f0ce", "ऑनसाइट"),
                n("b4aff05e", "हायब्रिड"),
                n("c08b9138", "रिमोट"),
                n("ia5d6422", "भौतिक स्थानावर असणे आवश्यक आहे"),
                n("h97c7f42", "साइटवर असण्यासाठी आंशिक आवश्यकता"),
                n("ibed2d04", "साइटवर असणे आवश्यक नाही "),
                n("f508c49c", "नोकरीवर लिंक कॉपी करा"),
                n("d6825dce", "थेट संदेशावरून शेअर करा"),
                n("b9613442", "पोस्टद्वारे शेअर करा"),
                n("c2b3f0da", "प्रोफाइलवर वैशिष्ट्य तयार करा"),
                n("c791d3fc", "नोकरी शेअर करा"),
                n("eb517058", "AI कंपन्या"),
                n("b677cb9b", function (e) {
                    return e.count + " कंपनी फिल्टर्स";
                }),
                n("ja04d37c", "कंपनींची नावे प्रविष्ट करा"),
                n("a1876045", function (e) {
                    return e.count + " नोकरीच्या प्रकाराचे फिल्टर्स";
                }),
                n("fb146dd2", "नोकरीचा प्रकार"),
                n("a7090408", "कीवर्ड"),
                n("f16e9a15", function (e) {
                    return e.count + " स्थान प्रकार फिल्टर्स";
                }),
                n("fa7d455a", "स्थान प्रकार"),
                n("caa606db", function (e) {
                    return e.count + " ज्येष्ठता फिल्टर्स";
                }),
                n("jda06238", "ज्येष्ठता"),
                n("j595df68", "आपल्या शिफारसी प्राधान्ये अपडेट करा:"),
                n("a1227d5e", "शिफारसी चालू करा"),
                n("bae2f5f0", "आपल्या प्रोफाइलला ही नोकरी जोडा"),
                n("cbcaaa1a", "ते कसे दिसेल याचे पूर्वावलोकन खाली दिले आहे."),
                n("f58cf1ac", "नोकरी जोडा"),
                n("j4ae9960", "आपले प्रोफाइलला ही नोकरी जोडण्यात समस्या आली."),
                n("caa352f0", "खूप साऱ्या नोकऱ्या"),
                n("i08bee0e", "बऱ्याच वैशिष्ट्यीकृत नोकऱ्या"),
                n("d7ccaea2", "आपण सध्या ३ सक्रिय नोकऱ्यांवर मर्यादित आहात."),
                n("h05e4a7a", "आपण 10 वैशिष्ट्यकृत नोकऱ्यांसाठी मर्यादित आहात"),
                n("b518daae", "भरती डॅशबोर्डवर जा"),
                n("f48e9c52", "नोकरी यशस्वीरित्या जोडली गेली!"),
                n("f6757978", "आपल्या भरतीसाठीच्या डॅशबोर्डमधून आपण ही नोकरी काढू शकता किंवा इतर नोकऱ्या जोडू शकता."),
                n("i329c5a6", "भरतीसाठीचा आपला डॅशबोर्ड"),
                n("h39a5448", "X Hiring सह आपल्या वैशिष्ट्यपूर्ण नोकऱ्या तयार करा!"),
                n("d204515c", "एका क्लिकवर आपल्या प्रोफाइलला नोकऱ्या जोड्या."),
                n("ecb3df70", "इव्हेंट पोस्ट्स"),
                n("a01d5a7c", "आपण अवरोधित केलेल्या कोणीतरी हे ट्विट लिहिले असल्याने ते उपलब्ध होणार नाही"),
                n("cab51f93", function (e) {
                    return "@" + e.screenName + " यांनी आपल्याला अवरोधित केले असल्याने आपण हे पाहू शकणार नाही.";
                }),
                n("eaaca5dc", "स्कोअर"),
                n("abdcd68a", "इव्हेंट लोड करत आहे"),
                n("cfb57adb", function (e) {
                    return e.hashtag + " बद्दल पोस्ट";
                }),
                n("b1037710", "आपले विचार शेअर करा"),
                n("bb980db0", "इव्हेंट टाइमलाइन"),
                n("ffd929c1", function (e) {
                    return "नवीन" + e.ttc_live_event;
                }),
                n("c9b302f8", "नवीनतम प्रॉडक्ट्स पाहण्यासाठी नंतर पुन्हा भेट द्या."),
                n("cfe836d1", function (e) {
                    return e.percent + "% सूट";
                }),
                n("efb132c3", function (e) {
                    return e.price + " दराने " + e.title + " - " + e.description;
                }),
                n("f27deeea", "कॉमर्स प्रॉडक्ट टाइल"),
                n("e8166cee", function (e) {
                    return e.formattedPrice + " दराने प्रीऑर्डर करा";
                }),
                n("g66c8348", "रिप्ले करा"),
                n("j1d352d8", "स्मरणपत्र सेट केले"),
                n("d18909d4", "स्मरणपत्र सेट करा"),
                n("b0b38774", "हेडर मीडिया"),
                n("a7a119ec", "अन्डॉक करा"),
                n("cfadb00e", "ऐकत आहे"),
                n("db4620aa", "लाइव्ह स्पेस"),
                n("c958e692", "रेकॉर्ड केलेली स्पेस"),
                n("i2c2bfb7", function (e) {
                    return e.count + " ऐकत आहे/त";
                }),
                n("i3f7ff00", "मीडिया लघुचित्र"),
                n("h400d7c2", "स्पेसमध्ये सहभागी व्हा"),
                n("be6ef5b4", "आगामी"),
                n("ca25ebae", "ऑड्स बाय"),
                n("e749753a", "स्प्रेड"),
                n("ea885dec", "पैसे"),
                n("cde48000", "गॅम्बलिंग समस्या? 1-800-GAMBLER ला कॉल करा"),
                n("g53d5df6", "फोकस्ड"),
                n("d1e0a75f", function (e) {
                    return "आपल्यासाठी " + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "फॉलो करत आहेत" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "सबस्क्राइब्ड" + e.noun;
                }),
                n("d3619250", "सर्वात लाइक केलेले"),
                n("f5edfbde", "X मधून लॉग आउट व्हायचे?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + " वरून लॉग आउट करायचे?";
                }),
                n("ia5ff8b6", "आपण कधीही पुन्हा लॉग इन करू शकता. आपल्याला जर फक्त खाती स्विच करायची असतील तर, आपण सध्याचे खाते समाविष्ट करून तसे करू शकता."),
                n("ea3750c4", "हे केवळ या खात्याला लागू होईल आणि तरीही आपल्याला आपल्या इतर खात्यामध्ये लॉग इन करता येईल."),
                n("gc6866f8", "लॉग आउट करत आहे"),
                n("f8ad0092", "एक समस्या उद्भविल्यामुळे आम्ही दिलगीर आहोत. कृपया पुन्हा लॉगिंग इन करण्याचा प्रयत्न करा."),
                n("h2c7767e", "आपले सत्र यापुढे वैध धरले जाणार नाही. कृपया पुन्हा लॉगिंग इन करण्याचा प्रयत्न करा."),
                n("e83047c2", "आपण अनेक चुकीचे कोड्स प्रविष्ट केले आहेत. कृपया पुन्हा लॉगिंग इन करण्याचा प्रयत्न करा."),
                n("g4b108ee", "आपण असंख्य बॅकअप कोड्स तयार केले आहेत. आपणास आपल्या फोनवर लॉगइन सत्यापनामध्ये पुन्हा नोंदणी करणे आवश्यक आहे."),
                n("a9be9b44", "X साठी सुरु ठेवा"),
                n("e55188f0", "आपण या ब्राउझरवरून या खात्यात लॉग इन केले आहे"),
                n("d55d8fe2", "आपल्याला या खात्यावरून पुढे चालू ठेवायचे आहे?"),
                n("g806008e", "वेगळ्या खात्यावरून लॉग इन करा"),
                n("c55f5c9a", "काहीतरी चुकीचे घडले, पण काळजी करू नका. पुन्हा एकदा प्रयत्न करा."),
                n("bfb6be8a", "X वर पैसे कमवा"),
                n("ed6c6da2", "कमाईची पहिली पायरी म्हणजे X प्रीमियम सह सत्यापित करणे"),
                n("h93b6580", "उच्च दर्जाची सामग्री शेअर करून कमवा. आपण उपभोक्त्यांना X वर जितके जास्त गुंतवून ठेवता आपण तितके कमवता."),
                n("eea6d8f8", "क्रिएटर रेव्हेन्यू शेअरिंग पात्रता"),
                n("a0e8811e", "एक फॅनबेस बनवा"),
                n("e1a74ac0", "आपल्या सर्वात मोठ्या समर्थकांना अनन्य सामग्री ऑफर करा आणि रिकरिंग उत्पन्न मिळवा."),
                n("cd3a6f9a", "सबस्क्रीप्शन पात्रता"),
                n("c35e6144", "Premium टूल्ससह अधिक उत्तम सामग्री तयार करा"),
                n("b9dbeb34", "लांब पोस्ट्स, Media Studio, विश्लेषणे अनलॉक करा आणि प्राधान्य समर्थन मिळवा."),
                n("b2d41138", "अधिक रीच = अधिक कमाई"),
                n("defa7f12", "रिप्लाय बूस्टचा फायदा घ्या, आपल्याला वेगाने वाढण्यासाठी अतिरिक्त दृश्यमानता देते."),
                n("i3e4955d", "येथे"),
                n("cea1c00e", "सहभागी होण्याच्या क्षमता अनलॉक करा"),
                n("f8e6a280", "नवीन खात्यांनी पोस्ट करण्यापूर्वी, लाइक करण्यापूर्वी, बुकमार्क करण्यापूर्वी आणि प्रत्युत्तर देण्यापूर्वी लहान फी भरणे आवश्यक आहे. हे स्पॅम कमी करण्यासाठी आणि प्रत्येकासाठी अनुभव अधिक चांगला करण्यासाठी आहे. आपण तरीही खात्यांना फॉलो करू शकता आणि X विनामूल्य ब्राउझ करू शकता."),
                n("h968efc6", "नवीन खात्यांनी पोस्ट करण्यापूर्वी, लाइक करण्यापूर्वी, बुकमार्क करण्यापूर्वी आणि प्रत्युत्तर देण्यापूर्वी लहान फी भरणे आवश्यक आहे. हे स्पॅम कमी करण्यासाठी आणि प्रत्येकासाठी अनुभव अधिक चांगला करण्यासाठी आहे. आपण तरीही खात्यांना फॉलो करू शकता आणि X विनामूल्य ब्राउझ करू शकता."),
                n("b66b62a4", "खरेदीदार सेवा अटी"),
                n("e5b5faa6", "Not-a-Bot अटी"),
                n("i61a221c", "सबस्क्राईब करा आणि पैसे द्या"),
                n("fce91ab4", "हं - ते कार्य करत नाही."),
                n("a235cb76", "आपल्या नॉट अ बॉट सबस्क्रिप्शनवर प्रक्रिया करताना समस्या आली होती. कृपया आपली पेमेंट माहिती तपासून पुन्हा प्रयत्न करा."),
                n("a8eea654", "आपली खरेदी पूर्ण झाली."),
                n("bc8baa08", "सदस्यत्व घेतले"),
                n("a98ba778", "सूचनापत्रे टाइमलाइन्स"),
                n("j887d006", "लाइक्सपासून पुन्हा पोस्ट्स केलेले यासाठी आणि अशा बऱ्याच गोष्टींसाठी, हे असे ठिकाण आहे जेथे सर्व कृती घडतात."),
                n("c06d4306", "एखाद्या व्यक्तीने आपला उल्लेख केला की, आपल्याला येथे दिसेल."),
                n("ge7c661a", "लाइक्स, उल्लेख, पुन्हा पोस्ट्स केलेले आणि असे बरेच काही  - हे इतर सत्यापित लोकांकडून आल्यानंतर, आपल्याला येथे दिसेल."),
                n("d3de3b5c", "लाइक्स, उल्लेख, पुन्हा पोस्ट्स केलेले आणि असे बरेच काही - हे आपल्या सदस्यांकडून आल्यानंतर, आपल्याला येथे दिसेल."),
                n("e3f9838d", "अधिक जाणून घ्या"),
                n("eba8b1c8", "आपला उल्लेख कोणत्या चर्चांमध्ये केला आहे ते पहा"),
                n("j745b8a6", "स्वतःला अनटॅग करण्यासाठी आणि चर्चेमधून बाहेर पडण्यासाठी अॅक्शन मेनूवर असलेल्या पोस्टवरील तीन छोटे ठिपके वापरा. "),
                n("c380d684", "आपला रिपोर्ट"),
                n("da7cf0d8", "आम्ही हे पोस्ट्स संवेदनशील मजकूर म्हणून ध्वजांकित केले आहेत"),
                n("a6da21a1", function (e) {
                    return e.appName + " यांना आपले खाते पाहायचे आहे";
                }),
                n("f4392d00", "अनुप्रयोग अधिकृत करा"),
                n("ee4dca3c", "लिंक रद्द करा"),
                n("bb347bbc", "मदत केंद्र"),
                n("be38d34e", "हा अनुप्रयोग वापरण्यासाठी आपणास X वर लॉग इन करावे लागेल. "),
                n("e087691a", "आपण अनुप्रयोगाला प्रवेश देऊ शकला नाहीत. मागे जा आणि पुन्हा लॉगइन करण्याचा प्रयत्न करा."),
                n("e7dd62c4", " “अधिकृत अनुप्रयोग” बटणावर क्लिक करून, आपण X वरून XAI ला आपल्या डेटामध्ये प्रवेश करण्यासाठी अधिकृत करत आहात, यासह:"),
                n("debbdc98", "आपले X उपभोक्ता प्रोफाइल, X खाते माहिती, X सेटिंग्ज, आणि X प्राधान्ये."),
                n("d9cf7c9c", "आपल्या X खात्यावरील आपल्या X पोस्ट्स दिसू शकतात आणि सर्व खात्यांकडून आणि खात्यांमधील (सार्वजनिक किंवा संरक्षित) पोस्ट्स देखील समाविष्ट आहेत."),
                n("cdf40068", "X वरील Grok साठी आपला चर्चा इतिहास"),
                n("cea71014", "आम्ही आपले संपर्क लोड करत आहोत..."),
                n("b5474bd2", "हो.... काहीतरी चुकीचे घडले."),
                n("ab4b970a", "कृपया मागे जाऊन नवीन सत्यापन ई-मेलसाठी X अनुप्रयोग वापरा."),
                n("j6d103b8", "X खात्यासाठी साइन-अप करा. ताज्या बातम्या ते मनोरंजनापासून क्रीडा आणि राजकारणापर्यंत, सर्व लाइव्ह कॉमेंटरीसह पूर्ण माहिती मिळवा."),
                n("ca042c78", "X मध्ये लॉग इन करा"),
                n("ff869362", "नवीनतम पाहण्यासाठी X वर लॉग इन करा. चर्चेमध्ये सहभागी व्हा, खाती फॉलो करा, आपली होम टाइमलाइन पहा आणि आपल्या ओळखीच्या लोकांच्या पोस्ट पहा."),
                n("f4a654a4", "Foursquare वर पहा"),
                n("c09de2d4", "टाइमलाइन शोधा"),
                n("i1801686", "ही अवैध शोध संज्ञा आहे. कृपया एखादी दुसरी वापरून पहा."),
                n("a0b4541c", "काहीतरी चुकीचे घडले - पण काळजी करू नका, यामध्ये आपली काहीच चूक नाही."),
                n("d7eebb60", "आपले सबस्क्रीप्शन सेट अप करत आहे"),
                n("a452ab68", "याला काही सेकंद लागू शकतात. "),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "यशस्वीपणे अपडेट झाले"),
                n("e957c20e", "पूर्ण प्रवेश विनामूल्य चाचणी"),
                n("a1436e70", "आपण आता आपल्या प्रोफाइलमध्ये नोकऱ्या जोडू शकता, त्या आपल्या नेटवर्कवर दृश्यमान बनवू शकता. एकदा आपला अर्ज मंजूर झाला की, आपल्या नोकऱ्या लाखो उपभोक्त्यांसाठी जॉब सर्चमध्ये शोधण्यायोग्य होतील."),
                n("f9c85cec", "कृती आवश्यक: दस्तऐवज अपलोड करा आणि सत्यापित करा"),
                n("f178f393", function (e) {
                    return "कृपया आवश्यक दस्तऐवज " + e.date + "च्या आत सबमिट करा. यासाठी सुमारे 10 मिनिटे लागतात.";
                }),
                n("f9fbeabc", "आपल्या संस्थेचे संस्थापन दस्तऐवज"),
                n("b4c80f5c", "सरकारने-जारी केलेला ID"),
                n("f0915094", "एक कार्यरत उपकरण कॅमेरा"),
                n("f259d3f3", function (e) {
                    return "महत्वाचे: दस्तऐवज " + e.date + " द्वारे सबमिट केले जाणे आवश्यक आहे, अन्यथा आपला अर्ज परतावा न देता नाकारला जाईल.";
                }),
                n("d35f645b", function (e) {
                    return "ओपन (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "प्रदर्शित (" + e.count + ")";
                }),
                n("c35aded2", "अर्काइव्ह केले"),
                n("b97e952a", "असे दिसते की आपण अजून कोणत्याही नोकऱ्या जोडल्या नाहीत."),
                n("cf1fa156", "असे दिसते की आपण अजून कोणत्याही नोकऱ्या वैशिष्ट्यीकृत दाखवल्या नाहीत."),
                n("fa4a4f50", "असे दिसते की आपण अजून कोणत्याही नोकऱ्या संग्रहित केल्या नाहीत."),
                n("c5fb5a1a", "जॉब्स नाहीत"),
                n("e9b91cde", "काम जोडा"),
                n("c270ef3e", "अर्काइव्ह"),
                n("fe8872f4", "यशस्वी"),
                n("d523cd74", "ही नोकरी अर्काइव्ह करायची?"),
                n("jfd0b34a", "अर्काइव्ह केल्याने आपल्या प्रोफाइलमधून नोकरी काढून टाकण्यात येईल."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "आमंत्रण पाठवण्यात समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("ddf35536", "आमंत्रण हटवताना समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("db7144b6", "संलग्नता प्रकार बदलताना समस्या आली. कृपया पुन्हा प्रयत्न करा."),
                n("be78e5fa", "संलग्न काढताना समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("fa9709ba", "अर्ज तयार करताना समस्या आली. कृपया पुन्हा प्रयत्न करा."),
                n("j62f13fc", "ही नोकरी अपडेट करताना एक समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("ff5716fc", "ही नोकरी तयार करताना समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("fd059188", "आपल्या नोकऱ्या सिंक करण्यामध्ये समस्या आली. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("b82b5c00", "काहीतरी चुकीचे घडले. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("d74adc30", "चुकीचे जाहिराती खाते जोडले"),
                n("e4323c36", "आपण प्रविष्ट केलेली जाहिरातींंचे खाते ID आपल्या संस्थेशी किंवा त्याच्या संलग्न कंपन्यांशी जुळत नाही."),
                n("b3323ada", "आपल्या ads.x.com खात्यावर एक क्रेडिट कार्ड जोडा"),
                n("ac325eb8", "आपल्या जाहिराती क्रेडिट सक्रिय करण्यासाठी, आपण ads.x.com वर आपल्या जाहिराती खात्यात क्रेडिट कार्ड जोडणे आवश्यक आहे."),
                n("j4e6e966", "जाहिराती खाते पुनरावलोकन आवश्यक आहे"),
                n("ef86e7f6", "आपले खाते पुनरावलोकनासाठी चिन्हांकित केले गेले आहे आणि त्याला मंजुरीची आवश्यकता आहे."),
                n("c9c8edae", "जाहिरात क्रेडिट लागू करण्यासाठी सत्यापित संस्थांची सदस्यता घ्या"),
                n("b36c6278", "केवळ सत्यापित संस्थाच्या सशुल्क सबस्क्रीप्शन्स आमच्या जाहिरात क्रेडिट वापरू शकतात. आपल्या संलग्न कंपन्यांसह जाहिरात करण्यासाठी आता अपग्रेड करा."),
                n("c30f0168", "बाह्य लिंक उघडा"),
                n("c49b7262", "नोकरीचे वैशिष्ट्य तयार करा"),
                n("i6ecf71a", "नोकरीचे वैशिष्ट्य काढा"),
                n("a37ef120", "जॉब पुन्हा ओपन करा"),
                n("i00355d0", "अनशेअर"),
                n("h0481bba", "ही नोकरी अनशेअर करायची?"),
                n("b9dfdc7a", "अनशेअर केल्याने आपल्या स्पॉटलाइटमधून नोकरी काढून टाकण्यात येईल."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "आपण शेअर केलेल्या नोकऱ्या"),
                n("ea7f1a42", "आपल्या नोकऱ्या"),
                n("d1cbcb90", "स्त्रोत"),
                n("gf66326c", "अंतिम अपडेट केलेले:"),
                n("b917fc28", "जॉब प्रमोशन अक्षम केले"),
                n("g06035e6", "जॉब प्रमोशन सक्षम करण्यासाठी आपल्या जाहिरात खात्याकडे लक्ष देणे गरजेचे आहे."),
                n("aa16581c", "आपल्याला जॉब प्रमोशनच्या जाहिरात खात्यात प्रवेश नाही. मदतीसाठी खाते प्रशासकाला विचारा."),
                n("g7bb6f58", "कोणतीही जाहिरात खाती आढळली नाहीत."),
                n("jf1576ba", "अयशस्वी"),
                n("ff985a36", "सिंक होत आहे"),
                n("e5b8058c", "सिंक केलेले नाही"),
                n("a86e335a", "शेवटचे सिंक केलेले "),
                n("c9838d68", "आपण जोडलेल्या नोकऱ्या अजूनही दिसत नाहीत"),
                n("df6835a6", "आपल्या पोस्टच्यावर वैशिष्ट्यीकृत नोकऱ्या हायलाइट करण्यासाठी आणि आपल्या सर्व ओपन जॉब्सना सूचीशी लिंक करण्यासाठी आपल्या प्रोफाइलमधील नोकऱ्या सक्षम करा."),
                n("fc504ea0", "माझ्या नोकऱ्या दाखवणे सुरू करा"),
                n("a511934e", " X वर भरती सुरू करा"),
                n("e68d2d16", "बीटा प्रवेशासाठी अर्ज करा"),
                n("f7a37e30", "'बीटा प्रवेशासाठी अर्ज करा' वर क्लिक करून या खात्याशी संबंधित व्यवसाय ईमेल पत्ता वापरून ईमेलद्वारे संपर्क साधण्यास आपण संमती देता, बीटा प्रवेशासाठी मंजुरी मिळाल्यानंतर."),
                n("bfef82f0", "सत्यापित संस्थांसाठी नोकऱ्या पोस्ट करण्यासाठी, आपल्या कंपनी प्रोफाइलवर नोकऱ्या वैशिष्ट्यीकृत करण्यासाठी आणि आपल्या ओपन पोझिशन्सवर टॉप टॅलेंट आकर्षित करण्यासाठी X हायरिंग हे एक विनामूल्य वैशिष्ट्य आहे."),
                n("h4b890c2", "X हायरिंग आपल्याला नोकऱ्या पोस्ट करू देते, त्यांना आपल्या प्रोफाइलवर वैशिष्ट्यीकृत करू देते आणि आपल्या खुल्या पोझिशन्ससाठी टॉप प्रतिभासंपन्न व्यक्तींना आकर्षित करते."),
                n("c3f28126", "दर्शकांच्या मोठ्या संख्येपर्यंत पोहोचा"),
                n("dec1601e", "X चे 528 दशलक्ष उपभोक्ते आहेत. सॉफ्टवेअर इंजिनिअर्सपासून ते किरकोळ विक्रीतील फोर्कलिफ्ट ऑपरेटरपर्यंत, आपली पुढची भरती येथे आहे."),
                n("be8393da", "आपल्या सर्वात महत्वाच्या संधींचा उल्लेख करा"),
                n("i8c856ce", "आपल्या प्रोफाइलवर वैशिष्ट्यीकृत करण्यासाठी 3 नोकऱ्या जोडा. आपले प्रोफाइल पाहताच सर्व उपभोक्त्यांना या वैशिष्ट्यीकृत भूमिका दिसतील."),
                n("d8bc6eea", "आपल्या कंपनीच्या प्रोफाइलवर वैशिष्ट्यीकृत नोकऱ्या म्हणून 5 नोकऱ्या जोडा. आपल्या कंपनीची प्रोफाइल पाहताच सर्व उपभोकत्यांना ही वैशिष्ट्यीकृत संधी दिसेल."),
                n("a049efd4", "आपल्या नोकऱ्या लवकर आयात करा"),
                n("d12be15a", "काही मिनिटांत X वर आपली नोकरी जोडण्यासाठी समर्थित अर्जदार ट्रॅकिंग सिस्टम किंवा XML फीड कनेक्ट करा."),
                n("d248d75e", "मदत मिळवा"),
                n("c49d8e42", "मदत हवी आहे? आम्हाला संपर्क करा."),
                n("ib244b2e", "ई-मेल पत्ता कॉपी करा"),
                n("b450472c", "नोकऱ्या आयात करा"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "नोकऱ्या रिफ्रेश करा"),
                n("aa4c37cc", "माझ्या प्रोफाइलवर नोकऱ्या दाखवा"),
                n("d4b82638", "आपल्या प्रोफाइलवर नोकऱ्या वैशिष्टकृत करा"),
                n("e405b1c2", "अधिक अर्जदारांना आपल्याकडील महत्त्वाच्या पदांसाठी आकर्षित करण्यास आणि उमेदवारांना आपल्याकडे असणारी सर्व रिक्त पदे पाहण्याची परवानगी देण्यासाठी आपल्या प्रोफाइलवर नोकऱ्या सक्षम करा."),
                n("a85cda86", "सुरू करण्यासाठी आपल्या नोकऱ्या जोडा"),
                n("c04b6472", "अधिक अर्जदार मिळवण्यासाठी काही सोप्या चरणांमध्ये आपल्या नोकऱ्यांंची संधी आयात करा किंवा जोडा. आपल्या नोकऱ्यांंची संधी आपल्या फॉलोअर्ससोबत शेअर केल्या जाऊ शकतात आणि आपल्या कंपनी प्रोफाइलवर प्रदर्शित केल्या जाऊ शकतात."),
                n("d14c02d0", "व्यक्तिचलितपणे नोकऱ्या जोडा"),
                n("b12424fc", "नवीन नोकरी"),
                n("ca8df1e2", "नोकरी तयार करा आणि ती आपल्या नोकरीच्या यादीत जोडा. प्रत्येक नोकरीमध्ये एक अर्ज URL असणे आवश्यक आहे जिथे उमेदवार नोकरीबद्दल अधिक जाणून घेऊ शकतात आणि अर्ज करू शकतात."),
                n("f4f4dd60", "आवश्यक"),
                n("b2c213e0", "वर्णाक्षरांची मर्यादा ओलांडली"),
                n("d84e9c2a", "या पदासाठी अपेक्षित असलेल्या कामाच्या प्रकाराची माहिती द्या."),
                n("bc8b300c", "नोकरीचे कार्य"),
                n("d1eedb50", "या भूमिकेचे समर्थन करणारे क्षेत्र समजून घेण्यास उमेदवारांना मदत करा."),
                n("eaf3ce64", "टीम"),
                n("b36cd50e", "एकदा कामावर घेतल्यावर उमेदवार काम करतील अशी कोर टीम निर्दिष्ट करा."),
                n("d3a427ce", "अनुभवाची आवश्यक पातळी निवडा."),
                n("i7174442", "नोकरीचे वर्णन"),
                n("fef0cf02", "नोकरीचे सविस्तर वर्णन द्या. उमेदवारांना या भूमिकेची स्पष्ट समज व्हावी यासाठी मुख्य जबाबदारी आणि पात्रता यांची रूपरेषा द्या."),
                n("b7800bec", "200 वर्ण किंवा त्यापेक्षा कमी वर्णात नोकरीचे वर्णन करा. पोस्ट्स, शिफारसी आणि शोध मध्ये दर्शविले."),
                n("a5244ece", "अर्ज URL (आवश्यक)"),
                n("g2b553f6", "या नोकरीसाठी अर्ज करणाऱ्या उमेदवारांसाठी सार्वजनिक URL प्रविष्ट करा."),
                n("c2e77608", "नोकरीचे शीर्षक (आवश्यक)"),
                n("cdf414d4", "शोध आणि शिफारसींसाठी वापरले जाते. आपले परिणाम सुधारण्यासाठी उद्योग मानक शीर्षके वापरण्याचा प्रयत्न करा."),
                n("cc59319a", "बहुतेक उमेदवार ओळखतील असे उद्योगासाठी नोकरीचे मानक शीर्षक वापरा."),
                n("e7117ee4", "स्थान (आवश्यक)"),
                n("c05176ec", "ही भूमिका जर साइटवर असेल तर साइटचे स्थान प्रविष्ट करा. ही भूमिका जर दूरस्थ असेल तर उमेदवारांनी कुठे जायचे ते सांगा."),
                n("d70c24d4", "आपली नोकरी शोधण्यासाठी उमेदवारांना मदत करण्यासाठी वापरले जाते."),
                n("de1c4376", "पगार श्रेणी"),
                n("hf352d42", "पर्यायी पगार श्रेणी जोडा जी उमेदवारांना दिसेल. जर आपण असे न करण्याचा निर्णय घेतला तर आपण ज्या ठिकाणी नोकरीसाठी भरती करत आहात त्या ठिकाणी वेतन पारदर्शकता कायद्याची माहिती घ्या."),
                n("ede7d0a2", "चलन"),
                n("b925c18c", "पगाराचा प्रकार"),
                n("j3d242ce", "अवैध श्रेणी"),
                n("f4d07bd2", "उमेदवारांना आपली भूमिका शोधण्यात मदत करण्यासाठी पर्यायी तपशील समाविष्ट करा."),
                n("b8cbb51a", "नोकरीचे सारांश"),
                n("bda6881e", "ही नोकरी तुमच्या अर्जदार ट्रॅकिंग सिस्टम (ATS) मधून आयात केली गेली आहे. कृपया लक्षात घ्या की केवळ विशिष्ट फील्डमध्ये बदल करता येतात."),
                n("b075c68a", "नोकरी संपादित करा"),
                n("d4b6a6e0", "प्रोफाइल स्पॉटलाइट"),
                n("j2dd3686", "माझ्या पोस्ट्सच्यावर वैशिष्टकृत नोकऱ्या हायलाइट करा."),
                n("af1cfd46", "ATS इंटिग्रेशन"),
                n("d6fa2944", "आपले इंटिग्रेशन हटवल्याने आपण आयात केलेल्या नोकऱ्या हटवल्या जाणार नाहीत."),
                n("h99f11fa", "इंटिग्रेशन हटवा"),
                n("eef1ae76", "सध्या कनेक्ट केलेले"),
                n("a915f5c1", function (e) {
                    return e.ats + " कनेक्ट केले";
                }),
                n("af7286b7", function (e) {
                    return "प्रीमियमवर वर्षभर " + e.percentage + "% सूट";
                }),
                n("c924ad84", "व्हिडिओज प्ले करणे चालू ठेवा"),
                n("de750a3c", "आपला फोन लॉक असला तरीही त्यांचा आनंद घ्या"),
                n("he5e87c4", "आपली प्र्त्युत्तरे बूस्ट करा"),
                n("g64a60ba", "आपण पोस्ट्सना प्रत्युत्तर देता तेव्हा एक लहान प्राधान्य मिळवा"),
                n("a7ee832a", "टायपो आणि चुका फिक्स करा, 60 मिनीटांपर्यंत"),
                n("fdd77a34", "लांब पोस्ट्स तयार करा"),
                n("j6d26a7a", "आपण जितके सामायिक करू इच्छिता तितके लिहा"),
                n("c4fd68da", "आपला अनुभव सानुकूल करा"),
                n("c0195168", "आपली अनुप्रयोग चिन्हे आणि नॅव्हिगेशन पर्याय बदला"),
                n("b6b5dc94", "सत्यापित व्हा"),
                n("b06db848", "प्लॅटफॉर्मवर इतरांपेक्षा लक्षवेधी बना"),
                n("e3e3a97c", "आपल्या पोस्ट्समधून रेव्हेन्यूचा एक भाग मिळवा"),
                n("f15bc24e", "Grok मर्यादा वाढवा"),
                n("c4666e1c", "आमचा नवीनतम मॉडेल Grok 3 चा अधिक वापर"),
                n("he74ae7a", "सर्वाधिक Grok वापर मर्यादा "),
                n("f5732cd4", "तसेच, DeepSearch आणि विचार कराचा विस्तारित प्रवेश"),
                n("e0198956", "आपण X वर पोस्ट केलेल्या सामग्रीसह सत्यापित खात्यांच्या सहभागातून मिळणाऱ्या उत्पन्नाचा एक भाग मिळवा."),
                n("iadf78e2", "व्हिडिओ डाउनलोड करा"),
                n("ee54c3de", "थेट आपल्या डिव्हाइसवर व्हिडिओ जतन करा"),
                n("ae03594c", "लहान प्रत्युत्तर बूस्ट"),
                n("e6bb08c0", "आपल्या प्रत्युत्तराची दृश्यमानता वाढवा"),
                n("bf2a6acc", "मोठे प्रत्युत्तर बूस्ट"),
                n("c2059276", "आपल्या प्रत्युत्तरांना बूस्ट करा."),
                n("b023ec20", "महत्तम प्रत्युत्तर बूस्ट"),
                n("g337328e", "आपल्या प्रत्युत्तरासाठी सर्वाधिक दृश्यमानता मिळवा."),
                n("fa006202", "पार्श्वभूमी व्हिडिओ प्लेबॅक");
            n("jf389778", "ब्राउझ करताना किंवा इतर ॲप्स वापरताना पहा"),
                n("f2977d80", "बुकमार्क फोल्डर्स"),
                n("j1d3d910", "आपल्या जतन केलेल्या पोस्ट्स सुलभ प्रवेशासाठी व्यवस्थित ठेवा"),
                n("f0f48668", "प्रीमियम समर्थन"),
                n("c3148608", "मदतीची गरज भासल्यास लवकर सहाय्यता मिळवा"),
                n("b485ca6e", "हायलाईट्स टॅब"),
                n("d438955e", "आपले सर्वोच्च पोस्ट्स प्रदर्शित करा"),
                n("f373a352", " एन्क्रिप्टेड DM"),
                n("g7405aca", "एंड-टू-एंड एनक्रिप्शनसह सुरक्षितपणे चॅट करा"),
                n("j659fa0c", "Grok 3 चे सर्वोत्तम"),
                n("ibff5694", "सर्वोच्च वापर मर्यादा, DeepSearch आणि विचार करा, तसेच नवीन वैशिष्ट्यांमध्ये लवकर प्रवेश अनलॉक करा"),
                n("i824f4da", "कमी जाहिराती"),
                n("bd17076c", "For You आणि फॉलो करणारे टाइमलाइन यामध्ये सुमारे अर्ध्या जाहिराती पहा."),
                n("cef2cac8", "कमी सामान्य क्षेत्रांमध्ये अधूनमधून ब्रँडेड सामग्रीसह, जाहिरातमुक्त अनुभवाचा आनंद घ्या."),
                n("c97920c0", "ऑफलाइन व्हिडिओज"),
                n("i4379b18", "ऑफलाइन प्लेबॅकसाठी कोणताही व्हिडिओ जतन करा"),
                n("f94c6bae", "सत्यापित चेकमार्क"),
                n("d72055d6", "सत्यापित चेकमार्कसह क्रेडिबिलीटी निर्माण करा "),
                n("f54af178", "लेख लिहा"),
                n("c5cd5d42", "लॉंग-फॉर्म सामग्री सामायिक करा आणि विचार नेतृत्व स्थापित करा"),
                n("jbdb08cc", "आपले खाते कसे कार्य करत आहे हे समजून घेण्यासाठी आपले खाते मेट्रिक्सचे विश्लेषण करा"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "आपला मीडिया व्यवस्थापित करा आणि अपलोड करा"),
                n("id067c96", "Radar शोध"),
                n("jf991d48", "रिअल-टाइम प्रचलन ट्रॅकिंगसह पुढे रहा"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "जे लोक X वर राहतात त्यांच्यासाठी एक शक्तिशाली, रिअल-टाइम साधन. एकाच स्क्रीनवर एकाधिक टाइमलाइनचे निरीक्षण करा (केवळ वेब)"),
                n("b3e50ef2", "समुदाय तयार करा"),
                n("bb1a4e44", "आपली स्वतःचा समुदाय तयार करा"),
                n("j010228e", "मासिक सबस्क्रिप्शनसह आपल्या सर्वात व्यस्त फॉलोअर्सकडून मिळणाऱ्या X उत्पन्नाचा एक भाग मिळवा."),
                n("h0e1730e", "प्रत्युत्तर प्राधान्य"),
                n("jf7f743c", "जास्त कालावधीचे व्हिडिओज पोस्ट करा."),
                n("c0c25b6c", "बुकमार्क्स फोल्डर्स"),
                n("ab31c79e", "अनुप्रयोगाची प्रतीके सानुकूल करा"),
                n("a8a702ae", "नॅव्हिगेशन सानुकूल करा"),
                n("d5ab1b50", "एक सत्यापित बॅज मिळवा"),
                n("ac298984", "उच्च प्रत्युत्तर प्राधान्य"),
                n("g20df450", "50% जाहिराती काढून टाका"),
                n("h8dfc4de", "Grok उच्च वापर मर्यादा"),
                n("bf7614d4", "क्रिएटर सबस्क्रीप्शन्स"),
                n("gadc9f4a", "सर्वोच्च प्रत्युत्तर प्राधान्य"),
                n("c127c5c2", "सर्व जाहिराती काढून टाका"),
                n("c1e0f3c8", "Grok DeepSearch आणि विचार करा अनलॉक करा"),
                n("aac0bbb6", " Radar मध्ये प्रवेश"),
                n("a6722922", "जाहिराती काढून टाकल्या"),
                n("ba016532", "प्रत्युत्तर बूस्ट"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "महत्तम"),
                n("b1492c6c", "सर्वोच्च"),
                n("fb5e2c14", "X Premium सह पोस्टस हायलाइट करा"),
                n("gd1f4cfa", "आपल्या प्रोफाइलवर आपले सर्वोत्तम पोस्ट्सचे प्रदर्शन करा"),
                n("h59250bc", "X Premium सह एन्क्रिप्टेड संदेश"),
                n("ed62d546", "X Premium सह दीर्घ पोस्टस"),
                n("ca447200", "X Premium सह SMS प्रमाणीकरण"),
                n("af2b99ea", "X Premium सह पोस्टस संपादित करा"),
                n("ha265914", "X Premium सह बुकमार्क व्य्वस्थापित करा"),
                n("gda940ae", "X Premium सह एक समुदाय तयार करा"),
                n("c7e5ac54", "X Premium सह कमी जाहिराती पहा"),
                n("e03589ba", "X Premium सह आपल्या पोस्टसना बूस्ट करा"),
                n("f0f8c82a", "X Premium सह केवळ-सत्यापित चॅटस मध्ये सहभागी व्हा"),
                n("fecf5aaa", "X Premium सह पूर्ण HD व्हिडिओ अपलोड करा"),
                n("c00d2be2", "X Premium सह व्हिडिओज संपादित करा"),
                n("cd360b86", "Grokला काहीही विचारा"),
                n("d2e1a7a2", "X Premium सह उपलब्ध"),
                n("e664abe2", "X वर व्हिडिओ. सुपरचार्ज केलेला."),
                n("e595a3e2", "Premium सह सर्वोत्कृष्ट व्हिडिओ अनलॉक करा"),
                n("i3c9329a", "रिच-टेक्स्ट फॉरमॅटिंगसह लक्षवेधी बना"),
                n("cc9def68", "केवळ X Premium सह"),
                n("hdef5966", "आपल्या उपकरणावर व्हिडिओज डाउनलोड करा"),
                n("c748224a", "X Premium सह अनलॉक करा"),
                n("ebfc88bc", "विशेष वैशिष्ट्यांमध्ये प्रवेश करा"),
                n("f652e9ac", "Premium सह अधिक अनलॉक करा"),
                n("d67e94c0", "आपण हे चुकवाल..."),
                n("j1d3098c", "Premium+ सह अधिक अनलॉक करा"),
                n("gd573390", "आणि सर्वकाही मूलभूतमध्ये ..."),
                n("ef94bbd4", "Premium+ मिळवा"),
                n("dcd830ce", "आणि सर्वकाही Premium मध्ये ..."),
                n("b7dde622", "हॅपी थॅंक्सगिव्हिंग! ऑफर यावेळी समाप्त होते:"),
                n("i0180ca1", function (e) {
                    return e.date + " पर्यंत. थँक्सगिव्हिंगच्या शुभेच्छा!";
                }),
                n("hb9d0e00", "आमची 2-वर्षांच्या वर्धापन दिनाची ऑफर, संपत आहे:"),
                n("d2b23e0d", function (e) {
                    return "आज Premium चा वाढदिवस आहे! " + e.date + " रोजी समाप्त होते.";
                }),
                n("bb4998fb", function (e) {
                    return e.date + " पर्यंत";
                }),
                n("c0847ebc", "Basic मधून सर्व अपग्रेड्स, त्याचबरोबर..."),
                n("ed672bfa", "Basic आणि Premium मधून सर्व अपग्रेड्स, त्याचबरोबर..."),
                n("db63fa1c", "एक Premium प्लॅन निवडा"),
                n("b128c6bc", "एक सत्यापित बॅज आणि डझनभर इतर आश्चर्यकारक लाभ आणि फायदे मिळवा"),
                n("a9904a1c", "मर्यादित वेळेसाठी X Premium वर जतन करा"),
                n("acfaf7a0", "स्तर आणि वैशिष्ट्ये यांची तुलना करा"),
                n("e1606e52", "आपले सबस्क्रीप्शन बदला"),
                n("d2f2b91a", " येथे साइन-अप करा"),
                n("j4b4310e", "सेकंद"),
                n("af863ee9", "विनामूल्य चाचणी"),
                n("f5705987", "खरेदीदार सेवा अटी"),
                n("h89dabac", "कधीही रद्द करा"),
                n("f36b8e14", "हे उत्पादन मिळवताना काहीतरी चुकीचे घडले. कृपया पुन्हा लोड करण्याचा प्रयत्न करा."),
                n("f1756574", "/ महिना"),
                n("i650ff14", " / वर्ष"),
                n("dbcd25db", function (e) {
                    return "पहिल्या " + e.numberOfDays + " दिवसांसाठी";
                }),
                n("bd40d5b5", function (e) {
                    return e.title + "  साठी सबस्क्राइब करा आणि देय द्या";
                }),
                n("i36a0b6e", "आपण केवळ X iOS अनुप्रयोगावर (सध्यासाठी) सदस्यता घेऊ शकता."),
                n("c906ad94", "डाउनग्रेड"),
                n("db5c77e0", "हे आपले सक्रिय सबस्क्रीप्शन आहे"),
                n("h77ef73e", "मासिक प्लॅनवर स्विच करा"),
                n("d723d44a", "वार्षिक प्लॅनवर स्विच करा"),
                n("gf6b66b8", "आपल्या सबस्क्रीप्शन बदलाची पुष्टी करा, आजपासून प्रभावी"),
                n("e83daf87", function (e) {
                    return "आपल्या सबस्क्रीप्शन बदलाची पुष्टी करा, " + e.date + " पासून प्रभावी";
                }),
                n("f27022d6", "चालू प्लॅन"),
                n("i9d5f4b6", "नवीन प्लॅन"),
                n("ia390d8a", "आपले डाउनग्रेड कसे कार्य करेल"),
                n("fd80b875", function (e) {
                    return "आपली बिलिंग सायकल संपेपर्यंत आपला सध्याचा प्लॅन सक्रिय राहतो. " + e.nextBillingDate + " रोजी आपण " + e.newTierName + " वर स्विच व्हाल आणि नवीन दर आकारला जाईल.";
                }),
                n("c8fb177a", "आपले पेमेंट कसे समायोजित होईल"),
                n("df776505", function (e) {
                    return "आपण नवीन बिलींगसह " + e.newTierName + " वर अपग्रेड करत आहात. आपल्याला आज नवीन प्लॅनसाठी शुल्क आकारले जाईल, परंतु आपल्या उर्वरित क्रेडिटमुळे ही रक्कम कमी होईल. स्विच त्वरित होते आणि आपले बिलिंग त्यानुसार समायोजित होईल.";
                }),
                n("d7efb6ba", "आपण मासिक वरून वार्षिक बिलिंगवर स्विच करीत आहात. आपल्या उर्वरित प्रोरेटेड मासिक शिल्लक एकूण शुल्काला जमा करून आज आपल्याला वार्षिक प्लॅनसाठी शुल्क आकारले जाईल. स्विच त्वरित होते आणि आपले बिलिंग आता वार्षिक होईल."),
                n("a5f2cf70", "आपण वार्षिक ते मासिक बिलिंगवर स्विच करीत आहात. आपली उर्वरित वार्षिक क्रेडिट आपल्या मासिक पेमेंट संपेपर्यंत कव्हर करेल. स्विच त्वरित होते आणि आपले बिलिंग आता मासिक होईल."),
                n("ef1c0208", "प्लॅन बदलाची पुष्टी करा"),
                n("ia08113f", "सेवेच्या खरेदी अटींशी"),
                n("d2962b73", "अटीं"),
                n("b421795a", "कधीही रद्द करा"),
                n("f8d88ac7", "सेवेच्या खरेदी अटींशी"),
                n("ca220fe9", "अटीं"),
                n("ab8beda0", "कधीही रद्द करा"),
                n("ife2636d", "सेवेच्या खरेदी अटींशी"),
                n("fb57be65", "अटीं"),
                n("e468a6c2", "कधीही रद्द करा"),
                n("e9f4c89b", "सेवेच्या खरेदी अटींशी"),
                n("hce73b41", "अटीं"),
                n("i4db5c92", "कधीही रद्द करा"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "सर्वाधिक वापर मर्यादा "),
                n("abaa4274", "DeepSearch आणि विचार करा अनलॉक करा"),
                n("e0d53864", "नवीन वैशिष्ट्यांमध्ये लवकर प्रवेश"),
                n("g1be3530", "विनामूल्य चाचणी"),
                n("b10b4f1f", function (e) {
                    return e.date + " च्या आधी " + e.percentOff + "% वाचवा";
                }),
                n("b8d0bd19", function (e) {
                    return "विनामूल्य " + e.productName + " वापरून पहा";
                }),
                n("f89dfa74", "सर्वोत्तम मूल्य"),
                n("b9a4d8c6", "वार्षिक"),
                n("f5fb58b4", " तसेच सर्व X Premium वैशिष्ट्ये"),
                n("i527045e", "चेकमार्क, अधिक Grok, प्रत्युत्तर बूस्ट, विश्लेषणे आणि बरेच काही"),
                n("ga482a88", "वार्षिक बिल"),
                n("hc64d5b0", "मासिक बिल"),
                n("de7db957", function (e) {
                    return e.price + " प्रति वर्ष, वार्षिक बिल केले जाते";
                }),
                n("d8982437", function (e) {
                    return e.price + " प्रति वर्ष, मासिक बिल केले जाते";
                }),
                n("f0ad5cc8", "वर्षे"),
                n("a0dc6e4c", "सध्या उपलब्ध नाही"),
                n("jd8b2e66", "सबस्क्राईब करा आणि पैसे द्या"),
                n("ca784c0c", "Subscribe & pay with Apple"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "Or, save up to 30%"),
                n("i7fbacc4", "उपलब्ध सबस्क्रिप्शन स्तरांमध्ये स्विच करा"),
                n("c9cc122b", function (e) {
                    return e.title + " मध्ये " + e.feature + " समाविष्ट आहे";
                }),
                n("bff35771", function (e) {
                    return e.title + " साठी " + e.feature + " उपलब्ध नाही";
                }),
                n("a69fd369", function (e) {
                    return e.price + " पासून चालू";
                }),
                n("e563a5d1", function (e) {
                    return e.percentage + "% सूटसाठी सदस्यतव घ्या";
                }),
                n("dfc5f972", "आणि बरेच काही..."),
                n("fb8453c8", " DeepSearch आणि विचार करा अनलॉक करा"),
                n("e45b3f30", "खोलवर शोध आणि तर्क विनंत्या अनलॉक करा"),
                n("aaebdc2e", "Grok 3 मिनी आणि Grok 3 मध्ये मोठ्या प्रमाणात प्रवेश वाढला"),
                n("ddf8a412", "इतरांपूर्वी नवीन वैशिष्ट्यांमध्ये प्रवेश करा"),
                n("gfb04ef4", "X वर सर्व Premium+ वैशिष्ट्ये"),
                n("b601cfbb", function (e) {
                    return "दर महा " + e.price + " वापरून पहा";
                }),
                n("i3e90e20", "सध्या अनुपलब्ध"),
                n("d9e9ce26", "सबस्क्राइब करा आणि पैसे द्या:"),
                n("j1f5a580", "आपल्या Premium सबस्क्रिप्शनवर प्रक्रिया करताना समस्या आली होती. कृपया आपली पेमेंट माहिती तपासून पुन्हा प्रयत्न करा."),
                n("ebc84442", "Premium सबस्क्रीप्शनची नोंदणी करणे"),
                n("cd9102d4", "श्रेणी निवडा"),
                n("eb551aea", "प्रोफाइलवर श्रेणी दाखवा"),
                n("f386777a", "खात्याचा प्रकार बदला"),
                n("db483090", "वैयक्तिक खात्यावर स्विच केले"),
                n("c701200c", "व्यवसाय खात्यावर स्विच केले"),
                n("acd8da0a", "क्रिएटर खात्यावर स्विच केले"),
                n("cb55ecce", "वैयक्तिक खात्यावर स्विच करा"),
                n("h4aeb984", "वैयक्तिक खात्यावर स्विच करा"),
                n("ada6073a", "व्यावसायिक टूल्सची गरज नाही?"),
                n("eb723d4c", "वैयक्तिक खात्यांमध्ये प्रोफाइल स्पॉटलाइट आणि खरेदी व्यवस्थापकासारखी टूल्स नाहीत. आपणास पुन्हा स्विच करायचे असल्यास नवीन व्यावसायिक खाते सेट करणे आवश्यक आहे."),
                n("hbb1af08", "व्यवसाय खात्यावर स्विच करा"),
                n("a9b5e3aa", "नाही, रद्द करा"),
                n("ia49207a", "होय, स्विच करा"),
                n("g3f74902", "व्यवसाय खात्यावर स्विच करायचे?"),
                n("f3bcfac0", "ब्रँड, किरकोळ विक्रीची दुकाने, सेवा प्रदाते आणि संस्थांसाठी हे सर्वोत्कृष्ट आहे."),
                n("d0c3f02e", "क्रिएटर खात्यावर स्विच करा"),
                n("a01e84e0", "क्रिएटर खात्यावर स्विच करायचे?"),
                n("e8af8ef4", "प्रसिद्ध व्यक्ती, कलाकार आणि प्रभावकारांसाठी हे सर्वोत्कृष्ट आहे."),
                n("e44eab74", "सध्या सर्व X क्लायंट्सवर सर्व मॉड्यूल्स चालत नाहीत"),
                n("ce4185bc", "आणखी स्पॉटलाइट्स लवकरच येत आहेत"),
                n("b5aed332", "कोणतेही स्पॉटलाइट्स उपलब्ध नाहीत"),
                n("g419ecf4", "पृष्ठावर रहा"),
                n("d3a097a2", "होय, काढून टाका"),
                n("j1e1cd30", "बदल काढून टाकायचे?"),
                n("fc779c28", "स्पॉटलाइट प्रदर्शित करा"),
                n("ie85a7a8", "आपल्या व्यवसायाची माहिती हटवायची?"),
                n("b5348efc", "शून्य तास"),
                n("db285564", "कायम उपलब्ध"),
                n("g7993eee", "सानुकूल तास"),
                n("c9ee902a", "नकाशा प्रदर्शित करा"),
                n("j224a074", "लोकेशन स्पॉटलाइट चालू असताना नमूद केलेल्या ठिकाणाची सर्व माहिती सार्वजनिक स्तरावर पाहता येईल. संपर्क बटणाचा वापर करून फोन आणि ई-मेल पाहता येऊ शकतो."),
                n("f448cbcc", "पर्यायी"),
                n("c16c9568", "पत्ता"),
                n("i3a38711", "Google नकाशे सेवा अटी"),
                n("beb66f50", "Google गोपनीयता धोरण"),
                n("e0d47030", "आपल्या ग्राहकांनी आपल्याशी कोणत्या मार्गाने संपर्क साधायला हवा? आपल्या ग्राहकांना आपल्याला शोधता यावे म्हणून ही माहिती सार्वजनिक स्तरावर उपलब्ध असेल याची कृपया नोंद घ्या. आपण ती कधीही काढून टाकू शकता."),
                n("c7a4adb0", "पत्ता समाविष्ट करा"),
                n("cd39daf6", "झिप कोड/पोस्टल कोड"),
                n("gc0df5a6", "झिप कोड/पोस्टल कोड समाविष्ट करा"),
                n("c6c16a52", "शहर"),
                n("aa8015be", "शहराचे नाव समाविष्ट करा"),
                n("b688f53a", "राज्य/प्रांत/प्रदेश"),
                n("a67f5bbc", "राज्य/प्रांत/प्रदेश समाविष्ट करा"),
                n("if92b1b4", "देशाचे नाव समाविष्ट करा"),
                n("ffc5590e", "शहराचे नाव अवैध आहे"),
                n("a8fd64d8", "देशांची नावे शोधा"),
                n("a0abe108", "अवैध राज्य / प्रांत / प्रदेश"),
                n("j163df8e", "अवैध पत्ता"),
                n("af9b9b78", "अवैध झिप कोड/पोस्टल कोड"),
                n("i373e022", "ई-मेल प्रविष्ट करा"),
                n("f91751f8", "हे लोकांसाठी दृश्यमान असेल"),
                n("g33c0564", "अवैध ई-मेल"),
                n("ga71fbf4", "कामकाजाचे तास"),
                n("ca2ba204", "सानुकूल तास संपादित करा"),
                n("d7b7dbca", "आपल्या प्रोफाइलवर एकही तास दाखविला जाणार नाही"),
                n("a460e770", "उदा. बागा, समुद्रकिनारे, ऑनलाइन शॉपिंग"),
                n("ddc88bf0", "प्रत्येक दिवसाच्या कामकाजाचे तास निश्चित करा"),
                n("j11df0ca", "ओव्हरलॅपिंग तास"),
                n("f9f911f4", "वेळ क्षेत्र शोधा"),
                n("d21a4252", "अधिक तास समाविष्ट करा"),
                n("ac6ce1c0", "पासून"),
                n("c647aac8", "पर्यंत"),
                n("b926e64a", "वेबसाइट (लिंक) प्रविष्ट करा"),
                n("i019c8b6", "कॉल करा"),
                n("eabc6906", "SMS"),
                n("h24d868c", "कॉल आणि SMS"),
                n("fa64f1fc", "देशाचा कोड निवडा"),
                n("c7d3629a", "फोन क्रमांक"),
                n("ce48a958", "आपल्याशी कशाप्रकारे संपर्क साधावा?"),
                n("b97705ce", "ग्राहकांना आपल्याशी संपर्क साधण्यासाठी हा फोन क्रमांक सार्वजनिक स्तरावर उपलब्ध असेल, याची कृपया नोंद घ्या. आपण तो कधीही काढून टाकू शकता."),
                n("f7ff19ec", "देशाचा कोड समाविष्ट करा"),
                n("bb7f177a", "अवैध फोन क्रमांक"),
                n("b91d1394", "अनुप्रयोग समाविष्ट करा"),
                n("d3cd1160", "iOS अनुप्रयोग समाविष्ट करा"),
                n("f2124008", "अनुप्रयोग संग्रहण URL"),
                n("dc0d9d6a", "Android अनुप्रयोग समाविष्ट करा"),
                n("dd1605f0", "प्ले स्टोअर URL"),
                n("g4098f78", "मला हे कुठे मिळू शकेल?"),
                n("b949cdc6", "अनुप्रयोग काढून टाका"),
                n("b4b8a486", "समुदाय निवडा"),
                n("jfe04cf6", "आपली निवड काढून टाकायची?"),
                n("a14aa8dc", "यामुळे आपल्या स्पॉटलाइटमधून समुदाय काढून टाकला जाईल."),
                n("cc4add98", "आपल्या प्रोफाइल पृष्ठावर समुदाय कसा दिसेल याचे पूर्वावलोकन करण्यासाठी एखादा निवडा"),
                n("jd3e9ea6", "आपल्याकडे एकही समुदाय नाही"),
                n("daad9741", "समुदाय तयार करायचा"),
                n("c46cdabc", "प्रगत टूल्स"),
                n("f6a2233a", "सर्व खात्यांमध्ये परवानग्या व्यवस्थापित करा"),
                n("ccb3ca48", "व्यवसाय सेटिंग्ज"),
                n("b0ef3100", "समृद्ध जाहिरात मोहिमा तयार करा"),
                n("ff1c5e1a", "प्रोफेशनल होम"),
                n("f53adc36", "जगातील वास्तविक घटनांना चालना द्या"),
                n("hc4981d6", "प्रोफाइल स्पॉटलाइट्स"),
                n("fbce8dbe", "फॉलो करण्यासाठी लोकांना शोधा"),
                n("ae76c624", "अधिक कनेक्शन्स तयार करा"),
                n("ae0383d4", "सहभाग वाढवून अधिक लोकांपर्यंत पोहोचा"),
                n("a1dbe746", "सहभाग बूस्ट करून अधिक लोकांपर्यंत पोहोचा"),
                n("hbd124ae", "पोस्ट बूस्ट करा"),
                n("hd80bd3e", "पोस्ट प्रमोट करा"),
                n("fe2b0008", " X कसे वापरावे ते शिका"),
                n("h257d4aa", "प्रमोट करण्यासाठी पोस्ट निवडा"),
                n("d28a1d72", "Radar प्रचलन शोधणारे सर्वप्रथम व्हा"),
                n("fb70427a", "X वरील सर्वात पॉवरफूल शोध टूल सादर करत आहे."),
                n("i54bf620", "कीवर्ड्सचे निरीक्षण करा"),
                n("e8bb09bc", "प्रगत शोध क्षमता वापरून कोणत्याही विषयावर लक्ष केंद्रित करा."),
                n("d4c9d5aa", "प्रचलन व्हिज्युअलाइझ करा"),
                n("e78263fe", "मागील 3 दिवसातील दैनिक कृती आलेखांसह चर्चांचा मागोवा घ्या."),
                n("e3ed8220", "रिअल-टाइम मेट्रिक्स"),
                n("f4952956", "आपल्या क्वेरीमधून पोस्ट संख्याची तात्काळ आकडेवारी मिळवा."),
                n("cce3f116", "पोस्ट आपल्या बुकमार्क्स मध्ये जोडले गेले आहे "),
                n("b593b396", "आपल्या बुकमार्क्समधून पोस्ट काढून टाकले"),
                n("af9c8a3e", "अनुप्रयोग सक्रिय करा"),
                n("ef483238", "पोस्ट स्थिती पृष्ठ"),
                n("jcf3ff56", "मोठा मजकूर"),
                n("f1252ac8", "मध्यम आकाराचा मजकूर"),
                n("daa0da04", "लहान मजकूर"),
                n("ba5256b2", "मजकूराचा आकार"),
                n("h030c24c", "समस्या नोंदवा"),
                n("b12ffee6", "समुदायामधून बॅन करा"),
                n("e37836f8", "रिपोर्टचे तपशील"),
                n("fb35e52a", "नियम पहा"),
                n("e238c590", "पुढे काय करायचे"),
                n("if218e60", "आमचा कार्यसंघ आणि तंत्रज्ञान आपल्या रिपोर्टचे पुनरावलोकन करेल. आम्हाला नियमांचे उल्लंघन आढळल्यास, आम्ही आपणास काय कारवाई करत आहोत ते कळवू."),
                n("b6dc1984", "प्रक्रिया काय आहे?"),
                n("b0a16894", "संदर्भ महत्त्वाचा आहे. आमच्या नियमांची अंमलबजावणी करताना आम्ही खालील घटकांचा विचार करतो (ही संपूर्ण यादी नाही):"),
                n("d4716820", "लोकांना त्यांच्या ओळखीमुळे रिपोर्ट केलेला मजकूर त्यांना लक्ष्य करतो आहे का?"),
                n("e899a534", "हे उल्लंघन किती गंभीर आहे?"),
                n("d9c4e7ae", "त्या व्यक्तीने सादर केलेल्या रिपोर्टला लक्ष्य करण्यात आले होते का?"),
                n("afb51066", "डुप्लिकेट रिपोर्ट तयार केल्याने आमच्या प्रक्रियेला गती मिळणार नाही."),
                n("b7ba712a", "उल्लंघन आढळले"),
                n("d90b8c04", "कोणतेही उल्लंघन आढळले नाही"),
                n("c2d0494a", "सुरक्षितते संदर्भातील आमच्या शिफारसी"),
                n("be46e000", "डुप्लिकेटस रिपोर्ट करा"),
                n("e846ae32", "मजकूर हटवला असला तरीही, कोणीतरी कॉपी केले असेल किंवा त्याचा स्क्रीनशॉट घेतला असेल. आपणास तो X वर दिसल्यास, कृपया रिपोर्ट करा, जेणेकरून आम्ही तो काढून टाकू."),
                n("e3647d08", "कायदा अंमलबजावणी विभागाशी संपर्क साधा"),
                n("gad89c4a", "आपणास धोका आहे असे वाटत असल्यास आपण स्थानिक कायदा अंमलबजावणी विभागाशी संपर्क साधण्याची आम्ही शिफारस करतो. त्यांना फॉलो-अप प्रश्न असल्यास ते कायद्याच्या अंमलबजावणीच्या आमच्या मार्गदर्शक तत्त्वांचा संदर्भ घेऊ शकतात. "),
                n("h7fa9240", "युनायटेड स्टेट्स:"),
                n("fb2ff552", "988 वर नॅशनल सुसाइड प्रिव्हेन्शन लाइफलाइन."),
                n("bb57e8c0", "इतर देश आणि प्रदेश येथे संपर्क साधू शकतात:"),
                n("b9ce59ba", "हे आमच्या लक्षात आणून दिल्याबद्दल पुन्हा धन्यवाद"),
                n("d42899ad", "इंटरनॅशनल असोसिएशन फॉर सुसाइड प्रिव्हेन्शन"),
                n("c9853de0", "मजकूर लपविलेला आहे"),
                n("c197728e", "निर्णित"),
                n("f4422d78", "रिपोर्ट्स"),
                n("i07c24fa", "आपल्याकडे एकही अनिर्णित रिपोर्ट नाही"),
                n("h542c98a", "तपशील पहा"),
                n("e6e11d12", "आपल्याकडे एकही निर्णीत रिपोर्ट नाही"),
                n("ibf33bae", "डुप्लिकेटस रिपोर्ट करा जेणेकरून ते काढून टाकता येऊ शकतील"),
                n("a288ca36", "कायद्याच्या अंमलबजावणीची मार्गदर्शकतत्वे"),
                n("a62c9c34", "आपल्या अभिरुची फॉलो करा."),
                n("cf39fca2", "लोक कशाविषयी बोलत आहेत ते ऐका."),
                n("j86184fe", "चर्चेमध्ये सहभागी व्हा."),
                n("ac2035f2", "आज सहभागी व्हा."),
                n("h0af9418", "खाते तयार करा"),
                n("eba1b198", "ताज्या घडामोडी"),
                n("fa811c30", "आधीपासूनच खाते आहे?"),
                n("b4bdfb3e", "Grok अनुप्रयोग मिळवा"),
                n("f991cfaa", "Grok मिळवा"),
                n("a4298bc0", "X. हेच घड़त आहे"),
                n("j3f49ff6", "ताज्या बातम्या ते मनोरंजनापासून क्रीडा आणि राजकारणापर्यंत, सर्व लाइव्ह समालोचनासह पूर्ण माहिती मिळवा."),
                n("d65555c2", "किंवा"),
                n("e75df5c9", function (e) {
                    return e.query + " - शोध";
                }),
                n("ac4fb0f4", "छायाचित्रे"),
                n("aea62568", "शोध फिल्टर्स"),
                n("gfcfbf8c", "आपली शोध संज्ञा जतन केली होती."),
                n("a4645d92", "आपली शोध संज्ञा हटविली होती."),
                n("b11805af", function (e) {
                    return "X वर " + e.query + " विषयी पोस्ट्स पहा. लोक काय म्हणतात ते पहा आणि चर्चेत सहभागी व्हा.";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " विषयी नवीनतम पोस्ट्स. लोक काय म्हणतात ते वाचा आणि चर्चेत सहभागी व्हा.";
                }),
                n("j622effe", "प्रगत शोध"),
                n("i5045e74", "कोठेही"),
                n("h2388754", "आपल्या निकट"),
                n("a0cf4306", "Grok सारांश"),
                n("f97f7b46", "Grok सारांश लपवा"),
                n("f9d35b98", "आपल्याकडे जतन केलेले केवळ 25 शोध असू शकतात. नवीन जतन करण्यासाठी शोध हटवा."),
                n("ha925ad4", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपण शोधत असलेले पुन्हा जतन करण्याचा प्रयत्न करा."),
                n("h0a9931c", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपण शोधत असलेले पुन्हा हटविण्याचा प्रयत्न करा."),
                n("h4912b5e", "शोध जतन करा"),
                n("b9bc69ca", "जतन केलेला शोध हटवा"),
                n("eb63de70", "X - प्रगत शोध"),
                n("d3938be8", "शब्द"),
                n("e0dded5e", "सहभाग"),
                n("a097f7ba", "तारखा"),
                n("c03f15ca", "कोणतीही भाषा"),
                n("cb334136", "लिंक्स"),
                n("jf1cbcc2", "लिंक्ससह पोस्ट्स समाविष्ट करा"),
                n("gede6f6e", "केवळ लिंक्स असलेल्या पोस्ट्स दाखवा"),
                n("bda44dd4", "प्रत्युत्तरे आणि मुळची पोस्ट्स समाविष्ट करा"),
                n("ab870904", "केवळ प्रत्युत्तरे दाखवा"),
                n("b6215680", "हे सर्व शब्द"),
                n("cceffa5e", 'उदाहरण: काय घडत आहे · यामध्ये "काय"आणि "घडत आहे" असे दोन्ही शब्द समाविष्ट होतात'),
                n("f1c5faee", "हा अचूक वाक्प्रयोग"),
                n("ad10780e", 'उदाहरण: आनंदात व्यतीत केलेला तास · "आनंदात व्यतीत केलेला तास" असा अचूक वाक्प्रयोग समाविष्ट आहे'),
                n("a555a3f4", "यापैकी कोणतेही शब्द"),
                n("ee8a2b60", 'उदाहरण: मांजरी कुत्री · एकतर "मांजरी" किंवा "कुत्री" (किंवा दोन्ही) समाविष्ट असतात'),
                n("f51fe348", "या शब्दांपैकी कोणतेही नाहीत"),
                n("hb657ad4", 'उदाहरणार्थ: मांजरी कुत्री · "मांजरी" हा शब्द समाविष्ट नाही आणि "कुत्री" हा शब्द समाविष्ट नाही'),
                n("d10da5da", "हे हॅशटॅग्ज"),
                n("f0b52b50", "उदाहरण: #थ्रोबॅकथर्सडे · #थ्रोबॅकथर्सडे हॅशटॅग समाविष्ट आहे"),
                n("e292598a", "या खात्यांमधून"),
                n("hef790d8", "उदाहरण: @X · @X कडून पाठवले"),
                n("g2c27394", "या खात्यांकडे"),
                n("d158d9d0", "उदाहरण: @X · ने @X ला प्रत्युत्तर पाठवले"),
                n("a10e3230", "या खात्यांचा उल्लेख करत आहे"),
                n("daaf2c72", "उदाहरण: @SFBART @Caltrain · @SFBART उल्लेख करतात @Caltrain उल्लेख करतात"),
                n("b18366ba", "किमान प्रत्युत्तरे"),
                n("f481ba1c", "उदाहरण: 280 · कमीतकमी 280 प्रत्युत्तरे असलेले पोस्ट्स"),
                n("ib3ddbd4", "किमान पसंत्या"),
                n("ef994dac", "उदाहरण: 280 · कमीतकमी 280 लाइक्स असलेले पोस्ट्स"),
                n("a504ca74", "पुन्हा पोस्टची किमान संख्या"),
                n("jd9bd944", "उदाहरण: 280 · कमीतकमी 280 पुन्हा पोस्ट्स असलेले पोस्ट्स"),
                n("e95b9448", "सामान्य"),
                n("f458a3b2", "गोपनीयता"),
                n("bdc6f5b8", "आपले खाते"),
                n("ea848de8", "EarlyX सेटिंग्ज"),
                n("df483b48", "वैशिष्ट्यांमधील बदल"),
                n("bd05add8", "नॉट अ बॉट"),
                n("d94f12b6", "सूचनापत्रे, गोपनीयता इत्यादी शोधण्याचा प्रयत्न करा. "),
                n("ba8f6f82", "सेटिंग्जमध्ये शोधा"),
                n("g931a6e5", function (e) {
                    return "आपण " + e.topic + " यांना फॉलो करत आहात";
                }),
                n("h3f9027a", "आपल्या होम टाइमलाइनमध्ये आपल्याला याविषयी पोस्ट्स दिसतील. हा विषय X वरील आपला अनुभव वैयक्तिकृत करण्यात मदत करेल."),
                n("e241095e", "आपले विषय"),
                n("f8bc75e2", "आपल्या विषयांतून"),
                n("ed827af6", "विषय उपलब्ध नाही."),
                n("d094c720", "सर्व विषय"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | विषय";
                }),
                n("g02269ba", "X वरील विषय फॉलो करा. विषयांमुळे आपणास X वरील विविध विषयांवरील तज्ञांची किंवा केवळ चाहते असलेल्या अनेक खात्यांकडील पोस्ट्स पाहता येतात."),
                n("e80d2509", function (e) {
                    return "X वर " + e.topicName + " विषय फॉलो करा. आपणास तज्ञ, चाहते किंवा केवळ X वर " + e.topicName + " विषयी बोलण्याचा कल असलेल्या अनेक खात्यांवरील लोकप्रिय पोस्ट्स दिसतील.";
                }),
                n("e44b4256", "कथा इतिहास"),
                n("a74af3f8", "कथा इतिहास आढळला नाही."),
                n("c3077694", "प्रचलन पोस्ट्स"),
                n("a9042b6c", "प्रचलन इतिहास"),
                n("ed54bc32", "प्रचलन नोंदवा"),
                n("f89bcc50", "प्रचलन नोंदवले"),
                n("gde7b6b0", "जतन करू नका"),
                n("i6212670", "प्रचलन लोड करत आहे"),
                n("c6a07c10", "प्रचलन टाइमलाइन"),
                n("b0c91a92", "X वर लोक याबद्दल काय म्हणत आहेत हे पाहण्यासाठी लॉगइन करा किंवा साइनअप करा"),
                n("d7071084", "Grok या"),
                n("ee2200f4", "ही कथा Grok ने केलेल्या X वरील पोस्ट्सचा सारांश आहे. कथा कालांतराने विकसित होत जाईल. "),
                n("dd225af8", "कोणी सापडले नाही."),
                n("e1e5d552", "आपले सर्कल संपादित करा"),
                n("ec13f9cc", "आपल्या सर्कलमध्ये कोणीही नाही — अद्याप"),
                n("dab58e32", "जेव्हा आपण लोकांना समाविष्ट करता, तेव्हा ते येथे दिसेल."),
                n("f43112a4", "हे कसे कार्य करते"),
                n("a4d60c94", "काहीतरी चुकीचे घडले. आम्ही त्यांना सध्या आपल्या सर्कलमध्ये समाविष्ट करू शकत नाही. "),
                n("a1ba3bd8", "आपले X सर्कल भरले आहे. आपण आपल्या X सर्कलमध्ये 150 लोकांची कमाल मर्यादा गाठली आहे."),
                n("ac3fd6e2", "आपल्याकडे अद्याप कोणत्याही शिफारसी नाहीत"),
                n("eeb4d3f0", "आम्ही लोकांना आपल्या सर्कलमध्ये समाविष्ट करण्यासाठी येथे सुचवू."),
                n("aea3c420", "अजून काही कोट्स नाही"),
                n("b40a22c0", "दुसऱ्याचे पोस्ट शेअर करताना आपले मत समाविष्ट करा, जे येथे दिसेल."),
                n("f08d8d08", "आपल्याला आवडणारे पोस्ट विस्तारित करा"),
                n("f0ccff52", "दुसऱ्याचे पोस्ट रिपोस्ट करून आपल्या टाइमलाइनवर शेअर करा. आपण ते कराल तेव्हा ते येथे दिसेल."),
                n("fc1acb54", "अजून काही लाईक्स नाही"),
                n("e3527230", "जेव्हा कोणी (आपण देखील) हे पोस्ट पसंत करण्यासाठी हार्टवर टॅप करेल, तेव्हा ते येथे दिसून येईल."),
                n("i3e8b808", "त्या यूजर्सला लोड करत आहे ज्यांनी ही पोस्ट लाईक केली"),
                n("c69fd704", "त्या यूजर्सला लोड करत आहे ज्यांनी ही पोस्ट रिपोस्ट केली"),
                n("f12858d4", "यांनी पसंत केले"),
                n("fe62cfec", "द्वारे पुन्हा पोस्ट केले गेले"),
                n("h1c5d6aa", "आपण पाठवलेले"),
                n("h6d45054", "सर्वांनी पाठवले"),
                n("da68fff1", function (e) {
                    return e.count + " कॉइन" + f(e.count, "", "्स") + " (केवळ आपल्यासाठी  दृश्यमान)";
                }),
                n("e35f2534", "पोस्ट सहभाग लोड होत आहे"),
                n("i60dfa72", "पोस्ट सहभाग"),
                n("dc604dda", "हे पोस्ट लाइक करणारे उपभोक्ता"),
                n("cdd4ef4a", "हे पोस्ट पुन्हा पोस्ट करणारे उपभोक्ता"),
                n("icc72234", "या पोस्टचे भाष्य"),
                n("hc35b530", "अजून एकही पसंती नाही"),
                n("e0d6a246", "अजून पुन्हा पोस्ट्स नाहीत"),
                n("i2a26cb4", "हे पोस्ट लाइक करण्यासाठी जो हार्टवर टॅप करेल तो येथे दिसून येईल."),
                n("i9b724e8", "या पोस्टचे भाष्य करणाऱ्या सर्वांची यादी येथे मिळेल. "),
                n("a5ab75ae", "कोणतेही संबंधित पोस्ट्स सापडले नाहीत."),
                n("ce637c0e", "कोणतेही संबंधित लेख सापडले नाहीत."),
                n("fd67deaa", "संबंधित पोस्ट्स शेअर करा"),
                n("f9183bb6", "संबंधित पोस्ट्सवर लिंक कॉपी करा"),
                n("fc4e5d96", "आपण केवळ स्वतःच्याच पोस्टविषयी विश्लेषणे पाहू शकाल."),
                n("ab0da59f", function (e) {
                    return e.entity + " विश्लेषणे";
                }),
                n("ae32e7de", "ही प्रमोटेड पोस्ट आहे. ही पोस्ट कितीवेळा पाहिली गेली तिचा आकडा खाजगी आहे."),
                n("a10aa36c", "हैल्प सेन्टर"),
                n("d0740558", "हैल्प सेन्टर"),
                n("d2d76dca", "हैल्प सेन्टर"),
                n("b6414532", "आपले पोस्ट पाहिलेल्या लोकांचे अंदाजे विभाजन"),
                n("c61c6624", "प्रमोटेड"),
                n("d267afa2", "20 पेक्षा कमी"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50 पेक्षा जास्त"),
                n("bcd9cf68", "65 पेक्षा जास्त"),
                n("f05f1838", "इतर / निर्दिष्ट केले नाही"),
                n("fa5be588", "सेंद्रीय"),
                n("c69069e6", "वेळेला हे ट्वीट X वर दिसले"),
                n("a0615bac", "उपभोक्त्याने पोस्टवरून संवाद साधलेल्या एकूण वेळा. यामध्ये पोस्टवर कुठेही (हॅशटॅग, लिंक, अवतार, उपभोक्तानाव आणि पोस्ट विस्तारणासह), पुनपोस्ट, प्रत्युत्तरे, फॉलो आणि पसंत्या यांच्यावरील सर्व क्लिकचा समावेश होतो."),
                n("d8abdaa4", "नवीन फॉलोअर्स"),
                n("c72f25a8", "थेट या पोस्टवरून मिळालेले फॉलोज"),
                n("acc4cf12", "या पोस्टवरून प्रोफाइल दृश्यांची संख्या"),
                n("c7d0d1c4", "या पोस्टमधील कोणत्याही URL वरील क्लिकची संख्या"),
                n("a4da7724", "लोकांनी या पोस्टचे तपशील किती वेळा पाहिले"),
                n("c5d4d3a8", "प्रति फॉलोचा खर्च"),
                n("f56e24f2", "कमावलेल्या फॉलोअर्ससह फॉलोअर्सच्या संख्येने विभागलेला एकूण खर्च. कोणीतरी आपल्याला फॉलो करत असेल तरच आपण देय देता."),
                n("g33fd6b1", function (e) {
                    return "प्रमोशनवरून " + e.percentage;
                }),
                n("b71059c3", function (e) {
                    return "नॉन फॉलोअर्स कडून " + e.percentage;
                }),
                n("h4cbba3e", "< 5%"),
                n("h1cdac12", "प्रमोशनमधून < 5%"),
                n("g884b2cc", "नॉन फॉलोअर्स मधून < 5%"),
                n("b32334a0", "खात्यांची एकूण संख्या"),
                n("h142a79c", "या पोस्टसाठी वैशिष्ट्यपूर्ण अवलोकनांची संख्या"),
                n("de4def4e", "आजपर्यंतच्या सर्व प्रमोशन्समधून %"),
                n("e3390c1e", "पहिले 48 तास"),
                n("aead0975", function (e) {
                    return "यामुळे पोस्ट पोस्ट केल्यापासून पहिल्या 48 तासांमध्ये किती वेळा वाचले गेले याचा ट्रॅक ठेवता येतो. कमाल मूल्य " + e.maxValue + " इंप्रेशन्स आहे.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " पसंत" + f(e.likeCount, "ी", "्या");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " पुन्हा पोस्ट केले" + f(e.retweetCount, "", "ले");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " प्रत्युत्तर" + f(e.replyCount, " द्या", "े");
                }),
                n("db6efeb8", "आपले प्रमोशन क्रियाशील आहे"),
                n("j6daea86", "आपल्या प्रमोशनला विराम दिला आहे"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.totalBudget + " पैकी " + e.spentBudget + " खर्च केले";
                }),
                n("e8adeec8", "पुन्हा प्रमोट करा"),
                n("fbb5c37e", "पुन्हा बूस्ट करा"),
                n("ccffb487", function (e) {
                    return "आपल्या पोस्टला आत्तापर्यंत " + e.impressions + " इम्प्रेशन" + f(e.impressions, "", "्स") + " मिळाली आहेत. आपले संपर्क विस्तृत करण्यासाठी व्यावसायिक खात्यावर स्विच करा.";
                }),
                n("ha13fd94", "बूस्ट पोस्ट"),
                n("jede3014", "आपले प्रमोशन पुनरावलोकनामध्ये आहे"),
                n("b823301e", "एकदा ते मंजूर झाल्यानंतर आपण निवडलेल्या दर्शकांना पोस्ट प्रमोट केले जाईल."),
                n("a2e48870", "X च्या जाहिरातींच्या संदर्भातील धोरणाचे पुनरावलोकन करा"),
                n("ge538876", "आपण शेअर केलेल्या व्हिडिओचे मेट्रिक्स"),
                n("ca7e10d8", "वैशिष्ट्यपूर्ण अवलोकने"),
                n("i611fc96", "हा व्हिडिओ सर्व पोस्ट्सवर एकूण किती वेळा पाहिला गेला "),
                n("a69cd868", "या व्हिडिओच्या वैशिष्ट्यपूर्ण अवलोकनांची संख्या "),
                n("f894a688", "दर्शकांची उपस्थिती"),
                n("ad9d9204", "दर्शकांनी व्हिडिओ पाहणे थांबविण्यापूर्वी त्यांनी तो कितीवेळा पाहिला आणि त्यांनी संपूर्ण व्हिडिओपैकी किती पाहिला याची टक्केवारी. "),
                n("da4b7a70", "दिलेल्या वेळेपर्यंत व्हिडिओ पाहणाऱ्या दर्शकांची टक्केवारी"),
                n("de2d89a2", "25% पाहिला"),
                n("i92754c2", "50% पाहिला"),
                n("be8ddcc2", "75% पाहिला"),
                n("b01410d6", "100% पाहिला"),
                n("gfb3d8af", function (e) {
                    return e.timeLabel + " पर्यंत पाहिले";
                }),
                n("fc6cbba2", "अद्याप येथे पाहण्यासारखे काही नाही"),
                n("b80a53c8", "एकदा अधिक डेटा संकलित केल्यावर, आपणास ती माहिती येथे दिसेल."),
                n("d25dccb6", "सर्कल पोस्ट्ससाठी विश्लेषणे उपलब्ध नाही."),
                n("g61ac32a", "आम्ही स्वयंचलितपणे उपभोक्त्यांना लक्ष्य करतो जे आपल्या सामग्रीसह व्यस्त राहण्याची शक्यता आहे."),
                n("e8702feb", function (e) {
                    return e.couponAmount + " सवलत मिळवा!";
                }),
                n("e44dc579", function (e) {
                    return "त्वरित सुरुवात करा आणि " + e.date + " पूर्वी आपल्या पहिल्या प्रमोशनवर " + e.couponAmount + " सवलत मिळवा.";
                }),
                n("hd8df545", function (e) {
                    return "त्वरित सुरुवात करा आणि " + e.date + " पूर्वी आपल्या पुढील प्रमोशनवर " + e.couponAmount + " सवलत मिळवा.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " खर्च करून अॅड क्रेडिट्समध्ये " + e.couponAmount + " मिळवा.";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + " साठी प्रती दिन " + e.dailyBudget;
                }),
                n("dc4a9413", function (e) {
                    return e.durationLabel + " कालावधीसाठी " + e.totalBudget;
                }),
                n("bad70c09", function (e) {
                    return "ठिकाण" + f(e.numLocations, "", "े");
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "-" + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " दिवस";
                }),
                n("gc3ce5d9", function (e) {
                    return "प्रत्येक दिवशी " + e.audienceLow + " ते " + e.audienceHigh + " लोकांपर्यंत अंदाजे पोहोच";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "वयोमर्यादा: " + e.formattedAge + e.newlinePlaceholder + "लिंग: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "आपण एक किंवा अधिक मोहिमांवर " + e.spendAmount + " खर्च केल्यावर, आम्ही थेट आपल्या जाहिराती खात्यामध्ये " + e.couponAmount + " जमा करू. आपले क्रेडिट लागू होण्यासाठी काही दिवस लागू शकतात.";
                }),
                n("cb51c854", "कोणताही लिंगभाव"),
                n("bb7b39e2", "पुरुष"),
                n("eb9466d0", "महिला"),
                n("b07cc9f2", "प्रदेश"),
                n("ce309bee", "Metro"),
                n("cc49d030", "पोस्टकोड"),
                n("c3fca124", "लोकांचा सहभाग बूस्ट करा"),
                n("d4f57cce", "आपले फॉलोअर्स वाढविणे"),
                n("c6daa762", "लिंकवर अधिक क्लिक्स मिळवा"),
                n("cc642518", "ठिकाणे शोधा"),
                n("i0e8c3c6", "ठिकाणाविषयी परिणाम"),
                n("f69ad048", "स्थान निवडा"),
                n("d948b978", "आपण फक्त आपल्या पोस्ट्स प्रमोट करु शकता."),
                n("cfcdb4a2", "काहीतरी चुकीचे घडले. आपण कोणतेही जाहिरातीचे ब्लॉकर्स अक्षम केले असल्याची खात्री करा."),
                n("j7a2af7a", "आपणास हे पोस्ट प्रमोट करायचे नाही आहे?"),
                n("a78bce8e", "आपण आता बाहेर पडल्यास हे पोस्ट प्रमोट केले जाणार नाही."),
                n("g8844150", "प्रमोट करू नका"),
                n("e7eb3684", "दैनंदिन बजेट"),
                n("d9f6e3ce", "दैनंदिन बजेटचा स्लायडर"),
                n("b3954eca", "दिवसांच्या स्लायडरमधील कालावधी"),
                n("ce665a60", "अनुमानित पोहोच अंदाजे आहे. वास्तविक पोहोच किती आहे याची हमी दिली जाऊ शकत नाही."),
                n("i0c3b95c", "पहिले शुल्क आम्ही भरू!"),
                n("h8b6e32a", "आपण आपले पोस्ट प्रमोट केले!"),
                n("ee8014a6", "आपली जाहिरात कार्यक्षमता मोजण्यासाठी कधीही पोस्ट विश्लेषणे पहा."),
                n("db841200", "सहभाग घेण्यास बूस्ट करा, अधिकाधिक लोकांपर्यंत पोहोचा आणि आपल्या पृष्ठाविषयी सांगा."),
                n("fcc839b6", "आपले ध्येय काय आहे?"),
                n("b679a538", "आपल्या पोस्टमध्ये मीडिया आहे"),
                n("cb19a2f0", "जास्त लाइक्स, रिपोस्ट्स इत्यादि मिळवा."),
                n("a2d37164", "आपल्या साईटवर अधिक अभ्यागत मिळवा"),
                n("cefad302", "आपल्या पोस्टमध्ये लिंक समाविष्ट करा"),
                n("b614fad0", "आपल्या पोस्टमध्ये लिंक असल्याची खात्री करा."),
                n("de43b660", "देय पद्धती"),
                n("hb4773a0", "नवीन देय पद्धती समाविष्ट करा"),
                n("aa2a3dd4", "कार्ड हटवा"),
                n("b1c5b63c", "मध्ये समाप्त होत आहे"),
                n("affb5878", "हटविल्याची पुष्टी करा"),
                n("db443ae2", "सर्व काही ठीक दिसत आहे का?"),
                n("a96f811e", "प्रमोशनचे उद्दिष्ट"),
                n("fbd44e96", "आपले कूपन क्लेम"),
                n("e36bce64", "देयक रक्कम"),
                n("ia83756c", "उपबेरीज"),
                n("cc217a04", "कूपनची शिल्लक रक्कम"),
                n("g4f2b588", "उर्वरित कूपनची शिल्लक"),
                n("i41612da", "प्रमोशन तयार करा"),
                n("cdae1af0", "टॅक्सची माहिती समाविष्ट करा"),
                n("ed8bb5a0", "देय तपशील समाविष्ट करा"),
                n("fc640c20", "आपले कूपन क्लेम करण्यासाठी देय तपशील समाविष्ट करा"),
                n("be2dc078", "साइन-अप करून करा आणि देय तपशील समाविष्ट करा"),
                n("iaefd4de", "आपले कूपन क्लेम करण्यासाठी साइन-अप करून देय तपशील समाविष्ट करा"),
                n("e5e42640", "होय... आपले कूपन लोड झाले नाही. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("e85dfd66", "या पोस्टची मोहीम यापूर्वीच तयार केली गेली आहे."),
                n("a4db098c", "आम्ही आपले प्रमोशन तयार करू शकत नाही असे दिसते आहे. कृपया पुन्हा प्रयत्न करा."),
                n("ef7e3916", "काहीतरी चुकीचे घडले. आपल्या प्रमोशनचे तपशील पाहून पुन्हा प्रयत्न करा."),
                n("c1134966", "च्या अटी आणि जाहिराती करणाविषयी मार्गदर्शक तत्त्वे"),
                n("he45cc43", "च्या कूपन संदर्भातील अटी"),
                n("c9439a82", "च्या अटी आणि जाहिराती करणाविषयी मार्गदर्शक तत्त्वे"),
                n("c672105a", "आपल्याला कोणापर्यंत पोचायचे आहे?"),
                n("e1efbeae", "वयोमर्यादा"),
                n("c6ff7c10", "किमान वयोमर्यादा"),
                n("b555fb46", "कमाल वयोमर्यादा"),
                n("j2c03e12", "55+"),
                n("d4e01892", " गृहनिर्माण, कर्ज आणि रोजगार संधींच्या संदर्भातील X च्या जाहिरातींच्या धोरणानुसार"),
                n("df8d4fa0", "लिंगभाव निवडा"),
                n("i982d424", "आपल्याला किती गुंतवणूक करायची आहे?"),
                n("b9ff6cb0", "कोणतीही पेमेंट पद्धत निवडली नाही"),
                n("i8b90688", "अटी आणि जाहिराती करणाविषयी मार्गदर्शक तत्त्वे"),
                n("a93bd26d", "कूपन संदर्भातील अटी"),
                n("d31dc460", "अटी आणि जाहिराती करणाविषयी मार्गदर्शक तत्त्वे"),
                n("ga845597", function (e) {
                    return "एकूण " + e.durationLabel + " पेक्षा जास्त";
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "अधिक जाणून घ्या"),
                n("j9f78b42", "या पोस्टमध्ये टॅग केलेले उपभोक्ते नाहीत."),
                n("cb2054fa", "उपभोक्ते लोड करत आहे"),
                n("e4ad6bda", "या छायाचित्रामध्ये"),
                n("cdd4aafe", "चर्चेमधील लोकांना लोड करत आहे"),
                n("aac3fad2", "या चर्चेमध्ये सहभागी झालेल्या व्यक्ती"),
                n("a7f66562", "पोस्ट लोड होत आहेत"),
                n("b7a898fa", "येथून थेट पुढील पोस्टवर जा!"),
                n("e254fdd2", "आपण पुढील पोस्टवर थेट स्वाइप करू शकता!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "स्क्रबर"),
                n("h2fcc532", "इतिहास लोड करत आहे"),
                n("a74821a0", "आपले पेमेंट पूर्ण झाले नाही किंवा कालबाह्य होणार आहे असे दिसते. आपले Premium सबस्क्रिप्शन ठेवण्यासाठी आपली पेमेंट माहिती अपडेट करा."),
                n("bb55752e", "कॉइन्स आपल्याला क्रिएटर्सना समर्थन करू देते जे उत्कृष्ट सामग्री पोस्ट करतात. न वापरलेले कॉइन्स आपल्या खात्यामध्ये ठेवल्या जातात."),
                n("ea7ce65f", function (e) {
                    return e.count + " बोनस कॉइन" + f(e.count, " समाविष्ट आहे", "्स समवाष्ट आहेत") + ".";
                }),
                n("e557f9d2", "आपण आपल्या कॉइनची शिल्लक मर्यादा गाठली आहे."),
                n("e2beba5e", "सर्वाधिक लोकप्रिय"),
                n("gafeeb96", "कॉइन्स खरेदी करा"),
                n("bc42db1c", "कधीही रद्द करा. मासिक स्वयं-नूतनीकरण होते."),
                n("f1561b06", "खरेदीदारांच्या अटीं"),
                n("fe93ed4a", "खरेदी यशस्वी"),
                n("bcb90375", function (e) {
                    return "आपल्या नवीन कॉइनची शिल्लक " + e.balance + " आहे";
                }),
                n("ia2eb0c0", "खरेदी अयशस्वी!"),
                n("c7e11484", "आपल्या याद्या रिक्त आहेत"),
                n("a96208ba", "एखाद्याला समाविष्ट करण्यापूर्वी आपणास एखादी यादी तयार करावी लागेल."),
                n("d2826908", "नवीन यादी बनवा"),
                n("he062e8a", "यादी निवडा"),
                n("c2fb1e94", "यादीमध्ये केवळ 5,000 खाती समाविष्ट करता येऊ शकतात."),
                n("f30edc68", "वैयक्तिक करा"),
                n("h51a2cf6", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपला बॅनर हटविण्याचा पुन्हा प्रयत्न करा."),
                n("bb10280e", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपली यादी जतन करण्याचा पुन्हा प्रयत्न करा."),
                n("h8885a22", "यादीची नावे 25 वर्णांपेक्षा जास्त असू नयेत."),
                n("f8132984", "जेव्हा आपण एखादी यादी खासगी कराल, तेव्हा ती केवळ आपल्यालाच दिसेल."),
                n("h421e74c", "सूचित याद्या"),
                n("aa62dea8", "आम्ही शोधात आहोत"),
                n("e5e4d3aa", "सुचविलेल्या याद्या पाहण्यासाठी पुन्हा भेट द्या."),
                n("c4d7650c", "सदस्यांना व्यवस्थापित करा"),
                n("h7f2418c", "यादीमधील माहिती लोड करत आहे"),
                n("b18e5cd2", "काहीतरी चुकीचे घडले. एका मिनिटामध्ये आपली यादी पुन्हा हटविण्याचा प्रयत्न करा."),
                n("cdd73e9c", "यादी हटवा"),
                n("def8ff62", "यादी हटवायची?"),
                n("j8b9cde8", "हे पूर्ववत होऊ शकत नाही आणि आपण आपली यादी गमवाल."),
                n("e9f3dec4", "यादी शोध"),
                n("b9192d55", function (e) {
                    return e.query + " - यादी शोध";
                }),
                n("d6a23192", "नवीन यादी तयार करा"),
                n("ie256518", "यादी शोध टाइमलाइन"),
                n("j57a2568", "यादी शोध"),
                n("hc76e8cd", function (e) {
                    return 'कोणतीही यादी  जुळली नाही "' + e.query + '"';
                }),
                n("d872881a", "एखादी तयार करण्यास काय हरकत आहे?"),
                n("j177067a", "याद्या शोधा"),
                n("g13ea02c", "यादी शोधण्याचा प्रयत्न करा"),
                n("d1461f1e", "ही यादी रिक्त आहे"),
                n("bcbd3416", "ही यादी फॉलो करणारे लोक येथे दाखविले जातील."),
                n("b197a56c", "फॉलोअर्सची यादी करा"),
                n("f0ab07f5", function (e) {
                    return "(" + e.memberCount + ") सदस्य";
                }),
                n("h9ce3406", "सदस्यांची यादी करा"),
                n("dfeaeb26", "यादीमध्ये समाविष्ट करा"),
                n("a332103e", "या यादीमध्ये समाविष्ट केलेले लोक येथे दाखविले जातील."),
                n("e2f7dc62", "सूचित केलेले सदस्य शोधा"),
                n("gc23cc00", "या यादीमध्ये समाविष्ट करण्याकरिता सूचना पाहण्यासाठी, खाती शोधण्याचा प्रयत्न करा."),
                n("e3deb126", "सूचना सूचीबद्ध करा"),
                n("eb7b54be", "याद्या लोड करत आहे"),
                n("a9ca06d2", "माहिती"),
                n("a367dc9a", "घडलेल्या घटनांनुसार अलीकडील पोस्ट्स आपण पाहात आहात"),
                n("dd438748", "आपण सर्वप्रथम टॉप पोस्ट्स पाहत आहात"),
                n("fe7e217c", "अलिकडील पोस्ट्स पहा"),
                n("ce78b698", "आपण सर्वप्रथम टॉप पोस्ट्स पाहत आहात. घडलेल्या घटनांनुसार अलीकडच्या पोस्ट्स दाखविल्या जातील."),
                n("i5a1628a", " टॉप पोस्ट्स पहा"),
                n("f333a93e", "आपण सर्वप्रथम टॉप पोस्ट्स पाहत आहात. टॉप पोस्ट्समध्ये आपल्याला सर्वोत्तम पोस्ट्स दिसतात."),
                n("c7294984", "यादी रिपोर्ट करा"),
                n("g6340998", "यामुळे आपल्याला स्वयंचलितपणे त्यांच्या याद्यांमध्ये समाविष्ट होता येणार नाही."),
                n("i6da4f7a", "यादी शेअर करा"),
                n("a062ff80", "यादीमध्ये लिंक कॉपी करा"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "आपण @" + e.screenName + " यांना फॉलो करत नाही आहात";
                }),
                n("a64512a4", "टाइमलाइन सूचीबद्ध होते"),
                n("i0bcc456", "आपण असे करता तेव्हा आपणास त्यांच्या याद्या दिसतील."),
                n("d8315ca0", "आपण येथे असतानाच्या याद्या"),
                n("e74be9ac", "येथे असलेल्या याद्या"),
                n("c80cb4e4", "नवीन यादी"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " यांनी तयार केलेल्या याद्या";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " यांनी अद्याप एकही यादी तयार केलेली नाही";
                }),
                n("f5978664", "जेव्हा ते करतील तेव्हा ते येथे दिसतील."),
                n("h243711c", "आपण अद्याप एकही यादी तयार केलेली नाही"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " यांचे नाव एकाही यादीमध्ये समाविष्ट नाही";
                }),
                n("e05568cc", "जेव्हा त्यांचे नाव यादीमध्ये समाविष्ट होईल तेव्हा ते येथे दाखविले जाईल."),
                n("b86a098a", "आपणास अद्याप एकही यादीमध्ये समाविष्ट केलेले नाही"),
                n("h06e09a2", "जेव्हा कोणीतरी यादीमध्ये आपले नाव समाविष्ट करते तेव्हा ते येथे दिसेल."),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " साठी सदस्यता सूचीबद्ध करा";
                }),
                n("g6b54ff6", "आपल्याकडे अपडेटेड माहिती आहे"),
                n("ec5fd35a", "जेव्हा कोणीतरी आपल्याला फॉलो करण्याची विनंती करतील तेव्हा आपण स्वीकारण्यासाठी किंवा नाकारण्यासाठी त्यांची नावे येथे दिसतील."),
                n("ec2d8342", "नकार द्या"),
                n("j85d8d90", "त्या उपभोक्त्यासाठी कोणतीही फॉलो विनंती प्रलंबित नाही."),
                n("c3d23f10", "थोडीशी गडबड झाली असे दिसते. काळजी करू नका, यामध्ये आपली काहीच चूक नाही. पुन्हा प्रयत्न करण्यासाठी खाली क्लिक करा."),
                n("d2613123", function (e) {
                    return "सदस्यता घ्या - " + e.price + "/महिना";
                }),
                n("c4640fc0", "सबस्क्रीप्शन्स प्रोफाइल शेअर करा"),
                n("a72064a8", "सबस्क्रीप्शन्स प्रोफाइलमध्ये लिंक कॉपी करा"),
                n("e6c72234", "ई-मेल सामायिकरण अटी"),
                n("b17f0c4b", function (e) {
                    return "आता आपण @" + e.screenName + " यांची सदस्यता घेतली आहे";
                }),
                n("a5634d9a", "सबस्क्रीप्शन प्रक्रिया करताना समस्या उद्भवली. कृपया ही सूचना डिसमिस करून पुन्हा प्रयत्न करा."),
                n("fe9d3afa", "फॉलोअर्स लोड करत आहे"),
                n("ab7fc3ef", function (e) {
                    return "लोक " + e.fullName + " (@" + e.screenName + ") यांना सुपर फॉलो करत आहेत";
                }),
                n("j0d17377", function (e) {
                    return "आपल्या माहितीचे लोक " + e.fullName + " (@" + e.screenName + ") यांना फॉलो करत आहेत";
                }),
                n("fa9e827f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") यांना फॉलो करत असलेल्या व्यक्ती";
                }),
                n("ha979be5", function (e) {
                    return e.fullName + " (@" + e.screenName + ") फॉलो करत असलेल्या व्यक्ती";
                }),
                n("d28be573", function (e) {
                    return e.fullName + "सदस्यता घेतलेले लोक (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return e.fullName + " द्वारे सदस्यता घेतलेले लोक (@" + e.screenName + ")";
                }),
                n("cfd952a1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") ला फॉलो करणारी सत्यापित खाती";
                }),
                n("fecc696e", "सत्यापित फॉलोअर्स"),
                n("g0a2fbbe", "आपल्याकडे अद्याप एकही सदस्य नाही"),
                n("g65f4bac", "आपल्याकडे अद्याप कोणीही फोलोअर्स नाहीत"),
                n("c36cfddc", "फॉलोअर्स शोधत आहात?"),
                n("fd275c1a", "तुमचे अद्याप कोणतेही सत्यापित फॉलोवर्स नाहीत"),
                n("e08bd098", "आपले सदसत्व घेणाऱ्या प्रत्येकाची यादी येथे मिळेल."),
                n("j029a4dc", "जेव्हा एखादी व्यक्ती आपणास फॉलो करेल तेव्हा आपण त्यांना येथे पाहू शकाल."),
                n("b2b2c6ce", "कोणीही या खात्याला फॉलो करतात तेव्हा ते येथे दिसतात. इतरांसोबत पोस्ट आणि संवाद केल्याने फॉलोअर्स बूस्ट करण्यास मदत होते."),
                n("cb1a15c8", "खाती फॉलो करणे हा आपली टाइमलाइन क्युरेट करण्याचा आणि आपणास स्वारस्य असलेले विषय आणि लोकांचे काय चालले आहे हे जाणून घेण्याचा एक सोपा मार्ग आहे."),
                n("i967b954", "आपल्याला आपल्या सर्व सबस्क्रीप्शन्सची यादी येथे मिळेल."),
                n("a44e403e", "जेव्हा एखादे सत्यापित खाते तुम्हाला फॉलो करते, तेव्हा तुम्हाला ते येथे दिसतील."),
                n("d74ee2e3", function (e) {
                    return "आपणास माहिती आहे असा एकही फॉलोअर अद्याप @" + e.screenName + " यांना नाही";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " अद्याप कोणालाही फॉलो करत नाही";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " यांचा एकही अधिकृत फॉलोअर नाही आहे.";
                }),
                n("ec251f36", "जेव्हा आपल्या माहितीचे कोणी त्यांना फॉलो करतील तेव्हा त्यांची नावे येथे सूचीबद्ध केली जातील."),
                n("f8af4f48", "एकदा त्यांनी खाती फॉलो केल्यानंतर ती येथे दिसतील."),
                n("fd0aad94", "कोणी सत्यापित व्यक्ती जेव्हा या खात्याला फॉलो करेल, तेव्हा ते येथे दिसेल."),
                n("b84f6df1", function (e) {
                    return "मर्यादित काळासाठी " + e.percentage + "% सवलतीत प्रीमियमची भेट द्या";
                }),
                n("cfcac293", function (e) {
                    return "गिफ्ट आणि देय " + e.price;
                }),
                n("d7a73450", "स्तर"),
                n("hbd2c24e", "हे खाते यावेळी गिफ्टसाठी पात्र नाही."),
                n("f3fddc98", "खरेदीदार अटी"),
                n("cff9c889", "अधिक जाणून घ्या"),
                n("c65dda96", "आपली गिफ्ट पाठवण्यात आली अहे."),
                n("f6e2a407", function (e) {
                    return "@" + e.screenName + " च्या पोस्ट्सला आपण उत्तर देताना कोणालाही आपला सदस्य बॅज पाहण्याची परवानगी द्या";
                }),
                n("j8dedddd", function (e) {
                    return "आपण हे बंद केले की, आपण @" + e.screenName + " यांच्या केवळ-सदस्य पोस्टला प्रत्युत्तर दिल्यास @" + e.screenName + " आणि त्यांचे सदस्य आपला बॅज पाहतील. @" + e.screenName + " कायम आपला बॅज पाहू शकतील.";
                }),
                n("c8a513f6", "सबस्क्रीप्शन रद्द करा"),
                n("ea000ec8", "आपले सबस्क्रीप्शन यापूर्वीच रद्द केले आहे?"),
                n("d7b8387e", "आपण यापूर्वीच रद्द केले असल्यास, आणखी काही करायचे नाही. बिलिंग सायकलच्या शेवटी आपले सबस्क्रीप्शन स्वयंचलितपणे कालबाह्य होईल."),
                n("f4166d9a", "आपले सबस्क्रीप्शन रद्द करायचे आहे?"),
                n("b74ff5fc", "आपण रद्द केल्यास, बिलिंग सायकलच्या शेवटी आपले सबस्क्रीप्शन स्वयंचलितपणे कालबाह्य होईल."),
                n("ee9efbc8", "रद्द करणे पुढे चालू ठेवा"),
                n("c5d9c77a", "थोडीशी गडबड झाली असे दिसते. काळजी करू नका, यामध्ये आपली काहीच चूक नाही. ही विंडो बंद करून पुन्हा प्रयत्न करा."),
                n("jda53c24", "आपण Apple App Store वरून आपले सबस्क्रीप्शन रद्द करू शकता."),
                n("g0a7a53e", "आपण Google Play Store वरून आपले सबस्क्रीप्शन रद्द करू शकता."),
                n("i5f14be7", function (e) {
                    return e.displayName + ", आपले पुन्हा स्वागत आहे";
                }),
                n("a76d58ba", "जाहिराती विश्लेषणे"),
                n("g512ddcc", "ऑर्गॅनिक विश्लेषणे"),
                n("eccd0e1a", "संस्था विश्लेषणे"),
                n("deea1708", "आपल्या सर्व X खात्यांवरील विश्लेषणे पाहू इच्छिता?"),
                n("eb603ffc", "आपले नेटवर्क संलग्न करण्यासाठी अपग्रेड करा आणि एकत्रित विश्लेषणे पहा."),
                n("gf67aae4", "पूर्ण प्रवेशावर अपग्रेड करा"),
                n("h75e3618", "संस्था सामील करा"),
                n("h24a8862", "चेकबॉक्स विषयी"),
                n("c29e3a88", "संलग्न निवडा"),
                n("j8318d57", function (e) {
                    return e.number + " संलग्न";
                }),
                n("bf809ec0", "संलग्न निवडा"),
                n("b719e224", "कोणतेही परिणाम नाहीत"),
                n("c9938100", "शोध परिणाम"),
                n("d1a35ec6", "खाती समाविष्ट करा"),
                n("b437adda", "सशुल्क वर अपग्रेड करा"),
                n("f1f6c88b", function (e) {
                    return "खाती (" + e.count + ")";
                }),
                n("b02156b8", "आमंत्रणे"),
                n("gd67d29b", function (e) {
                    return "आमंत्रणे (" + e.count + ")";
                }),
                n("daf646e6", "कृपया नोंद घ्या: आपण खात्यांना योग्यरित्या लेबल द्यावे."),
                n("i3895c32", "आपल्या खात्याचे पुनरावलोकन चालू आहे कारण आपण आपले X @हँडल बदलले आहे"),
                n("i5f8b628", "आपले खात्याचे पुनरावलोकन होईपर्यंत आपण आपले संलग्न बदलू शकत नाही."),
                n("e9e663ac", "आपले पेमेंट बाकी आहे."),
                n("c3ddd22c", "अटीं"),
                n("c9729d8a", "अटीं"),
                n("cdcd1d2c", "आपल्या संस्थेशी संलग्न जोडा"),
                n("d30ea6f3", function (e) {
                    return "आपल्याला खात्री आहे की आपण @" + e.name + " काढू इच्छिता?";
                }),
                n("c2dfbb86", "होय, ते करा"),
                n("ba047f76", "संलग्नता त्वरित काढल्याने त्याचा चेकमार्क आणि संलग्नता बॅज काढला जाईल. आपल्याला महिन्याच्या शेवट पर्यंत शुल्क आकारले जाईल."),
                n("j26dee0e", "संलग्न काढा"),
                n("e30cbdf0", "ही संलग्न संस्था सत्यापित संस्थांचे सदस्य आहे आणि ती संस्थाच राहिली पाहिजे. ते वैयक्तिकरित्या बदलले जाऊ शकत नाहीत."),
                n("j3115ce8", "वैयक्तिक"),
                n("d8bb1d84", "संघटना"),
                n("e970bdbd", function (e) {
                    return e.count + " आमंत्रित शिल्लक";
                }),
                n("id67d953", function (e) {
                    return "आपल्या स्ट्राइप चेकआउटची माहिती मिळवताना काहीतरी चूक झाली. ही समस्या कायम राहिल्यास कृपया " + e.supportEmail + " वर संपर्क साधा.";
                }),
                n("f323d314", "पुन्हा पाठवा"),
                n("ac645cde", "आपण ते पुन्हा जोडू शकता."),
                n("d12af2dd", function (e) {
                    return "आपल्याला खात्री आहे की आपण @" + e.screenName + " ला केलेले आमंत्रण काढायचे आहे?";
                }),
                n("ib60b2d5", function (e) {
                    return "आपल्याला खात्री आहे की हेआमंत्रण @" + e.screenName + " ला पुन्हा पाठवायचे आहे?";
                }),
                n("ec6e7d9a", "प्रलंबित स्तर स्विच पूर्ण होईपर्यंत आपले खाते केवळ-वाचनीय मोडमध्ये आहे. यशस्वी स्तर स्विच सुनिश्चित करण्यास आपले पेमेंट तपासण्यासाठी कृपया स्ट्राइपवर जा."),
                n("b33d1518", "समर्थित इंटिग्रेशन किंवा सानुकूल XML फीडमधून जॉब्स सिंक करा"),
                n("dd2db402", "1 पायरी: आवश्यक माहिती गोळा करा"),
                n("edb098c2", "2 पायरी: आमच्या सपोर्ट टीमशी संपर्क साधा"),
                n("c4474460", "2 पायरी: आमच्या सपोर्ट टीमला ई-मेल करा"),
                n("a08da0fa", "नंतर काय घडते?"),
                n("c127374e", "आम्हाला एक संदेश पाठवा"),
                n("b2cb2a0c", "आपल्या सत्यापित संस्था खात्यासाठी वापरकर्तानाव"),
                n("b8e64002", "आपल्या अर्जदाराच्या ट्रॅकिंग सिस्टीमचे नाव"),
                n("acb99db6", "करिअर साइट URL जिथे आपल्या नोकऱ्या सूचीबद्ध आहेत"),
                n("a64a5b7a", "समाकलन प्रक्रिया सुरू करण्यासाठी आवश्यक माहिती आमच्या सपोर्ट टीमला पाठवा."),
                n("e3dffb4e", "खाली आमच्या समर्थन ई-मेल पत्ता कॉपी करा आणि समाकलन प्रक्रिया सुरू करण्यासाठी आवश्यक माहिती आमच्या सपोर्ट टीमला पाठवा."),
                n("b4fef99e", "आमच्या समर्थन टीमला आपली विनंती प्राप्त झाल्यानंतर, आम्ही आपली माहिती पुनरावलोकन करू आणि आपले एकीकरण कॉन्फिगर करण्यात मदत करू."),
                n("h37f2d96", "कृपया लक्षात घ्या की सर्व अर्जदार ट्रॅकिंग सिस्टीम सध्या समर्थित नाहीत."),
                n("ce102a20", "स्ट्राइपवर पुनर्निर्देशित करत आहे"),
                n("ddfd6718", "पेमेंट अयशस्वी"),
                n("i90ea7d2", "कृपया आपले लाभ कायम ठेवण्यासाठी तातडीने आपले बिलिंग अपडेट करा."),
                n("a62359e6", "सत्यापित संस्था सेटिंग्ज"),
                n("ge221b7c", "संलग्नमध्ये प्रवेश मिळविण्यासाठी आणि अधिक जाहिरात क्रेडिट्स मिळविण्यासाठी सत्यापित संस्थाचे सबस्क्रीप्शन अपग्रेड करा."),
                n("i4dccc18", "बिलिंग"),
                n("ec3cd6e4", "आपली पेमेंट पद्धत व्यवस्थापित करा, बिलिंग माहिती अद्ययावत करा आणि आपल्या इनव्हॉइसचे पुनरावलोकन करा."),
                n("dac61c3c", "खाते सेटिंग्ज"),
                n("b6b5fd66", "आपले वापरकर्तानाव किंवा पासवर्ड बदलण्यासह आपले X खाते व्यवस्थापित करा."),
                n("hb9c4a1c", "प्रश्न, बग रिपोर्ट आणि फीडबॅक"),
                n("c674f5b4", "इनव्हॉइस पेमेंट्स सेटअप करा"),
                n("i8237e66", "क्रेडिट कार्ड पेमेंट्समधून बँक ट्रान्सफरद्वारे इनव्हॉइसिंगवर स्विच करा."),
                n("hebd348a", "हायरिंग पोर्टलवरून नोकऱ्यांचा प्रमोट करण्यासाठी जाहिराती कशा वापरल्या जातात हे कॉन्फिगर करा."),
                n("ib5e6f90", "जॉब प्रमोशन"),
                n("id720215", "हायरिंग"),
                n("dd59f146", "जॉब प्रमोशन जाहिरात खाते"),
                n("e7e36818", "जाहिरात खाती नोकरीच्या जाहिरातीसाठी पात्र असतात जेव्हा ते निधी स्त्रोतासह पूर्णपणे सेट केले जातात."),
                n("c28566e0", "जाहिरात खाते");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("c80160d3", "जाहिरातीकरण"),
                n("ff0edac0", "आपल्याला खात्री आहे की आपले सबस्क्रीप्शन रद्द करायचे आहे?"),
                n("h2ac0348", "नाही, मला मागे घेऊन जा"),
                n("dbf9667e", "मला खात्री आहे"),
                n("j7592572", "यू-टर्न"),
                n("ee778942", "ट्राफिक लाइट्स"),
                n("fdd57981", function (e) {
                    return "आम्ही आपल्याला विनामूल्य एक-वेळ " + e.totalAmount + " USD जाहिरात क्रेडिट ऑफर करू इच्छितो.";
                }),
                n("i032a231", function (e) {
                    return "मी राहीन आणि " + e.totalAmount + " जाहिरात क्रेडिट क्लेम करेन";
                }),
                n("hd7d278c", "नाही, धन्यवाद"),
                n("jf8a0dea", "छान! आपले नवीन मोफत जाहिरात क्रेडिट आपल्या पुढील बिलिंग सायकलवर आपल्या खात्यात दिसून येईल."),
                n("ebbb3154", "बंद करा आणि X वर परत या"),
                n("j1f68dda", "शेवटची पायरी: आपल्याला खात्री आहे की आपल्याला रद्द करायचे आहे?"),
                n("c9c3464c", "सबस्क्रीप्शन रद्द करण्याच्या मार्गात आहे"),
                n("dd3a293c", "आपल्या सत्यापित संस्थेची सदस्यता समाप्त झाली आहे."),
                n("faa0f956", "आपले सबास्क्रीप्शन रद्द करताना काहीतरी चुकीचे घडले."),
                n("b28289ea", "धन्यवाद"),
                n("b36f74ae", "जर आपण पुन्हा नोंदणी केली नाही आणि सक्रिय केले नाही तर आपल्याला पोर्टलवर प्रवेश मिळणार नाही."),
                n("b2297a4a", "समस्येचे निराकरण हवे आहे? आपण आमच्याशी कॉल शेड्यूल करू शकता."),
                n("h3bdbc54", "होय, चला कॉल शेड्यूल करूया"),
                n("i135d64e", "रद्द करणे चालू ठेवा"),
                n("g275882d", function (e) {
                    return "महत्वाचे: आपल्याकडे " + e.creditAmount + " क्लेम न केलेले विनामूल्य जाहिरात क्रेडिट्स आहेत";
                }),
                n("ib085ed6", "मी राहीन आणि माझे जाहिरात क्रेडिट क्लेम करेन"),
                n("b5447710", "उपभोक्ता सापडला नाही."),
                n("h94755b8", "आमंत्रणासाठी उपभोक्ता आधीच निवडलेला आहे"),
                n("bfb5effe", "उपभोक्ता आधीच संलग्न आहे"),
                n("c4b9664e", "संलग्न केलेले"),
                n("g0eadcf6", "दुसऱ्या संस्थेशी संलग्न"),
                n("a8c81f88", "संस्थेचे खाते"),
                n("e5abe772", "उपभोक्त्याकडे आधीपासूनच प्रलंबित आमंत्रण आहे"),
                n("e49b97e2", "खाती शोधा"),
                n("f002f1d6", "आमंत्रित करा"),
                n("g2a8bae4", "X खाती समाविष्ट करा"),
                n("af7293cc", "आपल्या संस्थेला जोडण्यासाठी X खातींना आमंत्रित करा. त्यांनी जर स्वीकारले, तर त्यांना चेकमार्क मिळेल आणि त्यांच्या प्रोफाइलवर आपली संलग्नता प्रदर्शित होईल."),
                n("ec0f203e", "एकदा संलग्न व्यक्तीने आमंत्रण स्वीकारले की, त्यांचे चेकमार्क योग्य चेकमार्क रंगामध्ये अद्यतनित करण्याची खात्री करा."),
                n("cec08784", "आपण या इन्व्हॉइसवरील संलग्नांसाठी मर्यादा गाठली आहे"),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " समाविष्ट करा";
                }),
                n("d49b389f", "येथे"),
                n("b9e4bf55", "अधिक जाणून घ्या"),
                n("hc4703a9", "अधिक जाणून घ्या"),
                n("fa0ffaeb", "अधिक जाणून घ्या"),
                n("jf351704", "पुढे चालू ठेवण्यासाठी आपल्याला या इनव्हॉइसवर संंलग्न मर्यादा अपडेट करणे आवश्यक आहे."),
                n("ia5a6a40", "सुरू करण्यासाठी, आपल्याला आपली पेमेंट तपशील जोडावी लागेल."),
                n("d40d1cc0", "चालू ठेवण्यासाठी Stripe द्वारे पे करा."),
                n("c4a5f614", "पेमेंट तपशील जोडा"),
                n("fa2a280a", "इनव्हॉइस अपडेट करा"),
                n("i7b2f08e", "सत्यापित संस्थांमध्ये आपले स्वागत आहे"),
                n("g4e18b84", "आपण आपली संलग्न मर्यादा गाठली आहे"),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + " संलग्नांवरील खरेदी ऑर्डरसाठी";
                }),
                n("fc1f43d0", "इनव्हॉइस व्युत्पन्न करा"),
                n("g8881c78", "देय देण्यास पुढे जा"),
                n("g59f8506", "टिप: व्यवसाय किंवा शासकीय संस्था म्हणून सत्यापित करू शकत नसलेल्या खात्यांना परतावा दिला जाणार नाही."),
                n("a310e476", "थेट"),
                n("fde6cf98", "सत्यापित संस्थांमध्ये त्वरित प्रवेशासाठी."),
                n("fdfbfcb0", "इनव्हॉइसिंग"),
                n("f45d02e8", "आपले सबस्क्रीप्शन सेट अप करताना काहीतरी चुकीचे घडले. आपल्या सक्रियकरण ईमेलमधून कृपया पुन्हा सबमीट करण्याच्या प्रयत्न करा."),
                n("a1c566c0", "आपले सबस्क्रीप्शन सेट अप करताना काहीतरी चुकीचे घडले. कृपया आपले तपशील पुन्हा सबमिट करा."),
                n("f5a1c6ac", "आपल्या प्रदेशामध्ये सबस्क्रीप्शन अनुपलब्ध आहे"),
                n("ef7ae9cd", "अधिक जाणून घ्या"),
                n("d3c6b8c9", "अधिक जाणून घ्या"),
                n("fafe5b9f", function (e) {
                    return "सबस्क्रीप्शन घ्या. " + e.price + "प्रति" + e.interval;
                }),
                n("f2ae1d63", "खरेदीदारांच्या सेवा अटींंशी"),
                n("ie8759c5", "खरेदीदाराच्या सेवा अटींशी"),
                n("d842dd7b", function (e) {
                    return "X वर जलद विकास करा आणि " + e.credit + " विनामूल्य जाहिरात क्रेडिट मिळवा";
                }),
                n("fcfb696e", "⁺मर्यादित वेळेसाठी जाहिरात क्रेडिट ऑफर."),
                n("f5b98d62", function (e) {
                    return "प्रति " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "प्रति " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "जाहिरात क्रेडिट्समध्ये " + e.creditAmount + " पर्यंत";
                }),
                n("a6c45ede", "समाविष्ट आहे:"),
                n("e9aa43dc", "ऑर्गेनिक जॉब पोस्टिंग"),
                n("i1266238", "नोकरीत प्रमोशनची क्षमता"),
                n("e8a4ea7a", "प्राधान्य समर्थन"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "तुमच्या सबस्क्रीप्शन बदलाची पुष्टी करा"),
                n("bb21a170", "सबस्क्रीप्शन बदला"),
                n("b0dcc4dc", "आपले खात्यामध्ये आधीच एक टियर स्विच प्रलंबित आहे."),
                n("f3aef4ca", "कोणतीही सक्रिय सदस्यता आढळली नाही"),
                n("h802e65e", "सबस्क्रीप्शन अपडेट अयशस्वी. कृपया पुन्हा प्रयत्न करा. आपले सध्याचे सबस्क्रीप्शन प्रभावित झाले नाही."),
                n("c5269eb0", "हे आपले सक्रिय सबस्क्रीप्शन आहे."),
                n("c578c4ca", "सध्याचा प्लॅन"),
                n("i5d19147", "नवीन प्लॅन"),
                n("b025ff5f", "येथे"),
                n("d6b932d4", "विनामूल्य चाचणी वर"),
                n("b0efe690", "बेसिकसह सुरू ठेवा "),
                n("g5f9cdaa", "आपल्या प्लॅनच्या बदलाची पुष्टी करा"),
                n("j21911de", "आपण बेसिकसह चालू ठेवू इच्छिता किंवा आपला संपूर्ण प्रवेश लाभ ठेवू इच्छिता?"),
                n("b59dec9e", "आपण पूर्ण प्रवेश विनामूल्य चाचणीमधून बेसिक प्लॅनमध्ये डाउनग्रेड करत आहात."),
                n("e5ff0e1e", "या बदलासह:"),
                n("ca004c80", "संलग्न कंपन्यांसह पूर्ण प्रवेश चाचणी वैशिष्ट्ये यापुढे उपलब्ध होणार नाहीत."),
                n("fae108ee", "आपल्या चाचणी दरम्यान जोडलेल्या संलग्न कंपन्या त्यांचे Premium+ फायदे आणि समर्थन गमावतील."),
                n("d47c0c7c", "आपण कोण आहात?"),
                n("hbd31720", "आपल्यासाठी योग्य सबस्क्रीप्शन निवडा:"),
                n("c75a9386", "या विषयी अधिक जाणून घ्या"),
                n("b916b258", "आणि"),
                n("ic6012ea", "मी एक व्यक्ती आहे"),
                n("d8e618ce", "वैयक्तिक आणि क्रिएटर्ससाठी"),
                n("dcbccede", "मी एक संस्था आहे"),
                n("f44ce884", "उद्योग, सरकारी संस्था, ना-नफासाठी."),
                n("dece6c60", "संस्थेचे नाव"),
                n("c4c1b600", "संस्थेचा ईमेल पत्ता"),
                n("b1e0aec0", "संस्था @हँडल"),
                n("c42d5f4a", "संलग्नांची संख्या"),
                n("fca5f04b", function (e) {
                    return "आपण " + e.affiliatesCount + " पर्यंतचे संलग्न खरेदी करू शकता आणि त्यानुसार शुल्क आकारले जाईल.";
                }),
                n("dca6b3ac", "इनव्हॉइस सेटअप करा"),
                n("c97ad52a", "इनव्हॉइस अपडेट करा"),
                n("b36f0fd4", "आपल्या संस्थेसाठी किती संलग्न आपल्याला हवे आहेत ते निवडा."),
                n("b4871f4f", "येथे"),
                n("b633d19e", "धन्यवाद"),
                n("f713d3e2", "आपला अर्ज प्राप्त झाला आहे आणि आता त्याचे पुनरावलोकन केले जात आहे."),
                n("e11d5e1a", "आपण Premium च्या सर्व फायद्यांचा लाभ घेऊ शकाल, पण आपल्या संस्थेला गोल्ड किंवा ग्रे चेकमार्क मिळणार नाही आणि आपले खाते मंजूर होईपर्यंत आपण संलग्न खाती जोडू शकणार नाही."),
                n("d83617cc", "आपल्या खात्याचे पुनरावलोकन केले जाईल."),
                n("afb30564", "आम्ही आपल्या खात्याला मंजुरी देण्यासाठी अतिरिक्त माहिती मागू शकतो."),
                n("gdd3fa68", "एकदा पुनरावलोकन आणि मंजूर झाल्यानंतर, आपले खाते तात्काळ सत्यापित केले जाईल आणि आपण त्यात प्रवेश करू शकता आणि संलग्न जोडू शकता."),
                n("e6389996", "ज्या खात्याची मंजुरी नाही, त्या खात्याला पैसे परत केले जाणार नाहीत."),
                n("a889b460", "पेमेंट यशस्वी"),
                n("d1c886dc", "पुढील पायरी: दस्तऐवज अपलोड आणि सत्यापित करा"),
                n("b13e9454", "आपला अर्ज अद्याप पूर्ण झालेला नाही. कृपया आवश्यक दस्तऐवज सादर करा. यासाठी सुमारे 10 मिनिटे लागतात."),
                n("e6b0965a", "आपली ऑर्डर"),
                n("a1b58798", "आपल्या ऑर्डरचे खाली पुनरावलोकन करा"),
                n("b651c7d7", function (e) {
                    return "संलग्न x " + e.count;
                }),
                n("ec5e9c54", "बेस सबस्क्रीप्शन"),
                n("e16093fc", "एकूण दर महिना"),
                n("ce4acef6", "प्रति वर्ष एकूण"),
                n("f4db2df0", "इनव्हॉइसचे देय दिल्याशिवाय आपले सबस्क्रीप्शन सक्रिय होणार नाही."),
                n("b9e0d614", "आपल्या इनव्हॉइसवर आपली संलग्न मर्यादा अपडेट केली गेली आहे."),
                n("a45c9596", "आपले इनव्हॉइस यशस्वीरित्या व्युत्पन्न झाले आहे."),
                n("e4e5532a", "सूट लागू"),
                n("b557f073", function (e) {
                    return "आपल्या स्ट्राइप इनव्हॉइसची माहिती मिळवताना काहीतरी चूक झाली. ही समस्या कायम राहिल्यास कृपया " + e.supportEmail + " वर संपर्क साधा.";
                }),
                n("e8c366ce", "X खरेदीदार अटीं ना बांधील राहण्यास मान्यता देता"),
                n("ee86d380", "संस्थेची माहिती"),
                n("b9c9ccca", "आपले संपूर्ण नाव"),
                n("c7e818de", "आपला वर्क ई-मेल पत्ता"),
                n("i60d7542", "संस्थेचा वेबसाइट"),
                n("b92f9dee", "संस्थेचा प्रकार"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "अधिक जाणून घ्या"),
                n("f09630ff", "येथे"),
                n("eb043b72", "अर्ज प्रलंबित"),
                n("a9ac4602", "सत्यापित संस्थांवरील आपल्या अर्जाचे अजूनही पुनरावलोकन केले जात आहे. कृपया नंतर पुन्हा प्रयत्न करा."),
                n("c5af3e12", "मर्यादित काळाची ऑफर. क्रेडिट जमा होत नाही."),
                n("e18d6fd6", "आपले जाहिरात क्रेडिट्स"),
                n("if435d1a", "या महिन्यात आपण आपले सर्व उपलब्ध क्रेडिट वापरले आहेत. आपले पुढील क्रेडिट आपल्या पुढील सबस्क्रीप्शन देयच्या वेळी दिले जाईल"),
                n("af6704d7", "येथे"),
                n("b293c6b4", "सत्यापित प्रीमियम समर्थनाशी"),
                n("e9e9ca58", "उपलब्ध"),
                n("cf2ba3a2", "जाहिराती खाते ID"),
                n("gd7d051c", "सक्रिय करा"),
                n("f391c800", "जाहिराती खाते ID आवश्यक आहे"),
                n("ja116d2c", "जाहिराती खाते ID अवैध आहे"),
                n("hf037537", function (e) {
                    return "हे क्रेडिट उपलब्ध करून दिले जाईल " + e.startDate;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("gd03b494", "आपले जाहिरात क्रेडिट्स कसे वापराल"),
                n("h1f36d3e", "आपली सत्यापित संस्था जाहिरात क्रेडिट वापरण्यासाठी, आपण खालील पावले उचलली पाहिजेतः"),
                n("a6519ffc", "आपण जर यापूर्वी जाहिरात केली असेल"),
                n("ibc9654a", "आपण नवीन जाहिरातदार असल्यास"),
                n("d3710c76", "आपल्याला जर आपले क्रेडिट एखाद्या संलग्न खात्यावर वापरायचे असेल"),
                n("d60a8f14", "X वर जाहिराती दाखवा"),
                n("fe66e4a8", "X जाहिराती व्यवस्थापक"),
                n("b3ca0108", "X जाहिरातींचा वापर करून आपला संदेश सर्वत्र पसरवा."),
                n("g3754d57", "येथे"),
                n("i615ad63", "येथे"),
                n("a3ba48b9", "येथे"),
                n("ca3c633a", "जाहिरात क्रेडिट्स"),
                n("ha843c96", "जाहिरातीं"),
                n("dd0f3b08", "जाहिरातीं"),
                n("c9fad534", "क्रेडिट्स नाहीत"),
                n("a211b11e", "सक्रिय करण्यासाठी कोणतेही क्रेडिट उपलब्ध नाहीत"),
                n("f2011db1", function (e) {
                    return e.couponAmount + " पैकी " + e.usedAmount + " वापरले";
                }),
                n("ae37e25c", "अज्ञात रक्कम"),
                n("i1407e15", function (e) {
                    return e.accountId + " जाहिराती खात्यावर वापरले जाते";
                }),
                n("id4359bf", function (e) {
                    return e.accountId + " जाहिरातींच्या खात्यावरून " + e.when + " रोजी कालबाह्य झाले";
                }),
                n("f89af915", function (e) {
                    return e.when + " रोजी कालबाह्य झाले";
                }),
                n("c1b5e1ed", function (e) {
                    return e.accountId + " जाहिरातींच्या खात्यावरून " + e.when + " रोजी कालबाह्य होईल";
                }),
                n("e8d8a2a9", function (e) {
                    return e.when + " रोजी कालबाह्य होईल";
                }),
                n("i3884c1f", function (e) {
                    return e.when + " उपलब्ध";
                }),
                n("b070acf4", "लवकरच उपलब्ध"),
                n("ace946c4", "कूपन सक्रिय करा"),
                n("b0b02e37", function (e) {
                    return "हे कूपन यशस्वीरित्या जाहिरात खाते ID वर लागू केले गेले: " + e.accountId;
                }),
                n("f520ee22", "जाहिरात खाते ID"),
                n("df96ca56", "दुसरे खाते"),
                n("b5566402", "एखाद्या आय डी मध्ये फक्त अक्षरे आणि संख्या असतात."),
                n("eb160d07", "जाहिरात व्यवस्थापक खाते निवडक"),
                n("e016ad32", "केवळ वाचनीय मोड"),
                n("d7ab194e", "आपल्या सबस्क्रीप्शनमध्ये बदल प्रक्रिया होत असताना काही सत्यापित खात्याची वैशिष्ट्ये केवळ वाचनीय मोडमध्ये असू शकतात."),
                n("g25d851e", "जाहिरात खाती"),
                n("de7fef84", "या खात्यासाठी मदतीसाठी ग्राहक सपोर्टशी संपर्क साधा"),
                n("ff1321b6", "सेटअप पूर्ण झाले आहे, खाते सक्रिय आहे"),
                n("c1205320", "क्रेडिट कार्ड जोडून तुमचे जाहिरात खाते सक्रिय करा"),
                n("c0343c0a", "शेवटचे पेमेंट अयशस्वी झाले, खात्यातील पेमेंट पद्धत तपासा"),
                n("j56e34a4", "खाते अॅक्सेसच्या मदतीसाठी ग्राहक सपोर्टशी संपर्क साधा"),
                n("gef920f2", "खाते सक्रिय करण्यासाठी प्रारंभिक सेटअप आवश्यक आहे"),
                n("b68dd4d8", "तुम्हाला या खात्याचा ॲक्सेस नाही, टीम ॲडमिनला मदतीसाठी विचारा"),
                n("d637962c", "तुमच्याकडे कोणतीही जाहिरात खाती नाहीत"),
                n("dd087ae0", "ads.x.com वर एक सेट अप करा"),
                n("i3d7dd02", "नोकरीच्या प्रमोशनसाठी वैध जाहिरात खाते तयार आहे"),
                n("cc8f8516", "नोकऱ्यांचा प्रचार करण्यासाठी जाहिरात खाते तयार करा"),
                n("b4f117b8", "तुम्हाला नोकरीच्या प्रमोशनच्या जाहिरात खात्याचा अॅक्सेस नाही"),
                n("b7347cf4", "नोकऱ्या प्रमोट करण्यासाठी जाहिरात खाते सेट करा"),
                n("h7d03a2a", "तुमच्या हायरिंग डॅशबोर्डद्वारे नोकरी जोडा"),
                n("cd5aeec6", "जाहिरात खाते तयार करा"),
                n("ged51d2e", "एखादे जाहिरात खाते तयार करा"),
                n("gcfa25e6", "आपल्या संस्थेसाठी वापरता येणारी कोणतीही जाहिरात खाती नाहीत. ads.x.com वर जाऊन एक तयार करा."),
                n("g76fb922", "नवीन खाते"),
                n("db0a69e7", function (e) {
                    return "आपले जाहिरात खाते (ID: " + e.adAccountId + ") नवीन आहे. ते सक्रिय करण्यासाठी जाहिराती व्यवस्थापकामध्ये प्रारंभिक सेटअप पूर्ण करा.";
                }),
                n("c7bad5cc", "खाते सेट अप करा"),
                n("g8c563c0", "आपल्याला प्रवेश आवश्यक आहे"),
                n("f6f29b17", function (e) {
                    return "आपल्याला जाहिरात खात्यामध्ये (ID: " + e.adAccountId + ")  प्रवेश नाही. आपल्या टीम प्रशासकाला आपल्याला जाहिरात व्यवस्थापकाच्या खात्यामध्ये जोडण्यास सांगा.";
                }),
                n("a15bb840", "पेमेंट पद्धत आवश्यक आहे"),
                n("j4e981d9", function (e) {
                    return "आपले जाहिरात खाते (ID: " + e.adAccountId + " ) अंशतः सेट अप केले आहे. ते सक्रिय करण्यासाठी, खात्यात पेमेंट पद्धत जोडा. आपण या खात्यावर लागू केलेले कोणतेही क्रेडिट्स आपल्याकडून शुल्क आकारण्यापूर्वी वापरले जाईल.";
                }),
                n("af142910", "पेमेंट अयशस्वी"),
                n("a9635acf", function (e) {
                    return "आपले जाहिरात खाते (ID: " + e.adAccountId + ") सक्रिय झाले आहे, परंतु शेवटचे पेमेंट अयशस्वी झाले. ते पुन्हा सक्रिय करण्यासाठी, या खात्यावरील पेमेंट पद्धत बदला.";
                }),
                n("d1cca474", "देयक पद्धत बदला"),
                n("fe8b969a", "ग्राहक समर्थन मदत करू शकते"),
                n("i8aa0b91", function (e) {
                    return "या जाहिरात खात्याला (ID: " + e.adAccountId + ") सक्रिय करण्यासाठी ग्राहक समर्थनाची मदत आवश्यक आहे. आपल्या संदेशामध्ये जाहिरात खाते आयडी समाविष्ट करण्याचे सुनिश्चित करा. आपल्या विनंतीला प्राधान्य दिले जाईल.";
                }),
                n("d82c2074", "मदत मिळवा"),
                n("ad37d536", "हँडल ट्रान्सफर अटी"),
                n("e760074a", "एक सुप्त हँडल मिळवा किंवा आपल्या मालकीचे एक स्वॅप करा"),
                n("j003ef92", "आपल्यासाठी किंवा आपल्या संलग्न कंपन्यांसाठी X कडून निष्क्रिय हँडल्स खरेदी करा किंवा आपल्याकडे आधीपासून असलेले हँडल्स स्वॅप करा."),
                n("d57a8e42", "ही सेवा केवळ सत्यापित संस्थांसाठी आहे आणि त्यात प्रति हँडल अतिरिक्त किंमत समाविष्ट आहे, ज्याची सुरुवात $10,000 USD आहे."),
                n("h9367bd6", "हँडल चौकशी सबमिट करा"),
                n("a6a62e7e", "आमच्या स्वयंचलित सपोर्ट बॉटचा वापर करून काही प्रश्नांची उत्तरे देऊन प्रक्रिया सुरू करा."),
                n("e5912290", "हँडल चौकशी सुरू "),
                n("c2e24f66", "या स्क्रीनच्या खालच्या कोपऱ्यात सपोर्ट संदेश पहा."),
                n("c94f514e", "हँडल चौकशी सुरू झाली"),
                n("cf60d152", "आपली हँडल चौकशी सबमिट करण्यासाठी चॅट विंडोमध्ये लहान प्रश्नावली पूर्ण करा."),
                n("f06b124e", "वारंवार विचारण्यात येणारे प्रश्न"),
                n("h677fdcc", "हँडल्सची किंमत कशी केली जाते?"),
                n("a55b39aa", "प्रामुख्याने वर्णांची लांबी आणि शब्द सामान्यतेवर आधारित. किंमती $10k पासून सुरू होतात आणि $500k USD पेक्षा जास्त असतात."),
                n("d46bcb3a", "एखादे हँडल खरेदी करण्यासाठी उपलब्ध आहे की नाही हे मला कसे कळेल?"),
                n("c6bcf72c", "प्रारंभ करा बटणाचा वापर करून आम्हाला एक विनंती पाठवा आणि ती उपलब्ध असल्यास आम्ही आपल्याला कळवू."),
                n("d478604c", "मी दुसऱ्या व्यवसायाच्या वतीने हँडल खरेदी करू शकतो?"),
                n("c09f8cd2", "नाही. व्यवसाय, केवळ त्यांच्या संलग्न कंपन्यांच्या वतीने हँडल खरेदी करू शकतात जे त्यांच्या व्यवसायाशी खरोखरच जोडलेले आहेत."),
                n("d814f020", "सेल्स प्रक्रिया काय आहे? किती वेळ लागेल?"),
                n("f600b6f0", "प्रारंभ करा बटण वापरुन हँडल खरेदी किंवा स्वॅपची विनंती करा. आम्ही उपलब्धता आणि किंमतीबाबत 3 कामकाजाच्या दिवसात उत्तर देऊ. पेमेंट केल्यानंतर, आम्ही 1-2 दिवसांच्या आत आपल्या निवडलेल्या खात्यावर हँडल ट्रान्सफर करू. पर्यायाने, आम्ही आपल्या मालकीच्या दुसऱ्या खात्यात जुने हँडल हलवू शकतो."),
                n("i8debc4a", "आपण एकाधिक हँडल्ससाठी सूट ऑफर करता का?"),
                n("c5199f3c", "होय, आपण खरेदी केलेल्या हँडलच्या संख्येवर आणि कोटच्या एकूण आकारावर अवलंबून."),
                n("c20f923e", "माझ्याकडे ट्रेडमार्क आहे - त्याचा काही परिणाम होतो का?"),
                n("b2fd4c15", "ट्रेडमार्क धोरण"),
                n("a690746e", "प्राधान्य समर्थन मिळवा"),
                n("he2dc9b0", "आपल्या संस्थेचे हँडल आणि विनंती तपशील पाठवून आमच्याशी संपर्क साधा."),
                n("e5e6479e", "त्वरित समर्थन प्राप्त करण्यासाठी, आपल्या संस्थेच्या हँडलसह आणि आपल्या चौकशीचे तपशीलाचे आम्हाला ई-मेल पाठवा. "),
                n("ica8392a", "आपली विनंती आम्हाला प्राप्त झाल्यानंतर, आम्ही प्राप्त झालेल्या क्रमाने पुनरावलोकन आणि प्राधान्यक्रम करू."),
                n("ed37e36e", "महत्वाचे: आपल्या संस्थेचा हँडल गमावल्यास किंवा वैयक्तिक ई-मेल वापरल्यास विलंब होऊ शकतो."),
                n("eb0d4fe2", "कॉलम तयार करा"),
                n("e93d2f8a", "विविध कॉलम्स समाविष्ट करून आपला वापरानुभव सानुकूलित करा जसे की: "),
                n("e8203d1e", "शोध"),
                n("d82fd532", "DMs"),
                n("c87babee", "आणि अधिक..."),
                n("f1990aa4", "डेक्सचा वापर करून आपले कॉलम्स व्यवस्थापित करा"),
                n("ib9c9a54", "X Pro वर एकाधिक डेस्कटॉप असण्याची कल्पना करा. आजूबाजूला काय घडते आहे याकडे दुर्लक्ष करून जेव्हा आपणास त्यांची आवश्यकता असेल तेव्हाच आपणास आवश्यक असलेल्या विषयांवर आणि टूल्सवर लक्ष केंद्रित करा."),
                n("fb5ac13e", "कॉलम हलवा"),
                n("bd545b7e", "आपल्या डेकवर कुठेही कॉलम ड्रॅग आणि ड्रॉप करण्यासाठी या डॉट्सवर क्लिक करा. "),
                n("a98513b6", "सानुकूल कॉलम्स"),
                n("c8759e44", "यासारख्या पर्यायांसाठी कॉलमच्या सर्वात वरती रोलओव्हर करा: "),
                n("a93e96c8", "लोकप्रिय किंवा अगदी अलीकडील पोस्टनुसार त्यांची क्रमवारी लावा"),
                n("df300378", "कॉलमचा आकार बदला"),
                n("aa263910", "प्रगत शोध टूल्स वापरा"),
                n("ab3915aa", "टिप्स आणि सेटिंग्ज"),
                n("ia03837a", "या कार्यासाठी येथे जा:"),
                n("f0bd595c", "डेक्स व्यवस्थापित करा"),
                n("a74e9464", "प्रदर्शन सेटिंग्ज बदला"),
                n("h254eb92", "कीबोर्ड शॉर्टकट्स शोधा"),
                n("j6e669a0", "पुन्हा एकदा आजूबाजूला एक नजर टाका"),
                n("c15802be", "पोस्ट्स पाठवत आहे..."),
                n("e5506950", "डेक्स"),
                n("b1bd9a8a", "नवीन डेक"),
                n("cf1a138f", function (e) {
                    return "डेकमध्ये बदलले - " + e.title;
                }),
                n("g9c2da24", "नवीन डेक तयार करण्यासाठी डायलॉग उघडला जातो"),
                n("hcef6b72", "आपले डेक्स व्यवस्थापित करण्यासाठी डायलॉग उघडला जातो"),
                n("a77dbc7a", "डेक संपादित करा"),
                n("a154a293", function (e) {
                    return e.deckName + " डेक निवडला";
                }),
                n("a77bbe9d", function (e) {
                    return "न निवडलेला " + e.deckName + " डेक";
                }),
                n("ha2aae72", "निवडलेला डेक व्यवस्थापित करण्यासाठी डायलॉग उघडतो"),
                n("hf59ffc8", "नॅव्हिगेशन बार"),
                n("dd6142d7", "प्रो"),
                n("d69fc67a", "नवीन कॉलम समाविष्ट करा"),
                n("ad61a830", "पोस्ट बनवा"),
                n("c44f5114", "संदेश सेटिंग्ज"),
                n("c71066fe", "आजूबाजूला एक नजर टाका"),
                n("b452e6c2", "कितपत यशस्वी होईल असे आपणास वाटते?"),
                n("j7737bc2", "X Pro वापरल्याबद्दल धन्यवाद, आत्तापर्यंत आपल्याला ते कसे वाटले हे आम्हाला जाणून घ्यायला आवडेल."),
                n("e8038d64", "आपले मत आमच्यासाठी महत्त्वाचे आहे, त्याची आम्हाला वापरानुभवामध्ये चांगली सुधारणा करण्यास मदत होईल."),
                n("fce3c5ce", "प्रतिक्रिया द्या"),
                n("ha39df38", "वैयक्तिक"),
                n("ja7b7d1a", "आम्हाला सध्या कनेक्ट करताना समस्या येत आहे. आपण केलेले बदल जतन होणार नाहीत."),
                n("ad5df1d7", function (e) {
                    return "कॉलममध्ये बदलले - " + e.title;
                }),
                n("ba7bd92e", "कॉलम सेटिंग्ज"),
                n("cc4ff736", "कॉलम शेअर करणे"),
                n("g684a93a", "आपण या कॉलममध्ये केलेले कोणतेही बदल ते पाहणाऱ्या प्रत्येकाला दिसेल. "),
                n("a6bbdc1c", "केवळ पहा"),
                n("f6e88162", "लॅब्ज"),
                n("e6df688c", "पर्याय"),
                n("e3f2b93a", "या कॉलम विषयी माहिती दाखवा किंवा लपवा."),
                n("db257758", "मीडिया पूर्वावलोकनाचा आकार"),
                n("if2fbab8", "प्रत्युत्तरांच्या मीडिया पूर्वावलोकनाचा आकार"),
                n("he517d52", "कॉलमचे नाव बदला"),
                n("f6eb2cfe", "कॉलमचे नाव"),
                n("d6d39c84", "कॉलमला नाव असणे आवश्यक आहे."),
                n("e5c06aee", "कॉलमची रुंदी"),
                n("af6a4368", "या चर्चेचे नाव बदलून त्यात कोण आहे ते पहा."),
                n("cdeac5ee", "थेट संदेश सेटिंग्ज"),
                n("fda7ee26", "आपल्याला थेट संदेश कोण पाठवू शकते हे व्यवस्थापित करा."),
                n("c4ec8620", "समाविष्ट करा"),
                n("d5f29cd4", "काढून टाका"),
                n("d01a62f8", "वेळ आणि ठिकाण"),
                n("d614afc8", "लाइक्स, प्रत्युत्तरे आणि पुन्हा पोस्ट्स"),
                n("fb2bbc7a", "पोस्ट सामग्री"),
                n("a589add2", "यापैकी कोणताही शब्द (किंवा)"),
                n("d2f8dc8a", "एखाद्याकडून आलेल्या पोस्ट्स"),
                n("e37201ec", "एखाद्याला प्रत्युत्तर देणे"),
                n("e035e056", "एखाद्याचा उल्लेख करणे"),
                n("ef2d4092", "शब्द वगळा"),
                n("d59f395e", "आपली प्रदर्शन भाषा"),
                n("g67cd3f2", "भाषा निवडा"),
                n("c85f9b9c", "भाषा बदला"),
                n("b5148188", "यापेक्षा जास्त"),
                n("hf369320", "यापेक्षा कमी"),
                n("f4dce7b6", "एकूण संख्या"),
                n("ddafa9a2", "पर्याय दाखवा"),
                n("c6be8432", "सहभागी होण्याची पातळी"),
                n("e60b9fac", "मूळ पोस्ट्स दाखवा"),
                n("eb441fee", "पुन्हा पोस्ट केलेले दाखवा"),
                n("e920e6dc", "भाष्य दाखवा"),
                n("g9580526", "प्रत्युत्तरे दाखवा"),
                n("i73cbb5c", "आपण शोधामध्ये फक्त एक यादी समाविष्ट करू शकता. या शोधास फक्त पहिली यादी लागू होईल."),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " किंवा यादीचा ID प्रविष्ट करा";
                }),
                n("a153fbf2", "शोधामध्ये यादी कशी वापरावी"),
                n("bf0d5a7c", "प्रत्येक शोधासाठी आपण एक यादी समाविष्ट करू शकता."),
                n("c6e8759a", "यादी समाविष्ट करण्यासाठी खालील फॉरमॅट वापरा:"),
                n("dd9daca8", "यादीच्या नावामध्ये पूर्णविरामाला - ने प्रतिस्थापित करा."),
                n("cd71b264", "याद्यांविषयी जाणून घ्या."),
                n("ca23d726", "प्रतिमा आणि व्हिडिओ"),
                n("f1fa97a8", "प्रक्षेपणे"),
                n("c0bab0ba", "केवळ मीडिया असलेले पोस्ट्स दाखवा"),
                n("g9512656", "केवळ सत्यापित केलेले लोक दाखवा"),
                n("b967e296", "केवळ आपण फॉलो करत असलेल्या लोकांना दाखवा"),
                n("gc51a2ac", "कधीही"),
                n("d42a4916", "अलीकडे"),
                n("a2229a06", "ठराविक कालावधीमध्ये"),
                n("c1fe6156", "सुरुवातीची वेळ"),
                n("cbc02622", "समाप्तीची वेळ"),
                n("b666573c", "ठिकाण शोधा"),
                n("cf260344", "यामधील पोस्ट्स"),
                n("j5805302", "त्रिज्या"),
                n("e592ab3c", "चांगल्या परिणामांसाठी आपल्या शोध संज्ञेमध्ये, ठिकाण आणि राज्य किंवा देशाचे नाव समाविष्ट करा."),
                n("e8843b5d", function (e) {
                    return e.meters + "मि.";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "किमी.";
                }),
                n("ec688a09", function (e) {
                    return "यामुळे @" + e.screenName + " यांना या यादीसहित त्यांच्या इतर कोणत्याही याद्यांमध्ये आपला समावेश करण्यास प्रतिबंधित केले जाते.";
                }),
                n("iad54d54", "बुकमार्क्स काढून टाका"),
                n("g4d581a2", "हे आणि सर्व बुकमार्क फोल्डर्स रिकामे करा"),
                n("fb14aebe", "बुकमार्क्स काढून टाका"),
                n("jf748f40", "सर्व बुकमार्क्स काढून टाकायचे?"),
                n("d63a211a", "हे पूर्ववत करता येणार नाही आणि आपण आपल्या बुकमार्क्समध्ये समाविष्ट केलेली सर्व पोस्ट्स  आपण काढून टाकाल."),
                n("a16ebc1a", "नवीन चॅटची सुरुवात करा"),
                n("a1ff1890", "यामुळे आपले वर्तमान संभाषण काढले जाईल."),
                n("ab352ee0", "अगदी अलीकडील पोस्ट्स दाखवा"),
                n("c004c4d6", "पोस्ट्स रिकामे करा"),
                n("fc702822", "पोस्ट्स रिकामे करा आणि नवीनतम पोस्ट्स करताक्षणी पहा."),
                n("a2c59056", "आपण कॉलम रिकामा करण्यापूर्वी..."),
                n("d31bdbbe", "अगदी अलीकडच्या पोस्ट्सवर स्विच करा"),
                n("dec3722c", "नवीनतम पोस्ट्सवर"),
                n("g33b8c04", "कॉपी तयार करा"),
                n("de2c3008", "कॉलम डुप्लिकेट करा"),
                n("a7c01ce0", "नाव बदला किंवा फोल्डर हटवा"),
                n("e52e4c82", "स्थान आणि वैयक्तिकरण पर्याय बदला."),
                n("f4d052a4", "Grok (रेग्युलर मोड)"),
                n("fa97c1c6", "Grok (फन मोड)"),
                n("efb37dec", "मोड"),
                n("h0064892", "सामान्य"),
                n("ad86db50", "डेक तयार करा"),
                n("hb70ef30", "या शोधापासून एखादा डेक तयार करा"),
                n("j8a945cc", "लोकप्रिय पोस्ट्स"),
                n("f3a4a654", "सत्यापित पोस्ट्स"),
                n("c8da0c42", "छायाचित्रे आणि व्हिडिओ"),
                n("d2cf6f74", "Premium भागीदार"),
                n("c9b39e70", "हलवा"),
                n("b9ea5f7c", "दुसऱ्या डेकमध्ये कॉलम हलवा."),
                n("g8b6d450", "सूचनापत्र पर्याय"),
                n("dd703fbd", function (e) {
                    return "कॉलम हटवा - " + e.title;
                }),
                n("d9d11fc6", "सार्वजनिक कॉलम हटवायचा आहे?"),
                n("h17ada6c", "सार्वजनिक कॉलम हटवण्यामुळे कोणतेही फॉलोअर्स कॉलमचा वापर करणे अपरिवर्तनीयपणे गमावतील."),
                n("hb388fe8", "कॉलम हटवा"),
                n("c1343ad6", "एखाद्या शोध कॉलममध्ये हे परिवर्तित करा."),
                n("e7a12d72", "शोध कॉलममध्ये परिवर्तित केले."),
                n("f29424f0", "पुन्हा बदला"),
                n("h5ff85a2", "कॉलम शेअर करा"),
                n("d32058ba", "शेअर सक्षम करण्यासाठी कॉलम सार्वजनिक करा."),
                n("c926a6ca", "आपण केलेले बदल कॉलम फॉलो करणाऱ्या कोणालाही दिसतील."),
                n("g0175ca2", "कॉलम पिकर"),
                n("a800727c", "कॉलम पीकरवर परत जा"),
                n("f318bc40", "नवीन फोल्डर तयार करा"),
                n("e300a9f0", "बुकमार्क फोल्डर तयार करा"),
                n("j341c67c", "फोल्डर्सना नाव असणे आवश्यक आहे."),
                n("d00586a6", "हा कॉलम लोड केला जाऊ शकत नाही. नवीन कॉलम तयार करण्याचा प्रयत्न करा."),
                n("d0d8277e", "मालकाने कॉलम हटवला किंवा खाजगी केला आहे."),
                n("j08fd6fe", "आपले समुदाय"),
                n("b569a1fa", "समुदायांमध्ये परत जा"),
                n("i176bfd2", "याद्या शोधा"),
                n("a57c3292", "नवीन याद्या शोधा"),
                n("f59f87dc", "इतर लोकांच्या याद्या शोधा"),
                n("a5d70676", "आपण सदस्य आहात अशा याद्या"),
                n("e377790a", "याद्यांवर परत या"),
                n("e952b8c3", function (e) {
                    return "@" + e.userScreenName + " यांच्या याद्या";
                }),
                n("bc24f834", "इतर लोकांच्या याद्या शोधण्यासाठी परत या"),
                n("ee11d084", "प्रोफाइल्स शोधा"),
                n("c300f3bc", "काही कॉलम्स समाविष्ट करा"),
                n("bd744e9a", "शोधावरून पॉप्युलेट करा"),
                n("i10d4124", "अगदी पहिल्यापासून सुरुवात करा"),
                n("jbff8606", "क्वेरी सबमिट करा"),
                n("dbd8a566", "मसुदा स्वरूपातील काही पोस्ट्स हटविल्या जाऊ शकत नाहीत."),
                n("c82be5a8", "आपले निवडक मसुदा स्वरूपातील पोस्ट्स हटविण्यात आल्या."),
                n("ad84af68", "मसुदा स्वरूपातील पोस्ट्स लोड होत आहेत"),
                n("ef97fb3a", "आपल्याकडे मसुदा स्वरूपातील एकही पोस्ट्स नाही"),
                n("f26ece12", "जेव्हा आपण असे करता तेव्हा त्यांना आपण येथे पाहू शकता."),
                n("a4911812", "मसुदा स्वरूपातील पोस्ट्स हटवित आहे"),
                n("b49be1ca", "मसुदा स्वरूपातील पोस्ट्स काढून टाका"),
                n("ca91dc76", "हे पूर्ववत करता येत नाही आणि आपण मसुदा स्वरूपातील पोस्ट्स गमवाल."),
                n("b38b254a", "काही नियोजित पोस्ट्स हटविणे शक्य झाले नाही."),
                n("he2e3cc4", "आपले निवडक नियोजित पोस्ट्स हटविण्यात आल्या."),
                n("jf9faee4", "नियोजित पोस्ट्स लोड होत आहेत"),
                n("aa1cfd48", "आपल्याकडे कोणतीही नियोजित केलेले पोस्ट्स नाहीत"),
                n("b2a70dbe", "नियोजित पोस्ट्स हटविणे"),
                n("a07bb1b0", "नियोजित पोस्ट्स काढून टाका"),
                n("id78e802", "हे पूर्ववत करता येत नाही आणि आपण आपले नियोजित केलेले पोस्ट्स गमवाल."),
                n("d9a75e16", "एक निवडा"),
                n("aa030cd4", "प्रथम शिफारस केलेले पोस्ट्स पहा."),
                n("c0d2d4aa", "होम टाइमलाइन"),
                n("ecbbbb90", "आपल्या स्वतःच्या किंवा अन्य लोकांच्या याद्या पहा."),
                n("c351229c", "आपण ज्या समुदायाचा भाग आहात ते समुदाय पहा."),
                n("a2d1df82", "आपणास काय हवे आहे ते शोधा."),
                n("d5387d8a", "आपल्या संदेशांवरून अप-टू-डेट रहा."),
                n("e738198c", "X वर काय प्रचलनामध्ये आहे ते पहा."),
                n("ifb8c91e", "एखादे प्रोफाइल शोधा आणि ते काय करत आहेत ते पहा."),
                n("aa0525d0", "प्रोफाइल्स"),
                n("cb7844a6", "सूचनापत्रे आणि उल्लेखांवरून अद्ययावत माहिती मिळवा."),
                n("e64da55e", "आपले नियोजित पोस्ट्स पहा."),
                n("h9659832", "आपले मसुदा स्वरूपातील पोस्ट्स पहा."),
                n("f1b6535e", "मसुदा स्वरूपातील पोस्ट्स"),
                n("a24add8a", "बुकमार्क केलेले पोस्ट्स पहा."),
                n("gb19f215", function (e) {
                    return "कॉलम - " + e.title;
                }),
                n("g7751b34", "स्टॅक बंद करा"),
                n("b94fa48c", "स्टॅक काढून टाका"),
                n("dd3dc3cc", "स्टॅकमध्ये परत जा"),
                n("bc7acfd0", "कॉलम शेअर केला"),
                n("a6587d95", function (e) {
                    return "कॉलम पुनर्क्रमित करा - " + e.title;
                }),
                n("fb071dea", "कॉलम हलवा"),
                n("c77a6327", function (e) {
                    return "कॉलमचे पर्याय उघडा - " + e.title;
                }),
                n("h53c41f0", "कॉलमचे पर्याय"),
                n("f7bbbb6d", function (e) {
                    return "कॉलमचे पर्याय निवडा - " + e.title;
                }),
                n("eee9f83e", "कॉलमचे पर्याय बंद करा"),
                n("a443bbc0", "शोध बंद करा"),
                n("c8b12c8f", function (e) {
                    return "कॉलममधील मजकूर सेट करा - " + e.title;
                }),
                n("fe048090", "सारांश दाखवा"),
                n("e57560b4", "सारांश लपवा"),
                n("fb087db0", "वेगळा कॉलम तयार करा"),
                n("aa128cd8", "नवीन कॉलम समाविष्ट करा"),
                n("aa4f00c6", "डेक शेअर करा"),
                n("fdf97052", "डेक पर्यायांवर जा"),
                n("ed427868", "डेक सार्वजनिक करायचा आहे?"),
                n("gecc71a2", "डेक शेअर करण्यासाठी, सर्वप्रथम तो सार्वजनिक करा."),
                n("f0653866", "डेक शेअर करणे"),
                n("b158400a", "ही पायरी वगळा"),
                n("h15afbce", "चला, आपल्या खात्याचा सेट अप करू"),
                n("ibe6be32", "आपला X Pro वापरानुभव सानुकूलित करा: आपल्यासाठी योग्य असलेल्या कॉलमची रुंदी, रंग, मजकूर आणि मीडियाचा आकार निवडा."),
                n("e28eb008", "प्रदर्शन सेटिंग्ज उघडा"),
                n("dc8b86e0", "आता आपले कॉलम्स समाविष्ट करूया"),
                n("ee28603e", "आपले कॉलम्स आयात करा"),
                n("dad15d22", "आपले विद्यमान शोध, याद्या आणि प्रोफाइल कॉलम्स आयात करून वेळ वाचवा. आपण या नंतर कॉपी करू शकणार नाही. "),
                n("j85b4522", "किंवा अगदी पहिल्यापासून सुरुवात करा"),
                n("hfd5ca12", "हं...आम्ही आपले कॉलम्स आयात करू शकलो नाही"),
                n("b855852a", "केवळ शोध, यादी आणि प्रोफाइल कॉलम आयात केले जाऊ शकतात. त्याऐवजी होम कॉलम समाविष्ट करा."),
                n("dc6c806e", "आपले कॉलम्स आयात करणे शक्य झाले नाही"),
                n("a0dfe2f6", "एका सहज-सोप्या इंटरफेसमध्ये एकाधिक टाइमलाइन कॉलम्स पाहण्याचा X Pro हा एक सोयीस्कर मार्ग आहे."),
                n("i8912d28", "चला, काही कॉलम्स समाविष्ट करू..."),
                n("ce0c0f34", "आता आजूबाजूला एक नजर टाकूया"),
                n("h36d2aa2", "सुरुवात करण्यासाठी काही उपयुक्त टिप्स जाणून घ्या."),
                n("fbaf9442", "स्टारटर डेक समाविष्ट करा"),
                n("b354ea52", "स्टारटर डेक समाविष्ट करत आहे..."),
                n("if195eb8", "कॉलम्स समाविष्ट करत आहे..."),
                n("ea07517c", "कॉलम हटविला."),
                n("habced9e", "कॉलम पुन्हा स्टोअर करण्यासाठी."),
                n("g4fcb4f8", "कॉलम पुन्हा स्टोअर केला."),
                n("d4429cba", "हम्म...हे डेक अस्तित्वात नाही. एक वेगळा निवडून पहा."),
                n("g2c6e34a", "मजकुराचा आकार, रंग आणि पार्श्वभूमी व्यवस्थापित करा."),
                n("bf2890a6", "दृश्यमान स्केल"),
                n("h098a550", "कॉलमची डिफॉल्ट रुंदी"),
                n("ab248726", "मीडियाचे डिफॉल्ट पूर्वावलोकन"),
                n("jdaf161c", "संदेश टॅब"),
                n("ge0fcfd0", "हॉवर कार्ड्स"),
                n("e1cab6e8", "सध्याच्या कॉलम्समध्ये बदल लागू करायचे? "),
                n("ce2e487c", "आपण सर्व कॉलम्स बदलल्यास, आपल्या सर्व डेक्सवरील प्रत्येक कॉलम अपडेट केला जाईल. आपण नाही निवडल्यास, आपण केवळ  आतापासून तयार केलेल्या कॉलम्सना नवीन सेटिंग्ज मिळतील. "),
                n("fdbd90a6", "होय, सर्व कॉलम्स बदला"),
                n("h8affe68", "नाही, केवळ नवीन कॉलम्स"),
                n("f06885b6", "कॉलम मीडिया साइझचे पर्याय"),
                n("e4bab2d0", "कॉलमच्या रुंदीचे पर्याय"),
                n("f0e71094", "संदेश टॅब दाखवा"),
                n("aa25a5a6", "आपल्या स्क्रीनच्या तळाशी उपलब्ध संकुचित केलेले संदेश टॅब"),
                n("g3da3c90", "हॉवर कार्ड्स दाखवा"),
                n("b08a8656", "परस्परसंवादी आयटम्सवर हॉवर करत असताना हॉव्हर कार्ड्स दाखवा"),
                n("g9df1984", "डेक समाविष्ट करा"),
                n("df77af70", "आपल्या डेकसाठी ईमोजी निवडा"),
                n("ee7765ba", "ईमोजी निवडा"),
                n("e0127c83", function (e) {
                    return e.emoji + " ईमोजी बदला";
                }),
                n("hb8b6254", "आपल्या प्रोफाइलवरून कोणीही आपला सार्वजनिक डेक पाहू शकते. आपण त्याच्या लिंक्सही शेअर करू शकता. आपण आपला विचार बदलल्यास, आपण तो (डेक) ते पुन्हा खाजगी बनवू शकता. अधिक जाणून घ्या"),
                n("gfbaf4e8", "हा डेक आता सार्वजनिक होऊ शकत नाही"),
                n("ae04848a", "या डेकमध्ये आपल्या X खात्याशी संबंधित कॉलम्स आहेत. हा डेक सार्वजनिक करण्यासाठी, आपणास ते काढून टाकावे लागतील. अधिक जाणून घ्या"),
                n("d606207a", "डेक हटवा"),
                n("h95cb00e", "हा डेक कायमचा हटविला जाईल. हे कार्य पूर्ववत केले जाऊ शकत नाही."),
                n("f50c9834", "हा डेक कायमचा हटविला जाईल. आपण हे हटविल्यास आपण नंतर तो पुनर्प्राप्त करू शकणार नाही."),
                n("cb861826", "रेकॉर्डर डेक"),
                n("i5896b2b", function (e) {
                    return '"' + e.title + '" डेक संपादित करा';
                }),
                n("ef602cab", function (e) {
                    return '"' + e.title + '" डेक हटवा';
                }),
                n("b44b9d83", function (e) {
                    return '"' + e.title + '" डेक अनपिन करा';
                }),
                n("je4a847f", function (e) {
                    return '"' + e.title + '" डेक पिन करा';
                }),
                n("ad41be88", "डेकमध्ये कॉलम हलवा"),
                n("cb82860a", "कॉलम आढळला नाही"),
                n("icbecd02", "कॉलम समाविष्ट करा"),
                n("fdf1a2c6", "डेक समाविष्ट करा"),
                n("d25acc28", "त्यामध्ये काय आहे?"),
                n("fe5df266", "कॉलम वैयक्तीकृत करायचा आहे?"),
                n("i3206148", "सार्वजनिक कॉलम खाजगी केल्यामुळे कोणतेही फॉलोअर्स कॉलममध्ये प्रवेश गमावतील."),
                n("c65d210c", "कॉलम वैयक्तीकृत करा"),
                n("j4d54f1e", "X वर लाइव्ह असलेल्या लोकांसाठी अधिक कार्यक्षम, रिअल-टाइम टूल."),
                n("je0526a0", "एकाच स्क्रीनवर एकाधिक टाइमलाइन्सचे निरीक्षण करा. मजकुराचा ट्रॅक ठेवून तो सुव्यवस्थित ठेवा आणि रिअल-टाइममध्ये आपल्या समुदायांमध्ये सहभागी व्हा."),
                n("d128af54", "Premium साठी साइन अप करा"),
                n("bacd7195", function (e) {
                    return e.fullName + " (@" + e.screenName + ") X वर";
                }),
                n("e5b4aafa", "आपल्या इंटरनेट कनेक्शनमध्ये व्यत्यय आला आहे."),
                n("g43c3b36", "कृपया सुरू ठेवण्यासाठी इंटरनेटशी पुन्हा कनेक्ट करा."),
                n("hafe83ec", "अॅप्लिकेशनमधून बाहेर पडण्यासाठी बंद करा दाबा."),
                n("b2ec74fe", "बंद करा"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + "व्यूज " + e.timeAgo;
                }),
                n("a7a90902", "दाखवण्यासाठी निवडा दाबा"),
                n("cb0a3b5e", "या पोस्टमध्ये संवेदनशील मीडिया असू शकतो. आपल्याला तो दाखवायची खात्री आहे का?"),
                n("a4eb1304", "आपण कधीही पुन्हा लॉग इन करू शकता."),
                n("b86c2e12", "X चा सर्व मजकूर शोधण्यासाठी साइन इन करा."),
                n("ia13bd7c", "कीबोर्ड"),
                n("f9fa40c8", "X चा सर्वोत्तमचा अनुभव घ्या"),
                n("gb6a7f62", "आपला कोड कालबाह्य झाला आहे. जर आपल्याला पुन्हा प्रयत्न करायचा असेल, तर नवीन कोड मिळवण्यासाठी खालील बटण निवडा."),
                n("ge19602a", "नवीन कोड मिळवा"),
                n("dd4ec2e8", "आपल्या लॅपटॉप किंवा मोबाईल डिव्हाइसवर खालील URL ला भेट देऊन आणि येथे प्रदर्शित केलेला कोड प्रविष्ट करून X वर लॉगइन करा."),
                n("f4d7084c", "या दोन पर्यायांपैकी एक वापरुन X मध्ये लॉगइन करा:"),
                n("ebc1accc", "हा QR कोड स्कॅन करा"),
                n("a4742bc0", "आपल्या लॅपटॉप किंवा मोबाईल डिव्हाइसवर खालील URL ला भेट द्या आणि येथे प्रदर्शित केलेला कोड प्रविष्ट करा."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + " चे व्हिडिओ पाहण्यासाठी साइन इन करा.";
                }),
                n("fb83778c", "या उपभोक्त्याचे व्हिडिओ पाहण्यासाठी साइन इन करा."),
                n("dd4bbaea", "आपल्याकडे दाखवण्यासाठी कोणतेही व्हिडिओज नाहीत."),
                n("i71d6193", function (e) {
                    return e.name + " मधून दाखवण्यासाठी कोणतेही व्हिडिओज नाहीत.";
                }),
                n("adb512f0", "अलिकडील व्हिडिओज"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "फॉलो करत आहे";
                }),
                n("cd3f5206", "पुढचा:"),
                n("c930299f", function (e) {
                    return "पुढील " + e.count + " मध्ये:";
                }),
                n("b2e9f19c", "शेवटचा व्हिडिओ रिप्ले करा"),
                n("de906774", "वेग"),
                n("caca839e", "क्लोज्ड कॅप्शन"),
                n("b049f56c", "गुणवत्ता"),
                n("fa7169d8", "या सामग्री विषयी रिपोर्ट करण्यासाठी, आपल्या लॅपटॉप किंवा मोबाईल उपकरणावर खालील URL ला भेट द्या"),
                n("c973ec9c", "खाते उपभोक्ता नाव"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "सामग्री URL"),
                n("a4ee9394", "पांढरा"),
                n("a9f3474c", "सियान"),
                n("i50b6538", "मॅजेंटा"),
                n("jffeb664", "लाल"),
                n("e375c2d0", "काळा"),
                n("c2c5dea4", "फॉन्ट रंग"),
                n("ce71b3d0", "फॉन्ट फॅमिली"),
                n("d2eb1582", "डीफॉल्ट (सॅन्स-सेरिफ)"),
                n("e684030e", "एरियल (सॅन्स-सेरिफ)"),
                n("jad3900c", "टाइम्स न्यू रोमन (सेरिफ)"),
                n("e205f3a0", "मोनोस्पेस (सॅन्स-सेरिफ)"),
                n("d207d39a", "मजकूर अस्पष्टता"),
                n("a562039c", "पार्श्वभूमी रंग"),
                n("h44e879e", "पार्श्वभूमी अस्पष्टता"),
                n("b843ced4", "ऑटो"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "फास्ट फॉरवर्ड"),
                n("ee0f61ca", "रिवाइंड करा"),
                n("i2d14148", "नापसंत"),
                n("a1eb471a", "नापसंत काढून टाका"),
                n("e40051e8", "बुकमार्क काढून टाका"),
                n("g9ecf0e8", "प्रत्युत्तरे पहा"),
                n("aa97ae7e", "टीव्ही प्लेअर नियंत्रणे"),
                n("ed170a6a", "स्लायडर"),
                n("ee838ea0", "हा विषय फॉलो केल्याने होम टाइमलाइन आणि X वरील अनुभव वैयक्तिकृत करण्यात मदत होईल"),
                n("h85446ce", "या ब्राउझरवरून यापुढे समर्थन दिले जाणार नाही."),
                n("e24d1fa6", "x.com वरून पुढे चालू ठेवण्यासाठी कृपया समर्थित ब्राउझरवर स्विच करा. आमच्या मदत केंद्र येथे आपण समर्थित ब्राउझर्सची यादी पाहू शकता."),
                n("a138aeb2", "JavaScript उपलब्ध नाही."),
                n("d8e122c2", "या ब्राउझरमध्ये JavaScript अक्षम आहे असे आमच्या लक्षात आले आहे. कृपया या ब्राउझरमध्ये JavaScript सक्षम करा किंवा x.com वरून पुढे चालू ठेवण्यासाठी कृपया समर्थित ब्राउझरवर स्विच करा. आमच्या मदत केंद्र येथे आपण समर्थित ब्राउझर्सची यादी पाहू शकता."),
                n("f1a9e3a2", "ब्रेकिंग न्यूज, राजकारण, प्रचलनामधील संगीत, जागतिक इव्हेंट्स, स्पोर्ट्सचे स्कोअर्स आणि जशा घडतील तशा क्रमाने अलीकडील जागतिक बातम्या मिळवा - हे सर्व कमी डेटा वापरून"),
                n("bb402b62", "सध्या काय घडत आहे याबद्दल अद्यावत राहण्यासाठी X Pro हे सानुकूल करण्यायोग्य डॅशबोर्ड आहे."),
                n("ed617674", "360"),
                n("e23b20a0", "रद्द करा"),
                n("a620fcf0", "प्रतिमा लोड करणे"),
                n("e9e2064c", "काहीतरी चुकीचे घडले. पण काळजी करू नका -- यामध्ये आपली काहीच चूक नाही."),
                n("d7060c80", "रिफ्रेश करा"),
                n("a0493514", "पुन्हा प्रयत्न करा"),
                n("ff3dd27c", "डिफॉल्ट"),
                n("b554fcf4", "प्रकाश"),
                n("j590b148", "मध्यम प्रकाश"),
                n("e7d4ee86", "मध्यम"),
                n("ia423ebc", "मध्यम गडद"),
                n("a2cf0942", "गडद"),
                n("j824dc06", "इमोजी शोधा"),
                n("fffb3384", "इमोजी सापडले नाहीत"),
                n("j3d20752", "त्याऐवजी दुसरे काहीतरी शोधण्याचा प्रयत्न करा."),
                n("d67ad796", "आपला डिफॉल्ट त्वचा टोन निवडा"),
                n("e6388bfa", "सर्व काढून टाका"),
                n("j7c67eca", "अलीकडील"),
                n("da539d38", "शोध परिणाम"),
                n("d95eb228", "मागे"),
                n("af8fa2ae", "बंद करा"),
                n("ef8b2f54", "चार्ट वाचा"),
                n("d567ceda", "व्हर्टिकल"),
                n("f7b30768", "स्टॅक केलेले"),
                n("hcd54328", "गटबद्ध केलेले"),
                n("affbaf62", "अधिक माहिती"),
                n("c388d026", "ठीक आहे"),
                n("ha20397c", "प्रवेशयोग्यता वैशिष्ट्ये"),
                n("baf7a43c", "प्रवेशयोग्यता"),
                n("e8f674ab", function (e) {
                    return "हा बार " + e.chartType + " चार्ट आहे. चार्टचे शीर्षक " + e.chartTitle + " आहे. एकूण श्रेणी " + e.noOfCategories + " आहेत. किमान मूल्य " + e.minValue + " आहे आणि कमाल मूल्य " + e.maxValue + " आहे. नॅव्हिगेशन नियंत्रणे वापरून चार्ट एक्सप्लोर करा.";
                }),
                n("d969327c", "ऑडिओ संस्करण प्ले करा"),
                n("d8cbbcd4", 'ऑडिओ चार्ट प्ले करा. चार्टचे ऑडिओ संस्करण प्ले करण्यासाठी दाबा किंवा त्याच्या ऑडिओ संस्करणासाठी प्रत्येक डेटा पॉइंटवर "A" कळ (की) दाबा'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "लेबल न केलेला डेटा, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "लेबल न केलेला डेटा, " + e.value;
                }),
                n("b15c0a18", "संपादने काढून टाकायची?"),
                n("aebf81c8", "आपण केलेले कोणतेही बदल जतन केले जाणार नाहीत."),
                n("aa744c1e", "संपादन पुढे चालू ठेवा"),
                n("fe04d89a", "काढून टाका"),
                n("bb5d8cd2", "होय"),
                n("dc33d78a", "लेख मुखपृष्ठ प्रतिमा"),
                n("j190bf1a", "लाइव्ह"),
                n("e3fcbdba", "डिसमिस करा"),
                n("jc0b3a8c", "प्रतिमेचे वर्णन"),
                n("ia1d2e58", "पसंती दर्शविलेल्या लेखकाचे नाव"),
                n("h81f3036", "लेख"),
                n("bed2945c", "प्रतिमेचे वर्णन वाचा"),
                n("j2eea17a", "खालील मीडियामध्ये संवेदनशील माहिती असण्याची शक्यता आहे."),
                n("b05a39b2", "पहा"),
                n("a7cd5cf4", "व्हिडिओ"),
                n("b6eb8f6a", "प्रक्षेपण"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " प्ले करा";
                }),
                n("hf4ffd4d", function (e) {
                    return "लाइव्ह " + e.locVideoType + " प्ले करा";
                }),
                n("f6e90cd7", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " कालावधी";
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " वाजता सुरू होत आहे";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " अवलोकन" + f(e.viewerCount, "", "े");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " आणि " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + ", आणि " + e.listItem2;
                }),
                n("ec72e2f8", "फॉलो करा"),
                n("d9d2a865", function (e) {
                    return e.ttc_card_cta_play + " प्ले करा";
                }),
                n("a8422cd5", function (e) {
                    return e.ttc_card_cta_shop + " खरेदी करा";
                }),
                n("ff1b8c17", function (e) {
                    return e.ttc_card_cta_shop_now + " त्वरित खरेदी करा";
                }),
                n("d04488ef", function (e) {
                    return e.ttc_card_cta_book + " बुक करा";
                }),
                n("b0b0cfb7", function (e) {
                    return e.ttc_card_cta_connect + " कनेक्ट करा";
                }),
                n("ea5247d5", function (e) {
                    return e.ttc_card_cta_order + "ऑर्डर करा";
                }),
                n("b7b58677", function (e) {
                    return e.ttc_card_cta_open + "ओपन";
                }),
                n("g15f6870", "अधिक जाणून घ्या"),
                n("d1ff55d8", "प्रस्थापित करा"),
                n("g40f106c", "आम्हाला संदेश पाठवा"),
                n("j393e386", "आम्हाला खाजगी संदेश पाठवा"),
                n("a771d32e", "मला खाजगी संदेश पाठवा"),
                n("d8e9c24c", "खाजगी संदेश पाठवा"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 स्टार्स – " + e.appNumRatings + " रेटिंग्ज";
                }),
                n("cc5508a9", function (e) {
                    return e.timestampUTC + " रोजी सुरू होत आहे";
                }),
                n("f4520a5d", function (e) {
                    return " " + e.action + " पोस्ट करा";
                }),
                n("f17dfdb6", "प्ले करा"),
                n("j836de8a", "संरक्षित खाते"),
                n("f4b8dc08", "सदस्यता घेतलेले खाते"),
                n("f936caa6", "अनुवादकाचे खाते"),
                n("ac72ee4e", "खाते सत्यापित केले"),
                n("f49e0aac", "सत्यापित खात्यांविषयी तपशील दिला जातो."),
                n("f59bdb94", "संरक्षित खात्यांंची तपशील प्रदान करते."),
                n("d7e50a66", "अधिक जाणून घ्या"),
                n("fc065ee4", "सबस्क्रीप्शन्स विषयी अधिक जाणून घ्या"),
                n("e453f536", "सबस्क्रीप्शन्स म्हणजे काय"),
                n("bd4cb7a0", "जेव्हा आपण आपल्या आवडत्या क्रिएटर्सची सदस्यता घेता, तेव्हा आपणास विशेष मजकूर मिळतो — आणि त्यांना थोडे पैसे मिळतात."),
                n("g7099a02", "मला अधिक सांगा"),
                n("c2637ef6", "समजले"),
                n("efb17190", "आपणास फॉलो करतात"),
                n("g57b5f6c", "आपले सदस्य"),
                n("a77a27c0", "सदस्यत्व घेतले"),
                n("gdd173da", "फन मोडमध्ये Grok द्वारे उत्तर"),
                n("dfd6eeac", "Grok द्वारे उत्तर"),
                n("deceb214", "Grok द्वारे प्रतिमा"),
                n("j05496ce", "Grok द्वारे DeepSearch"),
                n("befddd48", "दाखवा"),
                n("hf3f8e3a", "अधिक प्रमाणामध्ये दाखवा"),
                n("h504ea5e", "Grok सह आपली आवृती तयार करा"),
                n("eb722de2", "आपण स्वतः Grok ला विचारा"),
                n("ib5110be", "आपण स्वतः Grok DeepSearch वापरून पहा"),
                n("bb5c5864", "भाष्य"),
                n("a8b58cf4", "हा थ्रेड दाखवा"),
                n("i5f742fe", "हे सर्वेक्षण दाखवा"),
                n("fc45ccc6", "एम्बेडेड व्हिडिओ"),
                n("a9edea48", "पुन्हा लोड करा"),
                n("d26d8730", "व्हिडिओची लिंक कॉपी करा"),
                n("f1b6bcec", "GIF पत्ता कॉपी करा"),
                n("j25d7cca", "मथळे लपवा"),
                n("a858b25c", "मथळे दाखवा"),
                n("faf9f484", "जाहिराती"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + " ची जाहिरात";
                }),
                n("hea01798", "स्लायडर शोधा"),
                n("f8a09386", "Periscope वर पहा"),
                n("gf2b6eee", "पिक्चर-इन-पिक्चर"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " टक्के";
                }),
                n("fb236728", "विराम द्या"),
                n("e9bd453e", "रिप्ले करा"),
                n("d46b00b0", "लाइव्ह वर जा"),
                n("ec8ab8b4", "म्यूट करा"),
                n("b8b6344a", "म्यूट बंद"),
                n("c9a642fa", "व्हॉल्यूम स्लायडर"),
                n("c27e60b0", "फूलस्क्रीन"),
                n("d2969f10", "फूलस्क्रीनवरून बाहेर पडा"),
                n("f06f2e53", function (e) {
                    return e.durationTime + " पैकी " + e.currentTime;
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + " पहा";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + " खरेदी करा";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + " पहा";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + " वर जा";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + " येथे भेट द्या";
                }),
                n("c67e71aa", "आता पहा"),
                n("a6ada13e", "आता खरेदी करा"),
                n("j0f12222", "अधिक पहा"),
                n("f569f7c8", "वेबसाईटवर जा"),
                n("j0c6772a", "वेबसाईटला भेट द्या"),
                n("f73003aa", "जाहिराती नंतर व्हिडिओ प्ले होईल"),
                n("b3112b8a", "वगळा"),
                n("h6333ad0", "जाहिरात वगळा"),
                n("c59da417", function (e) {
                    return e.seconds + " सेकंदांमध्ये जाहिरात वगळा";
                }),
                n("c3c147cf", function (e) {
                    return "वगळा " + e.seconds;
                }),
                n("h9b3104e", "व्हिडिओ सेटिंग्ज"),
                n("ha3efce4", "ऑटो"),
                n("hd8d044d", function (e) {
                    return "ऑटो (" + e.quality + ")";
                }),
                n("a7bf9962", "व्हिडिओ डाउनलोड करा"),
                n("ccc97152", "प्लेबॅक गती"),
                n("h531ade0", "व्हिडिओ गुणवत्ता"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "आपण ब्राउझर निवडीमुळे सबऑप्टिमल गुणवत्ता प्राप्त करीत आहात. आम्ही HEVC समर्थित ब्राउझर वापरण्याची शिफारस करतो."),
                n("a681babd", function (e) {
                    return e.trimmedHostname + " वर आता पहा";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + " वर भेट द्या";
                }),
                n("f1ad0df1", function (e) {
                    return "जाहिरात. " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " ची जाहिरात · " + e.timeRemaining;
                }),
                n("a15adf2c", "हा फॉर्म"),
                n("c1658fc6", "मीडिया प्ले केला जाऊ शकला नाही."),
                n("h519ae04", "कॉपीराइट क्लेममुळे मीडिया अक्षम केला आहे."),
                n("ce871584", "हे प्रक्षेपण समाप्त झाले आहे."),
                n("c101eb96", "हे प्रक्षेपण उपलब्ध नाही."),
                n("gb24a514", "कॉपीराईट मालकाने दिलेल्या रिपोर्टच्या प्रतिक्रियेदाखल हा मीडिया अक्षम केला आहे."),
                n("hcaf3e63", function (e) {
                    return e.holder + " यांनी केलेल्या कॉपीराइटच्या दाव्यामुळे हा मीडिया अक्षम केला आहे.";
                }),
                n("if05c038", "हे प्रक्षेपण आपल्या परिसरामध्ये उपलब्ध नाही."),
                n("d420171b", function (e) {
                    return e.holder + " यांच्या कॉपीराइट क्लेममुळे व्हिडिओ उपलब्ध नाही";
                }),
                n("b1eb72fa", "क्षमस्व, हा व्हिडिओ काही भागांमध्ये निर्बंधित आहे,आपले स्थान मिळविण्यासाठी कृपया थोडी प्रतीक्षा करा. आपण आपल्या ब्राउझरमध्ये स्थान सेटिंग्ज सक्षम केली असल्याची खात्री करा."),
                n("c057680c", "आम्ही या ब्राउझरमध्ये व्हिडिओ प्ले करू शकत नाही. कृपया वेगळा वेब ब्राउझर वापरुन पहा."),
                n("i5dfae6e", "हा व्हिडिओ आपल्या परिसरामध्ये उपलब्ध नाही."),
                n("c2388276", "हा व्हिडिओ हटविला आहे."),
                n("d2c96140", "गेस्ट ऑडिओ सूचक"),
                n("f6dc9146", "रिप्ले करा"),
                n("d30c74fe", "व्हॉल्यूम"),
                n("f2d4e6f2", "पुन्हा पहा"),
                n("e9f1af3a", "अधिक शोधा"),
                n("f1881d86", "या पोस्टला उत्तर दिले जाणार नाही, सामायिक किंवा पसंत केले जाऊ शकत नाही."),
                n("j3d37222", "X ला कायदेशीररित्या ही सूचना देणे आवश्यक आहे."),
                n("e461d0ee", "अद्ययावत माहिती मिळवा"),
                n("d1386940", "अद्ययावत माहिती ठेवा"),
                n("ecda5f9e", "दिशाभूल करणारी"),
                n("a423473c", "कायदेशीररित्या आवश्यक सूचना"),
                n("b3296688", "दृश्यमानता मर्यादित"),
                n("ccd32094", "आता"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " पूर्वी";
                }),
                n("ae408b76", "आपण पुन्हा पोस्ट केले"),
                n("j355f008", "पिन केलेले पोस्ट"),
                n("habf9678", "लेखकाने पिन केले"),
                n("db0798ed", function (e) {
                    return e.topicName + " विषय";
                }),
                n("dc716ec9", function (e) {
                    return "शिफारसीकृत विषय: " + e.topicName;
                }),
                n("fbc2003c", "समाप्त झाले"),
                n("h5051dd8", "रद्द झाले आहे"),
                n("bb5f91a3", function (e) {
                    return e.count + " या स्पेसमधील ";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " ऐकत आहे/त";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + "बोलत आहेत + " + e.count + " ऐकत आहे/त";
                }),
                n("df006f4f", function (e) {
                    return e.count + " स्वारस्य आहे";
                }),
                n("c889af33", function (e) {
                    return e.count + " सहभागी झाले";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " ऐकत आहेत";
                }),
                n("jbc5f47a", "स्पेसेस डॉक");
            n("gfe2830f", function (e) {
                return "अन्य " + e.count + " जण";
            }),
                n("dbeae6cf", function (e) {
                    return "अन्य " + e.count + " श्रोत" + f(e.count, "ा", "े");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+अन्य " + e.count + f(e.count, "", " जण");
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " रोजी " + e.time + " वाजता";
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "वेळ " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " मिनिट" + f(e.count, "", "े") + " शिल्लक";
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + " तास शिल्लक";
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " दिवस शिल्लक";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " दिवस " + e.formattedHours + " तास शिल्लक";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " तास " + e.formattedMins + " मिनिट" + f(e.mins, "", "े") + " शिल्लक";
                }),
                n("f89a5d60", "होस्ट"),
                n("ce2cfb36", "केवळ सदस्य"),
                n("df06241c", "कम्युनिटी"),
                n("b03e162a", "लाइव्ह ऐका"),
                n("b3d828ee", "सहभागी झाले"),
                n("g519ec2a", "रेकॉर्डिंग प्ले करा"),
                n("c6000450", "स्मरणपत्र सेट केले"),
                n("db44ff5c", "स्मरणपत्र सेट करा"),
                n("f7b6346a", "आता सुरू करा"),
                n("cc1f75ac", "स्पेसेस"),
                n("bd08d1b2", "तपशील उपलब्ध नाही"),
                n("j8b01b27", function (e) {
                    return e.host + " यांनी होस्ट केलेली " + e.title + " स्पेस रद्द  केली आहे";
                }),
                n("fda9f48c", "स्पेस रद्द केली आहे"),
                n("jf7853f7", function (e) {
                    return e.host + " यांनी होस्ट केलेली " + e.title + " स्पेस समाप्त झाली आहे";
                }),
                n("i1a29920", "स्पेस समाप्त झाली"),
                n("db467ffe", "स्पेसमध्ये सहभागी व्हा"),
                n("i8dc3993", function (e) {
                    return e.host + " यांनी होस्ट केले";
                }),
                n("eb0b05b9", function (e) {
                    return e.count + " अन्य वरून";
                }),
                n("d19b9f77", function (e) {
                    return " " + e.host + " यांनी " + e.scheduledStart + " वाजता " + e.title + " साठी " + e.action + " होस्ट केले";
                }),
                n("e679d5d7", function (e) {
                    return "आता " + e.scheduledStart + " यासाठी " + e.title + " नियोजित सुरूवात करा";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " साठी स्पेस, " + e.scheduledStart + " वाजता सुरू";
                }),
                n("dcbcaa23", function (e) {
                    return "यांचे रेकॉर्डिंग प्ले करा " + e.title;
                }),
                n("gaeb997e", "अधिक"),
                n("f8b21226", "सहभागी व्हा"),
                n("e1b95ab0", "अंतिम संपादन"),
                n("i308d42c", "या पोस्टची नवीन आवृती आहे"),
                n("h092d520", "या पोस्टची नवीन आवृती आहे."),
                n("b74bf8b8", "प्रतिमा"),
                n("ha9ed08c", "सह तयार केले"),
                n("bff61470", "संपादित करण्यासाठी येथे क्लिक करा"),
                n("f4393d0f", function (e) {
                    return e.name + " यांना नेमून दिला";
                }),
                n("f8e8e32e", "आपण"),
                n("df6703d3", "आपण"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "अन्य " + e.otherUsersCount + " जण");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "अन्य " + e.otherUsersCount + " जण");
                }),
                n("gea7aa3c", "पुढे"),
                n("b6462b32", "पूर्वीचे"),
                n("caddb529", "आणि "),
                n("ff31714c", function (e) {
                    return " आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("e06c99b7", "आणि"),
                n("i4e2f96c", function (e) {
                    return " आणि अन्य " + f(e.othersCount, "1", "" + e.othersCount) + " जण";
                }),
                n("ga629a8c", "चर्चेमधील लोक पहा"),
                n("d6f781e4", "जेव्हा आपण आपल्या आवडत्या X  क्रिएटर्सची सदस्यता घेता, तेव्हा आपणास विशेष मजकूर मिळतो — आणि त्यांना थोडे पैसे मिळतात."),
                n("dab106f8", "सदस्य"),
                n("a46e92c2", "निया."),
                n("f9633e62", "प्रशा"),
                n("a3dfd0cb", function (e) {
                    return "पोस्ट" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "पोस्ट" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "लेख" + e.noun;
                }),
                n("h13ffc88", "व्हॉईस"),
                n("c8c4600e", "व्हॉइस पोस्ट"),
                n("de8c5eb2", "ऑडिओ प्ले करा"),
                n("ec286028", "ऑडिओला विराम द्या"),
                n("ad77feb6", "मथळे उपलब्ध नाहीत"),
                n("e82adfeb", function (e) {
                    return e.count + " वेब पृष्ठ" + f(e.count, "", "े");
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " पोस्ट" + f(e.count, "", "्स");
                }),
                n("g78032d5", function (e) {
                    return e.count + " वेब पृष्ठे आणि पोस्ट्स";
                }),
                n("j3de54a8", "नोट"),
                n("a6a6ced4", "नोट वाचा"),
                n("dbc0c2f4", "बुकमार्क"),
                n("d6885d3e", "समुदाय पहा"),
                n("d5a48014", "शीर्षक"),
                n("b92b6156", "उपशीर्षक"),
                n("ec5ed598", "मुख्य मजकूर"),
                n("c69eb656", "फूल-टाइम"),
                n("g46ae43c", "फूल-टाइम कॉनट्रॅक्ट"),
                n("jf7d4cc6", "पार्ट-टाइम"),
                n("b2214572", "कॉन्ट्रॅक्ट-टू-हायर"),
                n("f8337bd6", "प्रति वर्ष"),
                n("i935bf88", "प्रति तास"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "यादी"),
                n("fe64170c", "जेव्हा आपण निवड करता तेव्हा ते बदलता येत नाही"),
                n("g10ace38", "सर्वेक्षणाचे पर्याय"),
                n("a3edf99a", "अंतिम निकाल"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " मत" + f(e.count, "", "े");
                }),
                n("e86732e4", "निवडक"),
                n("a35a5b10", "आपल्याला माहिती असलेले फॉलोअर्स"),
                n("fc8cd112", "आपण फॉलो करत असलेल्या कोणीही फॉलो केले नाही"),
                n("df8cd2af", function (e) {
                    return e.itemCount + " पैकी " + e.currentSlide + " स्लाइड - कॅरोसेल. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "पुढची स्लाइड"),
                n("c4d53ba2", "आधीची स्लाइड"),
                n("h6405c17", function (e) {
                    return e.itemCount + " पैकी " + e.currentSlide + " स्लाइड -  कॅरोसेल";
                }),
                n("a3efd2c4", "विषय"),
                n("b91c8e53", function (e) {
                    return e.title + " यासाठी विषयाचे कार्ड.";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + " साठी विषयाचे कार्ड";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " प्रतिमांचे कलेक्शन. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "फिरवण्यासाठी ड्रॅग करा"),
                n("f0e1fb48", "या ब्राउझरमध्ये या व्हिडिओ फॉरमॅटसाठी पूर्वावलोकन करणे शक्य झाले नाही. तरीही व्हिडिओ अपलोड करणे शक्य आहे "),
                n("c2fc878d", function (e) {
                    return "आपण मर्यादेपेक्षा " + e.count + " वर्णाक्षरे जास्त प्रविष्ट केली आहेत";
                }),
                n("db11b27f", function (e) {
                    return e.count + " वर्णाक्षर" + f(e.count, "", "े") + " शिल्लक";
                }),
                n("bb7b821a", "आपण प्रत्युत्तर देऊ शकता"),
                n("fc41217b", function (e) {
                    return "@" + e.screenName + " द्वारे फॉलो करत असलेली किंवा उल्लेख केलेली खाती प्रत्युत्तर देऊ शकतात";
                }),
                n("e5dc76d0", "आपण या चर्चेला प्रत्युत्तर देऊ शकता"),
                n("ab105904", "कोण प्रत्युत्तर देऊ शकते?"),
                n("fd1cda7a", "आपण या चर्चेला प्रत्युत्तर देऊ शकत नाही"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " फॉलो करत असलेली किंवा उल्लेख केलेली खाती प्रत्युत्तर देऊ शकतात";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " उल्लेख केलेली खाती प्रत्युत्तर देऊ शकतात";
                }),
                n("d2ae1499", function (e) {
                    return "@" + e.screenName + " द्वारे सबस्क्राइब केलेले किंवा उल्लेख केलेली खाती प्रत्युत्तर देऊ शकतात";
                }),
                n("a4e254ff", function (e) {
                    return "सत्यापित खाती किंवा @" + e.screenName + " ने उल्लेख केलेले खाती प्रत्युत्तर देऊ शकतात";
                }),
                n("j1b02fd8", "सत्यापित करा"),
                n("daba4484", "केवळ पोस्ट लिहिणारी व्यक्ती आणि नियामक ते पाहू शकतात"),
                n("f956070a", "समुदायाच्या नियमांचे उल्लंघन केल्याने ते नियामकांनी लपविले होते."),
                n("cc17f408", "सदस्यांना जेव्हा समुदायामधून काढून टाकले जाते तेव्हा त्यांचे पोस्ट उर्वरित समुदायापासून लपविले जातात."),
                n("j620ce06", "हे पोस्ट कोण पाहू शकते?"),
                n("bd414b44", "केवळ आपल्या सदस्यांसाठी निवडक"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " आणि त्यांचे सदस्य आपले पोस्ट पाहू शकतात";
                }),
                n("g1c6a77e", "आपण सबस्क्रीप्शन्सचा मजकूर पाहत आहात"),
                n("d3b143d7", function (e) {
                    return "आपण @" + e.screenName + " ची सदस्यता घेतल्याने आपणास हे आणि प्रत्युत्तर दिसत आहे";
                }),
                n("f6337117", function (e) {
                    return "आपण @" + e.screenName + " याचे सदस्यत्व घेतले असल्यामुळे आपण हे पोस्ट पाहू शकता";
                }),
                n("g766a06d", function (e) {
                    return "केवळ@ " + e.screenName + " च्या सर्कलमधील लोक हे पोस्ट पाहू शकतात";
                }),
                n("j040a368", "प्रत्युत्तरांमध्ये लिंक्स अक्षम केले"),
                n("b31d0af7", function (e) {
                    return "या पोस्टच्या प्रत्युत्तरांमधील लिंकना " + e.screenName + " अनुमती देत नाही";
                }),
                n("eab0f780", "आपण या पोस्टच्या प्रत्युत्तरांमध्ये बाह्य लिंक्स पोस्ट किंवा भाष्य करू शकत नाही."),
                n("f17a1f54", "Premium Exclusive"),
                n("a0953370", "सबस्क्रीप्शन"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + " ने डाउन झाले";
                }),
                n("ac73eb5a", "कोणताही बदल नाही"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + " ने वर गेले";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " मिनिट" + f(e.minutes, "", "े") + " पूर्वी";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " तास पूर्वी";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " दिवस पूर्वी";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " आठवड" + f(e.weeks, "ा", "े") + " पूर्वी";
                }),
                n("efcd5885", function (e) {
                    return e.months + " महिन" + f(e.months, "ा", "े") + " पूर्वी";
                }),
                n("c37228b5", function (e) {
                    return e.years + " वर्ष" + f(e.years, "", "े") + " पूर्वी";
                }),
                n("jf83d092", "दिवस"),
                n("af4abf20", "महिना"),
                n("b871f280", "वर्ष"),
                n("hac89ab0", "जानेवारी"),
                n("ef30b30a", "फेब्रुवारी"),
                n("b56920fa", "मार्च"),
                n("b1a0f1ec", "एप्रिल"),
                n("daf779c8", "मे"),
                n("c6ad074e", "जून"),
                n("f1db106c", "जुलै"),
                n("i4e80b7a", "ऑगस्ट"),
                n("efa6cc1e", "सप्टेंबर"),
                n("f40a0cbe", "ऑक्टोबर"),
                n("ac74a31c", "नोव्हेंबर"),
                n("i6c1e4b2", "डिसेंबर"),
                n("de540c32", "पासवर्ड प्रदर्शित करा"),
                n("b4abfdb4", "पासवर्ड लपवा"),
                n("f06ae5d3", function (e) {
                    return e.standardTweetCount + " वर्णाक्षर" + f(e.standardTweetCount, "", "े") + " मानक पोस्टसाठी शिल्लक, " + e.totalCount + " वर्णाक्षर" + f(e.totalCount, "", "े") + " एकूण शिल्लक";
                }),
                n("fee0a8bc", "जतन करा"),
                n("ae7f7656", "रिकामे करा"),
                n("gd769996", "काहीतरी चुकीचे घडले. पुन्हा लोड करण्याचा प्रयत्न करा."),
                n("i5450bec", "मीडिया"),
                n("f7432494", "छायाचित्र समाविष्ट करा"),
                n("a5f7ce12", "पुन्हा फॉलो करा"),
                n("c3befdbe", "फॉलोइंग"),
                n("d3029dbc", "अनफॉलो करा"),
                n("aeb6f0a0", "सदस्यता घ्या"),
                n("b4397192", "व्यवस्थापित करा"),
                n("i8cfb6e6", "अवरोधित केले"),
                n("ea100d6a", "अनब्लॉक करा"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + " अनब्लॉक करायचे?";
                }),
                n("ab7c3460", "त्यांना आपल्याला फॉलो करता येईल आणि आपले पोस्ट्स पाहता येतील."),
                n("i58d8718", "ते तुम्हाला फॉलो करण्यास आणि तुमच्या सार्वजनिक पोस्टसबरोबर संलग्न होण्यास सक्षम असतील."),
                n("cda66545", function (e) {
                    return e.followType + " " + e.screenName + " वर क्लिक करा";
                }),
                n("ee05e96b", function (e) {
                    return e.followType + " ते " + e.screenName + " वर क्लिक करा";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + " मधून बाहेर पडण्यासाठी क्लिक करा";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " ते " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + " यांना अनफॉलो करायचे?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + " ला अनफॉलो करायचे?";
                }),
                n("ge753264", "आपल्या For You टाइमलाइनवर त्यांची पोस्ट्स यापुढे दिसणार नाहीत. त्यांची पोस्ट्स संरक्षित नसल्यास आपणास त्यांचे प्रोफाइल अजूनही पाहता येईल."),
                n("b837c0e8", "आपण या विषयाला फॉलो करणे थांबवू शकता परंतु आपण कोणत्या खात्यांना फॉलो करीत आहात त्यानुसार आपण अजूनही त्याविषयी पोस्ट्स पाहू शकता."),
                n("ddac1f1d", function (e) {
                    return "आपणास निश्चितपणे " + e.communityName + " मधून बाहेर पडायचे आहे?";
                }),
                n("j8e33c40", "आपण समुदायामधील प्रवेश गमवाल आणि यापुढे सहभागी होऊ शकणार नाही, परंतु आपले पूर्वीचे पोस्ट अजूनही दृश्यमान असतील."),
                n("f305840e", "प्रलंबित"),
                n("i036327c", "फॉलो करण्याची विनंती काढून टाकायची?"),
                n("j95e3097", function (e) {
                    return "यामुळे आपली प्रलंबित विनंती रद्द केली जाईल आणि @" + e.screenName + " यापुढे ती पाहू शकणार नाहीत.";
                }),
                n("d85bc1b8", "आपली प्रतिमा झूम इन किंवा आउट करा."),
                n("f596ace8", "गुणोत्तर प्रमाण: मूळ"),
                n("df031fca", "गुणोत्तर प्रमाण: विशाल"),
                n("b40332c6", "गुणोत्तर प्रमाण: चौरस"),
                n("e547b368", "मूळ"),
                n("f7571204", "विशाल"),
                n("e6e16812", "चौरस"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + "  द्वारे प्रमोटेड";
                }),
                n("if2bf8b4", "प्रमोटेड"),
                n("f3624b5c", "प्रमोटेड (राजकारणाशी संबंधित)"),
                n("b4b3b113", function (e) {
                    return e.fullName + " यांनी (राजकारणाशी संबंधित) प्रमोट केले";
                }),
                n("be222050", "(जाहिरात) प्रमोट केली"),
                n("hcbbe447", function (e) {
                    return e.fullName + " यांनी (जाहिरात) प्रमोट केली";
                }),
                n("jcf3e7a2", "लॉटी अॅनिमेशनसाठी फ्रेममध्ये सुधारणा"),
                n("a0af935c", "पसंत केले"),
                n("b8c465e2", "पुन्हा पोस्ट केलेले"),
                n("c7a989ce", "बुकमार्क केलेले"),
                n("b03835c7", function (e) {
                    return e.replyCount + " प्रत्युत्तर" + f(e.replyCount, " द्या", "े");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " पुन्हा पोस्ट केले" + f(e.retweetCount, "", "ले");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " पसंत" + f(e.likeCount, "ी", "्या");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " बुकमार्क" + f(e.bookmarkCount, "", "्स");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " अवलोकन" + f(e.viewCount, "", "े");
                }),
                n("f2849136", "विश्लेषणे"),
                n("f206e970", "पोस्ट विश्लेषणे पहा"),
                n("c7073f5b", function (e) {
                    return e.count + " अवलोकन" + f(e.count, "", "े") + ". पोस्ट विश्लेषणे पहा";
                }),
                n("hf417cf0", "बुकमार्क्समधून काढून टाका"),
                n("febd30ed", function (e) {
                    return e.count + " बुकमार्क" + f(e.count, "", "्स") + ". बुकमार्क";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " बुकमार्क" + f(e.count, "", "्स") + ". बुकमार्क केलेले";
                }),
                n("d636ebc6", "पसंत केले"),
                n("eb3a8b0c", "नापसंत"),
                n("j472ecfc", "हे पोस्ट लाइक करा"),
                n("dac92b0d", function (e) {
                    return e.count + " पसंत" + f(e.count, "ी", "्या") + ". पसंती";
                }),
                n("aa650427", function (e) {
                    return e.count + " पसंत" + f(e.count, "ी", "्या") + ". पसंत केले";
                }),
                n("hdf7226a", "प्रत्युत्तर"),
                n("c9940955", function (e) {
                    return e.count + " प्रत्युत्तर" + f(e.count, "", "े") + ". Reply";
                }),
                n("f2919fb8", "पुन्हा पोस्ट करा"),
                n("fd1e5446", "पुन्हा पोस्ट करणे रद्द करा"),
                n("dfad425d", function (e) {
                    return e.count + " पुन्हा पोस्ट केले" + f(e.count, "", "ले") + ". पुन्हा पोस्ट केलेले";
                }),
                n("a386dc55", function (e) {
                    return e.count + " पुन्हा पोस्ट केले" + f(e.count, "", "ले") + ". पुन्हा पोस्ट केले";
                }),
                n("f65198c2", "भाष्य पहा"),
                n("dc63da16", "शेअर करा"),
                n("cee0585c", "पोस्ट शेअर करा"),
                n("ceb6841c", "सदस्यांना जेव्हा समुदायामधून काढून टाकले जाते तेव्हा त्यांचे पोस्ट उर्वरित समुदायापासून लपविले जातात."),
                n("cb731cae", "सर्कल संपादित करा"),
                n("c33d3a84", "सर्कलमध्ये जे घडते ते सर्कलमधेच राहते"),
                n("c4f10e71", "अधिक जाणून घ्या"),
                n("b09adb0c", "चर्चा पहा"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "फॉलो करत आहे";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "फॉलोअर" + f(e.count, "", "्स");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "वर्गणीदार";
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "सबस्क्रीप्शन" + f(e.count, "", "्स");
                }),
                n("ef633578", "खाते स्थगित केले आहे"),
                n("a6a3d496", "लिंक प्रविष्ट करा"),
                n("acce6978", "लिंक संपादित करा"),
                n("f5e8f526", "संपादित करा"),
                n("h517e8d8", "काढून टाका"),
                n("a30ae58e", "प्रदर्शित होणारा मजकूर"),
                n("da38c958", "URL"),
                n("d5d57678", "घाला"),
                n("ec822028", "कृपया ही फील्ड भरा"),
                n("ebc5d2cc", "या URL मध्ये काहीतरी चुकीचे आहे. कृपया या लिंकचे स्पेलिंग आणि स्वरूपन तपासा."),
                n("h30a19bb", function (e) {
                    return "हा पाय चार्ट आहे. चार्टचे शीर्षक " + e.chartTitle + " आहे. एकूण " + e.noOfCategories + " श्रेणी आहेत. किमान मूल्य " + e.minValue + " आहे आणि कमाल मूल्य " + e.maxValue + "आहे. नॅव्हिगेशन नियंत्रणे वापरून चार्ट एक्सप्लोर करा.";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + " ते " + e.maxValue + " पर्यंत स्पॅन केलेल्या मूल्यांचा डेटा असलेला हॉरीझोन्टल बार चार्ट";
                }),
                n("gdd51574", "रिफ्रेश करण्यासाठी पूल करा"),
                n("e557ad8e", "सक्रिय करा"),
                n("e3a58c28", "विस्तारित करा"),
                n("db355331", function (e) {
                    return e.team + " विजयी";
                }),
                n("a8428d5e", "आगामी"),
                n("a7aad8ba", "प्रत्यक्ष"),
                n("e431f1aa", "अंतिम"),
                n("a7391708", "पुढे ढकलले"),
                n("d2dbfa92", "रद्द"),
                n("cd734f66", "आज"),
                n("c8891d06", "उद्या"),
                n("d2414d31", function (e) {
                    return "न वाचलेले " + e.count + " आयटम्स";
                }),
                n("ce4e85ae", "न वाचलेले आयटम्स"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "तास"),
                n("ccc99ff2", "मिनिट"),
                n("g5662c95", function (e) {
                    return "स्तर " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "हा उपभोक्ता सध्या सक्रिय स्पेसमध्ये आहेत, सहभागी होण्यासाठी क्लिक करा"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " सध्या सक्रिय स्पेसमध्ये आहेत, सहभागी होण्यासाठी क्लिक करा";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " सध्या सक्रिय लाइव्ह प्रक्षेपणमध्ये आहेत, पाहण्यासाठी क्लिक करा";
                }),
                n("d9fd5570", "लपविलेली प्रत्युत्तरे"),
                n("c566d3a6", "लपवा"),
                n("a897c4d6", "संपादित इतिहास उघडला जातो"),
                n("e07a85a2", "पोस्ट अनुपलब्ध"),
                n("ffeb2fc6", "पुढील वर"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " निवडले";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + "मि.";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " सेकंद";
                }),
                n("f42c0c80", "निवडलेल्या विभागाची समाप्ती, निवड समायोजित करण्यासाठी अ‍ॅरो की वापरा"),
                n("i667afe8", "निवडलेल्या विभागाची सुरूवात, निवड समायोजित करण्यासाठी अ‍ॅरो की वापरा"),
                n("gfaaead8", "अशीर्षकांकित"),
                n("cfd13f46", "व्हॉइस डॉक"),
                n("eba2660a", "निळा"),
                n("hc196b78", "प्लम"),
                n("c8bc49d2", "जांभळा"),
                n("efff09ee", "हिरवा"),
                n("fcb424ee", "पिवळा"),
                n("ie2215aa", "मॅजेंटा"),
                n("f106ce44", "नारंगी"),
                n("acddd4d4", "लाल"),
                n("cef9b062", "तील"),
                n("d9daefca", "गडद राखाडी");
            var d = a(202784),
                b = [
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                ],
                u = { be5322c7: 0, b8e3884f: 0, gd8d8205: 0, i981a661: 1, jceb2edb: 0, f20a22a1: 1, a9ec3729: 0, d4918c71: 0, a87b1795: 0, g46e6cc5: 0, ge9aefd5: 0 };
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var c, a, n, i, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = g).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X नेहमी पुनरावलोकनासाठी स्पेसची प्रत ठेवते. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["आपण अवरोधित केलेली खाती सहभागी होऊ शकणार नाहीत. तथापि, X वर लॉग इन न केलेले लोक कदाचित ऐकू शकतील. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["स्पॅम आणि गैरवापराचे पुनरावलोकन करण्यासाठी X नेहमी मर्यादित काळासाठी स्पेसेसच्या प्रती ठेवते. ", "."];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["सत्यापित ऑरगनायझेशन्सना सबस्क्राईब करा आणि तुमच्या ऑरगनायझेशनमध्ये कोणत्याही खात्यावर वापरण्यासाठी $1k चे अॅड क्रेडिट मिळवा. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["एकदा आपण X मध्ये सहभागी झाल्यानंतर, आपण ", " यांच्या पोस्ट्सवर आपला प्रतिसाद देऊ शकता."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["आपण जेव्हा X मध्ये सहभागी होता तेव्हा आपण आपल्या फॉलोअर्सशी ", " यांचे पोस्ट शेअर करू शकता."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["X मध्ये आता सामील व्हा आणि ", " यांना सांगा की आपल्याला त्यांची पोस्ट आवडली आहे."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["", " यांनी X वर काय शेअर केले आहे ते पाहण्यासाठी त्यांना फॉलो करा."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["X मध्ये त्वरित सहभागी व्हा जेणेकरून आपण ", " यांचे पोस्ट खाजगीरित्या शेअर करू शकता."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["क्युरेटेड पोस्ट्ससाठी ", " यांना फॉलो करा"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["", " यांनी क्युरेट केलेल्या लोकांकडील सातत्याने येणाऱ्या पोस्ट्स पाहण्यासाठी आता X मध्ये सहभागी व्हा."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["आपणास आवडतील अशा ", " सारख्या गोष्टींबद्दल नवीन आणि आकर्षक चर्चा शोधण्यासाठी आता X वर सहभागी व्हा."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X वर ", " च्या पोस्ट्स दरम्यान शोधा."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X आणि त्याचे भागीदार आपल्याला एक चांगली, सुरक्षित आणि वेगवान सेवा प्रदान करण्यासाठी आणि आमच्या व्यवसायाचे समर्थन करण्यासाठी कुकीज वापरतात. काही कुकीज आमच्या सेवा वापरण्यासाठी, आमच्या सेवा सुधारण्यासाठी आणि योग्यरित्या कार्य करतात याची खात्री करण्यासाठी आवश्यक आहेत. आपण "सर्व कुकीज स्वीकारा" वर क्लिक केल्यास, आपण X आणि त्यांच्या या भागीदारांना आपल्या आवडीनुसार जाहिराती आणि संप्रेषणे प्रदान करण्यासाठी कुकीज वापरण्याचीही अनुमती देता. जर आपण  “अनावश्यक कुकीज नाकारायच्या,” वर क्लिक केले तर आम्ही कुकीजचा वापर सानुकूलित जाहिराती आणि संप्रेषणासाठी अतिरिक्त डेटा संकलित करण्यासाठी करणार नाही. आपली निवड कशी बदलावी यासह अधिक जाणून घेण्यासाठी, आमच्या ', " कुकीज पृष्ठास भेट द्या."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X आणि त्याचे भागीदार आपल्याला एक चांगली, सुरक्षित आणि वेगवान सेवा प्रदान करण्यासाठी आणि आमच्या व्यवसायाचे समर्थन करण्यासाठी कुकीज वापरतात. काही कुकीज आमच्या सेवा वापरण्यासाठी, आमच्या सेवा सुधारण्यासाठी आणि योग्यरित्या कार्य करतात याची खात्री करण्यासाठी आवश्यक आहेत. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["साइन-अप करुन आपण ", " आणि ", "मान्य करता, यामध्ये ", " समाविष्ट आहे."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["पात्र बातम्यांच्या प्रकाशनांमध्ये गेल्या सहा महिन्यांमध्ये प्रकाशित झालेल्या  आपल्याविषयीच्या कमीत कमी तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["आपल्याकडे असलेल्या X खात्याच्या प्रकारानुसार आपल्याला विशिष्ट आवश्यकता पूर्ण करण्याची आवश्यकता आहे. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["आपल्या खात्याचे उत्तम वर्णन करणारा पर्याय निवडा. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["आपले खाते कृतीशील, संस्थापक म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["आपण कार्यकर्ता म्हणून सत्यापित करणे आवश्यक असलेल्या आपल्या प्रांतासाठी किमान फॉलोअरची संख्या गाठली नाही किंवा थ्रेशोल्डचा उल्लेख केला नाही. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["आपल्याविषयी अलीकडील शोध गतिविधीच्या पुराव्यांसह Google प्रचलनांमधील प्रोफाइलची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["आपल्याविषयीची विकिपीडिया पृष्ठाची लिंक नमूद करा. त्यामध्ये कमीत कमी तीन बाह्य संदर्भ असणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["सत्यापित वकिली संस्थेच्या नेतृत्व पदाचा आपला संदर्भ देणारी एखादी लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाईटवरुन संदर्भ मिळणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["आपले खाते प्रभावी व्यक्ती म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["आपण कंटेंट क्रिएटर किंवा प्रभावी व्यक्ती म्हणून सत्यापित करणे आवश्यक असलेल्या आपल्या प्रांतासाठी किमान फॉलोअरची संख्या गाठली नाही किंवा थ्रेशोल्डचा उल्लेख केला नाही. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["आपले खाते प्रमुख कंपनी, ब्रँड किंवा संस्था म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["आपल्या कंपनी, ब्रँड किंवा संस्थेच्या अलीकडील शोध गतिविधीच्या पुराव्यांसहित Google प्रचलनांच्या प्रोफाइलची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["आपल्या कंपनी, ब्रँड किंवा संस्थेची विकिपीडिया पृष्ठाची लिंक नमूद करा ज्यामध्ये कमीत कमी तीन बाह्य संदर्भ आहेत. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["पब्लिक स्टॉक एक्सचेंजमध्ये सूचीबद्ध असलेल्या आपल्या कंपनी, ब्रँड किंवा संस्थेचा पुरावा दाखविणारी एखादी लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["गेल्या सहा महिन्यांमध्ये सत्यापित केलेल्या बातम्यांच्या प्रकाशनांमधील आपल्या कंपनी विषयीच्या किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["या श्रेणीमधील सत्यापनासाठी पात्र होण्याकरिता आपण एका सत्यापित संस्थेमध्ये वरिष्ठ नेतृत्व पदावर असणे आवश्यक आहे. पात्रतेची पुष्टी करण्यासाठी आपल्या संस्थेचे खाते समाविष्ट करा. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["आपले खाते प्रख्यात संस्थेचे ज्येष्ठ नेते म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["आपल्या संस्थेमधील वरिष्ठ नेते किंवा अधिकारी म्हणून आपला संदर्भ असलेल्या गेल्या सहा महिन्यांत सत्यापित वृत्तसंस्थांनी प्रकाशित केलेल्या किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["आपल्या संस्थेतील वरिष्ठ नेता म्हणून आपला संदर्भ देणारी लिंक नमूद करा. संदर्भ एखाद्या सत्यापित कंपनी, ब्रँड किंवा संस्थेच्या अधिकृत साईटवरचा असणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["आपल्या उत्पादनाविषयी अलीकडील शोध गतिविधीच्या पुराव्यांसह Google प्रचलनांमधील प्रोफाइलची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["पात्र बातम्यांच्या प्रकाशनांमध्ये गेल्या सहा महिन्यांमधील आपल्या उत्पादनाविषयीच्या कमीत कमी तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["आपले खाते प्रमुख उत्पादनाचे अधिकृत खाते म्हणून सत्यापनासाठी पात्र आहे हे दाखवण्यासाठी एक पद्धत निवडा. अधिक जाणून घ्या. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["पब्लिक स्टॉक एक्सचेंजमध्ये सूचीबद्ध असलेल्या आपल्या उत्पादन संस्थेचा पुरावा दाखविणारी एखादी लिंक नमूद करा. अधिक जाणून घ्या. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["आपल्या उत्पादनाविषयी विकिपीडिया पृष्ठाची लिंक नमूद करा. ज्यामध्ये कमीत कमी तीन बाह्य संदर्भ समाविष्ट आहेत. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["आपले खाते मनोरंजन क्षेत्रामधील प्रख्यात कंपनी म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["आपल्या मनोरंजन क्षेत्रामधील कंपनी विषयी अलीकडील शोध गतिविधीच्या पुराव्यांसह Google प्रचलनांमधील प्रोफाइलची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["पात्र बातम्यांच्या प्रकाशनांमध्ये गेल्या सहा महिन्यांमधील आपल्या कंपनी विषयीच्या कमीत कमी तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["पब्लिक स्टॉक एक्सचेंजमध्ये सूचीबद्ध असलेल्या आपल्या मनोरंजन क्षेत्रातील कंपनीचा पुरावा दाखविणारी एखादी लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["आपल्या मनोरंजन क्षेत्रामधील कंपनी विषयी विकिपीडिया पृष्ठाची लिंक नमूद करा. ज्यामध्ये कमीत कमी तीन बाह्य संदर्भ समाविष्ट आहेत. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["आपले खाते प्रभावी डिजिटल कंटेंट क्रिएटर म्हणून सत्यापनासाठी पात्र आहे हे दर्शविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["आपल्या कंटेंट क्रिएटर प्रोफाइलला लिंक द्या. आपले क्रिएटर प्रोफाइल कोणत्याही डिजिटल प्लॅटफॉर्मवर असू शकते परंतु त्यास आपल्या X हँडलचा संदर्भ असणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["आपल्याविषयीची विकिपीडिया पृष्ठाची लिंक नमूद करा. ज्यामध्ये कमीत कमी तीन बाह्य संदर्भ समाविष्ट आहेत. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["आपले खाते मनोरंजन क्षेत्रामधील व्यक्ती म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["आपल्या IMDB प्रोफाइलला एखादी लिंक द्या ज्यामध्ये किमान 50 उत्पादन क्रेडिट्स असतील. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["मनोरंजन क्षेत्र आणि आपल्या X खात्यामध्ये आपणास एक व्यक्ती म्हणून संदर्भित करणारी एखादी लिंक नमूद करा. एखाद्या सत्यापित संस्थेच्या अधिकृत वेबसाईटवरून संदर्भ मिळणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["आपल्या सरकारी खात्याचे उत्कृष्ट वर्णन करणारी श्रेणी निवडा. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["ऑफिसचा पात्र उमेदवार म्हणून आपला संदर्भ असलेल्या गेल्या सहा महिन्यांत सत्यापित वृत्तसंस्थांनी प्रकाशित केलेल्या किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["पात्र सरकारी ऑफिस म्हणून आपला संदर्भ असलेल्या गेल्या सहा महिन्यांत सत्यापित वृत्तसंस्थांनी प्रकाशित केलेल्या किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["पात्र सरकारी अधिकारी म्हणून आपला संदर्भ असलेल्या गेल्या सहा महिन्यांत सत्यापित वृत्तसंस्थांनी प्रकाशित केलेल्या किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["राज्य किंवा राष्ट्रीय स्तरावर आणि आपल्या X खात्यावरील सरकारी ऑफिसमधील उमेदवार म्हणून आपला संदर्भ देणाऱ्या आपल्या अधिकृत मोहिमेच्या वेबसाईटची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["आपले सरकारी ऑफिस किंवा सार्वजनिक सेवेचा आणि आपल्या X खात्याचा संदर्भ देणाऱ्या अधिकृत सरकारी वेबसाईटची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["पात्र सरकारी अधिकारी किंवा संलग्न कंपनी म्हणून संदर्भित केलेली एखादी लिंक नमूद करा. सत्यापित सरकारी अधिकृत साईटवरुन संदर्भ मिळणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["सत्यापित करण्यासाठी पत्रकारांना एखाद्या सत्यापित वृत्तसंस्थेने किंवा प्रकाशनाने नियुक्त करणे आवश्यक आहे. आपल्या नियोक्त्याच्या खात्याची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["प्रसिद्ध पत्रकार म्हणून आपले खाते सत्यापन करण्यास पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["आपल्या नियोक्त्यासाठी पत्रकार म्हणून संदर्भित केलेली एखादी लिंक नमूद करा. संदर्भ सत्यापित वृत्तसंस्थेच्या अधिकृत साइटवरुन येणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["पात्र प्रकाशनांमध्ये मागील सहा महिन्यांमध्ये प्रकाशित झालेल्या कमीत कमी तीन बायलाइन्स आणि/किंवा क्रेडिट्स नमूद करा. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["आपले खाते वृत्तसंस्था म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["आपल्याविषयी अलीकडील शोध गतिविधीच्या पुराव्यांसहित Google प्रचलनांच्या प्रोफाइलची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["आपल्या वृत्तसंस्थेविषयी विकिपीडिया पृष्ठाची लिंक नमूद करा ज्यामध्ये कमीत कमी तीन बाह्य संदर्भ आहेत. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["पब्लिक स्टॉक एक्सचेंजमध्ये सूचीबद्ध असलेल्या आपल्या वृत्तसंस्थेचा पुरावा दाखविणारी एखादी लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["गेल्या सहा महिन्यांमध्ये सत्यापित केलेल्या बातम्यांच्या प्रकाशनांमधील आपल्या वृत्तसंस्थेविषयी किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["व्यावसायिक क्रीडा क्षेत्रामधील व्यक्तींनी सत्यापित होण्यासाठी सत्यापित स्पोर्ट्स लीग आणि इव्हेंटमध्ये स्पर्धा करणे आवश्यक आहे. सत्यापित टीम, लीग, इव्हेंट किंवा आपल्या खात्याशी संबंधित संस्थेची एखादी लिंक नमूद करा."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["आपण आपल्या प्रदेशासाठी किमान फॉलोअर थ्रेशोल्डची संख्या पूर्ण केलेली नाही, ज्याची गेमिंगमध्ये स्वतंत्र म्हणून सत्यापित करणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["क्रीडाक्षेत्रामधील व्यक्तींनी सत्यापित होण्यासाठी सत्यापित ई-स्पोर्ट्स लीग आणि इव्हेंटमधील स्पर्धेमध्ये भाग घेणे आवश्यक आहे. सत्यापित टीम, लीग, इव्हेंट किंवा आपल्या खात्याशी संबंधित संस्थेची एखादी लिंक नमूद करा."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["आपले खाते प्रमुख स्पोर्ट्स लीग, टीम किंवा जागतिक स्पर्धा म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["आपल्या व्यावसायिक क्रीडा संस्थांविषयीच्या अलीकडील शोध गतिविधीच्या पुराव्यांसहित Google प्रचलनांच्या प्रोफाइलची लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["आपल्या व्यावसायिक क्रीडा संस्थेविषयी विकिपीडिया पृष्ठाची लिंक नमूद करा ज्यामध्ये कमीत कमी तीन बाह्य संदर्भ आहेत. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["पब्लिक स्टॉक एक्सचेंजमध्ये सूचीबद्ध असलेल्या आपल्या व्यावसायिक क्रीडा संस्थेचा पुरावा दाखविणारी एखादी लिंक नमूद करा. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["एखाद्या जागतिक स्पर्धा किंवा व्यावसायिक क्रीडा संस्थेची अधिकृत वेबसाइटची लिंक नमूद करा ज्यावर लीग, टीम, किंवा स्पर्धा म्हणून आपला संदर्भ दिलेला असतो. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["गेल्या सहा महिन्यांमध्ये सत्यापित केलेल्या बातम्यांच्या प्रकाशनांमधील आपल्या संस्थेविषयी किमान तीन लेखांच्या लिंक्स नमूद करा. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["आपले खाते व्यावसायिक क्रीडापटू म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["आपले खाते क्रीडाक्षेत्रामधील व्यक्ती म्हणून सत्यापनासाठी पात्र आहे हे दाखविण्यासाठी एखादी पद्धत निवडा. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["एखाद्या जागतिक स्पर्धा  किंवा व्यावसायिक स्पोर्ट्स संस्थेच्या अधिकृत वेबसाइटची लिंक नमूद करा ज्यामध्ये व्यावसायिक खेळाडू, व्यवस्थापक, किंवा प्रशिक्षक म्हणून आपला संदर्भ दिलेला असतो. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["सत्यापित ई-स्पोर्ट्स लीग किंवा इव्हेंटच्या अधिकृत वेबसाईटवरील एखादी लिंक नमूद करा ज्यावरून आपला रोस्टेड टीम सदस्य, प्रशिक्षक किंवा व्यवस्थापक म्हणून संदर्भ मिळतो. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["दुर्दैवाने, आम्ही सध्या कोणत्याही नवीन सत्यापन विनंत्यांवर प्रक्रिया करू शकत नाही. नंतर परत पाहून पुन्हा प्रयत्न करा. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["ई-मेलवरून आपली ओळख सत्यापित करण्यासाठी आपल्याकडे आधीचा सत्यापित पत्ता असणे आवश्यक आहे. हे करण्यासाठी  ", "वर नॅव्हीगेट करा."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["ई-मेलवरून आपली ओळख सत्यापित करण्यासाठी आपल्याकडे सत्यापित पत्ता असणे आवश्यक आहे. हे करण्यासाठी ", "वर नॅव्हीगेट करा."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["विशिष्ट श्रेणीतील उल्लेखनीय लोक किंवा गटासाठी सत्यापन आहे. जर ते आपल्यासारखे वाटत असेल तर सत्यापन विनंतीची प्रक्रिया सुरू करा. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["ID वरील आपला चेहरा आणि मजकूर स्पष्टपणे दृश्यमान आणि सुवाच्य आहे याची खात्री करा. तसे नसल्यास आपणास पुन्हा सबमिट करावे लागेल. आपल्या ID ची एखादी प्रत X मिळवीत किंवा संग्रहित करणार नाही. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["सबमिट केलेल्या कोणत्याही डेटाचा आपण वापर कसा करू शकता किंवा त्यामध्ये कशी सुधारण करू शकता याविषयीच्या माहितीसाठी, कृपया आमच्या ", " वर भेट द्या."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["निर्णय घेताच आपल्याशी संपर्क साधला जाईल. यासाठी जास्तीत जास्त " + this.props.days + " दिवस दिवस लागू शकतात."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["संक्षिप्त ", "वरून सुधारण्यासाठी आम्हाला मदत करा."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["आपली शेवटची विनंती " + this.props.date + " रोजी नाकारण्यात आली होती. आपल्याला नवीन विनंती सबमिट करण्यासाठी त्या तारखेपासून 30 दिवस थांबावे लागेल."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["आपली शेवटची विनंती " + this.props.date + " रोजी केली होती. आपल्याला नवीन विनंती सबमिट करण्यासाठी त्या तारखेपासून 30 दिवस थांबावे लागेल."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["आपण " + this.props.date + " रोजी शेवटची विनंती केली होती. निर्णय घेताच आपल्याशी संपर्क साधला जाईल."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["मजा करा आणि ", "चे अनुसरण करायला विसरू नका."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["हे आपण आपल्या खात्याशी कनेक्ट केलेले अनुप्रयोग आहेत. या अनुप्रयोगांनी वापरलेली माहिती आपण पाहू शकता आणि प्रवेश रद्द करू शकता. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["आपण फॉलो करत असलेले लोक नेहमी आपल्याला संदेश पाठवू शकतील. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["व्यवस्थापकीय खाते कनेक्ट करा जेणेकरून आपल्या स्वयंचलित खात्याला स्वयंचलित खात्याचे लेबल मिळेल. सर्व स्वयंचलित खाती व्यवस्थापकीय खात्याशी कनेक्ट असणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " ने "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " ", " यांनी अनुवादित केले"];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["आम्ही X ला निकोप चर्चेचे ठिकाण ठेवण्याचा प्रयत्न करतो म्हणून आम्ही या पोस्टमध्ये सहभागी होण्याचे बरेच मार्ग अक्षम केले आहेत. आपणास त्याविषयी बोलायचे असल्यास आपण अजूनही पोस्ट विषयी भाष्य करू शकता. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["आम्ही X ला निकोप चर्चेचे ठिकाण बनवण्याचा प्रयत्न करतो, म्हणून आम्ही या पोस्टशी संवाद साधण्याचे बहुतेक मार्ग अक्षम केले आहेत. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["केवळ @" + this.props.username + "आणि त्यांचे सर्कल हे पोस्ट्स पाहू शकतात."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["समुदायाचे प्रशासक हे सेट करतात आणि त्यांची अंमलबजावाणी करतात तसेच ते ", " आधीन आहेत."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["समुदाय सार्वजनिक आहेत, म्हणून संरक्षित खाती सध्या समाविष्ट केली जाऊ शकत नाहीत. आपण पोस्ट वाचू शकता, पण सहभागी होण्यासाठी, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["या समुदायाच्या नियमाचे उल्लंघन केल्याबद्दल नियामकाने आपणास काढून टाकले आहे: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " व्ह्यूज"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", " यांच्याकडून GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", " यांच्याकडून व्हिडिओ"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", " यांच्याकडून छायाचित्र"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", "", " वाजता"];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", "", " वाजता"];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['त्याऐवजी "', '" साठी शोधा'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['आपल्याला "', '" असे म्हणायचे आहे?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " आता प्रत्युत्तर देऊ शकतात"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " वर्ण"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["अंतिम संपादन: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["या संदर्भातील मदत आणि ती (नोट) कशी लिहावी यासाठी "];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", " वरून"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["", " ला शेवटी सेव्ह केले"];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " अप्रकाशित होतील, तुमच्या ड्राफ्टमध्ये हलवले जातील आणि सार्वजनिकरित्या दिसणार नाहीत."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["खालील मीडियामध्ये संवेदनशील माहिती असण्याची शक्यता आहे. ", "."];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["मूळ पोस्ट्सपुरती संपादन कार्यक्षमता मर्यादित असून त्यामध्ये प्रत्युत्तरे किंवा थ्रेड्स सारख्या गोष्टींचा समावेश नाही. आपण काय संपादित करू शकता याविषयी ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["आपले सर्कल संपादित करायचे आहे? सुरुवात करा. आपण लोकांना काढून टाकल्यास त्यांना सूचित केले जाणार नाही. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["नवीन स्वरूपन पर्यायांसाठी नवीन लेख रचनाकार ", "."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["समुदाय सार्वजनिक आहेत, म्हणून संरक्षित खाती चर्चेमध्ये सहभागी होऊ शकत नाहीत. आपण पोस्ट्स वाचू शकता, लाइक करू शकता पण अधिक क्रियाकलाप करण्यासाठी आपणास ", " आवश्यक आहे."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return [this.props.communityName + "मध्ये ", " यांना प्रत्युत्तर देत आहेत"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return [this.props.communityName + "मध्ये ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return [this.props.communityName + "मध्ये ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return [this.props.communityName + "मध्ये ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. आपले प्रत्युत्तर त्याच्या ", " देखील दिसेल."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. आपले प्रत्युत्तर त्यांच्या ", " देखील दिसेल."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", ". यांना प्रत्युत्तर देत आहे. आपले प्रत्युत्तर त्यांच्या ", " देखील दिसेल."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. आपले प्रत्युत्तर त्यांच्या ", " देखील दिसेल."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. " + this.props.trustedFriendsTweetOwner + " यांच्या सर्कलमधील लोक देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", "यांना प्रत्युत्तर देत आहे. " + this.props.trustedFriendsTweetOwner + "यांच्या सर्कलमधले देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. ", " सर्कलमधील लोक देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", "यांना प्रत्युत्तर देत आहे. ", " सर्कलमधले देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. ", "सर्कलमधील लोक देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["", "यांना प्रत्युत्तर देत आहे. ", " सर्कलमधले देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे. ", " सर्कलमधील लोक देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", "यांना प्रत्युत्तर देत आहे. ", " सर्कलमधले देखील आपले प्रत्युत्तर पाहू शकतील."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["पोस्ट प्रमोट करा यावर क्लिक करून आपण "];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["आपला नवीन ई-मेल " + this.props.unverifiedEmail + " ची पुष्टी करण्यात आलेली नाही. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["आपला पासवर्ड बदलल्याने आपण यावेळी वापरत असलेल्या सत्राखेरीज आपल्या सर्व सक्रिय X सत्रांमधून लॉग आउट केले जाईल. आपल्या खात्यावर ", "वरून प्रवेश केल्याचा परिणाम होणार नाही. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["मी X ला आणि Persona ला माझ्या ओळखीची पुष्टी करण्यासाठीआणि X च्या संबंधित सुरक्षा आणि सुरक्षितता हेतूंसाठी, तोतयागिरी रोखण्यापासून आणि पेमेंटच्या हेतूंसाठी माझ्या ID च्या प्रतिमा आणि इक्स्ट्रैक्ट केलेला बायोमेट्रिक डेटा यासह माझी सेल्फी वापरण्याची संमती देतो/देते. असा डेटा Persona, 30 दिवसांपर्यंत संग्रहित करू शकतो. माझे पूर्ण नाव, पत्ता, आणि माझ्या दस्तऐवज ID नंबरचे हॅशेस, जोपर्यंत ", " चे माझे सदस्यत्व असेल तोपर्यंत X ते संग्रहित करू शकतो. "];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["मी X ला आणि Au10tix ला माझ्या ओळखीची पुष्टी करण्यासाठीआणि X च्या संबंधित सुरक्षा आणि सुरक्षितता हेतूंसाठी, तोतयागिरी रोखण्यापासून आणि पेमेंटच्या हेतूंसाठी माझ्या ID च्या प्रतिमा आणि इक्स्ट्रैक्ट केलेला बायोमेट्रिक डेटा यासह माझी सेल्फी वापरण्याची संमती देतो/देते. असा डेटा Au10tix 30 दिवसांपर्यंत संग्रहित करू शकतो. माझे पूर्ण नाव, पत्ता, आणि माझ्या दस्तऐवज ID नंबरचे हॅशेस मी जोपर्यंत ", " किंवा ", " प्रोग्राममध्ये सहभागी होतो तोपर्यंत X ते संग्रहित करू शकतो. "];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["मी X ला आणि Au10tix ला माझ्या ओळखीची पुष्टी करण्यासाठीआणि X च्या संबंधित सुरक्षा आणि सुरक्षितता हेतूंसाठी, तोतयागिरी रोखण्यापासून आणि पेमेंटच्या हेतूंसाठी माझ्या ID च्या प्रतिमा आणि इक्स्ट्रैक्ट केलेला बायोमेट्रिक डेटा यासह माझी सेल्फी वापरण्याची संमती देतो/देते. असा डेटा Au10tix 30 दिवसांपर्यंत संग्रहित करू शकतो. माझे पूर्ण नाव, पत्ता, आणि माझ्या दस्तऐवज ID नंबरचे हॅशेस मी जोपर्यंत ", " किंवा ", " प्रोग्राममध्ये सहभागी असेन तोपर्यंत X ते संग्रहित करू शकतो."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["मी X ला आणि स्ट्राइपला माझ्या ओळखीची पुष्टी करण्यासाठीआणि X च्या संबंधित सुरक्षा आणि सुरक्षितता हेतूंसाठी, तोतयागिरी रोखण्यापासून आणि पेमेंटच्या हेतूंसाठी माझ्या ID च्या प्रतिमा आणि इक्स्ट्रैक्ट केलेला बायोमेट्रिक डेटा यासह माझी सेल्फी वापरण्याची संमती देतो/देते. असा डेटा स्ट्राइप आणि त्याचे सबप्रोसेसर्स 30 दिवसांपर्यंत संग्रहित करू शकतो आणि याचा वापर मॉडेलला प्रशिक्षण देण्यासाठी आणि फसवणूक शोधण्याच्या उद्देशाने डेटाबेस अद्ययावत करण्यासाठी करू शकतात. माझे पूर्ण नाव, पत्ता, आणि माझ्या दस्तऐवज ID नंबरचे हॅशेस मी जोपर्यंत ", " किंवा ", " प्रोग्राममध्ये सहभागी होतो तोपर्यंत X ते संग्रहित करू शकतो. "];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["मी X ला आणि स्ट्राइपला माझ्या ओळखीची पुष्टी करण्यासाठीआणि X च्या संबंधित सुरक्षा आणि सुरक्षितता हेतूंसाठी, तोतयागिरी रोखण्यापासून आणि पेमेंटच्या हेतूंसाठी माझ्या ID च्या प्रतिमा आणि इक्स्ट्रैक्ट केलेला बायोमेट्रिक डेटा यासह माझी सेल्फी वापरण्याची संमती देतो/देते. असा डेटा स्ट्राइप आणि त्याचे सबप्रोसेसर्स 30 दिवसांपर्यंत संग्रहित करू शकतो आणि याचा वापर मॉडेलला प्रशिक्षण देण्यासाठी आणि फसवणूक शोधण्याच्या उद्देशाने डेटाबेस अद्ययावत करण्यासाठी करू शकतात. माझे पूर्ण नाव, पत्ता, आणि माझ्या दस्तऐवज ID नंबरचे हॅशेस मी जोपर्यंत ", " किंवा ", "प्रोग्राममध्ये सहभागी असेन तोपर्यंत X ते संग्रहित करू शकतो. "];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["लिहा, किंवा स्क्रीनशॉट घ्या, आणि एखाद्या ठिकाणी सुरक्षित ठेवा. हा कोड केवळ एकदाच वापरला जाऊ शकतो. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["हा आपल्या खात्याशी संबंधित प्रमुख देश आहे. आपला X वापरानुभव सानुकूलित करण्यासाठी आपल्या देशाची आम्हाला मदत होते. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["आपण आपल्या मोबाईल उपकरणांवरून आयात केलेले हे संपर्क आहेत. ही माहिती X वरील आपला वापरानुभव वैयक्तिकृत करण्यासाठी वापरली जाते, जसे की खात्यांना फॉलो करणे सूचित करणे. आपण यापूर्वी अपलोड केलेले कोणतेही संपर्क काढू शकता आणि सर्व उपकरणांवर X बरोबरचे संकालन बंद करू शकता. यासाठी थोडा वेळ लागतो याची कृपया नोंद घ्या. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["सक्षम केल्यास, आपल्याला आपल्या पोस्ट्सवर स्थान माहिती संलग्न करता येईल. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " चे मासिक बिल " + f(this.props.duration, "एक महिन्या", this.props.duration + " महिन्यां") + "साठी"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " चे वार्षिक बिल केले जाते " + f(this.props.duration, "एका वर्षा", this.props.duration + " वर्षां") + "साठी"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [" " + f(this.props.duration, "एक वर्ष", this.props.duration + " वर्षे") + " साठी ", " ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [" " + f(this.props.duration, "एक महिना", this.props.duration + " महीने") + " साठी ", " ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["जेव्हा आपण एखाद्याला अवरोधित करता तेव्हा ती व्यक्ती आपणास फॉलो करू शकणार नाही किंवा संदेश पाठवू शकणार नाही, आणि आपणास त्यांच्याकडील सूचनापत्रे दिसणार नाहीत. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["खात्‍याबाबतची काही माहिती अजूनही Google किंवा Bing सारख्या शोध इंजिनांवर उपलब्ध असू शकते. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["आपणास केवळ आपले @उपभोक्तानाव बदलायचे असल्यास आपले खाते निष्क्रिय करण्याची आवश्यकता नाही - आपल्या ", "मधून ते संपादित करा."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["दुसऱ्या X खात्यावर सध्याचे @उपभोक्तानाव किंवा ई-मेल पत्ता वापरण्यासाठी, आपण हे खाते निष्क्रिय करण्यापूर्वी ", "."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["आपणास ", " डाउनलोड करायचा असल्यास, आपणास आपले खाते निष्क्रिय करण्यापूर्वी विनंती आणि डाउनलोड प्रक्रिया या दोन्ही गोष्टी पूर्ण करणे आवश्यक आहे. आपला डेटा डाउनलोड करण्यासाठी लागणाऱ्या लिंक्स निष्क्रिय केलेल्या खात्यावर पाठविता येणार नाहीत."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["आपण ", " अचूक आहे याची आपण पुष्टी करत आहात. जर तसे नसेल तर, त्याचा आपल्या खात्यावर प्रभाव पडू शकतो."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["आमच्या ", " यामध्ये स्पष्ट केल्याप्रमाणे, जाहिरातींसहित आपला वापरानुभव सानुकूल करण्यासाठी X आपल्या वयाचा वापर करते."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["आपला वाढदिवस X वर कोणी पहावा हे आपण नियंत्रित करू शकता. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " होस्ट करत आहेत"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " को-होस्ट करत आहेत"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " बोलत आहेत"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " ऐकत आहेत"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", "तयार करा"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["ही वेबसाइट असलेली एक कंपनी आधीपासूनच अस्तित्वात आहे. आपल्याला ", " म्हणायचं होतं?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["या फिल्टर्समुळे आपण फॉलो करीत असलेल्या व्यक्तींकडून येणाऱ्या सूचनापत्रांवर परिणाम होणार नाही. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["एकावेळी आपण एक शब्द, शब्द प्रयोग, @उपभोक्ता नाव, किंवा हॅशटॅग म्यूट करू शकता. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["आपण शब्द म्यूट करता तेव्हा ते शब्द समाविष्ट असलेल्या पोस्ट्सची कोणतीही नवीन सूचनापत्रे आपल्याला मिळणार नाहीत किंवा ते शब्द असलेले पोस्ट्स आपल्या होम टाइमलाइनवर दिसणार नाहीत. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["आपण म्यूट केलेले सर्वजण येथे आहेत. आपण त्यांचे नाव, या यादीमध्ये समाविष्ट करू शकता किंवा काढून टाकू शकता.  "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X  वर संवेदनशील मीडिया पाहण्यासाठी आपली प्राधान्ये व्यवस्थापित करा. आमच्या ", " याविषयी अधिक जाणून घ्या."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["यामध्ये संवेदनशील म्हणून चिन्हांकित केलेल्या इतर मीडियाचा समावेश होतो, जसे की त्यांची ", "  संवेदनशील आहेत म्हणून चिन्हांकित केलेल्या खात्यांमधील मीडिया."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["आपले खाते ध्वजांकित केले गेले आहे आणि क्रिएटर रेव्हेन्यू प्रोग्राममध्ये सहभागी होऊ शकत नाही. ", " दिलेल्या सूचनांचे पालन करून आपण अपील करू शकता. आपली अपील प्रक्रिया होत असताना आपल्या रेव्हेन्यूचा वाटा वाढत जाईल."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["आपले खाते ध्वजांकित केले गेले आहे आणि जाहिरात महसूल सामायिकरण कार्यक्रमामध्ये सहभागी होऊ शकत नाही. ", " दिलेल्या सूचनांचे पालन करून आपण अपील करू शकता. आपली अपील प्रक्रिया होत असताना आपल्या रेव्हेन्यूचा वाटा वाढत जाईल."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["", this.props.name + " यांची सदस्यता घ्या"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["आपण किती कमवू शकता याचा विचार करत आहात? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["लागू करून, आपण ", "ना बांधील राहण्यास सहमती देता"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["आपल्यासाठी आणि आपल्या दर्शकांसाठी योग्य असलेली मासिक किंमत निवडा. आपण काय कमवू शकता याविषयी आश्चर्य वाटत आहे? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["स्वीकारा आणि पुढे चालू ठेवा निवडून, आपण ", "ना बांधील राहण्यास सहमती देता"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["आपले सबस्क्रीप्शन मूल्य पुन्हा तपासून पुष्टी करा. ", " ते बदलू शकणार नाही."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["आम्ही आपल्या स्ट्राइप खात्याची पुष्टी केली आहे. आपल्या खात्यावरील सबस्क्रीप्शन्स लवकरच लाइव्ह होतील. लाइव्ह होताच आम्ही आपल्याला एक सूचना पाठवू. आपण आपल्या प्रोफाइलवर जाऊन सबस्क्रीप्शन्स सक्षम आहेत का ते पाहू शकता."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["खाली टॅप करून आपण ", "शी सहमत आहात."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['"सामील व्हा आणि ID सत्यापित करा" निवडून आपण ', " ना मान्यता देता"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['"सामील व्हा आणि ID सत्यापित करा" निवडून आपण ', " ला मान्यता देता"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["आपल्या पोस्टच्या प्रत्युत्तरात दिलेल्या जाहिरातींमधून उत्पन्न मिळवा. जाहिराती रेव्हेन्यू प्रोग्रामसाठी पात्र होण्यास, आपल्या खात्याने ", ","];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["", "मधील आपल्या वापरानुभवाला X कशाप्रकारे अनुकूलीत करते त्यावर नियंत्रण ठेवा."];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["होय, सर्व स्वयंचलित खात्यांना लेबल देणे आवश्यक आहे. आमच्या ", "नुसार हे आवश्यक आहे."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", " पृष्ठावर अधिक जाणून घ्या."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["अधिक जाणून घेण्यासाठी, ", " पृष्ठ पहा."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["आपल्या जाण्याचा आम्हाला खेद आहे. #गुड बाय"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["आपण जन्मतारीख नमूद केलेली नसल्यास, आम्ही आपल्या X प्रोफाइल आणि क्रियाकलापांनुसार वयोमर्यादा दिलेली आहे. वयाची माहिती आपला वापरानुभव वैयक्तिकृत करण्यासाठी वापरली जाते. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["बरोबर नाही? आपण आपली जन्मतारीख सार्वजनिकरित्या शेअर न करता आपल्या ", "मध्ये समाविष्ट करू शकता."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["अनुकूलीत दर्शक संच अनेकदा ई-मेल याद्या किंवा ब्राउझिंग वर्तनांमधून तयार केले जातात. ते जाहिरातदारांना अशा संभाव्य ग्राहक किंवा लोकांपर्यंत पोहोचण्यास मदत करतात ज्यांनी स्वतःच्या व्यवसायामध्ये आधीच अभिरुची व्यक्त केली आहे. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["सध्‍या आपण ", " जो ", " यांच्याशी संबद्ध आहे त्‍याचे घटक आहात"];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["हे सक्षम करण्यासाठी, आपल्या", ' सेटिंग्जवर जाऊन "आपल्या अनुमानित ओळखीनुसार वैयक्तिकृत करा" चालू करा.'];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["हे सक्षम करण्यासाठी, आपल्या ", ' सेटिंग्जवर जाऊन "आपल्या अनुमानित ओळखीनुसार वैयक्तिकृत करा" चालू करा.'];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["आपण आपल्या ", " सेटिंग्जमध्ये “आपल्या अनुमानित ओळखीनुसार वैयक्तिकृत करा” अक्षम करून ही माहिती काढून टाकू शकता."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["आपण आपल्या ", " सेटिंग्जमध्ये “आपल्या अनुमानित ओळखीनुसार वैयक्तिकृत करा” अक्षम करून ही माहिती काढू शकता."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["आपण X ला दिलेल्या ई-मेल पत्त्यामध्ये असलेल्या सामान्य घटकांसारखे घटक असलेल्या ई-मेल पत्त्यांचे हे अनुमानित हॅशेस आहेत. आपण आपल्या ", " सेटिंग्जमध्ये “आपल्या अनुमानित ओळखीनुसार वैयक्तिकृत करा” अक्षम करुन ही माहिती काढू शकता."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["या ब्राउझरमध्ये आपला अनुभव सुधारण्यासाठी आणि त्याचे मूल्यमापन करण्यासाठी X कडून या उपकरणांचा वापर केला जातो. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["हे आपल्याशी संबंधित ब्राउझर्स आणि उपकरणे आहेत. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["आपल्या वापरानुभव वैयक्तिकृत करण्यासाठी X हे ब्राउझर्स, उपकरणे आणि माहितीचा वापर करते. यामध्ये आपण X वर लॉग इन करण्यासाठी न वापरलेली उपकरणे आणि ब्राउझर्स, तसेच असे ई-मेल पत्ते आणि फोन क्रमांक समाविष्ट आहेत जे आपल्या X खात्याशी लिंक केलेले आहेत. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["ती चालू करण्यासाठी ", "वर जा."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["आपणास अनुप्रयोगामध्ये कोणतीही संशयास्पद कृती आढळल्यास, त्यामधील प्रवेश रद्द करण्‍यासाठी", " येथे जा. काही बाबतीत IP स्थान आपल्या प्रत्यक्ष स्थानापेक्षा भिन्न असू शकते. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["X चे भागीदार खरेदीच्या निर्णयांच्या, जीवनशैलीच्या आणि इतर ऑनलाईन व ऑफलाईन वर्तनासाठी दर्शक संच बनवतात. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["काहीतरी चुकीचे घडले आणि आपला X डेटा पाठविता आला नाही. आपल्या डेटाची विनंती करण्यासाठी, कृपया ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " पूर्वी"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["केवळ सर्वात वरच्या 1ह. गेस्ट्सची नावे दाखवली जाऊ शकतात. X वर लॉग इन न केलेले लोक निनावीपणे ऐकत असतील. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "मि" + this.props.seconds + "से"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "ता" + this.props.minutes + "मि"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " यांनी गटाचे छायाचित्र बदलले"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["आपण गटाचे नाव ", " असे बदलले आहे"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " यांनी गटाचे नाव ", " असे बदलले"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["गटाचे नाव बदलून ", " असे ठेवले"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " यांनी ", " सामील केले"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " समाविष्ट केले"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " बाहेर पडला"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " यांनी आपल्याला सामील केले"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["या गटामध्ये ", " आहेत"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["या गटामध्ये आहे" + f(this.props.count, "", "त") + " " + this.props.count + " अन्य " + f(this.props.count, "व्यक्ती", "लोक") + " जण आहेत"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["या पोस्टमध्ये संवेदनशील मजकूर असू शकतो.  "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["संदेश एन्क्रिप्टेड आहेत. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["आपण ह्या व्यक्तीला एनक्रिप्टेड थेट संदेश पाठवू शकणार नाही."];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["आपण या व्यक्तीला कधीही संदेश पाठविलेला नाही. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["आपल्या सध्याच्या डिव्हाइसवरून हे एन्क्रिप्ट केलेले संभाषण उपलब्ध नाही. त्यात प्रवेश करण्यासाठी, कृपया मागील डिव्हाइसवरून लॉग इन करा. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["आपण सत्यापित नसल्यामुळे आपण या ग्रूपला संदेश पाठवू शकत नाही. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["आपण सत्यापित नसल्यामुळे आपण या उपभोक्त्याला संदेश पाठवू शकत नाही. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["आपण ", " यांच्या Fleet ला प्रत्युत्तर दिले: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["आपल्या Fleet ला प्रत्युत्तर दिले: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " यांनी GIF पाठविली"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " यांनी लिंक पाठविली"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " यांनी छायाचित्र पाठविले"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " यांनी स्टिकर पाठविला"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " यांनी एक व्हिडिओ पाठविला"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " यांनी व्हॉईस संदेश पाठविला"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " ने पोस्ट शेअर केले"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["आपण @", " यांच्या व्हिडिओवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " यांनी @", "यांच्या व्हिडिओवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["आपण ", " ने व्हिडिओवर प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " यांनी व्हिडिओवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["आपण @", " यांच्या छायाचित्रावर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " यांनी @", " यांच्या छायाचित्रावर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["आपण ", " ने छायाचित्रावर प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " यांनी ", " ने छायाचित्रावर प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["आपण @", "यांच्या GIF वर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " यांनी @", " यांच्या GIF वर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["आपण ", " ने GIF वर प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " यांनी GIF वर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["तुम्ही @", "’च्या पोस्टवर ", "सह प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " ने @", "’s च्या पोस्टवर ", "सह प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["तुम्ही ", "सह एका पोस्टवर प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " ने ", "सह एका पोस्टवर प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["आपण @", " यांच्या लिंकवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " यांनी @", " यांच्या लिंकवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["आपण लिंकवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " यांनी लिंकवर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["आपण @", " यांच्या संदेशावर ", " अशी प्रतिक्रिया दिली: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " यांनी @", " यांच्या संदेशावर ", " अशी प्रतिक्रिया दिली: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["आपण ", " अशी प्रतिक्रिया दिली: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " यांनी ", " अशी प्रतिक्रिया दिली: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["आपण @", " यांच्या व्हॉईस संदेशावर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", "यांनी ", " यांच्या व्हॉईस संदेशावर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["आपण व्हॉईस संदेशावर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " यांनी आपल्या व्हॉईस संदेशावर ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["आपण ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " यांनी ", " अशी प्रतिक्रिया दिली"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["X सिस्टम्सवरून स्पॅम, अपमानास्पद आणि प्रतिबंधित मजकुरासाठी शेअर केलेल्या लिंक्स आणि मीडिया स्कॅन केला जातो. संशयास्पद वर्तन शोधण्यासाठी आणि आपला वापरानुभव सुधारण्यासाठी आम्ही वापर पद्धतींचे विश्लेषण देखील करतो. आमच्याकडे रिपोर्ट केलेल्या उल्लंघनांचा आणि आमच्या सेवेचा गैरवापर तपासण्यासाठी किंवा कायद्यांचे किंवा शासकीय विनंत्यांचे अनुपालन करण्यासाठी आम्ही DMs चे व्यक्तिचलितपणे पुनरावलोकन करू शकतो. अधिक माहितीसाठी आमचे ", " पहा."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["आपण फॉलो करत नसलेल्या लोकांकडील संदेश विनंत्या आपणास येथे दिसतील. त्यांच्या संदेशांना प्रत्युत्तर देण्यासाठी, आपण विनंतीचा स्वीकार करणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["जेव्हा आपण चॅलेंज सुरू करता तेव्हा Google कडून आपली, आपल्या उपकरणाची आणि ब्राउझरची माहिती संकलित करून वापरली जाऊ शकते. Google चे ", " पहा."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " पसंती"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " छायाचित्रे आणि व्हिडिओज"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " पोस्ट" + f(this.props.count, "", "्स")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["आपण @" + this.props.screenName + " यांच्या पोस्ट्स फॉलो करू शकत नाही किंवा  पाहू शकत नाही. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["आपल्याला निश्चितपणे हे पोस्ट्स पहायचे आहेत? पोस्ट्स पाहिल्याने @" + this.props.screenName + " यांना अनब्लॉक केले जाणार नाही. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["बौद्धिक संपदेसंदर्भात रिपोर्ट करण्यासाठी, कृपया ", " येथे भेट द्या. या उत्पादनाविषयी इतर कोणत्याही समस्या रिपोर्ट करण्यासाठी, कृपया iOS किंवा Android अनुप्रयोगावर जा."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["उत्पादनाच्या उल्लंघनांवरील अधिक माहितीसाठी, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["संख्या: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["श्रेण्या स्वयं-निवडलेल्या असून X ने नेमून, सत्यापित किंवा प्रमाणित केलेल्या नाहीत. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["हे खाते ", "शी संलग्न आहे."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["केवळ मान्यता प्राप्त फॉलोअर्स @" + this.props.screenName + " यांची पोस्ट्स पाहू शकतात. प्रवेशाची विनंती करण्यासाठी फॉलो करा क्लिक करा. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X च्या नियमांचे "];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["", " हे X खाते आपले आहे का हे आम्हाला जाणून घेणे आवश्यक आहे. तसे नसल्यास आम्ही पुढे जाऊन त्यामधून ", " काढून टाकू."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["", " हे X खाते आपले असल्यास आणि आपल्याला भविष्यातील ई-मेल सूचनापत्रांमधून सदस्यता रद्द करायची असल्यास "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["आम्ही ", " X खात्यामधून आम्ही आपला ", " ई-मेल पत्ता काढून टाकला आहे. आता आपल्याला खात्यासाठी अभिप्रेत असलेली X सूचनापत्रे मिळणार नाहीत."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["एखाद्याने त्याच्या X खात्यामध्ये साइन-अप करताना कदाचित चुकून आपला ई-मेल पत्ता प्रविष्ट केला असेल. किंवा, कदाचित ते त्याचा गैरवापर करत असतील. आपण X वरून ते स्पॅम आहे हे ओळखून काढून टाकण्यासाठी ते खाते रिपोर्ट करू शकता. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["लोकप्रिय लेखांमधून जास्तीत जास्त मिळवण्यासाठी ", " फॉलो करण्याचा प्रयत्न करा."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + ". ", " यांना फॉलो केले."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["निनावीपणे ऐकत असताना, आपण दृश्यमान किंवा सहभागी होऊ शकणार नाही. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["सदस्य होण्याचा एक फायदा म्हणजे यासारख्या स्पेसेसमध्ये खास प्रवेश. केवळ @ " + this.props.screenName + " यांचे सदस्य या स्पेसमध्ये सहभागी होऊ शकतात. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["आपल्या वर्तमान " + this.props.currentImpact + " स्कोअरवरून आपला मूल्यांकन प्रभाव " + this.props.ratingImpactToEarnIn + " पर्यंत वाढवा आणि आपली लिहिण्याची क्षमता अनलॉक केली जाईल."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["या पोस्टमधील लिंकबद्दल (", ") आणि या लिंकचा समावेश असलेल्या सर्व पोस्ट्सवर दिसली पाहिजे."];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["आपल्याला खात्री आहे का, की ही नोट या प्रतिमेच्या ", "साठी उपयुक्त ठरेल, जरी त्या पोस्ट्स वेगळ्या गोष्टी सांगत असतील?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["आपल्याला खात्री आहे का, की ही नोट या प्रतिमेच्या सर्व पोस्ट्ससाठी उपयुक्त ठरेल, जरी त्या पोस्ट्स वेगळ्या गोष्टी सांगत असतील?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["आपल्याला खात्री आहे का, की ही नोट या व्हिडिओच्या ", "साठी उपयुक्त ठरेल, जरी त्या पोस्ट्स वेगळ्या गोष्टी सांगत असतील?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["आपल्याला खात्री आहे का, की ही नोट या व्हिडिओच्या सर्व पोस्ट्ससाठी उपयुक्त ठरेल, जरी त्या पोस्ट्स वेगळ्या गोष्टी सांगत असतील?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["आपल्याला खात्री आहे का, की ही नोट या मीडियाच्या ", "साठी उपयुक्त ठरेल, जरी त्या पोस्ट्स वेगळ्या गोष्टी सांगत असतील?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["आपल्याला खात्री आहे का, की ही नोट या मीडियाच्या सर्व पोस्ट्ससाठी उपयुक्त ठरेल, जरी त्या पोस्ट्स वेगळ्या गोष्टी सांगत असतील?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", "बद्दल अधिक जाणून घ्या"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["विनंत्या निनावी असतात आणि पारदर्शकतेसाठी "];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["आपल्याला जर कम्युनिटी नोट्स लिहिण्यास आणि रेट करण्यास मदत करायची असेल तर "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["विनंतीची गुणवत्ता उच्च ठेवण्यासाठी आणि स्पॅम टाळण्यासाठी,  कम्युनिटी नोटची विनंती करण्यासाठी खात्यांकडे सत्यापित फोन नंबर असणे आवश्यक आहे. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["पोस्टकर्ता म्हणून, आपण "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " रेटिंग प्रभाव"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + "लेखन प्रभाव"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["एका पोस्टवरील प्रतिमेला मूळतः जोडलेली नोट आता हटवण्यात आली आहे आणि ही प्रतिमा समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शवली जाऊ शकते"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["", " प्रतिमेला मूळतः जोडलेली टिप आणि ही प्रतिमा समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शविली जाऊ शकते"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["एका पोस्टवरील व्हिडीओला मूळतः जोडलेली नोट आता हटविण्यात आली आहे आणि हा व्हिडिओ समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शवली जाऊ शकते"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["", " व्हिडिओला मूळतः जोडलेली टिप आणि हा व्हिडिओ समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शवला जाऊ शकतो"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["एका पोस्टवरील मीडियाला मूळतः जोडलेली नोट आता हटवण्यात आली आहे आणि हा मीडिया समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शवली जाऊ शकते"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["", " मीडियाला मूळतः जोडलेली टिप आणि हा मीडिया समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शवला जाऊ शकतो"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["एका पोस्टवरील मूळतः लिहिलेली नोट आता हटवण्यात आली आहे आणि ", "ची लिंक समाविष्ट असलेल्या इतर पोस्ट्सवर दर्शवली जाऊ शकते"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["मूळतः ", "वर लिहिलेली नोंद आणि ", "ची लिंक समाविष्ट असलेल्या दुसऱ्या पोस्ट्सवर दर्शविली जाऊ शकते."];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["लोक सहमत असतील तर, हा व्हिडिओ समाविष्ट असलेल्या ", "वर दाखवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["लोक सहमत असतील तर, हा व्हिडिओ समाविष्ट असलेल्या पोस्ट्सवर दाखवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["लोक सहमत असतील तर, ही प्रतिमा समाविष्ट असलेल्या ", "वर दाखवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["लोक सहमत असतील तर, ही प्रतिमा समाविष्ट असलेल्या पोस्ट्सवर दाखवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["लोक सहमत असतील तर, हा मीडिया समाविष्ट असलेल्या ", "वर दाखवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["लोक सहमत असतील तर, हा मीडिया समाविष्ट असलेल्या पोस्ट्सवर दाखवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["एका पोस्टवरील व्हिडीओला मूळतः जोडलेली नोट आता हटविण्यात आली आहे आणि हा व्हिडिओ समाविष्ट असलेल्या ", " वर दर्शवली जात आहे"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["", " व्हिडिओला मूळतः जोडलेली नोट आणि हा व्हिडिओ समाविष्ट असलेल्या ", "वर दर्शवला जात आहे"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["एका पोस्टवरील व्हिडीओला मूळतः जोडलेली नोट आता हटविण्यात आली आहे आणि हा व्हिडिओ समाविष्ट असलेल्या ", " वर दर्शवली जात असेल"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["", " व्हिडिओला मूळतः जोडलेली नोट आणि हा व्हिडिओ समाविष्ट असलेल्या ", "वर दर्शवला जाऊ शकतो"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["एका पोस्टवरील प्रतिमेला मूळतः जोडलेली नोट आता हटवण्यात आली आहे आणि ही प्रतिमा समाविष्ट असलेल्या", "वर दर्शविली जात आहे"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["", " प्रतिमेला मूळतः जोडलेली नोट आणि ही प्रतिमा समाविष्ट असलेल्या ", "वर दर्शविली जात आहे"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["एका पोस्टवरील प्रतिमेला मूळतः जोडलेली नोट आता हटवण्यात आली आहे आणि ही प्रतिमा समाविष्ट असलेल्या", "वर दर्शविली जात असेल"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["", " प्रतिमेला मूळतः जोडलेली नोट आणि ही प्रतिमा समाविष्ट असलेल्या ", " वर दर्शविली जाऊ शकते"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["एका पोस्टवरील मीडियाला मूळतः जोडलेली नोट आता हटवण्यात आली आहे आणि हा मीडिया समाविष्ट असलेल्या ", "वर दर्शविली जात आहे"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["", " मीडियाला मूळतः जोडलेली नोट आणि हा मीडिया समाविष्ट असलेल्या ", " वर दर्शवला जात आहे"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["एका पोस्टवरील मीडियाला मूळतः जोडलेली नोट आता हटवण्यात आली आहे आणि हा मीडिया समाविष्ट असलेल्या ", "वर दर्शविली जात असेल"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["", " मीडियाला मूळतः जोडलेली नोट आणि हा मीडिया समाविष्ट असलेल्या ", "वर दर्शवला जाऊ शकतो"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["Shown on ", " that include a link to "];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["Could be shown on ", " that include a link to "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["एका पोस्टवरील मूळतः असलेली नोट आता हटवण्यात आली आहे. ", "ची लिंक समाविष्ट असलेल्या ", "वर दर्शवली जाते"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["", "वरील मूळतः असलेली नोट. ", " ची लिंक समाविष्ट असलेल्या ", " वर दर्शवली जाते"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["एका पोस्टवरील मूळतः असलेली नोट आता हटवण्यात आली आहे. ", "ची लिंक समाविष्ट असलेल्या ", "वर दर्शवली जाऊ शकते"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["", "वरील मूळतः असलेली नोट. ", " ची लिंक समाविष्ट असलेल्या ", "वर दर्शवली जाऊ शकते."];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X वर एक छोट्या प्रायोगिक गटाला दाखवले. " + this.props.impressionTruncated + "+ व्हूज"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X वर एक छोट्या प्रायोगिक गटाला दाखवले"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X वर दाखवले. " + this.props.impressionTruncated + "+व्हूज"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X वर दाखवले गेले "];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["आपले खाते संरक्षित असले तरीही मूल्यांकने अनामित असून पारदर्शकतेसाठी सार्वजनिकरीत्या उपलब्ध केली जातात. कम्युनिटी नोट्सवरून ", " ते पहा."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["आपण ही नोट ", " म्हणून मूल्यांकित केली आहे."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["आपण ही नोट ", " म्हणून मूल्यांकित केली आहे."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["आपण ही नोट ", " म्हणून मूल्यांकित केली आहे."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["Should this note be shown on ", " that include a link to ", "?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["Should this note be shown on ", " that include this same video?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["Should this note be shown on ", " that include this same image?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["Should this note be shown on ", " that include this same media?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["", "ची लिंक समाविष्ट असलेल्या सर्व पोस्ट्स वर ही नोट दाखवावी का?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["हा समान व्हिडिओ समाविष्ट असलेल्या सर्व पोस्ट्सवर ही नोट दाखवावी का?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["ही समान प्रतिमा समाविष्ट असलेल्या सर्व पोस्ट्सवर ही नोट दाखवावी का?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["हा समान मीडिया समाविष्ट असलेल्या सर्व पोस्ट्सवर ही नोट दाखवावी का?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["कम्युनिटी नोट्स सुधारण्यासाठी कल्पना किंवा सूचना आहेत? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["विनंतीकर्त्यांनी उद्धृत केलेल्या पोस्ट" + f(this.props.remainingCount, "", "्स") + " अधिक " + this.props.remainingCount + " दाखवा"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["कम्युनिटी नोट्सचे प्रतिनिधी उपनावे वापरतात· "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["कम्युनिटीच्या नोट्ससाठी हे नवीन वैशिष्ट्य आहे, निःसंकोचपणे "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["आपल्या वर्तमान " + this.props.currentRatingImpact + " स्कोअरवरून आपला मूल्यांकन प्रभाव " + this.props.requiredRatingImpact + " पर्यंत वाढवा."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " हटविलेल्या नोट्स"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["आपली लिहिण्याची क्षमता अनलॉक करण्यासाठी, हा स्कोअर " + this.props.requiredRatingImpact + " पर्यंत वाढवा"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["नोट्स लिहायला सुरुवात करायची? आपला मुल्यांकनाचा प्रभाव " + this.props.requiredRatingImpact + " वर किंवा त्यापेक्षा जास्त वाढवा."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["नोट लिहिणारी व्यक्ती आणि मूल्यांकनकर्त्यांना नेमकी प्रतिष्ठा मिळण्यासाठी कम्युनिटी नोट्समध्ये हटविलेल्या नोट्सचे स्टेटस ठेवले जाते. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["X वापरणाऱ्या लोकांनी संदर्भ लिहिलेले असतात आणि इतरांनी उपयुक्त आहे असे मूल्यांकन दिल्यावर ते दिसतात. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["आपला डेटासेट्सचा वापर X विकसक करार आणि धोरणानुसार नियमित केला आहे. डाउनलोड चिन्हावर क्लिक करून आपण ", " याला मान्यता देता."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["फाईल नं. " + this.props.totalFiles + " पैकी " + this.props.fileIndex];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["दुसरे काहीतरी शोधण्याचा प्रयत्न करा किंवा ते संभाव्य संवेदनशील मजकुरापासून आपले संरक्षण करत आहेत का हे पाहण्यासाठी आपली ", " पहा."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " पूर्वी सक्रिय"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["आपणास निश्चितपणे ", " यांना नियामक म्हणून नेमायचे आहे?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["आपणास निश्चितपणे ", " यांचे नाव नियामक म्हणून काढून टाकायचे आहे?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["पुढे जाण्यासाठी ", " प्रविष्ट करा"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " ने पोस्ट लपवली"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " ने पोस्ट पिन केली"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " ने पोस्ट अनपिन केली"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " ने लपवलेली पोस्ट दाखवली"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " ने सदस्य काढून टाकले"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " ने एका सदस्याला पुनर्स्थापित केले"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " या समुदायामध्ये सामील झाले"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " या समुदायामधून बाहेर पडले"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " नी सदस्य विनंती मान्य केली"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " नी सदस्य विनंती नाकारली"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " नी सदस्य विनंती पुन्हा मान्य केली"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", " आणि ", " यांनी रिपोर्ट केले"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", " यांनी रिपोर्ट केले"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", " यांनी रिपोर्ट केले"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["आपण @", " ची पोस्ट लपवली"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["आपण @", " ची पोस्ट ठेवली"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["", " यांनी " + this.props.date + " रोजी तयार केली"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["हे वैशिष्ट्य वापरण्यासाठी, आपल्या मालकीच्या खात्यावर स्विच करा.\n\nएक प्रतिनिधी म्हणून आपण थेट संदेश पाठवू शकता, पोस्ट प्रदर्शित करू शकता आणि याद्या तयार करू शकता — तसेच त्या पाहू शकता.\n\nआम्ही नेहमीच डेलिगेट सुधारण्याचे मार्ग शोधत असतो. निःसंकोचपणे "];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["हे वैशिष्ट्य वापरण्यासाठी, आपल्या मालकीच्या खात्यावर स्विच करा.\n\nप्रशासक म्हणून, आपण थेट संदेश पाठवू शकता, पोस्ट प्रदर्शित करू शकता आणि याद्या तयार करू शकता — तसेच त्या पाहू शकता. आपण खात्यामध्ये प्रतिनिधींना आमंत्रित करू शकता किंवा काढून टाकू शकता आणि पोस्ट विश्लेषणे पाहू शकता.\n\nआम्ही नेहमीच डेलिगेट सुधारण्याचे मार्ग शोधत असतो. निःसंकोचपणे "];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["या नोकरी विषयी अधिक माहिती जाणून घेण्यासाठी "];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["आपल्या टाइमलाइनमध्ये ", " ", " नोकऱ्या पहायला सुरू करा"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", " ", " नोकऱ्या दाखवत आहे"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["पोस्ट्स पाहिल्याने @" + this.props.screenName + " अनब्लॉक होणार नाही. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["आमच्या कमाई कार्यक्रमाविषयी आणि धोरणांविषयी ", " अधिक जाणून घ्या."];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["खरेदी करून, आपण आमच्या ", " शी आणि आमच्या ", " शी सहमत आहात. अटींमध्ये वर्णन केल्याप्रमाणे, सबस्क्रीप्शन्स रद्द होईपर्यंत स्वयंचलितपणे नूतनीकरण होते. कधीही रद्द करा."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["खरेदी करून, आपण आमच्या ", " शी आणि आमच्या ", " शी सहमत आहात."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["लाइक्स, उल्लेख, पुन्हा पोस्ट्स केलेले आणि असे बरेच काही - हे सत्यापित खात्याकडून आल्यानंतर आपल्याला येथे दिसेल. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", " मध्ये तृतीय पक्षाच्या अनुप्रयोग प्रवेशाविषयी अधिक जाणून घ्या."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", " यांनी केले. " + this.props.orgName + " चे ", " आणि ", " वाचा."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["समर्थनासाठी ", " ला संदेश करा."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", " प्रारंभ करण्यासाठी"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", " मधून सिंक केलेले"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["", " मधून सामायिक केलेले"];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X मध्ये नोकरीसंबंधी कोणत्याही प्रश्नासाठी आम्हाला ईमेल करा", "."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(संस्थांसाठी, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["आपली ", " सुरू करून आणि सदस्यता घेऊन, आपण आमच्या ", " मान्य करता. " + this.props.numberOfDays + "-दिवसांच्या विनामूल्य चाचणीनंतर, आपण साइन अप करताना निवडलेल्या वार्षिक किंवा मासिक प्लॅनची रक्कम आपल्याकडून आकारली जाईल, जोपर्यंत आपण " + this.props.numberOfDays + "-दिवसांच्या विनामूल्य चाचणी कालावधी दरम्यान रद्द करत नाही. अटींमध्ये वर्णन केल्याप्रमाणे, सबस्क्रीप्शन रद्द होईपर्यंत स्वयंचलितपणे नूतनीकरण केले जाईल. ", ". अतिरिक्त शुल्क टाळण्यासाठी नूतनीकरणाच्या किमान 24 तास आधी रद्द करा. सदस्यता घेण्यासाठी सत्यापित फोन नंबर आवश्यक आहे. जर आपण दुसऱ्या प्लॅटफॉर्मवर सदस्यता घेतली असेल तर त्या प्लॅटफॉर्मद्वारे आपले सबस्क्रीप्शन व्यवस्थापित करा."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["सदस्यता घेतल्याने, आपण आमच्या ", " सहमत आहात. ", " मध्ये वर्णन केल्याप्रमाणे सबस्क्रीप्शन रद्द करेपर्यंत ऑटो-रिन्यू. ", ". अतिरिक्त शुल्क टाळण्यासाठी रिन्यूअलच्या किमान 24 तास आधी रद्द करा. अपग्रेड करताना, अपग्रेड करताना, आपले सध्याचे सबस्क्रिप्शन आणि संबंधित वैशिष्ट्ये नवीन सबस्क्रिप्शन टायरवर त्वरित स्विच होतील. आपल्याला नवीन टायरसाठी त्वरित शुल्क आकारले जाईल, परंतु आपल्या सध्याच्या बिलिंग सायकलमधील कोणतेही प्रोरेटेड शिल्लक आजच्या एकूण शुल्कामध्ये जमा केले जाईल. कायद्यानुसार आवश्यक असल्याशिवाय आपल्या मागील सबस्क्रीप्शनच्या कोणत्याही भागासाठी आपल्याला परतावा प्राप्त होणार नाही."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["सदस्यता घेतल्याने, आपण आमच्या ", " सहमत आहात. ", " मध्ये वर्णन केल्याप्रमाणे सबस्क्रीप्शन रद्द करेपर्यंत ऑटो-रिन्यू. ", ". अतिरिक्त शुल्क टाळण्यासाठी रिन्यूअलच्या किमान 24 तास आधी रद्द करा. डाउनग्रेडिंग करताना, आपले नवीन सबस्क्रीप्शन सुरू होईपर्यंत, आपले पुढील बिलिंग सायकल होईपर्यंत आपले वर्तमान सबस्क्रीप्शन सक्रिय राहील. आपल्या पुढील बिलिंग सायकलच्या सुरूवातीस आपल्यास नवीन टायरच्या किंमतीसाठी शुल्क आकारले जाईल."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["सदस्यता घेतल्याने, आपण आमच्या ", " सहमत आहात. ", " मध्ये वर्णन केल्याप्रमाणे सबस्क्रीप्शन रद्द करेपर्यंत ऑटो-रिन्यू. ", ". अतिरिक्त शुल्क टाळण्यासाठी रिन्यूअलच्या किमान 24 तास आधी रद्द करा. स्विच करताना, आपण आपल्या टायरशी संबंधित वैशिष्ट्यांचा आनंद घ्याल. आपल्यास नवीन वार्षिक प्लॅनच्या किंमतीसाठी त्वरित शुल्क आकारले जाईल आणि आपल्या मासिक बिलिंग सायकलमधील कोणतीही प्रोरेटेड शिल्लक आजच्या एकूण शुल्कामध्ये जमा केली जाईल."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["सदस्यता घेतल्याने, आपण आमच्या ", " सहमत आहात. ", " मध्ये वर्णन केल्याप्रमाणे सबस्क्रीप्शन  रद्द करेपर्यंत ऑटो-रिन्यू. ", ". अतिरिक्त शुल्क टाळण्यासाठी रिन्यूअलच्या किमान 24 तास आधी रद्द करा. स्विच करताना, आपण आपल्या टायरशी संबंधित वैशिष्ट्यांचा आनंद घ्याल. आपल्याला टायरसाठी मासिक किंमतीचे शुल्क त्वरित आकारले जाईल, परंतु आपल्या वार्षिक पेमेंटमधील उर्वरित प्रोरेटेड क्रेडिट मासिक शुल्क संपेपर्यंत जमा केले जाईल."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " साठी सबस्क्राइब करा"];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " वार्षिक बिलिंग केले"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["पत्त्याची माहिती Google वर शेअर केली आहे. अधिक जाणून घेण्यासाठी ", " आणि ", " पहा."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["केवळ समुदायांचे प्रशासक आणि नियंत्रक त्यांना त्यांच्या प्रोफाइलवर स्पॉटलाइट करू शकतात. आपला स्वतःचा ", " आहे?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["आपल्या जवळचे आपत्कालीन केंद्र शोधण्यासाठी, ", " येथे भेट द्या."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["आपणास धोका आहे असे वाटत असल्यास, आपण स्थानिक कायदा अंमलबजावणी विभागाशी संपर्क साधण्याची आम्ही शिफारस करतो. त्यांना फॉलो-अप प्रश्न असल्यास ते आमच्या ", " संदर्भ घेऊ शकतात."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["आपण ", " अनफॉलो करू शकता."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["अंतिम अद्यतनित "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["आपण आपले सर्कल संपादित करता तेव्हा लोकांना सूचित केले जाणार नाही. आपण समाविष्ट केलेले कोणीही आपले पूर्वीच्या सर्कल पोस्ट्स पाहू शकतील. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["वेळा ही पोस्ट पाहिली गेली. जास्त माहिती साठी, ", " येथे भेट द्या."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["वेळा ही पोस्ट पाहिली गेली. यासंबंधी व्यू आकडे लोड होण्यास थोडा अवधी लागू शकतो. जास्त माहिती साठी, ", " येथे भेट द्या."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["या पोस्टसाठी अवलोकनाची संख्या उपलब्ध नाही. अधिक जाणून घेण्यासाठी, ", " येथे भेट द्या."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["प्रमोशन तयार करा यावर क्लिक करून आपण ", " आणि ", " वाचल्या असून त्या आपणास मान्य आहेत हे सूचित करता."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["प्रमोशन तयार करा यावर क्लिक करून आपण ", " वाचली असून ती आपणास मान्य आहेत हे सूचित करता."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["या जाहिरात खात्यासाठी काही लक्ष्यीकरण पर्याय उपलब्ध नाहीत ", "."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["पोस्ट प्रमोट करा यावर क्लिक करून आपण ", " आणि ", " वाचल्या असून त्या आपणास मान्य आहेत हे सूचित करता."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["पोस्ट प्रमोट करा यावर क्लिक करून आपण ", " वाचल्या असून त्या आपणास मान्य आहेत हे सूचित करता."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["या पोस्टमध्ये काहीही लपलेले प्रत्युत्तर नाहीये, पण संरक्षित पोस्ट फिल्टर आउट होऊ शकते.  "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["ही खरेदी करण्यासाठी खाली क्लिक करून, आपण ", "ना बांधील राहण्यास मान्यता देता."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["यामुळे ", " यांना या यादीसहित त्यांच्या इतर कोणत्याही याद्यांमध्ये आपला समावेश करण्यास प्रतिबंधित केले जाते."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return [this.props.creatorName + " सह आपला ईमेल शेअर करा. स्वीकार करून, आपण X ला ऑफ-प्लॅटफॉर्म संप्रेषणाच्या उद्देशाने क्रिएटरशी ई-मेल पत्ता सामायिक करण्यास आणि ", " स्वीकारण्यास सहमती देता."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["@" + this.props.screenName + " यांना एक वर्षाचे" + this.props.tier + ", " + this.props.price + " मध्ये गिफ्ट करा. आपण एकदा पेमेंट पूर्ण केल्यावर, आपण त्यांना भेट पाठवली आहे याची त्यांना सूचना दिली जाईल."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["गिफ्ट सबस्क्रीप्शनची किंमत खरेदीच्या वेळी आकारली जाते आणि ती परत केली जात नाही. हे एक-वेळ वापरले जाणारे, बदलता येणारे नाही, इतर गिफ्ट बरोबर जोडता येण्यासारखे नाही आणि त्याचे कोणतेही रोख मूल्य नाही. हे X च्या पुनरावलोकनानंतर आणि प्राप्तकर्त्याला असाइनमेंट केल्यानंतर सुरू होते, ज्याने आमच्या ", " आणि धोरणे मान्य करणे आवश्यक आहे. प्राप्तकर्ता कोणत्याही पात्रता आवश्यकता पूर्ण करण्यात अयशस्वी झाल्यास, सदस्यता रद्द करतो किंवा आमच्या अटी आणि धोरणे नाकारत असल्यास, भेट नॉन-रिडीम करण्यायोग्य आणि परत करण्यायोग्य नाही. कर लागू होऊ शकतात. अटी बदलू शकतात. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["संस्थांंना गोल्ड चेकमार्क्स आहेत, व्यक्तींंना ब्लू चेकमार्क्स आहेत. अयोग्य वापरामुळे आमच्या ", "नुसार आपले सबस्क्रीप्शन परताव्याशिवाय रद्द होईल."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["संस्थांंना स्केवर अवतार आहेत, व्यक्तींंना सर्क्युलर अवतार आहेत. अयोग्य वापरामुळे आमच्या ", "नुसार आपले सबस्क्रीप्शन परताव्याशिवाय रद्द होईल."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["", " पोर्टलद्वारे जाहिरात केल्यावर जॉब्ससाठी कोणते जाहिरात खाते वापरले जाते ते कॉन्फिगर करा."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["कोणतीही पात्र खाती आढळली नाहीत. पुढील चरणांसाठी ", " पृष्ठ तपासा."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["सत्यापित संस्था रद्द केल्यास आपल्या संस्थेला तातकाळ गोल्ड चेकमार्क गमवावे लागतील."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["याव्यतिरिक्त, सर्व संलग्न खाती तात्काळ रद्द केली जातील आणि त्यांचे गोल्ड किंवा ब्लू चेकमार्क आणि संलग्न बॅजेस गमावले जातील."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["रद्द केल्याने आपल्या संस्थेतील आणि सर्व संलग्न खात्यांमधील चेकमार्क्स आणि सर्व सशुल्क वैशिष्ट्ये त्वरित काढली जातील."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["आपण राहण्याचा निर्णय आजच घेतल्यास, पुढील " + this.props.totalDays + " दिवसांसाठी आम्ही दर " + this.props.daysOfCouponInterval + " दिवसांनी आपल्या पोर्टलवर " + this.props.creditAmount + " USD अतिरिक्त मोफत जाहिरात क्रेडिट जोडू. आपण जेव्हा ही ऑफर क्लेम कराल, तेव्हा आमची सपोर्ट टीम आपल्याला आपल्या संस्थेसाठी या क्रेडिटचा फायदा घेण्यास मदत करेल."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["आपण राहण्याचा निर्णय आजच घेतल्यास, पुढील " + this.props.daysToWaitForFirstRedeemable + " दिवसांसाठी आम्ही आपल्या पोर्टलवर " + this.props.creditAmount + " USD अतिरिक्त मोफत जाहिरात क्रेडिट जोडू. आपण जेव्हा ही ऑफर क्लेम कराल, तेव्हा आमची सपोर्ट टीम आपल्याला आपल्या संस्थेसाठी या क्रेडिटचा फायदा घेण्यास मदत करेल."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["ही एक-वेळची ऑफर आहे आणि पुन्हा उपलब्ध होणार नाही."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["आपण अजूनही परत जाऊ शकता आणि एक-वेळ ऑफर क्लेम करू शकता, जी पुन्हा दिली जाणार नाही. आपल्या पुढील बिलिंग सायकलच्या आधी आपल्या सबस्क्रिप्शनवर उरलेले दिवस आपल्याला परत मिळणार नाहीत. त्यानंतर आपल्याला बिल दिले जाणार नाही."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["सत्यापित संस्थांना सर्व समस्यांसाठी X वर प्राधान्य समर्थन मिळते. ते काहीही असो – आम्ही आपल्याला शक्य तितक्या लवकर समस्येचे निराकरण करण्यात मदत करू शकतो. आपल्याला सत्यापित संस्थेच्या टीमच्या सदस्याशी कॉल शेड्यूल करायचा आहे का आणि आपल्याला मदत करण्यासाठी एखाद्या व्यक्तीशी बोलायचे आहे का?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["आपण रद्द केल्यास, आपण त्वरित या विनामूल्य जाहिरात क्रेडिटमध्ये प्रवेश गमावाल आणि आपल्या सबस्क्रीप्शनसह भविष्यात येणारे सर्व विनामूल्य जाहिरात क्रेडिटमध्ये प्रवेश त्वरित गमवाल."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["आपली मर्यादा वाढवण्यासाठी कृपया सत्यापित प्रीमियम समर्थनशी ", "संपर्क साधा."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["प्रत्येक अतिरिक्त संलग्न खर्च ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["आपल्या पहिल्या वर्षासाठी ", " वार्षिक. त्यानंतर ", " वार्षिक."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["प्रत्येक अतिरिक्त संलग्न खाते हे दरवर्षी दर हँडलवर ", "असते. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " प्रति हँडल ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["आपण ", " च्या आधी सबस्क्राइब केल्यास, वार्षिक प्लॅन्सवर 30% सूट मिळवा आणि 12,000 डॉलर्सपर्यंत मोफत जाहिरात क्रेडिट मिळवा"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["पूर्ण प्रवेश ", "/", "आहे(", "). प्रत्येक अतिरिक्त संलग्न खाते प्रति हँडल  ", " प्रति ", " आहे (", "). ", " "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["मूलभूत हे आहे ", "/", " (", "). "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["सबस्क्रीप्शन घ्या वर क्लिक करून आपण आमच्या ", " सहमत आहात. रद्द होईपर्यंत सबस्क्रीप्शन्सचे स्वयंचलितपणे नूतनीकरण होते. साइन अप केलेल्या सर्व खात्यांना मॅन्युअल मंजुरी घ्यावी लागते."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["सबस्क्रीप्शन घ्या वर क्लिक करून, आपण आमच्या ", " सहमत आहात. रद्द होईपर्यंत सबस्क्रीप्शन्सचे स्वयंचलितपणे नूतनीकरण होते. साइन अप केलेल्या खात्यांची सत्यता तपासली जाते. जर एखादे खाते साइन अप झाले आणि ते संस्था नसेल तर ते नाकारले जाईल आणि पैसे परत केले जाणार नाहीत."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ मर्यादित वेळेसाठी आपल्या संस्थेवर  किंवा त्याच्या कोणत्याही संलग्न संस्थांवर समर्पित समर्थनासह खर्च करण्यासाठी ", ", ", "जाहिरात क्रेडिट."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ मर्यादित वेळेसाठी आपल्या संस्थेवर समर्पित समर्थनासह खर्च करण्यासाठी ", ", ", " जाहिरात क्रेडिट."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return [this.props.activePriceLabel + " येथे ", "" + this.props.activeTierName];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return [this.props.targetPriceLabel + " येथे ", "" + this.props.targetTierName];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["हा सबस्क्रीप्शन बदल येथे समर्थित नाही, कृपया सत्यापित Premium सपोर्टशी ", " संपर्क साधा."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["आपल्याला जर अधिक संलग्नंची आवश्यकता असेल तर ", " सत्यापित विक्रीशी संपर्क साधा."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["‘" + this.props.action + "’ क्लिक करून, आपण ", "."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["आम्ही या माहितीचा वापर ", "अर्जाचे मूल्यांकन करण्यासाठी करू. ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["या बॉक्सवर क्लिक करून आपण हे दर्शवत आहात की आपण ", "उपलब्ध अटी व शर्ती वाचल्या आहेत आणि त्या मान्य केल्या आहेत."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["सत्यापित संस्थांमध्ये आता " + this.props.xtc_coupon_value + " (किंवा स्थानिक चलन समतुल्य) ची जाहिरात क्रेडिट्स समाविष्ट आहेत*. आपण ते आपल्या संस्थेला किंवा आपल्या कोणत्याही सहयोगी संस्थांना लागू करू शकता. रिडीम करण्यासाठी फक्त खालील जाहिरात खाते निवडा."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["सत्यापित संस्थांमध्ये आता " + this.props.xtc_coupon_value + " (किंवा स्थानिक चलन समतुल्य) ची जाहिरात क्रेडिट्स समाविष्ट आहेत *. दर 30 दिवसांनी आपल्याला " + this.props.xtc_coupon_value + "(किंवा स्थानिक चलन समतुल्य) मिळतील, जे आपण जाहिरातींवर खर्च करू शकता. आपण ते आपल्या संस्थेला किंवा आपल्या कोणत्याही सहयोगी संस्थांना लागू करू शकता. रिडीम करण्यासाठी फक्त खालील जाहिरात खाते निवडा."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["आपल्या जाहिरात खाती ID व्यवस्थापित करण्यासाठी, ", " तसे करा ."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["काही अडचणी येत आहेत का? कोणतेही प्रश्न असल्यास ", " संपर्क साधा."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["आपल्याकडे या जाहिरातीवर उर्वरित ", "पैसे खर्च करण्यासाठी ", " दिवस आहेत."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["आपली जाहिराती क्रेडिट सक्रिय करा. जर आपल्याकडे अनेक जाहिरात खाती असतील तर आपण खाली दिलेले इनपुट संपादित करू शकता. " + this.props.expiresAt + " पर्यंत रिडीम करण्यायोग्य"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["आपल्या X खात्याशी संबंधित आपले जाहिरात खाते ID शोधा. आपल्याला हे ", " मिळेल."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["“नवीन देय पद्धत जोडा”  निवडून जाहिरात व्यवस्थापक मध्ये देय प्रकार म्हणून क्रेडिट कार्ड जोडल्याची खात्री करा. जर आपण क्रेडिट कार्ड सेट अप केले नसेल तर आपले क्रेडिट लागू केले जाणार नाही आणि आपली जाहिरात प्रदर्शित केली जाणार नाही."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["या पृष्ठाच्या शीर्षस्थानी असलेल्या मजकूर इनपुटमध्ये आपला जाहिरात खाते ID कॉपी करा. सक्रिय करा वर क्लिक करा."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["आपली मोहिम लाँच करा"];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["“नवीन देय पद्धत जोडा”  निवडून जाहिरात व्यवस्थापक मध्ये देय प्रकार म्हणून क्रेडिट कार्ड जोडल्याची खात्री करा. आपल्याकडे जर क्रेडिट कार्ड नसेल तर आपली जाहिरात प्रदर्शित होणार नाही."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["जाहिरात व्यवस्थापकामध्ये बिलिंग अंतर्गत आपल्याला आपले क्रेडिट लागू झालेले दिसेल."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["आपण पूर्वी X सह जाहिरात केली असल्यास, आपल्याकडे एकाधिक जाहिरात खाते ID असू शकतात."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["आपण आपल्या सर्व जाहिरात खाते ID ची यादी ", " मिळवू शकता."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["आपले क्रेडिट लागू करण्यासाठी आपण योग्य जाहिरात खाते ID निवडल्याची खात्री करा."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["सत्यापित संस्थेला संपूर्ण प्रवेश असणारे सदस्य म्हणून आपण आपल्या कोणत्याही संलग्न खात्यावर आपले क्रेडिट लागू करू शकता."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["हे करण्यासाठी, आपण ज्या संलग्न खात्यावर मोहीम चालवू इच्छिता त्या जाहिरात खाते ID मध्ये प्रवेश करणे आवश्यक आहे."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["आपण संलग्न खात्यात लॉग इन करून आणि ", " नॅव्हिगेट करून हे मिळवू शकता."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["सत्यापित संस्था ", "साठी आणि नोकरीच्या प्रमोशनसाठी वापरण्यासाठी क्रेडिट प्राप्त करण्यास वैध आहेत. जाहिरात क्षमता पूर्णपणे सक्रिय करण्यासाठी या पायऱ्या पूर्ण करा."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["सत्यापित संस्था ", "साठी वापरण्यासाठी क्रेडिट प्राप्त करण्यास वैध आहेत. जाहिरात क्षमता पूर्णपणे सक्रिय करण्यासाठी या पायऱ्या पूर्ण करा."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["कूपन सक्रिय करा"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["हे " + this.props.couponAmount + " क्रेडिट प्राप्त करण्यासाठी चांगल्या स्थितीत सक्रिय खाते निवडा."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["आपल्याला ", " मध्ये खाते ID ची सूची मिळू शकते. उदाहरणार्थ ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["", " कृतीसह प्रमोट करण्यासाठी नोकऱ्या तयार आहेत"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["एकदा वैध झाल्यानंतर, ", " कृतीसह नोकऱ्यांना बढती दिली जाऊ शकते"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["आम्ही ट्रेडमार्क धारक किंवा त्यांच्या अधिकृत प्रतिनिधीने सादर केलेल्या विनंत्यांची चौकशी करतो. तपशीलांसाठी कृपया आमचे ", " पहा."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["खालील फॉरमॅटमध्ये यादीच्या मालकांचे हँडल आणि यादीचे नाव प्रविष्ट करा: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["आपण ", " स्विच केले तरच हा कॉलम काढून टाकला जाऊ शकतो."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["आमचे गोपनीयता धोरण ", " पहा"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["आमच्या सेवा अटी ", " येथे पहा"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X आणि त्याचे भागीदार आपल्याला एक चांगली, सुरक्षित आणि वेगवान सेवा प्रदान करण्यासाठी आणि आमच्या व्यवसायाचे समर्थन करण्यासाठी कुकीज वापरतात. काही कुकीज आमच्या सेवा वापरण्यासाठी, आमच्या सेवा सुधारण्यासाठी आणि योग्यरित्या त्या कार्य करतात याची खात्री करण्यासाठी आवश्यक आहेत. आपण "सर्व कुकीज स्वीकारा" वर क्लिक केल्यास, आपण X आणि त्यांच्या या भागीदारांना आपल्या आवडीनुसार जाहिराती आणि संप्रेषणे प्रदान करण्यासाठी कुकीज वापरण्याचीही अनुमती देता. जर आपण “अनावश्यक कुकीज नाकारायच्या,” वर क्लिक केले तर आम्ही कुकीजचा वापर सानुकूलित जाहिराती आणि संप्रेषणासाठी अतिरिक्त डेटा संकलित करण्यासाठी करणार नाही. आमच्या कुकी पद्धतींबद्दल अधिक जाणून घेण्यासाठी, कृपया वेबवर आमच्या कुकी मदत केंद्राच्या पृष्ठास ', " येथे भेट द्या"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["लेखकाने ", " केले"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " लेख"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return [this.props.copyrightHolder + " यांनी केलेल्या कॉपीराइटच्या दाव्यामुळे हा मीडिया अक्षम केला आहे. विवादासाठी ", " भरा."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " पुन्हा पोस्ट केले गेले"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " येथे" + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", " यांच्याकडून"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " आणि "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " आणि "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " ", " ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " ", " ", " ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", " यांना प्रत्युत्तर देत आहे"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " वाचा"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", " यांच्याकडून"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " सदस्य"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " यांनी फॉलो केले"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " आणि ", " यांनी फॉलो केले"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", ", आणि ", " यांनी फॉलो केले"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["आपण फॉलो करत असलेल्या ", ", ", ", आणि  अन्य ", " जणांनी फॉलो केले"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["या विषयामध्ये ", " आणि अन्य ", " जण प्रचलनामध्ये आहेत"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["यासाठी ", "यांनी देय रक्कम दिली"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["यासाठी ", " यांनी देय रक्कम दिली आणि कोणत्‍याही उमेदवाराने किंवा उमेदवाराच्‍या समितीकडून हे अधिकृत केले गेलेले नाही."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["यासाठी ", " यांनी देय रक्कम दिली. " + this.props.sponsorshipCandidate + " यांनी अधिकृत केले."];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["केवळ आपण आणि आपल्या सर्कलमधील लोक हे पोस्ट पाहू शकतात. पुन्हा पोस्ट करणे, पोस्ट विषयी भाष्य करणे आणि शेअर करणे उपलब्ध नाही. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["प्रचलनामधील विषय "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["प्रचलनामधील विषय ", ", "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " येथून ", " वाजता"];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, i),
                    m && t(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(a(674132)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a1910673370 = s(["", , 1, 0, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९", { 3: { one: "0 ह", other: "0 ह" }, 4: { one: "00 ह", other: "00 ह" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 कोटी", other: "0 कोटी" }, 8: { one: "00 कोटी", other: "00 कोटी" }, 9: { one: "0 अब्ज", other: "0 अब्ज" }, 10: { one: "00 अब्ज", other: "00 अब्ज" }, 11: { one: "0 खर्व", other: "0 खर्व" }, 12: { one: "00 खर्व", other: "00 खर्व" }, 13: { one: "0 पद्म", other: "0 पद्म" }, 14: { one: "00 पद्म", other: "00 पद्म" }, maxExponent: 14 }], m("mr").pluralGenerator({}))),
                (m.b235659034 = s(["", , 1, 0, 3, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1156059308 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1467835248 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1742078276 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b346237637 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९", { 3: { one: "0 ह", other: "0 ह" }, 4: { one: "00 ह", other: "00 ह" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 कोटी", other: "0 कोटी" }, 8: { one: "00 कोटी", other: "00 कोटी" }, 9: { one: "0 अब्ज", other: "0 अब्ज" }, 10: { one: "00 अब्ज", other: "00 अब्ज" }, 11: { one: "0 खर्व", other: "0 खर्व" }, 12: { one: "00 खर्व", other: "00 खर्व" }, 13: { one: "0 पद्म", other: "0 पद्म" }, 14: { one: "00 पद्म", other: "00 पद्म" }, maxExponent: 14 }], m("mr").pluralGenerator({}))),
                (m.b264573935 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b246364994 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a83400767 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1195420223 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९", { 3: { one: "0 ह", other: "0 ह" }, 4: { one: "00 ह", other: "00 ह" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 कोटी", other: "0 कोटी" }, 8: { one: "00 कोटी", other: "00 कोटी" }, 9: { one: "0 अब्ज", other: "0 अब्ज" }, 10: { one: "00 अब्ज", other: "00 अब्ज" }, 11: { one: "0 खर्व", other: "0 खर्व" }, 12: { one: "00 खर्व", other: "00 खर्व" }, 13: { one: "0 पद्म", other: "0 पद्म" }, 14: { one: "00 पद्म", other: "00 पद्म" }, maxExponent: 14 }], m("mr").pluralGenerator({}))),
                (m.b288028188 = s(["", , 1, 1, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1356503454 = s(["", , 1, 2, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a872805466 = s(["", , 1, 0, 0, 1, 2, , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९", { 3: { one: "0 ह", other: "0 ह" }, 4: { one: "00 ह", other: "00 ह" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 कोटी", other: "0 कोटी" }, 8: { one: "00 कोटी", other: "00 कोटी" }, 9: { one: "0 अब्ज", other: "0 अब्ज" }, 10: { one: "00 अब्ज", other: "00 अब्ज" }, 11: { one: "0 खर्व", other: "0 खर्व" }, 12: { one: "00 खर्व", other: "00 खर्व" }, 13: { one: "0 पद्म", other: "0 पद्म" }, 14: { one: "00 पद्म", other: "00 पद्म" }, maxExponent: 14 }], m("mr").pluralGenerator({}))),
                (m.b456144149 = s(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1954318100 = s(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1326251895 = s(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1703119424 = s(["'A$'", , 1, 2, 2, , , 0, 3, , "", "'A$'#,##0.00", "-'A$''A$'#,##0.00", "-'A$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1337988701 = s(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1973233543 = s(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1287806338 = s(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1433528857 = s(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1707681457 = s(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1533547974 = s(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b861295919 = s(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a2034325674 = s(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1138994958 = s(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1962094309 = s(["'CN¥'", , 1, 2, 2, , , 0, 3, , "", "'CN¥'#,##0.00", "-'CN¥''CN¥'#,##0.00", "-'CN¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b751746801 = s(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a872661335 = s(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b776313497 = s(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b393929763 = s(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1254913443 = s(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b287033161 = s(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a729341486 = s(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a2009861433 = s(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b363236089 = s(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1620876876 = s(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b855522134 = s(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1899959122 = s(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1063957122 = s(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a299772853 = s(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a193695044 = s(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a2129547719 = s(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1601011764 = s(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1830614700 = s(["'JP¥'", , 1, 0, 0, , , , 3, , "", "'JP¥'#,##0", "-'JP¥''JP¥'#,##0", "-'JP¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b259963406 = s(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1990111326 = s(["'₩'", , 1, 0, 0, , , , 3, , "", "'₩'#,##0", "-'₩''₩'#,##0", "-'₩'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1206721535 = s(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a828294886 = s(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b775481915 = s(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a272140379 = s(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1832210715 = s(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1708593500 = s(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b689208027 = s(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b543636490 = s(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a148551969 = s(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1212158941 = s(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b284841166 = s(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1068270285 = s(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b86284894 = s(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1678086905 = s(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b257882487 = s(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a884706682 = s(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b252913906 = s(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1183148148 = s(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1278950841 = s(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b299767822 = s(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1959278875 = s(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a715481546 = s(["'฿'", , 1, 2, 2, , , 0, 3, , "", "'฿'#,##0.00", "-'฿''฿'#,##0.00", "-'฿'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1611995853 = s(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1174851120 = s(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1821192809 = s(["'NT$'", , 1, 2, 2, , , 0, 3, , "", "'NT$'#,##0.00", "-'NT$''NT$'#,##0.00", "-'NT$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1120607496 = s(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1539400241 = s(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a33562929 = s(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b663182289 = s(["'$'", , 1, 2, 2, , , 0, 3, , "", "'$'#,##0.00", "-'$''$'#,##0.00", "-'$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a696422772 = s(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1911828960 = s(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b557722784 = s(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a2120203911 = s(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.b1371592564 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a126339311 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९", { 3: { one: "0 ह", other: "0 ह" }, 4: { one: "00 ह", other: "00 ह" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 कोटी", other: "0 कोटी" }, 8: { one: "00 कोटी", other: "00 कोटी" }, 9: { one: "0 अब्ज", other: "0 अब्ज" }, 10: { one: "00 अब्ज", other: "00 अब्ज" }, 11: { one: "0 खर्व", other: "0 खर्व" }, 12: { one: "00 खर्व", other: "00 खर्व" }, 13: { one: "0 पद्म", other: "0 पद्म" }, 14: { one: "00 पद्म", other: "00 पद्म" }, maxExponent: 14 }], m("mr").pluralGenerator({}))),
                (m.b428392399 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९", { 3: { one: "0 ह", other: "0 ह" }, 4: { one: "00 ह", other: "00 ह" }, 5: { one: "0 लाख", other: "0 लाख" }, 6: { one: "00 लाख", other: "00 लाख" }, 7: { one: "0 कोटी", other: "0 कोटी" }, 8: { one: "00 कोटी", other: "00 कोटी" }, 9: { one: "0 अब्ज", other: "0 अब्ज" }, 10: { one: "00 अब्ज", other: "00 अब्ज" }, 11: { one: "0 खर्व", other: "0 खर्व" }, 12: { one: "00 खर्व", other: "00 खर्व" }, 13: { one: "0 पद्म", other: "0 पद्म" }, 14: { one: "00 पद्म", other: "00 पद्म" }, maxExponent: 14 }], m("mr").pluralGenerator({}))),
                (m.a532884434 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, "०१२३४५६७८९"])),
                (m.a1895073428 = h(function (e) {
                    return e >= 0 && e <= 1 ? "one" : "other";
                })),
                (m.a1174958550 = y(m("mr").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (m.b973417067 = y(m("mr").numberFormatter({ raw: "'ALL' #,##0" }))),
                (m.a257041780 = y(m("mr").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (m.b1804851738 = y(m("mr").numberFormatter({ raw: "'A$'#,##0.00" }))),
                (m.b374583480 = y(m("mr").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (m.b1806635676 = y(m("mr").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (m.a684100461 = y(m("mr").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (m.a1285312632 = y(m("mr").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (m.a1799448058 = y(m("mr").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (m.b406185861 = y(m("mr").numberFormatter({ raw: "'BYR' #,##0" }))),
                (m.a1110564496 = y(m("mr").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (m.b1209586027 = y(m("mr").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (m.b1668247089 = y(m("mr").numberFormatter({ raw: "'CLP' #,##0" }))),
                (m.a364422632 = y(m("mr").numberFormatter({ raw: "'CN¥'#,##0.00" }))),
                (m.a994263954 = y(m("mr").numberFormatter({ raw: "'COP' #,##0" }))),
                (m.a2023724098 = y(m("mr").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (m.b956086190 = y(m("mr").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (m.b728836920 = y(m("mr").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (m.a1674822472 = y(m("mr").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (m.a1272230420 = y(m("mr").numberFormatter({ raw: "'€'#,##0.00" }))),
                (m.a722924737 = y(m("mr").numberFormatter({ raw: "'£'#,##0.00" }))),
                (m.a1838866980 = y(m("mr").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (m.b453249038 = y(m("mr").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (m.a1519783797 = y(m("mr").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (m.b657220971 = y(m("mr").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (m.a1862144317 = y(m("mr").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (m.a1745843775 = y(m("mr").numberFormatter({ raw: "'IDR' #,##0" }))),
                (m.a284567782 = y(m("mr").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (m.a2030945993 = y(m("mr").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (m.b2318374 = y(m("mr").numberFormatter({ raw: "'IQD' #,##0" }))),
                (m.a1973093045 = y(m("mr").numberFormatter({ raw: "'ISK' #,##0" }))),
                (m.a1454200451 = y(m("mr").numberFormatter({ raw: "'JP¥'#,##0" }))),
                (m.a1852629981 = y(m("mr").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (m.a619792550 = y(m("mr").numberFormatter({ raw: "'₩'#,##0" }))),
                (m.a218389790 = y(m("mr").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (m.b956000047 = y(m("mr").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (m.a847041820 = y(m("mr").numberFormatter({ raw: "'LBP' #,##0" }))),
                (m.a1358798662 = y(m("mr").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (m.a1643900880 = y(m("mr").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (m.a582838355 = y(m("mr").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (m.a1584858640 = y(m("mr").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (m.a122988001 = y(m("mr").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (m.b1452804596 = y(m("mr").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (m.b480602754 = y(m("mr").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (m.a1833601309 = y(m("mr").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (m.a258403358 = y(m("mr").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (m.b1316794593 = y(m("mr").numberFormatter({ raw: "'PKR' #,##0" }))),
                (m.b543807516 = y(m("mr").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (m.a140913524 = y(m("mr").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (m.a1309356901 = y(m("mr").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (m.a278112819 = y(m("mr").numberFormatter({ raw: "'RSD' #,##0" }))),
                (m.a1995861879 = y(m("mr").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (m.b668433102 = y(m("mr").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (m.b1613789731 = y(m("mr").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (m.b39186426 = y(m("mr").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (m.b1761098008 = y(m("mr").numberFormatter({ raw: "'฿'#,##0.00" }))),
                (m.b673784916 = y(m("mr").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (m.b817525317 = y(m("mr").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (m.b1276186379 = y(m("mr").numberFormatter({ raw: "'NT$'#,##0.00" }))),
                (m.a1815761929 = y(m("mr").numberFormatter({ raw: "'TZS' #,##0" }))),
                (m.b1764071238 = y(m("mr").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (m.b275950032 = y(m("mr").numberFormatter({ raw: "'UGX' #,##0" }))),
                (m.a1211576528 = y(m("mr").numberFormatter({ raw: "'$'#,##0.00" }))),
                (m.b823471777 = y(m("mr").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (m.b1483131542 = y(m("mr").numberFormatter({ raw: "'₫'#,##0" }))),
                (m.b1353662645 = y(m("mr").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (m.a849592690 = y(m("mr").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (m.b1219250248 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "d MMM", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } } })),
                (m.a212830245 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } } })),
                (m.b73744758 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "म.पू.", pm: "म.उ." } })),
                (m.a831198665 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM", timeSeparator: ":", days: { E: { 1: { sun: "रवि", mon: "सोम", tue: "मंगळ", wed: "बुध", thu: "गुरु", fri: "शुक्र", sat: "शनि" } } }, months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } } })),
                (m.b2018946308 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "E, d, MMM y", timeSeparator: ":", days: { E: { 1: { sun: "रवि", mon: "सोम", tue: "मंगळ", wed: "बुध", thu: "गुरु", fri: "शुक्र", sat: "शनि" } } }, months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } } })),
                (m.a838586833 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "जानेवारी", 2: "फेब्रुवारी", 3: "मार्च", 4: "एप्रिल", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑगस्ट", 9: "सप्टेंबर", 10: "ऑक्टोबर", 11: "नोव्हेंबर", 12: "डिसेंबर" } } } })),
                (m.b1564447680 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } }, dayPeriods: { am: "म.पू.", pm: "म.उ." } })),
                (m.a1457075604 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM, y", timeSeparator: ":", months: { M: { 4: { 1: "जानेवारी", 2: "फेब्रुवारी", 3: "मार्च", 4: "एप्रिल", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑगस्ट", 9: "सप्टेंबर", 10: "ऑक्टोबर", 11: "नोव्हेंबर", 12: "डिसेंबर" } } } })),
                (m.a890700563 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } }, dayPeriods: { am: "म.पू.", pm: "म.उ." } })),
                (m.b341972872 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (m.a1244984284 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.b824479141 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } } })),
                (m.b266930386 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM, y रोजी h:mm:ss a zzzz", timeSeparator: ":", days: { E: { 4: { sun: "रविवार", mon: "सोमवार", tue: "मंगळवार", wed: "बुधवार", thu: "गुरुवार", fri: "शुक्रवार", sat: "शनिवार" } } }, months: { M: { 4: { 1: "जानेवारी", 2: "फेब्रुवारी", 3: "मार्च", 4: "एप्रिल", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑगस्ट", 9: "सप्टेंबर", 10: "ऑक्टोबर", 11: "नोव्हेंबर", 12: "डिसेंबर" } } }, dayPeriods: { am: "म.पू.", pm: "म.उ." }, gmtFormat: "[GMT]{0}", gmtZeroFormat: "[GMT]", hourFormat: "+HH:mm;-HH:mm" })),
                (m.a775636424 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y, h:mm:ss a", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } }, dayPeriods: { am: "म.पू.", pm: "म.उ." } })),
                (m.a234071228 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (m.a313371641 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "म.पू.", pm: "म.उ." } })),
                (m.a1004389867 = k({ 1: m("mr").numberFormatter({ raw: "0" }), 2: m("mr").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "रवि", mon: "सोम", tue: "मंगळ", wed: "बुध", thu: "गुरु", fri: "शुक्र", sat: "शनि" } } }, dayPeriods: { am: "म.पू.", pm: "म.उ." } })),
                (m.a212145052 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "जानेवारी", 2: "फेब्रुवारी", 3: "मार्च", 4: "एप्रिल", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑगस्ट", 9: "सप्टेंबर", 10: "ऑक्टोबर", 11: "नोव्हेंबर", 12: "डिसेंबर" } } } })),
                (m.b2117092741 = k({ 1: m("mr").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "जाने", 2: "फेब्रु", 3: "मार्च", 4: "एप्रि", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑग", 9: "सप्टें", 10: "ऑक्टो", 11: "नोव्हें", 12: "डिसें" } } } })),
                (m.b1219935441 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "जानेवारी", 2: "फेब्रुवारी", 3: "मार्च", 4: "एप्रिल", 5: "मे", 6: "जून", 7: "जुलै", 8: "ऑगस्ट", 9: "सप्टेंबर", 10: "ऑक्टोबर", 11: "नोव्हेंबर", 12: "डिसेंबर" } } } })),
                (m.a33309999 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "रविवार", mon: "सोमवार", tue: "मंगळवार", wed: "बुधवार", thu: "गुरुवार", fri: "शुक्रवार", sat: "शनिवार" } } } })),
                (m.b1610657329 = p(m("mr").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a964112622 = p(m("mr").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.b909905311 = p(m("mr").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1582481042 = p(m("mr").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b204029101 = p(m("mr").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1589869210 = p(m("mr").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b1136589111 = p(m("mr").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.b1935969493 = p(m("mr").dateToPartsFormatter({ date: "long" }))),
                (m.b1589349526 = p(m("mr").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a1847811521 = p(m("mr").dateToPartsFormatter({ date: "short" }))),
                (m.b860198619 = p(m("mr").dateToPartsFormatter({ skeleton: "y" }))),
                (m.b1215886222 = p(m("mr").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b658337467 = p(m("mr").dateToPartsFormatter({ datetime: "full" }))),
                (m.b1704413665 = p(m("mr").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a985353605 = p(m("mr").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.b1791811262 = p(m("mr").dateToPartsFormatter({ time: "short" }))),
                (m.a853216500 = p(m("mr").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a963427429 = p(m("mr").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.a1341714002 = p(m("mr").dateToPartsFormatter({ date: "medium" }))),
                (m.b1611342522 = p(m("mr").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b358097082 = p(m("mr").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.a1747629490 = N(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "येत्या {0} दिवसामध्ये", "relativeTimePattern-count-other": "येत्या {0} दिवसांमध्ये" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} दिवसापूर्वी", "relativeTimePattern-count-other": "{0} दिवसांपूर्वी" }, "relative-type--1": "काल", "relative-type-0": "आज", "relative-type-1": "उद्या" })),
                (m.b375693929 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "सेकंद", one: "{0} सेकंद", other: "{0} सेकंद", perUnitPattern: "{0} प्रति सेकंद" } })),
                (m.a2032310071 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "मिनिटे", one: "{0} मिनिट", other: "{0} मिनिटे", perUnitPattern: "{0} दर मिनिट" } })),
                (m.b1587710073 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "तास", one: "{0} तास", other: "{0} तास", perUnitPattern: "{0} प्रति तास" } })),
                (m.a1426752280 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "सेकंद", one: "{0}से", other: "{0}से", perUnitPattern: "{0}प्रसे" } })),
                (m.a531223736 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "मिनिटे", one: "{0}मि", other: "{0}मि", perUnitPattern: "{0}/मिनि" } })),
                (m.a615375112 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "तास", one: "{0}ता", other: "{0}ता", perUnitPattern: "{0}प्रता" } })),
                (m.b1905465316 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "दिवस", one: "{0}दि", other: "{0}दि", perUnitPattern: "{0}/दि" } })),
                (m.b1550109797 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "दिवस", one: "{0} दिवस", other: "{0} दिवस", perUnitPattern: "{0} दर दिवशी" } })),
                (m.b1903263360 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "महिना", one: "{0}म", other: "{0}म", perUnitPattern: "{0}/म" } })),
                (m.a291231231 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "महिने", one: "{0} महिना", other: "{0} महिने", perUnitPattern: "{0} दर महिना" } })),
                (m.a2019937505 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "वर्ष", one: "{0}व", other: "{0}व", perUnitPattern: "{0}/वर्षी" } })),
                (m.b106920544 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0} प्रति {1}", unitProperties: { displayName: "वर्षे", one: "{0} वर्ष", other: "{0} वर्षे", perUnitPattern: "{0} दर वर्षी" } })),
                (m.b1323253547 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "सेकंद", one: "{0} से", other: "{0} से", perUnitPattern: "{0}प्रसे" } })),
                (m.a310426421 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "मिनिटे", one: "{0} मिनि", other: "{0} मिनि", perUnitPattern: "{0}/मिनि" } })),
                (m.b241048347 = l(m("mr").numberFormatter({}), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "तास", one: "{0} ता", other: "{0} ता", perUnitPattern: "{0}प्रता" } })),
                (m.b1906935904 = l(m("mr").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("mr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "सेकंद", one: "{0}से", other: "{0}से", perUnitPattern: "{0}प्रसे" } })),
                n("d58baa7f", m.a1910673370),
                n("ia24dc8d", m.b235659034),
                n("iab73d4b", m.b1156059308),
                n("i3b7a017", m.b375693929),
                n("ie5d110f", m.a2032310071),
                n("df5f11b3", m.b1587710073),
                n("e8733ed9", m.a1426752280),
                n("be59d8c3", m.a531223736),
                n("i3d087db", m.a615375112),
                n("ga8d18c9", m.b1905465316),
                n("a91e7d49", m.b1550109797),
                n("id952a69", m.b1903263360),
                n("ga09ab65", m.a291231231),
                n("c83b901d", m.a2019937505),
                n("a55b9fed", m.b106920544),
                n("ccaa970f", m.b1610657329),
                n("jade381b", m.a964112622),
                n("d725a289", m.b909905311),
                n("g08cbabb", m.b346237637),
                n("c333da63", m.a1747629490),
                n("h8054d91", m.a1582481042),
                n("i61fef37", m.b1323253547),
                n("ba705e27", m.a310426421),
                n("j86b0d8d", m.b241048347),
                n("f668e929", m.b264573935),
                n("i2785009", m.b246364994),
                n("c778d80b", m.a83400767),
                n("e8d93005", m.b1195420223),
                n("d46781af", m.b1906935904),
                n("ba316f05", m.b288028188),
                n("c0bdd345", m.b1356503454),
                n("aa2aa1a1", m.b204029101),
                n("da44942d", m.a1589869210),
                n("bfbc051d", m.b1136589111),
                n("ba2e82a1", m.b1935969493),
                n("fc209bb7", m.b1589349526),
                n("cf8abf59", m.a872805466),
                n("a9f397f3", m.a1847811521),
                n("d857e44d", m.a1174958550),
                n("cb87e3db", m.b973417067),
                n("a9d5ffd1", m.a257041780),
                n("a0e8371d", m.b1804851738),
                n("gcc50dc9", m.b374583480),
                n("a6a43585", m.b1806635676),
                n("a0cc8f2d", m.a684100461),
                n("i31c32c5", m.a1285312632),
                n("i7dc69e9", m.a1799448058),
                n("c14a6c03", m.b406185861),
                n("jaa3d537", m.a1110564496),
                n("a824080b", m.b1209586027),
                n("d9c0bedb", m.b1668247089),
                n("bf8c0613", m.a364422632),
                n("i8163625", m.a994263954),
                n("adb53ba1", m.a2023724098),
                n("iabf697d", m.b956086190),
                n("a1a0555b", m.b728836920),
                n("f266f3d9", m.a1674822472),
                n("a9a8652b", m.a1272230420),
                n("dbf40761", m.a722924737),
                n("b0d993d9", m.a1838866980),
                n("ac1308e1", m.b453249038),
                n("a7889ab3", m.a1519783797),
                n("c614f5cd", m.b657220971),
                n("i55d57e3", m.a1862144317),
                n("e4b6002b", m.a1745843775),
                n("d28e983b", m.a284567782),
                n("e8c9232d", m.a2030945993),
                n("c8994ae1", m.b2318374),
                n("f821c2a5", m.a1973093045),
                n("j348b9c9", m.a1454200451),
                n("i6f93b9b", m.a1852629981),
                n("c6150bd5", m.a619792550),
                n("i8921e09", m.a218389790),
                n("ef239279", m.b956000047),
                n("hecdb149", m.a847041820),
                n("fdd039b7", m.a1358798662),
                n("f30c2c37", m.a1643900880),
                n("d9ea7bff", m.a582838355),
                n("ea3df4b7", m.a1584858640),
                n("jaac21bb", m.a122988001),
                n("hb435ced", m.b1452804596),
                n("ce699d81", m.b480602754),
                n("bc56d3d7", m.a1833601309),
                n("f8561913", m.a258403358),
                n("g6485d53", m.b1316794593),
                n("ff561cc1", m.b543807516),
                n("b42011d3", m.a140913524),
                n("a6660bcd", m.a1309356901),
                n("f9b80449", m.a278112819),
                n("gdee4d5d", m.a1995861879),
                n("h36f2103", m.b668433102),
                n("a19ad037", m.b1613789731),
                n("g713f699", m.b39186426),
                n("ff2e39af", m.b1761098008),
                n("be34316d", m.b673784916),
                n("aef81b75", m.b817525317),
                n("fcce70a5", m.b1276186379),
                n("jc9d352f", m.a1815761929),
                n("be1cb8c5", m.b1764071238),
                n("j9371501", m.b275950032),
                n("j7d4397d", m.a1211576528),
                n("d61441dd", m.b823471777),
                n("e2a99e97", m.b1483131542),
                n("f7ce19ab", m.b1353662645),
                n("b2a0213f", m.a849592690),
                n("d7d71245", m.b860198619),
                n("a2f2faab", m.b1215886222),
                n("g8d1b99b", m.b658337467),
                n("d0a77c9b", m.b1704413665),
                n("e18e399b", m.a985353605),
                n("b6ca7bcb", m.b1791811262),
                n("h0e4cdf5", m.a853216500),
                n("g727ddcf", m.a963427429),
                n("h3629783", m.a1341714002),
                n("a20c68af", m.b1611342522),
                n("ja781451", m.b1371592564),
                n("cfa1a7b9", m.a126339311),
                n("f3b9b9a7", m.b358097082),
                n("eefcd267", m.b428392399),
                n("fa8afc43", m.a532884434);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/mr.84e4c25a.js.map
