"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/sr"],
    {
        240668: (e, c, a) => {
            var n = a(292426)._register("sr", {
                get emoji() {
                    return a.e("i18n/emoji-sr").then(a.t.bind(a, 262661, 23));
                },
            });
            function f(e, c, a, n) {
                switch (((f = String(e).split(".")), (t = f[0]), (r = f[1] || ""), (d = !f[1]), (b = t.slice(-1)), (u = t.slice(-2)), (o = r.slice(-1)), (i = r.slice(-2)), (d && 1 == b && 11 != u) || (1 == o && 11 != i) ? "one" : (d && b >= 2 && b <= 4 && (u < 12 || u > 14)) || (o >= 2 && o <= 4 && (i < 12 || i > 14)) ? "few" : "other")) {
                    case "few":
                        return c;
                    case "one":
                        return a;
                    default:
                        return n;
                }
                var f, t, r, d, b, u, o, i;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "Ниједно"),
                n("f07eac34", "Налог намењен пародији"),
                n("a41b5c2e", "Налог намењен обожаваоцима"),
                n("i428ea62", "Налог намењен коментарима"),
                n("ac0d27be", "Жао нам је, овај налог је суспендован."),
                n("bcee7444", "Ажурирање налога није успело."),
                n("e0cbf77a", "Додај телефон"),
                n("f377195c", "Мрежа X је прекорачила капацитет. Сачекај неколико тренутака, а затим покушај поново."),
                n("d67f9456", "Извршавање ове акције је блокирано за тебе."),
                n("e0ece1b6", "Не можеш да приложиш медиј, покушај поново са отпремањем."),
                n("i82e8f04", "Да бисмо заштитили своје кориснике од непожељног садржаја и других злонамерних активности, праћење додатних налога је привремено блокирано за овај налог. Провери да ли су ти правила мреже X јасна."),
                n("jf7be47a", "Да бисмо заштитили своје кориснике од непожељног садржаја и других злонамерних активности, слање објава је привремено блокирано за овај налог. Провери да ли су ти јасна правила мреже X."),
                n("g75fec74", "Достигнуто је дневно ограничење за ову акцију. Додај телефон свом налогу да уклониш ограничење."),
                n("abb8b6e0", "Овај број телефона је већ регистрован."),
                n("f30bd1fc", "Не можемо да пошаљемо текстуалну поруку на овај број телефона јер оператор то не подржава."),
                n("i54e550c", "Нисмо у могућности да потврдимо овај број телефона."),
                n("h154702a", "Не можемо да обавимо овај захтев, јер су мрежа X или наши партнери идентификовали ову везу као потенцијално штетну. Посети наш центар за помоћ и сазнај више."),
                n("c8cb0b4c", "Лозинка којa је унета је нетачна."),
                n("b1b54f9e", "Медиј који покушаваш да отпремиш је неважећи."),
                n("i859a9d4", "Сазнај више"),
                n("d6e72ce1", function (e) {
                    return "Лозинка мора да има мање знакова од " + e.count + ". Унеси краћу лозинку.";
                }),
                n("a34dccd7", function (e) {
                    return "Најмањи дозвољени број знакова за лозинку је " + e.count + ". Унеси дужу лозинку.";
                }),
                n("jea2ff04", "Ту лозинку је сувише лако погодити. Изабери јачу лозинку."),
                n("ce482c36", "Једно или више поља су неважећа. Провери свој унос и покушај поново."),
                n("db626d88", "Додај свој број телефона да завршиш подешавање свог налога"),
                n("i3ee2550", "Попуни сва обавезна поља."),
                n("cf18a258", "Овај захтев је можда аутоматизован. Да бисмо заштитили своје кориснике од непожељних и других злонамерних активности, не можемо да завршимо ову радњу сада. Покушај поново касније."),
                n("h7ffa648", "Ограничење стопе СМС верификације је премашено."),
                n("b87ceb1c", "СМС PIN за потврду је неважећи."),
                n("f87e2faa", "Нажалост, нисмо успели да пронађемо тог корисника."),
                n("cdaf8222", "Жао нам је, имаш ограничени лимит. Сачекај неколико тренутака, а затим покушај поново."),
                n("c1b0e710", "Твој налог је обустављен због чега не можеш да обавиш ову радњу."),
                n("bfb22fae", "Нажалост, ова објава је избрисана."),
                n("a23cd3ba", "Мрежа X је онемогућила неке радње на овој објави."),
                n("bb558892", "Овај корисник већ има потврђен број телефона."),
                n("hae1c934", "Нешто није у реду, али не брини – не твојом кривицом."),
                n("e784846c", "Прегледамо твој профил. Током периода прегледа нису дозвољена додатна мењања имена и фотографије профила."),
                n("h1cbdd30", "Освежи страницу и покушај поново."),
                n("a5077d3e", "Освежи"),
                n("b2648ba4", "Твом налогу можда није дозвољено обављање ове радње. Освежи страницу, а затим покушај поново."),
                n("bcd6bb0e", "Члан"),
                n("hd8c22d2", "Мод."),
                n("c3153100", "Админ"),
                n("fa9adac1", function (e) {
                    return "Претражи „" + e.query + "“";
                }),
                n("jcec6620", "Одговор на објаву је скривен"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "Basic"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "Шестоугаона слика профила"),
                n("fcc8734a", "Квадратна слика профила"),
                n("c64e46f8", "Овај члан је уклоњен из заједнице, па су његове објаве скривене."),
                n("b3f1cb42", "Модератор је сакрио ову објаву због кршења правила заједнице."),
                n("cbd2dc9c", "Пријавио/ла си ову објаву."),
                n("cfbea177", function (e) {
                    return "Простор корисника " + e.name;
                }),
                n("ab4fc8bc", "Простор"),
                n("jd859c9c", "Уклонили су те из овог Простора"),
                n("c60ed9b0", "Немаш овлашћење и не можеш да се придружиш овом простору."),
                n("d8227e16", "Немаш овлашћење и не можеш да креираш овај простор"),
                n("f027fed8", "Слика у слици"),
                n("hd50e064", "Не сада"),
                n("i76d640e", "Треба нам твоја дозвола"),
                n("fdaa0be8", "Ако желиш да говориш у овом простору, мораш мрежи X да одобриш приступ свом микрофону. Провери подешавања прегледача. "),
                n("gea6cc1a", "Да ли си сигуран/на?"),
                n("hb568af4", "Игнориши"),
                n("f7c8617a", "Шта су исечци?"),
                n("ecc7d2ec", "Исечци су забележени тренуци које свако у Простору може да прави и дели. Сви исечци истичу након 30 дана."),
                n("d575ee02", "Ко може да направи исечак?"),
                n("dbc477a4", "Сви (чак и слушаоци) могу да праве снимке. Једина цака је што мораш да будеш пријављен/а на мрежу X."),
                n("ed1d1cc0", "Свако ко говори може да буде у исечку"),
                n("e5d193c8", "Ако говориш, можда ћеш завршити у исечку. Обавестићемо те ако будеш у неком."),
                n("e1547ec0", "Направи исечак тренутка из Простора"),
                n("i154245e", "Неко је рекао нешто смешно или фантастично? Издвој то у исечку и подели."),
                n("j24c37b2", "Разумем"),
                n("g1c6f16e", "Снимљени Простори"),
                n("e5609214", "Простор наставља да живи"),
                n("g665514c", "Само се говорници снимају"),
                n("ja196c5a", "Гости који говоре ће бити снимљени. Снимак је јаван, па свако може да га репродукује."),
                n("dd317ed6", "Репродукуј га или га подели са било ким"),
                n("jf03b37c", "Слушај снимак било када. Можеш и да га поделиш у објави."),
                n("fd05976b", "Сазнај више"),
                n("b4f91a8a", "Снимање је активно"),
                n("gb418012", "Желимо ти добродошлицу у просторе"),
                n("fec3c1e0", "Место где се одржавају аудио разговори уживо"),
                n("j32eb4f8", "Додај највише 10 говорника"),
                n("j4f133a6", "Можеш да позовеш било кога на мрежи X да говори."),
                n("ed434ac6", "Простори су јавни – свако може да се придружи"),
                n("e0025688", "Твој простор, твоја правила"),
                n("c1bc6f86", "Као аутор, ти контролишеш коме је дозвољено да говори. Можеш и да уклањаш људе које не желиш у свом Простору."),
                n("b0bc8330", "Можеш и да блокираш и пријавиш људе у Простору."),
                n("cb17a0f3", "Сазнај више"),
                n("dcd77941", "Сазнај више"),
                n("cc724cb0", "Направи исечак"),
                n("cfd2f35e", "Откажи"),
                n("c1df579e", "Даље"),
                n("e3146662", "Натписи не могу да се направе за овај исечак."),
                n("f123fea8", "Пријави овај Простор"),
                n("d0aebc28", "Опиши проблем"),
                n("g971a4e8", "Самоповређивање"),
                n("b96e6682", "Насиље"),
                n("e5bf9b3a", "Сексуални садржај"),
                n("d2a34320", "Безбедност деце"),
                n("a9ba3e28", "Приватне информације"),
                n("d5519f4a", "Узнемиравање"),
                n("eb55363c", "Овај Простор је пријављен"),
                n("i65de934", "Слушаш анонимно"),
                n("b1037050", "Управљај простором"),
                n("ic107434", "Укључи камеру"),
                n("d7e0329c", "Искључи камеру"),
                n("b772cd66", "Готово"),
                n("b3bd3e38", "Прво најпопуларније објаве"),
                n("d88cf16c", "Прво најновије објаве"),
                n("bd4ad3ea", "Широко"),
                n("ca1180a0", "Средњи"),
                n("c86ff1b0", "Уско"),
                n("eed02406", "Мали"),
                n("cffb04d6", "Стандардно"),
                n("af15cef8", "Објави уз белешке"),
                n("ab28945c", "Профил сарадника"),
                n("e2462db4", "Најчешће дељено у твојој мрежи · Последња 24 сата"),
                n("ad16f482", "Догађај"),
                n("c20aaf3e", "Грешка"),
                n("edf7bc2e", "У тренду"),
                n("fa884026", "Листа"),
                n("fa98627a", "Профил"),
                n("a9ae1e78", "Претрага"),
                n("a2a3824a", "Тема"),
                n("a6d5b010", "Временска трака"),
                n("h5860a68", "Grok"),
                n("a990900c", "Биографија"),
                n("h02a6fe6", "Заједнице"),
                n("a15648a4", "Белешке заједнице"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • Фасцикла са обележивачима";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • Поруке";
                }),
                n("d80c77dc", "Сакрио/ла си ове одговоре"),
                n("ef939f4b", function (e) {
                    return "Корисник @" + e.screenName + " је сакрио одговоре";
                }),
                n("g40ff2b4", "Твој медиј није променио велилчину и превелики је за отпремање."),
                n("b8098028", "Једна или више слика прелази органичење величине и не може се мењати."),
                n("b36f4170", "Фајл је празан."),
                n("hab3781e", "Један или више фајлова нису слике."),
                n("f6c4fb02", "Твој GIF фајл се не може обрадити. Погледај савете за отпремање GIF-ова."),
                n("g0af3dd2", "Твој GIF фајл није одговарајући. Погледај савете за отпремање GIF-ова."),
                n("b8c8b0be", "Видео датотеку није могуће обрадити. Погледај савете за отпремање видео снимака."),
                n("ica6d718", "Видео датотека није компатибилна. Погледај савете за отпремање видео снимака."),
                n("b28d44f7", function (e) {
                    return "GIF датотека је превелика. GIF-ови треба да буду мањи од " + e.limit + " MB";
                }),
                n("i1db7d13", function (e) {
                    return "Датотека видеа је превелика. Видео снимци треба да буду мањи од " + e.limit + " MB";
                }),
                n("baac0ed7", function (e) {
                    return "Датотека видео-снимка је превелика. Видео-снимци треба да буду мањи од " + e.limit + " GB";
                }),
                n("a22385bb", function (e) {
                    return "Видео је предугачак. Постарај се да траје " + e.limit + " сек. или краће.";
                }),
                n("be0440bf", function (e) {
                    return "Видео је предугачак. Постарај се да траје " + e.limit + " мин. или краће.";
                }),
                n("feeba512", "Твој фајл слике се не може обрадити. Погледај савете за отпремање слика."),
                n("db123c02", "Твој фајл слике није одговарајући. Погледај савете за отпремање слика."),
                n("db6001e7", function (e) {
                    return "Датотека слике је превелика. Слике треба да буду мање од " + e.limit + " MB";
                }),
                n("eb96d952", "Твоја фотографија има премалу ширину или висину"),
                n("b3880588", "Сесија за отпремање је истекла."),
                n("ca058b68", "Неки од медија није успео да се учита."),
                n("id24379c", "Неки од твојих медија није успео."),
                n("h4d7cbcc", "Отпремање медија није успело. Покушај поново."),
                n("aaa798fc", "Надогради"),
                n("f13bb672", "Претплати се на Premium"),
                n("ab0decc0", "Претплати се"),
                n("e4e92f35", function (e) {
                    return "Надогради до " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "Претплати се на налог " + e.tier;
                }),
                n("fd425414", "Набави Radar"),
                n("g6320792", "Набави Premium аналитику"),
                n("f09be7f8", "Потврди налог"),
                n("j34ad558", "Набави Premium"),
                n("a73d39fb", function (e) {
                    return "Започни бесплатни пробни период од " + e.numberOfDays + " дана";
                }),
                n("i4fb96c7", function (e) {
                    return "Оствари право на максимално " + e.percentage + "% попуста на X " + e.premiumTierName;
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% попуста";
                }),
                n("c5546038", "Истиче ускоро!"),
                n("e9a47564", "Последња прилика"),
                n("f65e7e91", function (e) {
                    return e.percentage + "% попуста на " + e.tier + " " + e.plan;
                }),
                n("cbc38428", "Елиминиши огласе уз Premium+"),
                n("a84a736e", "Оствари право на бесплатни кредит за огласе"),
                n("a0713d76", "Надогради на потврђене организације и добићеш бесплатни кредит за оглашавање и пакет алатки за развој пословања."),
                n("a07e13fc", "Постани Premium аутор"),
                n("i1b4aea2", "Надоградите да бисте објављивали дуже видео снимке"),
                n("efa90342", "Откључај уређивање објава уз X Premium"),
                n("cc528e28", "Само претплатници на услугу X Premium имају приступ који омогућава уређивање објава. Надогради и настави."),
                n("h8a3525e", "Истакнуто на твом профилу"),
                n("c0f7a722", "Мораш имати претплату за Premium за истицање објава на профилу."),
                n("i3b31136", "Пиши чланке на мрежи X"),
                n("b6a41c5f", function (e) {
                    return "Мораш да се претплатиш на услугу " + e.tier + " за писање чланака на мрежи X";
                }),
                n("ae2c4afc", "Желиш ли да објавиш сопствени чланак?"),
                n("d300e29b", function (e) {
                    return "Обави надоградњу на " + e.tier + " и пиши дуже објаве и чланке.";
                }),
                n("f614e2bc", "Надогради на Premium и пиши дуже објаве словима која су у курзиву или подебљана."),
                n("c9772e6e", "Надогради на Premium"),
                n("dc5575ac", "Желиш ли ознаку за потврђени идентитет на свом профилу?"),
                n("d154f46e", "Откључај креирање заједница уз X Premium"),
                n("a0228c02", "Само претплатници на услугу X Premium имају приступ који омогућава креирање заједница. Надогради и настави."),
                n("d07f1d74", "Твој налог мора да буде потврђен да би додао/ла ове кориснике у разговор"),
                n("ebe38626", "Само потврђени корисници могу да додају у групу кориснике који их не прате. Надогради и настави."),
                n("e6eddae0", "Потврди налог да би креирао/ла ову групу"),
                n("he27089e", "Само потврђени корисници могу да креирају групу са корисницима који их не прате. Надогради и настави."),
                n("d7bc1116", "Потврди налог и пошаљи поруку овом кориснику"),
                n("f897074a", "Само потврђени корисници могу да шаљу захтеве за директне поруке онима који их не прате. Надогради и настави."),
                n("c0cf5eae", "Потврди налог и шаљи више порука"),
                n("h2da08fc", "Максималан број директних порука за један дан је достигнут. Надогради и настави да размењујеш поруке."),
                n("j503aee6", "Преузимај видео записе уз X Premium"),
                n("j4dd3bf4", "Само претплатници на услугу X Premium могу да преузимају видео записе. Надогради и настави."),
                n("bc231a74", "Откључај фасцикле са обележивачима уз X Premium"),
                n("ed534c78", "Само претплатници на услугу X Premium имају приступ фасциклама са обележивачима. Надогради и настави."),
                n("ed924940", "Уклони све огласе уз Premium+"),
                n("dccdb326", "Само претплатници услуге Premium+ не виде ниједан оглас. Надогради и настави."),
                n("adf3410a", "Претплати се и откључај нове функције и, ако испуњаваш услове, можеш да примаш део прихода."),
                n("d8661dd4", "У ограниченом трајању. Откључај најбоље од мреже X."),
                n("fe7fd234", "Бесплатно испробај Premium Basic већ данас"),
                n("a2f86dda", "Побољшај искуство са фасциклама са обележивачима, уређуј објаве, прилагођене иконе апликација и још много тога уз Premium Basic."),
                n("d9593598", "Испробај Premium данас бесплатно"),
                n("d0d6b59c", "Надогради искуство тако да имаш мање огласа, моћне алатке и још тога уз Premium."),
                n("g4bb7ea8", "Оствари право на максимално 50% попуста на X Premium"),
                n("b748499c", "Понуда је продужена!"),
                n("b81135bc", "Завршава се данас!"),
                n("a8b4b878", "Искуси најбоље од мреже X за овај Дан захвалности."),
                n("df7fb242", "Понуда за Дан захвалности"),
                n("aeaf14a6", "Оствари право на 40% попуста на Premium. Истиче ускоро!"),
                n("ca8cbf78", "Оствари право на 40% попуста на Premium и Premium+"),
                n("j88ba18e", "Преузми понуду"),
                n("f4dc8ea3", function (e) {
                    return "Оствари право на " + e.percentage + "% попуста на X Premium. Откључај најбоље од мреже X.";
                }),
                n("db6a5d54", "Твој налог још увек није потврђен"),
                n("edf7f57e", "Потврди налог и користи предности истакнутих одговора, аналитике, прегледања без огласа и још много тога. Одмах надогради свој профил."),
                n("ba920d68", "Појачај свој утицај путем верификације"),
                n("ib79d0c2", "Откључавање VIP функција: потврда налога"),
                n("c0d3bd82", "Оглашаваш се на мрежи X, али немаш претплату за потврђене организације"),
                n("d7836d1e", "Претплати се и добићеш до 12.000 УСД бесплатног кредита за огласе, златну верификацију, VIP подршку и пакет алатки за развој."),
                n("f528e369", function (e) {
                    return "Претплати се на " + e.tier + " и пиши сопствене чланке";
                }),
                n("c5a8022a", "Чланци ти омогућавају да објављујеш сопствени дужи садржај уз обогаћени текст и уграђени медијски садржај, директно на мрежи X."),
                n("d77899b6", "Претплати се на услугу Premium и пиши сопствене дуже објаве"),
                n("bd65482a", "Пиши дуже објаве и примени форматирање текста, као што су подебљана или слова у курзиву."),
                n("bee20918", "Плаћање за објаве"),
                n("gb699d52", "Уживаш ли у објављивању на мрежи X? Претплати се на Premium и придружи се нашем програму поделе прихода од огласа."),
                n("f69877c2", "Истицање својих одговора уз Premium"),
                n("gba90d44", "Оствари већу видљивост, истакни се и нека те други примете."),
                n("a6dbcd58", "Подржи ауторе претплатом на Premium"),
                n("c4f49130", "До 25% твоје претплате иде директно ауторима."),
                n("ca8fa2c0", "Потврди налог и добићеш плави знак потврде"),
                n("febffc1a", "Истакни свој кредибилитет, повећај видљивост и нека се твој глас чује."),
                n("j45a377a", "Надогради на Premium+"),
                n("i7170016", "Уживај у додатним погодностима, као што су нула огласа и највећа приоритизација одговора."),
                n("ee87f95e", "Напредна аналитика уз X Premium"),
                n("ac38dbc0", "Погледај аналитику свог профила, стекни увид у своју публику и још много тога. Надогради и настави."),
                n("i6e73154", "Преглед функције Аналитика налога, укључујући тракасте графиконе и метрику"),
                n("b583e154", "Откључај аналитику уз X Premium"),
                n("b7fb8c5e", "Потроши 1000 USD, добиј 1000 USD"),
                n("ca559b70", "Претплати се одмах"),
                n("d68773a4", "Визуелизација трендова уз Radar"),
                n("f677fed6", "Прати кључне речи, визуелизуј активности у тренду и филтрирај разговоре у реалном времену."),
                n("ha49eac2", "Желиш већи број пратилаца на X брже?"),
                n("f27018b4", "Користи Premium аналитику за повећање број пратилаца уз паметне увиде у податке."),
                n("dfea1f08", "Не пропусти важне увиде"),
                n("da8c5244", "Уз Premium аналитику, можеш да откључаш паметне увиде у податке за повећање броја пратилаца."),
                n("b081baea", "Пропушташ увиде!"),
                n("d5effffc", "Додај беџ"),
                n("c3653d44", "Потврди своје предузеће"),
                n("e8070e70", "Испробај Premium"),
                n("ec42820e", "Желиш да више људи види твој одговор?"),
                n("b0a95418", "Добићеш истицање одговора уз Premium"),
                n("j8ee20aa", "Истакни се у разговору уз истицање одговора"),
                n("g13aa596", "Претплати се на Premium и твоји одговори ће бити истакнути"),
                n("cadd92be", "Приступи аналитици објава"),
                n("a7058228", "Откључај напредну аналитику уз X Premium"),
                n("gb7823ba", "Аналитика налога"),
                n("i90f8e36", "Организовање обележивача"),
                n("abc6e710", "Сортирај обележиваче у оквиру фасцикли уз X Premium"),
                n("b7fa0cfe", "Топ чланци"),
                n("bcc7e8c0", "Сви обележивачи"),
                n("i3145aa0", "Обележивачи"),
                n("e39b368e", "Емитовање"),
                n("hbea78a8", "Нова колона"),
                n("b5298d92", "Повезивање"),
                n("d35d74e4", "Разговор"),
                n("h5245afa", "Заједница"),
                n("d4ebc798", "Нацрти"),
                n("fcf3e54c", "Истражи"),
                n("d806aa1a", "Сакривени одговори"),
                n("ha8209bc", "Почетна"),
                n("a2f81050", "Поруке"),
                n("cf2d1048", "Захтеви за поруке"),
                n("e7172d70", "Додатне поруке"),
                n("e1066d88", "Мој профил"),
                n("eb75875e", "Обавештења"),
                n("j45978a8", "Цитати"),
                n("fd6a3f30", "Заказане објаве"),
                n("aa4209e8", "Супер-пратиоци"),
                n("d52a1caa", "Претплатници"),
                n("d7b51c68", "Претплате"),
                n("c5f4befa", "Трендови"),
                n("df34a454", "Објава"),
                n("gfccba44", "Захтеви за чланство"),
                n("e42dd8fa", "Евиденција модерирања"),
                n("c2c191fc", "Пријављене објаве"),
                n("c63602d4", "Моје Заједнице"),
                n("ddf0ba7e", "Колекција"),
                n("c64974fc", "Пратилаца"),
                n("i099d32e", "Пратиоци које познајеш"),
                n("d960b55c", "Пратиш"),
                n("b007440a", "Послови"),
                n("aa68dafc", "Детаљи обавештења"),
                n("b8533bac", "Теме"),
                n("jf00ebf6", "Колона није доступна"),
                n("jaaa8984", "Локација"),
                n("f345dcda", "Историја измена"),
                n("hea3f8ac", "Сродне објаве"),
                n("c8ee31da", "Вести"),
                n("d35c9eec", "Аналитика налога"),
                n("b5b7fb94", "Група"),
                n("g755fcde", "Ти"),
                n("f6b1ff81", function (e) {
                    return e.name + " и ти";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " и још " + e.count;
                }),
                n("fb4ee2f6", "Захтеви за размену порука су избрисани"),
                n("j607bf02", "Преузми апликацију X"),
                n("j49fd4e8", "Пређи на апликацију"),
                n("a565833e", "Региструј се"),
                n("e919c3bc", "Пријави се"),
                n("a17a75da", "Мрежа X је боља у апликацији"),
                n("e7342ed4", "Не пропусти ниједну објаву. Отвори ово у апликацији X и добићеш потпуни доживљај."),
                n("b6a43e78", "Сазнај међу првима"),
                n("b469e406", "Биди у току са оним што ти је најбитније. Пређи на апликацију и добијаћеш прослеђена обавештења о људима, темама и догађајима које пратиш."),
                n("b8505290", "Одговори да се придружиш разговору."),
                n("ae8b0564", "Поново објави да би поделио информације с другима."),
                n("f2adab0e", "Означи да ти се објава свиђа и подели љубав."),
                n("b7821a74", "Региструј се да више никад не пропустиш њихове објаве."),
                n("e6d43d06", "Прати тему да би открио/ла сјајне објаве"),
                n("ic848090", "Прво се пријави"),
                n("f9ebe066", "Можеш да се придружиш разговору у Заједницама – чим се пријавиш."),
                n("je3d93e2", "Корисници на мрежи X први сазнају."),
                n("ea88ce2e", "Не пропусти дешавања"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "центар за помоћ"),
                n("g482c949", "Прикажи више о својим изборима."),
                n("b47e760e", "Да би видео/ла пречице са тастатуре, притисни знак питања"),
                n("fd2c7b44", "Прикажи пречице са тастатуре"),
                n("g7e2adf2", "Направи нови скуп"),
                n("a6ba09e8", "Дупликат колоне"),
                n("f5c9ccca", "Измени тренутни скуп"),
                n("bf42c578", "Фокус на дугмету за промену редоследа"),
                n("j6fa64a6", "Иди на последњу колону"),
                n("b5545202", "Иди на последњи закачени скуп"),
                n("e0497acc", "Иди на управљање свим скуповима"),
                n("beef7b14", "Иди на следећу колону"),
                n("a5cb005e", "Иди на N. колону"),
                n("f65391bc", "Иди на N. закачени скуп"),
                n("h0bfdd20", "Додај колону"),
                n("h770f6d4", "Иди на претходну колону"),
                n("b8b2b70c", "Избриши колону"),
                n("a3e2df76", "Опозови брисање колоне"),
                n("g850aec4", "Отвори/затвори подешавања колона"),
                n("d5696fcc", "Помоћ за пречице"),
                n("a83d4280", "Следећа објава"),
                n("g0048656", "Претходна објава"),
                n("a690c4d0", "Страница надоле"),
                n("e893811a", "Учитај нове објаве"),
                n("cdb53d7a", "Помињања"),
                n("d7b8ebaa", "Свиђања"),
                n("b0041756", "Листе"),
                n("d4986f86", "Директне поруке"),
                n("bb081ea2", "Подешавања"),
                n("eee2ed92", "Иди до корисника..."),
                n("ee5ccf3e", "Подешавања приказа"),
                n("ab3d53f8", "Нова објава"),
                n("de94bda6", "Пошаљи објаву"),
                n("e736990a", "Нова директна порука"),
                n("fe731016", "Свиђа ми се"),
                n("d17df548", "Одговори"),
                n("g062295e", "Поново објави"),
                n("h01621a4", "Дели објаву"),
                n("gb303814", "Обележивач"),
                n("c03b1126", "Игнориши налог"),
                n("ebd2abb2", "Блокирај налог"),
                n("hc6c5510", "Отвори детаље објаве"),
                n("eebdef38", "Прошири фотографију"),
                n("b488758c", "Отварање/затварање прикључка Поруке"),
                n("c82314e0", "Паузирај/пусти изабрани видео"),
                n("b881560e", "Искључи звук изабраног видео-снимка"),
                n("a94f7302", "Иди на аудио-прикључак"),
                n("a7e604c6", "Репродукуј/паузирај аудио-прикључак"),
                n("f978c4fc", "Искључи/укључи звук аудио-прикључка"),
                n("hc73f030", "Твој налог"),
                n("f15bfdb4", "Информације о налогу"),
                n("a3841918", "Е-пошта"),
                n("c21037d0", "Земља"),
                n("ab1f7ee0", "Промени лозинку"),
                n("e731db5a", "Ресетовање лозинке"),
                n("f56af9cc", "Преузми архиву својих података"),
                n("hfb92b14", "Деактивирај налог"),
                n("bf96fda4", "Узраст"),
                n("d12d42dc", "Аутоматизација"),
                n("fdb81456", "Ознака налога намењеног пародији"),
                n("j9d10268", "Активност налога"),
                n("i6b3f59a", "Историја налога"),
                n("da202f9a", "Твоја листа оглашивача"),
                n("hc36dbba", "Пријављени уређаји и апликације"),
                n("a8d0108e", "Пол"),
                n("a03dacaa", "Језик"),
                n("d9138166", "Погледај посећена места"),
                n("b523ecc6", "Историја приступа налогу"),
                n("abedd45c", "Захтевај своје податке"),
                n("h1f01a24", "Интересовања"),
                n("j7ad754a", "Твоји подаци на мрежи X"),
                n("d299431c", "Монетизација"),
                n("j087774e", "Новчић"),
                n("ff9ed474", "Укупна зарада"),
                n("ec885836", "Део прихода од огласа за ауторе"),
                n("b431a5c6", "Део прихода од огласа"),
                n("b0e986ec", "Верификација идентитета за монетизацију"),
                n("aca4d76a", "Подешавање дела прихода од огласа"),
                n("ab1b837a", "Контролна табла за део прихода од огласа"),
                n("a9c1a9cc", "Видео огласи"),
                n("d4ab5c12", "Подешавање видео огласа"),
                n("c429e3ba", "Претплате аутора"),
                n("fce877d6", "Опозови објаву"),
                n("dd0c889e", "Прилагођавање профила"),
                n("ib35705e", "Управљај претплатом"),
                n("cf131522", "Управљај беџевима повезаних корисника"),
                n("cb165528", "Погледај функције и подешавања за вести"),
                n("f8645654", "Безбедност и приступ налогу"),
                n("j95edf76", "Безбедност"),
                n("fd127276", "Управљање шифрама"),
                n("afe4a358", "Верификација помоћу личног идентификационог документа"),
                n("dd703318", "Потврда идентитета у два корака"),
                n("b1686800", "Управљај сигурносним кључевима"),
                n("ae72d4c4", "Апликације и сесије"),
                n("a1e8e682", "Регистровани уређаји"),
                n("h1abfbce", "Повезани налози"),
                n("cad53944", "Приватност и сигурност"),
                n("e908903a", "Циљна група и означавање"),
                n("b5c85d2c", "Заштити своје објаве"),
                n("f56d108e", "Означавање фотографија"),
                n("c6f67e32", "Твоје објаве"),
                n("f2bd9c48", "Садржај који видиш"),
                n("cbd449a0", "Игнориши и блокирај"),
                n("daef29b8", "Игнорисани налози"),
                n("i0dd9b9e", "Игнорисане речи"),
                n("a5f32aa2", "Блокирани налози"),
                n("i58a274c", "Директне поруке"),
                n("ded416b0", "Простори"),
                n("fd4d9068", "Приступачност и контакти"),
                n("bbcafbda", "Управљај контактима"),
                n("aeddb28a", "Жељене поставке садржаја"),
                n("d035a8d0", "Жељене поставке огласа"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "Изведени идентитет"),
                n("d84e63d2", "Активност ван мреже X"),
                n("h14ba864", "Дељење података са пословним партнерима"),
                n("jabb9c9a", "Информације о локацији"),
                n("fcb6a5b8", "Додај информације о локацији у своје објаве"),
                n("h9f2da68", "Осетљиви медији"),
                n("id6a8e1a", "Филтер за одговоре"),
                n("fc35f762", "Филтрирани одговори"),
                n("gaac710a", "Центар за пријаве"),
                n("bcd81cac", "Жељене поставке"),
                n("i647fb04", "Филтери"),
                n("hee41732", "Прослеђена обавештења"),
                n("e75f25a8", "Обавештења е-поштом"),
                n("cf9b166a", "Приступачност, приказ и језици"),
                n("e3719c16", "Приступачност"),
                n("a776eed8", "Аутоматски репродукуј"),
                n("c4881c66", "Приказ"),
                n("d495680e", "Језици"),
                n("f953f53a", "Промени језик за приказ"),
                n("eafe3288", "Потрошња података"),
                n("b721eb38", "Основни подаци"),
                n("g9230d00", "Делегирај"),
                n("cb8ebf5c", "Чланови које си делегирао/ла"),
                n("i95202f6", "Налози који су ти делегирани"),
                n("afcad7f2", "Преузми апликацију"),
                n("e8f57e08", "Персонализација и подаци"),
                n("gbde3534", "Подаци о интересовањима и огласима"),
                n("a54826c6", "Изведена интересовања од партнера"),
                n("a5cbc19a", "Твоја аналитика"),
                n("i9028824", "Учитавање"),
                n("f5090e28", "Изгледа да се веза прекинула. Наставићемо да покушавамо."),
                n("ba929da8", "Страница није пронађена"),
                n("d203e242", "Није пронађено"),
                n("e2eac0c4", "Примарно"),
                n("i5aa4ce0", "Више ставки менија"),
                n("h63a5c3c", "Још"),
                n("a4fc1872", "Последња недеља"),
                n("e14bb1da", "Последњи дан"),
                n("d86bbf0f", function (e) {
                    return "Непрочитане ставке: " + e.count;
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "Налог"),
                n("da4691aa", "Прегледај све налоге"),
                n("c7e55ccf", function (e) {
                    return "Пређи на налог @" + e.screenname;
                }),
                n("b20a3894", "Налог на који покушаваш дa пређеш је обрисан."),
                n("daffabde", "радиш у име…"),
                n("eccbfa26", "Налози за делегирање"),
                n("a1b7a904", "Ради у име"),
                n("g61ed8a4", "Нешто није у реду."),
                n("e520f166", "Прекорачено је дневно ограничење за слање објава."),
                n("c0554ca0", "Нешто није у реду. Покушај поново да пошаљеш објаву за минут."),
                n("b25c5b2a", "Упс! То си већ си рекао/ла."),
                n("cef21114", "Твој налог је суспендован и нема дозволу за слање објава."),
                n("cf369a0e", "Објава на коју покушаваш да одговориш је избрисана или није видљива за тебе."),
                n("cd86efa8", "Текст твоје објаве премашује број дозвољених @помињања."),
                n("e002f424", "Текст твоје објаве садржи више URL адреса него што је то дозвољено."),
                n("c2b4ae8c", "Текст твоје објаве премашује број дозвољених ознака."),
                n("hf05f59e", "Текст твоје објаве премашује број дозвољених cash ознака."),
                n("dffb84c6", "Текст твоје објаве садржи ознаку која је дужа него што је то дозвољено."),
                n("d7b21bc8", "Објава премашује број дозвољених врста прилога."),
                n("e4672ac2", "Упс! Изгледа да URL адреса у објави води до странице са непожељним или небезбедним садржајем."),
                n("he5ecf52", "Текст твоје објаве је дужи од максималне дозвољене дужине."),
                n("ac78e602", "Садржај твоје објаве је неважећи."),
                n("i251c738", "Брзина слика видео записа који покушаваш да отпремиш је превелика."),
                n("ed3ac7ef", function (e) {
                    return "Брзина слика видео записа који покушаваш да отпремиш је превелика. Максимална брзина слика: 60. Стварна брзина слика: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "Однос ширине и висине видео записа који покушаваш да отпремиш је превелики."),
                n("ca4514c0", "Однос ширине и висине видео записа који покушаваш да отпремиш је превелики."),
                n("fb4a459c", "Видео запис који покушаваш да отпремиш је прекратак."),
                n("ca1afa98", "Видео који покушаваш да отпремиш је предугачак."),
                n("b2e94283", function (e) {
                    return "преко корисника @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "Објави" + e.verb;
                }),
                n("ge8e4a38", "Објави све"),
                n("h735a98e", "Закажи"),
                n("h3701ffe", "Ажурирај"),
                n("d9ef2842", "Непрочитане ставке"),
                n("cdf89b84", "Преглед брендиране иконе свиђања"),
                n("i83d4f14", "Захтеви за праћење"),
                n("aeede01a", "Импресум"),
                n("ae1bbb26", "Одјави се"),
                n("fd442790", "Подешавања и приватност"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "Огласи"),
                n("e2eef3c2", "Потврђене организације"),
                n("b55d8a78", "Направи простор"),
                n("e5323e36", "Емитуј уживо"),
                n("a5a30af0", "Чланци"),
                n("d13d697c", "Нова"),
                n("j0e2cfa8", "Пословање"),
                n("h5e38204", "Ћаскање"),
                n("h7d5d9fa", "Beta"),
                n("ga169e1b", function (e) {
                    return "Директне поруке (непрочитаних: " + e.count + " разговор" + f(e.count, "а", "", "а") + ")";
                }),
                n("d83682ec", "Почетна (нове непрочитане објаве)"),
                n("e1249849", function (e) {
                    return "Обавештења (непрочитаних: " + e.count + " обавештењ" + f(e.count, "а", "е", "а") + ")";
                }),
                n("c0b786ee", "Претражи и истражи"),
                n("bb967f9e", "Видео снимци"),
                n("e04033be", "Нове објаве су доступне. Притисни тастер за тачку да бисмо те одвели до њих."),
                n("hec711c0", "Погледај нове објаве"),
                n("j0a8da6e", "Додај постојећи налог"),
                n("c6f2bf00", "Управљај налозима"),
                n("a58e0e51", function (e) {
                    return "Одјави се, @" + e.screenName;
                }),
                n("j62f43a6", "Прикажи налоге за делегирање"),
                n("d4c52015", function (e) {
                    return e.count + " позивниц" + f(e.count, "е", "а", "а") + " на чекању за налог за делегирање";
                }),
                n("b8e1d524", "Налози"),
                n("gef27c4c", "Мени налога"),
                n("b7dc3885", function (e) {
                    return "Пређи на налог @" + e.screenName;
                }),
                n("c61eea74", "Лични налози"),
                n("g6d42fea", "Укључи/искључи навигацију"),
                n("eb022176", "Направи налог"),
                n("gcfef7b6", "Направи налог са бројем телефона или е-поштом"),
                n("e5b0e544", "Пријави се"),
                n("gd93944e", "Користи апликацију"),
                n("f2f787a0", "Условима коришћења"),
                n("e1099fd6", "Политиком приватности"),
                n("c1df1ae0", "Употребу колачића."),
                n("cdc1bff7", function (e) {
                    return "Мени профила " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " људи";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "људи које можда знаш", "особа", "људи");
                }),
                n("ae2205d2", "Пратите једно друго"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " је тренутно у активном простору; кликни и придружи се преко профила";
                }),
                n("f2b3fe06", "Учитавање резултата"),
                n("fc9dd578", "Претражи људе"),
                n("gdb7bc25", function (e) {
                    return e.name + " – изабери за уклањање";
                }),
                n("f065ba8c", "Претражи упит"),
                n("hbc99b03", function (e) {
                    return "Иди на налог @" + e.screenName;
                }),
                n("a2c1b222", "Покушај да потражиш особе, листе или кључне речи"),
                n("f45c4250", "Желиш ли да обришеш све недавне претраге?"),
                n("caae4dda", "Ово не можеш да опозовеш и уклонићеш све недавне претраге."),
                n("dbd5d400", "Чисто"),
                n("a8d68f62", "Недавни"),
                n("c6530778", "Сачуване претраге"),
                n("e047b8fa", "Обриши све"),
                n("aa6e3300", "Изгледа да је веза прекинута. Провери је и покушај поново."),
                n("e68b09b4", "Уклони"),
                n("hffea05c", "Желиш ли да избришеш сачувану претрагу?"),
                n("j037e374", "Ово не можеш да опозовеш, а сачувану претрагу ћеш изгубити."),
                n("d96cf7ce", "Избриши"),
                n("hbe4feb5", function (e) {
                    return "Захтев за праћење послат је @" + e.screenName + " и чека се његово/њено одобрење.";
                }),
                n("df4c86b0", "Прво ажурирај свој профил"),
                n("bba40ffa", "Не можеш да пратиш овај налог"),
                n("f558829e", "Ако желиш да пратиш овај налог, мораћеш да наведеш свој датум рођења на профилу како бисмо се уверили да испуњаваш захтеве за старосну границу."),
                n("a6941096", "Овај налог није могуће пратити из твоје земље."),
                n("if8cd2a4", "Немаш довољно година за праћење овог налога."),
                n("b5972260", "Нешто није у реду. Покушај поново да откажеш свој захтев за праћење тог корисника за минут."),
                n("j4292c24", "На захтев овог корисника, праћење је блокирано за тебе."),
                n("a0ba5842", "Не можеш да пратиш више људи у овом тренутку."),
                n("a5202b82", "Нешто није у реду. Покушај поново да пратиш тог корисника за минут."),
                n("f8cbf714", "Покушаваш да пратиш корисника који не постоји."),
                n("f2e66452", "Твој налог је суспендован и немаш дозволу да пратиш кориснике."),
                n("ca96fe6e", "Нешто није у реду. Покушај поново да деблокираш тог корисника за минут."),
                n("e1a0aaca", "Нешто није у реду. Покушај поново да откажеш праћење тог корисника за минут."),
                n("fd5208c6", "Иди у подешавања"),
                n("c0d13570", "Повезани корисници"),
                n("ba96929e", "Запошљавање"),
                n("gf62c116", "Подршка"),
                n("a4cf866e", "Оглашавање"),
                n("g2fd3206", "Људи"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "Пун приступ"),
                n("e49537c2", "Хмм… ова страница не постоји. Пробај да претражиш нешто друго."),
                n("fcbb540a", "Ограничење брзине протока је прекорачено"),
                n("d4f88600", "Потврди контакт"),
                n("b192ccae", "Немаш потврђени начин контактирања."),
                n("a0487504", "Ако желиш да захтеваш верификацију, мораш прво да потврдиш начин контактирања."),
                n("fff7d93c", "Додај фотографију"),
                n("g969bfae", "Фотографија профила недостаје."),
                n("gb2f35e4", "Ако желиш да поднесеш захтев за верификацију, прво мораш да додаш фотографију профила."),
                n("i33cf692", "Додај URL поље"),
                n("b679ff6a", "Неважећи URL"),
                n("i79902b4", "Изабери метод потврде аутентичности"),
                n("fb2fcb5c", "Овај корак нам помаже да потврдимо твој идентитет. Изабери метод који ти највише одговара."),
                n("e43425fa", "Лични документ који је издала држава"),
                n("cb7c2e2e", "Фотографија личног документа који је издала држава."),
                n("a411926a", "Званична адреса е-поште"),
                n("g253cdd0", "Званична е-порука са доменом релевантним за категорију коју изабереш."),
                n("cf93bcb0", "Референца са званичног веб сајта"),
                n("gfb55fa8", "Званична веб-локација која директно упућује на твој X налог."),
                n("g40cd2c0", "Потврђена референца"),
                n("a7f1cff6", "Додај референцу за званични веб-сајт"),
                n("a11cd524", "Унеси званичну веб-локацију на којој се наводи твој X налог и која је повезана са твојим захтевом за верификацију."),
                n("ba656f26", "Да ли веб-локација упућује на твој X налог?"),
                n("ed751204", "Треба да потврдимо да је твој налог аутентичан да бисмо те потврдили. Ако твој налог није референциран на повезаној страници, мораћеш да пошаљеш доказ о аутентичности пре него што довршиш захтев."),
                n("fbc023b0", "Да, јесте"),
                n("e785ce06", "Користићу другу опцију"),
                n("i8d58f3e", "Користићу идентификациони документ"),
                n("eb21ecaa", "Користићу адресу е-поште"),
                n("f848a69e", "Морамо да утврдимо да је твој налог аутентичан да бисмо могли да потврдимо твој налог. Ако се твој налог не помиње на наведеном званичом веб сајту, не можемо да потврдимо аутентичност налога."),
                n("d59b5366", "Морамо да утврдимо да је твој налог аутентичан да бисмо могли да га потврдимо. Ако се на страници чији линк наводиш не упућује референца на твој налог, не можемо поуздано да повежемо твој налог са истакнутим аутором садржаја."),
                n("bfb01c62", "Не, врати се назад"),
                n("fa51040a", "Наведи везу до званичне веб-локације медијске организације која испуњава услове или публикације која упућује на тебе и твој X налог."),
                n("d0460f12", "Наведите везу до веб-локације која упућује на ваш налог као на званични X налог ваше организације. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("h45b00d8", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља компанија из индустрије забаве, повезана са овим захтевом."),
                n("fc718708", "Званична веб-локација организације која испуњава услове и која наводи тебе и твој X налог."),
                n("g32c2900", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља продукцијска организација повезана са овим захтевом."),
                n("j5b1224c", "Наведите везу до веб-локације која упућује на ваш налог као на званични X налог ваше производње. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("d090a5d4", "Званична веб-локација потврђене организације или публикације која упућује на твој X налог."),
                n("eb08a392", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља кандидат за званичника владе повезан са овим захтевом."),
                n("h0de1396", "Наведите везу до веб-локације на којој се ваш налог помиње као званични X налог кандидата за државне изборе повезаног са овим захтевом. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("dcc23262", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља активиста или организатор повезан са овим захтевом."),
                n("c880e068", "Званична веб-локација организације за јавно заступање која наводи тебе и твој X налог."),
                n("e412d500", "Наведите везу до веб-локације на којој се помињете ви, на руководећем положају у потврђеној организацији за јавно заступање и ваш X налог. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("dedf41f2", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља утицајна личност повезана са овим захтевом."),
                n("b4aed9e0", "Званична веб-локација потврђене организације која наводи тебе и твој X налог."),
                n("b2069e40", "Наведите везу до веб-локације на којој се помињете ви и ваш X налог. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("baf718c4", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља компанија, бренд или организација повезана са овим захтевом."),
                n("c65bbbc2", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља виши руководилац или директор повезан са овим захтевом."),
                n("i31e3606", "Званична адреса е-поште са доменом компаније, бренда или организације која испуњава услове."),
                n("de70afe8", "Референца за тебе и твој X налог на званичној веб-локацији организације која испуњава услове."),
                n("a3a523f2", "Наведите везу до веб-локације која упућује на ваш налог као на званични X налог ваше компаније. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("jf58899a", "Наведите везу до веб-локације на којој се помињете као виши руководилац у вашој организацији и ваш X налог. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("f7afbaec", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља новинар у име медијске организације или публикације која испуњава услове."),
                n("d4ab0056", "Изабери метод којим ћеш доказати да је твој налог аутентичан и да њиме управља значајан фриленс новинар."),
                n("d2a77622", "Званична адреса е-поште са доменом медијске организације или публикације која испуњава услове."),
                n("eec341da", "Званична веб-локација медијске организације или публикације на којој се наводи твој X налог."),
                n("b03ae068", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља медијска организација или публикација повезана са овим захтевом."),
                n("g0daba4a", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља личност из света професионалног е-спорта повезана са овим захтевом."),
                n("ab8e430c", "Наведите везу до веб-локације на којој се твој налог помиње као званични X налог појединца у гејминг индустрији повезаног са овим захтевом. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("cdcd9cd6", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља ентитет из света професионалног спорта повезан са овим захтевом."),
                n("gad25890", "Наведите везу до веб-локације на којој се ваш налог помиње као званични X налог правног лица из света професионалног спорта повезаног са овим захтевом. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("e6dc91b2", "Изабери метод којим ћеш показати да је твој налог аутентичан и да њим управља личност из света професионалног спорта повезана са овим захтевом."),
                n("i9aed706", "Наведите везу до веб-локације на којој се ваш налог помиње као званични X налог личности из света професионалног спорта повезане са овим захтевом. Референца мора да потиче са званичне веб-локације потврђеног правног лица."),
                n("abd587d2", "Додај још једну референцу"),
                n("i0bba81a", "Додај референцу о запослењу"),
                n("a6a76e3c", "Метод утврђивања значајности"),
                n("ecd2abda", "Потврди квалификованост налога"),
                n("cb70b894", "Назад"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "Профил на веб сајту Google Trends са доказом о недавној активности претраге о теби."),
                n("a68b43ee", "Додај Google Trends профил"),
                n("b5e30390", "Google Trends профил"),
                n("h146703e", "Чланак на Википедији"),
                n("ee38d0f0", "Чланак на Википедији који је о теби и који испуњава њихове стандарде за истакнуте личности."),
                n("cb97ee3e", "Додај чланак на Википедији"),
                n("hc371f34", "Покривеност у вестима"),
                n("b9d0ad90", "Најмање три линка до угледних медијских организација које су се бавиле тобом или те помињале у последњих шест месеци."),
                n("ge137dce", "Најмање три чланка о теби током последњих шест месеци у медијским публикацијама које испуњавају услове."),
                n("h2b9a5fe", "Најмање три чланка о твојој компанији у квалификованим медијским публикацијама током последњих шест месеци."),
                n("baccb708", "Додај потврђену покривеност у медијима"),
                n("feadd98c", "Додај потврђене медијске референце"),
                n("j7ae97aa", "Потврђене медијске референце"),
                n("c368aa8e", "Најмање три чланка из потврђених медијских публикација у којима се помињеш."),
                n("ded0edad", function (e) {
                    return "Чланак бр. " + e.n;
                }),
                n("bebae55a", "Јавна берза"),
                n("c5571610", "Линк који пружа доказе о значајном присуству на јавној берзи."),
                n("e2d42628", "Додај референцу везану за берзу"),
                n("jc19b4e8", "Котирање на берзи"),
                n("fc3ee696", "Референца на руководствени положај"),
                n("i3e65eb4", "Званични сајт потврђене организације на којем се наводи твој положај у руководству."),
                n("jd014eba", "URL пружа линкове ка конкретној страници на којој се помиње подносилац захтева."),
                n("a96901cc", "Додај референцу на руководећи положај"),
                n("cc424a22", "Референца интересне организације"),
                n("ibfc1a5a", "Немаш право на верификацију у овој категорији."),
                n("e1c78796", "Званични веб сајт"),
                n("ff2ee0c2", "Активизам"),
                n("hc61adfc", "Забава"),
                n("e404203c", "Играње рачунарских игара"),
                n("d2042392", "Влада"),
                n("c365dcc6", "Остало"),
                n("d27beb9e", "Спорт"),
                n("cc4b66b6", "Изабери категорију"),
                n("b37461a4", "Изабери врсту налога"),
                n("b27325f6", "Аутор садржаја"),
                n("a5a6affc", "Утицајни аутори дигиталног садржаја који редовно објављују оригинални садржај који ангажује кориснике."),
                n("a15326de", "Најмање три чланка у којима се помињеш, из медијских публикација које испуњавају услове."),
                n("g704a93a", "Званични веб сајт повезан са познатом активношћу интересне организације, на којем се помињеш као руководилац."),
                n("c6bd60ec", "Активиста или организатор"),
                n("c92fdb06", "Истакнути појединци који користе мрежу X у циљу увођења социо-економских, политичких или културолошких промена."),
                n("a18c6dfc", "Новинар"),
                n("h0b46534", "Новинари који су појединци запослени у верификованим медијским организацијама или публикацијама."),
                n("ff929fec", "Истакнута организација или филијала"),
                n("jf537894", "Истакнуте огранизације и секундарни повезани налози, укључујући компаније, брендове и непрофитне организације."),
                n("d2ea204a", "Друга категорија утицајне личности"),
                n("f875ec6e", "Појединци са значајним присуством на мрежи X и ван ње, који не спадају у друге категорије."),
                n("i3e6aaa6", "Виши руководилац или директор"),
                n("bbcbb9e6", "Руководиоци и други значајни директори истакнутих компанија, брендова и непрофитних организација."),
                n("j0bc23f4", "Потврђено је да је налог моје организације већ верификован."),
                n("aa6228de", "Компанија из индустрије забаве"),
                n("d5b3cbca", "Велике компаније из индустрије забаве, као што су телевизијске мреже, филмски студији и музичке издавачке куће."),
                n("b5a3e590", "Појединац из индустрије забаве"),
                n("e484f794", "Утицајни појединци из индустрије забаве, као што су глумци, музичари, редитељи, сценаристи, комичари и други."),
                n("b8d8ea64", "Продукцијска организација"),
                n("ff27db3c", "Званични налози продукција повезаних са ентитетима из индустрије забаве, као што су филмови, догађаји/фестивали, ТВ емисије и друго."),
                n("c0e57cb2", "Додај свој профил аутора"),
                n("f3c605b6", "Профил аутора"),
                n("h042d1a6", "IMDB профил"),
                n("d2310f0c", "Профил на веб сајту IMDB где се наводиш као члан екипе у најмање 50 продукција."),
                n("ba04b4c2", "Додај IMDB профил"),
                n("i9b124b6", "Званичник владе"),
                n("f84a99ee", "Главни званичници владе, укључујући шефове држава, изабране званичнике, именоване министре и амбасадоре на државном или националном нивоу."),
                n("j2cb5f50", "Кандидат за званичника владе"),
                n("j2472894", "Званични кандидати за званичника јавне службе на државном или националном нивоу."),
                n("ha44c130", "Канцеларија владе или јавна служба"),
                n("j8ae9d40", "Главне канцеларије владе и ентитети институција, као и јавна комунална предузећа и службе."),
                n("ef1d6176", "Да ли си кандидат на државном или националном нивоу?"),
                n("f54ba6e6", "Мораш да будеш актуелни кандидат за званичника владе на државном или националном нивоу да би испуњавао/ла услове за верификацију у овој категорији."),
                n("dd85d0a0", "Да ли си званичник владе на државном или националном нивоу?"),
                n("f0058c60", "Мораш да будеш актуелни званичник владе на државном или националном нивоу да би испуњавао/ла услове за верификацију у овој категорији."),
                n("f420a712", "Да, јесам"),
                n("fb97d22c", "Не, нисам"),
                n("e16b1cc8", "Да ли твој профил испуњава критеријуме за кандидата?"),
                n("cf2ee92e", "Кандидати за званичника владе морају да имају јавни налог на којем се наводе функција за коју се кандидују и линк до званичног веб сајта њихове кампање."),
                n("g544885e", "Да ли твој профил испуњава критеријуме за канцеларију владе или ентитет институције?"),
                n("bd0b4542", "Канцеларије владе и ентитети институција морају да имају јавни налог на којем је наведен линк до њиховог званичног веб сајта."),
                n("i45b224c", "Да ли твој профил испуњава критеријуме за званичника?"),
                n("fba1dd66", "Званичници владе морају да имају јавни налог на којем је наведен њихов тренутни положај званичника владе, као и линк до званичног веб сајта њихове канцеларије."),
                n("e95c44de", "Да, довршено је"),
                n("fa5e15e2", "Треба да ажурирам"),
                n("jdf47e8e", "Веб сајт кампање"),
                n("eeec7316", "Додај веб сајт кампање"),
                n("b163b654", "Референца на положај званичника владе"),
                n("d2378d34", "Додај референцу на положај званичника владе"),
                n("a05b8446", "Фриленс новинар"),
                n("hdad12b2", "Назависни, фриленс новинари са значајним радом у верификованим публикацијама."),
                n("d2d7af4c", "Медијска организација или публикација"),
                n("d83e51dc", "Штампане или дигиталне публикације; националне, кабловске, сателитске или стриминг медијске ТВ и радио мреже, станице и програми; подкастови; и други слични медији."),
                n("g708cbdc", "Да ли твој профил испуњава захтеве верификације?"),
                n("b107ee5c", "Медијске куће морају да имају јавни налог са линковима ка њиховом званичном веб-сајту."),
                n("e8746826", "Потврђено је да је налог мог послодавца већ верификован."),
                n("jc09b420", "Да ли твој профил испуњава критеријуме за новинара?"),
                n("gfbd7e58", "Новинари морају да имају јавни налог који референција и њихово име и везе ка званичном веб-сајту потврђене медијске организације за коју раде."),
                n("h0ad4c9e", "Референце званичних медијских организација"),
                n("a6553b50", "Званични веб-сајт квалификоване медијске организације или новина на којем се помињеш као новинар."),
                n("a29b2988", "Потписи и импресуми чланака"),
                n("ab4eae60", "Најмање три потписа или импресума објављених у последњих шест месеци у публикацијама које испуњавају услове."),
                n("b3fac982", "URL пружа везе ка конкретној страници која ме референцира."),
                n("e26dc9e2", "Додај значајан рад"),
                n("e164df2e", "Да ли наведени чланци испуњавају критеријуме значајности?"),
                n("i80ff05e", "Само чланци које су објавиле верификоване медијске организације и публикације испуњавају услов за доказивање значајности."),
                n("cf7482ec", "Да"),
                n("fcb96cfc", "Појединац из света професионалног спорта"),
                n("ddc7d64a", "Професионални спортисти, тренери, менаџери, као и спортисти који учествују на глобалним такмичењима (нпр. Олимпијске игре, Параолимпијске игре итд.)."),
                n("c4e0d346", "Ентитет из света професионалног спорта"),
                n("e3ce81fa", "Професионалне спортске лиге, тимови и глобална такмичења (нпр. Олимпијске игре, Параолимпијске игре итд.)."),
                n("b2808f48", "Појединац из света е-спорта"),
                n("db7b3558", "Појединачни налози е-спортиста који су повезани са потврђеним тимовима или лигама."),
                n("bbd9a912", "Потврђујем да је тим, лига, догађај или организација повезана са мојим налогом већ верификована."),
                n("he9c5638", "Линк до званичног веб сајта глобалног такмичења или спортске организације на којем се помињеш."),
                n("bf06e1d6", "Званични сајт повезан са професионалном спортском организацијом на којем се помињеш као професионални спортиста, менаџер или тренер."),
                n("e241d35e", "Најмање три чланка које су објавиле потврђене медијске организације или публикације, у којима се помињеш као професионални спортиста, менаџер или тренер."),
                n("ad456030", "Најмање три чланка које су објавиле потврђене медијске организације или публикације, у којима се помињеш као појединац из света е-спорта."),
                n("hbe2e65c", "Званични сајт повезан са потврђеном лигом или догађајем е-спорта, на којем се помињеш као појединац из света е-спорта."),
                n("j3da4dea", "Можеш да захтеваш верификацију одмах"),
                n("af39265e", "Компаније, брендови и организације"),
                n("bb51cd7a", "Спорт и електронске игре"),
                n("c044a571", "Сазнај више"),
                n("a58cd1fb", "Сазнај више"),
                n("b47b0fd1", "Сазнај више"),
                n("db25263b", "Сазнај више"),
                n("b25b02c3", "Сазнај више"),
                n("j6ef6afb", "Сазнај више"),
                n("d42d162b", "Сазнај више"),
                n("ccadfc85", "Сазнај више"),
                n("ddb47f57", "Сазнај више"),
                n("bf9e181b", "Сазнај више"),
                n("e8e39f95", "Сазнај више"),
                n("e126dd3f", "Сазнај више"),
                n("i821844f", "Сазнај више"),
                n("b0abbb17", "Сазнај више");
            n("e7e0d88b", "Сазнај више"),
                n("i560665f", "Сазнај више"),
                n("f6e774d9", "Сазнај више"),
                n("h486f755", "Сазнај више"),
                n("bab41dab", "Сазнај више"),
                n("e0ebdb29", "Сазнај више"),
                n("f8493831", "Сазнај више"),
                n("icb5913f", "Сазнај више"),
                n("af819833", "Сазнај више"),
                n("d35525b1", "Сазнај више"),
                n("cb181ed1", "Сазнај више"),
                n("f6c3d3f1", "Сазнај више"),
                n("d4588ded", "Сазнај више"),
                n("a759bff9", "Сазнај више"),
                n("c64a59f7", "Сазнај више"),
                n("c054f433", "Сазнај више"),
                n("c1b7ad51", "Сазнај више"),
                n("f7998565", "Сазнај више"),
                n("c74a47ef", "Сазнај више"),
                n("gf9899bf", "Сазнај више"),
                n("d7a9185d", "Сазнајте више"),
                n("c4b205e1", "Сазнај више"),
                n("c04b4b1d", "Сазнај више"),
                n("d26ccc67", "Сазнај више"),
                n("hdb3bc85", "Сазнај више"),
                n("b6cb494f", "Сазнајте више"),
                n("abc132eb", "Сазнајте више"),
                n("de1b28ad", "Сазнај више"),
                n("h04c272d", "Сазнај више"),
                n("j331c659", "Сазнај више"),
                n("h02fe64f", "Сазнај више"),
                n("a7df4b85", "Сазнај више"),
                n("e9b71903", "Сазнај више"),
                n("g961011f", "Сазнај више"),
                n("d5dedb7b", "Сазнај више"),
                n("gd396551", "Сазнај више"),
                n("dccc08bf", "Сазнај више"),
                n("f22a6d0d", "Сазнај више"),
                n("i78c9fd5", "Сазнај више"),
                n("f3e333a9", "Сазнај више"),
                n("i5fee6d3", "Сазнај више"),
                n("fe7420f5", "Сазнај више"),
                n("fcfad60d", "Сазнај више"),
                n("cc35a6b9", "Сазнај више"),
                n("d9bd3823", "Сазнај више"),
                n("a67f27bd", "Сазнај више"),
                n("b8be7adb", "Сазнај више"),
                n("gd663f41", "Сазнај више"),
                n("b436b101", "Сазнај више"),
                n("j97bce4a", "X налог"),
                n("acd5ca14", "Покушај поново. Корисничка имена не садрже посебне знакове као што су @, $ или #."),
                n("bbef41c2", "Прегледајте званичну адресу е-поште повезану са захтевом за верификацију X налога."),
                n("be03ecca", "Адресе е-поште"),
                n("c69a40de", "Немаш постојећу потврђену адресу е-поште."),
                n("c83a1662", "Немаш потврђену адресу е-поште која испуњава услове."),
                n("e1e878ee", "Подешавањима"),
                n("b9635182", "Подешавањима"),
                n("j163be32", "Покрени захтев"),
                n("gaf821c8", "Захтев за верификацију"),
                n("e1ac0f9b", "Сазнај више"),
                n("h2d4ba56", "Проверавамо твој лични документ..."),
                n("i2051842", "Проверавамо да ли твој лични документ испуњава наше стандарде. То може да потраје до 30 секунди."),
                n("fc2a5c92", "Нешто није у реду"),
                n("jf4b6f70", "Дошло је до грешке приликом отпремања твој личног документа. Покушај поново да га отпремиш."),
                n("d338f53e", "Покушај поново"),
                n("e43672a0", "Мораћемо да прикупимо неке информације о твом личном документу који је издала држава."),
                n("b246aa5e", "Земља издавања"),
                n("d6fb5878", "Изабери земљу"),
                n("b72f97cc", "Врста личног документа"),
                n("b2ab6008", "Изабери тип личног документа"),
                n("h9270b1c", "Претражи земље"),
                n("ff1d68f8", "Отпреми фотографију личног документа"),
                n("bdada5a6", "Предња страна"),
                n("edfed0f6", "Опреми предњу страну личног документа"),
                n("def5015d", function (e) {
                    return "Назад" + e.back_of_document;
                }),
                n("b09aade6", "Отпреми задњу страну личног документа"),
                n("b40ed190", "Документ"),
                n("c6650b56", "Отпреми документ"),
                n("d171ed16", "Ослањамо се на помоћ поузданих независних добављача услуга који проверавају аутентичност личног документа и пружају нам ограничене информације и платформу помоћу које можемо да утврдимо да ли испуњаваш услове за стицање статуса потврђеног налога."),
                n("d20f76cb", "Сазнај више"),
                n("b8deb156", "политици приватности"),
                n("b9960f32", "Додај фотографије или видео"),
                n("gd80afba", "Уреди медиј"),
                n("j322caee", "Означи осетљиви медиј"),
                n("abd845fe", "Уреди"),
                n("df1b0708", "Репродукуј овај GIF"),
                n("cd959e5c", "Уклони медиј"),
                n("add55c98", "Медији"),
                n("f350cf46", "Превуци и отпусти медијски садржај"),
                n("gff1f69e", "Учитавање слике"),
                n("a91bb144", "Постави"),
                n("affce770", "Поуздане треће стране и ми ћемо употребити информације везане за твој налог и све додатне информације које нам доставиш да бисмо утврдили твоју аутентичност и квалификованост за верификацију."),
                n("i0864918", "Категорија"),
                n("c7942074", "Тип налога"),
                n("b8121daa", "Референце истакнутости"),
                n("d247ca70", "Прегледај детаље захтева за верификацију у наставку. Након потврде, кликни на Пошаљи."),
                n("b51afbb2", "Метод потврде аутентичности"),
                n("cc87b01c", "Прегледај и пошаљи"),
                n("ec6801cc", "Захтев је послат!"),
                n("i6ef95ec", "анкете"),
                n("j94e995e", "Твој последњи захтев је одбијен. Мораћеш да сачекаш 30 дана од тог датума пре слања новог захтева."),
                n("da458d6c", "У последњих 30 дана си послао/ла захтев за верификацију који је одбијен. Покушај поново."),
                n("j4ed9f0e", "Захтев за верификацију је послат, контактираћемо са тобом чим одлука буде донета."),
                n("b1ade780", "Твој налог је превише нов. Сачекај да налог буде стар најмање 7 дана, а затим покушај поново."),
                n("aab67626", "Преглед твог захтева за верификацију је у току"),
                n("d3c1e25e", "Не, не сањаш. Да, твој налог је стварно потврђен."),
                n("a8b4500e", "правила"),
                n("ef1b5cbc", "Изабери обавештења која желиш да видиш – и она која не желиш."),
                n("aaafffda", "Игнорисана обавештења"),
                n("afdf29b8", "Филтер квалитета"),
                n("da19d878", "Изабери филтрирање садржаја попут дуплих или аутоматизованих објава. Ово се не примењује на обавештења са налога које пратиш или са којима је недавно било интеракције."),
                n("i2209530", "Сачувај"),
                n("da867c58", "Изабери жељена подешавања према типу обавештења."),
                n("a2197726", "Управљај безбедношћу налога."),
                n("i36dcc3e", "Заштити свој налог од неовлашћеног приступа тако што ћеш омогућити још један метод потврде идентитета, поред лозинке за мрежу X. Можеш да изабереш да то буду текстуална порука, апликација за потврду идентитета или сигурносни кључ."),
                n("ead60eb8", "Додатна заштита лозинке"),
                n("gfaf9a4a", "Поновно слање лозинке је заштићено"),
                n("h3cc8462", "Ради додатне заштите мораћеш да потврдиш адресу е-поште и број телефона да би ресетовање лозинке за мрежу X било могуће."),
                n("b4bbdeb4", "Лозинка"),
                n("fe8aeb88", "Шифре пружају додатну заштиту која може да се повеже са твојим биометријским подацима."),
                n("dc096238", "Отпреми одобрени вид личног идентификационог документа ради потврде идентитета налога. Твоји подаци ће се користити само за потврду идентитета и њима ће се руковати на безбедан начин."),
                n("a999cb72", "Сачувај промене налога"),
                n("dec3c9b8", "Лозинка"),
                n("b929aa74", "Поново унеси лозинку за мрежу X да бисмо сачували промене налога."),
                n("d1091f50", "Заборављена лозинка?"),
                n("fd23fe4a", "Ово су твоје шифре на свим уређајима"),
                n("d9921a6c", "Креирај нову шифру"),
                n("i4855730", "Избриши шифре"),
                n("a6acdc67", function (e) {
                    return "Датум додавања: " + e.date;
                }),
                n("d97c07be", "Управљај претплатама на ауторе"),
                n("efa291da", "Прегледај своје претплате на ауторе и управљај њима у наставку користећи Stripe. Свим активним претплатама покренутим на твом iOS или Android уређају можеш да управљаш у апликацији."),
                n("j7f5c6aa", "Још увек немаш ниједну претплату"),
                n("ef4602ec", "Нешто није у реду. Покушај поново касније."),
                n("b02df748", "Управљај безбедношћу налога и прати коришћење налога, укључујући апликације повезане са налогом."),
                n("g2841de4", "Погледај информације о томе када си се пријавио/ла на налог и које апликације су повезане са налогом."),
                n("hf45cca6", "Управљај Google или Apple налозима повезаним са мрежом X ради пријављивања."),
                n("a310511c", "Управљај дељеним налозима."),
                n("jc02ae68", "Повезане апликације"),
                n("dd82312a", "Сесије"),
                n("e5e8a89a", "Учитавање апликација"),
                n("hfa9a2c8", "Управљај повезаним апликацијама за трен ока"),
                n("dd1b86f9", function (e) {
                    return "компаније " + e.name;
                }),
                n("cf461930", "Апликације независних произвођача којима омогућаваш да приступају твом X налогу биће приказане овде."),
                n("b63b0b1d", "Сазнај више"),
                n("c2cb5560", "Тренутна активна сесија"),
                n("bca43fd0", "Одјави се из других сесија"),
                n("ha6df2ca", "Сесије су уређаји које користиш, односно уређаји који су користили твој X налог. То су сесије у којима је твој налог тренутно пријављен. Можеш да се одјавиш из сваке сесије."),
                n("b72d2904", "Пријављен/а си на овај X налог на овом уређају и тренутно га користиш."),
                n("b850cbd0", "Пријављен/а си на ове налоге на овим уређајима и тренутно их не користиш. "),
                n("cf3e3164", "Одјави се из свих других сесија"),
                n("f810f27a", "Да ли желиш да завршиш друге сесије?"),
                n("gbb5cec5", function (e) {
                    return "Одјављивање ће прекинути друге активне сесије мреже X (" + e.num + "). То неће утицати на тренутну активну сесију.";
                }),
                n("fcbd4904", "Ово ће прекинути активну сесију мреже X."),
                n("ab78d946", "Ово ће прекинути друге активне сесије мреже X, а за покретање нових, мораћеш поново да се пријавиш преко тих уређаја."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "Активна сада"),
                n("c9bc33fa", "Уређаји"),
                n("f95ed3e6", "Тренутни уређај"),
                n("a787669a", "Регистрације других уређаја"),
                n("gbefe730", "Регистрован/а си за шифровану размену директних порука на овим другим уређајима."),
                n("d7a9796e", "Учитавање уређаја"),
                n("b5635e86", "Региструј овај уређај"),
                n("bb4a95dc", "Желиш ли да региструјеш свој уређај?"),
                n("a9538040", "Регистровање овог уређаја ће ти омогућити да започнеш нове шифроване разговоре са другим регистрованим корисницима"),
                n("hd173c7a", "Региструј"),
                n("hf4312a4", "Уређај је регистрован."),
                n("h7797d18", "Регистровано"),
                n("hc48a042", "Поништи регистрацију овог уређаја"),
                n("d5bafb20", "Желиш ли да поништиш регистрацију овог уређајај?"),
                n("i12dee70", "Поништавање регистрације уређаја значи да више нећеш имати приступ шифрованим порукама на њему."),
                n("d4b9db26", "Поништи регистрацију"),
                n("c18b1b34", "Датум и време регистрације"),
                n("e7c9d60a", "Регистрација изабраног уређаја је поништена."),
                n("cd14c8fe", "Учитавање информација о уређају"),
                n("j9db22f4", "Не можемо да пронађемо овај уређај"),
                n("c477d710", "Управљај тиме које информације видиш и делиш на мрежи X."),
                n("b06f5d36", "Твоја активност на мрежи X"),
                n("fd807e78", "Циљна група, медији и означавање"),
                n("a9ff473c", "Управљај избором информација које дозвољаваш да други људи на мрежи X виде."),
                n("d0484606", "Управљај информацијама повезаним са твојим објавама."),
                n("c4afe0e6", "Изабери шта ће ти се приказивати на мрежи X на основу твојих жељених подешавања, као што су теме и интересовања"),
                n("ab125232", "Управљај налозима, речима и обавештењима које игноришеш или блокираш."),
                n("cc950d94", "Управљај ко може да ти шаље директне поруке."),
                n("fe37f854", "Управљај ко може да види твоју активност слушања Простора"),
                n("ab987f3c", "Контролиши своја подешавања приступачности и управљај увезеним контактима."),
                n("db5fabb0", "Дељење података и активност ван мреже X"),
                n("i83cab8a", "Дељење података и персонализација"),
                n("e338a794", "Управљај огласима који ти се приказују на мрежи X."),
                n("c05e8024", "Управљај искуством при коришћењу колачића на мрежи X."),
                n("d29d59d0", "Управљај тиме како мрежа X користи твоју активност на мрежи ван ње, на пример на веб-локацијама које посећујеш, за персонализовање твог искуства."),
                n("c981a36c", "Дозволи мрежи X да персонализује твоје искуство на основу показатеља твојих активности, нпр. активности на уређајима преко којих се не пријављујеш на мрежу X."),
                n("eb0cc786", "Дозволи дељење додатних информација са пословним партнерима компаније X."),
                n("dd533318", "Управљај информацијама о локацији које мрежа X користи за персонализовање твог искуства."),
                n("bd0646a0", "Сазнај више о приватности на мрежи X"),
                n("a607862a", "Политика приватности"),
                n("g5925628", "Контактирај са нама"),
                n("dd6012f8", "Центар за приватност"),
                n("jdceda60", "Одговори"),
                n("f644b748", "Управљај тиме ко може да одговара на твоје објаве и филтрираним одговоримима."),
                n("ff4b3818", "Grok и сарадници треће стране"),
                n("i586f3e0", "Дозволи да се твоји јавни подаци, као и интеракције са функцијом Grok и xAI, уноси и резултати користе за обуку и прецизно подешавање"),
                n("d8492604", "Када је ово подешавање изабрано, твоје објаве и друге информације о налогу видљиви су само људима који те прате."),
                n("if050fae", "Заштити своје видео снимке"),
                n("b7ed5f6e", "Ако се изаберу, видео записи у твојим објавама неће подразумевано моћи да се преузима. Ова поставка важи за будуће објаве и не примењује се ретроактивно."),
                n("dbb51952", "Желиш ли да заштитиш своје објаве?"),
                n("de735de6", "Тако ће бити видљиви само твојим пратиоцима на мрежи X."),
                n("c5d4192a", "Заштити"),
                n("d9ddba70", "Заједнице су јавне. Ако заштитиш налог, твоје претходне објаве ће бити скривене. Нећеш моћи ни да објављујеш у заједници док твој налог не буде поново јаван."),
                n("f527b322", "Заштити мој налог"),
                n("d165c992", "Свако може да те означи"),
                n("ea339390", "Само људи које пратиш могу да те означе"),
                n("e3a761ee", "Искључи"),
                n("a61ed23a", "Означи да медији које објављујеш садрже материјал који може бити осетљив"),
                n("ae27c454", "Када је ово подешавање омогућено, слике и видео записи које објављујеш биће означени као осетљиви за људе који не желе да им се приказује осетљиви садржај."),
                n("fc1d217c", "Приказуј медије који можда садрже осетљив садржај"),
                n("j018f2a2", "Подешавања за Истражи"),
                n("h1ef00dc", "Подешавања претраге"),
                n("b05b9398", "Када је ово подешавање омогућено, X може да персонализује садржај на траци „За тебе“ на основу твојих активности на мрежи X."),
                n("a3c1324c", "Прикажи препоручени садржај на временској траци „За тебе“"),
                n("ee4592ca", "Никог"),
                n("da813d22", "Потврђени корисници"),
                n("baffe39a", "Сви"),
                n("b3d8566e", "Филтрирај поруке ниског квалитета"),
                n("cfda8c44", "Сакриј захтеве за поруке за које је откривено да су потенцијално непожељне или ниског квалитета. Оне ће бити послате у засебно пријемно сандуче на дну захтева за поруке. И даље можеш да им приступиш ако желиш."),
                n("f4c91f40", "Дозволи поруке од мојих претплатника"),
                n("bf0c4336", "Твоји претплатници ће увек моћи да ти пошаљу поруке, без обзира на остала подешавања размене порука."),
                n("e6c411d8", "Филтрирај медије експлицитног садржаја"),
                n("g558101a", "Прикажи упозорења преко порука за које је откривено да могу да обухватају медиј експлицитног садржаја (попут голотиње, сексуалног садржаја или насиља). Увек ћеш имати опцију да погледаш медиј ако желиш."),
                n("d9172542", "Прикажи потврде о прочитаним порукама"),
                n("bd557506", "Обавести људе са којима размењујеш поруке када видиш њихове поруке. Потврде о прочитаним порукама не приказују се на захтевима за поруке."),
                n("f29080d0", "Дозволи захтеве за поруке од:"),
                n("j0adcc2d", "Сазнај више"),
                n("ib3357a6", "Персонализовани огласи"),
                n("f2f9628e", "На мрежи X ће ти се огласи увек приказивати на основу твоје активности на тој мрежи. Када је ово подешавање омогућено, X може додатно да персонализује огласе које објављују оглашивачи компаније X, на мрежи X и ван ње, комбиновањем твојих активности на тој мрежи са другим активностима на мрежи, као и са информацијама од наших партнера. "),
                n("b5fe50fc", "Категорије огласа"),
                n("c31a2ea6", "Ако омогућиш ова подешавања, испунићеш услове за приказ огласа из ових категорија. Ако желиш да видиш мање огласа о овим категоријама, онемогући их."),
                n("if996630", "Коцкање"),
                n("a9ed7774", "Дозволи употребу података о локацијама на којима наилазиш на садржај са мреже X на вебу"),
                n("e2d61838", "Ово подешавање омогућава мрежи X да прати твоје посете другим веб-локацијама на којима се приказује садржај са мреже X, као што су уграђене временске траке. Те информације нам помажу да побољшамо мрежу X за тебе, на пример персонализовањем твог искуства. Ова историја прегледања веба никада неће бити сачувана са твојим именом, е-поштом нити бројем телефона."),
                n("c966aaf4", "Ове посете веб страницама се не чувају или се не користе када си у одређеним земљама."),
                n("e8313b32", "Јеси ли сигуран/на? Када ово искључиш, нећеш моћи да га укључиш док си у овој земљи."),
                n("f1d46fd6", "Да, сигуран/на сам"),
                n("f6c8ccc8", "Персонализуј на основу изведеног идентитета"),
                n("ed012c88", "Мрежа X ће увек персонализовати твоје искуство на основу информација које пружиш, као и на основу уређаја које користиш за пријављивање. Када је ово подешавање омогућено, мрежа X може да обавља персонализацију на основу других показатеља твог идентитета, као што су уређаји и прегледачи које не користиш за пријављивање на мрежу X или адреса е-поште и бројева телефона сличних онима који су повезани са твојим X налогом."),
                n("d3c20d80", "Дозволи дељење додатних информација са пословним партнерима"),
                n("f1c0d09c", "Мрежа X увек дели информације са пословним партнерима ради пружања и побољшања својих производа. Када је ова опција омогућена, она омогућава мрежи X да дели додатне информације са тим партнерима како би подржали пословање компаније X, укључујући персонализовање маркетиншких активности компаније X на другим локацијама и у другим локацијама како би биле релевантније за тебе."),
                n("dc20d918", "Персонализуј на основу места која посећујеш"),
                n("af7d89e6", "Мрежа X увек користи неке информације, као што су твоја тренутна локација и место регистрације, за приказивање релевантнијег садржаја. Када је ово подешавање омогућено, мрежа X може да персонализује твоје искуство на основу других места на којима боравиш."),
                n("f2b23062", "Приступачност, приказ и језици"),
                n("fa76d7dc", "Управљај начином на који ти се приказује садржај на мрежи X."),
                n("j7a15010", "Управљај аспектима свог искуства на мрежи X, као што су ограничавање контраста боја и покрета."),
                n("a257ecae", "Управљај величином фонта, бојом и позадином. Ова подешавања утичу на све X налоге у овом прегледачу."),
                n("jc3fa0e2", "Управљај језицима који се користе за персонализовање твог искуства на мрежи X."),
                n("cc2973a8", "Ограничи како мрежа X користи неке од твојих мрежних података на овом уређају."),
                n("h54e6138", "Пречице на тастатури"),
                n("a4b69cbc", "Језик за приказ"),
                n("c856bd00", "Изабери жељени језик за наслове, дугмад и други текст на мрежи X."),
                n("cab61d58", "Изабери додатне језике"),
                n("dd93fafa", "Изабери додатне језике за садржај који желиш да видиш на мрежи X."),
                n("bca1de4a", "Додатни језици које говориш"),
                n("c3aa76c4", "Језици које можда знаш"),
                n("g099069c", "Управљај језицима које је мрежа X претпоставила на основу твојих активности, као што су налози које пратиш и објаве са којима ступаш у интеракцију."),
                n("cf9ce876", "Језици апликације и објаве"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "Ово су налози друштвених мрежа које си повезао/ла са X налогом ради пријављивања. Овде можеш да онемогућиш приступ."),
                n("d84ed6b2", "Прекини везу"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "Повезано"),
                n("ad31b476", "Управљај аутоматизованим налогом."),
                n("a2981062", "Налог за управљање"),
                n("aff4540e", "Промени налог за управљање"),
                n("b8b9d100", "Подеси аутоматизацију налога"),
                n("e0bc51f6", "Искључи аутоматизацију налога"),
                n("b92190c2", "Налог за управљање је повезан"),
                n("fb03b39a", "Веза са налогом за управљање је прекинута"),
                n("bd51ddfa", "Тренутно не можемо да прекинемо везу са налогом за управљање. Покушај поново касније."),
                n("e91c15f6", "Желиш ли да прекинеш везу са налогом за управљање?"),
                n("df035b80", "Аутоматизовани налог ће изгубити ознаку ако прекинеш везу са налогом за управљање."),
                n("bd12cf34", "Да, прекини везу"),
                n("f79acef3", "Сазнај више"),
                n("a57a341c", "Уштеда податка"),
                n("ab6505a8", "Ако је ово омогућено, мрежа X ће користити мање мрежних података."),
                n("a5d4fda0", "Нешто није у реду, али не брини – покушајмо поново."),
                n("g1888dc2", "Никада"),
                n("f724d1aa", "Само на Wi-Fi мрежи"),
                n("cf6472c2", "На мобилној или Wi-Fi мрежи"),
                n("b2ed92c4", "Затражи испоруку архиве"),
                n("ce5d2c46", "Привремено недоступно"),
                n("bed6a87c", "Веза за твоје податке на мрежи X је истекла"),
                n("b24b4768", "Иди у моје податке на мрежи X"),
                n("a0c3f812", "Ако желиш да добијеш ажурирани, мораћеш да пошаљеш нови захтев."),
                n("eea30bb5", function (e) {
                    return "Датум генерисања: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "Истиче: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "Процењена величина: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "Подаци са мреже X (" + e.currentIndex + " од " + e.count + ")";
                }),
                n("fc5bfd96", "Почни"),
                n("gee8110e", "Преузми архиву"),
                n("c326f156", "Архива је преузета"),
                n("c9fe9b56", "Архива ће ускоро бити преузета"),
                n("j54b679b", function (e) {
                    return "Ово ће се отворити у другом прозору и може да потраје извесно време. Када се заврши, преузета датотека биће у .zip формату величине " + e.size + ".";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "Величина слова"),
                n("c783d45e", "Боја"),
                n("h306a358", "Позадина"),
                n("d8680056", "Веома мало"),
                n("j59f0b94", "Подразумевано"),
                n("b81aaad8", "Велики"),
                n("c7044880", "Веома велико"),
                n("e46dffa0", "Величина текста"),
                n("ce8a8116", "Опције позадине"),
                n("d3d48f3a", "Светла"),
                n("i76f67ee", "Пригушено"),
                n("c8f85960", "У мраку"),
                n("aefc5b20", "Опције боја"),
                n("a52d0fde", "Плава"),
                n("d818cdd6", "Жута"),
                n("fee1cd64", "Ружичаста"),
                n("cbed7fb2", "Љубичаста"),
                n("g697ec02", "Наранџаста"),
                n("a7c2204a", "Зелена"),
                n("gde8fdd7", function (e) {
                    return "Суштина мреже X су кратке поруке зване објаве – попут ове – које могу да садрже фотографије, видео снимке, линкове, текст, ознаке и помињања, као што је @" + e.mention + ".";
                }),
                n("f277e94a", "Погледај"),
                n("ee79367b", function (e) {
                    return "Ниво " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "Оглас"),
                n("d9587114", "Погледај најновију објаву"),
                n("b7b86c3c", "Отвара нову верзију ове објаве"),
                n("a407814e", "Последњи пут измењено"),
                n("i46ee3f0", "Ово је последња верзија ове објаве."),
                n("e18cb87c", "Објасни ову објаву"),
                n("ffe16626", "Филтер за одговоре је укључен."),
                n("jc81f6a7", function (e) {
                    return e.count + " преглед" + f(e.count, "а", "", "а");
                }),
                n("g521abc6", "Grok, анализа!"),
                n("a09331e0", "Повезани чланци"),
                n("e3eceda6", "Grok радње"),
                n("a653f08f", function (e) {
                    return "Прочитај " + e.replyCount + " одговора";
                }),
                n("dc0c8266", "Питај Grok"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "" + f(e.count, "Приказа", "преглед", "Приказа");
                }),
                n("b8f3500a", "Погледај низ у читачу"),
                n("fc7db594", "Резиме профила"),
                n("c3f04d9c", "Размишљање"),
                n("cbdddb0a", "Завршено"),
                n("e98cc293", function (e) {
                    return "Претрага за " + e.query;
                }),
                n("b0d1e205", function (e) {
                    return "Претрага за **„" + e.query + "“**";
                }),
                n("i2e0f4d7", function (e) {
                    return "Прегледам адресу " + e.url + " за " + e.query;
                }),
                n("acb9b845", function (e) {
                    return "Прегледање адресе " + e.url + " за **„" + e.query + "“**";
                }),
                n("ef261d8d", function (e) {
                    return "Претражујем објаве корисника @" + e.username;
                }),
                n("f7d9cfb9", function (e) {
                    return "Претражујем објаве корисника @" + e.username + " за " + e.query;
                }),
                n("bec7eb11", function (e) {
                    return "Претражујем објаве корисника @" + e.username + " за **„" + e.query + "“**";
                }),
                n("ead81122", "Нешто није у реду, освежи за поновно повезивање или покушај поново."),
                n("f808a13a", "Ограничење оцена је прекорачено. Сачекај неколико тренутка, па покушај поново."),
                n("e0481e5a", "Функција Grok тренутно није подржана у вашој земљи."),
                n("bc0a5b5a", "Grok тренутно није доступан, пробај поново касније."),
                n("ef674976", "Немаш овлашћење за коришћење ове услуге."),
                n("c74e87e0", "Датотека је превелика. Изабери мању датотеку."),
                n("bea50a2a", "Формат датотеке није подржан."),
                n("j77292b7", function (e) {
                    return "Изабери само до " + e.count + " датотек" + f(e.count, "е", "у", "е");
                }),
                n("cbc8fed4", "Да ли је овај превод био тачан? Дај нам повратне информације како бисмо могли да се побољшамо:"),
                n("d56779a2", "лако разумљиво"),
                n("b6fe8a56", "збуњујуће или нејасно"),
                n("i73a7d48", "Google превод"),
                n("eeadb767", function (e) {
                    return "Превод са " + e.originLanguage + " омогућава Google";
                }),
                n("d9c6f69d", function (e) {
                    return "Преведено са језика " + e.originLanguage + " користећи Grok";
                }),
                n("dc445f82", "Превод: Papago"),
                n("he9803d3", function (e) {
                    return e.originLanguage + " превод: Papago";
                }),
                n("f8264fc0", "Превод: X"),
                n("caa5ba3d", function (e) {
                    return "Преведено са језика " + e.originLanguage + " користећи X";
                }),
                n("deaf5b16", "Покушај поново"),
                n("a66d80d0", "Преведи објаву"),
                n("be9b9fb8", "Превод омогућава Grok"),
                n("he9c9634", "Није могуће преузети превод"),
                n("j2198c98", "Сакриј преведене објаве"),
                n("d4d35bea", "Превођење..."),
                n("i7ac410e", "Прикажи оригинал"),
                n("c67f09e8", "Прикажи превод"),
                n("e0f81ff3", "Превод:"),
                n("j2862695", function (e) {
                    return "Превод са " + e.originLanguage + " омогућава";
                }),
                n("b7cb4fab", "Превод омогућава"),
                n("d4c339b9", function (e) {
                    return "Објаве корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("db0cb64f", function (e) {
                    return "Корисник " + e.fullName + " (@" + e.screenName + ") је објавио:\n" + e.tweet;
                }),
                n("h6f99ac4", "Додато је у твоје обележене"),
                n("g1c463f6", "Уклоњено је из обележених"),
                n("a2e7377f", function (e) {
                    return "Уклоњено из фасцикле " + e.bookmarkFolderName;
                }),
                n("i47ad24c", "Само настави! Што више објава означиш као да ти се свиђају, то ће твоја временска трака бити боља."),
                n("def4a37c", "Одлично! Твоја временска трака постаје све боља. Што више садржаја обележиш да ти се свиђа, утолико ће временска трака бити боља – настави да обележаваш ствари које ти се свиђају."),
                n("f5d17674", "Објава је поново објављена"),
                n("d714acfa", "Поновна објава објаве је поништена"),
                n("b18dff26", "Само претплаћени могу да виде ову поновну објаву."),
                n("c2453318", "Додај у фасциклу"),
                n("f88553c8", "Копирано у оставу"),
                n("b5b36724", "Одговори уместо тога?"),
                n("gce00a2a", "Желиш ли радије да поново објавиш?"),
                n("g271f120", "Нацрт твоје објаве ће бити одбачен пре него што одговориш."),
                n("gad04d1a", "Нацрт твоје објаве ће бити одбачен пре него што цитираш."),
                n("ibd021f2", "Желиш ли прво да прочиташ чланак?"),
                n("bbef69c4", "Управо ћеш поделити чланак који није отворен на мрежи X."),
                n("g5092766", "Прочитај чланак"),
                n("a2d5c006", "Хвала на посети линку"),
                n("g37bb2d0", "Посећивање линкова пре дељења доприноси промовисању информисане дискусије."),
                n("gc45a90a", "Прошири овај упит"),
                n("g7135e44", "Помози нам да X остане место за поуздане информације. Сазнај више пре него што означиш да ти се свиђа ова објава."),
                n("h9b6d468", "Помози нам да X остане место за поуздане информације. Сазнај више пре него што означиш да ти се свиђа ова објава."),
                n("af5cd00e", "Сазнај више"),
                n("e29c651e", "Хвала што си прочитао/ла више"),
                n("ef504d80", "Објаве заштићених налога још увек не можеш да додаш у обележене."),
                n("cef96d5a", "Објава је већ у твојим обележеним"),
                n("b2542f56", "Нешто није у реду. Покушај поново да обележиш ту објаву за минут."),
                n("fe3b9942", "На захтев овог корисника, више не можеш да означиш да ти се његове објаве свиђају."),
                n("c2a6dc5c", "Нешто није у реду. Покушај поново да означиш да ти се објава свиђа за минут."),
                n("b57f01b8", "Не можеш да означиш да ти се свиђају објаве заштићених корисника које не пратиш."),
                n("ba0b3cc0", "На захтев овог корисника, више не можеш да поново објавиш његове објаве."),
                n("h32b1ac4", "Нешто није у реду. Покушај поново да објавиш за минут."),
                n("e50cea9e", "Поновно објављивање није дозвољено за ову објаву."),
                n("d8e56f40", "Нажалост, прекорачио/ла си ограничење за број објава. Покушај да поново објавиш сутра"),
                n("i14d7a46", "Нешто није у реду. Покушај поново да уклониш ту објаву из обележених за минут."),
                n("d4ebfeb0", "Покушај поново да опозовеш свиђање за објаву за минут."),
                n("e639775e", "Покушај да опозовеш свој ретвит поново за који тренутак."),
                n("fcad707a", "Поставили смо упозорење на ову објаву, јер можда садржи осетљиви садржај."),
                n("f1824804", "Уложи жалбу на ово упозорење"),
                n("f755f710", "Разумем"),
                n("ced4abbe", "Погледај разговор"),
                n("d00e1d2a", "Придружи се Заједници"),
                n("e6057014", "Затражи да се придружиш"),
                n("ba352986", "Не можеш да одговориш… за сад"),
                n("d09e76d8", "Заједнице су јавне, па можеш да читаш објаве, али мораш да се придружиш за учествовање."),
                n("cfa1f802", "Истражи заједницу"),
                n("af27a0f8", "Уклонили су те из ове заједнице"),
                n("id089506", "Обрати се модераторима заједнице да би те вратили."),
                n("cac4e916", "Ова објава је скривена"),
                n("cb18be32", "Не можеш то да урадиш… за сад"),
                n("dbb5fd8e", "Објаве из круга не могу да се објављују поново"),
                n("ae2c8a1e", "Зашто не можеш да одговориш на ово?"),
                n("afe7ba26", "Зашто не можеш да означиш да ти се свиђа ово?"),
                n("df9e2356", "Зашто не можеш да додаш ово у обележиваче?"),
                n("jead3bc2", "Зашто не можеш да поделиш ово?"),
                n("h2a668b8", "Зашто не можеш да видиш аналитику објаве?"),
                n("bd85267e", "Зашто не можеш поново да објавиш ово?"),
                n("dcc05a7e", "Прегледи"),
                n("e213fada", "Број прегледа ове објаве није доступан."),
                n("g0954ea6", "Објаву могу да виде само аутор и тим модератора заједнице, а ангажовања су онемогућена."),
                n("e7969518", "Заједнице су јавне, па можеш да читаш објаве, али учешће је тренутно могуће само уз позив."),
                n("g2dc874a", "Заједнице су јавне, па можеш да читаш објаве, али само чланови могу имати интеракцију са њима."),
                n("g562676f", "Сазнај више"),
                n("ee574c37", "Сазнај више"),
                n("de2d83d6", "Додај обележивач у фасциклу"),
                n("f14df406", "Копирај линк у оглас"),
                n("e05c00b4", "Копирај линк"),
                n("f61c4bb0", "Пошаљи директном поруком"),
                n("id35970e", "Објави видео"),
                n("ff9348b8", "Подели оглас преко…"),
                n("d03241f8", "Подели објаву користећи..."),
                n("j08dd2d4", "Уклони из обележених"),
                n("b7fde1ea", "Уклони из фасцикле"),
                n("d9a2bd78", "Преузми видео"),
                n("fbfab656", "Подели у простору"),
                n("e668112c", "Објава је подељена у простору"),
                n("g5775e46", "Прикажи цитате"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "Обележивач" + f(e.count, "и", "", "и");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "свиђањ" + f(e.count, "а", "е", "а");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "цитат" + f(e.count, "а", "", "а");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "Поновн" + f(e.count, "е објаве", "а објава", "их објава");
                }),
                n("e9f1fbcc", "Овде нема ничег – још"),
                n("a3b80be6", "Врати се касније и погледај објаве о овоме."),
                n("d93b360a", "Садржај колоне је обрисан, више објава ће се приказати изнад када буду креиране."),
                n("d6e2f9be", "Учитавање временске траке"),
                n("afb4c24a", "Нема ставки"),
                n("e5b0063d", function (e) {
                    return "Временска трака: " + e.title;
                }),
                n("ib65b1c6", "Региструј се са Apple налогом"),
                n("f55cebb8", "Пријави се са Apple налогом"),
                n("dcc304d6", "Настави путем Apple налога"),
                n("e0870f26", "Региструј се са Google налогом"),
                n("gfeffd6a", "Пријави се помоћу Google налога"),
                n("gf5e9ea6", "Опозови"),
                n("e43138c5", function (e) {
                    return "Прати корисника " + e.name;
                }),
                n("be65f2e7", function (e) {
                    return "Не прати корисника " + e.name;
                }),
                n("a649d337", function (e) {
                    return "Не занима ме " + e.name;
                }),
                n("e2f2b658", "Нећемо више предлагати ову тему."),
                n("b51f7edf", function (e) {
                    return "Више не пратиш корисника " + e.name;
                }),
                n("gac366b3", function (e) {
                    return "Пратиш корисника " + e.name;
                }),
                n("f9e45cfb", function (e) {
                    return "Блокирај корисника @" + e.screenName + "?";
                }),
                n("fcd4d489", function (e) {
                    return "Блокирај корисника @" + e.screenName;
                }),
                n("a6450e84", "Блокирај"),
                n("g353ad73", function (e) {
                    return "Овај корисник неће моћи да те прати нити да види твоје објаве, а ни ти нећеш видети објаве ни обавештења од корисника @" + e.screenName + ".";
                }),
                n("ad00a739", function (e) {
                    return "Моћи ће да види твоје јавне објаве, али више неће моћи да остварује интеракцију са њима. Корисник @" + e.screenName + " такође неће моћи да те прати ни да ти шаље поруке и нећеш видети његова обавештења.";
                }),
                n("a9fd20be", "Успешно блокирање."),
                n("j546fb79", function (e) {
                    return "Одблокирај корисника @" + e.screenName + "?";
                }),
                n("c9623eeb", function (e) {
                    return "Одблокирај корисника @" + e.screenName;
                }),
                n("e133be4e", "Одблокирај"),
                n("he43bca4", "Моћи ће да те прате и да виде твоје објаве."),
                n("f5f01af6", "Моћи ће да те прате и да остварују интеракцију са твојим јавним објавама."),
                n("b6878b0a", "Нешто није у реду. Покушај поново да блокираш тог корисника за минут."),
                n("e40252de", "Не приказуј ове објаве на временској траци „За тебе“"),
                n("ae225c26", "Прикажи ове објаве на временској траци „За тебе“"),
                n("a96d2628", "Не приказуј ову листу на временској траци „За тебе“"),
                n("d00abae0", "Најпопуларније објаве са ове листе се више неће приказивати на твојој временској траци „За тебе“."),
                n("e566dd06", "Најпопуларније објаве са ове листе се више неће приказивати на временској траци „За тебе“."),
                n("j3cc1526", "Прикажи ову листу на временској траци „За тебе“"),
                n("h435716e", "Најпопуларније објаве са ове листе се могу приказивати на временској траци „За тебе“."),
                n("e8ba412e", "Најпопуларније објаве са ове листе ће се сада можда приказивати на временској траци „За тебе“."),
                n("d66e95cc", "Желиш ли да закачиш одговор уз објаву?"),
                n("i24ed0de", "Закачи одговор"),
                n("b1033082", "Појавиће се на врху одговора на твоју објаву. Можеш заменити или откачити у било ком тренутку."),
                n("e96a5962", "Желиш ли да откачиш одговор?"),
                n("ec04e6fc", "Откачи одговор"),
                n("d05618f2", "Више се неће приказивати на врху одговора на ову објаву."),
                n("j9aedfdc", "Закачи одговор"),
                n("c034211a", "Откачи одговор"),
                n("ie4538b4", "Одговор је закачен уз објаву"),
                n("ad135a24", "Одговор је откачен из објаве"),
                n("ee369efc", "Одговор није закачен уз објаву"),
                n("c3e7f572", "Одговор није откачен из објаве"),
                n("d058316c", "Хвала. Мрежа X ће искористити ово да побољша твоју временску траку."),
                n("afb7e8f8", "Прочитај чланак"),
                n("jb0429b1", function (e) {
                    return "Од стране " + e.name + " @" + e.screenName;
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "Закачи"),
                n("j44ec610", "Откачи"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "члан" + f(e.count, "a", "", "овa");
                }),
                n("b5334780", "На чекању"),
                n("b171d7c4", "Придружи се"),
                n("aa7ae3f6", "Придружује се"),
                n("bb1d57b6", "Напусти"),
                n("h4fbfa58", "Прихвати и придружи се"),
                n("ea8cfb1e", "Прихвати и затражи да се придружиш"),
                n("dc1b14a1", function (e) {
                    return "Прегледај и прихвати правила Заједнице " + e.communityName;
                }),
                n("c966ac64", "Слање захтева за придруживање Заједници није успело. Покушај поново касније."),
                n("g690e07e", "Твој одговор (опционално)"),
                n("a5d21bf4", "Одговор није обавезан, али имај на уму то да може да допринесе томе да модератори прихвате твој захтев."),
                n("h9526e03", "правилима мреже X"),
                n("c00c234f", function (e) {
                    return "Правила заједнице " + e.communityName;
                }),
                n("hafa07f2", "Учешће је ограничено"),
                n("c15bee32", "Уклонили су те из ове Заједнице"),
                n("efa265fc", "Твоје објаве су заштићене"),
                n("f9cecf48", "Нажалост, тренутно не можеш да се придружиш"),
                n("bf7bdb60", "Проблем није до тебе, већ до нас (заиста). Покушај поново касније."),
                n("h27d6950", "Још не можеш да изађеш"),
                n("b02360f6", "Последњи админ или модератор не може да напусти Заједницу, осим ако није празна."),
                n("fe832999", "промени подешавања објава на јавни режим"),
                n("bc7a7af4", "Твоје објаве у заједници ће бити скривене и нећеш моћи поново да се придружиш."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "Прикажи више објава"),
                n("aebb6546", "Учитава се више објава"),
                n("a3484d22", "нерешено"),
                n("aab2efa9", function (e) {
                    return "победник: " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "Резултат, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "Предстоји"),
                n("b6da6b02", "Уживо"),
                n("i9f615c8", "Коначни резултат"),
                n("f897267a", "Одложено"),
                n("f93c4b6a", "Отказано"),
                n("i79ab12a", "Прати тему"),
                n("c0f56044", "Не прати"),
                n("fcf51fe6", "Звездица"),
                n("e9a90d72", "Са звездицом"),
                n("bf403716", "Уклони звездицу"),
                n("c9f08e29", function (e) {
                    return "Желиш ли да уклониш звездицу за " + e.title + "?";
                }),
                n("hed4dcd0", "Чак и ако уклониш звездицу за ову тему, можда ћеш и даље видети објаве о њој, у зависности од тога које налоге пратиш."),
                n("cd876e02", "Омиљено"),
                n("f2816e02", "Омиљено"),
                n("f5b04fbc", "Уклони из омиљених"),
                n("c481ae3f", function (e) {
                    return "Уклони из омиљених " + e.title + "?";
                }),
                n("c94116de", "Чак и ако уклониш ову тему из омиљених, можда ћеш и даље видети објаве о њој, у зависности од тога које налоге пратиш."),
                n("e0e730b0", "Занима ме"),
                n("b1850062", "Не занима ме"),
                n("gd3f996f", function (e) {
                    return "Не занима те " + e.title + "?";
                }),
                n("jdd65aac", "Чак и ако те не занима ова тема, можда ћеш и даље видети објаве о њој, у зависности од тога које налоге пратиш."),
                n("f93bb3ee", "Учитај слику"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "Учитај GIF"),
                n("d3ac405c", "Учитај видео"),
                n("g97a046c", "Пусти овај видео"),
                n("ac4c73d8", "Уграђени видео"),
                n("f3bb10a6", "Репродуковање видео-снимка"),
                n("b87c0a72", "Омогући директна обавештења и никада нећеш пропустити дешавања на мрежи X"),
                n("e71e09ec", "Укључи обавештења"),
                n("g4850f44", "Прослеђена обавештења су омогућена"),
                n("dc397182", "Прилагоди"),
                n("ia5e7488", "Затвори"),
                n("j681933e", "Приватна листа"),
                n("add55942", "Нешто није у реду. Покушај поново да се претплатиш за минут."),
                n("ib8f5f3c", "Нешто није у реду. Покушај поново да опозовеш претплату за минут."),
                n("e20fc756", "Није ти дозвољено да додаш овог члана на ову листу."),
                n("d8a032a2", "Мораш да уклониш једну закачену временску траку пре додавања друге"),
                n("fa816a0a", "Промени редослед листе"),
                n("ac832ae4", "Закачи листу"),
                n("cdb33880", "Откачи листу"),
                n("ca5d0a82", "Уреди листу"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "прати" + f(e.count, "оца", "лац", "лаца");
                }),
                n("jceadc3e", "Неименовано"),
                n("a1d5303c", "Приватно"),
                n("cc8f8a80", "Ненаведено"),
                n("c33a97d6", "Јавно"),
                n("i73fff1b", function (e) {
                    return "Прикажи " + e.count + " објав" + f(e.count, "е", "а", "а");
                }),
                n("a682906d", function (e) {
                    return "Још " + e.count + " свиђањ" + f(e.count, "а", "е", "а");
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " слободна радна места" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return "Победио је тим " + e.team;
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "Данас"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "Сутра"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "Додај још једну објаву"),
                n("i569ff3e", "Прикажи овај низ"),
                n("je5502eb", function (e) {
                    return "Обухвата резултате за „" + e.suggestion + "“";
                }),
                n("bc4628a1", function (e) {
                    return "Приказују се резултати за „" + e.suggestion + "“";
                }),
                n("a1979464", "Видео се учитава"),
                n("ic1e826e", "Репродукуј"),
                n("c8b4bca0", "Купи"),
                n("f5ea07ec", "Купуј сада"),
                n("b62956aa", "Резервиши"),
                n("i3ea806a", "Наручи"),
                n("fd00a76a", "Отвори"),
                n("e0aa5848", "Инсталирај"),
                n("g33f3050", "Веб"),
                n("d3f6b1a6", "Пошаљи нам поруку"),
                n("b0e322cc", "Пошаљи нам приватну поруку"),
                n("cb8bddc8", "Пошаљи ми приватну поруку"),
                n("cb8c547e", "Пошаљи приватну поруку"),
                n("d980e29f", function (e) {
                    return "Почевши од " + e.date;
                }),
                n("fdd81500", "Ротирајући мени"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "Голотиња"),
                n("e1b4e672", "Осетљиви садржај"),
                n("acc48c15", function (e) {
                    return "Упозорење: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "Прикажи"),
                n("g034e6f1", function (e) {
                    return "Максималан број објава које можеш да приложиш уз ову пријаву је " + e.count + ".";
                }),
                n("i2e0d584", "Промовисана објава"),
                n("b52a940c", "Ова објава није доступна."),
                n("da59404c", "Тренутно видиш најновију верзију."),
                n("e267df68", "Одговор је сакривен"),
                n("d5f162b6", "Откриј овај одговор било када. Још нешто?"),
                n("f376e9d4", "Повратне информације за објаву"),
                n("d7c93b6c", "Објава је скривена"),
                n("b3abacee", "Овакве објаве ће ти се ређе приказивати. Имаш ли других повратних информација?"),
                n("a2411360", "Видиш одговор који ти се свиђа?"),
                n("e8a14626", "Сада можеш да закачиш одговор у објаву користећи мени радњи – три мале тачке на објави (...)."),
                n("d41305a8", "Облачић за поруку са шпенадлом"),
                n("eca84b72", "Опозови поновну објаву"),
                n("g6185a9e", "Ко може да одговори?"),
                n("i00051cc", "Одабери ко може да одговори на ову објаву. Свако ко је поменут може увек да одговори."),
                n("i9000126", "Налози које пратиш"),
                n("dcaede8a", "Само налози које помињеш"),
                n("ad85cd2e", "Твоји претплатници"),
                n("f19e4bfc", "Потврђени налози"),
                n("bf994ab2", "Само ти"),
                n("e7b4b30a", "Само налози које си поменуо/ла"),
                n("ca6500a8", "Онемогући спољашње везе у одговорима"),
                n("e839db3a", "Одбаци"),
                n("c8a98928", "Промотивна слика"),
                n("f5b3dc1e", "Можда касније"),
                n("ae0c5fbe", "Грешка при мењању поставке ко може да одговара"),
                n("bae0cbc0", "Промени ко може да одговори"),
                n("d78131b9", function (e) {
                    return "Додај корисника @" + e.screenName + " на листе или га уклони са њих";
                }),
                n("b3b642fc", "Зашто ова објава?"),
                n("fb4ee11c", "Зашто овај оглас?"),
                n("ad50e7d9", function (e) {
                    return "Прикажи аналитику за " + e.entity;
                }),
                n("ef1042f8", "Напиши Белешку заједнице"),
                n("h3edf7a6", "Затражи белешку заједнице"),
                n("bf8d98f4", "Само претплатници могу да одговоре"),
                n("e69ada9e", "Само претплатници на услугу Premium могу да одговоре"),
                n("ae04c4dd", function (e) {
                    return "Избрисати " + e.entity + "?";
                }),
                n("d9442996", "Ово не можеш да опозовеш, а биће уклоњено и са твог профила, временске траке свих налога који те прате и из резултата претраге."),
                n("dad785a7", function (e) {
                    return "Ово ће избрисати све верзије " + e.entity + " са твог профила, временске траке свих налога који те прате и из резултата претраге. Ову радњу не можеш да опозовеш.";
                }),
                n("jda253ab", function (e) {
                    return "Твој " + e.entity + " је избрисан";
                }),
                n("j49c2f85", function (e) {
                    return "Нешто није у реду. Покушај да избришеш свој " + e.entity + " поново за минут.";
                }),
                n("f9fa0390", "Твој чланак ће бити премештен у нацрте и моћи ће да се избрише на страници „Чланци“."),
                n("dad450ec", "Уреди чланак"),
                n("g9677c6e", "Потврди"),
                n("b57bfe70", "Уредити чланак?"),
                n("bd3da7be", "Објављивање чланка биће привремено опозвано док га будете уређивали и он неће бити јавно видљив. Сва постојећа ангажовања биће сачувана и пренета приликом поновног објављивања ажуриране верзије."),
                n("j26481e6", "Објављивање твог чланка је опозвано и он је премештен у нацрте како би могао да се уређује."),
                n("b360ac7c", "Навигација одељка"),
                n("adc81042", "Детаљи одељка"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "Ово је објављени чланак, нови начин писања на мрежи X."),
                n("b14efa0a", "Насловна слика чланка"),
                n("afdccedb", function (e) {
                    return "Прикажи " + e.displayCount + " одговор" + f(e.count, "а", "", "а");
                }),
                n("bdba3e1a", "Укључи обавештења за објаву"),
                n("c4da7d28", "Искључи обавештења за објаву"),
                n("j87c21f4", "Обавести"),
                n("iebc30ca", "Искључи обавештења"),
                n("dc740eb2", "Обавештења о објавама овог налога видећеш на временској траци „Обавештења“. Можеш и да омогућиш директна обавештења на уређају и тако не пропустиш ниједу објаву."),
                n("dca669ad", function (e) {
                    return "Поновне објаве корисника " + e.name + " више се неће приказивати на твојој временској траци";
                }),
                n("ce6da5d7", function (e) {
                    return "Поновне објаве корисника " + e.name + " ће се приказивати на твојој временској траци";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "Погледај корисника " + e.fullName + " на мрежи X.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " те више не прати";
                }),
                n("j7bb1a43", function (e) {
                    return "Пријави корисника @" + e.screenName;
                }),
                n("hef5960c", "Дели профил преко..."),
                n("bb1cbeb6", "Не игнориши"),
                n("h2f62206", "Игнорисање корисника"),
                n("e67b2d65", function (e) {
                    return "Игнориши корисника @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "Не игнориши корисника @" + e.screenName;
                }),
                n("h59f52ee", "Успешно игнорисање."),
                n("eea0cbee", "Игнорисање је успешно опозвано."),
                n("i29533b3", function (e) {
                    return "Игноришеш корисника @" + e.screenName + ".";
                }),
                n("h129c3c3", function (e) {
                    return "Не игноришеш корисника @" + e.screenName + ".";
                }),
                n("b3036480", "Уклони овог пратиоца"),
                n("h27b7407", function (e) {
                    return "Корисник @" + e.screenName + " ће бити уклоњен из твојих пратилаца, о чему га X неће обавестити. Овај корисник може поново да те прати у будућности.";
                }),
                n("ibd0b842", "Копирај линк до профила"),
                n("b9c26480", "Прикажи теме"),
                n("e922ce0c", "Укључи поновне објаве"),
                n("ge54bb8c", "Искључи поновне објаве"),
                n("h5ef9bc8", "Погледај листе"),
                n("e9eef4c6", "Пријави незаконит садржај у ЕУ"),
                n("e28ba0bb", function (e) {
                    return "Пријави налог @" + e.screenName + " због незаконитог садржаја у ЕУ";
                }),
                n("a30b63da", "Нешто није у реду. Покушај поново да уклониш пратиоца за минут."),
                n("gd11f228", "(Потребан је наслов)"),
                n("ced3c85a", "Измењено"),
                n("b375ece0", "Само ти можеш да видиш овај необјављени чланак."),
                n("edf9101f", "Настави да читаш"),
                n("icf7f1a4", "Копирај у оставу"),
                n("e1a292ec", "Додај медиј"),
                n("ebfd8ac6", "Уметни"),
                n("ia3611ee", "Започни писање"),
                n("d794135c", "Одабери датотеку или је превуци овде.\n\nСваки блок може да садржи GIF, видео или скуп фотографија (до 4 фотографије по скупу)."),
                n("e187f906", "GIF-ови"),
                n("fa4e68ca", "Објаве"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "Кôд"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "Свиђа се"),
                n("g88b88a6", "Обележено"),
                n("i282583e", "Објаве заштићених налога не могу да се користе"),
                n("eae4fe7a", "Цитирање објаве за избрисану објаву не може да се користи"),
                n("d2042fb6", "Објаве које је неко означио као да им се свиђају"),
                n("iad3e15c", "Обележене објаве"),
                n("f1c63c34", "Налепи URL адресу објаве"),
                n("a78f6310", "Важећа URL адреса објаве"),
                n("fe9ddab6", "Објава није пронађена"),
                n("dd2c9034", "Сачувај објаве за касније"),
                n("cada17f8", "Обележи објаве и лако их пронађи у будућности."),
                n("j0179e90", "Састави објаву"),
                n("adad5408", "Нова фасцикла"),
                n("f44ddd2e", "Обележи објаве и сачувај их за касније"),
                n("c91d2c4c", "Треба ти још времена за писање или само желиш да сачуваш објаву за касније? Обележи је!"),
                n("j45c642e", "Фасцикле се тренутно не учитавају"),
                n("b87ca51a", "Уклони фотографију"),
                n("eebff22c", "Исеци фотографију"),
                n("hf6f2914", "Преглед"),
                n("be4a00c2", "Додај код овде"),
                n("i3128619", function (e) {
                    return "Блокови могу да имају највише оволико знакова: " + e.count;
                }),
                n("dbb02ec4", "Изабери језик програмирања"),
                n("d942865e", "Претражи језик програмирања"),
                n("e554f642", "Желиш ли да одбациш промене?"),
                n("fa524058", "Задржи"),
                n("d4ab68e2", "Одбаци"),
                n("a50ba822", "Претражи GIF-ове"),
                n("c6f5ac52", "Категорије – претражи GIF"),
                n("ab468379", function (e) {
                    return e.query + " – претражи GIF";
                }),
                n("j7fc4f9c", "Аутоматски репродукуј GIF-ове"),
                n("a66b7760", "GIF без ознаке"),
                n("a723aefa", "Нисмо пронашли ниједан GIF"),
                n("a6ecfa0a", "Покушај да потражиш нешто друго уместо тога."),
                n("f5ff0d6f", function (e) {
                    return e.category + " – претражи GIF";
                }),
                n("effe1ca6", "Овде додај LaTeX израз"),
                n("c46c3c62", "Дошло је до грешке у твом изразу. Покушај поново након што је отклониш."),
                n("d4a4842e", "Додај емотикон"),
                n("fec16c1c", "Емотикон"),
                n("idc01eb8", "Подебљано"),
                n("cd7c97c6", "Примени курзив"),
                n("dab932be", "Подвуци"),
                n("c5b6178a", "Прецртај"),
                n("c03d7fd6", "Уметни везу"),
                n("abfe2d36", "Листа са знаковима за набрајање"),
                n("da685a7c", "Нумерисана листа"),
                n("g74d920c", "Издвојени цитат"),
                n("cda501c6", "Повећај величину текста"),
                n("a54fdc46", "Смањи величину текста"),
                n("b340830e", "Пречице у оквиру текста"),
                n("c1ea915e", "Унеси на почетку новог реда или блока, након чега следи размак"),
                n("e8a4ef02", "Заглавље"),
                n("dd71241a", "Подзаглавље"),
                n("ja9ca202", "Пречице до чланака"),
                n("ef1649e2", "X – пречице на тастатури"),
                n("aefd89c8", "Навигација"),
                n("cafdefb2", "Радње"),
                n("dda42cf2", "Колоне и скупови"),
                n("e8a12604", "Унеси натпис (опционално)"),
                n("eabf2209", function (e) {
                    return "GIF обезбеђује " + e.providerName;
                }),
                n("a613e720", "Копирај линк у GIF"),
                n("aeca1239", function (e) {
                    return "Подебљано" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "Курзив" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "активно" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "Уреди блок"),
                n("a8f09fb8", "Избриши блок"),
                n("i89195ea", "Разделник"),
                n("da8ac57c", "Уреди натпис"),
                n("a8fdd09c", "Објави чланак"),
                n("d8047cc8", "Објави"),
                n("ff7ddca2", "Твој чланак ће се приказати као објава кад га објавиш. Такође, можеш га пронаћи на картици „Чланци“, на свом профилу.");
            n("ef34d7be", "Контроле за публику и одговоре не могу да се уређују када се чланак објави."),
                n("e52d4998", "Одабери публику"),
                n("d7985b24", "Одабери ко може да одговори на овај чланак"),
                n("b5660338", "Преглед временске траке"),
                n("hff1b97a", "Само претплатници могу да одговоре."),
                n("a330771e", "Копирај везу у оставу"),
                n("b6510e68", "Копирај URL везу до чланка за дељење."),
                n("e4a6e006", "Нешто није у реду. Покушај поново."),
                n("eff483e0", "Након објављивања, набави везу и подели чланак."),
                n("ca15dd4e", "Нацрт"),
                n("bb40bf66", "Објављено"),
                n("h107935c", "Последњи пут сачувано управо сад"),
                n("a753a870", "Примени"),
                n("afccc67e", "Копирај везу до чланка"),
                n("beb24e9e", "URL адреса је копирана у оставу"),
                n("db9cc928", "Желиш ли да избришеш чланак?"),
                n("c4e28ba6", "Ово не може да се опозове и изгубићеш чланак."),
                n("ff2982d0", "Твој чланак је избрисан. Ово не можеш да опозовеш и он ће бити уклоњен са твог профила, временске траке свих налога који те прате и из резултата претраге."),
                n("ca17beec", "Твој чланак је избрисан"),
                n("f5cbb31c", "Избриши чланак"),
                n("f0977f52", "Да, избриши"),
                n("db419d4c", "Прегледај свој нацрт"),
                n("a1bc8e6c", "Прикажи чланак"),
                n("b6f72a22", "Објављивање овог чланка ће бити опозвано, он ће бити премештен у нацрте и неће бити јавно видљив."),
                n("f558d2e0", "Премести у нацрте"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "Изабери или 1 GIF или до 4 фотографије."),
                n("eb7ab862", "Одабери највише 4 фотографије, видео записа или GIF-а"),
                n("ce9a9736", "Чување..."),
                n("dd63549e", "Успешно! Твој чланак је објављен"),
                n("a4d128bc", "Успешно! Твој чланак је објављен и веза је копирана у твоју оставу"),
                n("b4071e18", "Наслов чланка"),
                n("f586b7fa", "Додај наслов"),
                n("ab0fa9ba", "За уређивање се врати у нацрте"),
                n("c5f35c98", "Отпремање медија..."),
                n("d739d83e", "Откажи отпремање"),
                n("a94efeda", "Чување медија..."),
                n("gd79d45a", "Задржи фокус током писања тако што ћеш укључити режим фокуса"),
                n("g1866bb2", "Врати се у стандардни уређивач тако што ћеш изаћи из режима фокуса"),
                n("a6a78df4", "Твом чланку су потребни наслов и садржај да би могао да буде објављен."),
                n("ia656f1c", "Твој чланак има наслов, али мора да има и садржај да би могао да буде објављен."),
                n("d3855e36", "Твом чланку је потребан наслов да би могао да буде објављен."),
                n("f325958e", "Твој наслов има више знакова него што је дозвољено. Скрати га, а затим објави."),
                n("ie5d9064", "Твој чланак има више знакова него што је дозвољено. Скрати текст, а затим га објави."),
                n("e03487a0", "Твој наслов има више знакова него што је дозвољено и члана има прекомеран број речи. Скрати и једно и друго, а затим објави."),
                n("e938d562", "Твој наслов има више знакова него што је дозвољено. Скрати наслов, додај нешто у тело текста, а затим објави."),
                n("e449c546", "Твом чланку је потребан наслов и има превише речи. Додај наслов, скрати текст и затим га објави."),
                n("bd00e836", "Твој последњи нацрт није сачуван јер премашује ограничење броја знакова."),
                n("ic110f68", "Твој најновији нацрт није сачуван јер је предугачак."),
                n("ifea3114", "Подели"),
                n("b384f696", "Препоручујемо да наслов има 50–70 знакова"),
                n("a7da0adb", function (e) {
                    return e.count + " реч" + f(e.count, "и", "", "и");
                }),
                n("aea1d455", function (e) {
                    return e.count + " минут" + f(e.count, "а", "", "а");
                }),
                n("df898d71", function (e) {
                    return "Време читања: " + e.readingTimeValue;
                }),
                n("i9aadf4a", "Веза је можда погрешна. Кликни на неки од својих чланака на левој бочној траци и читај, уређуј или објави чланак."),
                n("hfdce46e", "Објављивање твог чланка је опозван"),
                n("df079228", "Режим фокуса"),
                n("f5037228", "За најбоље резултате препоручујемо слику односа величине 5:2."),
                n("f965e890", "Овде се налазе твоји нацрти"),
                n("c2756718", "Овде се налазе твоји објављени чланци"),
                n("af65c854", "Уреди у режиму фокуса"),
                n("e05e2336", "Опозови објављивање, премести чланак у нацрте"),
                n("d36447e0", "Пишеш овде"),
                n("ca0ed982", "Настави нацрт или креирај нови чланак"),
                n("ee9e42aa", "Напиши"),
                n("e9a50596", "Дошло је до грешке при креирању новог нацрта"),
                n("e070024a", "Уреди фотографију"),
                n("i7d24b36", "Следећа слика"),
                n("f96a38a2", "Претходна слика"),
                n("hac7c548", "Исеци медиј"),
                n("e3dbfba4", "Уреди опис слике"),
                n("dd4a83a6", "Упозорење о садржају"),
                n("ffe9ec3a", "Додај опис"),
                n("j063b262", "Фотографијама можеш да додаш опис, који се понекад назива алтернативни текст, да би биле доступне још већем броју људи, укључујући слепе или слабовиде особе. Добри описи треба да буду сажети, али и да довољно прецизно представљају шта је на фотографијама да би се разумео њихов контекст."),
                n("e57144f0", "У реду"),
                n("f9f9210c", "Не, хвала"),
                n("feabf2a0", "Алтернативни текст"),
                n("e36287c6", "Опис"),
                n("cf565d08", "Шта је то алтернативни текст?"),
                n("d9f7b32a", "Стави упозорење о садржају на ову објаву"),
                n("ead1b80a", "Изабери категорију за упозорење о садржају које ћемо поставити на ову објаву. То помаже људима да избегну садржај који не желе да виде."),
                n("h2437f26", "Осетљив"),
                n("g5e1668a", "Може да се преузме"),
                n("fdc6a52a", "Када се омогући, твој видео ће бити доступан за преузимање"),
                n("fe09fde2", "Промени подешавања"),
                n("cd5cba97", function (e) {
                    return "Упозорење о садржају: " + e.formattedWarningList;
                }),
                n("h7215a76", "Аутор објаве је означио ову објаву као приказивање осетљивог садржаја."),
                n("j32d345e", "Следећи медиј може да садржи осетљиви материјал"),
                n("f1d9930c", "Сакриј"),
                n("c91f83ae", "Уреди видео"),
                n("icbec4ae", "Отпреми титл"),
                n("e0342f98", "Натписи"),
                n("e7048e74", "Скрати медије"),
                n("ga408160", "Следећи видео"),
                n("dc402134", "Претходни видео"),
                n("bf4e9d7a", "Отпреми датотеку са натписом (.srt)"),
                n("j435467e", "Титл и натписе можеш да додаш у видео ако отпремиш важећи фајл титла. Фајлови морају да буду у SRT формату. Уређивање видео снимка неће утицати на титл и натписе."),
                n("a6b267fa", "Уклони натписе"),
                n("a609edbe", "Састави нову објаву"),
                n("dc295bb0", "Објављивање у заједници"),
                n("e536de22", "Да би могао/ла да објављујеш, прво мораш да постанеш члан. Придружи се заједници и учествуј!"),
                n("cb817dae", "Уреди објаву"),
                n("bec9cff8", "Региструј се за X"),
                n("c150ba68", "Добро дошао/ла!"),
                n("f8e2163e", "Желиш прво да се пријавиш?"),
                n("a108c147", function (e) {
                    return "Желиш ли да пратиш @" + e.screenName + "?";
                }),
                n("c66afdc3", function (e) {
                    return "Прати корисника @" + e.screenName;
                }),
                n("feccfd6e", "Мораш да се пријавиш ако желиш да пратиш некога."),
                n("dedce756", "Сада можеш да означиш да ти се свиђа та објава."),
                n("ha5987e0", "Желиш ли да означиш да ти се свиђа ова објава?"),
                n("f98f4e00", "Ако желиш да означиш да ти се свиђа та објава, мораш прво да се пријавиш."),
                n("b459ba4c", "Ако желиш да одговориш на ову објаву, мораш прво да се пријавиш."),
                n("f3e1093a", "Сада можеш поново да објавиш то."),
                n("i1d8723c", "Желиш ли поново да објавиш ову објаву?"),
                n("h19f38de", "Ако желиш да објавиш то, мораш прво да се пријавиш."),
                n("e289d950", "Ако желиш да поделиш ову објаву, мораш прво да се пријавиш."),
                n("d28215f0", "Нажалост, анкете нису дозвољене у Заједницама!"),
                n("ec2fc089", function (e) {
                    return "Твоја/е објав" + f(e.numOfTweets, "е су", "а је", "а је") + " послата заједници " + e.communityName;
                }),
                n("c7152355", function (e) {
                    return "Не заборави да омогућиш доступност слик" + f(e.numberOfImages, "е", "е", "а");
                }),
                n("ffa5562a", "Добри описи су сажети, али детаљни. Обавезно резимирај или препиши текст који се налази на слици."),
                n("a2d3facd", function (e) {
                    return "Ваша опис" + f(e.numberOfImages, "а која си написао/ла омогућавају", " који си написао/ла омогућава", "а која си написао/ла омогућавају") + " да мрежа X приступачна за људе са инвалидитетима, као и за друге који желе више контекста.";
                }),
                n("cc6d0a48", "Овај подсетник можеш да искључиш у подешавањима приступачности."),
                n("j499fbcb", function (e) {
                    return "Додај опис" + f(e.numberOfImages, "а", "", "а");
                }),
                n("bb8170da", "Не сада"),
                n("h4dd544e", "Твоја објава је послата."),
                n("ice925ce", "Ова објава је уређена."),
                n("eae9e604", "Твоја објава је послата. Имаш 30 минута да унесеш измене."),
                n("gcdf3fd6", "Твоја објава је послата. Имаш 1 сат да унесеш измене."),
                n("c7999d10", "Твоје објаве су послате."),
                n("b97f5eb2", "Слање објаве..."),
                n("g08523f0", "Објава се шаље... Када буде објављена, имаћеш 30 минута да унесеш измене."),
                n("fa53f95c", "Објава се шаље... Када буде објављена, имаћеш 1 сат да унесеш измене."),
                n("a608b1b4", "Желиш ли да одбациш објаву?"),
                n("j890123a", "Желиш ли да одбациш низ?"),
                n("af4d0a80", "Желиш ли да одбациш измене?"),
                n("bb01231c", "Ово не можеш да опозовеш, а нацрт ћеш изгубити."),
                n("if69307c", "Ако напустиш, промене неће бити сачуване."),
                n("d2c271f6", "Желиш ли да сачуваш објаву?"),
                n("abb90544", "Ово можеш да сачуваш и пошаљеш касније из нацрта."),
                n("d3bb6f30", "Напомена: налози означени у медијском садржају неће бити сачувани у нацрту."),
                n("bf9b89e4", "Нацрт је сачуван."),
                n("i63bfbf0", "Задржи ту мисао"),
                n("a6c55352", "И даље отпремамо видео. Желиш ли стварно да одбациш објаву? Изгубићеш нацрт и прилоге."),
                n("c3d89aca", "Настави"),
                n("b983f9e0", "Пажња"),
                n("ed5c4342", "Неколико ствари које треба да имаш на уму…"),
                n("abc4afcc", "Време за измену је истекло"),
                n("a9a471fa", "Објаве могу да се уређују само током првих 30 минута након објављивања."),
                n("a3483f1c", "Објаве могу да се уређују само током првих сат времена након објављивања."),
                n("g4bcc5f4", "Ово је последња измена"),
                n("g922bf14", "Твоја објава не може поново да се ажурира."),
                n("f58b5009", function (e) {
                    return "Твоја објава ће бити послата " + e.scheduleDate + " у " + e.scheduleTime;
                }),
                n("fa97f508", "Овом низу можеш да додаш више објава када пошаљеш ове."),
                n("c091760c", "Ова измена није сачувана. Можеш поново да пробаш са ажурирањем или га одбаци и почни од почетка."),
                n("d38504ad", function (e) {
                    return "Одабери највише " + e.maxMediaCap + " фотографијe, видео записа или GIF-а";
                }),
                n("dd6734c2", "Прочитај више"),
                n("g589c2e2", "Избор 1"),
                n("a1e6c3a2", "Избор 2"),
                n("a739e006", "Избор 3 (опционо)"),
                n("d89a5b92", "Избор 4 (опционо)"),
                n("c2a8118e", "Уклони анкету"),
                n("a8ede1de", "Додај избор"),
                n("af40a8e0", "Додај"),
                n("caf8edc4", "Трајање анкете"),
                n("g93586be", "Дани"),
                n("d073b644", "Радно време"),
                n("a2f0728e", "Минути"),
                n("c9f5ae0a", "Сачувано у нацртима"),
                n("f0afcc0e", "Додај анкету"),
                n("d39e3e78", "Закажи слање објаве"),
                n("f6bab0da", "Текст објаве"),
                n("cc2b28fc", "Дозвољен је само 1 тип прилога"),
                n("i6f7062c", "Додај објаву"),
                n("j1d5791c", "Додај одговор"),
                n("e76f3776", "Уклони објаву"),
                n("ec10ee02", "Анкета"),
                n("cce30dcc", "Означи локацију"),
                n("ee016dd6", "Отпремање дугачких видео-снимака ће трајати неко време. Картица прегледача треба да остане отворена да се отпремање не би прекинуло."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " опис" + f(e.numberOfAltTextEntries, "а", "", "а") + " слике";
                }),
                n("d1175c78", "Означи људе"),
                n("b2943227", function (e) {
                    return "Отпреми датотек" + f(e.numberOfVideos, "е", "у", "е") + " натписа (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " датотек" + f(e.numberOfSubtitles, "е", "а", "а") + " натписа";
                }),
                n("e349147c", "Шта се дешава?"),
                n("b4481d6c", "Подели своје утиске..."),
                n("fbd24526", "Додај још један одговор"),
                n("de4669e2", "Додај коментар"),
                n("ed1f39ec", "Објави свој одговор"),
                n("a402b908", "Додај питање"),
                n("ic05a146", "Наслов"),
                n("d9c096f0", "Генериши слику"),
                n("d2553906", "Побољшај објаву"),
                n("b85f402a", "Побољшај објаву уз Grok"),
                n("e815fc34", "Одабери публику"),
                n("cf44066a", "Круг"),
                n("c6992b94", "Ексклузивно за кориснике услуге Premium"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "људи", "особа", "људи");
                }),
                n("f0598964", "Желиш да поделиш са ужим кругом људи?"),
                n("e1ae1c0a", "Круг ти омогућава да шаљеш објаве само оним људима које изабереш."),
                n("eb969e30", "Како круг функционише"),
                n("bb55e8ee", "Додај људе"),
                n("f1aedb7c", "Можеш да изабереш највише 150 корисника које ћеш додати у круг."),
                n("b659fba8", "Објави само њима"),
                n("c474be66", "Само напред – подели своје мисли. Само твој круг може да их види и одговори на њих."),
                n("h031847a", "Промени ствари у било ком тренутку"),
                n("bd9db21f", "Сазнај више"),
                n("gfca5254", "Правила"),
                n("f510c8b2", "Правила Заједнице"),
                n("g46f363e", "Погледај правила Заједнице пре него што се придружиш разговору"),
                n("f6fec9f6", "Уклони преглед картице"),
                n("b2df0574", "Дели и са пратиоцима"),
                n("ccfc7453", function (e) {
                    return "Могу да одговоре сви из круга корисника @" + e.screenName + " који те прате";
                }),
                n("d4d17205", function (e) {
                    return "Могу да одговоре сви из круга корисника @" + e.screenName;
                }),
                n("df961844", "Само твој круг који те прати може да одговори"),
                n("ce958ec8", "Само твој круг може да одговори"),
                n("c7df589e", "Могу да одговоре сви из круга аутора објаве који те прате"),
                n("j65d7c72", "Могу да одговоре сви из круга аутора објаве"),
                n("i8ea6d4e", "Сви могу да одговоре"),
                n("a176d0d8", "Налози које пратиш могу да одговоре"),
                n("gc7e52ca", "Само налози које помињеш могу да одговоре"),
                n("feb7560a", "Само Претплатници могу да одговарају"),
                n("h257006e", "Прегледај правила ове заједнице"),
                n("ebe1d850", "Само твоји претплатници могу да одговарају"),
                n("b121464a", "Само потврђени налози могу да одговоре"),
                n("aa65a44a", "Запамтићемо твој избор на овом уређају"),
                n("a4993fa2", "Додај GIF"),
                n("bfb895b1", function (e) {
                    return "Биће послато " + e.date + " у " + e.time;
                }),
                n("hb36f723", function (e) {
                    return "Само ће првих неколико знакова (" + e.count + ") бити видљиво на временској траци.";
                }),
                n("d759c09e", "Испробај"),
                n("e4472565", function (e) {
                    return "Отпремљено (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "Обрада је у току (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "Отпремање је у току (" + e.percent + "%)";
                }),
                n("daad8822", "Отпремање није успело"),
                n("i8ff6261", function (e) {
                    return "Изгледа да овај видео запис премашује максималну величину датотеке за отпремање (" + e.human_readable_max_size + "GB).";
                }),
                n("cba4fdde", "Испоручи гледаоцима на мрежи X у резолуцији од 1080p"),
                n("ef8f5d90", "Препоручено"),
                n("a7046fb0", "Ретко потребно"),
                n("acf3ecf4", "Додај медиј"),
                n("bdbcdd94", "Додај фотографије"),
                n("f2c8c04d", "објаве морају да буду јавне"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " и " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + f(e.othersCount, e.othersCount + " других", "још једног корисника", e.othersCount + " других");
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " и " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return ", " + e.userOneName + " " + e.userTwoName + " и још " + f(e.othersCount, "" + e.othersCount, "1 кориснику", "" + e.othersCount);
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "Претплатници"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " и " + e.otherUserName;
                }),
                n("i9451241", "Претплатници"),
                n("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("dcbb6a0b", "Претплатници"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и још " + f(e.othersCount, "" + e.othersCount, "1", "" + e.othersCount);
                }),
                n("c65916af", "Претплатници"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " и " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " и " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и још " + f(e.othersCount, "" + e.othersCount, "1", "" + e.othersCount);
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " и још " + f(e.othersCount, "" + e.othersCount, "1", "" + e.othersCount);
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "Промовиши"),
                n("f11264ac", "Додај начин плаћања"),
                n("j619ec94", "Промовиши објаву"),
                n("h1fcb36c", "Промовиши своју објаву"),
                n("fd22cfe0", "услове и одредбе за огласе."),
                n("i3656b52", "Колико желиш да потрошиш?"),
                n("h7c29de6", "Процењени досег"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " – " + e.audienceHigh + " људи";
                }),
                n("i976aff4", "Ажурирај информације о дневном буџету тако да се поклапају са валутом за наплату."),
                n("e1e912f2", "Твоја објава је објављена, али нисмо могли да обавимо појачање за њу. Неће ти бити наплаћено."),
                n("fe26420a", "Додај кључне речи"),
                n("aacfbe55", function (e) {
                    return "Објављујеш за налог @" + e.screenName + ".";
                }),
                n("ga8627cd", function (e) {
                    return "Одговараш у име корисника @" + e.screenName + ".";
                }),
                n("e6d2573f", function (e) {
                    return "Шаљеш поруку у име корисника @" + e.screenName + ".";
                }),
                n("d37a3e15", function (e) {
                    return "Правиш ову листу у име корисника @" + e.screenName + ".";
                }),
                n("ceb1ad26", "Уводимо видео записе које можеш да преузмеш"),
                n("ea97bc08", "Буди ван мреже или пређи на ремикс! Корисници услуге Premium сада могу да преузму и обраде ваш садржај. Ако не желиш да се твоји видео записи преузимају, додирни „Уреди“ на свом видео запису. Твој садржај – твоја правила."),
                n("e6042757", function (e) {
                    return "Преостало време за уређивање објаве: " + e.minutes + " минут" + f(e.minutes, "а", "", "а") + " и " + e.seconds + " секунд" + f(e.seconds, "е", "а", "и");
                }),
                n("a4e39717", function (e) {
                    return "За уређивање објаве остало је још " + e.minutes + " минут" + f(e.minutes, "а", "", "а");
                }),
                n("c55eed72", "Одговор за"),
                n("caca3102", "Други у овом разговору"),
                n("c6a6dc2f", function (e) {
                    return "Корисник @" + e.screenName + " је блокиран, па неће бити обавештен када одговориш.";
                }),
                n("f5b426c2", "Учитавање корисника"),
                n("c20dc654", "Можеш да означиш само 10 особа."),
                n("ae0831ab", function (e) {
                    return "Корисника @" + e.screenName + " није могуће означити на фотографијама";
                }),
                n("cca7fa72", "Заказана објава не може да се избрише."),
                n("c5dd0190", "Време"),
                n("edeff232", "Датум"),
                n("fddf24b4", "Временска зона"),
                n("d39dc06e", "Слање објаве не можеш да закажеш за прошло време."),
                n("d024efe2", "Слање објаве не можеш да закажеш више од 18 месеци унапред."),
                n("d15af6da", "Неке непослате објаве не могу да се избришу."),
                n("a1e1b748", "Изабране непослате објаве су избрисане."),
                n("ce80fba0", "Учитавање непослатих објава"),
                n("i5d56b62", "Не желиш још да пошаљеш објаву? Сачувај је у нацртима или подеси њено слање за касније."),
                n("aef6257e", "Брисање непослатих објава"),
                n("dce0bc34", "Непослате објаве"),
                n("f8464692", "Заказани"),
                n("e8bd47f2", "Изабери све"),
                n("j2b145d4", "Опозови избор свих"),
                n("h6c79ac2", "Одбаци непослате објаве"),
                n("d0a4a03c", "Ово не можеш да опозовеш, а непослате објаве ћеш изгубити."),
                n("f9f69d32", "Слање није успело"),
                n("j74e5dd4", "Објава на коју покушаваш да одговориш је избрисана"),
                n("c5ceafc8", "Одговор"),
                n("f501ba43", function (e) {
                    return "Још " + e.count + " објав" + f(e.count, "е", "а", "а");
                }),
                n("b321d0cc", "Учитај слике"),
                n("abd649ce", "Одбаци непослату објаву"),
                n("c7d42978", "Ово не можеш да опозовеш, а нацрт објаве ћеш изгубити."),
                n("e43a5528", "Нешто није у реду и непослата објава није избрисана."),
                n("e7c766ee", "Услуге локације су онемогућене"),
                n("ab68727a", "Можеш да их укључиш у подешавањима уређаја."),
                n("ae4057a2", "Не можемо да одредимо локацију"),
                n("bf2923a6", "Провери подешавања уређаја."),
                n("d963d1b6", "Ниједно место није пронађено"),
                n("a893d602", "У реду"),
                n("be6cc44e", "Претрага локација"),
                n("d8ef3232", "Нисмо успели да преузмемо локације"),
                n("b01ed2db", function (e) {
                    return e.distance + " mi";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " ft";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " km";
                }),
                n("b211849f", function (e) {
                    return e.distance + " m";
                }),
                n("fd391b9f", function (e) {
                    return "Угради " + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "Пратиш корисника @" + e.screenName;
                }),
                n("ge5067bc", "Сакриј одговор"),
                n("j136c720", "Одговор скривен у објави"),
                n("d66f0338", "Скривање одговора на своје објаве"),
                n("cfc8cb50", "Да бисмо пружили бољу контролу над разговорима које започнеш, аутори објава могу да сакрију одговоре на своје твитове."),
                n("if8dc5f0", "Сакривени одговори се премештају на засебну страницу, али свако може да их види бирањем иконе за сакривене одговоре у објави."),
                n("b2615c6d", function (e) {
                    return "Желиш ли да блокираш и корисника @" + e.screenName + "?";
                }),
                n("i62a03aa", "Не"),
                n("f9f27fa2", "Сакриј објаву"),
                n("ce87916a", "Додај/уклони из истакнутог"),
                n("eaae42ce", "Додати у истакнуто?"),
                n("h032d096", "Уклонити из истакнутог?"),
                n("be38d25e", "Ова објава би била приказана на картици „Истакнуто“ на твом профилу."),
                n("d2be9310", "Ова објава би била уклоњена са картице „Истакнуто“ на твом профилу."),
                n("jea6b076", "Успешно је додато у истакнуто."),
                n("ce6fd0ec", "Успешно је уклоњено из истакнутог."),
                n("ha35a1d2", "Закачи на профил"),
                n("d04f95c0", "Твоја објава је закачена на твој профил."),
                n("i419d136", "Желиш ли да закачиш објаву на профил?"),
                n("c1b9714a", "Ово ће се појавити на врху твог профила и замениће претходно закачену објаву."),
                n("fe4d099a", "Истакнуто"),
                n("e8d4c1cc", "Истицање објава је функција у оквиру претплате. Потврди налог и откључај ову и друге функције."),
                n("b68c3784", "Потврди налог"),
                n("bb16cc76", "Напусти овај разговор"),
                n("de21174c", "Напустио/ла си овај разговор"),
                n("j33c9fc6", "Нема везе, остаћу"),
                n("aed79c54", "Хајде да те извучемо из овог разговора"),
                n("h12044a4", "Понекад ти се једноставно не прича. Ако напустиш разговор…"),
                n("f100e566", "Уклонићеш ознаку за своје корисничко име"),
                n("a0d68f4e", "Твоје корисничко име остаје, али ће ознака бити уклоњена из првобитне објаве и свих одговора."),
                n("b00255b6", "Неће те убудуће помињати"),
                n("geea29ee", "Људи не могу поново да те помену у овом разговору."),
                n("c54678e8", "Нећеш добијати обавештења"),
                n("ga4fa180", "Нећеш више добијати обавештења, али и даље ћеш моћи да видиш разговор."),
                n("h8dde772", "Ако напустиш разговор, нико о томе неће бити обавештен."),
                n("ee87e71c", "Не можеш себе да игноришеш."),
                n("ed428a76", "Не игноришеш наведеног корисника."),
                n("e2d6c17e", "Игнориши овај разговор"),
                n("cd1942f4", "Не игнориши овај разговор"),
                n("bbd8bed6", "Обавештења су игнорисана за овај разговор"),
                n("c13af432", "Обавештења се не игноришу за овај разговор"),
                n("df744bda", "Игнориши ово"),
                n("j9552760", "Игнориши разговор"),
                n("d751694c", "Када игноришеш разговор, више нећеш добијати нова обавештења о њему."),
                n("a50c911e", "Твоја објава је закачена и додата у истакнуто."),
                n("d1c1e2c2", "Закачи у Заједници"),
                n("j832cc34", "Ово ће се приказивати на врху Заједнице."),
                n("h7dbb2f2", "Ово ће се приказати на врху заједнице и замениће претходну закачену објаву."),
                n("d8725596", "Закачили модератори Заједнице"),
                n("f5cdcc2c", "Не занима ме овај оглас"),
                n("c2e276e4", "Забрани аутора у заједници"),
                n("a95f04ba", "Желиш ли заиста да уклониш ознаку фотографије из ове објаве?"),
                n("jfc76958", "Уклони ознаку из фотографије"),
                n("j4e43d8b", function (e) {
                    return "Пријави " + e.entity;
                }),
                n("e3fd237e", "Пријави оглас"),
                n("ebb7662a", "Пријави објаву"),
                n("d1e21610", "Пријави кршење акта NetzDG"),
                n("d7513755", function (e) {
                    return "Претражи објаве корисника @" + e.screenName + " у овој заједници";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " налог " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "Не прати корисника @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "Не пратиш корисника @" + e.screenName;
                }),
                n("i31dfa4c", "Прикажи одговор"),
                n("j8e56ba2", "Одговор се приказује"),
                n("ic030338", "Откачи са профила"),
                n("gfcea3f4", "Желиш ли да откачиш објаву са профила?"),
                n("eb2d59f4", "Ово се више неће аутоматски приказати на врху профила."),
                n("a2dd7414", "Твоја објава је откачена са твог профила"),
                n("cac6a24a", "Уклони зачакену објаву"),
                n("i642edc4", "Ова објава се више неће приказивати на врху фида заједнице."),
                n("f9478972", "Прикажи сакривене одговоре"),
                n("c5491b5d", function (e) {
                    return "Прикажи ангажовања за " + e.entity;
                }),
                n("haebcf52", "Људи не могу поново да те помену у овом разговору, а обавештења ти више неће стизати."),
                n("c837fcaa", "Прикажи још одговора"),
                n("d228a9a0", "Прикажи још"),
                n("g0b48670", "Овај разговор има превише одговора да бисмо их све приказали."),
                n("d9b417c4", "Подеси на опцију „Не занима ме“"),
                n("c29d6806", "Не препоручуј више"),
                n("ge8f3043", function (e) {
                    return "Прати тему " + e.topicName;
                }),
                n("aa576cbf", function (e) {
                    return "Не прати тему " + e.topicName;
                }),
                n("i77347d1", function (e) {
                    return "Одбаци тему " + e.topicName;
                }),
                n("d69b2d90", "Не занима те ова тема."),
                n("je808a17", function (e) {
                    return "Тема " + e.topicName;
                }),
                n("ic6aa5f4", "Идентитет је потврђен."),
                n("c02e7e3c", "Учитавање…"),
                n("c5453f28", "Коло 64"),
                n("eb256a86", "Коло 32"),
                n("g77adc66", "Шеснаест најбољих"),
                n("a6d2520c", "16 најбољих"),
                n("g5b63eb6", "Елитна осморка"),
                n("d8bf2890", "Елитна 8"),
                n("f9d3d6f2", "Финална четворка"),
                n("bda24f7c", "Финална 4"),
                n("i5043440", "Државно првенство"),
                n("fcb16026", "Првенство"),
                n("e9c89ee8", "Исток"),
                n("h259fd86", "Запад"),
                n("a7b2545a", "Југ"),
                n("fdf7819a", "Средњи запад"),
                n("i899e9b0", "Пошаљи распоред"),
                n("c5b04394", "Прикажи изборе"),
                n("h836bbae", "Прикажи турнир"),
                n("e1059d6c", "1. рунда"),
                n("b1602be4", "2. рунда"),
                n("ef7bc2c0", "20–21. март"),
                n("h726aaf2", "22–23. март"),
                n("ee7cd198", "27–28. март"),
                n("fed91402", "29–30. март"),
                n("aba0a450", "5. април"),
                n("jdfba2dc", "7. април"),
                n("b7c6bc12", "Неутврђено"),
                n("c373612c", "Изабери:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " у односу на "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "Пошаљи одмах"),
                n("b23688c8", "Опозови тајмер"),
                n("cca5d499", function (e) {
                    return "Реци ми нешто о " + e.selectedText + " у 1 или 2 реченице.";
                }),
                n("d231a76a", "Освоји 100.000 за најбољи распоред 🏀"),
                n("heaba5d8", "Осмисли распоред универзитетске кошарке на мрежи X. Савршен распоред осваја пут на Марс!."),
                n("i57d3ea0", "Правила важе"),
                n("a0440af6", "Направи распоред"),
                n("aaad27c8", "Аутор"),
                n("eb748f7e", "Прикажи аналитику објаве"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "Новчић" + f(e.count, "и", "", "и");
                }),
                n("be059f7e", "Досегни до 100.000 више корисника сада"),
                n("c34f845e", "Покушај да истакнеш ову објаву!"),
                n("c37102aa", "Досегни више од 100.000 корисника већ данас који ће вероватно бити заинтересовани за твој садржај."),
                n("ac245c4c", "Одмах појачај видљивост"),
                n("e4db6326", "Можда касније"),
                n("g6237a1e", "Промоција је покренута"),
                n("d6b5949e", "Промоција је паузирана"),
                n("ffd9cfe6", "Погледај још"),
                n("d172116a", "Откриј више"),
                n("be5df69e", "Више објава"),
                n("g11ebd34", "Још предлога"),
                n("g4a6901a", "Претражи"),
                n("h6453e74", "Прегледај објаве"),
                n("je506a60", "Промени корисничко име"),
                n("c0fcb08a", "Ако промениш корисничко име, привремено ћемо уклонити знак потврде и повезане кориснике док не обавимо преглед."),
                n("d1f6d336", "Корисничко име"),
                n("de65c756", "Предлози"),
                n("ebeeac1a", "Промени е-пошту"),
                n("dc013356", "Садашња"),
                n("ea28c7ce", "Учитавање подешавања е-поште"),
                n("f3f66252", "Додај адресу е-поште"),
                n("i5107de4", "Ажурирај адресу е-поште"),
                n("d19fd42a", "Поново пошаљи поруку за потврду"),
                n("g4da3246", "Е-пошта је послата. Провери своје пријемно сандуче за линк за потврду."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "Тренутна лозинка"),
                n("a9bc3044", "Нова лозинка"),
                n("b8c03cfc", "Потврди лозинку"),
                n("b731d32c", "Лозинка је успешно ажурирана."),
                n("d555d7e0", "Нова лозинка не може бити иста као твоја постојећа лозинка."),
                n("fa8af9ae", "Лозинке се не поклапају."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " апликациј" + f(e.applicationCount, "е", "а", "а");
                }),
                n("j25601d9", "Сазнај више"),
                n("cb841d56", "Промени телефон"),
                n("ce37ea44", "Додај број телефона"),
                n("ibaf239e", "Ажурирај број телефона"),
                n("j2636558", "Обриши број телефона"),
                n("e49b16d4", "Избриши број телефона?"),
                n("i931719e", "Ово ће уклонити овај број са налога и више нећеш моћи да добијаш обавештења или кодове за пријављивање на њега."),
                n("j841d1f4", "Телефон је уклоњен."),
                n("fe8b565a", "Овај поступак ће избрисати број телефона са налога и више нећеш добијати обавештења у виду текстуалних порука од мреже X. Поред тога, искључиће и потврду идентитета у два корака за овај налог."),
                n("hf45b8d4", "Овај поступак ће избрисати број телефона са налога и више нећеш добијати обавештења у виду текстуалних порука од мреже X. Поред тога, искључиће текстуалну поруку као потврду идентитета у два корака за овај налог."),
                n("bc262c2e", "Додатни методи"),
                n("hc1a91da", "Резервни кодови"),
                n("e4fed8f0", "Добићеш једнократне резервне кодове за пријављивање на мрежу X кад немаш приступ опцијама за потврду идентитета у два корака."),
                n("b39c7b14", "Онемогућити верификацију пријаве?"),
                n("a923fce6", "Ако искључиш потврду идентитета у два корака, налог ће можда бити осетљивији на компромитовање. Да ли сигурно желиш да је искључиш?"),
                n("ff781e0a", "Желиш ли да искључиш ово?"),
                n("c557ac30", "Да ли заиста желиш да искључиш овај метод?"),
                n("d133464a", "Ако искључиш ово подешавање, уклонићеш овај метод потврде идентитета у два корака са свог налога. Да ли сигурно желиш да га искључиш?"),
                n("ee3a7bfa", "Искључи"),
                n("aa9139cc", "Потврди захтеве за пријављивање"),
                n("jc22dd42", "Када се пријавиш, мрежа X ће послати директно обавештење апликацији X. Одобри га и приступи свом налогу."),
                n("a219e218", "ОК"),
                n("e0d79de8", "Са твојим налогом је повезан само један безбедносни кључ. Да не би изгубио/ла приступ ако га изгубиш, додај још један кључ и сачувај резервни кôд за двоструку потврду идентитета."),
                n("ja6bbfa0", "Учитавање података за верификацију пријаве"),
                n("c2570922", "Текстуална порука"),
                n("fba9483c", "Користи мобилни телефон за добијање текстуалне поруке са кодом за потврду идентитета, који ћеш унети приликом пријављивања на мрежу X."),
                n("ab61b41a", "Апликација за потврду идентитета"),
                n("a67c7d68", "Користи апликацију за потврду идентитета за мобилне уређаје и добијај верификациони код који ћеш унети приликом сваког пријављивања на X."),
                n("h6d0d89c", "Сигурносни кључ"),
                n("b3e5c946", "Користи сигурносни кључ који се умеће у рачунар или се синхронизује са мобилним уређајем када се пријављујеш на мрежу X. Мораћеш да користиш подржани мобилни уређај или веб-прегледач."),
                n("cd195528", "Додај нови сигурносни кључ"),
                n("a1860ee8", "Привремена лозинка"),
                n("j45a2856", "Направи једнократну привремену лозинку коју ћеш користити за услуге трећих страна."),
                n("d8612d9c", "Прво укључи опцију Текстуална порука или Апликација за потврду идентитета"),
                n("e13d4468", "Пре подешавања безбедносног кључа мораш прво да укључиш опцију Текстуална порука или Апликација за потврду идентитета као један од метода за потврду идентитета у два корака."),
                n("c1d96d6a", "Додат је максимални број кључева"),
                n("gf91694e", "Мораш да избришеш један кључ пре додавања другог."),
                n("j265ddb6", "Потврди адресу е-поште"),
                n("a7cfdf1c", "Ако желиш да укључиш потврду идентитета у два корака, мораш да повежеш адресу е-поште са овим X налогом, а затим да је потврдиш да бисмо знали да си то стварно ти."),
                n("d7bfde1a", "Изгледа да је твој налог тренутно суспендован. Потврду идентитета у два корака не можеш да укључиш док је налог суспендован."),
                n("g268fbb8", "Овај налог је потврђен помоћу личног идентификационог документа."),
                n("f66d24be", "Центар за помоћ"),
                n("c8255462", "Сакриј ознаку за потврђени идентитет"),
                n("c6e731ee", "Сакриј ознаку за потврђени идентитет како је други не би видели када додирну плави знак потврде на страници профила."),
                n("be582166", "Потврда идентитета може додатно да заштити твој налог од лажног представљања и пружа ти ознаку потврде идентитета за профил."),
                n("b496bc94", "Прегледамо твој лични идентификациони документ који ти је издао надлежни орган. Бићеш у току са процесом преко обавештења!\n\nКада буде одобрен, добићеш ознаку за одобрену идентификацију на свом профилу да би други знали да је идентификација потврђена за твој налог."),
                n("d8f5cce4", "Ограничење броја захтева за верификацију је прекорачено. Сачекај да прође 24 сата, па покушај поново."),
                n("i8427a1e", "Овај налог не испуњава услове за потврду идентитета. Тренутно само претплатници на услугу Premium испуњавају услове за потврду идентитета."),
                n("cdc65e89", function (e) {
                    return e.title + " (опционално)";
                }),
                n("h05c1f28", "Потврди налог тако што ћеш обезбедити лични идентификациони документ који ти је издао надлежни орган. То обично траје приближно 5 минута."),
                n("j8cfcc62", "Пристајем на то да мрежа X и компанија Au10tix користе слике мог личног идентификационог документа и мој селфи, укључујући издвојене биометријске податке, ради потврде мог идентитета и у сврхе безбедности мреже X, укључујући спречавање лажног представљања. Au10tix може да складишти те податке у трајању до 30 дана."),
                n("c4930cb6", "Биће ти потребно следеће:"),
                n("ac7bb0fe", "Припреми лични идентификациони документ који ти је издао надлежни орган"),
                n("c12ce69c", "Провери да ли је камера на уређају откривена и исправна"),
                n("c5bfe94a", "Припреми селфи и фотографије личног идентификационог документа"),
                n("e5b7dd84", "Почетак"),
                n("abfaa528", "Прескочи"),
                n("e4fed511", "услугу X Premium"),
                n("def518fa", " претплате на аутора "),
                n("f61cda83", "дела прихода од огласа"),
                n("g1952008", "претплате на аутора"),
                n("e5d0419c", "дела прихода од огласа за ауторе"),
                n("g3723480", "претплате на аутора"),
                n("c776f523", "дела прихода од огласа"),
                n("ab9f38f8", "претплате на аутора"),
                n("d5cab8b0", "дела прихода од огласа за ауторе"),
                n("g1a4a1b6", "Грешка при верификацији личног идентификационг документа"),
                n("e24305e4", "Твоја сесија верификације идентитета је застарела или неважећа. Покушај поново."),
                n("f7954a0c", "Учитавање података о сигурносном кључу"),
                n("h69986c2", "Можеш да преименујеш или избришеш сигурносне кључеве."),
                n("i5896ba2", "Додај још један кључ"),
                n("a8ef2b64", "Неименовани сигурносни кључ"),
                n("d4e220b4", "Име"),
                n("g6d0f0b6", "Управљај сигурносним кључем"),
                n("b894f68a", "Учитавање података о сигурносном кључу"),
                n("g2601bb6", "Преименуј кључ"),
                n("b464b726", "Избриши кључ"),
                n("a4101e1b", function (e) {
                    return "Датум додавања: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "Резервни код"),
                n("ec6a76e0", "Генериши нови код"),
                n("f2c3c31c", "Копирај код"),
                n("e8016b64", "Учитавање резервног кода"),
                n("c4ca22bc", "Ако икада изгубиш приступ уређају, помоћу овог кода можеш да потврдиш идентитет."),
                n("f20ff69f", "Сазнај више"),
                n("j2327f80", "Привремена лозинка"),
                n("fbfeaf8e", "Генериши нови лозинку"),
                n("h4a8bd12", "Копирај лозинку"),
                n("g247dc1c", "Учитавање привремене лозинке"),
                n("h3a32f52", "Користи ову привремену лозинку (размаци по избору) за пријављивање на мрежу X путем апликација и уређаја."),
                n("d70fceac", "Ова лозинка истиче за један сат."),
                n("j924d222", "Промени земљу"),
                n("e9310157", "Сазнај више"),
                n("bd5ac12e", "Изабери жељени језик за наслове, дугмад и други текст са мреже X на овом налогу. То неће променити језик садржаја који ти се приказује на временској траци."),
                n("cef33711", function (e) {
                    return e.languageName + " (бета)";
                }),
                n("b033248c", "Приступачност"),
                n("c69b4798", "Одлучи о томе да ли људи који имају твоју адресу е-поште или број телефона могу да те пронађу и повежу се са тобом на мрежи X."),
                n("eca117e6", "Омогући људима који имају твоју адресу е-поште да те пронађу на мрежи X"),
                n("acd36386", "Омогући људима који имају твоју адресу е-поште да те пронађу и повежу се са тобом на мрежи X."),
                n("gd8511ca", "Омогући људима који имају твој број телефона да те пронађу на мрежи X"),
                n("eca935ec", "Омогући људима који имају твој број телефона да те пронађу и повежу се са тобом на мрежи X."),
                n("ac77c66c", "Контакти"),
                n("jadf483e", "Управљај контактима увезеним са мобилних уређаја."),
                n("b864be7a", "Уклони све контакте"),
                n("g5fa1090", "Уклони све контакте?"),
                n("h3e420fc", "Ово ће уклонити све претходно отпремљене контакте и искључиће синхронизацију са мрежом X на свим уређајима. Имај на уму то да је за ово потребно извесно време, да се не може опозвати и да у међувремену можеш и даље да добијаш неке предлоге на мрежи X (на основу твојих контаката)."),
                n("ca24589e", "Без имена"),
                n("d439b1c1", "Сазнај више"),
                n("fe36fe10", "Потврди лозинку"),
                n("hccd9dbe", "Унеси лозинку ако желиш да урадиш ово."),
                n("df1ddda4", "Ознаке локације које додајеш у објаве више неће бити видљиве на локацији X.com, у апликацијама X за iOS и X за Android. Може потрајати док се ова ажурирања не примене."),
                n("ed7fa034", "Услуге локације тренутно нису омогућене на овом уређају. Можеш да их укључиш у подешавањима уређаја."),
                n("e80e4288", "Уклони све информације о локацији приложене објавама"),
                n("b0ee8ab6", "Желиш ли да уклониш све информације о локацији које су приложене објавама?"),
                n("e23b2991", "Сазнај више"),
                n("gd758534", "Дозволи другима да те означе на фотографијама и добијај обавештење када то ураде."),
                n("a90af44e", "Сакриј осетљиви садржај"),
                n("a25e2ec6", "Уклони блокиране и игнорисане налоге"),
                n("b827a058", "Подешавања безбедне претраге су ажурирана."),
                n("b27c9852", "Нешто није у реду са ажурирањем подешавања безбедне претраге."),
                n("j3402d7e", "То спречава да се објаве са потенцијално осетљивим садржајем приказују у твојим резултатима претраге."),
                n("if05bca6", "Помоћу овога елиминиши резултате претраге са налога које си блокирао/ла или које игноришеш."),
                n("bc7fd990", "Учитавање подешавања трендова"),
                n("e2f16650", "Прикажи садржај на овој локацији"),
                n("e5e88f40", "Кад је ово активно, видећеш шта се тренутно дешава око тебе."),
                n("i4d54b0e", "Трендови за тебе"),
                n("ad431584", "Покажи ми смешне Grok приче"),
                n("df9f03c8", "Персонализуј трендове на основу своје локације и корисника које пратиш."),
                n("c6cf5c7e", "Трендове можете да персонализујете на основу локације и особа које пратите."),
                n("e09358ba", "Прегледај најновије приче на мрежи X у забавном Grok режиму."),
                n("a55db872", "Персонализација"),
                n("a58170fc", "Grok приче"),
                n("h0b5152e", "Промени локацију"),
                n("dfeada5e", "Истражи локације"),
                n("ac854308", "Смернице"),
                n("d429c942", "Смернице за трендове у вези са америчким изборима"),
                n("ede134f2", "Изабери да ли ће се видео снимци и GIF-ови репродуковати аутоматски на овом уређају."),
                n("b3aab6d4", "Локације"),
                n("e53e05e4", "Учитавање локација"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "УШТЕДИ " + e.percentage + "%";
                }),
                n("c6614cc0", "плус сви важећи порези"),
                n("f8d3b50a", "укључујући порез"),
                n("i2c32253", function (e) {
                    return e.price + " / месечно";
                }),
                n("c41e1023", function (e) {
                    return e.price + " годишње";
                }),
                n("i57aeafb", function (e) {
                    return "За прв" + f(e.duration, "а " + e.duration + " месеца", "и месец", "их " + e.duration + " месеци") + ", а затим " + e.standardPrice + " наплаћује се месечно";
                }),
                n("ae3e3723", function (e) {
                    return "За прв" + f(e.duration, "е " + e.duration + " године", "у годину", "их " + e.duration + " година") + ", а затим " + e.standardPrice + " наплаћује се годишње";
                }),
                n("ade4c757", function (e) {
                    return "Затим " + e.price + " месечно";
                }),
                n("f7798e11", function (e) {
                    return "Затим " + e.price + " годишње";
                }),
                n("e0b39888", "Наплаћује се месечно"),
                n("b67c37de", "Наплаћује се годишње"),
                n("a8363765", function (e) {
                    return "Наплаћује се " + e.price + " годишње";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "Пре него што одеш, размисли шта пропушташ"),
                n("a092f1ba", "Настави и откажи"),
                n("g96c7f48", "Промени у други план"),
                n("iccac88e", "Временске траке „За тебе“ и „Пратиш“ са упола мање огласа"),
                n("d7a124d8", "Нула огласа"),
                n("d2d22c36", "Приступ функцији Grok"),
                n("j249b1d4", "Истицање одговора"),
                n("c4a37384", "Дуже објаве"),
                n("fb656858", "Уређивање објава"),
                n("faaec212", "Плаћање за објављивање"),
                n("fb3c7168", "Фасцикле са обележеним ставкама"),
                n("b346bc12", "Знак потврде"),
                n("je8143e1", function (e) {
                    return "Оствари право на " + e.percentage + "% попуста на X " + e.productName + " за " + f(e.duration, e.duration + " мес.", "један месец", e.duration + " мес.");
                }),
                n("j5847735", function (e) {
                    return "Оствари право на " + e.percentage + "% попуста на X " + e.productName + " за " + f(e.duration, e.duration + " год.", "једна година", e.duration + " год.");
                }),
                n("da3431f9", function (e) {
                    return "Овај попуст је мали поклон од нас, у случају да желите да задржите X " + e.productName + " још неко време!";
                }),
                n("i6fbfc72", "Ексклузивна једнократна понуда"),
                n("f1bc6309", function (e) {
                    return "Задржи пун приступ свим функцијама услуге X " + e.productName;
                }),
                n("fdb7b52a", "Попуст ће се примењивати почев од следећег циклуса наплате."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "Сада је све спремно"),
                n("a905eac6", "Истражи Premium"),
                n("j6083a1c", "Управљај претплатом"),
                n("b4fa4630", "Ажурирај начин плаћања"),
                n("ef0dfa5a", "Ажурирај информације о плаћању"),
                n("f5b352ec", "Откажи претплату"),
                n("j317d958", "Подсећамо те да ћеш изгубити попуст на чекању"),
                n("a46e42d2", "Задржи моју претплату"),
                n("e122fb3f", function (e) {
                    return "Твој бесплатни пробни период се завршава " + e.endDate + ".";
                }),
                n("be103b84", "Активан"),
                n("ace43720", "Истиче ускоро"),
                n("c8f18aa4", "Добијате услугу Premium+ јер сте претплатник потврђених организација."),
                n("a341d1f7", function (e) {
                    return "Добијате услугу Premium+ јер је ваша организација претплатник потврђених организација преко налога @" + e.organization + ". Више информација затражите од организације.";
                }),
                n("e4aaf0f8", "За отказивање бесплатне претплате на услугу Premium, обрати се подршци"),
                n("e5170220", "Овај налог је добио бесплатну претплату на услугу Premium преко потрошње на оглашавање."),
                n("j6d6b66e", "Овом налогу је поклоњена претплата. За отказивање претплате, обрати се подршци"),
                n("fae1751f", function (e) {
                    return "Изгледа да је ова претплата купљена преко X " + e.mobilePlatform + " апликације. Мораш да управљаш том претплатом или да је откажеш преко те платформе.";
                }),
                n("fecebd4c", "овде"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "друго"),
                n("baf97716", "Функције ће бити доступне до краја периода наплате."),
                n("ae864b69", function (e) {
                    return "Планирано је да се твој ниво претплате промени у " + e.tierName + " од следећег циклуса наплате " + e.date;
                }),
                n("a991d9a3", function (e) {
                    return "Следећи циклус наплате почиње " + e.date;
                }),
                n("edbb700f", function (e) {
                    return "Почиње са следећим циклусом наплате " + e.date;
                }),
                n("e3f9d219", function (e) {
                    return "Претплата се завршава " + e.date;
                }),
                n("e9884540", "Активан попуст"),
                n("bfb879aa", "Попуст на чекању"),
                n("f8321d82", "Све"),
                n("eb233866", "Увезени"),
                n("d23b0404", "Када некога блокираш, тај корисник неће моћи да те прати нити да ти шаље поруке, а теби се неће приказивати обавештења од тог корисника."),
                n("e0a7e9bc", "Блокирај нежељене налоге"),
                n("ef731b14", "Учитавање блокираних налога"),
                n("e554ba83", "Сазнај више"),
                n("if594962", "Блокиран/а"),
                n("i2b9632e", "Успешно одблокирано."),
                n("g51a96de", "Када блокираш некога, тај корисник неће моћи да те прати нити да ти шаље поруке, а ти нећеш видети обавештења од њега. Можеш да увезеш листу налога које желиш да блокираш на мрежи X."),
                n("j035733c", "Покренућеш процес деактивације свог X налога. Име за приказ, @корисничкоиме и јавни профил неће се више видети на локацији X.com, као ни у апликацијама X за iOS и X за Android."),
                n("j4a29d52", "Ако је твој X налог случајно или грешком деактивиран, можеш да га вратиш у року од 30 дана након деактивације."),
                n("ea989810", "Деактивирај налог"),
                n("f6e73faa", "Деактивирај"),
                n("c3743328", "Ово ће деактивирати твој налог"),
                n("a20cd24e", "Шта још треба да знаш"),
                n("e93b0ae0", "Доврши захтев за деактивацију тако што ћеш унети лозинку повезану са налогом."),
                n("fc025d1d", "Сазнај више"),
                n("bb5e039c", "подешавањима"),
                n("j37efff6", "промени их"),
                n("ce5bfe12", "своје податке са мреже X"),
                n("g7088266", "Уреди профил"),
                n("d9d293b8", "Веб-сајт"),
                n("cb469ff6", "Име не може да буде празно"),
                n("g511f468", "Ажурирање аватара није успело јер неки медији нису отпремљени"),
                n("ec3a116e", "Учитавање банера није успело јер неки медији нису отпремљени."),
                n("j94599ec", "Додај фотографију аватара"),
                n("df31d76a", "Додај фотографију банера"),
                n("c01a0e1a", "Потврди датум рођења?"),
                n("df2c469a", "Пређи на професионални"),
                n("e1f76978", "Уреди професионални профил"),
                n("ic04a6f6", "Ово не можеш да опозовеш, а промене ћеш изгубити."),
                n("addbe8e8", "Размотри коришћење имена без специјалних знакова да би оно било доступно још већем броју људи, укључујући слепе или слабовиде особе."),
                n("a46f80ab", function (e) {
                    return "Датум рођења: " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "Година рођења: " + e.year;
                }),
                n("bfe8d1a2", "Уреди проширену биографију"),
                n("e1ec926e", "Креирај проширену биографију"),
                n("c119dee8", "Датум рођења"),
                n("bbf0afc8", "Додај датум рођења"),
                n("f98d367e", "Измени датум рођења?"),
                n("d3f43300", "Ово можеш да промениш само неколико пута. Обавезно унеси године особе која користи налог."),
                n("g10411f0", "Ово би требало да буде датум рођења особе која користи налог, чак и ако је налог намењен пословању, догађају или мачки."),
                n("a0c5e370", "Ко види ово?"),
                n("i68fe54e", "Месец и дан"),
                n("b4e729b6", "Година"),
                n("f3bb1b48", "Уклони датум рођења?"),
                n("c9cb9972", "Овим ћеш га уклонити са профила."),
                n("a2bef112", "Уклони датум рођења"),
                n("c37622ec", "Унеси важећи датум"),
                n("f679d166", "Твоји пратиоци"),
                n("af293dc2", "Људи које пратиш"),
                n("h99b6d08", "политици приватности"),
                n("hce7a225", "Сазнај више"),
                n("e9603d88", "Прикажи ознаку потврђеног броја телефона"),
                n("ada99498", "Ова ознака ће се приказивати само другима у твом региону."),
                n("a765e936", "Избриши своју проширену биографију"),
                n("d4d68e44", "Сачувано"),
                n("b6de83a0", "Простор само за запослене"),
                n("g3f251f2", "Приватно емитовање"),
                n("d08666ba", "Приватни Простор"),
                n("eadb5a46", "Буди прва особа која ће се придружити"),
                n("f9629a8f", function (e) {
                    return "Емитовање корисника " + e.hostName;
                }),
                n("ia3c0ab7", function (e) {
                    return "Простор корисника " + e.hostName;
                }),
                n("hd552761", function (e) {
                    return "Аутор: " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " од " + e.total;
                }),
                n("a5235305", function (e) {
                    return "Придружило се: " + e.listOfPeople;
                }),
                n("df9f8243", function (e) {
                    return e.name + " слуша";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " говори";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " је аутор";
                }),
                n("f7882829", function (e) {
                    return e.name + " је коаутор";
                }),
                n("d961a4a0", "Уживо на мрежи X"),
                n("g2c0144a", "Потврђене организације"),
                n("cd5cdec8", "Управљај кредитима за огласе"),
                n("f23b6a72", "Преостали кредити за огласе"),
                n("i969d5de", "Подеси кампању за огласе"),
                n("d0924f58", "Затражи подршку за проблем"),
                n("j8d53b64", "Прикажи све функције"),
                n("jd26f2a6", "Додај повезане кориснике"),
                n("e0a492e6", "Управљај својим пословима"),
                n("d9cbd02c", "Твоја пријава се прегледа"),
                n("ed4759a6", "Одговор о исходу твоје пријаве добићеш за неколико дана. Можда ћемо ти тражити додатне информације путем е-поште."),
                n("dad69faa", "Ажурирај начин плаћања"),
                n("daf3248a", "Непотпуна пријава"),
                n("eb71036f", function (e) {
                    return "Отпреми и потврди документе организације до " + e.date;
                }),
                n("a1d3f1f2", "У партнерству са услугом Persona потврђујемо твој идентитет и пословне документе у сврхе безбедности мреже X. Persona може да чува твоје податке до 30 дана."),
                n("ea8c295a", "Покрени верификацију докумената"),
                n("da1aa48f", function (e) {
                    return "Верификација повећава твој кредибилитет и видљивост, као за корисника @" + e.screenName + ".";
                }),
                n("e4a7a968", "Твој налог још увек није потврђен"),
                n("id9c1e82", "Овај профил је потврђен"),
                n("d43b0edc", "Придружи се кругу потврђених налога"),
                n("d4ea0ed4", "Стекни сопствени плави беџ"),
                n("cffeaeae", "Потврди свој налог"),
                n("b8e930fe", "Сада је у тренду"),
                n("ae05f268", "Трендови су недоступни."),
                n("c6b51af8", "Први пут на мрежи X?"),
                n("ie8e1ffc", "Региструј се одмах и добићеш сопствену персонализовану временску траку!"),
                n("fd6473fa", "Учитавање препорука корисника за праћење"),
                n("a526aa66", "Кога пратити"),
                n("ef625010", "Можда ће ти се свидети"),
                n("b7388a56", "Подножје"),
                n("hdabc3fc", "Услови коришћења"),
                n("bc6efc72", "Политика приватности"),
                n("h3161192", "Политика о колачићима"),
                n("a7de64de", "Информације о огласима"),
                n("jb0a4c36", "Блог"),
                n("ce6d095a", "Запослење"),
                n("e0adec82", "Ресурси бренда"),
                n("df1b7550", "Маркетинг");
            n("he258678", "X за предузећа"),
                n("c6f58084", "Програмери"),
                n("d83f18d2", "Директоријум"),
                n("hc5aa17c", "Преузми X апликацију"),
                n("j0693948", "Преузми Grok апликацију"),
                n("fce9ecce", "Препоручени видео снимци"),
                n("j66b95a2", "Детаљне вести"),
                n("ad35153e", "бета"),
                n("b58d2bd2", "Релевантне објаве"),
                n("efe6ef9e", "Прикажи објаву"),
                n("b3d183ce", "Објаве са одговорима"),
                n("c299a6c0", "Низ"),
                n("h3d5d79e", "Објава заједнице"),
                n("cfe877ca", "Одабери кога ћеш пратити"),
                n("e06b864c", "Изгледа да уживаш у овом разговору"),
                n("a078ff70", "Желиш ли да видиш још садржаја од људи који су комуницирали са тобом у овом низу? Почни да истражујеш садржај са нових налога."),
                n("cb80300e", "Пређи на почетну временску траку"),
                n("ea5cd098", "Пређи на картицу У тренду"),
                n("c67e3fc2", "Почетна временска трака"),
                n("d601fc20", "Најновије"),
                n("j43f99be", "Релевантност"),
                n("ad6e11ac", "Сортирај одговоре по"),
                n("b2311b70", "Ово није доступно за тебе"),
                n("j88f27d8", "Релевантни људи"),
                n("i31dcd22", "Чланак"),
                n("e3de2f6f", function (e) {
                    return "Додато у обележиваче: " + e.entity;
                }),
                n("e64de8a9", function (e) {
                    return "Уклоњено из обележивача: " + e.entity;
                }),
                n("d6d9aab6", "Додај обележивач"),
                n("bb89cf46", "Уклони обележивач"),
                n("a739d4ba", "Додај у фасциклу са обележивачима"),
                n("d5270434", "Изађи"),
                n("ac85c6b2", "Дошло је до грешке при учитавању ове слике"),
                n("b327c12a", "Слика"),
                n("ic76bdf0", "Поново креирај ово уз Grok"),
                n("a4d3eb67", function (e) {
                    return e.fullName + " на мрежи X: „" + e.tweetText + "“";
                }),
                n("f0701753", function (e) {
                    return "Сакриј на " + e.number + " дана";
                }),
                n("j7d0e836", "Прошири"),
                n("d227d19e", "Скупи"),
                n("fbf83158", "Упозорење: плаћање није успело"),
                n("jadeb4da", "Хитно ажурирај начин плаћања и задржи погодности претплате."),
                n("bce3726a", "Ажурирај плаћање"),
                n("ie4f57d2", "Обнова претплате на услугу Premium"),
                n("h293aa52", "Претплата на услугу Premium истиче!"),
                n("j1923668", "Задржи најбоље што пружа мрежа X."),
                n("ac7e97ee", "Обнова претплате"),
                n("f70c69b4", "Појачање одговора, уређивање објава, прилагођавање, дуже објаве и још много тога."),
                n("f4cec4d2", "Плави знак потврде, појачање одговора, повећана ограничења функције Grok и још много тога."),
                n("h367e724", "Проширена биографија"),
                n("ea5928d4", "Ти имаш много особина. Има и твој профил.\nДодај проширену биографију и реци људима нешто више о себи."),
                n("h7ef9dc8", "То може да обухвата:"),
                n("c04ba4b4", "Ствари на којима радиш и које желиш да прикажеш"),
                n("d7666008", "Твој легендарни рецепт за тестенину"),
                n("cb24ee16", "Радно искуство и жељена запослења"),
                n("a1c93d74", "Изгледа да је дошло до проблема приликом чувања промена. Покушај поново касније."),
                n("b956c04a", "Желиш ли заиста да избришеш проширену биографију?"),
                n("ifb23caa", "Брисањем ћеш проширену биографију уклонити са профила."),
                n("c2333081", function (e) {
                    return e.count + " знак" + f(e.count, "а", "", "ова");
                }),
                n("a2b8c54c", "Избрисано"),
                n("a9cc8f96", "Прекорачен максималан број знакова"),
                n("eb7710f1", function (e) {
                    return e.years + " го" + f(e.years, "д", "", "д");
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " мес" + f(e.months, "", ".", "");
                }),
                n("h6a724ac", "Желите ли заиста ово да избришете?"),
                n("f94aacae", "Брисањем ћеш то уклонити са профила."),
                n("je07e266", "Скривен"),
                n("a622dfcc", "Претходна запослења"),
                n("a6ec7ff8", "биографија"),
                n("eeb6d22c", "искуство"),
                n("eba5a8ec", "Радно место"),
                n("fd20adb8", "Тренутно радим овде"),
                n("cd3059f2", "Датум почетка"),
                n("b86019ae", "Датум завршетка"),
                n("eedfd35c", "Компанија"),
                n("caa46e54", "Име компаније"),
                n("e893fe6e", "Креирање компаније"),
                n("j1c09ca4", "Веб локација компаније"),
                n("hd332c96", "Радно место је обавезно"),
                n("d2fb1b80", "Компанија је обавезна"),
                n("b3590132", "Датуми почетка и завршетка су обавезни"),
                n("debb6abe", "Датум почетка не може бити у будућности"),
                n("j7d08ada", "Датум завршетка не може бити у будућности"),
                n("a8c7d3fc", "Датум завршетка мора бити после датума почетка"),
                n("b335d507", function (e) {
                    return "Прекорачен је максималан број знакова од " + e.maxChars;
                }),
                n("j29ab120", "Игнориши обавештења од људи:"),
                n("jdfc82f6", "Које не пратиш"),
                n("cfcda0e6", "који те не прате"),
                n("c75b9b2a", "са новим налогом"),
                n("f39b9c9e", "који имају подразумевану фотографију профила"),
                n("d227f940", "који нису потврдили своју е-адресу"),
                n("b210936e", "који нису потврдили свој број телефона"),
                n("ed0df10b", "Сазнај више"),
                n("dcef34ac", "Укључи"),
                n("a39f706e", "Прегледач не подржава прослеђена обавештења"),
                n("h4f20d0e", "Добијаћеш директна обавештења и сазнаћеш шта се дешава када ниси на мрежи X. Можеш да их искључиш у било ком тренутку."),
                n("cdce0394", "Овај избор се примењује на сваки налог док га користиш у овом прегледачу."),
                n("b39bcae2", "Укључи прослеђена обавештења"),
                n("b50f6144", "Ако желиш да примаш обавештења истог тренутка када се нешто деси, укључи директна обавештења. Примићеш их и када ниси на мрежи X. Можеш да их искључиш у било ком тренутку."),
                n("fe11b3ea", "Неподржан претраживач"),
                n("a1245d3a", "Изгледа да твој прегледач не подржава прослеђена обавештења."),
                n("f580c738", "Желиш ли да укључиш обавештења?"),
                n("i951fbcc", "Ако желиш да добијаш обавештења од мреже X, мораш прво да их дозволиш у подешавањима прегледача."),
                n("ec7cb554", "Када укључиш обавештења за објаве корисника које пратиш, добијаћеш директна обавештења о њиховим објавама или видео записима уживо."),
                n("b68050dc", "Погледај кориснике"),
                n("af045060", "Повезано са тобом и твојим објавама"),
                n("cf378ff8", "Од мреже X"),
                n("f823bbbe", "Само за потврђене налоге"),
                n("a40e37f2", "Добијаћеш е-поруке и сазнаћеш шта се дешава када ниси на мрежи X. Можеш да их искључиш у било ком тренутку."),
                n("e8eb54a0", "Недељни извештаји за налог"),
                n("ib80b0f2", "Нова обавештења"),
                n("ba58e6b0", "Објаве које су ти послате е-поштом"),
                n("fae2c81a", "Најпопуларније објаве и приче"),
                n("f7b09bb4", "Новости о учинку твојих објава"),
                n("d3978554", "Вести о ажурирањима производа и функција мреже X"),
                n("bdccb81c", "Савети за то како да на бољи начин искористиш предности мреже X"),
                n("c3d47fe6", "Ствари које си пропустио/ла од последњег пријављивања на мрежу X"),
                n("af8caf3e", "Вести о мрежи X у партнерским производима и другим услугама независних произвођача"),
                n("hc076ee4", "Учешће у истраживачким анкетама мреже X"),
                n("ddfe3776", "Предлози за препоручене налоге"),
                n("d17ba8c2", "Предлози засновани на недавним праћењима"),
                n("bcf50a1a", "Савети за пословне производе мреже X"),
                n("fcad1e2e", "Дневно"),
                n("h9e0dfde", "Недељно"),
                n("e26d98ac", "Периодично"),
                n("h0c94842", "Знај шта се дешава"),
                n("c460d332", "Када укључиш обавештења о објавама за неки налог, знаћеш када тај налог објављује, емитује уживо, као и када је аутор простора."),
                n("a820d092", "Учитавање праћења"),
                n("ha45c9e4", "Обавештења о објавама"),
                n("bdbf8f4e", "Унеси реч или фразу"),
                n("h43e2ea8", "Игнорисана реч"),
                n("da8c0440", "Игнориши од"),
                n("defb4aaa", "Од било кога"),
                n("e7d47b00", "од људи које не пратиш"),
                n("d9d6e10e", "Трајање"),
                n("gfa5008e", "Продужи трајање игнорисања"),
                n("c5595dfe", "Промени трајање игнорисања"),
                n("he6804e0", "Док не престанеш да игноришеш реч"),
                n("a268406c", "24 сата"),
                n("fc638aa2", "7 дана"),
                n("b8971cfa", "30 дана"),
                n("cc7bedfc", "Можеш да промениш колико дуго ће трајати игнорисање. Ако је већ била изабрана опција „Заувек“, промене ће се одмах применити."),
                n("d768049c", "Додај игнорисану реч"),
                n("c6203da8", "Опције за речи које се игноришу"),
                n("e3f0d3db", function (e) {
                    return "„" + e.keyword + "“ се игнорише";
                }),
                n("h5746cf7", function (e) {
                    return "Кључна реч „" + e.keyword + "“ је ажурирана";
                }),
                n("d2693eb8", "Увери се да игнорисана фраза није дужа од 140 знакова."),
                n("f8488024", "Ово је прилично уобичајена реч и јавља се у многим објавама, али можеш да је игноришеш ако желиш."),
                n("deb4924d", "Сазнај више"),
                n("aa09e528", "Додај игнорисане речи"),
                n("e506aa92", "Додај игнорисану реч или фразу"),
                n("cbd04965", function (e) {
                    return "„" + e.keyword + "“ се не игнорише";
                }),
                n("eb4e810a", "Истекло"),
                n("cabeb6c2", "Заувек"),
                n("f9bce916", "Игнориши речи"),
                n("gfe0ee3b", "Сазнај више"),
                n("ba4aaa9e", "Желиш ли да престанеш да игноришеш фразу?"),
                n("f837ed7e", "Ова фраза ће одсад бити дозвољена у твојим обавештењима и на почетној временској траци."),
                n("a6194d10", "Учитавање игнорисаних налога"),
                n("bcf6ad9a", "Објаве са налога које игноришеш неће се приказивати на почетној временској траци. Игнориши налоге директно са њиховог профила или из објава. "),
                n("b8e49590", "Када игноришеш налоге, њихове поруке се филтрирају и шаљу на дно листе захтева за поруке."),
                n("ec202165", "Сазнај више"),
                n("gde6b425", function (e) {
                    return "Игноришеш корисника " + e.name;
                }),
                n("e308019b", function (e) {
                    return "Не игноришеш корисника " + e.name;
                }),
                n("hfb77cf6", "Сигурност"),
                n("f350f0c0", "Препоруке"),
                n("fd3369a2", "Изабери на којим језицима желиш да добијаш препоруке за објаве, људе и трендове."),
                n("hfc86556", "Игнорисано"),
                n("dae57a42", "Дозволи све"),
                n("i7cbc154", "Дозволи неке"),
                n("d623aecc", "Дели налог са људима који имају делегиране улоге."),
                n("f3029d5c", "Када је ово подешавање укључено, људи могу да те позову да делите њихов налог."),
                n("cd1305e8", "Дозволи другима да те позову у свој налог"),
                n("j339ef22", "Дозволи свакоме да те позове"),
                n("g4b0c2dc", "Дозволи само људима који те прате да ти шаљу позивнице"),
                n("d9aef256", "Твоја делегирања"),
                n("afb3ccf6", "Не дозволи"),
                n("dfae5248", "Не желиш да дозволиш другима да те позову у свој налог?"),
                n("b9c91524", "Убудуће нећеш добијати позиве за друга делегирања. И даље ћеш моћи да приступиш својим постојећим делегирањима."),
                n("c349b958", "Позови члана"),
                n("e177f72a", "Позови друге да управљају твојим налогом и улогама на њему. Чланови могу да шаљу директне поруке, објављују објаве, праве листе и да све то прегледају."),
                n("cd5c5e73", function (e) {
                    return "Можеш да имаш само " + e.numDelegatesLabel + " делегата";
                }),
                n("efee0a50", "Позови члана у овај налог"),
                n("ja0a1aa6", "Позови сарадника у овај налог"),
                n("db4f623a", "Додели улогу овом члану"),
                n("be7350e3", function (e) {
                    return "Желиш ли да доделиш кориснику @" + e.screenName + " улогу админа?";
                }),
                n("b7aa7642", "Позивница је послата"),
                n("edbca224", "Пошаљи позивницу"),
                n("f4834ca6", "Позови другог члана"),
                n("cb04a824", "Сарадник"),
                n("d4b3abde", "Сарадници могу да шаљу директне поруке, објављују објаве и праве листе. Сарадници могу и да виде директне поруке, објаве и листе налога."),
                n("b92e2700", "Админи имају исте дозволе као сарадници. И они могу да позивају или уклањају сараднике и прегледају аналитику објаве."),
                n("hbbbf908", "Админи могу да позивају друге сараднике на овај налог и прегледају аналитику објаве. Поново провери да ли додељујеш улогу правој особи."),
                n("d8eda249", function (e) {
                    return "Када @" + e.screenName + " прихвати позив, моћи ће да сарађује на овом налогу уз своје ажуриране дозволе.";
                }),
                n("b5faf216", "Овај члан не дозвољава позивнице за делегирање."),
                n("hcc3b4ce", "Овог члана блокира твој налог."),
                n("ace0f0a4", "Овај члан ограничава ко може да га позове у делегирање."),
                n("c2e8f726", "Админи"),
                n("fade0942", "Админи могу и да позивају или уклањају сараднике налога и прегледају аналитику објаве."),
                n("b7d6e5d6", "Сарадници"),
                n("cd76a282", "Ниједан члан још није додат"),
                n("db25d796", "Промени улогу овог члана"),
                n("e4133790", "Улога је ажурирана"),
                n("a1a27c26", "Промени улогу"),
                n("fd7b1b1c", "Назад"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " може да поступа у име овог налога са својим новим дозволама.";
                }),
                n("h502484e", "Позивница на чекању"),
                n("a171ca7c", "Опозови позив члану"),
                n("f68f079c", "Промени улогу"),
                n("b2794e9e", "Уклони из групе"),
                n("gca83d6a", "Више неће бити админ на овом налогу."),
                n("b8cac21c", "Више неће бити сарадник на овом налогу."),
                n("hd67c2e8", "Опозови позив"),
                n("f0bd8ca9", function (e) {
                    return "Желиш ли да уклониш корисника @" + e.screenName + "?";
                }),
                n("a33eba47", function (e) {
                    return "Желиш ли да опозовеш позив кориснику @" + e.screenName + "?";
                }),
                n("d472c9eb", function (e) {
                    return "Корисник @" + e.screenName + " је уклоњен из групе";
                }),
                n("h5951997", function (e) {
                    return "Позив кориснику @" + e.screenName + " је опозван";
                }),
                n("a44c6034", "Позивнице на чекању"),
                n("e39bc936", "Као члан можеш да шаљеш директне поруке, објављујеш објаве, правиш листе и да све то прегледаш. Админи могу и да позивају или уклањају сараднике налога и прегледају аналитику објаве."),
                n("h0d3bddc", "Приступ за админе"),
                n("c54aafb0", "Приступ за сараднике"),
                n("idc35f32", "Ниједан налог ти није делегиран"),
                n("fab787b4", "Напусти налог"),
                n("bfbe9620", "Прегледај чланове"),
                n("d52a2b36", "Више нећеш бити админ на овом налогу."),
                n("df515932", "Више нећеш бити сарадник на овом налогу."),
                n("cd00ea21", function (e) {
                    return "Желиш ли да напустиш @" + e.screenName + "?";
                }),
                n("efa88ab1", function (e) {
                    return "Напустио/ла си налог @" + e.screenName;
                }),
                n("c6dae164", "Прихвати позивницу"),
                n("f8376170", "Одбиј позивницу"),
                n("a68c45e4", "Одбиј"),
                n("aa35b48d", function (e) {
                    return "Желиш ли да одбијеш позивницу од корисника @" + e.screenName + "?";
                }),
                n("ed2a4b05", function (e) {
                    return "Одбио/ла си позивницу за чланство у налогу @" + e.screenName;
                }),
                n("e73f9635", function (e) {
                    return "Прихватио/ла си позивницу за чланство у налогу @" + e.screenName;
                }),
                n("d2da668c", "Делегирај чланове"),
                n("ddf27b8e", "Позови сарадника"),
                n("jba63182", "Прегледај улоге чланова на налогу. Чланови могу да шаљу директне поруке, објављују објаве, праве листе и да све то прегледају."),
                n("af59527e", "Прегледај улоге чланова на налогу и позивај сараднике. Чланови могу да шаљу директне поруке, објављују објаве, праве листе и да све то прегледају."),
                n("eafcc76a", "Шта ова апликација може да види…"),
                n("j3998a16", "Шта ова апликација може да ради…"),
                n("a6845663", function (e) {
                    return "Дозволе за апликације су одобрене " + e.date;
                }),
                n("b2347f7c", "Учитавање података о апликацији"),
                n("e1fda16e", "Ова апликација није повезана"),
                n("b8f3ed46", "Кад повежеш апликацију независног произвођача са X налогом, дајеш тој апликацији дозволу да користи твој налог."),
                n("gb8d09ba", "Има приступ твојој адреси е-поште"),
                n("g6dc09a0", "Дозволе"),
                n("a6e6e898", "Само за читање"),
                n("cde3b9ae", "Читање и писање"),
                n("g0d7813a", "Читање, писање и директне поруке"),
                n("c9b35b9e", "Прочитај своје оглашавачке податке"),
                n("e0191264", "Прочитај и креирај своје оглашивачке податке и управљај њима"),
                n("b73e1e8a", "Сазнај како да опозовеш приступ"),
                n("c174e46e", "Прикажи мање"),
                n("a39075ff", function (e) {
                    return "Још " + e.n;
                }),
                n("da6cdba8", "Опозови дозволе за апликације"),
                n("ef1d3dcc", "Пријави апликацију"),
                n("d64e29c6", "Одјави приказани уређај"),
                n("idfa01cc", "Одјави се са приказаног уређаја?"),
                n("f400075e", "Ово ће прекинути активну сесију мреже X, а за покретање нове, мораћеш поново да се пријавиш."),
                n("e04ba39c", "Датум и време"),
                n("eed75824", "Твоја активна сесија мреже X је прекинута."),
                n("ddcd3d26", "Учитавање података о сесији"),
                n("d2f0f3fe", "Не можемо да пронађемо ову сесију"),
                n("ga05517a", "Ниједна пријава није направљена"),
                n("ea1715c0", "Када то урадиш, приказаће се овде."),
                n("b70a2cde", "Осетљиве медије идентификујемо применом технологије, па иако се непрекидно побољшавамо, понекад може да нам се деси да погрешимо."),
                n("ee320a07", "политици о осетљивим медијима"),
                n("ffeb836a", "Подешавања су недоступна"),
                n("f2fb9746", "Ова подешавања нису доступна јер се односе на споредне колачиће. Пошто су они већ онемогућени, користимо само оне колачиће који прикупљају неопходне податке са твог уређаја."),
                n("aa4342be", "Експлицитни приказ насиља"),
                n("jfec3aa0", "Садржај за одрасле"),
                n("j6bacd6a", "Сакриј медије означене као експлицитни приказ насиља док не изабереш да их погледаш. У апликацији X за iOS, ови медији се уопште неће приказивати."),
                n("a73e66a8", "Сакриј медије означене као садржај за одрасле док не изабереш да их погледаш. У апликацији X за iOS, ови медији се уопште неће приказивати."),
                n("fef1b8dc", "Сакриј медије означене као осетљиве док не изабереш да их погледаш. У апликацији X за iOS, ови медији се уопште неће приказивати."),
                n("d0a5a1c0", "Упозори"),
                n("ga197e26", "Прикажи све"),
                n("eb723386", "Никада не приказуј ово"),
                n("ea31c622", "Ово обухвата медије који веома детаљно приказују смрт, насиље, озбиљне физичке повреде или медицинске захвате."),
                n("e40985c4", "Ово обухвата порнографске медије или медије намењене сексуалном узбуђењу, направљене и подељене уз сагласност."),
                n("h7e0672b", "подешавањима медија"),
                n("de9f111a", "Управљај тренутном претплатом"),
                n("d5839f9e", "Прегледај услове или управљај претплатом са Stripe налога."),
                n("a840c22c", "Управљање постојећом претплатом за Premium"),
                n("e31456f8", "Промени ниво"),
                n("a7c4ecea", "Искуси временску траку „За тебе“ без огласа, откључај све функције и добиј највеће истицање одговора."),
                n("h15cc518", "Истражи опције нивоа и изабери месечни или годишњи план"),
                n("ce70c590", "Управљај беџевима повезаних корисника"),
                n("a49e1b2a", "Сортирај своје повезане кориснике"),
                n("e2daf93c", "Први беџ ће бити приказан на свим објавама."),
                n("ab8089ea", "Промени редослед"),
                n("e0221c42", "Боље искуство при читању на мрежи X и ван ње."),
                n("adcaa214", "Погледај чланке које су људи које пратиш најчешће делили."),
                n("b62d6e4c", "Читач"),
                n("acf63cd2", "Изабери жељену величину текста за читање низова. Укључи функцију читача тако што ћеш изабрати дугме у облику књиге из било које објаве у низу."),
                n("e5fff0c8", "Твоја претплата је активна."),
                n("ac057b4e", "За отказивање бесплатне претплате за интеракцију на мрежи X, обрати се подршци"),
                n("ib8ebf3b", function (e) {
                    return "Изгледа да је претплата купљена на уређају " + e.mobilePlatform + ". Ако желиш да управљаш претплатом или да је откажеш, то можеш да обавиш само са те платформе.";
                }),
                n("i8132774", "Бонус садржај за најангажованије пратиоце"),
                n("a1222584", "Заради новац директно од свог садржаја"),
                n("df837dac", "Процењени зарађени приход / Праг исплате"),
                n("df29646e", "Праг исплате"),
                n("b0ac642a", "Уплата средстава на твој рачун може да буде реализована за до 90 дана."),
                n("c747df1c", "Подеси детаље за плаћање"),
                n("ac814a76", "Још увек нису подешени детаљи за плаћање."),
                n("f139168e", "Контролна табла за зараду"),
                n("ee0510c2", "Историја исплате"),
                n("c9b82b4c", "Пријава је прихваћена · Осмисли своју Претплату"),
                n("ibb5e1c8", "Пријава је одбијена"),
                n("b255df58", "Пријава је послата · Чека се преглед"),
                n("b3f834c8", "Пријава је стављена на листу чекања"),
                n("i14be2c6", "Процењени зарађени приход"),
                n("fd74390a", "ID аутора је потврђен"),
                n("e8dc82e2", "Активни програми"),
                n("c12c5eb6", "Доступни програми"),
                n("j53f5eb0", "Аутори који испуњавају услове могу да се региструју за месечне претплате и део прихода од огласа."),
                n("e9c1273a", "Аутори који испуњавају услове могу да се региструју за месечне претплате и поделу прихода од огласа за ауторе."),
                n("jd176c82", "Исплате нису подржане у твојој области"),
                n("d6ff74ca", "Нажалост, наш добављач услуга плаћања још увек не подржава исплате у твојој земљи. Неки програми монетизације нису доступни."),
                n("e89cdac0", "Управљај налогом за исплату"),
                n("dd7a54b4", "Подеси свој Stripe налог"),
                n("jff3ab68", "Верификација идентитета"),
                n("j2876824", "Потврди идентитет"),
                n("ebd06fb0", "Лични документ прослеђен"),
                n("f65b960c", "Прегледамо лични документ који ти је издао надлежни орган за програм аутора."),
                n("i4a1e936", "За исплату обавезно повежи свој Stripe налог или креирај нови"),
                n("f5931b6a", "Верификација идентитета је обавезна за учешће у програму аутора. Ако си већ проследио/ла свој лични документ за програм аутора, не мораш да га прослеђујеш поново."),
                n("c8798a95", "овде"),
                n("d809ac49", "овде"),
                n("bbe09d38", "Пријава је прихваћена. Конфигурација за продавнице апликација на чекању."),
                n("efbc5066", "Верификација идентитета је на чекању"),
                n("hc7631da", "Подешавање твог Stripe налога није завршено"),
                n("h72d71a2", "Испуњава услове"),
                n("e12b0b16", "Још не испуњава услове"),
                n("a1e57106", "Незавршено"),
                n("i51b4e22", "Одбијено"),
                n("h5bd7160", "Овај налог не испуњава услове за верификацију помоћу личног идентификационог документа."),
                n("e32040c4", "Мораш да обавиш верификацију идентитета ради добијања исплата."),
                n("j8769b42", "Прегледамо лични документ који ти је издао надлежни орган."),
                n("be955554", "Дељење прихода од огласа за ауторе"),
                n("b03a3d62", "Део прихода од огласа"),
                n("cbbe29c2", "На путу си ка исплати"),
                n("g97a2d6c", "Сазнај више"),
                n("f30774ea", "Сазнај више о нашим програмима монетизације и смерницама овде."),
                n("aea0b11a", "Зарађуј на мрежи X тако што ћеш омогућити свима да се претплате на твој месечни садржај."),
                n("bce47f48", "Зарађуј на мрежи X од ангажовања за твоје објаве."),
                n("h7a68080", "Заради приход од огласа који се приказују у одговорима на твоје објаве."),
                n("eefd091e", "Верификација идентитета је обавезна"),
                n("cd616a5a", "Верификација идентитета је неопходна за учешће у програму Аутора."),
                n("cce8c40a", "Потврди идентитет"),
                n("ja73ebac", "Приход"),
                n("h16eeb42", "Управљај"),
                n("bc43a32e", "Недавна активност"),
                n("i4c3b046", "Тренутно немаш новчиће."),
                n("ca516a66", "Прикажи сву активност"),
                n("ee9ea930", "Дијаманти"),
                n("cf3b535e", "Дијаманти се акумулирају примањем новчића за одговарајуће објаве. Новац зарађен од дијаманата се додаје твојој процењеној заради."),
                n("fbb7764b", function (e) {
                    return e.count + " новчић" + f(e.count, "а", "", "а");
                }),
                n("e70a07b2", "Анонимни корисник"),
                n("c76972f0", "Од последње исплате"),
                n("c219a552", "Од почетка"),
                n("f3ce76c0", "Потребна ти је додатна помоћ?"),
                n("i8982e7e", "Ако имаш питања, посети наш Центар за помоћ или контактирај са нама."),
                n("fbbfe8aa", "Деактивирај новчиће"),
                n("e4f29140", "Ако деактивираш, уклонићемо те из програма новчића и више нећеш испуњавати услове за примање новчића."),
                n("e58e85d2", "Продужи на деактивацију"),
                n("be8e87b4", "Деактивирати новчиће?"),
                n("bee26fa8", "Да, деактивирај"),
                n("f0145c9a", "Новчићи су сада деактивирани"),
                n("a22f6808", "Све активности"),
                n("g1b8020c", "Последњих 30 дана"),
                n("jb13b840", "Од почетка"),
                n("b4f24360", "Последњих 30 дана није било нових новчића."),
                n("d59dbf8a", "Преглед"),
                n("g652fc4c", "Немаш историју исплата овог месеца."),
                n("d55e017a", "Овог месеца"),
                n("f883322d", function (e) {
                    return "ID трансакције " + e.transactionId;
                }),
                n("d978f43e", "Нове Претплате"),
                n("d113fc10", "Тренутно немаш ниједну нову Претплату."),
                n("h7a41c02", "Обнове"),
                n("eedf2eaa", "Тренутно немаш ниједну обнову."),
                n("d93308d8", "Погледај све трансакције"),
                n("a23e724a", "Овај налог није доступан."),
                n("a384fda0", "Преглед претплате"),
                n("i4313618", "Представи се и опиши другима шта могу да очекују ако те супер-прате."),
                n("c0348964", "Увод"),
                n("g522fd30", "Погодности за претплатнике"),
                n("e85471c6", "Беџ претплатника"),
                n("fd75ca92", "Добићеш јавни беџ претплатника који ће ти помоћи да се повежеш, ћаскаш и будеш примећен/а."),
                n("ia9c37c4", "Одређивање цене"),
                n("f5be83b2", "Придружи се Заједници"),
                n("e4ee8c6a", "Дели идеје, пронађи инспирацију и повежи се са другим ауторима у Заједници за повратне информације аутора Претплата."),
                n("i3a90dee", "Деактивирај Претплате"),
                n("e261e6e6", "Ако деактивираш програм, уклонићемо те из програма Претплата, а све Претплатнике ћеш изгубити."),
                n("ca5ca5ee", "Погледај преглед"),
                n("a329ce88", "Додај опис…"),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "Омогући преглед објава"),
                n("c1521804", "Онима који нису претплатници биће приказани прегледи твојих објава за претплатнике."),
                n("jd0f1ac0", "Желиш ли да деактивираш Претплате?"),
                n("c6c27fc8", "Деактивирање Претплата је трајно. Уклонићемо те из програма Претплате. Ако пожелиш да се вратиш у програм, мораћеш поново да се пријавиш."),
                n("f82a23ec", "Програм Претплате је сада деактивиран"),
                n("a4c6e458", "Накнада за месечну Претплату је подешена на износ од:"),
                n("be54a313", function (e) {
                    return e.price + " месечно";
                }),
                n("hadd463a", "Захтевај промену цене"),
                n("b0728b5c", "Откажи промену цене"),
                n("aea9f79c", "Имаш следећу промену цене на чекању:"),
                n("c701e5cc", "Унете измене неће бити сачуване."),
                n("a649778c", "Настави са уређивањем"),
                n("d1a683b8", "О ауторима Претплата"),
                n("iba08a94", "Како све изгледа?"),
                n("a5f55bfa", "Ово ће потенцијални Претплатници видети када дођу на твоју страницу. У сваком тренутку можеш да се вратиш и ажурираш описе."),
                n("b600eb88", "Пронађи своје људе и олакшај другима да те препознају"),
                n("da48ebf6", "Добићеш бонус садржај када се региструјеш"),
                n("f324fb6c", "Претплата"),
                n("c654a3aa", "Само претплатници могу да виде ову објаву"),
                n("d409ce3c", "Подржи омиљене особе на мрежи X и приступи бонус садржају и додатним погодностима."),
                n("a4ed9072", "Додај увод…"),
                n("af5b098e", "Погодности програма Претплате"),
                n("gf32cca2", "Опиши погодности које ћеш понудити"),
                n("j8ba99b4", "Дај људима наговештај онога што их чека сваког месеца уз кратак преглед бонус садржаја који ћеш поделити."),
                n("j679dcda", "Погледај примере"),
                n("j325331a", "Издвој минут и реци „здраво“"),
                n("e18e8da8", "Остави добар први утисак кратком уводном поруком за своје потенцијалне Претплатнике."),
                n("fce14f56", "Нова цена"),
                n("b0c58272", "Изабери нову месечну цену. Обрада промене цена траје 3–7 радних дана. Повећање цена може захтевати прихватање постојећих претплатника."),
                n("d5737f0e", "Месечна претплата"),
                n("edc014fb", "Сазнај више"),
                n("h810143c", "Детаљи"),
                n("ga57b610", "Датум куповине"),
                n("h3b68828", "Тип куповине"),
                n("cc2aa67a", "Платформа за куповину"),
                n("b313bb24", "Плаћање"),
                n("e5188502", "Свака продаја је коначна"),
                n("bf364d62", "Све трансакције"),
                n("ed3efef0", "Немаш ниједну нову Претплату у последњих 30 дана."),
                n("b5f9ec14", "Немаш ниједну обнову у последњих 30 дана."),
                n("d8eed490", "Управљај тиме како други виде твој профил."),
                n("e26dbcd0", "Сакриј своје претплате аутора"),
                n("aea7dda8", "Твоја листа претплата аутора на твом профилу биће видљива само теби."),
                n("j3d2cfc4", "Дозволи пратиоцима да виде које Просторе слушаш"),
                n("d9588ae6", "Имај на уму да ће сви моћи да виде када си у неком Простору, чак и када је ово подешавање искључено. Твоји пратиоци увек могу да виде Просторе чији си аутор или коаутор, као и оне у којима говориш."),
                n("i84c5de8", "Апликације за ауторе – ускоро"),
                n("b8922f7e", "Дођи поново ускоро да би могао/ла да се пријавиш за придруживање програму Претплате."),
                n("ad588be6", "Испуњаваш услове!"),
                n("f6443bd2", "Имамо одличне вести – испуњаваш наше услове за Претплате. Јеси ли спреман/а да се пријавиш?"),
                n("a3a20a10", "Провери поново касније"),
                n("b8d29e4a", "Нажалост, тренутно не испуњаваш наше услове за Претплате."),
                n("d92c1d0a", "Настави ка пријављивању"),
                n("fde27650", "Услове коришћења Претплата"),
                n("c5f89b06", "Обави потврду налога претплатом на Premium"),
                n("ff9f4475", function (e) {
                    return "Потврђених пратилаца: " + e.minFollowersCount;
                }),
                n("b747ce3a", "Активан у протеклих 30 дана."),
                n("c27f57ac", "Имаш најмање 18 година"),
                n("h63d2973", function (e) {
                    return "Број органских приказа у протекла 3 месеца: " + e.count;
                }),
                n("ef606fca", "Плаћене претплате за најангажованије пратиоце"),
                n("e533715e", "Провери квалификованост"),
                n("d8671da2", "Зарађуј на мрежи X"),
                n("d126a504", "Понуди омиљеним пратиоцима нешто посебно и зарађуј новац сваког месеца. "),
                n("d08d0bb2", "Бонус садржај"),
                n("ef29d2c2", "Дели спонтане мисли, идеје и ставове уз додатне објаве и личне одговоре."),
                n("if12af7c", "Подешавање претплате"),
                n("cc4c1a14", "Постављање цене"),
                n("e1453e45", "Сазнај више"),
                n("aa7e35ee", "Твој налог није изабран"),
                n("c984cc62", "Твој налог овог пута није изабран. Настави да пратиш када ће се указати наредне прилике за учешће."),
                n("gd115e64", "Пријави се за Претплате"),
                n("a9f08d5c", "Твоје одговоре на питања у наставку ћемо само ми прегледати и неће бити приказани на твом профилу."),
                n("c3f8d650", "Опиши свој садржај"),
                n("j89dd344", "Наведи пример садржаја који би био укључен у твоју претплату – што конкретније, то боље."),
                n("d19cc490", "Додај пример садржаја"),
                n("c737c1b2", "Реци нам нешто о свом искуству"),
                n("f98e5fd4", "Да ли креираш плаћени садржај на другим платформама? Због чега мислиш да ће се корисници претплатити?"),
                n("c41b01be", "Додај презентацију"),
                n("e2aad0fe", "Нећу објављивати експлицитан садржај ни садржај за одрасле претплатнике"),
                n("d1b983ef", function (e) {
                    return "Мора да има бар " + e.count + " знак(ов)а";
                }),
                n("d3d6c52c", "Пријава је послата"),
                n("cb27c0ba", "Потврдили смо твоје цене. Твоја пријава ће бити прегледана и ако буде одобрена, послаћемо ти обавештење чим буде уживо."),
                n("j274e6aa", "Сада си на листи чекања"),
                n("j006be54", "Наша група за тестирање Претплата се брзо попунила, али додали смо те на листу чекања па ћемо те обавестити када будемо имали још слободних места."),
                n("d5cb1114", "Покрени програм Претплате"),
                n("j2f622ec", "Изабрали смо те за нашу групу за тестирање! Подеси детаље Претплате одмах, а ми ћемо те обавестити када постане активна."),
                n("e2cd7000", "Скоро је готово…"),
                n("b3629b92", "Потребно је још само неколико корака да би подешавање Претплате било готово."),
                n("f4619a62", "Прихвати и настави"),
                n("c5625f84", "Опиши погодности Претплате"),
                n("c7289544", "Подеси цену Претплате"),
                n("aaf68c58", "Потврди податке за исплату"),
                n("b8a69fa0", "Услове коришћења Претплата"),
                n("ad4a92a2", "Беџ"),
                n("d5aa8de0", "Додељуј беџеве Претплатницима"),
                n("j0bbda92", "Овде нема ничега за мењање или уређивање. Сви твоји Претплатници ће аутоматски добити јавни беџ када се Претплате."),
                n("e18b7a72", "Преглед"),
                n("be76dc34", "Додај опис"),
                n("ef5406e4", "Додај увод"),
                n("ea8a3d2e", "Подешавање цене"),
                n("f77bb179", function (e) {
                    return "Потврди свој избор цене " + e.price;
                }),
                n("g2a6f160", "Провери још једном и потврди цену Претплате. Нећеш моћи да се вратиш овде и промениш је после постављања."),
                n("g767d1c9", "Напомена: нећеш моћи да је промениш"),
                n("df057690", "Одабери шта Претплатници плаћају"),
                n("g5923869", function (e) {
                    return e.price + " месечно";
                }),
                n("f025ab3a", "Формирај већу и ширу базу"),
                n("c962df0e", "Повремено објављивање садржаја и интеракција са Претплатницима"),
                n("ib075804", "Прошири базу и увећај зараду"),
                n("fc04f3a6", "Умерено објављивање садржаја и интеракција са Претплатницима"),
                n("c246656e", "Формирај интимну базу"),
                n("h0c5405c", "Редовно објављивање садржаја и интеракција са Претплатницима"),
                n("f2d2153d", function (e) {
                    return "Већина аутора наплаћује " + e.price + ", али можеш да одабереш било коју цену";
                }),
                n("f1cb36b8", "Подешавање исплате"),
                n("e20f6662", "Сада је све спремно!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "Подеси детаље за исплату"),
                n("a3f6a966", "Повежи Stripe налог"),
                n("cb031e44", "Бићете одведени на Stripe да бисте повезали свој налог. Ако имате постојећи Stripe налог који желите да користите, унесите адресу е-поште тог налога када вам је Stripe затражи. Напомена: ваша Stripe адреса е-поште може да се разликује од X адресе е-поште."),
                n("ebfb897c", "Примери"),
                n("dc4feb1a", "Не знаш баш шта да кажеш?"),
                n("h9b9d486", "Врста садржаја који ћеш понудити Претплатницима у потпуности зависи од тебе. Ево неких примера који ће ти помоћи да почнеш."),
                n("ic130fd6", "Добићеш приступ кул садржају иза кулиса, моћи ћеш да завириш у моје књиге и друге пројекте пре других и учествујеш у месечним интервјуима у којима можеш било шта да ме питаш."),
                n("dd913e24", "Очекуј узбудљиве ставове, спонтане мисли и додатни садржај од моје маленкости."),
                n("b737ee66", "Спреми се за VIP доживљај. А када то кажемо, мислимо на садржај резервисан само за Претплатнике, као што су анкете, видео-снимци и понуде."),
                n("a0bb2076", "Увод треба да буде кратак и сладак, касније ћеш имати прилику да опишеш свој садржај. Ево неколико примера који ће ти помоћи да почнеш."),
                n("fe076612", "Здраво, добро дошао/ла на моју страницу Претплате! Баш ми је драго што си овде. Хвала што ми омогућаваш да радим оно што волим."),
                n("g7f66daa", "Здраво свима! Хвала што сте погледали Претплату на мој налог. Мислим да ће вам се свидети оно што спремам за вас."),
                n("hbe4f99e", "Здраво! Једва чекам да поделим са тобом поверљиви садржај и да те још боље упознам :)"),
                n("fb278c82", "Какав је ово преглед?"),
                n("j6cab6ec", "Ово људи виде пре него што се претплате на твој налог. Подешавај и мењај описе док не буду баш како треба."),
                n("i22beaa4", "Дељење података"),
                n("e110a46c", "Избриши историју разговора"),
                n("ebc4fda0", "Ускоро ћеш избрисати историју Grok разговора. Нећеш моћи поново да им приступиш."),
                n("c90fe716", "Желиш ли да избришеш своје разговоре?"),
                n("a8d516a4", "X може да дели са компанијом xAI твоје јавне податке на мрежи X, као и интеракције корисника, уносе и резултате са функцијом Grok на мрежи X за обуку и прецизно подешавање функције Grok и других модела вештачке интелигенције које је развила компанија xAI. То нам помаже у сталном побољшању твог корисничког искуства."),
                n("a127886c", "Омогући да Grok запамти историју разговора"),
                n("f49b39b8", "Омогући да Grok запамти детаље из претходних разговора. Можеш да избришеш појединачне разговоре ако хоћеш да заборави повезане детаље."),
                n("b7de9ad2", "Дозволи мрежи X да персонализује твоје искуство са функцијом Grok"),
                n("ed141096", "Дозволи да се твоји подаци на мрежи X, као и твоје интеракције, уноси и резултати у оквиру услуге Grok користе за персонализовање твог искуства са услугом Grok. X може да дели са компанијом xAI твоје податке на мрежи X, као и интеракције корисника, уносе и резултате са функцијом Grok за персонализовање твог искуства са услугом Grok и других модела вештачке интелигенције које је развила компанија xAI. То доприноси сталном побољшању твог корисничког искуства. "),
                n("ecdbece0", "Успешан упис у програм новчића."),
                n("db3f0bbe", "Помажемо ауторима да зараде новац од свог садржаја."),
                n("a1f40cf8", "Слажем се"),
                n("d604fb32", "услове за ауторе"),
                n("d520d188", "Примај новчиће"),
                n("ea770766", "Новчићи су виртуелна роба која се може примити за објаве које испуњавају услове. Како примаш новчиће, они се тако акумулирају у дијаманте, који се могу уновчити."),
                n("d27f5ac6", "Пасиван приход"),
                n("h1d66df0", "Заради новац једноставним објављивањем сјајног садржаја на мрежи X. Твоји пратиоци те сада могу наградити давањем новчића."),
                n("f85fb0a2", "Повезивање са циљном групом"),
                n("d1433e24", "Новчићи су забаван начин да те обожаваоци награде за стварање садржаја у коме највише уживају. То је прилика да се боље повежеш са својим пратиоцима и обожаваоцима."),
                n("e6ba42de", "Део прихода од огласа"),
                n("ebc16756", "Део прихода од огласа за ауторе"),
                n("da4cd6fa", "Нажалост, још увек не испуњаваш услове за Дељење прихода од огласа. Мораћеш да испуниш доленаведене услове за учешће:"),
                n("b2961492", "Нажалост, још увек не испуњаваш услове за Дељење прихода од огласа за ауторе. Мораћеш да испуниш доленаведене услове за учешће:"),
                n("d3789528", "Основне информације о делу прихода од огласа"),
                n("aa0ff456", "Основне информације о делу прихода од огласа за ауторе"),
                n("bf214f48", "У реду"),
                n("b2b4d592", "Претплати се на услугу Premium или потврђене организације"),
                n("fbb03ba6", "500 пратилаца у услузи Premium"),
                n("hb4c5169", function (e) {
                    return "Најмање " + e.impression_number + " мил. приказа објава у последња 3 месеца";
                }),
                n("f91685ba", "Аутоматски испуњаваш услове да ти се плаћа за објаве!"),
                n("a9f0e0fa", "Као претплатник услуге Premium или потврђених организација, аутоматски испуњаваш услове на део прихода од огласа. Твоја исплата се заснива на броју потврђених приказа у оквиру огласа приказаних у одговорима на твоје објаве."),
                n("c694e3e4", "Као претплатник на услугу Premium или потврђене организације, аутоматски испуњаваш услове за поделу прихода од огласа за ауторе."),
                n("acd1a1be", "Подеси податке за исплату сада и добијаћеш исплате у будућности."),
                n("f7e11f70", "Придружи се и потврди ID"),
                n("c8169274", "Дошло је до проблема са чувањем пријаве. Покушај поново касније."),
                n("c3f93665", "услове за поделу прихода од огласа за ауторе"),
                n("a249ce04", "услове за део прихода од огласа"),
                n("d085a144", "Контролна табла за зараду аутора"),
                n("a5204850", "Укупан приход"),
                n("ada650cf", function (e) {
                    return "Период за плаћање: " + e.fromDate + " – " + e.toDate;
                }),
                n("aa732c0a", "Део прихода од видео огласа"),
                n("g88c1108", "Основне информације о делу прихода од видео огласа"),
                n("d4bb7e9c", "Услови дела прихода од видео огласа"),
                n("dc535dbe", "Заради више за свој садржај на мрежи X пријавом за наш прелиминарни програм дела прихода од видео огласа."),
                n("eb6d9270", "Зарађуј од свог садржаја"),
                n("a778472e", "Детаљи:"),
                n("bde8446e", "Изабери „Пристани и проследи“ и пријави се за програм дела прихода од огласа."),
                n("a415fd3a", "Пристани и пошаљи"),
                n("fbba9725", "наша правила"),
                n("f3dd8c4a", "услове дела прихода од огласа и стандарде монетизације аутора."),
                n("hd885ae0", "Погледај свој утицај"),
                n("je4ccd3a", "Центар за помоћ са чланцима без огласа"),
                n("i6cb493e", "Управљај приказима повезаних корисника"),
                n("e4fde082", "Подеси тајмер за опозивање послатих објава и изабери коју врсту објава желиш да опозовеш."),
                n("dcfc6540", "Оригиналне објаве"),
                n("be077e8c", "Низови"),
                n("f3429f2c", "Анкете"),
                n("i647ba8a", "Период за опозивање објаве"),
                n("d195528e", "Изабери типове објава које желиш да опозовеш пре објављивања, као и период за опозивање."),
                n("bcf3a9e6", "Управљај подешавањима која ти помажу да ограничиш непожељне одговоре."),
                n("c048fd3a", "Филтрирај потенцијално непожељне одговоре"),
                n("dab7dac4", "Одговори на твоје објаве, чији садржај може да буде злонамеран или увредљив, биће филтрирани и приказиваће се овде. Други корисници и даље могу да виде те одговоре."),
                n("c4c53b86", "Имај у виду да такве одговоре идентификујемо применом технологије, па иако се непрекидно побољшавамо, понекад може да нам се деси да погрешимо."),
                n("dca3d2ee", "Желиш ли да искључиш филтер за одговоре?"),
                n("fe440ff8", "Филтрирани одговори неће бити враћени у твоје објаве."),
                n("cedbb01c", "Правне информације"),
                n("b4f917d0", "Разно"),
                n("bdfa2b8c", "Додатни ресурси"),
                n("b8692262", "Погледај друга места на којима можеш да пронађеш корисне информације и сазнаш више о производима и услугама мреже X."),
                n("c0398892", "Напомене уз издање"),
                n("b833bcde", "Управљај аспектима свог искуства на мрежи X, као што су ограничавање контраста боја и покрета. Ова подешавања утичу на све X налоге у овом прегледачу."),
                n("d5b646be", "Вид"),
                n("jfe6a3a0", "Покрет"),
                n("e8c72272", "Повећај контраст боја"),
                n("dba2cdd2", "Побољшава читљивост повећавањем контраста између боја текста и позадине."),
                n("d070244e", "Смањи померање"),
                n("icfa5e8c", "Ограничава количину анимација у апликацији, укључујући број ангажовања уживо."),
                n("ae41b002", "Ограничава количину анимација у апликацији, укључујући број ангажовања уживо. Систем тренутно сигнализира да смањиш покрете. Ако желиш поново да омогућиш покрете, прво их онемогући тамо."),
                n("h9d1cfae", "Добијаћеш подсетник за опис слике"),
                n("c878e9f8", "Омогућава подсетник за додавање описа сликама пре слања објаве."),
                n("bbd1fc7c", "Сазнај више о приступачности на мрежи X"),
                n("ac865cf0", "Приступачност на мрежи X"),
                n("d3a2bde8", "Погледај информације о налогу, преузми архиву својих података или сазнај које су опције за деактивацију налога"),
                n("idca4742", "Погледај информације о налогу, као што су број телефона и адреса е-поште."),
                n("b6ded35e", "Промени лозинку у било ком тренутку."),
                n("cce24bf4", "Сазнај који се типови информација чувају за налог."),
                n("i203df96", "Сазнај како можеш да деактивираш налог."),
                n("f70cd5ee", "Телефон"),
                n("ib6f1694", "Креирање налога"),
                n("de323650", "Женски"),
                n("b6ab31be", "Мушки"),
                n("h3290872", "Потврђени"),
                n("hbd12156", "Захтевај верификацију"),
                n("b7ec04f4", "Да"),
                n("f70d5780", "Да."),
                n("dc62d3c6", "Не."),
                n("a67dbd0a", "Налог намењен пародији, коментарима и обожаваоцима"),
                n("a3db727e", "Управљај својим налогом намењеним пародији, коментарима и обожаваоцима"),
                n("eacf1990", "Додај датум рођења на профил."),
                n("a3bf1262", "Промени датум рођења на профилу."),
                n("h530db16", "Заштићене објаве"),
                n("d6d80990", "Ове информације се примењују на прегледач или уређај док си одјављен/а. Оне могу да буду другачије када си пријављен/а."),
                n("i0d81ddb", " подешавањима персонализације и података"),
                n("g2a9bd3e", "Ознаке аутоматизованог налога"),
                n("dd9b3aae", "Шта је аутоматизовани налог?"),
                n("b80bdc40", "Аутоматизовани налози су програмирани тако да аутоматски обављају одређене радње путем API-ја мреже X. Пример такве радње је објављивање временске прогнозе за регион. Аутоматизоване налоге праве и контролишу други корисници на мрежи X."),
                n("a01ac9b6", "Ознаке говоре људима ко управља аутоматизованим налогом. Када власник аутоматизованог налога повеже налог за управљање, појавиће се ознака на профилу и објавама аутоматизованог налога."),
                n("b989e1fe", "Да ли је потребно да означим аутоматизоване налоге?"),
                n("i2d599aa", "Како да означим аутоматизовани налог?"),
                n("gd5bed72", "Направи налог за управљање"),
                n("g6d44432", "Налогом за управљање, који је одговоран за аутоматизовани налог, управља корисник."),
                n("e20a69e8", "Повежи налог за управљање и аутоматизовани налог"),
                n("d2f88358", "Повежи налоге у подешавањима, на страници Аутоматизација."),
                n("e427f632", "Твој налог је означен!"),
                n("a4d7cffa", "Након повезивања налога, аутоматизовани налог ће имати ознаку."),
                n("a18d6a7d", "новим правилима"),
                n("e9965c14", "честим питањима о ознаци аутоматизованог налога"),
                n("ee78c192", "Шта је то PCF налог?"),
                n("c3f35e0c", "PCF налог описује другу особу, групу или организацију у оквиру свог профила и омогућава дискусију, дељење сатиричног садржаја или информација о том лицу."),
                n("d019b5fa", "Да ли морам да означим свој PCF налог?"),
                n("dd04f24e", "Да. Ознака PCF обезбеђује то да корисници мреже X не буду збуњени твојим налогом. Она их обавештава о томе да твој налог није повезан са темом профила. Ако га не означиш, твој налог ће можда прекршити смернице за аутентичност."),
                n("hb0f8bbc", "Како да означим свој PCF налог?"),
                n("g69acc5c", "Само кликни на „Разумем“ и ми ћемо те преусмерити на подешавања профила ради стављања ознаке на налог!"),
                n("d313d431", "Смернице за аутентичност"),
                n("a3f22d8e", "Изабери врсте обавештења која добијаш о својим активностима, интересовањима и препорукама."),
                n("bc20979a", "Мрежа X и њени партнери користе колачиће за пружање боље, безбедније и брже услуге и подршке нашем пословању. Неки колачићи су неопходни за коришћење, унапређење и правилан рад наших услуга."),
                n("ge06dadc", "Омогући мрежи X и њеним партнерима да користе колачиће за пружање прилагођених огласа и обавештења."),
                n("he20de3a", "Немој да дозволиш мрежи X да користи колачиће за прикупљање додатних података за прилагођавање огласа и обавештења."),
                n("g0ec0bec", "Деактивиран"),
                n("g89f4614", "Твој налог је деактивиран"),
                n("f1768324", "Контролиши начин на који мрежа X персонализује садржај и прикупља и дели одређене податке."),
                n("ja94f34e", "Ова подешавања се примењују на овај прегледач или уређај док си одјављен/а. Она се не примењују када си пријављен/а."),
                n("bd73f7e6", "Ово ће омогућити или онемогућити сва подешавања на овој страни."),
                n("ddbc3288", "Подаци"),
                n("ae5339a0", "Погледај своје податке на мрежи X"),
                n("b934e0ea", "Онемогући персонализацију и податке?"),
                n("i0317e0e", "Због овога ће ти се можда приказивати мање релевантне објаве и огласи."),
                n("a148acba", "Онемогући"),
                n("aa023546", "Персонализовање засновано на посећеним местима"),
                n("ced77194", "Дозволи употребу података о локацијама на којима наилазиш на садржај са мреже X на вебу"),
                n("fe1fc83e", "Ово су узрасне групе повезане са тобом."),
                n("bf9c74d0", "Не користи ове узрасне групе за персонализацију."),
                n("cf0daa24", "Прикупљање ових информација може да траје извесно време. Покушај поново касније."),
                n("ea522535", "Сазнај више"),
                n("hf5ca8f8", "профилу"),
                n("d9cbe351", function (e) {
                    return "Пријава: " + e.count + " догађај" + f(e.count, "а", "", "а");
                }),
                n("de90b04a", "Посећена места"),
                n("cbd2ef59", function (e) {
                    return e.count + " локациј" + f(e.count, "е", "а", "а");
                }),
                n("a4441bb8", "Интересовања са мреже X"),
                n("e1c6b2d6", "Прилагођена публика"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " циљн" + f(e.audienceCount, "е групе", "а група", "их група") + " – " + e.advertiserCount + " оглашивач" + f(e.advertiserCount, "а", "", "а");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " интересовањ" + f(e.count, "а", "е", "а");
                }),
                n("hf9c2caa", "Захтевај листу оглашавача?"),
                n("c29b7971", function (e) {
                    return "Ово ће бити послато на " + e.primaryEmail + ".";
                }),
                n("b9e1cf02", "Захтевај"),
                n("a8276fac", "Захтевај листу оглашавача"),
                n("g7912a84", "Примљено. Твоја листа ће бити послата е-поштом чим буде спремна."),
                n("d6104de0", "Можеш да се одјавиш из оглашавања заснованог на интересовањима у подешавањима персонализације и података. Ово ће променити огласе који ти се приказују на мрежи X, међутим то те неће уклонити из циљних група оглашавача."),
                n("ed8c03f5", "Сазнај више"),
                n("e1a4daac", function (e) {
                    return "" + e.num_audiences;
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " оглашавача";
                }),
                n("j4fa776e", "Телефони"),
                n("i7acdb36", "Таблети"),
                n("c112dfc8", "Стони рачунар"),
                n("jd8607ba", "Датум активације:"),
                n("ea4f6c9e", "Прегледачи"),
                n("d750b93f", function (e) {
                    return e.count + " прегледач" + f(e.count, "а", "", "а");
                }),
                n("a9783602", "Мобилни уређаји"),
                n("j043aa31", function (e) {
                    return e.count + " мобилн" + f(e.count, "а уређаја", "и уређај", "их уређаја");
                }),
                n("ae415fd2", "Ово подешавање је искључено."),
                n("a90be7b4", "Адресе е-поште"),
                n("c0f6f911", "активности ван мреже X"),
                n("adaafb3f", "изведеног идентитета"),
                n("f0f72665", "изведеног идентитета"),
                n("d33b4e5b", "активности ван мреже X"),
                n("c4668d4f", "активности ван мреже X"),
                n("df3e137b", "Сазнај више"),
                n("d1597ccb", "Сазнај више"),
                n("c1b03a07", "Сазнај више"),
                n("b056d9dc", "Ово је поставка примарног језика налога."),
                n("h68bc23c", "Ови додатни језици користе се за персонализовање твог доживљаја."),
                n("fbf0e61e", "Ако ниси већ навео/ла пол, овај је повезан са твојим налогом на основу профила и активности. Овај податак се неће јавно приказивати."),
                n("b4568a3a", "Додај пол"),
                n("c0be743e", "Пол је ажуриран"),
                n("c5abae66", "Oво је пол који је мрежа X у највећој мери повезала са тобом."),
                n("cdb0d3e6", "Не користи овај пол за персонализацију."),
                n("j31a1aa0", "Ово су места која мрежа X користи за приказ релевантнијег садржаја. Нећеш видети места наведена овде ако је подешавање „Персонализуј на основу изведеног идентитета“ искључено."),
                n("ddefdd1c", "Уклони посећена места?"),
                n("hea740ac", "Ово ће трајати извесно време и не можеш да га опозовеш."),
                n("a26e0d52", "Разумем. Ова места ће бити уклоњена."),
                n("he447966", "Тренутно ниједно место није пронађено."),
                n("b9d98dec", "подешавања локације"),
                n("e27e4fce", "Непозната локација"),
                n("ib55eb6b", "Повезане апликације"),
                n("e5a4a539", "Сазнај више"),
                n("gc8f2e14", "Можеш да се одјавиш са оглашавања заснованог на интересовањима у подешавањима персонализације и података."),
                n("e6dbe66b", "Сазнај више"),
                n("d3310e49", function (e) {
                    return "Датотека са свим информацијама повезаним са твојим налогом биће послата на " + e.primaryEmail + ".";
                }),
                n("ib03e8c8", "Желиш ли да на овај уређај преузмеш датотеку са свим информацијама повезаним са твојим налогом?"),
                n("g49741e8", "Преузми"),
                n("dc370a0c", "Примљено. Твоји подаци ће бити послати е-поштом чим буду спремни."),
                n("c07b4316", "Интересовања"),
                n("e97196fe", "Познат/а по"),
                n("ja0f971c", "Ово су нека од интересовања која су изабрана за тебе на основу твог профила, твојих активности и тема које пратиш. Она се користе за персонализовање твог искуства на мрежи X, што обухвата и огласе који ти се приказују. Можеш да прилагодиш своја интересовања ако ти нешто не изгледа у реду. Потребно је мало времена да се промене које унесеш примене."),
                n("gd1ce494", "Сматрамо да си познат/а по интересовањима наведеним испод. Она се користе да би се твој садржај више приказивао људима које занимају те области. Можеш да их прилагодиш ако нешто не изгледа у реду. Можда ће проћи извесно време пре него што промене које унесеш ступе на снагу."),
                n("a6b0b41a", "Преузми апликацију X на мобилни телефон. Бесплатно је."),
                n("h3ed510e", "Подаци са мреже X"),
                n("b708417c", "Можеш да захтеваш ZIP датотеку са архивом информација о налогу, историји налога, апликацијама и уређајима, активности налога, интересовањима и подацима о огласима. Када архива података буде спремна за преузимање, добићеш обавештење у апликацији."),
                n("jbf5843e", "Periscope подаци"),
                n("ea886c6e", "Можеш да захтеваш архиву својих Periscope података директно у апликацији Periscope."),
                n("cdcc2ad4", "Преузимање није успело"),
                n("dbeff87a", "Затражи архиву"),
                n("hb02ed28", "Функција преузимања података тренутно није доступна. Покушај поново касније."),
                n("c2254084", "Примили смо захтев. Да бисмо заштитили твој налог, подаци ће бити спремни након 24 сата или више."),
                n("f62d1d9e", "Архива је спремна за преузимање и приказивање помоћу прегледача на стоном рачунару. Имај на уму да ове податке мораш да преузмеш пре него што истекну за неколико дана."),
                n("b221ca4c", "Обавестићемо те када твоји подаци буду спремни за преузимање"),
                n("db40dfcf", "попуни овај образац"),
                n("g1aced04", "Апликације, уређаји и информације"),
                n("dbcf3a1a", "Додај ознаку профила"),
                n("cbb2367c", "Прикажи или сакриј ознаку профила налога намењеног пародији, коментарима и обожаваоцима."),
                n("ge48855c", "Налог намењен пародији"),
                n("hf019b20", "Ова ознака обезбеђује то да корисници мреже X не буду збуњени твојим налогом. Она их обавештава о томе да твој налог није повезан са темом профила."),
                n("d048571e", "Желиш ли да уклониш ознаку налога намењеног пародији?"),
                n("g905134c", "Ако искључиш ову ознаку, биће уклоњена са твог профила и из свих прошлих објава. Провери да ли испуњаваш услове смерница за аутентичност."),
                n("ce62c8c2", "Уклонити ознаку профила?"),
                n("a14080ce", "Желиш ли да ажурираш ознаку профила?"),
                n("db6796f6", "Ако искључиш ову ознаку, биће уклоњена са твог профила и из свих прошлих објава. Провери да ли испуњаваш услове смерница за аутентичност. Након ажурирања, даља ажурирања ће бити закључана на 48 сати."),
                n("c700b6be", "Након ажурирања, даља ажурирања ће бити закључана на 48 сати."),
                n("ff1739ae", "Ознака профила"),
                n("h70c602c", "Није могуће ажурирати ознаку профила"),
                n("c818c60c", "Аналитика"),
                n("ha9f14b1", function (e) {
                    return "Твој простор почиње " + e.scheduleDate + " у " + e.scheduleTime;
                }),
                n("jafbef80", "Немаш овлашћење и не можеш да закажеш овај простор"),
                n("e5d26f84", "Омогући обавештења мреже X, јер тако никада нећеш пропустити оно што се дешава. Мрежа X ће добити податке о земљи и језику са твог уређаја како би ти персонализовала обавештења."),
                n("f91f00ba", "Направи исечак"),
                n("f9b2d343", function (e) {
                    return e.count + " објав" + f(e.count, "е", "а", "а");
                }),
                n("jcc8306e", "Затражи да говориш"),
                n("j41fd45a", "Захтев је послат"),
                n("d5b2aae8", "Послато је превише захтева за говор. Покушај поново касније."),
                n("b9945b98", "Твој захтев да говориш није успео. Поново се придружи простору и покушај поново за неколико секунди."),
                n("b2cc6a54", "Придружи се као говорник"),
                n("fb6c0bbc", "Слуша анонимно"),
                n("e49a1f42", "Тренутно слушаш анонимно и невидљив/а си аутору и другим учесницима."),
                n("jf01aea4", "За учествовање мораш да напустиш и поново се придружиш као видљиви слушалац."),
                n("cac1482a", "Реагуј"),
                n("fc0e94b7", function (e) {
                    return "Реагуј уз " + e.emoji;
                }),
                n("jf9f3e54", "Премотај унапред 15 секунди"),
                n("hdd1aba0", "Премотај уназад 15 секунди"),
                n("b89c5a50", "Паузирај"),
                n("e674c120", "Прикажи натписе"),
                n("f45bace4", "Сакриј натписе"),
                n("ce96f1dc", "Титл није доступан"),
                n("e07f6e7d", function (e) {
                    return "Брзина " + e.rate + "x";
                }),
                n("jd04fc66", "Брзина 0,5x"),
                n("f03848b8", "Нормално"),
                n("j0e5c2ce", "Брзина 1,5x"),
                n("b3f2318e", "Брзина 2x"),
                n("f17bc95a", "Подели екран"),
                n("b11a74b2", "Прекини дељење"),
                n("e51c2372", "Гости"),
                n("b08821f4", "Назад"),
                n("fed1388a", "Подешавања простора"),
                n("c63dd2cc", "Придружи се овом разговору уживо са мном!"),
                n("c958c6c8", "Објави ово"),
                n("if23a252", "Подели преко..."),
                n("c0530da6", "Мени за дељење"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "Желиш ли да прекинеш простор?"),
                n("db684264", "Да, прекини"),
                n("je23178a", "Овим се прекида разговор за свакога."),
                n("c371fb9a", "Крај"),
                n("c0ce822e", "Подешавања микрофона"),
                n("a2bf8b8a", "Пређи на слушање"),
                n("caa8d928", "Укључи/искључи сузбијање буке"),
                n("b5d88f0c", "Само за запослене"),
                n("c855ab8e", "Само за Претплатнике"),
                n("ddeb0a3c", "Ево Заједнице. Свиђају ти се људи? Баци поглед.");
            n("e111f531", function (e) {
                return e.count + " (count) (count, plural, one (подешен) other (подешени))";
            }),
                n("cbef820f", function (e) {
                    return "Корисник " + e.screenName + " је поново објавио пренос!";
                }),
                n("e3275464", "Пошаљи"),
                n("cededf2a", "Аутор"),
                n("i2caef48", "Коаутори"),
                n("j245c654", "Говорници"),
                n("eda23a02", "Слушаоци"),
                n("b90eb348", "Позови да говори"),
                n("d9a63e82", "Уклони из говорника"),
                n("bd917b26", "Позови коаутора"),
                n("d7357e7e", "Уклони са листе коаутора"),
                n("bf307fc0", "Блокирај и уклони"),
                n("ccf2f24e", "Пријава"),
                n("i22835de", "Одобри"),
                n("cb59a0fe", "Одбиј"),
                n("c2376960", "Захтеви за говор"),
                n("aba7dcdd", function (e) {
                    return "Позови корисника " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "аутор" + f(e.count, "а", "", "а");
                }),
                n("fc56c8b1", function (e) {
                    return "коаутор" + f(e.count, "а", "", "а");
                }),
                n("iba0f45d", function (e) {
                    return "говорник" + f(e.count, "а", "", "а");
                }),
                n("dc066955", function (e) {
                    return "слуша" + f(e.count, "оца", "лац", "лаца");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " отворено мест" + f(e.remainingCapacityCount, "а", "о", "а");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " захтев" + f(e.count, "а", "", "а");
                }),
                n("fe7a1910", "Пошаљи позиве"),
                n("ic3c757e", "Претражи кориснике"),
                n("cd133486", "Пошаљи позивницу"),
                n("f2333850", "Дели са људима ван мреже X"),
                n("cddb8097", "Сазнај више"),
                n("f77997b0", "Коаутор"),
                n("i48f4ed8", "Говорник"),
                n("a77c8e02", "Слушалац"),
                n("bdfa93eb", function (e) {
                    return "Поделио корисник " + e.name;
                }),
                n("d8cc6ada", "Ко може да говори? Ово неће утицати на тренутне говорнике. Може бити потребно неколико секунди да промене ступе на снагу."),
                n("e3a87142", "Само људи које позовеш да говоре"),
                n("db3de1d2", "Придружи се као говорник"),
                n("d7f4bc44", "Придружи се као коаутор"),
                n("edcf15e9", function (e) {
                    return "Послати захтеви (" + e.count + ")";
                }),
                n("h13957aa", "Игнориши простор"),
                n("ge6372fa", "Не игнориши простор"),
                n("i7a42e1c", "Помози у управљању овим простором"),
                n("e0b8f112", "Позивају те да будеш коаутор!"),
                n("ee12263c", "Коаутори могу да говоре у простору"),
                n("jee7002c", "Коаутори могу да позивају, уклањају и игноришу говорнике"),
                n("i95225d2", "Коаутори могу да деле и уклањају објаве"),
                n("f07137fa", "Коаутори могу да уклоне слушаоце из простора"),
                n("j6cdf012", "Коаутори не могу да позивају друге коауторе нити да их уклањају"),
                n("c727d116", "Коаутори не могу да прекину простор"),
                n("g69084b8", "Прихвати позив за коауторство"),
                n("ee230734", "Прикажи више опција"),
                n("ic8c615e", "Опција за избор и слање брзог одговора"),
                n("a04077c4", "Одабери 1 фотографију, видео или GIF."),
                n("c07367d8", "Медијски садржај тренутно није подржан за шифроване поруке"),
                n("af71ef68", "Глас"),
                n("fc64990e", "Видео"),
                n("ca0ce0e4", "Започни нову поруку"),
                n("e18e6a63", function (e) {
                    return "Набави X Premium да би послао/ла поруку кориснику @" + e.username;
                }),
                n("c3752568", "Нешто није у реду. Покушај поново да пошаљеш поруку за минут."),
                n("f78aa3ea", "Тренутно није могуће послати неке твоје поруке. Покушај поново касније."),
                n("f9690dc0", "Жао нам је! Не можеш да пошаљеш поруку овом налогу."),
                n("b1d35408", "Прекорачено је дневно ограничење за слање порука."),
                n("g539cca6", "Твој налог је обустављен и слање порука ти није дозвољено."),
                n("bbac001a", "Ова порука је предугачка."),
                n("a1d2a68e", "Овај корисник те не прати. Поруке можеш да шаљеш само особама које те прате."),
                n("ec2bb9d4", "Објава коју покушаваш да пошаљеш је избрисана."),
                n("hf383be4", "Налог којем покушаваш дa пошаљеш поруку је обрисан."),
                n("c4fdbd16", "Не можеш да шаљеш поруке блокираним корисницима."),
                n("hf3e7e38", "Твоја порука није послата."),
                n("dd8272fd", function (e) {
                    return "Нових: " + e.count + " порук" + f(e.count, "е", "а", "а");
                }),
                n("e2cd3b7c", "Аудио позив је прекинут"),
                n("f42f365a", "Видео позив је прекинут"),
                n("a7570f2c", "Пропуштени аудио позив"),
                n("jd9831b2", "Пропуштени видео позив"),
                n("f0985268", "Аудио позив"),
                n("ca397a48", "Видео позив"),
                n("bb7e2143", function (e) {
                    return e.seconds + " сек.";
                }),
                n("c1d4ac84", "Ти си променио/ла фотографију групе"),
                n("abc7b032", "Фотографија групе је промењена"),
                n("i263b294", "Придружујеш се разговору"),
                n("i8d5e62b", function (e) {
                    return e.count + " људи";
                }),
                n("f7204380", "Ова Fleet објава је истекла"),
                n("d9de7b58", "Овај медиј је сакривен јер је од некога кога не пратиш."),
                n("f2879f4e", "Ова порука можда обухвата медиј експлицитног садржаја."),
                n("b518221e", "Отвори слику"),
                n("eeaa9f90", "Отвори видео"),
                n("g2b43664", "Отвори GIF"),
                n("d99de549", function (e) {
                    return "Одговараш кориснику " + e.name;
                }),
                n("f5a07f7c", "Прилог"),
                n("fd079470", "Ово је непожељно"),
                n("c7a92dca", "Порука је у реду"),
                n("fb3ccb56", "Порука је скривена због сумњивог садржаја"),
                n("c94b7d8a", "Пусти говорну поруку"),
                n("eb6f9582", "Паузирај говорну поруку"),
                n("b6b4142e", "Ова објава је скривена, јер је од некога кога не пратиш."),
                n("fda60d78", "Ова објава можда садржи медије са експлицитним садржајем."),
                n("b59a9004", "Отвори објаву"),
                n("daf6bf02", "Промени подешавања"),
                n("ba60339a", "Избриши за себе"),
                n("eb497e08", "Више радњи"),
                n("b170974a", "Додај реакцију"),
                n("i202bd22", "Пријави поруку"),
                n("f2e5491a", "Копирај поруку"),
                n("bf2d08ca", "Више реакција"),
                n("ca7a2215", function (e) {
                    return "Твоја тренутна реакција: " + e.emoji;
                }),
                n("j4bfee22", "Желиш ли да избришеш поруку?"),
                n("faddd3a2", "Ова порука ће бити избрисана за тебе. Други људи у разговору ће и даље моћи да је виде."),
                n("f58dff34", "Нешто није у реду, па порука није избрисана."),
                n("ad5a8e8e", "Нажалост, немаш дозволу да обришеш ову поруку."),
                n("fad48eea", "Слање..."),
                n("ae7d7a24", "Слање поруке није успело"),
                n("bbe74f3f", function (e) {
                    return "Јуче, у " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " реакциј" + f(e.reactionCount, "е", "а", "а");
                }),
                n("c0098d4a", "Реакције"),
                n("j85999ec", "Листа реакција корисника"),
                n("a2d48779", function (e) {
                    return "Уклони своју тренутну реакцију: " + e.emoji;
                }),
                n("icd0bf34", "Приказано"),
                n("e8bd8fec", "Послато"),
                n("b2d32fae", "Сви су видели"),
                n("a763d33f", function (e) {
                    return "Видела/ло " + e.count + " " + f(e.count, "људи које можда знаш", "особа", "људи");
                }),
                n("d84b485e", "Пратиш овај налог"),
                n("be0c83d8", "Прихватио/ла си захтев"),
                n("bcc13060", "Приоритетни приступ"),
                n("e535cae9", function (e) {
                    return e.count + " прати" + f(e.count, "оца", "лац", "лаца");
                }),
                n("cf249089", function (e) {
                    return "Датум придруживања: " + e.joinDate;
                }),
                n("g1f972d7", "Сазнај више"),
                n("bb0e37c3", "Сазнај више"),
                n("a89e8ab3", "Сазнај више"),
                n("d98540eb", "Сазнај више"),
                n("j296badb", "Сазнај више"),
                n("e45d77f5", "Сазнај више"),
                n("h52ca4c4", "Нове поруке"),
                n("ffde2fdc", "Учитавање разговора"),
                n("da878dc0", "Прихвати"),
                n("hc52446c", "Желиш ли да учествујеш у овој групи? Неће знати да си видео/ла њихов захтев док га не прихватиш."),
                n("f7e1ad65", function (e) {
                    return "Желиш ли да дозволиш кориснику " + e.senderName + " да ти шаље поруке? Неће знати да си видео/ла поруку док не прихватиш.";
                }),
                n("gdf4b790", "Напусти разговор?"),
                n("bbf83d84", "Ово не можеш да опозовеш, а историја разговора ће бити избрисана из примљених порука."),
                n("ib3fe8aa", "Блокирај или пријави"),
                n("gbed8594", "Блокирање ће онемогућити овој особи да ти шаље захтеве за поруке у будућности."),
                n("g9074da4", "Напусти разговор"),
                n("ad63377e", "Обриши разговор"),
                n("h09b49f8", "Овај разговор ће бити избрисан из твог пријемног сандучета. Други људи у разговору ће и даље моћи да га виде."),
                n("i6b19b08", "Пријави разговор"),
                n("cdb1a05a", "Обавести мрежу X о непожељном садржају или лостављању да бисмо могли да заштитимо друге од налога попут овог."),
                n("d6b11d9c", "Твоја директна порука није послата јер неки од медија није отпремљен."),
                n("c64c1884", "Напиши нову поруку"),
                n("cdcebd22", "Нова порука"),
                n("a66ac766", "Учитавање директних порука"),
                n("a846382a", "Претражи директне поруке"),
                n("h845f282", "Директна порука"),
                n("d7ad7414", "Порука није доступна"),
                n("ga086a54", "Прилагање слике"),
                n("a9cc8cfe", "Шаље GIF"),
                n("eb3d722e", "Шаљеш GIF"),
                n("e5bfe07e", "Послао/ла је линк"),
                n("db53c018", "Шаљеш линк"),
                n("bf584cd2", "Послао/ла је фотографију"),
                n("f80629ba", "Шаљеш фотографију"),
                n("e20b65b0", "Послао/ла је налепницу"),
                n("d30c2d40", "Шаљеш налепницу"),
                n("a876e58c", "Послао/ла је видео"),
                n("j7d8101a", "Шаљеш видео"),
                n("dedfd266", "Шаље говорну поруку"),
                n("h7033cac", "Шаљеш говорну поруку"),
                n("i34ec422", "Поделио/ла је објаву"),
                n("a4939874", "Твоја објава је подељена"),
                n("e1c9ec9c", "Закачи разговор"),
                n("e3cfff7c", "Искључи обавештења за разговор"),
                n("f398722e", "Обавештења за разговор су искључена"),
                n("bdd91964", "Откачи разговор"),
                n("a8ed0eca", "Укључи обавештења за разговор"),
                n("jac4eb1e", "Обавештења за разговор су укључена"),
                n("d88d0790", "Мени Опције"),
                n("ce108dda", "Изабери ознаку"),
                n("abf2d13c", "Изабери"),
                n("e4b3f520", "Закачени разговори"),
                n("ae4d666a", "Сви разговори"),
                n("d98e066c", "Разговор је закачен."),
                n("j302dba8", "Разговор је откачен."),
                n("cb367658", "Нисмо успели да закачимо разговор. Покушај поново."),
                n("ie9a7e48", "Нисмо успели да закачимо разговор. Провери везу, па покушај поново."),
                n("hd3927c6", "Нисмо успели да откачимо разговор. Покушај поново."),
                n("f1ac0968", "Нисмо успели да откачимо разговор. Провери везу, па покушај поново."),
                n("d571e4f9", function (e) {
                    return "Можеш да закачиш само " + e.count + " разговор" + f(e.count, "а", "", "а");
                }),
                n("a551bf7e", "Мораш да откачиш један разговор ако желиш да закачиш други."),
                n("a676a876", "Желимо ти добродошлицу у твоје пријемно сандуче!"),
                n("h52877aa", "Напиши неки ред, дели објаве и још тога путем приватних разговора између тебе и других на мрежи X. "),
                n("efe8fda0", "Напиши поруку"),
                n("b9dae4f4", "Пробај са другачијим термином за претрагу"),
                n("e7fb2028", "Нема више резултата"),
                n("ae111c99", function (e) {
                    return "Нема резултата за упит „" + e.query + "“";
                }),
                n("e8581cce", "Нема резултата за унети термин"),
                n("f08940ac", "Започни нову поруку"),
                n("i5d7593a", "Покушај да потражиш људе, групе или поруке"),
                n("c94ac69e", "Групе"),
                n("fb3c8e74", "Недавне претраге"),
                n("fd6150fc", "Безбеднији у директним порукама"),
                n("c7e8a9ee", "политика приватности"),
                n("bece84b4", "Захтеви за поруке су празни"),
                n("e51be7c1", "Сазнај више"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "s", "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "ople", "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "ople", "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "s", "", "s");
                }),
                n("ed93de0c", "Анализирање објаве"),
                n("d1d92e40", "Више детаља"),
                n("a6e89af8", "Отворени разговор"),
                n("ica55d24", "Ново ћаскање"),
                n("f794af9a", "Забаван режим"),
                n("eccf9fea", "Стандардан режим"),
                n("g7b1c574", "Ресетуј на подразумевано"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "Изабери жељени режим претраге"),
                n("i330e54c", "Напредна претрага и резоновање"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "Шира претрага, више резоновања"),
                n("j22655f2", "Питај било шта"),
                n("h0681e3e", "Причај са нашим помоћником у виду вештачке интелигенције под називом Grok"),
                n("d593fd78", "Може да одговара на твоја питања, претражује мрежу X и генерише слике"),
                n("d0205a24", "Провера чињеница"),
                n("ed4177c4", "Grok може поуздано да пружи информације које нису фактички тачне, резиме који није исправан или да изостави неки садржај. Треба самостално да потврдиш све информације."),
                n("c0ff98f8", "Обучавање и персонализација вештачке интелигенције"),
                n("f1a8218a", "Твоје податке на мрежи X, као и твоје интеракције, уносе и резултате у оквиру услуге Grok можемо да користимо за обучавање модела, прецизно подешавање и персонализовање твог искуства са услугом Grok. Можеш то да онемогућиш у подешавањима на мрежи X. Сазнај више тако што ћеш посетити наш центар за помоћ."),
                n("bcbf5b6e", "Дељење"),
                n("j7b5c844", "Разговори које јавно делиш су твоја одговорност. Избегавај дељење осетљивих и поверљивих информација о себи или другима у разговорима уз Grok (погледај наш центар за помоћ)."),
                n("c9f7c196", "Центар за помоћ"),
                n("c65f7308", "Сервери су преоптерећени"),
                n("f2a8655e", "Grok напредне алатке тренутно нису доступне."),
                n("c26b9b9c", "Датотека"),
                n("g10600b0", "Мени"),
                n("j826e722", "Сачувај слику"),
                n("a9325f10", "Копирај слику"),
                n("g0b12442", "Копирање слике није успело"),
                n("edd0c172", "Објави слику"),
                n("d1d3a41a", "Уреди слику"),
                n("a2697040", "Опиши шта треба променити на слици"),
                n("ge1cefc4", "Алатке"),
                n("e9b6d404", "којим алаткама претраге Grok треба да има приступ?"),
                n("h15dce2e", "Напредна подешавања"),
                n("ff9dc268", "Уреди упит"),
                n("acb2baa0", "Креирај слике"),
                n("fe9ad897", function (e) {
                    return "Уреди слику" + e.ttc_grok_preset;
                }),
                n("h30fd372", "Испробај гласовни режим"),
                n("e9fcdd0c", "Затражи да Grok агресивно претражује веб"),
                n("fc4e8aba", "Питај Grok и промисли поступак"),
                n("e4ae6abe", "Тражи да Grok трансформише твоју слику"),
                n("e8ade5e2", "Изабери личност"),
                n("b5df32b0", "Реци нешто уз Grok"),
                n("fb3b9776", "Овај корисник је прилагодио резултат фунције Grok."),
                n("ca93f2ee", "Ова порука је избрисана."),
                n("b8c06820", "Копирај текст"),
                n("ca0f5894", "Не свиђа ми се"),
                n("ja8d189e", "Желим текстуални одговор"),
                n("e951f04e", "Желим слику"),
                n("c503b35e", "Желим другу слику"),
                n("d4371c92", "Код је нетачан"),
                n("dbe8586e", "Желим други код"),
                n("e360eb4a", "Не желим код"),
                n("a18657ca", "Обрачун је нетачан"),
                n("b8b86300", "Не желим обрачун"),
                n("e4c34788", "Нетачан одговор"),
                n("b220a8c8", "Желим нешто друго"),
                n("b115fd18", "Пристрасан одговор"),
                n("dc637214", "Лош стил/тон"),
                n("f02e6d42", "Желим претрагу"),
                n("bbec6bba", "Лоши резултати претраге"),
                n("b494d088", "Не желим претрагу"),
                n("a44974f2", "Не разуме слику"),
                n("bd44a8a8", "Реци нам више"),
                n("fcdbe764", "Како Grok може да се побољша?"),
                n("bb6adb22", "Опиши проблем"),
                n("h0fa15f2", "Хвала на повратним информацијама!"),
                n("d700b268", "Референтна ћаскања"),
                n("cd7bdab2", "Разговори неће бити избрисани из историје у случају заборављања"),
                n("f21b84de", "Референца је заборављена"),
                n("i52a9cb8", "Нема ничега у меморији за приказ."),
                n("d9d36880", "Заборави"),
                n("g02dacc0", "Данас"),
                n("c6e845c0", "Јуче"),
                n("a5fa4a86", "јан"),
                n("c51724a4", "феб"),
                n("j244ceb2", "мар"),
                n("b22b12e0", "апр"),
                n("h3023cac", "Мај"),
                n("b10dbffa", "јун"),
                n("c81da1b6", "јул"),
                n("d4e4d3ce", "авг"),
                n("c3418f9a", "сеп"),
                n("b64dada6", "окт"),
                n("ad24ec20", "нов"),
                n("c7902252", "Дец"),
                n("idf94bac", "Поново генериши"),
                n("f7614f92", "Без претраге"),
                n("c5ade3ba", "Са претрагом"),
                n("c16e5b1a", "Без генерисања слике"),
                n("i2ca65fa", "Са генерисањем слике"),
                n("d3927f88", "Веза објаве"),
                n("be37ecd4", "Копирање у оставу није успело"),
                n("h708a4c0", "Дели разговор"),
                n("g06a67e2", "Страница за дељење ће укључивати поруке до овог тренутка"),
                n("a0428662", "Није корисно"),
                n("fe4fd310", "Корисно"),
                n("bfd161bc", "Упореди"),
                n("j5dcf1b2", "Ажурирано"),
                n("a50aaa10", "Пре отварања тржишта"),
                n("dd614d10", "Ван радног времена"),
                n("d6b0b0d5", function (e) {
                    return "На отварању" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "Тржишна капитализација" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "Највише у току године" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "Јак" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "Однос цене и зараде" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "Најниже у току године" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "Слаб" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "Највиши ниво до сада" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "Најнижи ниво до сада" + e.ttc_stock_details;
                }),
                n("a22063d2", "Дели своју локацију ради побољшане прецизности."),
                n("db3248a8", "Учитавање локације"),
                n("ffe0e588", "Дели локацију"),
                n("e41a0dc2", "Затворено"),
                n("ieff24f4", "Крај утакмице"),
                n("e2811afc", "Утакмице"),
                n("j081fa34", "Рангирања"),
                n("i7c7f156", "Сутра"),
                n("b134ba52", "У току"),
                n("j1361724", "На пола"),
                n("fa0f1262", "Пауза"),
                n("c2cac618", "Grok тренутно подржава податке из Ла лиге, Премијер лиге, Бундес лиге, Серије А и Лиге 1."),
                n("acae223d", function (e) {
                    return "Резултати за „" + e.prompt + "“";
                }),
                n("bed99fe2", "Прикажи мање"),
                n("f7b57ac0", "Статистика"),
                n("i7e3e446", "Утакмице"),
                n("d490977e", "Сада"),
                n("e9f55db8", "Недеља"),
                n("e9cf3af8", "Понедељак"),
                n("d5868a7e", "Уторак"),
                n("b5dfdb46", "Среда"),
                n("ab8095a2", "Четвртак"),
                n("e298e6f2", "Петак"),
                n("ef519654", "Субота"),
                n("c609a1b4", "Нед"),
                n("j92274b0", "Пон"),
                n("ja482160", "Уто"),
                n("f4ad4cb0", "Сре"),
                n("d66bf142", "Чет"),
                n("dc17968a", "Пет"),
                n("j310a2d6", "Суб"),
                n("eaf55eb4", "Прикажи да размишљам"),
                n("b1ac6016", "Претрага помоћу функције DeepSearch је довршена"),
                n("f766feca", "DeeperSearch готова"),
                n("ee000b0d", function (e) {
                    return e.numSources + " извора";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + "м " + e.seconds + "с";
                }),
                n("c2745fa4", "Обустављено"),
                n("e258000e", "Обавештење"),
                n("d591a772", "Обавештенје је недоступно"),
                n("bc49b728", "Обавестићемо те када одговор буде спреман"),
                n("d8aadeba", "Обавештење је искључено"),
                n("db832e38", "Омогући обавештења у подешавањима прегледача"),
                n("a910cac6", "Дошло је до проблема при омогућавању обавештења"),
                n("be30b6ee", "Нестабилна веза"),
                n("b52484b6", "Претраживање..."),
                n("a4d9dbfa", "Размишљања"),
                n("ib1c5475", function (e) {
                    return "Размишљало се " + e.minutes + " мин. и " + e.seconds + " сек.";
                }),
                n("a15d62db", function (e) {
                    return "Размишљало се " + e.seconds + " сек.";
                }),
                n("d7cb5408", "Релевантне веб-странице"),
                n("aa7c96bb", function (e) {
                    return "Погледај још " + e.numResults;
                }),
                n("j1ab5f40", "Додирни и прочитај"),
                n("f5a2377e", "Размишљам "),
                n("g3ce0132", "Размишљало се"),
                n("f8007364", "Прошири за детаље"),
                n("ca53f780", "Скупи детаље"),
                n("ha8fbe22", "Генерисање више слика уз Premium"),
                n("d95c232a", "Достигнуто је ограничење. Надогради одмах и генериши више."),
                n("h2671312", "Опсежније коришћење функција Grok уз Premium"),
                n("a1bb9c8a", "Опсежније коришћење функција Grok уз услугу Premium+"),
                n("b08ef3ae", "Надогради на X Premium и настави разговор или покушај поново касније."),
                n("jf9363b8", "Надогради на X Premium+ и настави разговор или покушај поново касније"),
                n("ef018bf6", "Анализирање више слика уз Premium"),
                n("cdace6d2", "Надогради сада"),
                n("a3186bff", function (e) {
                    return e.count + " веб-страниц" + f(e.count, "е", "а", "а");
                }),
                n("f4146dda", "Који одговор ти се више допада?"),
                n("a2c2be32", "Ово ће нам помоћи да побољшамо Grok."),
                n("g01599b6", "Одговор 1"),
                n("e02694e0", "Одговор 2"),
                n("h6867fcc", "Овај одговор ми се више допада"),
                n("acc4496c", "Grok гласовни режим"),
                n("jd36d190", "Приступи напредним функцијама уз Grok апликацију за Android"),
                n("hf9afab0", "Омогућите функцији DeepSearch да скенира интернет и мрежу X, анализира информације и пружи детаљне, добро образложене одговоре уз брзу, агентску претрагу."),
                n("ef3b3f04", "Омогући режиму размишљања да користи наш модел резоновања. То је најбоље за математику, науку и кодирање. Такође можете замолити функцију Grok да „Размисли боље“ о било ком питању за које је можда потребно мало више промишљања. "),
                n("b43636b8", "Представљамо Grok 3"),
                n("j376298c", "Grok 3 уводи два нова режима за интеракцију са нашим најмоћнијим моделом: DeepSearch и premýšľanie."),
                n("e3584f8e", "Којих је 10 најуспешнијих стратегија трговине опцијама које користе фондови за осигурање"),
                n("d91b7b8a", "Колико би коштала изградња универзитета 1885. године?"),
                n("ia5bef3e", "Како могу да ти помогнем данас?"),
                n("ebea5880", "Недавни разговори"),
                n("e13591c0", "Пример разговора уз Grok"),
                n("c27ca452", "Претплатници услуге Premium сада могу да користе најнапреднији облик вештачке интелигенције (AI), Grok, у оквиру апликације X."),
                n("b6abc25a", "Представљамо Grok 2"),
                n("e1cdaf9e", "Наш најновији помоћник у виду вештачке интелигенције"),
                n("e6796748", "Питај било шта"),
                n("db470fdc", "Grok може да ти помогне са свакодневним задацима, као што су писање е-порука, одговарање на питања и проналажење рецепата."),
                n("e9adc2d0", "Кодирај боље"),
                n("aaab6cdc", "Постави питања о програмирању или затражи помоћ при учењу нових концепата."),
                n("jd08d606", "Ослободи своју креативност"),
                n("he526d22", "Генериши запањујуће слике уз наше опције генерисања слика."),
                n("i6932876", "Сајберпанк слика"),
                n("j7cdee8e", "Буди у току"),
                n("f1f683c2", "Добијај најновије информације о најновијим вестима и актуелним темама, ексклузивно са мреже X."),
                n("h73b9cc0", "Твоја порука није послата, јер тренутно веза са ћаскањем не постоји"),
                n("b6c73662", "Пошаљи поруку"),
                n("h6070fdc", "Подешавања ћаскања"),
                n("d49326ba", "Сакриј аватаре"),
                n("h79f3532", "Прикажи аватаре"),
                n("a8c1e2f0", "Сакриј радње модератора"),
                n("jd83edd4", "Прикажи радње модератора"),
                n("ecca11ac", "Сакриј време објава"),
                n("e358a9f8", "Прикажи време објава"),
                n("fca62374", "Искачуће ћаскање"),
                n("fe20f01b", function (e) {
                    return "Желиш ли да игноришеш корисника " + e.name + "?";
                }),
                n("f5dc372a", "Игнорисање корисника уклања све његове поруке и спречава га да ћаска до краја емитовања."),
                n("e91dd1fa", "Модератор је избрисао поруку."),
                n("d1da3709", function (e) {
                    return "Одговор за " + e.username + ": " + e.body;
                }),
                n("fc82a896", "Емитовање је завршено"),
                n("ea58dbd0", "Емитовање није почело"),
                n("cb5b6784", "Ограничава емитер"),
                n("eba27300", "Само налози које емитер прати могу да ћаскају"),
                n("f28984fb", function (e) {
                    return "Само налози које корисник " + e.screenName + " прати могу да ћаскају";
                }),
                n("a3fec810", "Претплати се на Premium и ћаскај"),
                n("dbf0b235", function (e) {
                    return "Претплати се на " + e.screenName + " за ћаскање";
                }),
                n("ifbd8342", "Отвори екран са приказом уживо"),
                n("f935d3ce", "Отвори ћаскање"),
                n("abbe8212", "Затвори ћаскање"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% завршено";
                }),
                n("e4f6bd9e", "Упс, нешто није у реду. Покушај поново касније."),
                n("ac966f94", "Прегледач није подржан"),
                n("ca86b62c", "или"),
                n("d5568440", "Унеси јачу лозинку."),
                n("d0511fe6", "Овај број се већ користи уз друге налоге. Користи неки други."),
                n("cd24fe60", "Унеси важећи број телефона."),
                n("gf8388fe", "Позивни број за земљу"),
                n("c52be452", "Да, уклони"),
                n("bcb388a0", "Овим се уклањају сви контакти који су претходно отпремљени и искључује се синхронизација адресара са мрежом X на свим уређајима. Имај у виду да ово траје извесно време."),
                n("ec129eb6", "Успешно си уклонио/ла контакте."),
                n("f1b5048a", "Дошло је до грешке при уклањању контаката."),
                n("hc72e1fc", "Унеси важећу е-адресу."),
                n("bc0ad88a", "Додавања адреса коришћењем знака „+“ (е-пошта са симболом „+“) није дозвољено. Унеси важећу адресу е-поште."),
                n("f134915f", function (e) {
                    return "Изабраних ставки: " + e.count;
                }),
                n("b8fb87e0", "Погледај изабране теме"),
                n("e854ad27", function (e) {
                    return "Тема – " + e.title;
                }),
                n("e4ff75aa", "Нешто није у реду. Провери везу, а затим покушај поново."),
                n("b60eba9e", "Хајде прво да проверимо нешто. Потврди да ниси робот тако што ћеш одговорити на Google reCAPTCHA изазов."),
                n("ba939778", "Да ли си робот?"),
                n("d44efc66", "Како се зовеш?"),
                n("b4867a18", "Пуно име не може да садржи реч „Твитер“."),
                n("j1c3f4b9", function (e) {
                    return "Измени датум рођења " + e.birthdate;
                }),
                n("j231d352", "Прати све"),
                n("c203db71", function (e) {
                    return "Учитавање објава корисника @" + e.screenName;
                }),
                n("c9a1cb5e", "Овај налог не постоји"),
                n("e7b201de", "Покушај да претражиш други."),
                n("ica87fde", "Блокиран/а си"),
                n("c7ec6faf", "Сазнај више"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " је блокиран/а";
                }),
                n("gba95028", "Прикажи објаве"),
                n("a2216a79", "Сазнај више"),
                n("a2811f96", "Временске траке профила"),
                n("d25805fa", "Претплате"),
                n("b05be0c8", "Истакнуто"),
                n("b9891db3", function (e) {
                    return "Објаве са одговорима корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e1ab545d", function (e) {
                    return "Учитавање објава за претплатнике корисника @" + e.screenName;
                }),
                n("ac3f4be9", function (e) {
                    return "Учитавање истакнутих садржаја корисника @" + e.screenName;
                }),
                n("da38f955", function (e) {
                    return "Учитавају се чланци корисника @" + e.screenName;
                }),
                n("b7363b66", "Пошаљи објаву"),
                n("ce659062", "Не дозволи да Претплатници чекају"),
                n("f1e98cc2", "Прикажи своје најбоље објаве!"),
                n("d5c743c6", "Напиши чланак"),
                n("d1e5e328", "Када то урадиш, приказаће се овде."),
                n("hb26a1fe", "Само напред – почни да објављујеш тај ексклузиван садржај, Све твоје објаве за претплатнике ће се приказати овде."),
                n("b7c3572e", "За додавање истакнутих на профил:\n\n1. Пронађи било који свој пост\n2. Додирни дугме менија „•••“\n3. Додај/уклони из истакнутих"),
                n("i8123550", "Када објавиш чланак, приказаће се овде."),
                n("b786a77d", function (e) {
                    return "Корисник @" + e.screenName + " није ништа објавио";
                }),
                n("j7b80397", function (e) {
                    return "Корисник @" + e.screenName + " још није објавио ниједну објаву за претплатнике";
                }),
                n("jbae8c54", "Нема доступних истакнутих објава."),
                n("g8fb219e", "Нема доступних чланака."),
                n("f34dfc18", "Када то ураде, њихова објава ће се приказати овде."),
                n("h9346040", "Када објавиш објаве за претплатнике, приказаће се овде."),
                n("i4c3ddc6", "Када се објаве, чланци ће се приказати овде."),
                n("e0118142", "Објави одмах"),
                n("e0c1d871", function (e) {
                    return "Објаве корисника " + e.fullName;
                }),
                n("c575828f", function (e) {
                    return "Објаве корисника " + e.fullName + " за претплатнике";
                }),
                n("e8300dbb", function (e) {
                    return "Истакнути садржаји корисника " + e.fullName;
                }),
                n("c46b420d", function (e) {
                    return "Чланци корисника " + e.fullName;
                }),
                n("h5a65db7", function (e) {
                    return "Објаве корисника " + e.fullName + " (@" + e.screenName + ") за претплатнике";
                }),
                n("g7ccac9d", function (e) {
                    return "Истакнути садржаји корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ja6e5d35", function (e) {
                    return "Аутор чланка: " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("h088ae72", "Објаве на профилу"),
                n("hbf64b75", function (e) {
                    return "Објаве које се свиђају кориснику " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("a64da953", function (e) {
                    return "Учитавање свиђања од стране @" + e.screenName;
                }),
                n("be3d5b9f", function (e) {
                    return "Кориснику @" + e.screenName + " се не свиђа ниједна објава";
                }),
                n("d34b5306", "Када то ураде, те објаве ће се приказати овде."),
                n("bb0e41bc", "Још немаш ниједно свиђање"),
                n("d3d4a21c", "Додирни срце на објави и тиме покажи да ти се свиђа. Када то урадиш, приказаће се овде."),
                n("d95c3d31", function (e) {
                    return "Објаве које се свиђају кориснику " + e.fullName;
                }),
                n("eeb7d696", "Твоја свиђања су приватна. Само ти можеш да их видиш."),
                n("h6e91bb1", function (e) {
                    return "Објаве корисника " + e.fullName + " (@" + e.screenName + ") које садрже медије";
                }),
                n("fe38901b", function (e) {
                    return "Учитава се медијски садржај корисника @" + e.screenName;
                }),
                n("bc4223a3", function (e) {
                    return "Корисник @" + e.screenName + " није објавио ниједан медиј";
                }),
                n("ccc363f6", "Када то ураде, те објаве ће се приказати овде."),
                n("d1614228", "Светло, камера… Прилози!"),
                n("d7dc8d0a", "Када објавиш фотографије или видео записе, они ће се приказати овде."),
                n("hf761abf", function (e) {
                    return "Медијски садржај корисника " + e.fullName;
                }),
                n("je5311d3", function (e) {
                    return "Корисници повезани са " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "Учитавају се корисници повезани са @" + e.screenName;
                }),
                n("ccf03833", function (e) {
                    return "Повезани корисници корисника " + e.fullName;
                }),
                n("ba5a88e4", "Предложено"),
                n("ddee8ae2", "Прикажи све послове"),
                n("d2a04c68", "Тражимо раднике"),
                n("dc12a126", "Преузми упутства"),
                n("e2acb642", "Контактирај"),
                n("ha9b8035", function (e) {
                    return "Позови " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "Пошаљи СМС на " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " у " + e.time;
                }),
                n("de1123f5", function (e) {
                    return "у " + e.time;
                }),
                n("e2a5bd50", "Отворено 24 сата"),
                n("e0d7da6c", "Затвара се у"),
                n("i7059f56", "Отвара се у"),
                n("a7391348", "Радно време није доступно за приказ"),
                n("c9eba532", "Ажурирано радно време"),
                n("b5fea270", "Ротирајући мени производа"),
                n("h10bb33c", "Желиш ли да пријавиш производ?"),
                n("dda5d96a", "Пријави производ"),
                n("fca46f40", "Центар за помоћ"),
                n("c71a053b", "кликни овде"),
                n("d7f8a117", function (e) {
                    return e.days + "-дневна аналитика";
                }),
                n("cae20e93", function (e) {
                    return e.days + " дан/а";
                }),
                n("gc767fda", "Приватно за тебе"),
                n("c7c85e0c", "Откључај аналитику"),
                n("b15df4b4", "Број прегледа твојих објава на мрежи X"),
                n("e5fe61e0", "Прикази"),
                n("d1018321", function (e) {
                    return e.value + " приказа твојих објава у последњих: " + e.period;
                }),
                n("e623137c", "Стопа ангажовања"),
                n("d9d34182", "Ангажовања за објаве подељена по приказима."),
                n("aeee0182", "Посете профилу"),
                n("b2bde01a", "Број приказа профила из твојих објава"),
                n("faf4c1f5", function (e) {
                    return e.value + " посете/а твом профилу у последњих: " + e.period;
                }),
                n("d5f1e554", "Кликови на линк"),
                n("cf573986", "Број кликова на било коју URL адресу у твојим објавама"),
                n("j761451e", "Нова праћења"),
                n("e1a87d14", "Број остварених нових праћења (не рачунајући прекинута праћења)"),
                n("j590577e", "Број одговора који су твоје објаве добиле"),
                n("ia1da622", "Број свиђања који су твоје објаве добиле"),
                n("cfd1036b", function (e) {
                    return "Твоје објаве су добиле " + e.value + " свиђања у последњих: " + e.period;
                }),
                n("ja42739e", "Понвне објаве"),
                n("ca6e8de0", "Број поновних објављивања за твоје објаве"),
                n("b1b4d57e", "Прегледи видео-снимка"),
                n("bdaf100e", "Број приказа видео записа у твојим објавама"),
                n("ca826772", "Прикази медија"),
                n("j43b8f52", "Број приказа ваших медија (GIF-ови, слике, видео снимци)"),
                n("d3969c06", "Проценат довршавања"),
                n("c58c3476", "Број довршених видео снимака подељен бројем приказа видео снимака"),
                n("c8aae62a", "Број обележених садржаја за твоје објаве"),
                n("g70825e0", "Дељења"),
                n("c6fbefd4", "Број дељења за твоје објаве"),
                n("dbe9353e", "Ангажовања"),
                n("a3a4e8f8", "Месечно"),
                n("eb2e0272", "Линија"),
                n("e298b08e", "Трака"),
                n("bbc6e7c6", "Сједињене Америчке Државе"),
                n("h88ad664", "Канада"),
                n("gd139910", "Уједињено Краљевство"),
                n("e08feda2", "Јапан"),
                n("fad772ce", "Блиски исток и северна Африка"),
                n("a396dd6c", "Азијско-пацифичка област"),
                n("j942b16c", "Европа и тржишта раста"),
                n("j3cc0c00", "Латинска Америка"),
                n("fe90a642", "13–17"),
                n("a5c91a8e", "18–24"),
                n("cf30cdfa", "25–34"),
                n("gf672f7c", "35–44"),
                n("jf28b41c", "45–54"),
                n("ja78da94", "55–64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "Они који те не прате"),
                n("d61b2bcc", "Објаве заједнице"),
                n("h3525cb8", "Није наведен"),
                n("a3c544e8", "Највише прегледа по државама"),
                n("f30795d0", "Отвара фотографију профила"),
                n("gd7acb84", "Подеси профил"),
                n("b7636014", "Порука"),
                n("haad225c", "Поклони Premium"),
                n("b63c46ed", function (e) {
                    return "Претплати се на налог @" + e.screenName;
                }),
                n("j33d8902", "Пошаљи бакшиш"),
                n("a8ab3d08", "Пошаљи кориснику"),
                n("d740d2d9", function (e) {
                    return "Линк за " + e.service + " је копиран у оставу";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "Адреса са платформе Bitcoin"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "Адреса са платформе Ethereum"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "Погледај још"),
                n("df7cb6d4", "Категорије професионалних налога"),
                n("ec429e79", "Сазнај више"),
                n("j04c717a", "+ Додај искуство"),
                n("a1ea2f12", "Срећан рођендан!"),
                n("g8191e78", "Данас је његов/њен рођендан!"),
                n("c1b819ba", "Данас су овде приказани рођендански балони"),
                n("ad7a451e", "Преведи биографију"),
                n("f543dbf6", "Потврђени број телефона"),
                n("cef4e8cf", function (e) {
                    return "Желиш ли да престанеш да игноришеш корисника @" + e.screenName + "?";
                }),
                n("h03a094a", "Објаве са овог налога ће од сада бити дозвољене на твојој почетној временској траци."),
                n("a6e94418", "Игноришеш објаве овог налога."),
                n("dd3d10f6", "Преглед је у току"),
                n("i06d4712", "Наш тим обавља брзи преглед твог налога. Требало би да видиш свој знак потврде овде у року од пар дана."),
                n("j354c438", "Ознака „Преглед је у току“ је видљива само теби."),
                n("e018b5fa", "Надогради и потврди налог"),
                n("b74bd6c6", "Овај налог је потврђен јер је значајан у категорији државних институција, вести, забаве или другој наменској категорији."),
                n("e1e0c916", "Овај налог је потврђен јер је претплаћен на X Premium"),
                n("eb5d72e4", "Објаве овог налога су заштићене. Само пратиоци могу да их прочитају."),
                n("g776ca50", "Потврђен налог"),
                n("ad465ee8", "Подеси примарну припадност"),
                n("d01612d3", function (e) {
                    return "Потврђено од " + e.date + ".";
                }),
                n("e14d8719", function (e) {
                    return e.year + " ПНЕ";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", твој налог још није потврђен";
                }),
                n("b2d0c0f4", "Потврди налог као "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " твој налог ће бити истакнут и твоји појачани одговори ће имати већи досег."),
                n("d834ab9c", "Да, погледај профил"),
                n("cb339f26", "Опрез: Овај налог се понаша на неуобичајен начин"),
                n("hf06085e", "Ово упозорење видиш јер је на овом налогу примећена неуобичајена активност. Желиш ли ипак да га прегледаш?"),
                n("aa959f36", "Опрез: Овај налог је привремено ограничен"),
                n("jf604336", "Опрез: Овај профил можда обухвата потенцијално осетљив садржај"),
                n("c9bfda48", "Пажња: Овај профил може да обухвата садржај који се може сматрати осетљивим. Ово упозорење се приказује јер овај профил користи слике или језик који се могу сматрати осетљивим. Желиш ли ипак да га прикажеш?"),
                n("g29ebf26", "Ово упозорење се приказује зато што овај налог објављује слике или језик који се могу сматрати осетљивим. Желиш ли и даље да га прикажеш?"),
                n("jcfb7fba", "Ово упозорење се приказује јер овај налог можда крши правила мреже X. Желиш ли и даље да га погледаш?"),
                n("bd598c70", "Ове објаве су заштићене"),
                n("e617164b", "Сазнај више"),
                n("g8475f82", "Налог је суспендован"),
                n("j5e1cf59", "правила мреже X"),
                n("gbf342a4", "Налог је блокиран"),
                n("defba9a4", "Желимо то добродошлицу на мрежу X!"),
                n("d11934ec", "Пријем обавештења"),
                n("a2cd2b0a", "Прати и примај обавештења"),
                n("a70bae53", function (e) {
                    return "Сада можеш да добијаш обавештења сваки пут када " + e.fullName + " објави нешто.";
                }),
                n("f51a4c29", function (e) {
                    return "Сада можеш да пратиш корисника " + e.fullName + " и добијеш обавештење сваки пут када објави нешто.";
                }),
                n("cfa5e58d", function (e) {
                    return "Пратиш корисника " + e.fullName + " и добијаћеш обавештења када објави нешто.";
                }),
                n("be3a652d", function (e) {
                    return "Обавестићемо те сваки пут када " + e.fullName + " објави нешто.";
                }),
                n("f089620c", "Твоја почетна временска трака"),
                n("a1ab9c80", "Још увек нема објава у овој заједници"),
                n("b32c4fb0", "Када их буде било, видећеш их овде."),
                n("bf17deda", "Идемо!"),
                n("c3fbf1da", "Ово је најбоље место на којем можеш да сазнаш шта се дешава у твом свету. Пронађи одмах људе и теме за праћење."),
                n("a2515900", "Чекамо објаве"),
                n("je23cdb2", "Објаве људи са ове листе приказаће се овде."),
                n("e69b7e02", "Управљање налозима"),
                n("b6bd6ae4", "Тренутни налог"),
                n("d577bccd", function (e) {
                    return "Ако имаш више од једног X налога, можеш лако да их додаш и да се пребацујеш између њих. Можеш да додаш највише оволико налога: " + e.maxAccounts + ".";
                }),
                n("dc65b3e5", function (e) {
                    return "Достигнуто је ограничење од " + e.maxAccounts + " налога.";
                }),
                n("b8045b33", function (e) {
                    return "Достигнуто је ограничење од " + e.maxAccounts + " налога.";
                }),
                n("d075dc89", function (e) {
                    return "Достигнуто је ограничење од " + e.maxAccounts + " лична/их налога.";
                }),
                n("bade139e", "Одјави се са свих налога"),
                n("ae33b982", "Одјави се са свих налога?"),
                n("fa07bf68", "Ово ће се применити на све твоје налоге на свим картицама прегледача."),
                n("f7865ab6", "Није твој налог?"),
                n("a35248e4", "Ово није мој налог"),
                n("f794a67c", "Ово је мој налог"),
                n("j79c0ff7", function (e) {
                    return "Уклонили смо " + e.emailAddress + " са овог налога";
                }),
                n("fb46383c", "Не можеш да уклониш адресу е-поште са сопственог налога."),
                n("gcfdbc2b", function (e) {
                    return "Адреса е-поште није више повезана са X налогом " + e.screenName + ".";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", " подешавања обавештења."),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "Зашто је твоја адреса е-поште повезана са X налогом који није твој?"),
                n("ac71e82f", "Сазнај више"),
                n("b069d89c", "Циљна група"),
                n("f5a61ae6", "Садржај"),
                n("a4df00c0", "Картице Аналитика налога"),
                n("ac248548", "Преглед налога"),
                n("je62f358", "Последњих 28 дана"),
                n("bc2f16a4", "Времена активности"),
                n("d603209e", "Анализа активности"),
                n("ac3fb6de", "Присуство у простору"),
                n("ie181958", "Увиди у публику"),
                n("j6f8d422", "Просечно време гледања твојих видео снимака."),
                n("e7479ce4", "Просечно време гледања"),
                n("g1dfa7d0", "Прос."),
                n("h7d28188", "Назад на садржај"),
                n("if2704e4", "Назад на преглед уживо"),
                n("ea928ae4", "Назад на просторе"),
                n("e8c07c22", "емитовање"),
                n("a4ce6e68", "Метрика емитовања"),
                n("b2214c74", "Укупан број прегледа за ово емитовање"),
                n("d4fcf83a", "Укупно време које су гледаоци провели гледајући ово емитовање"),
                n("a89b0322", "Отказано"),
                n("j3cb12ea", "Истовремени слушаоци"),
                n("b93931ee", "Број објава твог садржаја."),
                n("a1814798", "Број одговора на објаву."),
                n("addd5575", function (e) {
                    return "Пе" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "По" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "Су" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "Не" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "Че" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "Ут" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "Ср" + e.date;
                }),
                n("d9c70840", "Уређај"),
                n("ba55e824", "Завршен"),
                n("id276c42", "Број интеракција са твојим садржајем."),
                n("j033d090", "Процењени приход"),
                n("efd4d7d4", "Филтрирај просторе"),
                n("a1334290", "Првих 48 сати"),
                n("gc10a3b0", "Праћења током времена"),
                n("efa0f858", "Број праћења и прекида праћења током времена. То не одражава нужно број твојих пратилаца."),
                n("g2b06cc6", "Подаци о полу могу да буду изведени"),
                n("b66b3baa", "сата"),
                n("cf8a0772", "Однос приказа и прегледа"),
                n("g13d8010", "Последњих 48 сати"),
                n("d5627596", "Последњи сат"),
                n("baf120a6", "Најмање интеракција"),
                n("f2382014", "УЖИВО"),
                n("c4a7a6aa", "Подаци уживо"),
                n("a992032a", "Аналитика емитовања уживо"),
                n("ie45edda", "Преглед стрима уживо"),
                n("e30fc268", "Гледаоци уживо"),
                n("bd37f68e", "Активност у вези са медијима"),
                n("fe074210", "мин."),
                n("jd03a1b8", "Минути гледања"),
                n("a20e91e8", "минути гледања"),
                n("ic2bebee", "Монетизовано"),
                n("a1d642c8", "Највише интеракција"),
                n("ifc4c1f8", "Број нових пратилаца стечених овим садржајем."),
                n("fff1315a", "Нема доступних емитовања за изабрани филтер"),
                n("jbcb09a8", "Још нема довољно података"),
                n("df846d6c", "Није пронађена ниједна објава за изабрани временски период"),
                n("g2ba40f6", "Нема доступних простора за изабрани филтер"),
                n("j44061a0", "Није доступно"),
                n("c4a93912", "Није доступно"),
                n("a6b78788", "Нема доступних података о гледаоцима"),
                n("b2438638", "од укупног броја"),
                n("ic0399e0", "Органски прикази"),
                n("ja5c444a", "Период за плаћање"),
                n("f04e025e", "Максимални број истовремених слушалаца"),
                n("d6d10662", "Максимални број гледалаца: "),
                n("d147bea2", "Пробај поново касније"),
                n("f0336d68", "Аналитика објаве"),
                n("g85fbd2e", "ID објаве"),
                n("ice5c5b6", "Број приказа овог садржаја корисницима."),
                n("hf4f9bfe", "Веза објаве"),
                n("bf5ebf5c", "Објаве и одговори"),
                n("b211652e", "Објаве током времена"),
                n("f2efec0a", "Претходно објављено"),
                n("i61e0302", "Претходно"),
                n("e08a706a", "Промовисани прикази"),
                n("cbc99192", "Датум објављивања"),
                n("a83c2a9a", "У реалном времену"),
                n("e9d72896", "Снимљено"),
                n("gede4932", "Снимак"),
                n("h0de359c", "Број поновних објава овог садржаја."),
                n("e0568f2c", "Заказано за: "),
                n("gd86baa8", "Заказан почетак"),
                n("fef3bfae", "Изабери секундарни показатељ"),
                n("g7e3d2a4", "Аналитика Простора"),
                n("fbc79a40", "Преглед Простора"),
                n("d077112a", "Статистика Простора"),
                n("cf3709da", "Статус"),
                n("e797dc32", "Време емитовања: "),
                n("b649d8cc", "Само претплатникa"),
                n("j9282130", "Сличице емитовања"),
                n("g629b8b0", "Истекло"),
                n("eb87323c", "Ово приказује аналитичке податке за изабрани временски период од тренутка емитовања уживо."),
                n("i6a75722", "Временски период"),
                n("c602f5b8", "Укупно"),
                n("b35e68ae", "Укупан број учесника"),
                n("h78ee79a", "Укупно гледање снимка"),
                n("e3efaed0", "Тип"),
                n("c37993e2", "Не прати"),
                n("b1ed35d0", "Јединствени гледаоци"),
                n("bfad9306", "Непознато"),
                n("b5a58f36", "Неименовано емитовање"),
                n("i70f5278", "Отпремљено:"),
                n("a98b58b6", "Потврђени пратиоци"),
                n("a5de67ca", "Број пратилаца који су потврдили свој налог."),
                n("g3367ff4", "Довршеност видео снимка"),
                n("a7b48b36", "Проценат довршених прегледа видео снимака."),
                n("a2580f2a", "процената довршавања"),
                n("ff95a9cc", "ID видеа"),
                n("a97e358e", "Веза видеа"),
                n("e10e8b46", "Приказују се само видео снимци из последњих 100 дана."),
                n("ba37f6da", "Преглед видео снимка"),
                n("f19846b2", "Сличица видеа"),
                n("ccd6f4a8", "Наслов видеа"),
                n("c8410542", "Број приказа твог видео снимка."),
                n("a532072a", "Гледаоци"),
                n("d9508ab0", "прегледа"),
                n("d9f9dec0", "Прикажи Простор"),
                n("h0c1f37a", "Прикажи аналитику Простора"),
                n("e41fffbc", "Укупно време гледања твојих видео снимака."),
                n("if2909ba", "Време гледања");
            n("i0e5bf4c", "Твоји видео записи"),
                n("ed99baea", "Приоритетни приступ бета верзији"),
                n("gf898b70", "Напредна претрага"),
                n("d2a43a7a", "садржи и „ai“ и „новооснована компанија“"),
                n("a8584698", "ai новооснована компанија"),
                n("jb6f9292", "садржи тачну фразу „ai новооснована компанија“"),
                n("j8ee77c4", "„ai новооснована компанија“"),
                n("d0480758", "садржи или „ai“ или „новооснована компанија“ (или и једно и друго)"),
                n("f0048fa2", "ai ИЛИ новооснована компанија"),
                n("da0df186", "садржи „ai“, али не „новооснована компанија“"),
                n("f2f463ea", "ai -новооснована компанија"),
                n("a10a357e", "садржи термин „ai“ и има бар 50 свиђања"),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", "садржи „ai“ и URL адресу која укључује реч „grok“"),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", "помињање термина „grok“ X налога"),
                n("e2634592", "@grok"),
                n("i88ba038", "Упозорење је онемогућено"),
                n("j2cb0214", "Упозорење је омогућено"),
                n("ae852cd0", "Примај обавештење сваког понедељка са резимеом промена у овом тренду."),
                n("d1d8633e", "Упозорења алатке Radar"),
                n("g096d0cc", "Сви упити"),
                n("e77035aa", "Очисти претрагу"),
                n("a895ec64", "Желиш ли заиста да избришеш овај упит?"),
                n("a4f5e431", function (e) {
                    return "Избрисано „" + e.name + "“";
                }),
                n("db28b535", function (e) {
                    return "Избриши „" + e.name + "“";
                }),
                n("bcf89b8a", "Уреди упит"),
                n("f0002e72", "Истражи резултате"),
                n("b0924d7a", "Креирање упита није успело. Покушај поново."),
                n("cfd731ee", "Брисање упита није успело. Покушај поново."),
                n("g08bff82", "Онемогућавање упозорења није успело. Покушај поново."),
                n("fa1fd798", "Омогућавање упозорења није успело. Покушај поново."),
                n("ia7dce48", "Генерисање упита није успело. Покушај поново."),
                n("d494d4aa", "Ажурирање упита није успело. Покушај поново."),
                n("i4a49588", "Глобални градски трг"),
                n("c0799860", "Дан"),
                n("b43679d2", "Сат"),
                n("f1fce85e", "Минут"),
                n("ea3e0ec4", "Тржиште"),
                n("d8d9aec2", "Достигнут је максималан број упита"),
                n("c9aa246e", "Нови упит"),
                n("b9b7a50e", "Прилагоди критеријуме претраге у било ком тренутку за најновије информације"),
                n("i9a09bb6", "Креирај упит и препусти алатки Radar праћење ажурирања у реалном времену"),
                n("da20008c", "Нема доступних трендова. Покушај да прошириш критеријуме претраге."),
                n("e78ca8c6", "Покушај поново касније"),
                n("ce3216ec", "Упит"),
                n("ef609bb8", "Шта се дешава на мрежи X?"),
                n("a636a738", "Постављање додатних питања..."),
                n("d92ec304", "Упит није пронађен"),
                n("bbf29e20", "Ресетуј избор"),
                n("ie3321ea", "NVDA УСД (куповина ИЛИ продаја)"),
                n("cf223996", "Резиме"),
                n("a27ccab8", "Свеобухватна апликација"),
                n("i66136aa", "Најпопуларнији"),
                n("e7c44382", "Јединствени корисници"),
                n("d559e5b8", "Ненасловљени упит"),
                n("i1d9be88", "Коришћење оператора за напредну претрагу"),
                n("ae9f604c", "Повезани налог"),
                n("a7d2d8f4", "Прикажи само повезане налоге"),
                n("je21ffbe", "Број пратилаца"),
                n("i8d9797c", "Цео профил"),
                n("a36bebf2", "Максимум"),
                n("i5ef8b4a", "Максималан број пратилаца"),
                n("fcf0ec1c", "Минимум"),
                n("ccc0bbc6", "Минималан број пратилаца"),
                n("je1bd63a", "Искористи могућности мреже X за проналажење талената, потенцијалних клијената и стратешких партнера"),
                n("i6766078", "Претражуј врхунске таленте, могућности за продају и партнере"),
                n("d509bbd4", "Откриј људе на мрежи X"),
                n("a5afaf54", "Ресетуј"),
                n("i9006fb0", "Ресетуј све"),
                n("fa598a82", "Резултати"),
                n("g3688a48", "Изабери опцију"),
                n("ab5a91a4", "Корисник"),
                n("cef20fd0", "Верификација"),
                n("a2b286b0", "Промовиши послове, производе и своју поруку."),
                n("e2895a38", "До 12.000 УСД кредита за оглашавање"),
                n("becba496", "Кредити за оглашавање су доступни за понуду ограниченог трајања."),
                n("ded395ae", "Приступај аналитици за своје пословање на једном месту"),
                n("a47a20d4", "Напредна аналитика"),
                n("b56d3ec6", "Све организације и повезани корисници добијају Premium+ уз приступ издању функције Grok 3"),
                n("ie663a1a", "Брза помоћ и ескалације су ти доступни уз наменски тим за клијенте"),
                n("j7f75bec", "VIP подршка"),
                n("ebf5ec26", "Ускоро"),
                n("eeb424e2", "Осмисли своју причу."),
                n("ab62db18", "Креирај циљну групу корисника."),
                n("j2c9bc4e", "Истакни се златним знаком потврде и додај повезане кориснике ради органског пласирања компаније."),
                n("e7930f82", "Издвој се од других"),
                n("e77ea57e", "Најмоћније алатке за повећање продаје, запошљавање најбољих људи и приступ ексклузивним увидима у тржиште."),
                n("a558a254", "Откључај раст на мрежи X уз потврђене организације"),
                n("b099f256", "Тржишни трендови и мишљење корисника су уз Radar доступни додиром дугмета."),
                n("ecb7fa02", "Паметно пословање"),
                n("cb5faa2a", "Досегни најпаметније људе на планети помоћу кредита за огласе."),
                n("c67b260c", "Промовисање посла"),
                n("if48b5c2", "Отпремај и промовиши послове милионима људи директно на мрежи X."),
                n("aa0d60aa", "месечно"),
                n("cebfdb52", "Организације"),
                n("i9b6fcbc", "Користи претрагу људи за проналажење и контактирање инжењера, потенцијалних клијената и аутора. "),
                n("a6b5c3f0", "Пронађи најбоље људе"),
                n("a51acce8", "Врати се на план Basic"),
                n("ie132f40", "Надогради и задржи потпуни приступ"),
                n("b0d26232", "САЧУВАЈ"),
                n("f563b353", function (e) {
                    return "ПОНУДЕ ИСТИЧУ " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.percentOff + "% попуста до " + e.endDate;
                }),
                n("j3cfae29", function (e) {
                    return e.discountedCost + " годишње током прве године. Потом " + e.baseCost + " годишње.";
                }),
                n("jb74aea4", "Сваки додатни повезани налог износи 50 УСД по налогу месечно, а кредити за огласе подлежу ограничењима."),
                n("fc9fc856", "Сваки додатни повезани налог износи 600 УСД по налогу годишње, а кредити за огласе подлежу ограничењима."),
                n("fc785aec", "Набави верзију Basic"),
                n("edf32072", "Све у верзији Premium+ plus:"),
                n("b3caf146", "Потврђени златни беџ"),
                n("a1dbf70c", "200 УСД бесплатног месечног кредита за огласе"),
                n("i2a2286c", "2.500 УСД бесплатног кредита за огласе"),
                n("e8d0fd04", "Radar Basic"),
                n("cf038828", "Наменска услуга подршке"),
                n("efd56302", "Додај повезане кориснике на своју страницу"),
                n("bc1bb6aa", "1000 УСД бесплатног месечног кредита за огласе"),
                n("e1669560", "12.000 УСД бесплатног кредита за огласе"),
                n("hb973da4", "Radar Full Access"),
                n("g444c82e", "Приоритетни приступ функцијама за предузећа"),
                n("a1bc0bcf", function (e) {
                    return "Наплаћује се " + e.cost + " годишње";
                }),
                n("i0f58dac", "Сви планови подлежу важећим порезима и накнадама."),
                n("je182d8a", "Предузећа"),
                n("ge609bd6", "Обрати се одељењу продаје"),
                n("je6d2aec", "Модуларно одређивање цена"),
                n("ed33b888", "Претрага људи"),
                n("ade522c4", "Увиди"),
                n("h551f266", "Кредит за оглашавање"),
                n("c74f7856", "Пакети за повезане кориснике"),
                n("b9b41f7a", "Оптимизација претраге"),
                n("b1f368ee", "Наменска подршка"),
                n("j189c5b2", "Све у верзији Pro plus:"),
                n("i7f4b58e", "Прилагођено"),
                n("h45fd8ae", "Набави Full Access"),
                n("f1c3b32c", "Све у верзији Basic plus:"),
                n("f4307806", "Популарно"),
                n("ce7c21de", "Годишње"),
                n("a21a64f6", "„X за пословне кориснике је фантастична понуда! Запослили смо сјајне људе користећи алатку за претрагу талената.“"),
                n("dbb3fc54", "Суоснивач и директор"),
                n("c1600210", "„X за пословне кориснике је најбоља опција. Помогла нам је да стекнемо клијенте прикупљањем увида у тржиште.“"),
                n("fb3e127a", "Новогодишња понуда ограниченог трајања"),
                n("a5fee980", "Добићеђ 30% попуста на годишње планове и до 12.000 УСД бесплатног кредита за огласе ако се претплатиш пре"),
                n("c9051cac", "дана"),
                n("ie035790", "сек."),
                n("cbd3dfaa", "Испробај бета верзију"),
                n("h260121e", "Прикажи своје главне улоге циљаној групи корисника."),
                n("ae0ad604", "Странице посвећене каријери"),
                n("cbd4ba6e", "Откриј врхунске таленте и повежи се са њима"),
                n("b71927b2", "Неограничен број објава послова"),
                n("a0b5b7d4", "Откључај циљање помоћу вештачке интелигенције уз наш модел оглашавања заснован на перформансама."),
                n("aa3f0e90", "Промовиши послове уз циљање помоћу вештачке интелигенције"),
                n("hc67be9e", "Почни"),
                n("c9a67f9e", "Почетак запошљавања"),
                n("jd937cda", "Дођи до милиона релевантних кандидата помоћу функције X Hiring. Синхронизуј послове, прави прилагођене странице посвећене каријери и подеси промовисање посла како би ти се на временској траци приказивали циљани огласи."),
                n("d92d2632", "Најбоља платформа за запошљавање врхунских талената"),
                n("c10bee94", "Месечне пријаве"),
                n("ib69d218", "Преко 250.000"),
                n("i953576c", "Компаније које запошљавају"),
                n("j395b846", "Преко 10.000"),
                n("g48a59c2", "Корисници"),
                n("j228841a", "Преко 500 милиона"),
                n("da570714", "ATS интеграције"),
                n("h25a3132", "До 2400 УСД у кредитима за огласе за промовисање послова"),
                n("f25a2004", "Погодности услуге Premium+"),
                n("c237b78e", "Повезани налози за твој тим за запошљавање"),
                n("fc3d58fe", "До 12.000 УСД у кредитима за огласе за промовисање послова"),
                n("eb5f060c", "Прати"),
                n("a19cf46f", function (e) {
                    return "Не прати корисника @" + e.screenName + "?";
                }),
                n("e4c91b70", "Објаве овог корисника се више неће приказивати на твојој временској траци „За тебе“. И даље можеш да видиш профил овог корисника, осим ако му објаве нису заштићене."),
                n("j650c8dc", "Желиш ли да одбациш захтев за праћење?"),
                n("c02f8de1", function (e) {
                    return "Овим ће се отказати захтев за праћење и корисник @" + e.screenName + " га више неће видети.";
                }),
                n("e2ee95a1", function (e) {
                    return "Датум придруживања: " + e.date;
                }),
                n("d64fef58", "Још ниси објавио/la"),
                n("e2a098dc", "Сортирај по"),
                n("c5709148", "Приказано је максимално ограничење од 1000 објава"),
                n("ca5e57bd", function (e) {
                    return "Објава" + e.noun;
                }),
                n("d16c1ab6", "Најновије"),
                n("f0a28956", "Најмање недавних"),
                n("h06df79a", "Највише утисака"),
                n("c44744e6", "Најмање утисака"),
                n("j6b98664", "Највише свиђања"),
                n("a669f95c", "Најмање свиђања"),
                n("a0c66496", "Највише одговора"),
                n("h45174fe", "Најмање одговора"),
                n("ea20f92a", "Највише поновних објава"),
                n("c9a63566", "Најмање поновних објава"),
                n("b40d33e4", "Проширења детаља"),
                n("gedf636e", "Кликови на URL адресе"),
                n("bbc12690", "Кликови на ознаке"),
                n("g7ede992", "Кликови на трајне линкове"),
                n("f5210bae", "Веза"),
                n("b1f77a7c", "Извези податке"),
                n("j62d2af4", "Преглед објаве"),
                n("dc70a568", "Анализа објаве"),
                n("j9f65603", function (e) {
                    return "12:00" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4:00" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8:00" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "00:00" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "16:00" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "20:00" + e.date;
                }),
                n("h7cd94fe", "Замућени линијски графикон"),
                n("b10621d4", "Прегледај статистику"),
                n("c23def7a", "Број ангажовања"),
                n("jc14a9e8", "Трошак"),
                n("d16b5a18", "Укупно потрошено на огласе"),
                n("g01559c6", "Метрика која се приказује за последњих 7 дана"),
                n("ddc8d458", "Откључај податке из историје"),
                n("j74eab48", "Напредна аналитика је ексклузивно доступна члановима услуге X Premium"),
                n("i02166f6", "Стекни увид у циљну групу корисника"),
                n("cef977e4", "Извози податке"),
                n("f88e624e", "Разговор је ажуриран"),
                n("e15e5637", function (e) {
                    return "Последњ" + f(e.count, "а " + e.count + " сата", "и сат", "их " + e.count + " сати");
                }),
                n("h5ab8b0e", "Људи које прате"),
                n("a0f01bca", "Кликни за промену временског периода"),
                n("he30b16c", "„Људи које прате“ проширује резултате тако што приказује чланке које су најчешће делили људи које пратиш и људи које они прате. "),
                n("b0589550", "Сазнај више новости"),
                n("b60e4f78", "Испробај"),
                n("e950f6e0", "У твојој мрежи није подељен ниједан чланак."),
                n("e7dcfb81", "још налога"),
                n("h965157c", "Ова страница није подржана."),
                n("cd388852", "Посети профил аутора на најновијој верзији мреже X и погледај овај садржај."),
                n("abebdfae", "Можеш да видиш само аналитику о Просторима чији си аутор или коаутор."),
                n("fcb205da", "Слушаоци уживо"),
                n("jb088200", "Репродукције снимка"),
                n("if65328a", "Слушалаца"),
                n("a1a0e6d8", "Прати аутора"),
                n("a3c4e396", "Престани да пратиш аутора"),
                n("j58e7b00", "Погледај профил"),
                n("eca4e32a", "Погледај детаље"),
                n("hd908df2", "Простори уживо"),
                n("c5d40fe2", "Било ко"),
                n("a8df1d34", "Омогући видео"),
                n("if410292", "Упознај се са просторима"),
                n("i43fdce9", function (e) {
                    return "Додај теме (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "О чему желиш да говориш?"),
                n("e93f3c2a", "Сними простор"),
                n("b701d610", "Заказани простор је избрисан"),
                n("b028792d", function (e) {
                    return "Управљај заказаним просторима (" + e.count + ")";
                }),
                n("e9b73da8", "Закажи простор"),
                n("cdf630be", "Почни сада"),
                n("acd1bcb0", "Ко може да се придружи?"),
                n("h07146a2", "Ко може да говори?"),
                n("h61d92b0", "Избриши заказани простор"),
                n("a488f2eb", function (e) {
                    return e.count + " од " + e.total + " си изабрао/ла";
                }),
                n("d2dfe80d", function (e) {
                    return "Простор почиње " + e.date + " у " + e.time;
                }),
                n("aef95393", function (e) {
                    return "Постојећи простор је заказан " + e.date + " у " + e.time;
                }),
                n("a7069f2e", "Уреди детаље"),
                n("a15f06fc", "Заказани простори"),
                n("f6cfa3fe", "Не можеш да закажеш постор у прошлом времену."),
                n("a8f71a2b", function (e) {
                    return "Простор можеш да закажеш највише оволико дана унапред: " + e.days + ".";
                }),
                n("ae092f6c", "Заказани простор не може да се избрише."),
                n("jd7f0030", "Заказани простор је ажуриран"),
                n("a26da034", "Сачувај промене"),
                n("b3633046", "Изабери Заједницу"),
                n("ce447fcb", function (e) {
                    return e.count + " слуша" + f(e.count, "оца", "лац", "лаца");
                }),
                n("ef7da97f", function (e) {
                    return "Слуша: " + e.count;
                }),
                n("a065e7e7", function (e) {
                    return "Дешава се сада: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "Овај Простор је завршен: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "Репродукуј снимак: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "Повезивање…"),
                n("aadbc747", function (e) {
                    return "коаутор" + f(e.hostCount, "а", "", "а");
                }),
                n("hbd6035f", function (e) {
                    return "говорни" + f(e.speakerCount, "ца", "к", "ка");
                }),
                n("if420852", "Репродукуј снимак"),
                n("f7dc3b1c", "Овај Простор је завршен"),
                n("c1d15dc0", "Изгледа да је овај Простор затворен."),
                n("g3e2f3a6", "Слушај анонимно"),
                n("cd64d43e", "Придружи се директно као говорник"),
                n("jcdc32f0", "Почни да слушаш"),
                n("a0cee16a", "Почни да говориш"),
                n("bf3daa48", "Почни да слушаш анонимно"),
                n("f9305f48", "Поново се повежи"),
                n("e51df2e6", "Микрофон ће бити искључен на почетку"),
                n("h114ff6c", "Не можеш да се придружиш овом простору, јер си већ у простору."),
                n("d7fe2d7e", "Не можеш поново да успоставиш везу са овим простором, јер си већ у простору."),
                n("e61bdea4", "Аутор снима овај простор. На јавном снимку ће се чути сви говорници."),
                n("d0ebf4f7", "Сазнај више"),
                n("d782b808", "Претплата има својих погодности"),
                n("i7f83b8d", "Сазнај више"),
                n("fc962610", "Потражи име Простора или аутора"),
                n("e5b5f091", function (e) {
                    return "Ниједан Простор се не поклапа са термином претраге „" + e.searchQuery + "“";
                }),
                n("g5812140", "Зашто не започнеш један?"),
                n("e8fe1ecb", function (e) {
                    return "Ниједан Простор у одељку " + e.section + " не подудара се са термином за претрагу „" + e.searchQuery + "“";
                }),
                n("c432d2b2", "Потражи простор"),
                n("d39e8b30", "Додај белешку"),
                n("dc7a6625", function (e) {
                    return "Пишеш као " + e.displayAlias;
                }),
                n("g17e4064", "Твоја белешка ће бити објављена под твојим псеудонимом за белешке заједнице и неће бити повезана са твојим профилом на мрежи X."),
                n("d9b09ee8", "Прецизирај – навођење линкова ка спољним изворима је пожељно."),
                n("b7476596", "Буди прецизан/а – навођење линкова ка спољним изворима је пожељно."),
                n("df6c8292", "Објашњење"),
                n("ecb4d20c", "Твоја белешка није сачувана. Увери се да ниси раније написао/ла белешку за ову објаву и покушај поново касније."),
                n("eb5b4a12", "Псеудоними за Белешке заједнице"),
                n("ja0ee360", "Одабери псеудоним"),
                n("f7b7c250", "Изабери псеудоним за Белешке заједнице и сачувај приватност"),
                n("c6382384", "Зашто се у Белешкама заједнице користе псеудоними?"),
                n("j48ab594", "Дај свој допринос без откривања идентитета"),
                n("bc2399a0", "Пиши и дели белешке без откривања свог идентитета на мрежи X."),
                n("d939cf16", "Усредсреди се на садржај"),
                n("a56f0c32", "Псеудоними могу да умање пристрасност тако што помажу сарадницима да се усредсреде на садржај, а на ауторе."),
                n("d17c59e4", "Сви се сматрају одговорним"),
                n("i719f8e2", "Можеш да погледаш историје сарадника, а свима се одговорност приписује путем оцена које добију."),
                n("a96bb564", "Изабери псеудоним за Белешке заједнице "),
                n("afcdcf84", "Овај псеудоним ће бити твој идентитет за писање и оцењивање бележака заједнице. Он неће бити повезан са твојим профилом на мрежи X."),
                n("f83d0446", "Псеудоним је сачуван."),
                n("ed0e6b2e", "Почни да оцењујеш белешке"),
                n("if4c5e06", "Добро дошли у Белешке заједнице!"),
                n("g880a78a", "Почни оцењивањем бележака"),
                n("d1be2236", "Белешке заједнице се ослањају на сараднике као што си ти који нам помажу да утврдимо које белешке су корисне како бисмо их свима приказали."),
                n("af9f2b78", "Прати Утицај оцењивања"),
                n("af68afc8", "Утицај се повећава сваки пут када помогнеш да белешка достигне статус „Корисно“ или „Није корисно“."),
                n("fb5c5d42", "Откључај могућност писања бележака"),
                n("a1e58cdc", "Када твој Утицај оцењивања достигне 5 или више, откључаћеш могућност писања сопствених Бележака заједнице."),
                n("j5f112b4", "Две твоје недавне белешке тренутно имају статус Није корисно."),
                n("ac34c5e8", "Довољан број сарадника, укључујући оне који се нису слагали једни са другима у својим претходним оценама, сложили су се да 2 твоје белешке нису корисне. Ево њихових повратних информација:"),
                n("ib7886d0", "Погледај ове белешке на свом профилу"),
                n("b0a7d360", "Под ризиком си да ти привремено буде закључано писање бележака."),
                n("e473f876", "Сарадницима чијих 5 најновијих бележака са статусом Корисно или Није корисно обухвата 3 белешке које нису корисне привремено је закључана могућност писања."),
                n("ef490ae8", "Извори нису наведени или су непоуздани"),
                n("bf3dc462", "Извори не подржавају белешку"),
                n("heb35e12", "Нетачне информације"),
                n("ib117532", "Узнемиравање или малтретирање"),
                n("a7bc3192", "Цитира изворе високог квалитета"),
                n("a26f8dc2", "Лако разумљиво"),
                n("cbdef06c", "Говори конкретно о тврдњи из објаве"),
                n("faa5f9e8", "Даје важан контекст"),
                n("gf3b38f4", "Неутралан или непристрастан језик"),
                n("a50327ea", "Белешка није потребна за ову објаву"),
                n("h7c59ea2", "Мишљење или спекулација"),
                n("d60c0064", "Грешке при куцању или нејасно изражавање"),
                n("e06416ca", "Промашује суштину или је ирелевантна"),
                n("cff1aa8c", "Свађалачки или пристрастан језик"),
                n("c5d55592", "Пружа јединствене информације или контекст"),
                n("f3e6f0aa", "Информативна је"),
                n("hc2b6a7e", "Не осуђује и/или је емпатична"),
                n("bbe8b4ac", "Мишљење, спекулација или предрасуда"),
                n("dd1f17ea", "Не бави се датом темом"),
                n("if966b54", "Застареле информације"),
                n("fdc2060a", "За писање бележака треба ти бољи резултат оцене утицаја."),
                n("edd80858", "Погледај профил и резултат"),
                n("eec24ff6", "Почни да оцењујеш"),
                n("eb9dc3ec", "Сарадници попут тебе колективно помажу у идентификовању корисних бележака, које ће се приказивати као контекст за објаве и помоћи људима да буду информисани."),
                n("f2f61788", "Откључај могућност писања"),
                n("ca7e11e6", "Када твој резултат успешног оцењивања достигне 5 или више, откључаћеш могућност писања сопствених Бележака заједнице."),
                n("e7beb100", "Погледај профил и повратне информације"),
                n("fd02e290", "Прикажи сва правила"),
                n("ee7b8050", "Привремено ти је онемогућено писање нових бележака."),
                n("b8cc2e9a", "Пошто су твоје недавне белешке добиле оцену „Није корисно“, привремено смо блокирали твоју могућност да их пишеш."),
                n("f6c8613e", "Повратне информације сарадника о твојим белешкама:"),
                n("fd5c2282", "Прочитај још савета за писање бележака"),
                n("c23e67ea", "Откључај функцију писања"),
                n("i0e66c5a", "Изабери једно"),
                n("j8e3e3be", "Изабери најмање једно"),
                n("f1e851f0", "Унеси објашњење"),
                n("ff5dcac8", "Објашњење је предуго"),
                n("b47b5a16", "Сва поља су обавезна. Обавезно одговори на сва питања."),
                n("g9cffe16", "Белешка не садржи извор"),
                n("bfa9e276", "Поново напиши белешку тако да буде корисна за све објаве које садрже слику или прегледај свој одговор на прво питање у овом обрасцу"),
                n("ja36d83e", "Поново напиши белешку тако да буде корисна за све објаве које садрже видео или прегледај свој одговор на прво питање у овом обрасцу"),
                n("i6488a04", "Поново напиши белешку тако да буде корисна за све објаве које садрже медије или прегледај свој одговор на прво питање у овом обрасцу"),
                n("j6e12b24", "Садржи дигитално измењену фотографију или видео"),
                n("eda68484", "Дигитално је измењена"),
                n("e198eb8c", "Напиши белешку у којој ћеш навести контекст за који сматраш да треба да се приказује уз видео запис како би други били информисани."),
                n("a9803d44", "Напиши белешку у којој ћеш навести контекст за који сматраш да треба да се приказује уз слику како би други били информисани."),
                n("j7ddf18a", "Напиши белешку са контекстом за који мислиш да треба да се приказује уз све објаве са тим линком и помози да се други боље информишу."),
                n("g3874520", "Напиши белешку са контекстом за који мислиш да треба да се приказује уз објаву и помози да се други боље информишу."),
                n("ac1141aa", "Напиши белешку и помози другим сарадницима на белешкама заједнице да разумеју зашто овај видео запис није обмањујући или зашто му не треба додатни контекст."),
                n("f99ebcfc", "Напиши белешку и помози другим сарадницима програма Белешке заједнице да разумеју зашто ова слика није обмањујућа или зашто јој не треба додатни контекст."),
                n("h641949e", "Напиши белешку и помози другим сарадницима на белешкама заједнице да разумеју зашто овај објава није обмањујућа, односно зашто јој не треба додатни контекст."),
                n("c926cff6", "С обзиром на тренутне доказе, мислим да постоји могућност да ова објава..."),
                n("e0ef7a2c", "С обзиром на тренутне доказе, сматрам да постоји могућност да ова слика…"),
                n("g491d33a", "С обзиром на тренутне доказе, сматрам да постоји могућност да овај видео запис…"),
                n("b253e462", "С обзиром на тренутне доказе, сматрам да постоји могућност да ова повезана страница..."),
                n("b1b2d004", "Може да доведе у заблуду и да би имао користи од додатног контекста"),
                n("ha9655c2", "Не доводи у заблуду"),
                n("ebd2de06", "Зашто мислиш да ова објава можда доводи у заблуду?"),
                n("i865abe8", "Зашто мислиш да ова слика можда доводи у заблуду?"),
                n("add096c6", "Зашто мислиш да овај видео запис можда доводи у заблуду?"),
                n("eb604e2e", "Зашто мислиш да повезана страница можда доводи у заблуду?"),
                n("c33bc7d4", "Садржи чињеничну грешку"),
                n("aadb676c", "Садржи застареле информације које можда доводе у заблуду"),
                n("g21a0ef4", "Погрешно представља ствари или му недостаје битан контекст"),
                n("daf354de", "Представља непотврђену тврдњу као чињеницу"),
                n("d1d2ef84", "У питању је шала или сатира која би могла погрешно да се протумачи као чињеница"),
                n("bfee6064", "Зашто мислиш да ова објава не доводи у заблуду?"),
                n("dfd1f7f0", "Зашто мислиш да ова слика не доводи у заблуду?"),
                n("b8623176", "Зашто мислиш да овај видео запис не доводи у заблуду?"),
                n("ec66e3fc", "Зашто мислиш да повезана страница не доводи у заблуду?"),
                n("g228df26", "Изражава чињенично исправну тврдњу"),
                n("h890a3f2", "Било је тачно кад је подељено, али сада је застарело"),
                n("hf607a0a", "Очигледно је сатиричног/шаљивог карактера"),
                n("j6ac7742", "Изражава лични став"),
                n("b1d82aae", "Да ли си навео/ла линкове до извора за које мислиш да већина људи сматра поузданим?"),
                n("ae859ee0", "Да ли је твоја белешка о објави или слици?"),
                n("ba84e7f8", "Да ли је твоја белешка о објави или видео запису?"),
                n("ibb784c6", "О овој одређеној објави"),
                n("a21ecb8c", "О слици у овој објави и треба да се прикаже у свим објавама које садрже ту слику"),
                n("he0ca8da", "О видео запису у овој објави и треба да се прикаже у свим објавама које садрже тај видео запис"),
                n("d0bf8d34", "Да ли је твоја белешка о објави или линку?"),
                n("db370b9a", "Да ли је твоја белешка о објави, слици или линку?"),
                n("c35bf10e", "Да ли је твоја белешка о објави, видео запису или линку?"),
                n("d96ce0d2", "Ова белешка је написана на начин који ће бити користан за све објаве које садрже ову слику."),
                n("a1fb516c", "Ова белешка је написана на начин који ће бити користан за све објаве које садрже овај видео."),
                n("be46a61e", "Ова белешка је написана на начин који ће бити користан за све објаве које садрже овај медиј."),
                n("ied1c2c2", "Ова белешка је донекле везана за ову објаву и можда неће бити релевантна за друге."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "све " + e.matchCount + " објаве";
                }),
                n("d7959c4d", function (e) {
                    return " све " + e.matchCount + " објаве";
                }),
                n("ff5be16d", function (e) {
                    return " све " + e.matchCount + " објаве";
                }),
                n("abdd8d0a", "Измени белешку"),
                n("c097608e", "Белешка не садржи објашњење"),
                n("ba25898c", "Белешке које садрже објашњење о извору информација имају већу шансу да буду оцењене као корисне."),
                n("e764d704", "Белешке које наводе линкове до поузданих извора имају већу шансу да буду оцењене као корисне."),
                n("gb67e44c", "Пошаљи без објашњења"),
                n("d6b758a2", "Пошаљи без извора"),
                n("dc1fa12c", "Налози за програм Белешке заједнице морају да имају потврђене бројеве телефона"),
                n("a1752fde", "Ако желиш да наставиш да доприносиш белешкама заједнице са овог X налога, мораћеш да потврдиш свој број телефона."),
                n("hef02710", "Осим што твој број мора да буде потврђен, он мора да буде и из мреже поузданог телефонског оператера и не сме да буде повезан са другим налогом за Белешке заједнице."),
                n("dff9b6bc", "Потврди свој телефон"),
                n("f051e434", "Сарадници програма Белешке заједнице морају да имају јединствене бројеве телефона"),
                n("eaef2f72", "Изгледа да постоји више сарадника за белешке заједнице чији су X налози повезани са овим бројем телефона."),
                n("j78d41b4", "Ако желиш и даље да сарађујеш путем овог налога, мораћеш да уклониш овај број телефона са других X налога."),
                n("a7c9a176", "Налози за програм Белешке заједнице морају да имају потврђене бројеве телефона у мрежи поузданог оператера"),
                n("ec853dfa", "Да бисмо смањили употребу вештачки направљених или виртуелних бројева телефона, бројеви телефона морају да буду из мреже поузданог оператера."),
                n("j6e19c58", "Вредности програма Белешке заједнице"),
                n("ea580ee2", "Брз подсетник на вредности програма Белешке заједнице:"),
                n("eac7b6ac", "Допринеси грађењу разумевања"),
                n("b0381cfc", "Делуј добронамерно"),
                n("f0addddc", "Буди од помоћи, чак и онима који се не слажу"),
                n("h7c7b204", "Помози са оцењивањем постојећих бележака пре него што напишеш нову"),
                n("i8cae552", "Оцењивањем помажеш да квалитет Бележака заједнице остане висок."),
                n("hd43a218", "Достигао/ла си дневно ограничење за писање бележака"),
                n("aaba8ed2", "Да би се задржао висок квалитет бележака и спречио непожељан садржај, постоји ограничење броја бележака које сарадници могу да напишу сваког дана, на основу утицаја писања. Покушај поново касније."),
                n("b98f077c", "Захтевај информације о белешки"),
                n("ee691104", "Затражи белешку заједнице за ову објаву"),
                n("f8cbdf02", "Мислиш ли да ова објава може бити обмањујућа? Затражи белешку заједнице."),
                n("f132d1be", "Сарадници ће видети обавештења уз објаве које добију довољно захтева"),
                n("gf71296c", "Ако је белешка написана и оцењена као корисна од стране других сарадника, биће приказана уз објаву "),
                n("de0685b4", "X не бира које ће се белешке приказати – белешке заједнице пишу људи, за друге људе"),
                n("f8ac3c88", "Пристани и затражи белешку"),
                n("a8edd0ea", "Желиш ли да додаш извор?"),
                n("a39a0de6", "Веза за објаву на мрежи X"),
                n("j819c176", "Помози сарадницима програма Белешке заједнице тако што ћеш навести везу за објаву на мрежи X која објашњава шта потенцијално доводи у заблуду."),
                n("e15b3b44", "Веза мора да води ка објави на мрежи X. Пример: x.com/user/status/...."),
                n("c81085a4", "белешкама заједнице"),
                n("c363515c", "доступни јавности"),
                n("cb6b0138", "Хвала! Твој захтев је послат"),
                n("c196e8b8", "Ако је белешка написана и оцењена као корисна, видећеш је у објави."),
                n("a9491efa", "Захтев за Белешке заједнице је прослеђен"),
                n("f060d1cc", "Избриши захтев"),
                n("f499f824", "Избриши свој захтев."),
                n("hd1bc518", "Можда ће морати да прође неколико минута пре него што буде могао да се упути нови захтев за ову објаву"),
                n("geb8d31d", "региструј се."),
                n("gc399930", "Информације о захтеву за обавештење о дневном ограничењу"),
                n("fee815e4", "Дневно ограничење за захтевање бележака је достигнуто."),
                n("i7eb7900", "Твоје дневно ограничење ће се повећати ако прослеђујеш захтеве за објаве које успешно добијају корисне белешке."),
                n("d1a3817e", "Ово нам помаже да наградимо оне који успешно проналазе садржај који може довести у заблуду и коме је потребан додатни контекст."),
                n("c031c77a", "Твоје дневно ограничење може да се смањи ако прослеђујеш превише захтева за објаве за које други не мисле да им је белешка потребна."),
                n("f87129d2", "Тако се спречава непожељан садржај, а аутори бележака остају фокусирани на објаве којима су белешке потребне."),
                n("jdd4a572", "Мораш имати верификован број телефона на налогу"),
                n("i0f07c07", "Верификуј свој телефон"),
                n("i157c1a8", "Овај захтев је избрисан."),
                n("a9f4ca9c", "Сарадници програма Белешке заједнице сада могу да виде твоју белешку"),
                n("eb8f7c0c", "Други сарадници сада могу да оцене твоју белешку"),
                n("h87c6bd6", "Други сарадници сада могу да виде твоју белешку"),
                n("gc1a5bce", "Оцениће колико је корисна"),
                n("i0e950ca", "Ако твоја белешка достигне статус корисне, почеће да се приказује свима који виде објаву"),
                n("a047e800", "Белешка пружа другим сарадницима више контекста приликом оцењивања бележака"),
                n("cec8a38c", "Ако белешка достигне статус „Корисно“, достићи ћеш Утицај писања."),
                n("a377532e", "Ако је довољан број људи различитих ставова оцени као корисну, приказаћемо је као контекст свима који виде објаву"),
                n("d790fa4e", "Статус белешке се не дефинише правилом већине"),
                n("e90cda68", "Да би се утврдило које белешке су корисне широком кругу људи, сарадници који се понекад нису слагали у претходним оценама морају међусобно да се сложе по питању статуса белешке."),
                n("j5a1d85a", "Погледај белешку"),
                n("b25b64d6", "Твоја белешка је послата!"),
                n("g1428d70", "Белешка је послата!"),
                n("a4ec7004", "Сада ће се десити следеће:"),
                n("c4093274", "Шта се дешава са Белешкама заједнице након слања"),
                n("bc8746a6", "Оцени најмање једну белешку пре писања нове."),
                n("ce3c80b8", "Висок квалитет белешки заједнице зависи од твојих оцена."),
                n("fa6a075a", "Белешке које предлажу контекст који би се приказивао уз објаву"),
                n("acb7ecae", "Белешке које објашњавају зашто додатни контекст није потребан"),
                n("d9a5fc06", "Оцени објаву"),
                n("b73cebd2", "Оцењивање објаве и белешке"),
                n("ad8883f2", "Нема бележака за ову објаву"),
                n("efd14e7a", "Учитавање бележака"),
                n("e65b7186", "Корисници су предложили белешке заједнице за ову објаву"),
                n("bcc14a68", "Белешке заједнице су програм у којем сарадници додају контекст (под називом „белешке“) објавама за које сматрају да би могле да доведу у заблуду. Белешке у наставку могу да оцене сарадници, па ако буду тренутно оцењене као корисне, приказиваће се као контекст за објаву. Ако је белешка тренутно оцењена као корисна, а ти се не слажеш са тим, можеш да затражиш додатни преглед. То значи да ће више сарадника прегледати белешку, услед чега би њена оцена могла да се промени. "),
                n("c21313ba", "Белешке тренутно оцењене као некорисне"),
                n("c2c40120", "Прикажи све белешке"),
                n("ia596d40", "Видиш нешто што желиш да побољшаш?"),
                n("deff0bde", "Напиши белешку"),
                n("i8e85ef8", "Придружи се програму Белешке заједнице и стекни приступ писању бележака и другим функцијама да бисмо заједно изградили боље информисан свет"),
                n("af88892a", "Ове белешке додају сарадници бележака заједнице који сматрају да је објава потенцијално обмањујућа и да би додатни контекст био од користи у том случају."),
                n("cf8a40a6", "Белешке су видљиве само у програму Белешке заједнице док их довољан број сарадника не оцени као корисне."),
                n("g22c8c30", "Ако довољан број сарадника оцени ове белешке као корисне, укључујући оне који се најчешће нису слагали у својим претходним оценама, белешке ће почети јавно да се приказују за објаву као додатни контекст."),
                n("jf04b084", "Ове белешке додају сарадници који верују да објава није обмањујућа и да јој не треба додатни контекст."),
                n("g5a72e98", "Ове белешке су видљиве само у програму бележака заједнице, као додатне информације оцењивачима и не приказују се као контекст уз објаву, чак и ако достигну статус корисних."),
                n("h53cb7de", "Шта мислите о овој објави?"),
                n("dc3bfc82", "Шта вам се свиђа у вези са овом објавом ако вам се ишта свиђа?"),
                n("b4704bf4", "Шта вам се не свиђа у вези са овом објавом ако вам се ишта не свиђа?"),
                n("ed5156fa", "Дошло је до грешке приликом чувања оцене, покушај поново."),
                n("d5f9fb42", "Оценио/ла си ово истицање заједнице"),
                n("j6aa6172", "Избриши оцену?"),
                n("i4112750", "Ово не можеш да опозовеш."),
                n("bd7eb888", "Прикажи све белешке за ову објаву"),
                n("i97b83f6", "Дошло је до грешке приликом слања жалбе, покушај поново."),
                n("a038ab9a", "Преведи белешку"),
                n("i606fc4c", "Жалбе у програму Белешке заједнице"),
                n("b664c554", "Захтевај додатни преглед сарадника"),
                n("ab66e1f2", "Ево како то функционише:"),
                n("e36d807c", "Више сарадника програма Белешке заједнице ће добити захтев да прегледају и оцене ову белешку."),
                n("d8afb99c", "Ако оцене сарадника доведу до промене статуса белешке тако да она више не буде тренутно оцењена као корисна, белешка се неће приказивати уз објаву."),
                n("f9e1090c", "Прегледе обављају сарадници, а не мрежа X."),
                n("i80c8a84", "Захтев за додатни преглед је послат"),
                n("f93d4391", "затражиш да сарадник додатно прегледа ову белешку"),
                n("e457970a", "Детаљи о белешци"),
                n("df587b98", "ID белешке"),
                n("h201bdc8", "Аутор белешке"),
                n("h74b96b0", "Белешка је прослеђена "),
                n("ge25848a", "Тренутни статус"),
                n("d6db34cc", "Нема довољно оцена"),
                n("ce8b505e", "Није корисно"),
                n("e5be8156", "Обрати пажњу на статус који је израчунао алгоритам отвореног кода"),
                n("fca23c42", "Довољно сарадника различитих гледишта сложило се да је ова белешка корисна, па се приказује као контекст за објаву."),
                n("hef420c2", "Ову белешку још није оценило довољно сарадника различитих гледишта."),
                n("j3af43c4", "Довољно сарадника различитих гледишта сложило се да ова белешка није корисна."),
                n("f79d812c", "Оцењено као корисно и приказано у року од сат времена од објаве"),
                n("cc02373e", "Оцењено као корисно и приказано у року од сат времена од предлагања"),
                n("d9f72d90", "Изабрано и приказано у року од сат времена од објаве"),
                n("fc6e4594", "Топ ознаке које су изабрали оцењивачи"),
                n("f7427d6f", "овој објави"),
                n("aa94541d", "овој објави"),
                n("fe821ebb", "овој објави"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "другој објави"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " објаве";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " објаве";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " објаве";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " објаве";
                }),
                n("a0dec723", "овој објави"),
                n("f20fa57c", function (e) {
                    return e.matches + " објаве";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " објаве";
                }),
                n("b95920ef", "овој објави"),
                n("f8dcced2", function (e) {
                    return e.matches + " објаве";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " објаве";
                }),
                n("e3002eab", "овој објави"),
                n("df3f2d52", function (e) {
                    return e.matches + " објаве";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " објаве";
                }),
                n("ia35cd39", "овој објави"),
                n("a499228a", function (e) {
                    return e.matches + " објаве";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " објаве";
                }),
                n("fa56f7cb", "овој објави"),
                n("b826c19c", function (e) {
                    return e.matches + " објаве";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " објаве";
                }),
                n("i56af3fd", "овој објави"),
                n("g1f275b6", function (e) {
                    return e.matches + " објаве";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " објавама";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " објавама";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " објаве";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "овој објави"),
                n("f5b30b8a", function (e) {
                    return e.matches + " објаве";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " објаве";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "овој објави"),
                n("ef8a55a6", function (e) {
                    return e.matches + " објавама";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "Није приказано на мрежи X"),
                n("e272836c", "Избриши белешку?"),
                n("da5a5d8c", "Када избришеш ову белешку, биће трајно уклоњена из програма Белешке заједнице."),
                n("a804a8f4", "Потребна нам је твоја помоћ око још бележака"),
                n("ib9628b8", "Оцени још бележака и настави да градиш свој Утицај оцењивања"),
                n("bf08be2e", "Оцени још бележака сада"),
                n("i26425d8", "Донекле"),
                n("c6e683d0", "Пошаљи и прихвати"),
                n("b3fcaac6", "Размисли о томе да отвориш и прегледаш изворе пре него што оцениш ову белешку"),
                n("e8a33850", "Отвори и прегледај изворе пре него што оцениш ову белешку"),
                n("ca6f04ec", "Преглед извора цитираних у белешкама доприноси тачности самих бележака. "),
                n("a7338bc2", "Да ли је ова белешка корисна?"),
                n("bd0b6422", "Да ли је корисно ово објашњење разлога због ког додатни контекст није потребан?"),
                n("ac7f9746", "На који начин је корисна?"),
                n("c7751804", "На који начин је некорисна?"),
                n("dc9c823a", "Ова белешка би била корисна у свим објавама које садрже линк."),
                n("da0bb868", "Ова белешка би била корисна за све објаве које садрже видео."),
                n("e8694748", "Ова белешка би била корисна за све објаве које садрже слику."),
                n("b487e12e", "Ова белешка би била корисна за све објаве које садрже медиј."),
                n("hfdb963e", "Ова белешка је уско везана за ову објаву и можда неће бити релевантна за друге објаве са истим линком."),
                n("bd6742c2", "Ова белешка је уско везана за ову објаву и можда неће бити релевантна за друге објаве са истим видео снимком."),
                n("ded3a8a2", "Ова белешка је уско везана за ову објаву и можда неће бити релевантна за друге објаве са истом сликом."),
                n("c1e42c92", "Ова белешка је уско везана за ову објаву и можда неће бити релевантна за друге објаве са истим медијем."),
                n("af198630", "јавно доступни"),
                n("d39720d3", "корисну"),
                n("i7d91dc9", "донекле корисну"),
                n("c75b7fb4", "није корисна"),
                n("d9025c46", function (e) {
                    return e.matches + " објавама";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " објаве";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " објаве";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " објаве";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "Твоја белешка"),
                n("b9f18eec", "Тренутно оцењено као корисно"),
                n("j33f6520", "Тренутно оцењено као „Није корисно“"),
                n("idc0e9fc", "Региструј се за сарадника бележака заједнице"),
                n("a83cccfa", "Сарадници могу да прегледају предлоге за белешке, да пишу белешке, прате њихов утицај и још тога!"),
                n("c2a6ec00", "Желиш ли да се придружиш програму Белешке заједнице?"),
                n("d2470b62", "Помози да људи боље информисани"),
                n("ab23a972", "Прати разговор"),
                n("c68f3bc0", "Сазнај више о нашим вредностима"),
                n("dfb1f498", "Повратне информације"),
                n("a584cfa7", "Пошаљи нам директну поруку на @CommunityNotes"),
                n("e4d93012", "Више људи је тражило белешку заједнице"),
                n("e55983c0", "Ниједан подносилац захтева још није пружио везу до извора помоћу ког се може објаснити зашто је потребна белешка"),
                n("h23be93e", "Подносиоци захтева могу да укључе објаву на мрежи X како би објаснили зашто сматрају да би белешка била корисна. Укључили су објаве у наставку"),
                n("ca6ae344", "Трака са картицама у програму Белешке заједнице"),
                n("fe27c1e2", "Белешке"),
                n("ff692d64", "Твој профил"),
                n("cb1adfa0", "Преузми податке"),
                n("jaf0d42c", "Твоје белешке"),
                n("fa9a644a", "Ако три од пет твојих недавних бележака са статусом „Корисно“ или „Није корисно“ имају оцену „Није корисно“, опција писања бележака ће ти бити привремено онемогућена."),
                n("i4014342", "Не дозволи да ти опција писања буде онемогућена. Ево повратних информација које су сарадници дали за твоје две белешке: "),
                n("j9897a7c", "Прочитај савете за писање бележака"),
                n("ac71a5a0", "Оцени белешке којима је потребна помоћ"),
                n("h544e3c8", "Сарадници сада треба да откључају могућност писања бележака тако што ће њихов Утицај оцењивања достићи оцену 5."),
                n("d88c63f6", "Ново: Откључај могућност писања бележака"),
                n("bd31adde", "Напустио/ла си програм бележака заједнице."),
                n("a796c19c", "Придружи се поново"),
                n("h837a96c", "Поново ћеш се придружити програму бележака заједнице."),
                n("a4d4bcb9", function (e) {
                    return "Ако желиш да се поново придружиш, можеш то урадити овде за " + e.numDaysToRejoin + " дан" + f(e.numDaysToRejoin, "а", "", "а") + ".";
                }),
                n("a490bc51", "Сазнај више"),
                n("c94ad3e8", "пошаљи повратне информације"),
                n("ee160790", "Избрисане белешке"),
                n("b3de4a42", "Утицај оцене"),
                n("a7b0393c", "Утицај писања"),
                n("id568acc", "Најпопуларнији аутор"),
                n("e25f9ad6", "Оцене које су допринеле томе да белешка добије статус Корисно"),
                n("a0697fbc", "Браво! Ове оцене су идентификовале корисне белешке које ће се приказивати као контекст уз објаве и помагати да људи буду информисани."),
                n("a3311a60", "Ове оцене су идентификовале корисне белешке које ће се приказивати као контекст уз објаве и помагати да људи буду информисани."),
                n("bbc44f5a", "Ове оцене идентификују корисне белешке које ће се приказивати као контекст уз објаве и помагати да људи буду информисани."),
                n("b4f21858", "Оцене које су допринеле томе да белешка достигне статус Није корисно"),
                n("d46b6bc8", "Ове оцене побољшавају Белешке заједнице тако што дају повратне информације ауторима бележака и омогућавају сарадницима да се усредсреде на белешке које највише обећавају."),
                n("a5e6ba6a", "Оцене „Корисно“ за белешке које су завршиле са статусом „Није корисно“"),
                n("a22929e4", "Оцене „Није корисно“ за белешке које су завршиле са статусом „Корисно“"),
                n("b76dd726", "Ове оцене су уобичајене и могу да доведу до промене статуса ако се довољно људи сложи у томе да белешка са статусом „Корисно“ није довољно корисна."),
                n("j29cc0f2", "Ове оцене се броје дупло, јер често показују подршку пружену белешкама за које су други мислили да су лошег квалитета."),
                n("cd4333d0", "Не брини, сви добију понеку! "),
                n("e9fa53ac", "Оцене бележака које тренутно немају статус Корисно или Није корисно."),
                n("fc664dee", "Оцене остављене након достизања статуса"),
                n("f024ec64", "Ове оцене могу да ојачају статус белешке или да помогну да се она поништи."),
                n("e1ee08e6", "Утицај писања"),
                n("je3fc324", "Твоје белешке које су добиле статус Корисно"),
                n("f7358242", "Белешке које су добиле статус Корисно"),
                n("j8e9b514", "Браво! Ове белешке се сада приказују свима који виде објаву, додају контекст и помажу људима да буду информисани."),
                n("e9e57c5c", "Ове белешке се сада приказују свима који виде објаву, додају контекст и помажу људима да буду информисани."),
                n("fee0d8a8", "Ове белешке се приказују на мрежи X, додају контекст објавама и помажу људима да буду информисани."),
                n("iab44364", "Твоје белешке које су достигле статус Није корисно"),
                n("d8c90438", "Белешке које су достигле статус Није корисно"),
                n("accaa48e", "Ове белешке је довољно сарадника оценило да нису корисне, укључујући оне који се понекад не слажу у својим претходним оценама. Ове белешке и повратне информације за њих можеш видети на свом профилу.\nСтатуси бележака могу да се мењају како их више људи оцењује."),
                n("fa2156f6", "Ове белешке је довољно сарадника оценило да нису корисне, укључујући оне који се понекад не слажу у својим претходним оценама.\nСтатуси бележака могу да се мењају како их више људи оцењује."),
                n("d004c768", "Белешке којима је потребно још оцена"),
                n("f3d6d6c0", "Белешке које још увек немају статус Корисно или Није корисно."),
                n("d68a370c", "Последње ажурирање: "),
                n("f10aaf3c", "Савети за оцењивање бележака"),
                n("b9793c9a", "Још ниси написао/ла ниједну белешку"),
                n("bed66f92", "Ево како да почнеш:"),
                n("a3ca686a", "Погледај савете за писање корисних бележака"),
                n("ga8034c6", "Додирни мени ••• на било којој објави и напиши белешку"),
                n("h4109636", "Ако сматраш да објава може да доведе у заблуду, напиши белешку која ће пружити користан контекст људима када наиђу на њега."),
                n("ec30e9ac", "Други сарадници ће оценити колико је твоја белешка корисна"),
                n("e0c42f80", "Ако достигне статус корисне, биће приказана као контекст свима који виде објаву"),
                n("ife4baaa", "Белешке заједнице не функционишу по правилу већине. Да би се утврдило које белешке су корисне широком кругу људи, сарадници који се понекад нису слагали у својим претходним оценама морају међусобно да се сложе по питању статуса белешке. Тиме настојимо да избегнемо могућност једностраних оцена."),
                n("a0c552ee", "Твој утицај ће се приказивати овде"),
                n("a4e5ea3c", "Још ниси оценио/ла ниједну белешку"),
                n("g9a28bde", "Претражи белешке којима је потребна помоћ"),
                n("dc0046e2", "Прегледај почетну станицу програма Белешке заједнице"),
                n("fecae168", "Тамо ћеш наћи белешке које немају довољан број оцена, због чега твоја оцена може нарочито да им буде од помоћи."),
                n("h525e29e", "Помози нам да пронађемо белешке које би могле да буду корисне многима"),
                n("f6db7706", "Најбоље белешке заједнице говоре конкретно о ономе што се у објави тврди, написане су разумљиво и јасно и наводе изворе које би широки круг људи сматрао поузданим."),
                n("f636b582", "Помози нам да пронађемо белешке које нису корисне"),
                n("f58f4f62", "Оцењивање бележака ниског квалитета побољшава Белешке заједнице јер то ауторима бележака пружа повратне информације, а сарадницима могућност да се усредсреде на белешке које највише обећавају."),
                n("cf30af22", "Да ли си знао/ла?"),
                n("d145b0fa", "Статуси бележака се не достижу по правилу већине. Да би се идентификовале белешке које су корисне широком спектру људи, статуси бележака захтевају договор између сарадника који се понекад нису слагали у својим прошлим оценама. Ово помаже у спречавању једностраних оцена."),
                n("c20a24cc", "Честитамо!"),
                n("d01b8fc8", "Ти си најпопуларнији аутор бележака заједнице"),
                n("jbe2ad46", "Аутори текстова са великим утицајем и великим уделом у белешкама које су означене као „корисне“ добијају приступ следећим ставкама:"),
                n("d2dc3d4c", "Приоритет за обавештења за белешке"),
                n("heb73816", "Предлози белешки најпопуларнијих аутора имају већу шансу да покрену обавештења и придобију пажњу оцењивача."),
                n("b760d51a", "Беџ у профилу псеудонима"),
                n("ief63e50", "Најпопуларнији аутори се препознају по беџу у профилу бележака заједнице."),
                n("jd6b88ca", "Белешке о садржају"),
                n("c39bdf5a", "Најпопуларнији аутори могу да пишу белешке о медијима из различитих објава и тако детаљније информишу мноштво особа."),
                n("efb9a9e0", "Овде нема ничега"),
                n("a1529ce7", "Сазнај више"),
                n("f07ed596", "Сарадници попут тебе колективно помажу у идентификовању корисних бележака које ће се приказивати као контекст на мрежи X и помоћи људима да буду информисани."),
                n("h2b5268a", "Свака част! Оцени још бележака и настави да повећаваш свој утицај."),
                n("e86c87a0", "Оцени још бележака"),
                n("ad98f836", "Твој утицај оцењивања је постао негативан. Не брини!"),
                n("e2d7c914", "Настави да оцењујеш белешке"),
                n("a5427624", "Прегледај почетну страницу програма Белешке заједнице и пронађи белешке које треба да оцени још сарадника."),
                n("e227a7fa", "Статуси белешке могу увек да се промене"),
                n("eda73c9c", "Твоје оцене понекад неће бити у складу са статусом белешке. Али то не представља проблем! Ако се још сарадника сложи са тобом, статус може да буде поништен, што ће променити твој утицај."),
                n("cfa3b664", "Сада можеш да пишеш Белешке заједнице!"),
                n("j44125ee", "Овај сарадник још није написао ниједну белешку."),
                n("da55067c", "Погледај овај Простор касније!"),
                n("f893c3b8", "Придружи се програму Белешке заједнице"),
                n("a701795c", "Још нема Бележака заједнице"),
                n("db08295e", "Желиш да се придружиш?"),
                n("ha275800", "Изгледа да ниси део пилот-програма бележака заједнице. Придружи се сада и помози људима да буду боље информисани на мрежи X."),
                n("ce0a213a", "Ако желиш да направиш белешку, изабери икону за белешке заједнице у менију било које објаве. Белешке које направиш приказаће се овде."),
                n("c87f3cf8", "Белешка"),
                n("a5b19492", "Ова белешка не постоји"),
                n("c21d1b2a", "Белешке добијају статус Корисно или Некорисно када постоји сагласност довољног броја сарадника, укључујући људе који се понекад нису слагали у својим претходним оценама. Ово помаже да се осигура да су белешке корисне за широк спектар људи и спречава једнострано оцењивање."),
                n("c7b59cde", "Подешавања за Белешке заједнице"),
                n("c8be1d0d", "Сазнај више."),
                n("a5a2330c", "Објаве са истим медијима"),
                n("ad071b5c", "Објаве са истим линком"),
                n("b92967c0", "Ова белешка није белешка о медијима"),
                n("i92fddce", "Белешка се аутоматски приказује за објаве у наставку ако се довољно људи слаже са тим."),
                n("f5ce7a00", "Још увек нема подударања за ову објаву са медијима."),
                n("e1288bdc", "Обавештења када нам треба помоћ око белешке"),
                n("ca14eab4", "Добијаћеш обавештења када треба да оцениш Белешку заједнице."),
                n("gb2bc3d0", "Увек 🔥"),
                n("c35ebcd2", "Колико год могу да помогнем – до неколико на дан"),
                n("ba165b3c", "Често"),
                n("g72e2a58", "Неколико обавештења недељно"),
                n("idd249e0", "Понекад"),
                n("if2e01ee", "Неколико обавештења месечно"),
                n("fdaeaab8", "Дошло је до грешке приликом чувања подешавања, покушај поново."),
                n("db4e443a", "Твоја подешавања су сачувана."),
                n("dc11636c", "Језици које говориш"),
                n("fae059c6", "Напусти програм бележака заједнице"),
                n("ed37123a", "Напушташ програм бележака заједнице"),
                n("c1a554a2", "Ево шта треба да знаш:"),
                n("j59355fe", "Нећеш моћи да пишеш нове белешке заједнице."),
                n("c23420ec", "Нећеш добијати обавештења од бележака заједнице ако нису у вези са твојим активностима на мрежи X."),
                n("c76031ee", "Твоји анонимни профил за белешке заједнице и претходно прослеђене ставке остаће јавно доступни. Такође ћеш моћи да видиш и избришеш своје белешке."),
                n("be4f9106", "Можеш поново да се придружиш за 90 дана."),
                n("hf68e810", "Белешке заједнице су програм чији је циљ да створи боље информисан свет. Овај програм омогућава корисницима мреже X да заједно додају корисне белешке за објаве које би могле да доведу у заблуду."),
                n("jdb52860", "Сарадници пишу и оцењују белешке"),
                n("c104025c", "Сарадници су корисници на мрежи X који су, баш као и ти, одлучили да се придруже пилот-програму и пишу и оцењују белешке. Што више људи буде учествовало, утолико ће програм постајати бољи."),
                n("j7872b8c", "У објави се приказују само оне белешке које људи сматрају корисним"),
                n("fb59415e", "Да би се белешка приказивала јавно, као контекст уз објаву, довољан број људи различитих ставова мора да је оцени као корисну. Овим приступом се избегавају пристрасност и манипулација и проналазе се белешке које су многима корисне."),
                n("f9a44022", "Компанија X не бира шта ће се приказивати – то раде корисници."),
                n("gdf4fbb2", "Компанија X не пише, не оцењује нити модерира белешке (осим ако не крше правила мреже X). Сматрамо да пружање слободе корисницима да заједно одлучују о таквим стварима представља правичан и ефикасан начин додавања информација, које доприносе бољој информисаности."),
                n("cc720e6a", "Белешке заједнице су засноване на транспарентности података"),
                n("j2fcd33a", "Подаци укључују доприносе до"),
                n("d4a6b322", "Сви подаци у програму Белешке заједнице свакодневно се објављују овде, због чега људи могу слободан да им приступају како би их анализирали, идентификовали проблеме и уочили прилике за побољшање Бележака заједнице. Једва чекамо да учимо са тобом."),
                n("c359263a", "Сазнај како да користиш и анализираш податке у програму Белешке заједнице "),
                n("b8a27fe2", "у нашем водичу"),
                n("j1c99e00", "Подаци о белешци"),
                n("i6f69314", "Подаци о оценама"),
                n("b7e4c114", "Подаци о историји статуса белешке"),
                n("d7f19114", "Подаци о статусу регистрације корисника"),
                n("b6008808", "Подаци о захтеву за белешке"),
                n("h786cd7a", "Подаци о белешкама још нису доступни"),
                n("d0fe8052", "Подаци о оценама још нису доступни"),
                n("c0427f94", "Подаци о историји статуса белешке још нису доступни"),
                n("g880d8c0", "Подаци о статусу регистрације корисника још нису доступни"),
                n("ab1b3d38", "Подаци о захтеву за белешке још нису доступни"),
                n("c43fb933", "уговор и смернице за програмере на мрежи X"),
                n("af781666", "Шта људи мисле?"),
                n("a1f414ee", "Подели своје мишљење"),
                n("ed88e742", "Копирај линк до теме"),
                n("h92fe1be", "Нажалост, Белешке заједнице ти тренутно нису доступне."),
                n("f0dc1434", "Белешке заједнице су тренутно доступне само у САД"),
                n("f8fc0b48", "Креирај фасциклу"),
                n("c14bcdde", "Претражи обележиваче"),
                n("e9c65c4a", "Претрага обележивача"),
                n("b92a21d9", function (e) {
                    return "Нема резултата за " + e.query;
                }),
                n("f191a2ba", "Подешавања претраге"),
                n("a068008a", "Фасцикле се тренутно не учитавају"),
                n("f075b0e8", "Уреди фасциклу"),
                n("beba2a0e", "Креирај нову фасциклу са обележивачима"),
                n("e41c9b4f", function (e) {
                    return "Сачувано у " + e.bookmarkFolderName;
                }),
                n("h18f86a4", "Избриши фасциклу"),
                n("f4ea967a", "Фасцикла је избрисана"),
                n("b670aa62", "Име фасцикле"),
                n("aece5462", "Име фасцикле је успешно ажурирано"),
                n("e3299b94", "Нешто није у реду. Покушај поново да ажурираш ту фасциклу за минут."),
                n("c09ea714", "Нешто није у реду. Покушај поново да избришеш ту фасциклу за минут."),
                n("gee78816", "Имена фасцикли са обележивачима не могу да премашују 25 знакова"),
                n("h9a5daa2", "Желиш ли да избришеш фасциклу?"),
                n("ac9d5f56", "Твоје објаве ће и даље бити сачуване у фасцикли „Све обележено“."),
                n("i6e7e298", "Направи"),
                n("a0ea2fa6", "Поље за име не може бити празно"),
                n("eec37eac", "Фасцикла са обележивачима са тим именом већ постоји"),
                n("fce0c59e", "Није успело рашчлањивање JSON-а анимације. Проверите формат JSON-а у датотеци анимације и покушајте поново."),
                n("g0eea6c2", "Није успело читање JSON датотеке анимације. Покушајте поново да отворите датотеку."),
                n("ae58026a", "Отвори .json датотеку брендиране иконе свиђања коју желиш да прегледаш"),
                n("hd0bc1eb", function (e) {
                    return e.name + " емитује уживо";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " је емитовао/ла уживо";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " не емитује уживо";
                }),
                n("d39d46c4", "Наслов је ажуриран. Може проћи и до 30 секунди док се промене не појаве."),
                n("e44095a5", function (e) {
                    return "Почело " + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "Завршено " + e.timestamp;
                }),
                n("daca8a2c", "Отвори усидрено"),
                n("e3aac82a", "Учитавање емитовања");
            n("i0ed3f4e", "Слика догађаја"),
                n("cbae35fa", "Пријави емитовање"),
                n("fd12ab58", "Колекција објава"),
                n("a226497c", "Направи нову Заједницу"),
                n("d7346632", "Још се ниси придружио/ла ниједној Заједници"),
                n("b732a4cc", "Када то урадиш, објаве ће бити приказане овде."),
                n("hff48914", "Тренутно није могуће пронаћи ниједну објаву."),
                n("hb52cc4a", "Покушај поново касније."),
                n("e50e1bb0", "Желимо ти добродошлицу у заједнице"),
                n("i6829daa", "Заједнице су модериране групе за дискусију у којима људи на мрежи X могу да се повезују и деле садржај."),
                n("fc5c6914", "Упознај друге са истим интересовањима"),
                n("aa1a9820", "Придружи се заједницама и повежи се са особама које деле твоја интересовања."),
                n("edef4c82", "Објави директно у заједници"),
                n("a7640df6", "Твоје објаве се деле са члановима заједнице и са твојим пратиоцима."),
                n("h3bb8068", "Затражи подршку када ти је потребна"),
                n("a709f8f8", "Администратори и модератори управљају Заједницама и брину се да се разговори не удаље од теме."),
                n("c8d33380", "Нове ставке"),
                n("cb6adb10", "Откриј Заједнице"),
                n("df362964", "Пронађи заједнице"),
                n("dfd5031f", function (e) {
                    return "Нових: " + e.newTweets + " објав" + f(e.newTweets, "е", "а", "а");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " пријав" + f(e.reportedTweets, "е", "а", "а");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " захтев" + f(e.memberRequests, "а", "", "а");
                }),
                n("a2118086", "Сортирај објаве"),
                n("hb01fe46", "Када то урадиш, видећеш их овде."),
                n("c170a564", "Нема резултата за унети термин. Покушај са другим термином за претрагу."),
                n("cbd1aef8", "Потражи Заједнице и објаве"),
                n("fbf01e52", "Претражи Заједнице"),
                n("c8a6499c", "Резултати претраге објава заједнице"),
                n("af05a978", "Резултати претраге ће се приказивати овде док будеш уносио/ла термин за претрагу."),
                n("eb4d2cd0", "Није пронађена ниједна објава."),
                n("a8ecdb4c", "Резултати претраге најновијих објава заједнице"),
                n("dc6ce7b4", "Чланови"),
                n("ga2aa43c", "Модератори"),
                n("b139b54a", "Позови чланове"),
                n("cf4898a0", "Претражи људе"),
                n("g30bc699", function (e) {
                    return "Погледај профил корисника @" + e.screenName;
                }),
                n("e585d844", "Додај у тим модератора"),
                n("cab7c6f8", "Желиш ли да додаш овог корисника у тим модератора?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " је сада модератор.";
                }),
                n("f348a395", function (e) {
                    return "Тренутно не можемо да додамо корисника @" + e.screenName + " у тим модератора. Покушај поново касније.";
                }),
                n("c3a1aebe", "Уклони из тима модератора"),
                n("c273c8a6", "Желиш ли да уклониш овог корисника из тима модератора?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " није више модератор.";
                }),
                n("a5808125", function (e) {
                    return "Тренутно не можемо да уклонимо корисника @" + e.screenName + " из тима модератора. Покушај поново касније.";
                }),
                n("a51d671b", function (e) {
                    return "Забрани корисника @" + e.screenName + " у заједници";
                }),
                n("cdd87524", "Овде још увек нема никога"),
                n("cca51910", "Када се људи придруже овој Заједници, видећете их овде."),
                n("c9d56b72", "Реци нам нешто о својој Заједници. Ове детаље можеш увек да промениш касније."),
                n("c1ad5a12", "Изгледа да је дошло до проблема приликом прављења нове Заједнице. Покушај поново касније."),
                n("f713fbd2", "Чланство"),
                n("d1fa71fc", "Питање за одобрење (опционално)"),
                n("a0a16d38", "Свако може да се придружи и/или да буде позван у Заједницу."),
                n("ce0523a8", "Ограничено"),
                n("i1aad6ec", "Људи морају да затраже да се придруже, а тим модератора мора да одобри њихове захтеве. Људи које позове тим модератора биће аутоматски одобрени."),
                n("c85960a0", "Дозволи члановима да шаљу позивнице"),
                n("ca373cd2", "Људи које су позвали постојећи чланови се аутоматски одобравају."),
                n("dfdcc6b4", "Контролиши ко може да се придружи заједници. Имај на уму то да су све заједнице видљиве свима на мрежи X."),
                n("h3e55b40", "Име Заједнице"),
                n("dd71d9c9", function (e) {
                    return "Број знакова у имену мора да буде између " + e.minCharacterCount + " и " + e.maxCharacterCount + " и не може да садржи ознаке ни @корисничкаимена";
                }),
                n("cf65e56b", function (e) {
                    return "Број знакова у имену мора да буде између " + e.minCharacterCount + " и " + e.maxCharacterCount;
                }),
                n("d936eeca", "Имена не могу да садрже ознаке ни @корисничкаимена."),
                n("e2df7cf2", "Сврха Заједнице"),
                n("be9bb312", "Сврха треба да описује Заједницу и информише људе шта да очекују"),
                n("e988475f", function (e) {
                    return "Број знакова у опису сврхе мора да буде између " + e.minCharacterCount + " и " + e.maxCharacterCount;
                }),
                n("gcddfba8", "Питање за одобрење"),
                n("hf86d862", "Када корисници затраже да се придруже, могу да одговоре на ово питање. Њихови одговори ће бити приказани уз њихов захтев. Можеш да уклониш питање брисањем његовог садржаја."),
                n("i88b7305", function (e) {
                    return "Максималан број знакова за питање: " + e.maxCharacterCount;
                }),
                n("dce5e1b4", "Администраторски алати"),
                n("c5d8c93e", "Алатке за модераторе"),
                n("c8c7f9fc", "Преглед је неопходан"),
                n("a87df2ee", "Управљање Заједницом"),
                n("ee609174", "Општа подешавања"),
                n("ab19cdaa", "Подешавања непожељног садржаја"),
                n("d755f47d", function (e) {
                    return e.count + " објав" + f(e.count, "е", "а", "а") + " за преглед";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " члан" + f(e.memberCount, "а", "", "ова");
                }),
                n("adfcc3ce", "Додај, избриши или измени правила"),
                n("d0330d9c", "Погледај правила"),
                n("fd67f7c8", "Измени име и сврху Заједнице и још много тога"),
                n("e7e31264", "Подеси филтер за непожељан садржај и алатке за пријављивање"),
                n("gc00d212", "Подршка и ресурси"),
                n("g0cbfc50", "Користан водич за модерирање Заједнице"),
                n("h6ebcfca", "Прикажи ову Заједницу на профилу"),
                n("c0fa0634", "Прикажи Заједницу у фокусу"),
                n("da035fd5", function (e) {
                    return "Ново" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "Прикажи Заједницу у фокусу на профилу"),
                n("b18e94b2", "Пређи на професионални профил где можеш да прикажеш Заједницу на профилу, приступиш аналитици публике и још тога."),
                n("dc716b1c", "Листа заједнице"),
                n("c3e2dda6", "Додај или уклони листу заједнице"),
                n("a68bffdc", "Погледај метрику заједнице"),
                n("c6ea29a2", "Напусти тим модератора"),
                n("a6e13fac", "Желиш ли заиста да напустиш тим модератора?"),
                n("e538848c", "Нећеш више имати приступ алаткама за модераторе. Ако се предомислиш, неко ће морати поново да те позове као модератора."),
                n("j49e6aa2", "Да, желим да напустим"),
                n("dde5f323", function (e) {
                    return e.count + " нов" + f(e.count, "а захтева", "и захтев", "их захтева") + " за чланство за преглед";
                }),
                n("f5e0332a", "Садржај за одрасле (садржај који није прикладан за професионално окружење)"),
                n("e983404a", "Закачене ознаке"),
                n("j8af8eaa", "Тип чланства"),
                n("d5f01116", "Сврха"),
                n("c2ff3c9e", "Ознаке за претрагу"),
                n("f4a98e9e", "Информације о заједници"),
                n("a43bed28", "Мораш да омогућиш ово подешавање ако заједница садржи садржај за одрасле. Ако се овај корак изостави, сав садржај за одрасле ће бити аутоматски исфилтриран из твоје заједнице."),
                n("ab1069de", "Избриши Заједницу"),
                n("bbc91896", "Ово не може да се опозове. Аутори објава и даље могу да виде своје објаве."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "Банер Заједнице"),
                n("ea965b82", "Измени Банер Заједнице"),
                n("j35d3ad6", "Уклони и замени"),
                n("f1e8fb22", "Твој банер ће бити уклоњен и замењен подразумеваним банером."),
                n("e405ec22", "Изгледа да је дошло до проблема при чувању слике банера. Покушај поново касније."),
                n("b7fb6bda", "Исеци слику"),
                n("e71cdf4e", "Исеци сличицу"),
                n("ef199198", "Твоја подешавања су сачувана"),
                n("ee10aa5a", "Твоја подешавања не могу да се сачувају"),
                n("i307a7ca", "Уреди закачене ознаке"),
                n("dc6eca54", "Ознака је избрисана"),
                n("d27de326", "Окачи ознаке и организуј објаве заједнице на засебним временским тракама"),
                n("d84cc77a", "Унеси ознаку овде"),
                n("d22e4cba", "Ознаке би требало да буду јединствене"),
                n("ca72a540", "Достигнут је максималан број дозвољених знакова за ознаку"),
                n("bd96bf16", "Ознаке морају имати најмање 1 знак и највише 30 знакова"),
                n("j27623d4", "Ознаке не смеју да садрже размаке ни специјалне знакове"),
                n("c5d1634e", "У реду, разумем"),
                n("daedd9fa", "На тај начин ће свима бити дозвољено да се придруже твојој Заједници. Сви захтеви за придруживање на чекању биће аутоматски одобрени."),
                n("h3c0f1a2", "Измени име Заједнице"),
                n("cb5e6510", "Изгледа да је дошло до проблема приликом чувања новог имена. Покушај поново касније."),
                n("a8955490", "Измени сврху"),
                n("ced2292a", "Изгледа да је дошло до проблема приликом чувања описа сврхе. Покушај поново касније."),
                n("ba74c098", "Уреди питање"),
                n("bd3e0420", "Изгледа да је дошло до проблема приликом чувања питања. Покушај поново касније."),
                n("b57baa7a", "Уреди ознаке за претрагу"),
                n("f8caab7a", "Додај ознаке за претрагу и појачај заједницу у препорукама и резултатима претраге."),
                n("f35a667a", "Унеси ознаку за претрагу овде"),
                n("b057d5c6", "Ознаке за претрагу морају бити јединствене"),
                n("cc961258", "Достигнут је максималан дозвољени број ознака за претрагу"),
                n("df4aca88", "Ознаке за претрагу морају имати најмање 1 знак, а највише 30"),
                n("ie58fa58", "Ознаке за претрагу не смеју да садрже размаке нити специјалне знакове"),
                n("hd176a01", function (e) {
                    return "Тема је сачувана! Тема заједнице је сада " + e.newTopicName;
                }),
                n("i39a43cc", "Тема заједнице је уклоњена"),
                n("e81b196e", "Нова тема није сачувана"),
                n("c1f97ad4", "Уређивање теме"),
                n("g908eb0c", "Додај тему и олакшај другима да открију твоју заједницу! Изабери тему која највише одговара твојој заједници."),
                n("f18a8ca0", "Подешавања непожељног садржаја"),
                n("c8bd5d42", "Јачина филтера непожељног садржаја"),
                n("gfeb40a2", "Филтери непожељног садржаја могу да се прилагоде на различите нивое осетљивости приликом обраде нежељених објава."),
                n("h766865c", "Аутоматски пријавио X"),
                n("fd1f413a", "Аутоматска пријава модераторима ако садржи изабране карактеристике. Када се објава одобри, наредне објаве истог аутора X неће пријављивати."),
                n("b1ba5fb4", "Откривање непожељних корисника"),
                n("ee195f28", "Кључне речи непожељног садржаја"),
                n("cf276a82", "Сакриј објаве које је пријавио X док их не одобре модератори"),
                n("a8c4c3fe", "Пријави објаве корисника који имају евиденцију непожељног понашања"),
                n("j8de95ec", "Унеси кључне речи које ће активирати аутоматско пријављивање"),
                n("ie873142", "Јак"),
                n("a977afa2", "Слаб"),
                n("j715cb38", "Уреди забрањене кључне речи"),
                n("b32ebbe8", "Додај кључне речи које ће X аутоматски пријављивати модераторима заједнице"),
                n("acde5366", "Унеси кључну реч овде"),
                n("a5f66c34", "Кључне речи морају да буду јединствене"),
                n("ea637914", "Достигнут је максималан број дозвољених кључних речи"),
                n("fede6d3c", "Кључне речи морају имати најмање 1 знак и највише 30 знакова"),
                n("cc06e200", "Кључне речи не смеју да садрже размаке ни специјалне знакове"),
                n("d94edeb4", "Заједница може да има највише 10 правила. Јасна правила могу да подстакну учеснике на комуникацију са међусобним поштовањем, као и да задрже разговор у оквирима одређене теме."),
                n("j560c8ea", "Додај правило"),
                n("a9ba79c0", "Добра правила чине добре Заједнице"),
                n("h5482c7a", "Добро размисли о правилима јер ће она служити као окосница Заједнице како би чланови имали представу шта се од њих очекује. "),
                n("d5033a7a", "На пример, да ли желиш да се разговори воде стриктно на задату тему? Да ли је самопромоција дозвољена? А псовке? "),
                n("ee8c43a0", "Што су правила од старта јаснија, утолико ћеш се мање бавити модерирањем касније. "),
                n("gaa3239a", "Изгледа да је дошло до проблема при чувању новог правила. Покушај поново касније."),
                n("a67445d6", "Достигнут је максимум"),
                n("fcbe0993", function (e) {
                    return "Заједнице могу да имају највише " + e.maxRuleCount + " правила. Ако желиш да додаш ново, мораш да избришеш неко од постојећих.";
                }),
                n("c66769a4", "Правило"),
                n("ef02695b", function (e) {
                    return "Број знакова у имену правила мора да буде између " + e.minCharacterCount + " и " + e.maxCharacterCount;
                }),
                n("c8242020", "Опис (опционо)"),
                n("d32cf5e7", function (e) {
                    return "Максималан број знакова у описима је " + e.maxCharacterCount;
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "Не заборави да кажеш Заједници"),
                n("c1631260", "Када су сви у току са променама правила, поверење се оснажује."),
                n("d3190bde", "Сачувај правило"),
                n("ifd6e91c", "Откажи и измени правило"),
                n("h99020e0", "Измени правило"),
                n("f74a5adc", "Заједнице морају да имају барем једно правило. Можеш да измениш постојеће или да додаш још једно правило, а затим да избришеш ово."),
                n("fbb0ed92", "Избриши ово правило"),
                n("hed35472", "Брисање правила је трајно и није га могуће опозвати."),
                n("c8677446", "Избриши правило"),
                n("c3a0d44e", "Откажи и измени правило уместо тога"),
                n("d703ce9e", "Додај листу у своју заједницу"),
                n("f21f023c", "Додавање листе у твоју заједницу попуњава фид релевантним садржајем који ти бираш. Одабери неку од твојих доленаведених листа:"),
                n("gbc2cf50", "Твоје листе"),
                n("ef9462fa", "Немаш релевантну листу?"),
                n("fcda89f4", "Креирај нову листу налога на мрежи X који објављују садржај релевантан за твоју заједницу. Остави листу јавном да би била видљива твојој заједници."),
                n("c09609d8", "Направи листу"),
                n("dfddd842", "Пошаљи путем директне поруке"),
                n("a3b3939b", function (e) {
                    return "Кориснику " + e.screen_name + " је послата позивница";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " је већ у овој Заједници";
                }),
                n("h252ede6", "Све позивнице су већ послате"),
                n("a5cd93f9", function (e) {
                    return "Слање позивнице кориснику @" + e.screen_name + " тренутно није могуће";
                }),
                n("i6568549", function (e) {
                    return "Преостали број позивница: " + e.remaining_invite_count + " позивниц" + f(e.remaining_invite_count, "е", "а", "а");
                }),
                n("b4f16d00", "Претражи људе које желиш да позовеш"),
                n("ja1387a8", "Резултати претраге ће обухватати само твоје пратиоце и људе који дозвољавају директне поруке од свакога."),
                n("ae85768c", "Резултати претраге обухватају само твоје пратиоце и људе који дозвољавају директне поруке од свакога."),
                n("hb1e378e", "Позивница је послата"),
                n("d710b60c", "Аналитика заједнице"),
                n("c199e390", "Нове објаве"),
                n("b4f51cd6", "Број објава током протекле седмице"),
                n("g6f8325a", "Нови чланови"),
                n("b2bb7276", "Број чланова који су се придружили протекле седмице"),
                n("e2172c92", "Активни чланови"),
                n("fe1a9f68", "Број чланова који су имали објаве у вашој заједници"),
                n("e989927e", "Јединствени корисници који објављују"),
                n("d1386a90", "Број чланова који су имали објаве у твојој заједници"),
                n("abf609f2", "Укупан број чланова"),
                n("h2081878", "Укупан број чланова у вашој заједници"),
                n("a3235cd6", "Јединствене посете"),
                n("g21e2a70", "Број корисника мреже X који су посетили вашу заједницу у протеклој недељи"),
                n("ied6bac2", "Број свиђања"),
                n("ced8d39a", "Број свиђања у вашој заједници у протеклој седмици"),
                n("fb4f859c", "Број одговора"),
                n("h5a41cce", "Број одговора у вашој заједници у протеклој седмици"),
                n("i314218e", "Метрика која се приказује за последњих 7 дана. Ажурирано "),
                n("addbb11e", "Нема нових захтева за чланство"),
                n("c38131de", "Нема ништа ново. Када стигну нови захтеви, видећеш их овде. "),
                n("d7f13fb9", function (e) {
                    return "Корисник @" + e.screenName + " је одобрен и сада је члан Заједнице";
                }),
                n("a340df67", function (e) {
                    return "Корисник @" + e.screenName + " је одбијен и не може да се придружи Заједници";
                }),
                n("jd8aae9d", function (e) {
                    return "Изгледа да тренутно не можемо да одобримо корисника @" + e.screenName + ". Покушај поново касније.";
                }),
                n("i580e149", function (e) {
                    return "Изгледа да тренутно не можемо да одбијемо корисника @" + e.screenName + ". Покушај поново касније.";
                }),
                n("b4a38e4e", "Блокираш ову особу. Ако њено чланство буде одобрено, мораћеш да је одблокираш да би видео/ла њене објаве."),
                n("f0956736", "Игноришеш ову особу. Ако њено чланство буде одобрено, мораћеш да престанеш да је игноришеш да би видео/ла њене објаве."),
                n("b7f1e58a", "Прати те"),
                n("dffb0774", "Тренутно нема доступних пријава за преглед"),
                n("ab512f26", "Није забележена евиденција радњи."),
                n("b8171558", "Забрањено"),
                n("e32e7e1a", "Модератор"),
                n("b53fb7c6", "Изгледа да тренутно не можемо да опозовемо ову радњу. Покушај поново касније."),
                n("c546ba07", function (e) {
                    return "Погледај профил корисника " + e.userName;
                }),
                n("h4516e4f", function (e) {
                    return "Претражи објаве корисника " + e.userName + " у овој заједници";
                }),
                n("j4d4a809", function (e) {
                    return "Корисник " + e.moderatorName + " је сакрио објаву";
                }),
                n("ja589ea5", function (e) {
                    return "Корисник " + e.revertedModeratorName + " је приказао објаву";
                }),
                n("c904a2ff", function (e) {
                    return "Корисник " + e.moderatorName + " је закачио објаву";
                }),
                n("b43358cf", function (e) {
                    return "Корисник " + e.moderatorName + " је откачио објаву";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "Прикажи објаву"),
                n("j68fc824", "Приказано"),
                n("j9541e18", "Претражи објаве"),
                n("j10903d7", function (e) {
                    return "Корисник " + e.moderatorName + " је уклонио члана";
                }),
                n("e38bf285", function (e) {
                    return "Корисник " + e.revertedModeratorName + " је вратио члана";
                }),
                n("dea0d437", function (e) {
                    return "Корисник " + e.userName + " се придружио овој заједници";
                }),
                n("j10346f5", function (e) {
                    return "Корисник " + e.userName + " је напустио ову заједницу";
                }),
                n("jb159607", function (e) {
                    return "Модератор " + e.moderatorName + " је одобрио захтев за чланство";
                }),
                n("af7a63eb", function (e) {
                    return "Модератор " + e.moderatorName + " је одбио захтев за чланство";
                }),
                n("i717dfc3", function (e) {
                    return "Модератор " + e.revertedModeratorName + " је поново одобрио захтев за чланство";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "Поново одобри захтев"),
                n("i9a18ce0", "Поново одобрено"),
                n("i24de0fe", "Врати члана"),
                n("b1c662f8", "Враћено"),
                n("j2e04b1e", "Модератори су се побринули за све пријављене објаве."),
                n("hb21cdb6", "Забрани"),
                n("dc7a9436", "Пријави објаву мрежи X"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return "" + f(e.count, e.formattedCount + " члана", e.formattedCount + " члан", "Чланови: " + e.formattedCount);
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " члан" + f(e.count, "а", "", "ова");
                }),
                n("dca19c06", "Сакрио/ла си ову објаву"),
                n("dd641764", "Задржао/ла си ову објаву"),
                n("jf99d610", "Повратне информације Заједнице"),
                n("bbd69672", "Модератор је сакрио ову објаву због кршења правила заједнице"),
                n("c730a21c", "Прекршено је ово правило:"),
                n("a5baa7d2", "Издвој минут и прегледај правила. Захваљујући њима разговори су безбедни и не удаљују се од теме"),
                n("icc32e3d", function (e) {
                    return "Модератор те је уклонио из Заједнице " + e.communityName + " због кршења овог правила Заједнице:";
                }),
                n("d7d9be8a", "Откриј Заједнице и објаве"),
                n("cae9962e", "Тренутно није могуће пронаћи ниједну заједницу."),
                n("c2117be6", "Видиш ли оне ставке у навигацији? 👀"),
                n("c2c4dad4", "Изабери неку да би се приказала овде. Само напред. Сачекаћемо."),
                n("b7218496", "Нема ниједне ознаке – засада"),
                n("gc09bcfe", "Заједница нема ниједан разговор са ознаком, али ти то можеш да промениш."),
                n("cf35a990", "Учитавају се објаве са ознаком заједнице"),
                n("a1c41fe8", "Објаве са ознаком Заједнице"),
                n("f27a2232", "Претражи Заједницу"),
                n("ie2efe36", "Резултати претраге Заједнице"),
                n("a7c2e06d", function (e) {
                    return "Заједница " + e.communityName;
                }),
                n("a94092a2", "Сада имаш приступ алаткама за модераторе"),
                n("be6dfbae", "Као модератор Заједнице можеш да додајеш и уклањаш чланове."),
                n("b4f877be", "Нисмо пронашли Заједницу"),
                n("e48fbb02", "Пријави Заједницу"),
                n("b1614c34", "Основни подаци о заједницама"),
                n("j1dcedde", "Претражи објаве"),
                n("cc683fba", "Основни подаци о Заједници"),
                n("af7c11aa", "Информације о Заједници"),
                n("fb974b24", "Само чланови могу да објављују."),
                n("fcef2922", "Свако може да се придружи овој Заједници."),
                n("c93dd2c8", "Ако желиш да се придружиш овој Заједници, мораш то да затражиш и добијеш одобрење."),
                n("gedb877d", "Све Заједнице су јавно видљиве."),
                n("bf359e0e", "Основни подаци о новој Заједници"),
                n("e8fcdd3a", "За почетак смо нека основна подешавања изабрали уместо тебе, али Заједницу можеш у потпуности да прилагодиш. На то прелазимо одмах после овога."),
                n("b37d580e", "Заједница је ограничена"),
                n("c6d9c07c", "Сви на мрежи X могу да виде све заједнице. Људи морају да затраже да се придруже твојој заједници, односно морају да их позову тим модератора или постојећи чланови (ако им је то дозвољено)."),
                n("ea3b38fa", "Заједница је отворена"),
                n("i625c42e", "Сви на мрежи X могу да виде све заједнице. Свако може да се придружи твојој заједници и/или да буде позван у њу."),
                n("ca7eeab0", "Иницијална правила Заједнице су следећа"),
                n("acae4034", "Подешавања можеш да промениш у алаткама за админе"),
                n("e2186ee2", "Не свиђају ти се подешавања? Нема проблема. Можеш лако да их промениш."),
                n("a0e3ece4", "Детаљи о Заједници"),
                n("d11f73ea", "Садржај за одрасле"),
                n("hb9400dc", "Погледај још"),
                n("b71a08a0", "Заједница за претплатнике"),
                n("d0574662", "Подеси обавештења"),
                n("fc16f13a", "Која обавештења желиш?"),
                n("be341c46", "Простори Заједнице (аудио-ћаскања)"),
                n("fbe88a32", "Текстуална ћаскања уживо у Заједници"),
                n("b551cd1e", "Закачене објаве"),
                n("i9f39962", "Закачи заједницу"),
                n("bc7f90a0", "Прикажи заједницу у фокусу на профилу"),
                n("j5a37508", "Закачи заједницу за почетни екран"),
                n("c7a4610a", "Откачи заједницу са почетног екрана"),
                n("bec3b8fa", "Подели Заједницу"),
                n("cc7d5b88", "Позови путем директне поруке"),
                n("c66b37fa", "Листа за проверу Заједнице"),
                n("g2768d0e", "Потребно је да обавимо још само неколико ствари да би Заједница била у топ форми за свој деби..."),
                n("b192b58c", "Одбаци листу за проверу"),
                n("gd302780", "Погледај Заједницу коју сам направио/ла:"),
                n("h5890b1a", "Незавршено"),
                n("b4a6faca", "Прегледај правила"),
                n("a01e1a7c", "Персонализуј Заједницу"),
                n("f493480c", "Објави своју заједницу"),
                n("i9b7f6ba", "Учитавање објава"),
                n("c22e8902", "Испробај"),
                n("a3466e1c", "Прати разговоре помоћу ознака"),
                n("a524bb7e", "Ознаке олакшавају креирање и проналажење тематских разговора у заједници, као и придруживање њима."),
                n("he8db880", "Изгледа да ова Заједница не постоји"),
                n("cc684fbc", "Можда је избрисана, а можда никада није ни постојала. Живот је пун мистерија."),
                n("b4f8b518", "Аутори за тебе"),
                n("f5c41e22", "Иди у подешавања делегирања"),
                n("b9226ec1", "Пријављен(а) си као "),
                n("f47b48f6", "корисник"),
                n("b2ca74aa", "Ускоро ћеш прећи на делегирани налог"),
                n("ba77b438", "Промени налог"),
                n("g5261e91", function (e) {
                    return "Сада објављујете као @" + e.screenName + ".";
                }),
                n("cc15a3ea", "Запамти да овај налог не припада теби. Као админ можеш да шаљеш директне поруке, објављујеш објаве и правиш листе и да све то прегледаш. Можеш и да позиваш или уклањаш сараднике налога и прегледаш аналитику објаве."),
                n("e406250c", "Запамти да овај налог не припада теби. Као сарадник можеш да шаљеш директне поруке, објављујеш објаве и правиш листе и да све то прегледаш."),
                n("e6718a62", "Само власник налога може да користи ову функцију"),
                n("ba411b6f", "пошаљи повратне информације."),
                n("f01ee14b", "пошаљи повратне информације."),
                n("dbc85148", "Изабери поруку"),
                n("a073658c", "Изабери неки од постојећих разговора, започни нови или једноставно настави да пливаш."),
                n("f325afc4", "Напиши ДП"),
                n("f5dc353c", "Сада се медији експлицитног садржаја филтрирају"),
                n("daeda054", "Иди у Подешавања"),
                n("fe1eaa96", "Сада ће се приказивати упозорења преко порука за које је откривено да обухватају медиј потенцијално експлицитног садржаја (попут голотиње, сексуалног садржаја или насиља). Ово можеш да искључиш касније у сваком тренутку у Подешавањима."),
                n("hc32acba", "Избрисати захтеве за размену порука?"),
                n("f9048f58", "Ово не може да се опозове и изабрани захтеви за размену порука ће бити избрисани из твог поштанског сандучета."),
                n("a9d0d7f0", "Масовно уређивање"),
                n("eb7de4aa", "Прикажи додатне поруке, укључујући оне које могу да буду увредљиве."),
                n("ee8c0c8a", "Долазне поруке или групне поруке од људи које не пратиш приказаће се овде и моћи ћеш да их прихватиш или избришеш."),
                n("ff599112", "Креирај групу"),
                n("c602600a", "Додај људе"),
                n("fa2033f6", "Шифровано"),
                n("aa59bb6a", "Пошаљи објаву засебно"),
                n("a2ccb2e8", "Директна порука је послата."),
                n("f906f464", "Објава се дели са групом."),
                n("i8a99aae", "Објава је подељена засебно."),
                n("hbbc401c", "Пошаљи групи"),
                n("e1bde73f", function (e) {
                    return "Кориснику @" + e.screenName + " није могуће слати поруке";
                }),
                n("f7289cd6", "Групни разговор је изабран"),
                n("e6cced4e", "Само разговори „један на један“ могу бити „послати у групу“. Своју поруку можеш и даље да пошаљеш одвојено."),
                n("e3e58b6e", "Информације о разговору"),
                n("a9ddbb94", "Информације о групи"),
                n("dd4779a0", "Управљај ознакама"),
                n("ca9af866", "Ознаке"),
                n("e62d3c10", "Не постоји налог са тим именом. Покушај поново."),
                n("h8403fb6", "Тренутно не можеш да их додаш у овај разговор."),
                n("ja522ed4", "Неке од ових људи тренутно не можеш да додаш у овај разговор."),
                n("d87bff5a", "Информације о разговору се учитавају."),
                n("cabb453e", "Име групе"),
                n("eb1bb5a2", "Прикажи све људе"),
                n("a70436ac", "Започни шифровану поруку"),
                n("a7f20223", function (e) {
                    return "Одложи обавештења од корисника " + e.name;
                }),
                n("g2f04a6b", function (e) {
                    return "Одлагање обавештења од корисника " + e.name + " је опозвано";
                }),
                n("i453fedf", function (e) {
                    return "Одложено до " + e.expiration;
                }),
                n("b3dfd51a", "Одложи помињања"),
                n("cc7c8ce6", "Онемогући обавештења када те људи помену у овом разговору."),
                n("hab58674", "Помињања су онемогућена"),
                n("e3c6e080", "Помињања су омогућена"),
                n("f33ef58a", "Пријави разговор као незаконит садржај у ЕУ "),
                n("d1a6dbe6", "Блокирај све"),
                n("f24af200", "Блокирај директне поруке"),
                n("a30e1677", function (e) {
                    return "Блокирај корисника @" + e.screenName + ", @" + e.screenName + " више неће моћи да те прати или да ти шаље поруке, нити ћеш ти видети обавештења од корисника @" + e.screenName;
                }),
                n("iae09949", function (e) {
                    return "Блокирати директне поруке корисника @" + e.screenName + "?";
                }),
                n("e778e3d8", "Успешно блокирање директних порука"),
                n("b7867912", "Одблокирај све"),
                n("gaddb872", "Одблокирај директне поруке"),
                n("d83414a1", function (e) {
                    return "Желиш ли да одблокираш корисника @" + e.screenName + "? Моћи ће да те прати и да види твоје објаве.";
                }),
                n("a5bbfecd", function (e) {
                    return "Желиш ли да одблокираш корисника @" + e.screenName + "? Моћи ће да те прати и да остварује интеракцију са твојим јавним објавама.";
                }),
                n("cde6e1ff", function (e) {
                    return "Одблокирати директне поруке корисника @" + e.screenName + "?";
                }),
                n("j37c4674", "1 сат"),
                n("je7e1fed", function (e) {
                    return "Обавештења од корисника " + e.name + " су одложена на 1 сат";
                }),
                n("hf94a2d6", "Игноришеш 1 сат"),
                n("fb7a43c6", "8 сати"),
                n("e95c8f8b", function (e) {
                    return "Обавештења од корисника " + e.name + " су одложена на 8 сати";
                }),
                n("bd54fad2", "Игноришеш 8 сати"),
                n("cb5bf56e", "1 седмица"),
                n("gb7a130b", function (e) {
                    return "Обавештења од корисника " + e.name + " су одложена на 1 недељу";
                }),
                n("f6fce0fe", "Игноришеш 1 седмицу"),
                n("i78153dd", function (e) {
                    return "Обавештења од корисника " + e.name + " су одложена заувек";
                }),
                n("je9455da", "Поруке су шифроване"),
                n("b5b0afa4", "Прилагоди приказ"),
                n("ec5880e6", "Ова подешавања утичу на све X налоге у овом прегледачу."),
                n("babfa32c", "Брзо прилагоди приказ"),
                n("a2a2f98e", "Погледај шта је ново"),
                n("b4a361c0", "Можеш да прилагодиш боју и величину текста, па чак и да контролишеш избор ноћног режима, и то одмах. Ова подешавања су видљива само теби."),
                n("c797b44e", "Најновије приче на мрежи X испричане у објавама."),
                n("a19ce060", "Истраживање је недоступно."),
                n("f7d1a8e0", "Апликација за Android"),
                n("aab2fae0", "Апликација за iOS"),
                n("a35d9c9a", "Ресурси"),
                n("da00e00a", "Испробај нове вести"),
                n("c40666d8", "Испробај"),
                n("ic61c5fc", "Помери приказ на врх"),
                n("dd225af8", "Није пронађена ниједна особа."),
                n("i6671128", "Откључано је више садржаја на мрежи X"),
                n("d5e4d0a6", "Можеш лакше да се придружиш разговору и повежеш се са другима. Сада можеш да радиш следеће:"),
                n("a97bc07e", "Откључај још садржаја на мрежи X"),
                n("a72188d6", "Да би мрежа X била сјајна за све нас, желимо да се уверимо да је људско биће иза овог налога. Помози нам да то сазнамо тако што ћеш одвојити време за активност на временској траци и повезивање са другима. Када се будемо уверили у то, моћи ћеш да радиш следеће:"),
                n("a4ee9572", "Више људи ће те видети"),
                n("e5f4eac0", "Твој садржај ће моћи лакше да се пронађе. А појављиваћеш се и у резултатима претраге и трендовима."),
                n("c7832a72", "Повежи се директно са другима"),
                n("i1ccd17a", "Шаљи директне поруке људима који те не прате, а да притом твоја порука не буде аутоматски филтрирана."),
                n("hc965308", "Забава"),
                n("eb78b77e", "Забаван режим"),
                n("aa8ece10", "Испробај grok.com"),
                n("gb5fb7d0", "Режим фокуса"),
                n("g5665caa", "Напусти режим фокуса"),
                n("a372681e", "Копирај везу за дељење"),
                n("fbc79f6a", "Историја ћаскања"),
                n("b61ad410", "Историја"),
                n("b3de2628", "Није доступна историја ћаскања"),
                n("acfbfb28", "Твоји будући разговори ће се појавити овде."),
                n("i1147548", "Претражи историју услуге Grok"),
                n("ab437026", "Нису пронађени разговори"),
                n("e12569ec", "Покушај да потражиш нешто друго."),
                n("d4eb0e26", "Преименуј"),
                n("c64975ea", "Још увек ниси фаворизовао/ла ниједан разговор"),
                n("a3e3db6e", "Кликом на звезду чувај ћаскања којима се често враћаш"),
                n("f4ae77ac", "Није доступна историја слика"),
                n("d57d337e", "Твоје генерисане слике ће се појавити овде."),
                n("dab087ee", "Ћаскања"),
                n("a911623c", "Слике"),
                n("ae9cdac6", "Историја ћаскања"),
                n("b198a392", "Разговор уз Grok"),
                n("d16329b4", "Копирај разговор"),
                n("af6c4470", "Нешто није у реду, покушај поново."),
                n("gf43d270", "Настави овај разговор"),
                n("f4b5fae2", "Слањем поруке овај разговор ће се копирати у твоју историју"),
                n("eb0d91ac", "Креирање слике уз Grok"),
                n("c5a23514", "Нацртај ме"),
                n("g1cb8096", "Изненади ме"),
                n("a5a3df56", "Опиши слику која треба да се креира"),
                n("gbb4e90a", "насумични психоделични свет снова"),
                n("af21f92e", "блаженство"),
                n("e207cba2", "насумично спортско такмичење"),
                n("b1323f10", "манекенка која хода пистом на недељи моде у Паризу"),
                n("g6a90174", "смешна популарна животиња"),
                n("jdc4b66c", "светско чудо"),
                n("ec601934", "Ремикс"),
                n("f9ecd3ba", "Уметни као објаву"),
                n("af652514", "Разлика"),
                n("j95bac7a", "Прилагоди Grok"),
                n("c5665922", "Шта желиш да Grok зна о теби?"),
                n("ff625c40", "Како желиш да ти Grok одговори?"),
                n("e5c7d602", "Омогући за сва ћаскања"),
                n("d5e03fbc", "Фид у услузи Grok"),
                n("a294d0c6", "Направи сопствену верзију"),
                n("b38adba2", "X – апликација за све"),
                n("d05ae004", "NHL утакмица"),
                n("d35ad22c", "Прикажи најновију NHL утакмицу"),
                n("e806daa2", "Фудбалска утакмица"),
                n("cc2c2eca", "Прикажи најновију фудбалску утакмицу"),
                n("bcdeae66", "Портал за Велику награду Формуле 1"),
                n("e30e4bea", "Прати дешавања везана за Велику награду на мрежи X."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " против " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "Новости за " + e.teamName1 + " против " + e.teamName2 + " на мрежи X";
                }),
                n("b72c924c", "Претрага посла"),
                n("f4da95a0", "Препоруке за посао"),
                n("eedd808c", "Сачувани послови"),
                n("e0ba641a", "За компаније"),
                n("f9e6381a", "Претражи послове"),
                n("fb15ec28", "Добијај препоруке за посао"),
                n("ece910f0", "Прегледај послове на основу жељених опција"),
                n("jd08bc14", "Препоруке временом постају све боље"),
                n("de0a4a72", "Контролиши шта се приказује у препорукама"),
                n("db8c4158", "Примени одмах"),
                n("d9c8057a", "Кликни овде"),
                n("a71d7584", "Истакнуто"),
                n("d2b8da2c", "Софтверски инжењеринг"),
                n("cd958040", "Подаци и аналитика"),
                n("c5760ca2", "Производ"),
                n("d31b4a2a", "Дизајн"),
                n("f38959a6", "Продаја"),
                n("bc78a26c", "Операције"),
                n("ec28738e", "Људи и људски ресурси"),
                n("icb06308", "Финансије и рачуноводство"),
                n("d0b978ec", "Права и усаглашеност"),
                n("af19cdc2", "Наука и инжењеринг"),
                n("e4a51fca", "Медицина"),
                n("e8ca78ae", "Грађевина и занати"),
                n("e25d75e4", "Стажирање"),
                n("e89b3f04", "Почетни ниво запослења"),
                n("h55825dc", "Млађи"),
                n("cc537386", "Средњи ниво запослења"),
                n("jfc3cece", "Старији"),
                n("e1b683aa", "Руководилац"),
                n("c4627fda", "Менаџер"),
                n("db75b47c", "Директор"),
                n("i312f0ce", "На локацији"),
                n("b4aff05e", "Хибридни модел рада"),
                n("c08b9138", "Удаљено"),
                n("ia5d6422", "Неопходно је бити на физичкој локацији"),
                n("h97c7f42", "Делимично је потребно бити на локацији"),
                n("ibed2d04", "Није потребно бити на локацији"),
                n("f508c49c", "Копирај линк до посла"),
                n("d6825dce", "Подели путем директне поруке"),
                n("b9613442", "Подели у објави"),
                n("c2b3f0da", "Истакни на профилу"),
                n("c791d3fc", "Подели посао"),
                n("eb517058", "Компаније које раде на развоју вештачке интелигенције"),
                n("b677cb9b", function (e) {
                    return "Филтери компаније: " + e.count;
                }),
                n("ja04d37c", "Унеси називе компанија"),
                n("a1876045", function (e) {
                    return e.count + " филтера типа запослења";
                }),
                n("fb146dd2", "Тип запослења"),
                n("a7090408", "Кључна реч"),
                n("f16e9a15", function (e) {
                    return "Филтери типа локације: " + e.count;
                }),
                n("fa7d455a", "Тип локације"),
                n("caa606db", function (e) {
                    return "Филтери приоритета: " + e.count;
                }),
                n("jda06238", "Радни стаж"),
                n("j595df68", "Ажурирај жељена подешавања препорука:"),
                n("a1227d5e", "Укључи препоруке"),
                n("bae2f5f0", "Додај овај посао на профил"),
                n("cbcaaa1a", "У наставку је доступан преглед изгледа."),
                n("f58cf1ac", "Додај посао"),
                n("j4ae9960", "Дошло је до проблема приликом додавања овог посла на твој профил."),
                n("caa352f0", "Превише послова"),
                n("i08bee0e", "Превише истакнутих послова"),
                n("d7ccaea2", "Тренутно си ограничен/а на 3 активна посла."),
                n("h05e4a7a", "Ограничење је 10 истакнутих послова."),
                n("b518daae", "Иди на контролну таблу за запошљавање"),
                n("f48e9c52", "Посао је успешно додат!"),
                n("f6757978", "На контролној табли за запошљавање можеш да уклониш овај посао или да додаш друге послове."),
                n("i329c5a6", "Иди на контролну таблу за запошљавање"),
                n("h39a5448", "Истакни послове помоћу функције X Hiring!"),
                n("d204515c", "Додај послове на профил једним кликом."),
                n("ecb3df70", "Објаве са догађајима"),
                n("a01d5a7c", "Ово није доступно јер је аутор неко кога блокираш"),
                n("cab51f93", function (e) {
                    return "Не можеш да прикажеш ово јер те @" + e.screenName + " блокира.";
                }),
                n("eaaca5dc", "Резултат"),
                n("abdcd68a", "Учитавање догађаја"),
                n("cfb57adb", function (e) {
                    return "Објављуј о теми " + e.hashtag;
                }),
                n("b1037710", "Подели своје мишљење"),
                n("bb980db0", "Временска трака догађаја"),
                n("ffd929c1", function (e) {
                    return "НОВО" + e.ttc_live_event;
                }),
                n("c9b302f8", "Дођи поново касније и погледај најновије производе."),
                n("cfe836d1", function (e) {
                    return e.percent + "% попуста";
                }),
                n("efb132c3", function (e) {
                    return e.title + " – " + e.description + " за " + e.price;
                }),
                n("f27deeea", "Плочица продајног производа"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "СНИМАК"),
                n("j1d352d8", "Подсетник је подешен"),
                n("d18909d4", "Подеси подсетник"),
                n("b0b38774", "Медији у заглављу"),
                n("a7a119ec", "Одвоји"),
                n("cfadb00e", "Слуша"),
                n("db4620aa", "ПРОСТОР УЖИВО"),
                n("c958e692", "СНИМЉЕНИ ПРОСТОР"),
                n("i2c2bfb7", function (e) {
                    return e.count + " слуша" + f(e.count, "ју", "", "ју");
                }),
                n("i3f7ff00", "Сличица медија"),
                n("h400d7c2", "ПРИДРУЖИ СЕ ПРОСТОРУ"),
                n("be6ef5b4", "СЛЕДИ"),
                n("ca25ebae", "Квоте обезбеђује"),
                n("e749753a", "Предвиђање"),
                n("ea885dec", "Новац"),
                n("cde48000", "Проблем са коцкањем? Позови број 1-800-GAMBLER"),
                n("g53d5df6", "Фокус"),
                n("d1e0a75f", function (e) {
                    return "За тебе" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "Праћење" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "Претплаћен(а)" + e.noun;
                }),
                n("d3619250", "Са највише свиђања"),
                n("f5edfbde", "Желиш ли да се одјавиш са мреже X?"),
                n("f12b4db5", function (e) {
                    return "Одјави се са налога @" + e.screenName + "?";
                }),
                n("ia5ff8b6", "У сваком тренутку можеш поново да се пријавиш. Ако желиш само да промениш налоге, то можеш да урадиш додавањем постојећег налога."),
                n("ea3750c4", "Ово ће се применити само на овај налог, па ћеш и даље бити пријављен/а на друге налоге."),
                n("gc6866f8", "Одјављивање"),
                n("f8ad0092", "Нажалост, дошло је до грешке. Покушај поново да се пријавиш."),
                n("h2c7767e", "Сесија више није важећа. Покушај поново да се пријавиш."),
                n("e83047c2", "Унето је превише нетачних кодова. Покушај поново да се пријавиш."),
                n("g4b108ee", "Генерисано је превише резервних кодова. Потребно је да се поново пријавиш за верификацију пријаве на телефону."),
                n("a9be9b44", "Настави на мрежу X"),
                n("e55188f0", "Пријављен/а си на овај налог у овом прегледачу"),
                n("d55d8fe2", "Желиш ли да наставиш са овим налогом?"),
                n("g806008e", "Пријави се са другим налогом"),
                n("c55f5c9a", "Нешто није у реду, али не брини – не твојом кривицом. Покушајмо поново."),
                n("bfb6be8a", "Зарађуј новац на мрежи X"),
                n("ed6c6da2", "Први корак ка монетизацији је потврда налога уз X Premium."),
                n("h93b6580", "Зарађуј дељењем висококвалитетног садржаја. Што више интеракције остварујеш са корисницима на мрежи  X, више зарађујеш."),
                n("eea6d8f8", "Квалификованост за дељење прихода од огласа за ауторе"),
                n("a0e8811e", "Прављење базе обожавалаца"),
                n("e1a74ac0", "Пружај ексклузиван садржај својим највећим симпатизерима и остваруј сталан приход."),
                n("cd3a6f9a", "Квалификованост за претплате"),
                n("c35e6144", "Прави бољи садржај помоћу Premium алатки"),
                n("b9dbeb34", "Откључај дуже објаве, Media Studio, Аналитику и оствари право на приоритетну подршку."),
                n("b2d41138", "Већи досег = већа зарада"),
                n("defa7f12", "Искористи предности истицања одговора које пружа додатну видљивост, а тиме и бржи раст."),
                n("i3e4955d", "овде"),
                n("fdc5d06c", "Изађи из приказа преко целог екрана"),
                n("cea1c00e", "Откључај могућност интеракције"),
                n("f8e6a280", "Нови налози морају да плате малу годишњу накнаду да би могли да објављују, означавају да им се нешто свиђа, обележавају и одговарају. Циљ те праксе је да се смањи количина непожељног садржаја и да се обезбеди боље искуство за све нас. И даље можеш бесплатно да пратиш налоге и прегледаш садржај на мрежи X."),
                n("h968efc6", "Нови налози морају да плате малу накнаду да би могли да објављују, означавају да им се нешто свиђа, обележавају и одговарају. Циљ те праксе је да се смањи количина непожељног садржаја и да се обезбеди боље искуство за све нас. И даље можеш бесплатно да пратиш налоге и прегледаш садржај на мрежи X."),
                n("b66b62a4", "Услови коришћења намењени купцима"),
                n("e5b5faa6", "Услови коришћења за „Није бот“"),
                n("i61a221c", "Претплати се и плати"),
                n("fce91ab4", "Хм, то није успело."),
                n("a235cb76", "Дошло је до проблема са претплатом „Није бот“. Провери своје податке о плаћању и покушај поново."),
                n("a8eea654", "Куповина је успела."),
                n("bc8baa08", "Претплаћен/а"),
                n("a98ba778", "Временске траке обавештења"),
                n("j887d006", "Од свиђања до поновних објава и још много тога, све се дешава на овом месту. "),
                n("c06d4306", "Када те неко помене, то ће се приказати овде."),
                n("ge7c661a", "Свиђања, помињања, поновне објаве и још много тога – када су са других потврђених корисника, приказаће се овде."),
                n("d3de3b5c", "Свиђања, помињања, поновне објаве и још много тога – када су од твојих претплатника, приказаће се овде."),
                n("e3f9838d", "Сазнај више"),
                n("eba8b1c8", "Изабери да ли ће други моћи да те помињу у разговору"),
                n("j745b8a6", "Помоћу менија за радње (оне три мале тачке у објави) уклони ознаку за своје корисничко име и напусти разговор."),
                n("c380d684", "Твоја пријава"),
                n("da7cf0d8", "Означили смо ове објаве као осетљиви садржај"),
                n("a6da21a1", function (e) {
                    return e.appName + " жели да приступи твом X налогу";
                }),
                n("f4392d00", "Овласти апликацију"),
                n("ee4dca3c", "линк за отказивање"),
                n("bb347bbc", "центар за помоћ"),
                n("be38d34e", "Ако желиш да користиш ову апликацију, мораш да се пријавиш на мрежу X."),
                n("e087691a", "Омогућавање приступа апликацији није могуће. Врати се и покушај поново да се пријавиш."),
                n("e7dd62c4", "Кликом на дугме „Овласти апликацију“ дајеш компанији xAI овлашћење да приступа твојим подацима са мреже X, укључујући:"),
                n("debbdc98", "Твој профил корисника мреже X, информације о X налогу, подешавања мреже X и жељене поставке мреже X."),
                n("d9cf7c9c", "Твоје објаве на мрежи X видљиве на твом X налогу, укључујући објаве у оквиру и са свих налога (јавних или заштићених) које можеш да видиш."),
                n("cdf40068", "Твоја историја разговора за Grok на мрежи X."),
                n("cea71014", "Учитавамо контакте..."),
                n("b5474bd2", "Хм... нешто није у реду."),
                n("ab4b970a", "Помоћу апликације X врати се назад и захтевај нову е-поруку за верификацију."),
                n("j6d103b8", "Региструј се за X налог. Од најновијих вести и забаве до спорта и политике, сазнај читаву причу са свим коментарима уживо."),
                n("ca042c78", "Пријави се на мрежу X"),
                n("ff869362", "Пријави се на мрежу X ако желиш да видиш новости. Придружи се разговору, прати налоге, прегледај почетну временску траку и читај објаве људи које знаш."),
                n("f4a654a4", "Погледај на Foursquare-у"),
                n("c09de2d4", "Претражи временску траку"),
                n("i1801686", "Ово је неважећи упит за претрагу. Пробај са другачијим."),
                n("a0b4541c", "Нешто није у реду, али не брини, не твојом кривицом"),
                n("d7eebb60", "Ваша претплата се подешава"),
                n("h707b180", "Ажурирање претплате је довршено"),
                n("a452ab68", "Ово може да потраје неколико секунди."),
                n("b3bad3b2", " @premium"),
                n("accbcc78", "Успешно ажурирано"),
                n("e957c20e", "Бесплатни пробни период са потпуним приступом"),
                n("a1436e70", "Сада можеш да додаш послове на свој профил и они ће бити видљиви твојој мрежи. Када се твоја пријава одобри, твоји послови ће постати приступачни преко претраге послова милионима корисника."),
                n("f9c85cec", "Предузми кораке: Отпремање и потврда докумената"),
                n("f178f393", function (e) {
                    return "Пошаљи тражене документе до " + e.date + ". Тај поступак обично траје око 10 минута.";
                }),
                n("f9fbeabc", "Документи о оснивању твоје организације"),
                n("b4c80f5c", "Лични документ који је издала држава"),
                n("f0915094", "Функционална камера уређаја"),
                n("f259d3f3", function (e) {
                    return "Важно: Документе мораш послати до " + e.date + " или ће твоја пријава бити одбијена без повраћаја новца.";
                }),
                n("d35f645b", function (e) {
                    return "Отворено (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "Истакнути (" + e.count + ")";
                }),
                n("c35aded2", "Архивирано"),
                n("b97e952a", "Изгледа да још немаш додатих послова."),
                n("cf1fa156", "Изгледа да још немаш истакнутих послова."),
                n("fa4a4f50", "Изгледа да још немаш архивираних послова."),
                n("c5fb5a1a", "Нема послова"),
                n("e9b91cde", "Додај посао"),
                n("c270ef3e", "Архивирај"),
                n("fe8872f4", "Успешно"),
                n("d523cd74", "Желите ли да архивирате овај посао?"),
                n("jfd0b34a", "Архивирањем се овај посао уклања са вашег профила."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "Дошло је до проблема при слању позива. Покушај поново касније."),
                n("ddf35536", "Дошло је до проблема при брисању позива. Покушај поново касније."),
                n("db7144b6", "Дошло је до проблема приликом промене врсте повезаности. Покушај поново касније."),
                n("be78e5fa", "Дошло је до проблема приликом уклањања повезаног корисника. Покушај поново касније."),
                n("fa9709ba", "Дошло је до проблема приликом креирања апликације. Покушај поново касније."),
                n("j62f13fc", "Дошло је до проблема при ажурирању овог посла. Покушајте поново касније."),
                n("ff5716fc", "Дошло је до проблема при креирању овог посла. Покушајте поново касније."),
                n("fd059188", "Дошло је до проблема приликом синхронизације послова. Покушај поново касније."),
                n("b82b5c00", "Дошло је до грешке приликом активирања кредита за огласе. Покушај поново касније."),
                n("d74adc30", "Додат је погрешан налог за огласе"),
                n("e4323c36", "Унет ID налога за огласе се не подудара са вашом организацијом нити њеним повезаним корисницима."),
                n("b3323ada", "Додајте кредитну картицу на свој налог ads.twitter.com"),
                n("ac325eb8", "За активирање кредита за огласе, морате додати кредитну картицу на налог за огласе на локацији ads.twitter.com. "),
                n("j4e6e966", "Обавезан преглед налога за огласе"),
                n("ef86e7f6", "Ваш налог је означен за преглед и потребно је одобрење за њега."),
                n("c9c8edae", "Претплатите се на потврђене организације и примените кредит за огласе"),
                n("b36c6278", "Наш кредит за оглашавање могу да користе само плаћени претплатници на потврђене организације. Надоградите сад и оглашавајте се преко повезаних корисника."),
                n("c30f0168", "Отвори спољну везу"),
                n("c49b7262", "Истакни посао"),
                n("i6ecf71a", "Уклони посао"),
                n("a37ef120", "Поново отвори посао"),
                n("i00355d0", "Поништи дељење"),
                n("h0481bba", "Поништити дељење овог посла?"),
                n("b9dfdc7a", "Понишатавњем дељења уклањаш посао из фокуса."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "Твоји подељени послови"),
                n("ea7f1a42", "Твоји послови"),
                n("d1cbcb90", "Извор"),
                n("gf66326c", "Недавно ажурирано"),
                n("b917fc28", "Промоција послова је онемогућена"),
                n("g06035e6", "Треба да одеш на налог за оглашавање и омогућиш промоцију послова."),
                n("aa16581c", "Немаш приступ налогу за оглашавање промоције послова. Затражи помоћ од администратора налога."),
                n("g7bb6f58", "Није пронађен ниједан налог за оглашавање."),
                n("jf1576ba", "Није успело"),
                n("ff985a36", "Синхронизација"),
                n("e5b8058c", "Није синхронизовано"),
                n("a86e335a", "Последња синхронизација "),
                n("c9838d68", "Послови које сте додали још нису видљиви"),
                n("df6835a6", "Омогућите послове на свом профилу, истакните издвојена радна места изнад својих објава и повежите листу свих слободних радних места."),
                n("fc504ea0", "Почни да приказујеш моје послове"),
                n("a511934e", "Почните са запошљавањем на мрежи X"),
                n("e68d2d16", "Пријави се за бета верзију"),
                n("f7a37e30", "Када кликнеш на „Пријави се за бета верзију“, пристајеш на то да контактирају са тобом путем пословне е-поште повезане са овим налогом након одобрења приступа бета верзији."),
                n("bfef82f0", "X запошљавање је бесплатна функција коју могу да користе верификоване организације за објављивање послова, истицање послова на профилу компаније и привлачење врхунских талената за слободна радна места."),
                n("h4b890c2", "X запошљавање омогућава објављивање послова, истицање послова на профилу и привлачење највећих талената за слободна радна места."),
                n("c3f28126", "Доприте до великог броја корисника"),
                n("dec1601e", "Мрежа X има преко 528 милиона корисника. Ваши будући радници су ту – од софтверских инжењера, преко малопродаје до руковалаца виљушкарима."),
                n("be8393da", "Истакните своје најважније улоге"),
                n("i8c856ce", "Истакни до 3 посла на свом профилу. Сви корисници ће видети ова радна места кад прикажу твој профил."),
                n("d8bc6eea", "Додајте до 5 послова који ће бити Истакнути послови на профилу ваше компаније. Сви корисници ће видети те истакнуте улоге приликом прегледања профила ваше компаније."),
                n("a049efd4", "Брзо увозите послове"),
                n("d12be15a", "Повежите подржани систем за праћење кандидата или XML фид и додајте послове на мрежу X за неколико минута."),
                n("d248d75e", "Затражи подршку"),
                n("c49d8e42", "Потребна ти је помоћ? Обрати нам се"),
                n("ib244b2e", "Копирај адресу е-поште"),
                n("b450472c", "Увези послове"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "Освежи послове"),
                n("aa4c37cc", "Прикажи послове на мом профилу"),
                n("d4b82638", "Издвојени послови на профилу"),
                n("e405b1c2", "Омогућите послове на свом профилу, генеришите више кандидата за критична радна места и омогућите кандидатима да виде сва слободна радна места."),
                n("a85cda86", "Додајте послове да бисте почели"),
                n("c04b6472", "Увезите или додајте послове у неколико једноставних корака како бисте почели да долазите до већег броја кандидата. Ваши послови могу да се деле и са вашим пратиоцима и да буду истакнути на профилу ваше компаније."),
                n("d14c02d0", "Додај послове ручно"),
                n("b12424fc", "Нови посао"),
                n("ca8df1e2", "Креирај посао и додај га на листу послова. Сваки посао мора да има URL адресу за пријаву на којој кандидати могу да виде више о послу и да се пријаве."),
                n("f4f4dd60", "Обавезно"),
                n("b2c213e0", "Ограничење броја знакова је прекорачено"),
                n("d84e9c2a", "Подели врсту посвећености послу која се очекује за ову улогу."),
                n("bc8b300c", "Дужност"),
                n("d1eedb50", "Помози кандидатима да стекну увид у област коју ова улога подржава."),
                n("eaf3ce64", "Тим"),
                n("b36cd50e", "Наведи основни тим са којим ће кандидати радити када буду запослени."),
                n("d3a427ce", "Изабери потребан ниво искуства."),
                n("i7174442", "Опис посла"),
                n("fef0cf02", "Наведи детаљан опис посла. Представи кључне одговорности и квалификације како би кандидати стекли јасан увид у улогу."),
                n("b7800bec", "Представи посао у 200 знакова или мање. Приказује се у објавама, препорукама и претрази."),
                n("a5244ece", "URL адреса за пријаву (обавезно)"),
                n("g2b553f6", "Унеси јавну URL адресу преко које кандидати могу да се пријављују за овај посао."),
                n("c2e77608", "Радно место (обавезно)"),
                n("cdf414d4", "Користи се за претрагу и препоруке. Покушај да користиш наслове који су индустријски стандард ради побољшања резултата."),
                n("cc59319a", "Користи стандардне називе послова у индустрији које ће већина кандидата препознати."),
                n("e7117ee4", "Локација (обавезно)"),
                n("c05176ec", "Ако је ова улога на локацији, унеси локацију/е сајта. Ако је улога удаљена, опиши где кандидати могу да се налазе."),
                n("d70c24d4", "Користи се као помоћ кандидатима при тражењу посла."),
                n("de1c4376", "Опсег плата"),
                n("hf352d42", "Додај опционални опсег плата који ће кандидати видети. Ако се не одлучиш за то, обрати пажњу на законе о транспарентности плата на локацији за коју запошљаваш."),
                n("ede7d0a2", "Валута"),
                n("b925c18c", "Тип плате"),
                n("j3d242ce", "Неважећи опсег"),
                n("f4d07bd2", "Наведи опционалне детаље да би кандидати лакше могли да открију улоге помоћу претраге."),
                n("b8cbb51a", "Резиме посла"),
                n("bda6881e", "Овај посао је увезен из система за праћење кандидата (Applicant Tracking System – ATS). Имај у виду да само одређена поља могу да се мењају."),
                n("b075c68a", "Уреди посао"),
                n("d4b6a6e0", "Фокус профила"),
                n("j2dd3686", "Истакни издвојене послове изнад мојих објава."),
                n("af1cfd46", "Интеграција ATS"),
                n("d6fa2944", "Брисањем интеграције нећете избрисати увезене послове."),
                n("h99f11fa", "Избришите интеграцију"),
                n("eef1ae76", "Тренутно повезано"),
                n("a915f5c1", function (e) {
                    return e.ats + " повезано";
                }),
                n("af7286b7", function (e) {
                    return e.percentage + "% попуста на годину дана услуге Premium";
                }),
                n("c924ad84", "Настави са репродукцијом видео записа"),
                n("de750a3c", "Уживај у њима и када је телефон закључан"),
                n("he5e87c4", "Истакни своје одговоре"),
                n("g64a60ba", "Имаћеш мали приоритет при одговарању на објаве"),
                n("a7ee832a", "Отклони правописне и остале грешке у трајању и до 60 минута"),
                n("fdd77a34", "Креирај дуже објаве"),
                n("j6d26a7a", "Пиши колико год желиш да делиш"),
                n("c4fd68da", "Прилагоди доживљај"),
                n("c0195168", "Промени икону апликације и опције навигације"),
                n("b6b5dc94", "Потврди налог"),
                n("b06db848", "Издвој се од других на платформи"),
                n("e3e3a97c", "Заради део прихода од својих објава");
            n("f15bc24e", "Ограничења функције Grok су повећана"),
                n("c4666e1c", "Опсежнија употреба функције Grok 3, нашег најновијег модела"),
                n("he74ae7a", "Ограничења употребе функције Grok највишег степена"),
                n("f5732cd4", "Укључен је и проширени приступ функцијама DeepSearch и размишљање"),
                n("e0198956", "Добићеш део прихода генерисаног од ангажовања потврђених налога са садржајем који објављујеш на мрежи X."),
                n("iadf78e2", "Преузми видео записе"),
                n("ee54c3de", "Чувај видео снимке директно на уређају"),
                n("ae03594c", "Мање појачање одговора"),
                n("e6bb08c0", "Повећај видљивост својих одговора"),
                n("bf2a6acc", "Велико истицање одговора"),
                n("c2059276", "Твоји одговори ће бити појачани."),
                n("b023ec20", "Максимално истицање одговора"),
                n("g337328e", "Оствари највећу видљивост за своје одговоре."),
                n("fa006202", "Репродукција видео записа у позадини"),
                n("jf389778", "Гледај док претражујеш или користиш друге апликације"),
                n("f2977d80", "Фасцикле са обележивачима"),
                n("j1d3d910", "Организуј објаве ради лакшег приступа"),
                n("f0f48668", "Премијум подршка"),
                n("c3148608", "Брже пронађи помоћ када ти затреба"),
                n("b485ca6e", "Картица „Истакнуто“"),
                n("d438955e", "Прикажи своје најпопуларније објаве"),
                n("f373a352", "Шифроване директне поруке"),
                n("g7405aca", "Безбедно ћаскај уз потпуно шифровање"),
                n("j659fa0c", "Најбоље што пружа Grok 3"),
                n("ibff5694", "Откључај ограничења употребе највишег степена, DeepSearch и промишљање, као и приоритетни приступ новим функцијама"),
                n("i824f4da", "Мање огласа"),
                n("bd17076c", "Приказује се приближно упола мање огласа на временским тракама „За тебе“ и „Пратиш“"),
                n("cef2cac8", "Уживај у искуству без огласа, уз повремени брендирани садржај на мање видљивим местима."),
                n("c97920c0", "Видео снимци ван мреже"),
                n("i4379b18", "Сачувај било који видео за репродукцију ван мреже"),
                n("f94c6bae", "Знаци потврде"),
                n("d72055d6", "Изгради кредибилитет уз знак потврде "),
                n("f54af178", "Писање чланака"),
                n("c5cd5d42", "Дели садржај дугачког формата и истакни се својим идејама"),
                n("jbdb08cc", "Анализирај метрику налога и разумећеш његове перформансе"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "Управљај својим медијима и отпремај их"),
                n("id067c96", "Претрага алатке Radar"),
                n("jf991d48", "Буди у предности уз праћење трендова у реалном времену"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "Моћна алатка која ради у реалном времену за оне који су стално активни на мрежи X. Прати више временских трака на једном екрану (само за веб)"),
                n("b3e50ef2", "Прављење заједница"),
                n("bb1a4e44", "Направи сопствену заједницу"),
                n("j010228e", "Добићеш део прихода који мрежа X добија од твојих најактивнијих пратилаца са месечним претплатама."),
                n("h0e1730e", "Приоритизација одговора"),
                n("jf7f743c", "Објављивање дужих видео-снимака"),
                n("c0c25b6c", "Фасцикле са обележивачима"),
                n("ab31c79e", "Прилагођене иконе апликације"),
                n("a8a702ae", "Прилагођена навигација"),
                n("d5ab1b50", "Добијање верификованог беџа"),
                n("ac298984", "Виши приоритет одговора"),
                n("g20df450", "Уклањање 50% огласа"),
                n("h8dfc4de", "Ограничења употребе Grok вишег степена"),
                n("bf7614d4", "Претплате аутора"),
                n("gadc9f4a", "Највиши приоритете одговора"),
                n("c127c5c2", "Уклањање свих огласа"),
                n("c1e0f3c8", "Откључавање Grok DeepSearch и промишљања"),
                n("aac0bbb6", "Приступ за Radar"),
                n("a6722922", "Оглас уклоњен"),
                n("ba016532", "Истицање одговора"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "МАКС."),
                n("b1492c6c", "Највиши степен"),
                n("fb5e2c14", "Истичи објаве уз X Premium"),
                n("gd1f4cfa", "Прикажи своје најбоље објаве на профилу"),
                n("h59250bc", "Шифроване поруке уз X Premium"),
                n("ed62d546", "Дуже објаве уз X Premium"),
                n("ca447200", "Потврда идентитета путем СМС порука уз X Premium"),
                n("af2b99ea", "Уређуј објаве уз X Premium"),
                n("ha265914", "Организуј обележиваче уз X Premium"),
                n("gda940ae", "Креирај заједницу уз X Premium"),
                n("c7e5ac54", "Приказивање мање огласа уз X Premium"),
                n("e03589ba", "Појачај објаве уз X Premium"),
                n("f0f8c82a", "Придружуј се само верификованим ћаскањима уз X Premium"),
                n("fecf5aaa", "Отпреми видео Full HD резолуције уз X Premium"),
                n("c00d2be2", "Уређуј видео записе уз X Premium"),
                n("cd360b86", "Питај Grok било шта"),
                n("d2e1a7a2", "Доступно уз X Premium"),
                n("e664abe2", "Видео на платформи X. У пуној раскоши."),
                n("e595a3e2", "Откључај најбоље видео снимке уз Premium"),
                n("i3c9329a", "Истакни се уз формат обогаћеног текста"),
                n("cc9def68", "Само уз X Premium"),
                n("hdef5966", "Преузми видео снимке на уређај"),
                n("c748224a", "Откључај уз Premium"),
                n("ebfc88bc", "Приступај ексклузивним функцијама"),
                n("f652e9ac", "Откључај више уз Premium"),
                n("d67e94c0", "Пропустићеш..."),
                n("j1d3098c", "Откључај више уз Premium+"),
                n("gd573390", "И све у верзији Basic..."),
                n("ef94bbd4", "Набави Premium+"),
                n("dcd830ce", "И све у верзији Premium..."),
                n("b7dde622", "Срећан Дан захвалности! Понуда се завршава за:"),
                n("i0180ca1", function (e) {
                    return "До " + e.date + ". Срећан Дан захвалности!";
                }),
                n("hb9d0e00", "Наша понуда за 2-годишњицу завршава се за:"),
                n("d2b23e0d", function (e) {
                    return "Premium слави рођендан! Завршава се " + e.date + ".";
                }),
                n("bb4998fb", function (e) {
                    return "До " + e.date;
                }),
                n("c0847ebc", "Све надоградње са нивоа Basic, плус..."),
                n("ed672bfa", "Све надоградње са нивоа Basic и Premium, плус..."),
                n("db63fa1c", "Изабери premium план"),
                n("b128c6bc", "Добићеш беџ потврде и десетине других сјајних предности и погодности"),
                n("a9904a1c", "Чувај у услузи X Premium током ограниченог периода"),
                n("acfaf7a0", "Упореди нивое и функције"),
                n("e1606e52", "Промена претплате"),
                n("d2f2b91a", "региструјте се овде"),
                n("j4b4310e", "Секунде"),
                n("af863ee9", "бесплатне пробне верзије"),
                n("f5705987", "услове коришћења за купца"),
                n("h89dabac", "Откажи у било ком тренутку"),
                n("f36b8e14", "Дошло је до грешке при прибављању овог производа. Покушај поново да учиташ."),
                n("f1756574", "/ месечно"),
                n("i650ff14", "/ годишње"),
                n("dbcd25db", function (e) {
                    return "првих " + e.numberOfDays + " дана";
                }),
                n("bd40d5b5", function (e) {
                    return "Претплати се и плати за " + e.title;
                }),
                n("i36a0b6e", "Можеш да се претплатиш само путем апликације X за iOS (засад)."),
                n("c906ad94", "Поништи надоградњу"),
                n("db5c77e0", "Ово је твоја активна претплата"),
                n("h77ef73e", "Пређи на месечни план"),
                n("d723d44a", "Пређи на годишњи план"),
                n("gf6b66b8", "Потврди промену претплате, почев од данас"),
                n("e83daf87", function (e) {
                    return "Потврди промену претплате, почев од " + e.date;
                }),
                n("f27022d6", "Тренутни план"),
                n("i9d5f4b6", "Нови план"),
                n("ia390d8a", "Како ће функционисати враћање на претходну верзију"),
                n("fd80b875", function (e) {
                    return "Твој тренутни план остаје активан док се циклус наплате не заврши. Дана " + e.nextBillingDate + " ћеш прећи на " + e.newTierName + " и биће ти наплаћено по новој цени.";
                }),
                n("c8fb177a", "Како ће уплата бити прилагођена"),
                n("df776505", function (e) {
                    return "Вршиш надоградњу на " + e.newTierName + " са новом наплатом. Данас ће ти бити наплаћено за нови план, али ће преостали кредит бити умањен за тај износ. Промена одмах ступа на снагу, а наплата ће бити прилагођена у складу са тим.";
                }),
                n("d7efb6ba", "Прелазиш са месечне на годишњу наплату. Данас ће ти бити наплаћено за годишњи план, а преостали процењени месечни салдо биће укључен у укупну наплату. Прелазак одмах ступа на снагу и сада ће ти се наплаћивати на годишњем нивоу."),
                n("a5f2cf70", "Прелазиш са годишње на месечну наплату. Преостали годишњи кредит ће покривати твоје месечне уплате док се не потроши. Прелазак одмах ступа на снагу и сада ће ти се наплаћивати на месечном нивоу."),
                n("ef1c0208", "Потврди промену плана"),
                n("ia08113f", "Услове коришћења намењене купцима"),
                n("d2962b73", "Условима"),
                n("b421795a", "Откажи у било ком тренутку"),
                n("f8d88ac7", "Услове коришћења намењене купцима"),
                n("ca220fe9", "Условима"),
                n("ab8beda0", "Откажи у било ком тренутку"),
                n("ife2636d", "Услове коришћења намењене купцима"),
                n("fb57be65", "Условима"),
                n("e468a6c2", "Откажи у било ком тренутку"),
                n("e9f4c89b", "Услове коришћења намењене купцима"),
                n("hce73b41", "Условима"),
                n("i4db5c92", "Откажи у било ком тренутку"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "Ограничења употребе највишег степена"),
                n("abaa4274", "Откључај DeepSearch и промишљање"),
                n("e0d53864", "Приоритетни приступ новим функцијама"),
                n("g1be3530", "БЕСПЛАТНИ ПРОБНИ ПЕРИОД"),
                n("b10b4f1f", function (e) {
                    return "УШТЕДИ " + e.percentOff + "% ПРЕ " + e.date;
                }),
                n("b8d0bd19", function (e) {
                    return "Испробај " + e.productName + " бесплатно";
                }),
                n("f89dfa74", "Најбоља вредност"),
                n("b9a4d8c6", "Годишње"),
                n("f5fb58b4", "Плус све функције услуге X Premium"),
                n("i527045e", "Знак потврде, опсежније коришћење функције Grok, истицање одговора, аналитика и још много тога"),
                n("ga482a88", "Годишњи план"),
                n("hc64d5b0", "Месечни план"),
                n("de7db957", function (e) {
                    return e.price + " по години, наплаћује се годишње";
                }),
                n("d8982437", function (e) {
                    return e.price + " годишње, наплаћује се месечно";
                }),
                n("f0ad5cc8", "години"),
                n("a0dc6e4c", "Тренутно недоступно"),
                n("jd8b2e66", "Претплати се и плати"),
                n("ca784c0c", "Претплати се и плаћај уз Apple"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "Или уштеди до 30%"),
                n("i7fbacc4", "Пребацуј се између доступних нивоа услуге"),
                n("c9cc122b", function (e) {
                    return "Функција " + e.feature + " је укључена у " + e.title;
                }),
                n("bff35771", function (e) {
                    return "Функција " + e.feature + " није доступна за " + e.title;
                }),
                n("a69fd369", function (e) {
                    return "Почетна цена " + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "Претплати се за " + e.percentage + "% попуста (ограничен период)";
                }),
                n("dfc5f972", "И још много тога..."),
                n("fb8453c8", "Откључај захтеве за DeepSearch и размишљање"),
                n("e45b3f30", "Откључај захтеве за истраживање и резоновање"),
                n("aaebdc2e", "Знатно повећан приступ функцијама Grok 3 мини и Grok 3"),
                n("ddf8a412", "Приступи новим функцијама пре других"),
                n("gfb04ef4", "Све функције услуге Premium+ на мрежи X"),
                n("b601cfbb", function (e) {
                    return "Испробај за " + e.price + " месечно";
                }),
                n("i3e90e20", "Тренутно недоступно"),
                n("d9e9ce26", "Претплати се и плати:"),
                n("j1f5a580", "Дошло је до проблема са обрадом претплате на услугу Premium. Провери податке за плаћање, а затим покушај поново."),
                n("ebc84442", "Регистровање Premium претплате"),
                n("cd9102d4", "Одабери категорију"),
                n("eb551aea", "Прикажи категорију на профилу"),
                n("f386777a", "Замени тип налога"),
                n("db483090", "Промењено на лични налог"),
                n("c701200c", "Промењено на пословни налог"),
                n("acd8da0a", "Промењено на налог аутора"),
                n("cb55ecce", "Пређи на лични налог"),
                n("h4aeb984", "Пређи на лични налог"),
                n("ada6073a", "Нису ти потребне професионалне алатке?"),
                n("eb723d4c", "Лични налози немају алатке као што су Фокус профила и Менаџер за куповину. Мораћеш да подесиш нови професионални налог ако пожелиш да се вратиш."),
                n("hbb1af08", "Пређи на пословни налог"),
                n("a9b5e3aa", "Не, откажи"),
                n("ia49207a", "Да, пређи"),
                n("g3f74902", "Желиш да пређеш на пословни налог?"),
                n("f3bcfac0", "Ово је најпогодније за брендове, малопродајне објекте, добављаче услуга и организације."),
                n("d0c3f02e", "Пређи на налог аутора"),
                n("a01e84e0", "Желиш да пређеш на налог аутора?"),
                n("e8af8ef4", "То је најпогодније за јавне личности, уметнике и утицајне личности."),
                n("e44eab74", "Неки модули тренутно нису подржани на неким клијентима мреже X"),
                n("ce4185bc", "Још фокуса стиже ускоро"),
                n("b5aed332", "Ниједан фокус није доступан"),
                n("g419ecf4", "Остани на страници"),
                n("d3a097a2", "Да, одбаци"),
                n("j1e1cd30", "Желиш ли да одбациш промене?"),
                n("fc779c28", "Истакни фокус"),
                n("ie85a7a8", "Желиш ли да избришеш податке о пословању?"),
                n("b5348efc", "Без радног времена"),
                n("db285564", "Увек отворено"),
                n("g7993eee", "Прилагођено радно време"),
                n("c9ee902a", "Прикажи мапу"),
                n("j224a074", "Све наведене информације о локацији биће јавно доступне када је Фокус локације укључен. Телефон и е-пошта су доступни путем дугмета Контактирај."),
                n("f448cbcc", "Опционо"),
                n("c16c9568", "Адреса"),
                n("i3a38711", "Условима коришћења услуге Google мапе"),
                n("beb66f50", "Google политици приватности"),
                n("e0d47030", "Где корисници могу да те пронађу? Имај на уму да ће ове информације бити јавно доступне корисницима како би могли да те пронађу. У сваком тренутку можеш да их уклониш."),
                n("c7a4adb0", "Додај адресу"),
                n("cd39daf6", "Поштански број / поштански адресни кôд"),
                n("gc0df5a6", "Додај поштански број / поштански адресни кôд"),
                n("c6c16a52", "Град"),
                n("aa8015be", "Додај град"),
                n("b688f53a", "Држава/провинција/регион"),
                n("a67f5bbc", "Додај државу/провинцију/регион"),
                n("if92b1b4", "Додај државу"),
                n("ffc5590e", "Неважећи град"),
                n("a8fd64d8", "Потражи земље"),
                n("a0abe108", "Неважећа држава/провинција/област"),
                n("j163df8e", "Неважећа адреса"),
                n("af9b9b78", "Неважећи поштански број / поштански адресни кôд"),
                n("i373e022", "Унеси е-пошту"),
                n("f91751f8", "Ово ће бити јавно видљиво"),
                n("g33c0564", "Неважећа е-пошта"),
                n("ga71fbf4", "Радно време"),
                n("ca2ba204", "Измени прилагођено радно време"),
                n("d7b7dbca", "Радно време се неће приказивати на профилу"),
                n("a460e770", "нпр. паркови, плаже, онлајн куповина"),
                n("ddc88bf0", "Подеси радно време за сваки дан"),
                n("j11df0ca", "Временски периоди се преклапају"),
                n("f9f911f4", "Претражи временску зону"),
                n("d21a4252", "Додај радно време"),
                n("ac6ce1c0", "Од"),
                n("c647aac8", "До"),
                n("b926e64a", "Унеси веб-сајт"),
                n("i019c8b6", "Позив"),
                n("eabc6906", "СМС"),
                n("h24d868c", "Позив и СМС"),
                n("fa64f1fc", "Изабери позивни број за земљу"),
                n("c7d3629a", "Број телефона"),
                n("ce48a958", "На који начин желиш да контактирамо са тобом?"),
                n("b97705ce", "Имај на уму да ће овај број телефона бити јавно доступан корисницима како би могли да контактирају са тобом. У сваком тренутку можеш да га уклониш."),
                n("f7ff19ec", "Додај позивни број за државу"),
                n("bb7f177a", "Неважећи број телефона"),
                n("b91d1394", "Додај апликацију"),
                n("d3cd1160", "Додај апликацију за iOS"),
                n("f2124008", "URL до продавнице App Store"),
                n("dc0d9d6a", "Додај апликацију за Android"),
                n("dd1605f0", "URL до Play продавнице"),
                n("g4098f78", "Где се ово налази?"),
                n("b949cdc6", "Уклони апликацију"),
                n("b4b8a486", "Изабери Заједницу"),
                n("jfe04cf6", "Желиш ли да обришеш избор?"),
                n("a14aa8dc", "Ово ће уклонити Заједницу из твог фокуса."),
                n("cc4add98", "Изабери Заједницу и прегледај како ће изгледати на страници профила"),
                n("jd3e9ea6", "Немаш ниједну Заједницу"),
                n("daad9741", "направиш своју Заједницу"),
                n("c46cdabc", "Напредне алатке"),
                n("f6a2233a", "Управљај дозволама за све налоге"),
                n("ccb3ca48", "Пословна подешавања"),
                n("b0ef3100", "Креирај богате оглашавачке кампање"),
                n("ff1c5e1a", "Платформа професионалног налога"),
                n("f53adc36", "Покрени зараду у стварном свету"),
                n("hc4981d6", "Фокуси профила"),
                n("fbce8dbe", "Пронађи особе за праћење"),
                n("ae76c624", "Повежи се са још људи"),
                n("ae0383d4", "Повећај број ангажовања и досегни још људи"),
                n("a1dbe746", "Појачај ангажовања и досегни још људи"),
                n("hbd124ae", "Појачај објаву"),
                n("hd80bd3e", "Промовиши објаву"),
                n("fe2b0008", "Научи да користиш мрежу X"),
                n("h257d4aa", "Изабери објаву за промовисање"),
                n("fe946974", "Your trial of X without ads"),
                n("f6c50ec0", "Your ad-free trial has ended"),
                n("b1319404", "Ads avoided"),
                n("baa4acae", "You’re seeing more personalized content."),
                n("c00e8600", "Estimated time saved"),
                n("ic073e4e", "Your time is valuable."),
                n("eb866e88", "Estimated 1-year time savings"),
                n("aa77b70c", "Based on your usage."),
                n("c534c6b4", "We’re crunching the numbers..."),
                n("i57332f0", "Keep scrolling and check back later to see how many ads you’ve avoided and how much you’ve time saved"),
                n("cc10f019", function (e) {
                    return e.minutes + " минут" + f(e.minutes, "а", "", "а");
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " сат" + f(e.hours, "а", "", "а");
                }),
                n("a9af8753", function (e) {
                    return e.days + " дан" + f(e.days, "а", "", "а") + ", " + e.hours + " сат" + f(e.hours, "а", "", "а");
                }),
                n("b93d00e5", function (e) {
                    return e.days + " дан" + f(e.days, "а", "", "а");
                }),
                n("be88be23", function (e) {
                    return "Твој " + e.durationInDays + "-дневни пробни период без огласа је активиран";
                }),
                n("a4413462", "Throughout the trial you can see stats about how many ads you haven’t seen and how much time you’ve saved."),
                n("ae3f3b0e", "Enjoy!"),
                n("cdac8dc4", "See your new feed"),
                n("dec99336", "Ad-free"),
                n("i95803fa", "Unfortunately, you are not eligible at this time."),
                n("d28a1d72", "Међу првима уочавај трендове уз Radar"),
                n("fb70427a", "Представљамо најмоћнију алатку за претрагу на мрежи X."),
                n("i54bf620", "Праћење кључних речи"),
                n("e8bb09bc", "Фокусирај се на било коју тему помоћу могућности напредне претраге."),
                n("d4c9d5aa", "Визуелизација трендова"),
                n("e78263fe", "Прати разговоре са дневним графиконима активности из последња 3 дана."),
                n("e3ed8220", "Метрика у реалном времену"),
                n("f4952956", "На располагању ти је тренутна статистика о броју објава из твојих упита."),
                n("cce3f116", "Објава је додата у твоје обележене"),
                n("b593b396", "Објава је уклоњена из твојих обележених"),
                n("af9c8a3e", "Отвори апликацију"),
                n("ef483238", "Објави страницу статуса"),
                n("jcf3ff56", "Велики текст"),
                n("f1252ac8", "Средњи текст"),
                n("daa0da04", "Мали текст"),
                n("ba5256b2", "Величина текста"),
                n("h030c24c", "Пријави проблем"),
                n("b12ffee6", "Забрани у заједници"),
                n("e37836f8", "Детаљи о пријави"),
                n("fb35e52a", "Погледај правило"),
                n("e238c590", "Шта је следеће"),
                n("if218e60", "Наш тим и технологија ће прегледати твоју пријаву. Ако установимо да је дошло до прекршаја, обавестићемо те о мерама које ћемо предузети."),
                n("b6dc1984", "Шта наш процес обухвата?"),
                n("b0a16894", "Контекст је битан. Приликом спровођења наших правила, у обзир узимамо следеће факторе (ово није потпуна листа):"),
                n("d4716820", "Да ли пријављени садржај циља људе због њиховог идентитета?"),
                n("e899a534", "Колико је озбиљан овај прекршај?"),
                n("d9c4e7ae", "Да ли је пријаву поднела особа која је на мети?"),
                n("afb51066", "Прављење дуплих извештаја неће убрзати процес."),
                n("b7ba712a", "Прекршај је пронађен"),
                n("d90b8c04", "Ниједан прекршај није пронађен"),
                n("c2d0494a", "Наше препоруке за безбедност"),
                n("be46e000", "Пријави дупликате"),
                n("e846ae32", "Чак и ако је садржај избрисан, неко је можда направио копију или снимке екрана. Ако га видиш на мрежи X, пријави га како бисмо могли да га уклонимо."),
                n("e3647d08", "Обрати се полицији"),
                n("gad89c4a", "Ако мислиш да си у опасности, препоручујемо ти да се обратиш локалном одељењу полиције. Они могу да консултују наше смернице за полицију ако имају додатних питања. "),
                n("h7fa9240", "Сједињене Америчке Државе:"),
                n("fb2ff552", "Национална линија за превенцију самоубистава на 988."),
                n("bb57e8c0", "Друге земље и региони:"),
                n("b9ce59ba", "Хвала ти још једном што си нам на то скренуо/ла пажњу."),
                n("d42899ad", "Међународно удружење за превенцију самоубистава."),
                n("c9853de0", "Садржај је сакривен"),
                n("c197728e", "Решено"),
                n("f4422d78", "Пријаве"),
                n("i07c24fa", "Немаш ниједну отворену пријаву"),
                n("h542c98a", "Погледај детаље"),
                n("e6e11d12", "Немаш ниједну решену пријаву"),
                n("ibf33bae", "Пријави дупликате да бисмо их уклонили"),
                n("a288ca36", "смернице за полицију"),
                n("a62c9c34", "Прати своја интересовања."),
                n("cf39fca2", "Сазнај о чему људи причају."),
                n("j86184fe", "Придружи се разговору."),
                n("ac2035f2", "Придружи се данас."),
                n("h0af9418", "Направи налог"),
                n("eba1b198", "Дешава се сада"),
                n("fa811c30", "Већ имаш налог?"),
                n("b4bdfb3e", "Преузми Grok апликацију"),
                n("f991cfaa", "Набави Grok"),
                n("a4298bc0", "Мрежа X. Место за сва дешавања."),
                n("j3f49ff6", "Од најновијих вести и забаве до спорта и политике, сазнај читаву причу са свим коментарима уживо."),
                n("d65555c2", "ИЛИ"),
                n("e75df5c9", function (e) {
                    return e.query + " – Претрага";
                }),
                n("ac4fb0f4", "Фотографије"),
                n("aea62568", "Филтери за претрагу"),
                n("gfcfbf8c", "Претрага је сачувана."),
                n("a4645d92", "Сачувана претрага је избрисана."),
                n("b11805af", function (e) {
                    return "Погледај објаве на тему " + e.query + " на мрежи X. Погледај шта људи кажу и придружи се разговору.";
                }),
                n("d610e8c3", function (e) {
                    return "Најновије објаве о теми " + e.query + ". Прочитај шта људи кажу и придружи се разговору.";
                }),
                n("j622effe", "Напредна претрага"),
                n("i5045e74", "Било где"),
                n("h2388754", "Близу тебе"),
                n("a0cf4306", "Резиме функције Grok"),
                n("f97f7b46", "Сакриј резиме функције Grok"),
                n("f9d35b98", "Можеш да имаш само 25 сачуваних претрага. Избриши једну претрагу ако желиш да сачуваш нову."),
                n("ha925ad4", "Нешто није у реду. Покушај поново да сачуваш претрагу за минут."),
                n("h0a9931c", "Нешто није у реду. Покушај поново да избришеш претрагу за минут."),
                n("h4912b5e", "Сачувај претрагу"),
                n("b9bc69ca", "Избриши сачувану претрагу"),
                n("eb63de70", "X – Напредна претрага"),
                n("d3938be8", "Речи"),
                n("e0dded5e", "Ангажовање"),
                n("a097f7ba", "Датуми"),
                n("c03f15ca", "Било који језик"),
                n("cb334136", "Линкови"),
                n("jf1cbcc2", "Укључи објаве са везама"),
                n("gede6f6e", "Прикажи само објаве са везама"),
                n("bda44dd4", "Укључи одговоре и оригиналне објаве"),
                n("ab870904", "Приказуј само одговоре"),
                n("b6215680", "Све ове речи"),
                n("cceffa5e", "Пример: шта се дешава · садржи речи „шта“, „се“ и „дешава“"),
                n("f1c5faee", "Ова конкретна фраза"),
                n("ad10780e", "Пример: happy hour · садржи конкретну фразу „happy hour“"),
                n("a555a3f4", "Било која од ових речи"),
                n("ee8a2b60", "Пример: мачке пси · садржи реч „мачке“ или „пси“ (или обе)"),
                n("f51fe348", "Ниједна од ових речи"),
                n("hb657ad4", "Пример: мачке пси · не садржи реч „мачке“ и не садржи реч „пси“"),
                n("d10da5da", "Ове ознаке"),
                n("f0b52b50", "Пример: #ThrowbackThursday · садржи ознаку #ThrowbackThursday"),
                n("e292598a", "Са ових налога"),
                n("hef790d8", "Пример: @X · послато са налога @X"),
                n("g2c27394", "Овим налозима"),
                n("d158d9d0", "Пример: @X · послато као одговор кориснику @X"),
                n("a10e3230", "Помињање ових налога"),
                n("daaf2c72", "Пример: @SFBART @Caltrain · помиње корисника @SFBART или помиње корисника @Caltrain"),
                n("b18366ba", "Минимални број одговора"),
                n("f481ba1c", "Пример: 280 · објаве са најмање 280 одговора"),
                n("ib3ddbd4", "Минимални број свиђања"),
                n("ef994dac", "Пример: 280 · објаве са најмање 280 свиђања"),
                n("a504ca74", "Минималан број поновних објава"),
                n("jd9bd944", "Пример: 280 · објаве са најмање 280 поновних објава"),
                n("e95b9448", "Опште"),
                n("f458a3b2", "Приватност"),
                n("bdc6f5b8", "Твој налог"),
                n("ea848de8", "Подешавања за EarlyX"),
                n("df483b48", "Пребацивање функција"),
                n("bd05add8", "Није бот"),
                n("d94f12b6", "Покушај да потражиш обавештења, приватност итд."),
                n("ba8f6f82", "Претражи подешавања"),
                n("g931a6e5", function (e) {
                    return "Пратиш тему " + e.topic;
                }),
                n("h3f9027a", "Објаве о овоме приказиваће се на почетној временској траци. Ова тема ће нам помоћи да персонализујемо твоје искуство на мрежи X."),
                n("e241095e", "Твоје теме"),
                n("f8bc75e2", "Темама"),
                n("ed827af6", "Тема је недоступна."),
                n("d094c720", "Све теме"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | Теме";
                }),
                n("g02269ba", "Прати теме на мрежи X. Теме ти омогућавају да видиш најпопуларније објаве са великог броја налога који припадају стручњацима или корисницима који су само обожаваоци различитих тема на мрежи X."),
                n("e80d2509", function (e) {
                    return "Прати тему " + e.topicName + " на мрежи X. Видећеш најпопуларније објаве са великог броја налога који припадају стручњацима, обожаваоцима или корисницима који само имају обичај да разговарају о теми " + e.topicName + " на мрежи X.";
                }),
                n("e44b4256", "Историја приче"),
                n("a74af3f8", "Није пронађена историја приче."),
                n("c3077694", "Објаве у тренду"),
                n("a9042b6c", "Историја тренда"),
                n("ed54bc32", "Пријави тренд"),
                n("f89bcc50", "Тренд је пријављен"),
                n("gde7b6b0", "Поништи чување"),
                n("i6212670", "Тренд се учитава"),
                n("c6a07c10", "Временска трака у тренду"),
                n("b0c91a92", "Пријави се или се региструј и погледај шта људи на мрежи X говоре на ову тему"),
                n("d7071084", "Питај Grok ово"),
                n("ee2200f4", "Ова прича је резиме објава функције Grok на мрежи X. Прича ће се временом развијати."),
                n("e1e5d552", "Уреди свој круг"),
                n("ec13f9cc", "У твом кругу нема никога – за сада"),
                n("dab58e32", "Када додаш људе, приказаће се овде."),
                n("f43112a4", "Како то функционише"),
                n("a4d60c94", "Нешто није у реду. Тренутно не можемо да додамо корисника у твој круг."),
                n("a1ba3bd8", "Твој круг је пун. Достигнуто је ограничење од највише 150 људи у твом кругу."),
                n("ac3fd6e2", "Немаш ниједну препоруку – засада"),
                n("eeb4d3f0", "Овде ћемо предлагати људе које можеш да додаш у свој круг. "),
                n("aea3c420", "Још нема цитата"),
                n("b40a22c0", "Додај своје мишљење када делиш нечију објаву и приказаће се овде."),
                n("f08d8d08", "Појачај објаве које ти се свиђају"),
                n("f0ccff52", "Подели нечију објаву на временској траци тако што ћеш је поново објавити. Када то урадиш, приказаће се овде."),
                n("fc1acb54", "Још нема свиђања"),
                n("e3527230", "Када неко (чак и ти) додирне срце да би означио да му се свиђа ова објава, то ће се приказати овде."),
                n("i3e8b808", "Учитавање корисника којима се свиђа ова објава"),
                n("c69fd704", "Учитавање корисника који су поново објавили ову објаву"),
                n("f12858d4", "Свиђање од стране"),
                n("fe62cfec", "Поново објавио корисник"),
                n("h1c5d6aa", "Послао/ла си ти"),
                n("h6d45054", "Послали су сви"),
                n("da68fff1", function (e) {
                    return e.count + " новчић" + f(e.count, "а", "", "а") + " (видљиво само вама)";
                }),
                n("e35f2534", "Учитавање ангажовања за објаву"),
                n("i60dfa72", "Ангажовања за објаву"),
                n("dc604dda", "Корисници који су означили да им се свиђа ова објава"),
                n("cdd4ef4a", "Корисници који су поново објавили ову објаву"),
                n("icc72234", "Цитати ове објаве"),
                n("hc35b530", "Још увек нема ознака за свиђање"),
                n("e0d6a246", "Још нема поновних објава"),
                n("i2a26cb4", "Када неко додирне срце да би означио да му се свиђа ова објава, то ће се приказати овде."),
                n("i9b724e8", "Овде ћеш пронаћи листу свих који су цитирали ову објаву."),
                n("a5ab75ae", "Није пронађена ниједна сродна објава."),
                n("ce637c0e", "Није пронађен ниједан повезани чланак."),
                n("fd67deaa", "Дели сродне објаве"),
                n("f9183bb6", "Копирај везу у сродне објаве"),
                n("fc4e5d96", "Аналитику можеш да прикажеш само за своје објаве."),
                n("ab0da59f", function (e) {
                    return e.entity + " – аналитика";
                }),
                n("ae32e7de", "Ово је промовисана објава. Број прегледа ове објаве је приватан."),
                n("a10aa36c", "центру за помоћ"),
                n("d0740558", "центру за помоћ"),
                n("d2d76dca", "центру за помоћ"),
                n("de8bcdaa", "Анализа људи који су видели твоју објаву"),
                n("cfa1ef16", "Појачај"),
                n("d267afa2", "Мање од 20"),
                n("db81cab0", "20–29"),
                n("f173716e", "30–39"),
                n("ada329e6", "40–49"),
                n("j2950694", "Више од 50"),
                n("bcd9cf68", "Више од 65"),
                n("f05f1838", "Друго/није наведено"),
                n("fa5be588", "Органски"),
                n("c65126fe", "Истакнуто"),
                n("c61c6624", "Промовисано"),
                n("f1196a04", "Аналитика истицања"),
                n("bb66e3fc", "Промовиши аналитику"),
                n("g512ddcc", "Органска аналитика"),
                n("j9256524", "Анализа перформанси истицања"),
                n("ceeb3016", "Анализа перформанси промовисања"),
                n("bf4558fa", "Анализа органских перформанси"),
                n("c69069e6", "Број прегледа ове објаве на мрежи X"),
                n("a0615bac", "Укупан број интеракција корисника са објавом. То обухвата све кликове на било шта у објави (укључујући ознаке, везе, аватар, корисничко име и проширење објаве), поновне објаве, одговоре, праћења и свиђања."),
                n("acc4cf12", "Број приказа профила из ове објаве"),
                n("c7d0d1c4", "Број кликова на било коју URL адресу у овој објави"),
                n("a4da7724", "Број прегледа детаља о овој објави"),
                n("jedd2771", function (e) {
                    return e.percentage + " од истицања";
                }),
                n("g33fd6b1", function (e) {
                    return e.percentage + " од промоције";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " од корисника који те не прате";
                }),
                n("h4cbba3e", "< 5%"),
                n("f4f0094c", "< 5% од истицања"),
                n("h1cdac12", "< 5% од промоције"),
                n("g884b2cc", "< 5% од корисника који те не прате"),
                n("b32334a0", "Број досегнутих налога"),
                n("h142a79c", "Број јединствених прегледа ове објаве"),
                n("de4def4e", "% од свих промоција до сада"),
                n("e3390c1e", "Првих 48 сати"),
                n("aead0975", function (e) {
                    return "Овај показатељ прати број читалаца објаве у првих 48 сати од објављивања. Максимална број приказа је: " + e.maxValue + ".";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " свиђањ" + f(e.likeCount, "а", "е", "а");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " поновн" + f(e.retweetCount, "е објаве", "а објава", "е објаве");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " одговор" + f(e.replyCount, "а", "", "а");
                }),
                n("db6efeb8", "Промоција је у току"),
                n("j6daea86", "Промоција је паузирана"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return "Потрошено " + e.spentBudget + " од " + e.totalBudget;
                }),
                n("e8adeec8", "Поново промовиши"),
                n("fbb5c37e", "Појачај поново"),
                n("ccffb487", function (e) {
                    return "Твоја објава је до сада добила " + e.impressions + " приказ" + f(e.impressions, "а", "", "а") + ". Пребаци се на професионални налог и повећај свој досег.";
                }),
                n("ha13fd94", "Истакни објаву"),
                n("jede3014", "Преглед промоције је у току"),
                n("b823301e", "Када буде одобрена, објаву ћемо промовисати публици коју изабереш."),
                n("a2e48870", "Прегледај смернице мреже X о огласима"),
                n("ge538876", "Метрика за подељени видео"),
                n("ca7e10d8", "Јединствени прикази"),
                n("i611fc96", "Укупан број прегледа овог видео-снимка у свим објавама"),
                n("a69cd868", "Број јединствених прегледа овог видео-снимка"),
                n("f894a688", "Задржавање публике"),
                n("ad9d9204", "Проценат дужине видео-снимка који су гледаоци одгледали пре него што су га напустили, као и време које су провели гледајући видео."),
                n("da4b7a70", "Проценат гледалаца који је гледао видео до одређеног времена"),
                n("de2d89a2", "Одгледали 25%"),
                n("i92754c2", "Одгледали 50%"),
                n("be8ddcc2", "Одгледали 75%"),
                n("b01410d6", "Одгледали 100%"),
                n("gfb3d8af", function (e) {
                    return "Погледано до " + e.timeLabel;
                }),
                n("fc6cbba2", "Овде нема садржаја за приказ – још увек"),
                n("b80a53c8", "Када више података буде прикупљено, те информације ћеш видети овде."),
                n("d25dccb6", "Аналитика није доступна за објаве круга."),
                n("g61ac32a", "Аутоматски циљамо кориснике који ће највероватније остварити интеракцију са твојим садржајем."),
                n("e8702feb", function (e) {
                    return "Частимо те са " + e.couponAmount + "!";
                }),
                n("e44dc579", function (e) {
                    return "Почни одмах и оствари попуст од " + e.couponAmount + " на прву промоцију пре " + e.date;
                }),
                n("hd8df545", function (e) {
                    return "Почни одмах и оствари попуст од " + e.couponAmount + " на следећу промоцију пре " + e.date + ".";
                }),
                n("f1d32e41", function (e) {
                    return "Потроши " + e.spendAmount + " и добићеш " + e.couponAmount + " у кредиту за огласе.";
                }),
                n("c4d0434b", function (e) {
                    return e.dailyBudget + " дневно током " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " током " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "локациј" + f(e.numLocations, "е", "а", "а");
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "–" + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " дан" + f(e.durationDays, "а", "", "а");
                }),
                n("gc3ce5d9", function (e) {
                    return "Процењени досег од " + e.audienceLow + " до " + e.audienceHigh + " људи дневно";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "Старосни опсег: " + e.formattedAge + e.newlinePlaceholder + "Пол: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "Када потрошиш " + e.spendAmount + " на једну или више кампања, додаћемо ти кредит од " + e.couponAmount + " директно на налог за оглашавање. Може да прође неколико дана пре него што кредит буде примењен.";
                }),
                n("cb51c854", "Било који пол"),
                n("bb7b39e2", "Мушкарци"),
                n("eb9466d0", "Жене"),
                n("b07cc9f2", "Регион"),
                n("ce309bee", "Метро"),
                n("cc49d030", "Поштански број"),
                n("c3fca124", "Више ангажовања"),
                n("d4f57cce", "Повећај број пратилаца"),
                n("c6daa762", "Повећај број кликова на линк"),
                n("cc642518", "Претражи локације"),
                n("i0e8c3c6", "Резултати локација"),
                n("f69ad048", "Изабери локацију"),
                n("d948b978", "Можеш да промовишеш само своје објаве."),
                n("cfcdb4a2", "Нешто није у реду. Увери се да су сви блокатори огласа онемогућени."),
                n("j7a2af7a", "Да ли желиш да промовишеш ову објаву?"),
                n("a78bce8e", "Ако одеш сада, ова објава неће бити промовисана."),
                n("g8844150", "Не промовиши"),
                n("e7eb3684", "Дневни буџет"),
                n("d9f6e3ce", "Клизач за дневни буџет"),
                n("b3954eca", "Клизач за трајање у данима"),
                n("ce665a60", "Процењени досег је приближан. Стварни досег није могуће гарантовати."),
                n("i0c3b95c", "Следећа тура је на наш рачун!"),
                n("h8b6e32a", "Твоја објава је промовисана!"),
                n("ee8014a6", "Погледај аналитику објаве у било ком тренутку ради мерења учинка огласа."),
                n("db841200", "Повећај број ангажовања, досегни још људи и разгласи другима о својој страници."),
                n("fcc839b6", "Шта је твој циљ?"),
                n("b679a538", "Твоја објава садржи медије"),
                n("cb19a2f0", "Више свиђања, поновних објава и још тога за тебе."),
                n("a2d37164", "Повећај број посетилаца сајта"),
                n("cefad302", "Додај везу у своју објаву"),
                n("b614fad0", "Увери се у то да твоја објава садржи везу."),
                n("de43b660", "Начини плаћања"),
                n("hb4773a0", "Додај нови начин плаћања"),
                n("aa2a3dd4", "Избриши картицу"),
                n("b1c5b63c", "завршава се за"),
                n("affb5878", "Потврди брисање"),
                n("db443ae2", "Да ли ти све изгледа у реду?"),
                n("a96f811e", "Циљ промоције"),
                n("fbd44e96", "Твој буџет"),
                n("e36bce64", "Начин плаћања"),
                n("ia83756c", "Међузбир"),
                n("cc217a04", "Салдо купона"),
                n("g4f2b588", "Преостали салдо купона"),
                n("i41612da", "Креирај промоцију"),
                n("cdae1af0", "Додај пореске податке"),
                n("ed8bb5a0", "Додај податке за плаћање"),
                n("fc640c20", "Додај податке за плаћање па искористи купон"),
                n("be2dc078", "Региструј се и додај податке за плаћање"),
                n("iaefd4de", "Региструј се, додај податке за плаћање па искористи купон"),
                n("e5e42640", "Хм... учитавање купона није успело. Покушај поново касније."),
                n("e85dfd66", "Кампања за ову објаву је већ креирана."),
                n("a4db098c", "Изгледа да нисмо могли да креирамо промоцију. Покушај поново касније."),
                n("ef7e3916", "Нешто није у реду. Провери детаље о промоцији, а затим покушај поново."),
                n("c1134966", "Услове коришћења и Смернице за оглашавање"),
                n("he45cc43", "Услове коришћења купона"),
                n("c9439a82", "Услове коришћења и Смернице за оглашавање"),
                n("c672105a", "Која је твоја циљна група?"),
                n("e1efbeae", "Опсег старости"),
                n("c6ff7c10", "Минимални старосни опсег"),
                n("b555fb46", "Максимални старосни опсег"),
                n("j2c03e12", "55+"),
                n("d4e01892", "огласима за некретнине, изнајмљивање и понуде запослења"),
                n("df8d4fa0", "Изабери пол"),
                n("i982d424", "Колико желиш да уложиш?"),
                n("b9ff6cb0", "Нема изабраних начина плаћања"),
                n("i8b90688", "Услове и Смернице за оглашавање"),
                n("a93bd26d", "Услове коришћења купона"),
                n("d31dc460", "Услове и Смернице за оглашавање"),
                n("ga845597", function (e) {
                    return "Укупно преко " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " – " + e.audienceHigh;
                }),
                n("b21c2549", "Сазнај више"),
                n("j9f78b42", "Нема означених корисника у овој објави."),
                n("cb2054fa", "Учитавање корисника"),
                n("e4ad6bda", "На овој фотографији"),
                n("cdd4aafe", "Учитавање људи у разговору"),
                n("aac3fad2", "Људи у овом разговору"),
                n("a7f66562", "Учитавање објаве"),
                n("b7a898fa", "Иди на следећу објаву директно одавде!"),
                n("e254fdd2", "Можеш да превучеш директно до следеће објаве!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "Трака тока"),
                n("h2fcc532", "Учитавање историје"),
                n("a74821a0", "Изгледа да твоја уплата није обрађена или ће ускоро истећи. Ажурирај информације о плаћању и задржи претплату на услугу Premium."),
                n("bb55752e", "Новчићи ти омогућавају да подржиш ауторе који објављују сјајан садржај. Неискоришћени новчићи се чувају на твом рачуну."),
                n("ea7ce65f", function (e) {
                    return e.count + " новчић" + f(e.count, "а су укључена", " је укључен", "а је укључено") + ".";
                }),
                n("e557f9d2", "Достигнуто је ограничење салда новчића."),
                n("e2beba5e", "Најпопуларније"),
                n("gafeeb96", "Купи новчиће"),
                n("bc42db1c", "Откажи у било ком тренутку. Аутоматски се обнавља сваког месеца."),
                n("f1561b06", "услове за купце"),
                n("fe93ed4a", "Куповина је успела"),
                n("bcb90375", function (e) {
                    return "Твој нови салдо новчића је " + e.balance + ":";
                }),
                n("ia2eb0c0", "Куповина није успела!"),
                n("c7e11484", "Листе су празне"),
                n("a96208ba", "Мораш да направиш листу пре додавања корисника."),
                n("d2826908", "Креирај нову листу"),
                n("he062e8a", "Изабери листу"),
                n("c2fb1e94", "На листу је могуће додати само 5000 налога."),
                n("f30edc68", "Подеси као приватно"),
                n("h51a2cf6", "Нешто није у реду. Покушај поново да избришеш банер за минут."),
                n("bb10280e", "Нешто није у реду. Покушај поново да сачуваш листу за минут."),
                n("h8885a22", "Имена листа не могу да премашују 25 знакова"),
                n("f8132984", "Када поставиш листу као приватну, само ти можеш да је видиш."),
                n("h421e74c", "Предложене листе"),
                n("aa62dea8", "У потрази смо"),
                n("e5e4d3aa", "Провери поново касније и погледај предложене листе."),
                n("c4d7650c", "Управљај члановима"),
                n("h7f2418c", "Учитавање информација о листи"),
                n("b18e5cd2", "Нешто није у реду. Покушај поново да избришеш листу за минут."),
                n("cdd73e9c", "Обриши листу"),
                n("def8ff62", "Избриши листу?"),
                n("j8b9cde8", "Ово не можеш да опозовеш, а листу ћеш изгубити."),
                n("e9f3dec4", "Претрага листе"),
                n("b9192d55", function (e) {
                    return e.query + " – Претрага листе";
                }),
                n("d6a23192", "Креирај нову листу"),
                n("ie256518", "Временска трака претраге листе"),
                n("j57a2568", "Претрага листе"),
                n("hc76e8cd", function (e) {
                    return "Ниједна листа не одговара термину „" + e.query + "“";
                }),
                n("d872881a", "Зашто не направиш једну?"),
                n("j177067a", "Претражи листе"),
                n("g13ea02c", "Покушај да потражиш листе"),
                n("d1461f1e", "Ова листа је усамљена"),
                n("bcbd3416", "Људи који прате ову листу приказаће се овде."),
                n("b197a56c", "Пратиоци листе"),
                n("f0ab07f5", function (e) {
                    return "Чланови (" + e.memberCount + ")";
                }),
                n("h9ce3406", "Листа чланова"),
                n("dfeaeb26", "Додај на своју листу"),
                n("a332103e", "Људи додати на ову листу приказаће се овде."),
                n("e2f7dc62", "Пронађи предложене чланове"),
                n("gc23cc00", "Покушај да потражиш налоге да би ти се приказали предлози за додавање на ову листу."),
                n("e3deb126", "Предлози за листу"),
                n("eb7b54be", "Учитавање листе"),
                n("a9ca06d2", "Информације"),
                n("a367dc9a", "Најновије објаве се приказују чим се објаве"),
                n("dd438748", "Прво ти се приказују најпопуларније објаве"),
                n("fe7e217c", "Погледај најновије објаве"),
                n("ce78b698", "Прво ти се приказују најпопуларније објаве. Најновије објаве ће се приказати чим буду објављене."),
                n("i5a1628a", "Погледај најпопуларније објаве"),
                n("f333a93e", "Прво ти се приказују најновије објаве. Најпопуларније приказују најбоље објаве."),
                n("c7294984", "Пријави листу"),
                n("g6340998", "То те неће аутоматски поново додати на листе овог корисника."),
                n("i6da4f7a", "Дели листу"),
                n("a062ff80", "Копирај линк у листу"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "Не пратиш корисника @" + e.screenName;
                }),
                n("a64512a4", "Временска трака са листама"),
                n("i0bcc456", "Када почнеш, моћи ћеш да видиш листе овог корисника."),
                n("d8315ca0", "Листе на којима си"),
                n("e74be9ac", "Листе на којима је"),
                n("c80cb4e4", "Нова листа"),
                n("bbcaa24b", function (e) {
                    return "Листе креиране од стране @" + e.screenName;
                }),
                n("b081cdf7", function (e) {
                    return "Корисник @" + e.screenName + " није направио ниједну листу";
                }),
                n("f5978664", "Када то уради, приказаће се овде."),
                n("h243711c", "Још увек ниси креирао/ла ниједну листу"),
                n("b69e2f71", function (e) {
                    return "Корисник @" + e.screenName + " није додат ни на једну листу";
                }),
                n("e05568cc", "Када буду додати на листу, приказаће се овде."),
                n("b86a098a", "Још увек ниси додат/а ни на једну листу"),
                n("h06e09a2", "Када те неко дода на листу, приказаће се овде."),
                n("gbaa5489", function (e) {
                    return "Листа чланова за @" + e.screenName;
                }),
                n("g6b54ff6", "Нема ничег новог"),
                n("ec5fd35a", "Када ти неко пошаље захтев за праћење, приказаће се овде, који затим можеш да прихватиш или одбијеш."),
                n("ec2d8342", "Одбиј"),
                n("j85d8d90", "Нема захтева за праћење на чекању за овог корисника."),
                n("c3d23f10", "Изгледа да је дошло до малог проблема. Али не брини, то се није десило твојом грешком. Кликни испод и покушај поново."),
                n("d2613123", function (e) {
                    return "Претплати се – " + e.price + " месечно";
                }),
                n("c4640fc0", "Подели профил за Претплате"),
                n("a72064a8", "Копирај линк до профила за Претплате"),
                n("e6c72234", "Услове за дељење адресе е-поште"),
                n("b17f0c4b", function (e) {
                    return "Сада си претплатник налога @" + e.screenName;
                }),
                n("a5634d9a", "Дошло је до проблема при обради Претплате. Одбаци ово обавештење и покушај поново."),
                n("fe9d3afa", "Учитавање пратилаца"),
                n("ab7fc3ef", function (e) {
                    return "Људи који супер-прате корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("j0d17377", function (e) {
                    return "Људи које знаш који прате корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fa9e827f", function (e) {
                    return "Људи који прате корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ha979be5", function (e) {
                    return "Људи које прати " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("d28be573", function (e) {
                    return "Особе претплаћене на корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return "Особе на које је претплаћен корисник " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("cfd952a1", function (e) {
                    return "Потврђени налози који прате корисника " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fecc696e", "Потврђени пратиоци"),
                n("g0a2fbbe", "Још немаш ниједног Претплатника"),
                n("g65f4bac", "Још увек немаш ниједног пратиоца"),
                n("c36cfddc", "Тражиш пратиоце?"),
                n("fd275c1a", "Још увек немаш ни једног потврђеног пратиоца."),
                n("e08bd098", "Овде ћеш наћи листу свих људи који се Претплате на твој налог."),
                n("j029a4dc", "Када неко почне да те прати, видећеш га овде."),
                n("b2b2c6ce", "Када неко почне да прати овај налог, приказаће се овде. Објављивање и интеракција са другима доприносе повећању броја пратилаца."),
                n("cb1a15c8", "Праћење налога ти на једноставан начин помаже да обликујеш временску траку и сазнаш шта се дешава у темама и код људи који те занимају."),
                n("i967b954", "Овде можеш пронаћи листу свих својих претплата."),
                n("a44e403e", "Када потврђени налог почне да те прати, видећеш их овде."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " још нема пратиоце које познајеш";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " никога не прати";
                }),
                n("b5099e33", function (e) {
                    return "Корисник @" + e.screenName + " нема ниједног потврђеног пратиоца";
                }),
                n("ec251f36", "Када неко кога знаш почне да прати овог корисника, биће наведен овде."),
                n("f8af4f48", "Када почне да прати налоге, приказаће се овде."),
                n("fd0aad94", "Кад потврђени корисник почне да прати овај налог, приказаће се овде."),
                n("b84f6df1", function (e) {
                    return "Поклони Premium са " + e.percentage + "% попуста у ограниченом трајању";
                }),
                n("cfcac293", function (e) {
                    return "Поклони и плати " + e.price;
                }),
                n("d7a73450", "Ниво"),
                n("hbd2c24e", "Овај налог тренутно не испуњава услове за поклоне."),
                n("f3fddc98", "услове за купца"),
                n("cff9c889", "Сазнај више"),
                n("c65dda96", "Твој поклон је послат."),
                n("f6e2a407", function (e) {
                    return "Дозволи свима да виде твој беџ претплатника када одговараш на објаве корисника @" + e.screenName;
                }),
                n("j8dedddd", function (e) {
                    return "Када ово искључиш, @" + e.screenName + " и претплатници тог налога и даље ће видети твој беџ када одговориш на објаве корисника @" + e.screenName + " које су намењене само претплатницима. @" + e.screenName + " ће увек моћи да види твој беџ.";
                }),
                n("c8a513f6", "Откажи Претплату"),
                n("ea000ec8", "Већ си отказао/ла Претплату?"),
                n("d7b8387e", "Ако си већ отказао/ла Претплату, не треба ништа више да радиш. Претплата ће аутоматски истећи на крају циклуса наплате."),
                n("f4166d9a", "Желиш да откажеш Претплату?"),
                n("b74ff5fc", "Ако откажеш Претплату, она ће аутоматски истећи на крају циклуса наплате."),
                n("ee9efbc8", "Настави на отказивање"),
                n("c5d9c77a", "Изгледа да је дошло до малог проблема. Али не брини, то се није десило твојом грешком. Затвори овај прозор и покушај поново."),
                n("jda53c24", "Претплату можеш да откажеш путем продавнице Apple App Store."),
                n("g0a7a53e", "Претплату можеш да откажеш путем Google Play продавнице."),
                n("i5f14be7", function (e) {
                    return "Добро дошао/ла назад " + e.displayName;
                }),
                n("a76d58ba", "Аналитика огласа"),
                n("eccd0e1a", "Анализа организације"),
                n("deea1708", "Желиш ли да видиш анализу за све своје X налоге?"),
                n("eb603ffc", "Надогради и повежи мрежу и прикажи агрегирану анализу."),
                n("gf67aae4", "Надогради на пун приступ"),
                n("h75e3618", "Укључи организацију"),
                n("h24a8862", "О овом пољу потврде"),
                n("c29e3a88", "Изабери повезане кориснике"),
                n("j8318d57", function (e) {
                    return e.number + " повезан" + f(e.number, "а корисника", "и корисник", "их корисника");
                }),
                n("bf809ec0", "Изабери повезане кориснике"),
                n("b719e224", "Нема резултата"),
                n("c9938100", "Резултати претраге"),
                n("d1a35ec6", "Додај налоге"),
                n("b437adda", "Надогради на плаћену верзију"),
                n("f1f6c88b", function (e) {
                    return "Налози (" + e.count + ")";
                }),
                n("b02156b8", "Позиви"),
                n("gd67d29b", function (e) {
                    return "Позиви (" + e.count + ")";
                }),
                n("daf646e6", "Имај на уму да мораш правилно да обележиш налоге."),
                n("i3895c32", "Твој налог се прегледа јер је X @налог промењен"),
                n("i5f8b628", "Не можеш да мењаш своје повезане кориснике док се преглед твог налога не заврши."),
                n("e9e663ac", "Прошао је рок за вашу уплату."),
                n("c3ddd22c", "условима"),
                n("c9729d8a", "условима"),
                n("cdcd1d2c", "Додајте повезане кориснике својој организацији"),
                n("d30ea6f3", function (e) {
                    return "Желите ли заиста да уклоните @" + e.name + "?";
                }),
                n("c2dfbb86", "Да, уради то"),
                n("ba047f76", "Уклањањем повезаности се аутоматски уклања знак потврде и беџ повезаности. Наставићемо да вам наплаћујемо до краја месеца."),
                n("j26dee0e", "Уклони повезаног корисника"),
                n("e30cbdf0", "Овај повезани корисник је претплатник програма потврђених организација и мора да остане организација. Не може да постане појединац."),
                n("j3115ce8", "Појединац"),
                n("d8bb1d84", "Организација");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("e970bdbd", function (e) {
                return "Преостали позиви: " + e.count;
            }),
                n("id67d953", function (e) {
                    return "Дошло је до проблема приликом преузимања твојих података плаћања за Stripe. Ако се проблем не реши, пошаљи е-поруку на адресу " + e.supportEmail + ".";
                }),
                n("f323d314", "Поново пошаљи"),
                n("ac645cde", "Увек можете поново да их додате."),
                n("d12af2dd", function (e) {
                    return "Желите ли заиста да уклоните овај позив за @" + e.screenName + "?";
                }),
                n("ib60b2d5", function (e) {
                    return "Желите ли заиста да поново пошаљете овај позив за @" + e.screenName + "?";
                }),
                n("ec6e7d9a", "Твој налог је у режиму само за читање до завршетка промене нивоа која је на чекању. Иди на Stripe и провери своје плаћање да би осигурао/ла успешну промена нивоа."),
                n("b33d1518", "Синхронизуј послове из подржане интеграције или прилагођеног XML фида"),
                n("dd2db402", "Корак 1: Прикупи потребне информације"),
                n("edb098c2", "Корак 2: Контактирај наш тим за подршку"),
                n("c4474460", "Корак 2: Пошаљите е-поруку нашем тиму за подршку"),
                n("a08da0fa", "Шта се затим дешава?"),
                n("c127374e", "Пошаљи нам поруку"),
                n("b2cb2a0c", "Корисничко име налога потврђене организације"),
                n("b8e64002", "Име твог система за праћење кандидата"),
                n("acb99db6", "URL адреса сајта посвећеног твојој каријери на којој су наведени твоји послови"),
                n("a64a5b7a", "Пошаљи потребне информације нашем тиму за подршку како би започео процес интеграције."),
                n("e3dffb4e", "Копирај нашу адресу е-поште за подршку у наставку и пошаљи потребне информације нашем тиму за подршку како би започео процес интеграције."),
                n("b4fef99e", "Након што наш тим за подршку прими твој захтев, прегледаћемо твоје информације и помоћи ћемо ти у конфигурисању интеграције."),
                n("h37f2d96", "Имај на уму да тренутно нису подржани сви системи за праћење кандидата."),
                n("ce102a20", "Преусмеравање на Stripe"),
                n("ddfd6718", "Плаћање није успело"),
                n("i90ea7d2", "Хитно ажурирај податке о плаћању да не изгубиш погодности."),
                n("a62359e6", "Подешавања за потврђене организације"),
                n("ge221b7c", "Надогради претплату за потврђене организације да би добио/ла приступ повезаним корисницима и више кредита за огласе."),
                n("i4dccc18", "Oбрачун"),
                n("ec3cd6e4", "Управљај начинима плаћања, ажурирај податке за плаћање и прегледај фактуре."),
                n("dac61c3c", "Подешавања налога"),
                n("b6b5fd66", "Управљајте X налогом, што укључује промену корисничког имена или лозинке."),
                n("hb9c4a1c", "Питања, пријављивања грешака и повратне информације"),
                n("c674f5b4", "Подешавање плаћања фактура"),
                n("i8237e66", "Пребаците се са плаћања кредитном картицом на фактурисање путем банковних трансфера."),
                n("hebd348a", "Конфигуриши начин коришћења огласа за промовисање послова преко портала за запошљавање."),
                n("ib5e6f90", "Промовисање послова"),
                n("id720215", "запошљавање"),
                n("dd59f146", "Налог за огласе и промовисање послова"),
                n("e7e36818", "Налози за огласе испуњавају услове за промовисање послова када су у потпуности подешени са извором финансирања."),
                n("c28566e0", "Налог за огласе"),
                n("c80160d3", "оглашавање"),
                n("ff0edac0", "Желиш ли заиста да откажеш претплату?"),
                n("h2ac0348", "Не, врати ме назад"),
                n("dbf9667e", "Сигуран/на сам"),
                n("j7592572", "Полукружно скретање"),
                n("ee778942", "Саобраћајна светла"),
                n("fdd57981", function (e) {
                    return "Желимо да ти понудимо једнократан бесплатни кредит за огласе у износу од " + e.totalAmount + " USD.";
                }),
                n("i032a231", function (e) {
                    return "Остаћу и искористићу кредит за огласе од " + e.totalAmount;
                }),
                n("hd7d278c", "Не, хвала"),
                n("jf8a0dea", "Сјајно! Твој нови бесплатни кредит за огласе ће се приказати на твом налогу у следећем циклусу плаћања."),
                n("ebbb3154", "Затвори и врати се на мрежу X"),
                n("j1f68dda", "Коначни корак: желиш ли заиста да откажеш?"),
                n("c9c3464c", "Отказивање претплате је у току"),
                n("dd3a293c", "Ваша претплата за потврђене порганизације је прекинута."),
                n("faa0f956", "Дошло је до проблема приликом отказивања ваше претплате."),
                n("b28289ea", "Хвала"),
                n("b36f74ae", "Више нећете имати приступ порталу без поновне регистрације и активације."),
                n("b2297a4a", "Желиш да решиш проблем? Закажи позив са нама."),
                n("h3bdbc54", "Да, хајде да закажемо позив"),
                n("i135d64e", "Настави отказивање"),
                n("g275882d", function (e) {
                    return "Важно: имаш " + e.creditAmount + " неискоришћеног бесплатног кредита за огласе";
                }),
                n("ib085ed6", "Остаћу и искористићу кредит за огласе"),
                n("b5447710", "Корисник није пронађен"),
                n("h94755b8", "Корисник је већ изабран за позив"),
                n("bfb5effe", "Корисник је већ повезан"),
                n("c4b9664e", "Корисник је повезан"),
                n("g0eadcf6", "Корисник је повезан са другом организацијом"),
                n("a8c81f88", "Налог организације"),
                n("e5abe772", "Корисник већ има позив на чекању"),
                n("e49b97e2", "Претражи налоге"),
                n("f002f1d6", "Пошаљи позив"),
                n("g2a8bae4", "Додај X налоге"),
                n("af7293cc", "Позовите X налоге да се придруже вашој организацији. Ако прихвате, добиће знак потврде, а ваша повезаност ће бити приказана на њиховим профилима."),
                n("ec0f203e", "Када повезани корисник прихвати позив, обавезно ажурирајте његов знак потврде да би био одговарајуће боје."),
                n("cec08784", "Ограничење повезаних корисника за ову фактуру је достигнуто."),
                n("ab70828f", function (e) {
                    return "Додај @" + e.screenName;
                }),
                n("d49b389f", "овде"),
                n("b9e4bf55", "Сазнај више"),
                n("hc4703a9", "Сазнај више"),
                n("fa0ffaeb", "Сазнај више"),
                n("jf351704", "Ограничење на овој фактури мора да се ажурира за наставак."),
                n("ia5a6a40", "Да бисте направили први корак, морате да додате податке за плаћање."),
                n("d40d1cc0", "За наставак мораш да платиш користећи Stripe."),
                n("c4a5f614", "Додајте податке за плаћање"),
                n("fa2a280a", "Ажурирај фактуру"),
                n("i7b2f08e", "Добродошли у потврђене организације"),
                n("g4e18b84", "Достигнуто је ограничење повезаних корисника"),
                n("cbe23239", function (e) {
                    return "За поруџбине за више од оволико повезаних корисника: " + e.affiliatesCount + ".";
                }),
                n("fc1f43d0", "Генериши фактуру"),
                n("g8881c78", "Настави на плаћање"),
                n("g59f8506", "Напомена: налози чији пословни или државни ентитет не можемо да потврдимо неће добити рефундирање."),
                n("a310e476", "Директно"),
                n("fde6cf98", "За тренутни приступ потврђеним организацијама."),
                n("fdfbfcb0", "Фактурисање"),
                n("f45d02e8", "Дошло је до проблема приликом отказивања претплате. Покушајте поново да проследите е-поруку за активацију."),
                n("a1c566c0", "Дошло до проблема приликом подешавања твоје претплате. Поново проследи своје податке."),
                n("f5a1c6ac", "Претплате су доступне у твом региону"),
                n("ef7ae9cd", "Сазнај више"),
                n("d3c6b8c9", "Сазнај више"),
                n("fafe5b9f", function (e) {
                    return "Претплати се · " + e.price + " за " + e.interval;
                }),
                n("f2ae1d63", "услове коришћења за купце"),
                n("ie8759c5", "Услове коришћења за купце"),
                n("d842dd7b", function (e) {
                    return "Прошири своју публику на мрежи X и добићеш " + e.credit + " бесплатни кредит за огласе";
                }),
                n("fcfb696e", "⁺Понуда кредита за огласе ограниченог трајања."),
                n("f5b98d62", function (e) {
                    return "сваког " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "сваку " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "До " + e.creditAmount + " кредита за оглашавање⁺";
                }),
                n("a6c45ede", "Укључује:"),
                n("e9aa43dc", "Спонтано објављивање послова"),
                n("i1266238", "Могућности промовисања послова"),
                n("e8a4ea7a", "Приоритетна подршка"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "Потврди промену претплате"),
                n("bb21a170", "Промена претплате"),
                n("b0dcc4dc", "Промена нивоа твог налога је већ на чекању."),
                n("f3aef4ca", "Нису пронађене активне претплате"),
                n("h802e65e", "Ажурирање претплате није успело. Покушај поново. То није утицало на твоју тренутну претплату."),
                n("c5269eb0", "Ово је твоја активна претплата."),
                n("c578c4ca", "Тренутни план"),
                n("i5d19147", "Нови план"),
                n("b025ff5f", "овде"),
                n("d6b932d4", "У склопу бесплатног пробног периода"),
                n("b0efe690", "Пређи на план Basic"),
                n("g5f9cdaa", "Потврда промена плана"),
                n("j21911de", "Желиш ли да пређеш на план Basic или да задржиш погодности у виду потпуног приступа?"),
                n("b59dec9e", "Враћаш се на план Basic након бесплатног пробног периода са потпуним приступом."),
                n("e5ff0e1e", "У случају ове промене:"),
                n("ca004c80", "Функције потпуног приступа у склопу пробног периода, укључујући повезане кориснике, више неће бити доступне."),
                n("fae108ee", "Повезани корисници додати током пробног периода изгубиће погодности и подршку услуге Premium+."),
                n("d47c0c7c", "Ко си ти?"),
                n("hbd31720", "Одабери праву претплату за себе:"),
                n("c75a9386", "Сазнај више о"),
                n("b916b258", "и"),
                n("ic6012ea", "Ја сам физичко лице"),
                n("d8e618ce", "За појединце и ауторе"),
                n("dcbccede", "Ја сам организација"),
                n("f44ce884", "За предузећа, владине агенције и непрофитне организације"),
                n("dece6c60", "Име организације"),
                n("c4c1b600", "Е-адреса организације"),
                n("b1e0aec0", "@налог организације"),
                n("c42d5f4a", "Број повезаних корисника"),
                n("fca5f04b", function (e) {
                    return "Можете да додате највише " + e.affiliatesCount + " повезаних корисника за то ће вам бити наплаћен одговарајући износ.";
                }),
                n("dca6b3ac", "Подеси фактуру"),
                n("c97ad52a", "Ажурирај фактуру"),
                n("b36f0fd4", "Изаберите колико повезаних корисника вам је потребно за организацију."),
                n("b4871f4f", "овде"),
                n("b633d19e", "Хвала"),
                n("f713d3e2", "Ваша пријава је примљена и тренутно се прегледа."),
                n("e11d5e1a", "Моћи ћете да искористите све предности услуге Premium, али ваша организација неће добити златни нити сиви знак потврде и нећете моћи да додајете повезане кориснике док вам налог не буде одобрен."),
                n("d83617cc", "Ваш налог ће бити прегледан."),
                n("afb30564", "Можемо захтевати додатне информације да бисмо одобрили ваш налог"),
                n("gdd3fa68", "Када буде прегледан и одобрен, ваш налог ће одмах бити потврђен и моћи ћете да придружите и додате повезане кориснике."),
                n("e6389996", "Ниједан налог који није одобрен неће бити рефундиран."),
                n("a889b460", "Уплата је успела"),
                n("d1c886dc", "Следећи корак: Отпремање и потврда докумената"),
                n("b13e9454", "Твоја пријава још увек није завршена. Пошаљи тражене документе. Тај поступак обично траје око 10 минута."),
                n("e6b0965a", "Твоја поруџбина"),
                n("a1b58798", "Прегледај поруџбину у наставку"),
                n("b651c7d7", function (e) {
                    return "Повезани корисни" + f(e.count, "ци", "к", "ци") + " x " + e.count;
                }),
                n("ec5e9c54", "Основна претплата"),
                n("e16093fc", "Укупно за месец"),
                n("ce4acef6", "Укупни годишњи износ"),
                n("f4db2df0", "Твоја претплата неће бити активна док не платиш фактуру."),
                n("b9e0d614", "Ограничење повезаних корисника је ажурирано на фактури."),
                n("a45c9596", "Твоја фактура је успешно генерисана."),
                n("e4e5532a", "Примењен је попуст"),
                n("b557f073", function (e) {
                    return "Дошло је до проблема приликом преузимања твојих података фактуре за Stripe. Ако се проблем не реши, пошаљи е-поруку на адресу " + e.supportEmail + ".";
                }),
                n("e8c366ce", "услови намењене купцима на мрежи X"),
                n("ee86d380", "Информације о организацији"),
                n("b9c9ccca", "Пуно име и презиме"),
                n("c7e818de", "Твоја радна е-пошта"),
                n("i60d7542", "Веб-локација организације"),
                n("b92f9dee", "Тип организације"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "Сазнај више"),
                n("f09630ff", "овде"),
                n("eb043b72", "Пријава на чекању"),
                n("a9ac4602", "Ваша пријава за потврђене организације се још прегледа. Покушајте поново касније."),
                n("c5af3e12", "Понуда је ограничена. Кредити се не сабирају."),
                n("e18d6fd6", "Ваши кредити за огласе"),
                n("if435d1a", "Сви доступни кредити за овај месец су искоришћени. Следећи кредит ће ти бити издат након следеће уплате за претплату."),
                n("af6704d7", "овде"),
                n("b293c6b4", "подршци за Premium за потврђене налоге"),
                n("e9e9ca58", "Доступно"),
                n("cf2ba3a2", "ID налога за огласе"),
                n("gd7d051c", "Активирај"),
                n("f391c800", "ID налога за огласе је обавезан"),
                n("ja116d2c", "ID налога за огласе је неважећи"),
                n("hf037537", function (e) {
                    return "Овај кредит ће бити доступан " + e.startDate;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "Како се користи кредит за огласе"),
                n("h1f36d3e", "Да бисте користили кредит за огласе потврђених организација, морате обавити следеће кораке:"),
                n("a6519ffc", "Ако сте се и раније оглашавали"),
                n("ibc9654a", "Ако сте нови оглашавач"),
                n("d3710c76", "Ако желите да користите кредит за повезаног корисника"),
                n("d60a8f14", "Емитуј огласе на мрежи X"),
                n("fe66e4a8", "X управљач огласима"),
                n("b3ca0108", "X огласи помажу да се твој глас далеко чује."),
                n("g3754d57", "овде"),
                n("i615ad63", "овде"),
                n("a3ba48b9", "овде"),
                n("ca3c633a", "Кредити за огласе"),
                n("ha843c96", "огласе"),
                n("dd0f3b08", "огласе"),
                n("c9fad534", "Нема кредита"),
                n("a211b11e", "Нема доступних кредита за активирање"),
                n("f2011db1", function (e) {
                    return "Искоришћено: " + e.usedAmount + " од " + e.couponAmount;
                }),
                n("ae37e25c", "непознат износ"),
                n("i1407e15", function (e) {
                    return "Искоришћено на налогу за огласе " + e.accountId;
                }),
                n("id4359bf", function (e) {
                    return "Истекло " + e.when + " на налогу за огласе " + e.accountId;
                }),
                n("f89af915", function (e) {
                    return "Истекло " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "Истиче " + e.when + " на налогу за огласе " + e.accountId;
                }),
                n("e8d8a2a9", function (e) {
                    return "Истиче " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "Доступно " + e.when;
                }),
                n("b070acf4", "Ускоро доступно"),
                n("ace946c4", "Активирај купон"),
                n("b0b02e37", function (e) {
                    return "Овај купон је успешно примењен на ID налога за огласе: " + e.accountId;
                }),
                n("f520ee22", "ID налога за огласе"),
                n("df96ca56", "Други налог"),
                n("b5566402", "ID садржи само слова и бројеве."),
                n("eb160d07", "бирачу налога у оквиру управљања огласима"),
                n("e016ad32", "Режим само за читање"),
                n("d7ab194e", "Неке функције потврђеног налога могу бити у режиму само за читање док се промена претплате обрађује."),
                n("g25d851e", "Налози за оглашавање"),
                n("de7fef84", "Обрати се корисничкој подршци и затражи помоћ са овим налогом"),
                n("ff1321b6", "Подешавање је довршено, налог је активан"),
                n("c1205320", "Активирај налог за огласе додавањем кредитне картице"),
                n("c0343c0a", "Последње плаћање није успело, провери начин плаћања на налогу"),
                n("j56e34a4", "Обрати се корисничкој подршци и затражи помоћ за приступ налогу"),
                n("gef920f2", "За активацију налога је потребно почетно подешавање"),
                n("b68dd4d8", "Немаш приступ овом налогу, затражи помоћ од админа тима"),
                n("d637962c", "Немаш ниједан налог за оглашавање"),
                n("dd087ae0", "Подеси га на локацији ads.x.com"),
                n("i3d7dd02", "Налог за огласе који испуњава услове је спреман за промовисање послова"),
                n("cc8f8516", "Креирај налог за огласе за промовисање послова"),
                n("b4f117b8", "Немаш приступ овом налогу за огласе и промовисање послова"),
                n("b7347cf4", "Подеси налог за огласе за промовисање послова"),
                n("h7d03a2a", "Додај посао преко контролне табле за запошљавање"),
                n("cd5aeec6", "Креирај налог за огласе"),
                n("ged51d2e", "Креирај налог за огласе"),
                n("gcfa25e6", "Нема налога за огласе који могу да се користе за твоју организацију. Посети локацију  ads.x.com и креирај га."),
                n("g76fb922", "Нови налог"),
                n("db0a69e7", function (e) {
                    return "Твој налог за огласе (ID: " + e.adAccountId + ") је нов. Обави почетно подешавање у оквиру функције Ads Manager и активирај га.";
                }),
                n("c7bad5cc", "Подеси налог"),
                n("g8c563c0", "Потребан ти је приступ"),
                n("f6f29b17", function (e) {
                    return "Немаш приступ налогу за огласе (ID: " + e.adAccountId + "). Затражи од админа да те дода том налогу у оквиру функције Ads Manager.";
                }),
                n("a15bb840", "Потребан је начин плаћања"),
                n("j4e981d9", function (e) {
                    return "Твој налог за огласе (ID: " + e.adAccountId + ") је делимично подешен. Ако желиш да га активираш, додај начин плаћања на налог. Сви кредити које примениш на овај налог биће искоришћени пре него што ти буде наплаћено.";
                }),
                n("af142910", "Плаћање није успело"),
                n("a9635acf", function (e) {
                    return "Твој налог за огласе (ID: " + e.adAccountId + ") је био активан, али последње плаћање није успело. Ако желиш да га активираш поново, промени начин плаћања на овом налогу.";
                }),
                n("d1cca474", "Промени начин плаћања"),
                n("fe8b969a", "Корисничка подршка може да ти помогне"),
                n("i8aa0b91", function (e) {
                    return "За налог за огласе (ID: " + e.adAccountId + ") потребна је помоћ од корисничке подршке при активирању. Обавезно наведи ID налога за огласе у поруци. Твој захтев ће имати приоритет.";
                }),
                n("d82c2074", "Затражи подршку"),
                n("ad37d536", "Одредбе преноса налога"),
                n("e760074a", "Прибави неактиван налог или замени онај који поседујеш"),
                n("j003ef92", "Купи неактивне налоге од мреже X за себе или повезане кориснике или замени налоге које већ поседујеш."),
                n("d57a8e42", "Ова услуга је ексклузивно на располагању потврђеним организацијама и укључује додатне трошкове по налогу, почев од 10.000 УСД."),
                n("h9367bd6", "Прослеђивање упита за налог"),
                n("a6a62e7e", "Започни процес тако што ћеш одговорити на неколико питања помоћу нашег аутоматизованог бота за подршку."),
                n("e5912290", "Упит за налог се покреће"),
                n("c2e24f66", "Потражи поруку подршке у доњем углу овог екрана."),
                n("c94f514e", "Упит за налог је покренут"),
                n("cf60d152", "Попуни кратак упитник у прозору за ћаскање и пошаљи упит за налог."),
                n("f06b124e", "Најчешћа питања"),
                n("h677fdcc", "Како се крећу цене налога?"),
                n("a55b39aa", "То се првенствено заснива на броју знакова и типу речи. Цене се крећу у распону од 10.000 УСД до преко 500.000 УСД."),
                n("d46bcb3a", "Како да знам да ли је налог доступан за куповину?"),
                n("c6bcf72c", "Пошаљи нам захтев помоћу дугмета „Први кораци“, а ми ћемо те обавестити ако је доступан."),
                n("d478604c", "Могу ли да купим налог у име другог предузећа?"),
                n("c09f8cd2", "Не. Предузећа могу да купују налоге само за кориснике који су истински повезани са њиховим пословањем."),
                n("d814f020", "Шта се подразумева под процесом продаје? Колико траје?"),
                n("f600b6f0", "Затражи куповину или замену налога помоћу дугмета „Први кораци“. У року од 3 радна дана ћемо одговорити и обавестити те о доступности и ценама. Након уплате, пребацићемо дати налог на одабрани налог у року од 1 до 2 дана. Можемо и да преместимо стари налог на други налог који поседујеш."),
                n("i8debc4a", "Има ли попуста за више налога?"),
                n("c5199f3c", "Да, у зависности од броја купљених налога и укупне величине понуде."),
                n("c20f923e", "Имам заштитни знак – да ли то утиче на нешто?"),
                n("b2fd4c15", "Политику заштитног знака"),
                n("a690746e", "Затражи приоритетну подршку"),
                n("he2dc9b0", "Контактирај са нама тако што ћеш послати налог организације и детаље захтева."),
                n("e5e6479e", "Пошаљи нам е-поруку са налогом твоје организације и детаљима упита и добићеш најбржу подршку."),
                n("ica8392a", "Када примимо твој захтев, прегледаћемо и одредити његов приоритет по редоследу пријема."),
                n("ed37e36e", "Важно: У случају непостојања налога организације или коришћења личне е-адресе може доћи до кашњења у обради захтева."),
                n("eb0d4fe2", "Направи колону"),
                n("e93d2f8a", "Прилагоди доживљај додавањем разноврсних колона као што су: "),
                n("e8203d1e", "Претраге"),
                n("d82fd532", "Директне поруке"),
                n("c87babee", "И још много тога…"),
                n("f1990aa4", "Организуј колоне помоћу скупова"),
                n("ib9c9a54", "Замисли да имаш више радних површина у апликацији X Pro. Уклони дистракције и фокусирај се само на теме и алатке које су ти потребне у тренутку када су ти потребне."),
                n("fb5ac13e", "Премести колону"),
                n("bd545b7e", "Кликни на ове тачке за превлачење и отпуштање колоне било где у скупу."),
                n("a98513b6", "Прилагоди колоне"),
                n("c8759e44", "Постави показивач изнад врха колоне да би се приказале опције као што су:"),
                n("a93e96c8", "Поређај објаве од најпопуларнијих или најновијих"),
                n("df300378", "Промени величину колоне"),
                n("aa263910", "Користи алатке за напредну претрагу"),
                n("ab3915aa", "Бакшиш и подешавања"),
                n("ia03837a", "Иди овде за:"),
                n("f0bd595c", "Управљај скуповима"),
                n("a74e9464", "Промени подешавања приказа"),
                n("h254eb92", "Откриј пречице на тастатури"),
                n("j6e669a0", "Крени поново у обилазак"),
                n("c15802be", "Слање објава..."),
                n("e5506950", "Скупови"),
                n("b1bd9a8a", "Нови скуп"),
                n("cf1a138f", function (e) {
                    return "Промењено на скуп – " + e.title;
                }),
                n("g9c2da24", "Отвара дијалог за прављење новог скупа"),
                n("hcef6b72", "Отвара дијалог за управљање скуповима"),
                n("a77dbc7a", "Измени скуп"),
                n("a154a293", function (e) {
                    return "Изабрани скуп " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "Неизабрани скуп " + e.deckName;
                }),
                n("ha2aae72", "Отвара дијалог ради управљања изабраним скупом"),
                n("hf59ffc8", "Трака за навигацију"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "Додај нову колону"),
                n("ad61a830", "Састави објаву"),
                n("c44f5114", "Подешавања порука"),
                n("c71066fe", "Започни обилазак"),
                n("b452e6c2", "Како ти иде?"),
                n("j7737bc2", "Хвала што користиш X Pro, волели бисмо да нам кажеш како ти се за сада допада."),
                n("e8038d64", "Твоје мишљење нам је важно јер ће нам помоћи да пружимо бољи доживљај."),
                n("fce3c5ce", "Пошаљи повратне информације"),
                n("ha39df38", "Лични"),
                n("ja7b7d1a", "Тренутно имамо потешкоћа са повезивањем. Измене које унесеш можда неће бити сачуване."),
                n("ad5df1d7", function (e) {
                    return "Промењено у колону – " + e.title;
                }),
                n("ba7bd92e", "Подешавања колоне"),
                n("cc4ff736", "Дељење колоне"),
                n("g684a93a", "Све промене које унесеш у ову колону видеће сви који је у том тренутку приказују."),
                n("a6bbdc1c", "Само за приказ"),
                n("f6e88162", "Лабораторије"),
                n("e6df688c", "Опције"),
                n("e3f2b93a", "Прикажи или сакриј информације о овој колони."),
                n("db257758", "Величина прегледа медија"),
                n("if2fbab8", "Величина прегледа медија у одговорима"),
                n("he517d52", "Преименуј колону"),
                n("f6eb2cfe", "Име колоне"),
                n("d6d39c84", "Колоне морају да имају име."),
                n("e5c06aee", "Ширина колоне"),
                n("af6a4368", "Преименуј овај разговор и види ко су учесници."),
                n("cdeac5ee", "Подешавања директних порука"),
                n("fda7ee26", "Управљај ко може да ти шаље поруке."),
                n("c4ec8620", "Укључи"),
                n("d5f29cd4", "Искључи"),
                n("d01a62f8", "Време и локација"),
                n("d614afc8", "Свиђања, одговори и поновне објаве"),
                n("fb2bbc7a", "Садржај објаве"),
                n("a589add2", "Нека од ових речи (ИЛИ)"),
                n("d2f8dc8a", "Објаве од неког"),
                n("e37201ec", "Одговарање некоме"),
                n("e035e056", "Помињање некога"),
                n("ef2d4092", "Искључи речи"),
                n("d59f395e", "Језик за приказ"),
                n("g67cd3f2", "Одабери језике"),
                n("c85f9b9c", "Промени језике"),
                n("b5148188", "Више од"),
                n("hf369320", "Мање од"),
                n("f4dce7b6", "Колико"),
                n("ddafa9a2", "Погледај опције"),
                n("c6be8432", "Ниво ангажовања"),
                n("e60b9fac", "Прикажи оригиналне објаве"),
                n("eb441fee", "Прикажи поновне објаве"),
                n("e920e6dc", "Прикажи цитате"),
                n("g9580526", "Прикажи одговоре"),
                n("i73cbb5c", "Можеш да додаш само једну листу у претрагу. На ову претрагу ће се применити само прва листа."),
                n("c765315d", function (e) {
                    return "Унеси " + e.listHandleListNameFormat + " или ID листе";
                }),
                n("a153fbf2", "Како се користи листа у претрази"),
                n("bf0d5a7c", "Можеш да додаш једну листу по претрази."),
                n("c6e8759a", "Додај листу пратећи овај формат:"),
                n("dd9daca8", "Замени тачке знаком - у имену листе."),
                n("cd71b264", "Сазнај о листама."),
                n("ca23d726", "Слике и видео снимци"),
                n("f1fa97a8", "Емитовања"),
                n("c0bab0ba", "Прикажи само објаве са медијима"),
                n("g9512656", "Прикажи само потврђене људе"),
                n("b967e296", "Прикажи само људе које пратиш"),
                n("gc51a2ac", "Било када"),
                n("d42a4916", "Недавно"),
                n("a2229a06", "У временском опсегу"),
                n("c1fe6156", "Време почетка"),
                n("cbc02622", "Време завршетка"),
                n("b666573c", "Претражи локацију"),
                n("cf260344", "Објаве у"),
                n("j5805302", "Полупречник"),
                n("e592ab3c", "За боље резултате, обухвати претрагом локацију и државу или земљу."),
                n("e8843b5d", function (e) {
                    return e.meters + " м";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + " км";
                }),
                n("ec688a09", function (e) {
                    return "Због тога @" + e.screenName + " неће моћи да те дода на своје листе, укључујући ову.";
                }),
                n("iad54d54", "Обриши обележиваче"),
                n("g4d581a2", "Испразни ову и све фасцикле са обележивачима"),
                n("fb14aebe", "Испразни обележиваче"),
                n("jf748f40", "Уклони све обележиваче?"),
                n("d63a211a", "Ово не можеш да опозовеш, а све објаве додате у обележене биће уклоњене."),
                n("a16ebc1a", "Започни ново ћаскање"),
                n("a1ff1890", "Овим ће се тренутни разговор обрисати."),
                n("ab352ee0", "Прикажи најновије објаве"),
                n("c004c4d6", "Обриши објаве"),
                n("fc702822", "Обриши објаве и прегледај најновије објаве у тренутку кад се појаве."),
                n("a2c59056", "Пре него што обришеш колону…"),
                n("d31bdbbe", "Пређи на најновије објаве"),
                n("dec3722c", "најновије објаве"),
                n("g33b8c04", "Направи копију"),
                n("de2c3008", "Направи дупликат колоне."),
                n("a7c01ce0", "Промени име или избриши фасциклу"),
                n("e52e4c82", "Промени локацију и опције персонализације."),
                n("f4d052a4", "Grok (стандардан режим)"),
                n("fa97c1c6", "Grok (забаван режим)"),
                n("efb37dec", "Режим"),
                n("h0064892", "Стандардан"),
                n("ad86db50", "Направи скуп"),
                n("hb70ef30", "Направи скуп од ове претраге"),
                n("j8a945cc", "Најпопуларније објаве"),
                n("f3a4a654", "Потврђене објаве"),
                n("c8da0c42", "Фотографије и видео-снимци"),
                n("d2cf6f74", "Партнери услуге Premium"),
                n("c9b39e70", "Премести"),
                n("b9ea5f7c", "Премести колону у други скуп."),
                n("g8b6d450", "Опције обавештења"),
                n("dd703fbd", function (e) {
                    return "Избриши колону – " + e.title;
                }),
                n("d9d11fc6", "Желиш ли да избришеш јавну колумну?"),
                n("h17ada6c", "Ако избришеш јавну колумну, сви пратиоци ће неповратно изгубити приступ колумни."),
                n("hb388fe8", "Избриши колумну"),
                n("c1343ad6", "Претвори ово у колону за претрагу."),
                n("e7a12d72", "Претворено у колону за претрагу"),
                n("f29424f0", "Врати на претходно"),
                n("h5ff85a2", "Подели колону"),
                n("d32058ba", "Промени поставку колоне на јавну да би дељење било омогућено."),
                n("c926a6ca", "Промене које унесеш ће се приказати свима који прате колону."),
                n("g0175ca2", "Бирач колоне"),
                n("a800727c", "Врати се у Бирач колоне"),
                n("f318bc40", "Направи нову фасциклу"),
                n("e300a9f0", "Направи фасциклу са обележивачима"),
                n("j341c67c", "Фасцикле морају да имају име."),
                n("d00586a6", "Учитавање ове колоне није могуће. Покушај да направиш нову колону."),
                n("d0d8277e", "Власник колумне је избрисао колумну или променио њену доступност на приватну."),
                n("j08fd6fe", "Твоје заједнице"),
                n("b569a1fa", "Повратак у заједнице"),
                n("i176bfd2", "Откриј листе"),
                n("a57c3292", "Откриј нове листе"),
                n("f59f87dc", "Пронађи листе других људи"),
                n("a5d70676", "Листе чији си члан"),
                n("e377790a", "Врати се на листе"),
                n("e952b8c3", function (e) {
                    return "Листе корисника " + e.userScreenName;
                }),
                n("bc24f834", "Врати се и пронађи листе других људи"),
                n("ee11d084", "Претражи профиле"),
                n("c300f3bc", "Додај колоне"),
                n("bd744e9a", "Попуни претрагом"),
                n("i10d4124", "Почни од почетка"),
                n("jbff8606", "Пошаљи упит"),
                n("dbd8a566", "Неки нацрти објава нису обрисани."),
                n("c82be5a8", "Изабрани нацрти објава су избрисани."),
                n("ad84af68", "Учитавање нацрта објава"),
                n("ef97fb3a", "Немаш ниједан нацрт објаве"),
                n("f26ece12", "Када то урадиш, приказаће се овде."),
                n("a4911812", "Брисање нацрта објава"),
                n("b49be1ca", "Одбаци нацрте објава"),
                n("ca91dc76", "Ово не можеш да опозовеш, а нацрте објава ћеш изгубити."),
                n("b38b254a", "Неке заказане објаве нису избрисане."),
                n("he2e3cc4", "Изабране заказане објаве су избрисане."),
                n("jf9faee4", "Учитавање заказаних објава"),
                n("aa1cfd48", "Немаш ниједну заказану објаву"),
                n("b2a70dbe", "Брисање заказаних објава"),
                n("a07bb1b0", "Одбаци заказане објаве"),
                n("id78e802", "Ово не можеш да опозовеш, а заказане објаве ћеш изгубити."),
                n("d9a75e16", "Изабери је"),
                n("aa030cd4", "Прво погледај препоручене објаве."),
                n("c0d2d4aa", "Почетна временска трака"),
                n("ecbbbb90", "Погледај своје листе или листе других људи."),
                n("c351229c", "Прегледај заједнице чији си члан."),
                n("a2d1df82", "Пронађи оно што тражиш."),
                n("d5387d8a", "Буди у току са порукама."),
                n("e738198c", "Провери шта је у тренду на мрежи X."),
                n("ifb8c91e", "Пронађи профил корисника и погледај шта има ново код њега."),
                n("aa0525d0", "Профили"),
                n("cb7844a6", "Буди у току са обавештењима и помињањима."),
                n("e64da55e", "Прикажи своје заказане објаве."),
                n("h9659832", "Прикажи своје нацрте објава."),
                n("f1b6535e", "Нацрти објава"),
                n("a24add8a", "Погледај обележене објаве."),
                n("gb19f215", function (e) {
                    return "Рубрика – " + e.title;
                }),
                n("g7751b34", "Затвори свежањ"),
                n("b94fa48c", "Обриши свежањ"),
                n("dd3dc3cc", "Врати се у свежањ"),
                n("bc7acfd0", "Дељена колона"),
                n("a6587d95", function (e) {
                    return "Промени положај колоне – " + e.title;
                }),
                n("fb071dea", "Премести колону"),
                n("c77a6327", function (e) {
                    return "Отвори опције колоне – " + e.title;
                }),
                n("h53c41f0", "Опције колоне"),
                n("f7bbbb6d", function (e) {
                    return "Затвори опције колоне – " + e.title;
                }),
                n("eee9f83e", "Затвори опције колоне"),
                n("a443bbc0", "Затвори претрагу"),
                n("c8b12c8f", function (e) {
                    return "Подеси садржај колоне – " + e.title;
                }),
                n("fe048090", "Прикажи преглед"),
                n("e57560b4", "Сакриј преглед"),
                n("fb087db0", "Направи засебну колону"),
                n("aa128cd8", "Додај као нову колону"),
                n("aa4f00c6", "Подели скуп"),
                n("fdf97052", "Иди у опције скупа"),
                n("ed427868", "Желиш ли да скуп постане јавно доступан?"),
                n("gecc71a2", "Скуп мора да буде јавно доступан да би могао да се дели."),
                n("f0653866", "Дељење скупа"),
                n("b158400a", "Прескочи овај корак"),
                n("h15afbce", "Хајде да почнемо са подешавањем"),
                n("ibe6be32", "Прилагоди X Pro себи: изабери ширину колоне, боју и величину текста и медија који су прави за тебе."),
                n("e28eb008", "Отвори подешавања приказа"),
                n("dc8b86e0", "А сада ћемо да додамо колоне"),
                n("ee28603e", "Увези колоне"),
                n("dad15d22", "Увези постојеће колоне Претрага, Листа и Профил и уштеди време. Нећеш моћи касније да их копираш."),
                n("j85b4522", "Или почни од почетка"),
                n("hfd5ca12", "Хм... Нисмо успели да увеземо колоне"),
                n("b855852a", "Колоне које могу да се увезу су Претрага, Листа и Профил. Додај почетну колону уместо тога."),
                n("dc6c806e", "Нисмо успели да увеземо колоне"),
                n("a0dfe2f6", "X Pro ти омогућава да на практичан начин прикажеш више колона временских трака у оквиру једног једноставног интерфејса."),
                n("i8912d28", "Хајде да додамо колоне…"),
                n("ce0c0f34", "Кренимо у разгледање"),
                n("h36d2aa2", "Сазнај практичне савете који ће ти бити од помоћи за почетак."),
                n("fbaf9442", "Додај почетни скуп"),
                n("b354ea52", "Додаје се почетни скуп…"),
                n("if195eb8", "Додавање колона…"),
                n("ea07517c", "Колона је избрисана."),
                n("habced9e", "за враћање колоне."),
                n("g4fcb4f8", "Колона је враћена."),
                n("d4429cba", "Хмм...овај скуп не постоји. Покушај да изабереш неки други."),
                n("g2c6e34a", "Управљај величином садржаја, бојoм и позадином."),
                n("bf2890a6", "Визуелна размера"),
                n("h098a550", "Подразумевана ширина колоне"),
                n("ab248726", "Подразумевани преглед медија"),
                n("jdaf161c", "Картица „Поруке“"),
                n("ge0fcfd0", "Лебдећа картица"),
                n("e1cab6e8", "Желиш ли да примениш промене на постојеће колоне?"),
                n("ce2e487c", "Ако промениш све колоне, биће ажурирана свака колона у свим скуповима. Ако изабереш Не, нова подешавања ће се примењивати само на колоне које направиш од овог тренутка надаље."),
                n("fdbd90a6", "Да, промени све колоне"),
                n("h8affe68", "Не, само нове колоне"),
                n("f06885b6", "Опције за величину медија у колони"),
                n("e4bab2d0", "Опције за ширину колоне"),
                n("f0e71094", "Приказ картице „Поруке“"),
                n("aa25a5a6", "Картица „Поруке“ која може да се скупи је доступна на дну твог екрана"),
                n("g3da3c90", "Прикажи лебдеће картице"),
                n("b08a8656", "Приказ лебдећих картица кад пређеш преко интерактивних ставки"),
                n("g9df1984", "Додај скуп"),
                n("df77af70", "Одабери емотикон за скуп"),
                n("ee7765ba", "Одабери емотикон"),
                n("e0127c83", function (e) {
                    return "Промени емоџи " + e.emoji;
                }),
                n("hb8b6254", "Свако може да приступи  јавном скупу са твог профила. Можеш и да поделиш линкове ка њему. Ако се предомислиш, увек можеш поново да га подесиш као приватни. Сазнај више"),
                n("gfbaf4e8", "Овај скуп тренутно не може да постане јавно доступан"),
                n("ae04848a", "Овај скуп садржи рубрике које су повезане са твојим X налогом. Ако желиш да овај скуп постане јавно доступан, мораћеш да их уклониш. Сазнај више"),
                n("d606207a", "Избриши скуп"),
                n("h95cb00e", "Овај скуп ће бити трајно избрисан. То не можеш да опозовеш."),
                n("f50c9834", "Овај скуп ће бити трајно избрисан. Ако га избришеш, нећеш моћи касније да га вратиш."),
                n("cb861826", "Промени редослед скупа"),
                n("i5896b2b", function (e) {
                    return "Измени скуп „" + e.title + "“";
                }),
                n("ef602cab", function (e) {
                    return "Избриши скуп „" + e.title + "“";
                }),
                n("b44b9d83", function (e) {
                    return "Откачи скуп „" + e.title + "“";
                }),
                n("je4a847f", function (e) {
                    return "Закачи скуп „" + e.title + "“";
                }),
                n("ad41be88", "Премести колону у скуп"),
                n("cb82860a", "Колумна није пронађена"),
                n("icbecd02", "Додај колону"),
                n("fdf1a2c6", "Додај скуп"),
                n("d25acc28", "Шта садржи?"),
                n("fe5df266", "Желиш ли да колумна постане приватна?"),
                n("i3206148", "Ако јавну колумну подесиш као приватну, сви пратиоци ће неповратно изгубити приступ колумни. "),
                n("c65d210c", "Подеси колумну као приватну"),
                n("j4d54f1e", "Моћна алатка у реалном времену за људе који живе на мрежи X."),
                n("je0526a0", "Надгледај већи број временских трака на једном екрану. Прати и организуј садржај и ступај у интеракцију са заједницама у реалном времену."),
                n("d128af54", "Региструј се за X Premium "),
                n("bacd7195", function (e) {
                    return e.fullName + " (@" + e.screenName + ") на мрежи X";
                }),
                n("e5b4aafa", "Интернет веза је прекинута."),
                n("g43c3b36", "Поново се повежи на интернет за наставак."),
                n("hafe83ec", "Затвори за излазак из апликације."),
                n("b2ec74fe", "затвори"),
                n("hf836e5f", function (e) {
                    return "Прикази: " + e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " " + e.timeAgo;
                }),
                n("a7a90902", "Притисни опцију за избор и прикажи"),
                n("cb0a3b5e", "Ова објава можда садржи осетљиве медије. Желиш ли сигурно да прикажеш?"),
                n("a4eb1304", "У сваком тренутку можеш поново да се пријавиш."),
                n("b86c2e12", "Пријави се и претражи сав садржај мреже X."),
                n("ia13bd7c", "тастатура"),
                n("f9fa40c8", "Искуси најбоље од мреже X"),
                n("gb6a7f62", "Твој кôд је истекао. Ако желиш да покушаш поново, притисни дугме у наставку и преузми нови кôд."),
                n("ge19602a", "Преузми нови кôд."),
                n("dd4ec2e8", "Пријави се на мрежу X тако што ћеш посетити URL адресу у наставку преко лаптопа или мобилног уређаја и унети кôд приказан овде."),
                n("f4d7084c", "Пријави се на мрежу X на један од следећа два начина:"),
                n("ebc1accc", "Скенирај овај QR кôд"),
                n("a4742bc0", "Посети URL адресу у наставку преко лаптопа или мобилног уређаја и унеси код приказан овде."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "Пријави се и прегледај видео записе корисника " + e.name + ".";
                }),
                n("fb83778c", "Пријави се и прегледај видео записе овог корисника."),
                n("dd4bbaea", "Немаш видео снимака који могу да се прикажу."),
                n("i71d6193", function (e) {
                    return "Нема видео снимака корисника " + e.name + " који могу да се прикажу.";
                }),
                n("adb512f0", "Недавни видео снимци"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "Пратиш";
                }),
                n("cd3f5206", "Следеће:"),
                n("c930299f", function (e) {
                    return "Следеће за " + e.count + ":";
                }),
                n("b2e9f19c", "Репродукуј последњи видео"),
                n("de906774", "Брзина"),
                n("caca839e", "Скривени титлови"),
                n("b049f56c", "Квалитет"),
                n("fa7169d8", "Да би пријавио/ла овај садржај, посети URL адресу у наставку преко лаптопа или мобилног уређаја"),
                n("c973ec9c", "Корисничко име налога"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "URL адреса садржаја"),
                n("a4ee9394", "Бела"),
                n("a9f3474c", "Цијан"),
                n("i50b6538", "Магента"),
                n("jffeb664", "Црвена"),
                n("e375c2d0", "Црна"),
                n("c2c5dea4", "Боја фонта"),
                n("ce71b3d0", "Породица фонтова"),
                n("d2eb1582", "Подразумевано (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "Непрозирност текста"),
                n("a562039c", "Боја позадине"),
                n("h44e879e", "Непрозирност позадине"),
                n("b843ced4", "Аутоматски"),
                n("e30d2cea", "0,5x"),
                n("d030db62", "1,25x"),
                n("ga63a594", "1,5x"),
                n("f571bc5a", "1,75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "Премотај унапред"),
                n("ee0f61ca", "Премотај уназад"),
                n("i2d14148", "Не свиђа ми се"),
                n("a1eb471a", "Уклони несвиђање"),
                n("e40051e8", "Уклони обележивач"),
                n("g9ecf0e8", "Погледај одговоре"),
                n("aa97ae7e", "Контроле плејера за ТВ"),
                n("ed170a6a", "Клизач"),
                n("ee838ea0", "Праћење ове теме ће допринети персонализацији почетне временске траке и доживљаја на мрежи X"),
                n("h85446ce", "Овај прегледач није више подржан."),
                n("e24d1fa6", "Пређи на подржани прегледач и настави да користиш x.com. Можеш да видиш листу подржаних прегледача у нашем центру помоћи."),
                n("a138aeb2", "JavaScript није доступан."),
                n("d8e122c2", "Детектовали смо да је JavaScript онемогућен у овом прегледачу. Омогући JavaScript или пређи на подржани прегледач и настави да користиш x.com. Можеш да видиш листу подржаних прегледача у нашем центру помоћи."),
                n("f1a9e3a2", "Добијај ударне вести, новости о политици, музици у тренду и догађајима широм света, спортске резултате и најновије глобалне новинске приче – а све то уз мању потрошњу података."),
                n("bb402b62", "X Pro је прилагодљива контролна табла за праћење дешавања."),
                n("ed617674", "360"),
                n("e23b20a0", "Откажи"),
                n("a620fcf0", "Учитавање слике"),
                n("e9e2064c", "Нешто није у реду, али не брини – не твојом кривицом."),
                n("d7060c80", "Освежи"),
                n("a0493514", "Покушај поново"),
                n("ff3dd27c", "Подразумевано"),
                n("b554fcf4", "Светла"),
                n("j590b148", "Средње светла"),
                n("e7d4ee86", "Средњи"),
                n("ia423ebc", "Средње тамна"),
                n("a2cf0942", "Тамна"),
                n("j824dc06", "Претражи емотиконе"),
                n("fffb3384", "Ниједан емотикон није пронађен"),
                n("j3d20752", "Покушај да потражиш нешто друго уместо тога."),
                n("d67ad796", "Одабери подразумевану боју коже"),
                n("e6388bfa", "Обриши све"),
                n("j7c67eca", "Недавни"),
                n("da539d38", "Резултати претраге"),
                n("d95eb228", "Назад"),
                n("af8fa2ae", "Затвори"),
                n("ef8b2f54", "Прочитај графикон"),
                n("d567ceda", "вертикални"),
                n("f7b30768", "наслагани"),
                n("hcd54328", "груписани"),
                n("affbaf62", "Више информација"),
                n("c388d026", "ОК"),
                n("ha20397c", "Функције приступачности"),
                n("baf7a43c", "Приступачност"),
                n("e8f674ab", function (e) {
                    return "Ово је " + e.chartType + " тракасти графикон. Наслов графикона је " + e.chartTitle + ". Укупан број категорија износи " + e.noOfCategories + ". Минимална вредност је " + e.minValue + ", а максимална вредност је " + e.maxValue + ". Истражите графикон помоћу контрола за навигацију.";
                }),
                n("d969327c", "Репродукуј звучну верзију"),
                n("d8cbbcd4", "Репродукуј аудио-графикон. Притисни да би се репродуковала звучна верзија графикона или притисни тастер „А“ на свакој тачки са подацима да би се репродуковала њихова звучна верзија"),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "неозначени подаци, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "неозначени подаци, " + e.value;
                }),
                n("b15c0a18", "Желиш ли да одбациш измене?"),
                n("aebf81c8", "Унете измене неће бити сачуване."),
                n("aa744c1e", "Настави са уређивањем"),
                n("fe04d89a", "Одбаци"),
                n("bb5d8cd2", "Да"),
                n("dc33d78a", "Насловна слика чланка"),
                n("j190bf1a", "УЖИВО"),
                n("e3fcbdba", "Одбаци"),
                n("jc0b3a8c", "Опис слике"),
                n("ia1d2e58", "Свиђа се аутору"),
                n("h81f3036", "Чланак"),
                n("bed2945c", "прочитај опис слике"),
                n("j2eea17a", "Следећи медиј садржи потенцијално осетљив садржај."),
                n("b05a39b2", "Погледај"),
                n("a7cd5cf4", "Видео"),
                n("b6eb8f6a", "Емитовање"),
                n("dcc2b9b3", function (e) {
                    return "Пусти " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "Пусти уживо " + e.locVideoType;
                }),
                n("f6e90cd7", function (e) {
                    return "Трајање: " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "Почиње у " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " преглед" + f(e.viewerCount, "а", "", "а");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " и " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " и " + e.listItem2;
                }),
                n("ec72e2f8", "Прати"),
                n("d9d2a865", function (e) {
                    return "Репродукуј" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "Продавница" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "Купи одмах" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "Резервиши" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "Повежи" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "Наручи" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "Отворено" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "Сазнај више"),
                n("d1ff55d8", "Инсталирај"),
                n("g40f106c", "Пошаљи нам поруку"),
                n("j393e386", "Пошаљи нам приватну поруку"),
                n("a771d32e", "Пошаљи ми приватну поруку"),
                n("d8e9c24c", "Пошаљи приватну поруку"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 звезда – " + e.appNumRatings + " оцена";
                }),
                n("cc5508a9", function (e) {
                    return "Почиње " + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "Објави " + e.action;
                }),
                n("f17dfdb6", "Репродукуј"),
                n("j836de8a", "Заштићен налог"),
                n("f4b8dc08", "Претплаћени налог"),
                n("f936caa6", "Налог преводиоца"),
                n("ac72ee4e", "Потврђен налог"),
                n("f49e0aac", "Наводи детаље о потврђеним налозима."),
                n("f59bdb94", "Пружа више детаља о заштићеним налозима."),
                n("d7e50a66", "Сазнај више"),
                n("fc065ee4", "Сазнај више о Претплатама"),
                n("e453f536", "Шта су то Претплате"),
                n("bd4cb7a0", "Када се претплатиш на омиљене ауторе, добијаш приступ бонус садржају – а они ће и мало зарадити од тога."),
                n("g7099a02", "Желим да сазнам више"),
                n("c2637ef6", "Разумем"),
                n("efb17190", "Прати те"),
                n("g57b5f6c", "Твој Претплатник"),
                n("a77a27c0", "Претплаћен/а"),
                n("gdd173da", "Одговоре обезбеђује Grok у забавном режиму"),
                n("dfd6eeac", "Одговоре обезбеђује Grok"),
                n("deceb214", "Слику обезбеђује Grok"),
                n("befddd48", "Прикажи"),
                n("hf3f8e3a", "Прикажи још"),
                n("h504ea5e", "Креирај сопствену верзију уз Grok"),
                n("eb722de2", "Самостално питај Grok"),
                n("bb5c5864", "Цитат"),
                n("a8b58cf4", "Прикажи овај низ"),
                n("i5f742fe", "Прикажи ову анкету"),
                n("fc45ccc6", "Уграђени видео"),
                n("a9edea48", "Поново учитај"),
                n("d26d8730", "Копирај адресу видео-снимка"),
                n("f1b6bcec", "Копирај адресу GIF-а"),
                n("j25d7cca", "Сакриј натписе"),
                n("a858b25c", "Прикажи натписе"),
                n("faf9f484", "Оглас"),
                n("ae2ea9e7", function (e) {
                    return "Оглашивач: " + e.advertiserName;
                }),
                n("hea01798", "Клизач за тражење"),
                n("f8a09386", "Погледај у услузи Periscope"),
                n("gf2b6eee", "Слика у слици"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " проценат(а)";
                }),
                n("fb236728", "Паузирај"),
                n("e9bd453e", "Снимак"),
                n("d46b00b0", "Прескочи на емитовање уживо"),
                n("ec8ab8b4", "Игнориши"),
                n("b8b6344a", "Не игнориши"),
                n("c9a642fa", "Клизач за јачину звука"),
                n("c27e60b0", "Приказ преко целог екрана"),
                n("d2969f10", "Изађи из приказа преко целог екрана"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " од " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "Гледај " + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "Купи " + e.advertiserName;
                }),
                n("g60001bb", function (e) {
                    return "Погледај " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "Иди на " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "Посети " + e.advertiserName;
                }),
                n("c67e71aa", "Гледај сада"),
                n("a6ada13e", "Купуј сада"),
                n("j0f12222", "Погледај још"),
                n("f569f7c8", "Иди на веб сајт"),
                n("j0c6772a", "Посети веб сајт"),
                n("f73003aa", "Видео ће почети после огласа"),
                n("b3112b8a", "Прескочи"),
                n("h6333ad0", "Прескочи оглас"),
                n("c59da417", function (e) {
                    return "Прескочи оглас за " + e.seconds;
                }),
                n("c3c147cf", function (e) {
                    return "Прескочи " + e.seconds;
                }),
                n("h9b3104e", "Подешавања видео-снимака"),
                n("ha3efce4", "Аутоматски"),
                n("hd8d044d", function (e) {
                    return "Аутоматски (" + e.quality + ")";
                }),
                n("a7bf9962", "Преузми видео"),
                n("ccc97152", "Брзина репродукције"),
                n("h531ade0", "Квалитет видео снимка"),
                n("e8b5757c", "0,25x"),
                n("e7e954de", "0,5x"),
                n("g07ffe66", "0,75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1,25x"),
                n("e9eeed9e", "1,5x"),
                n("fe45dc84", "1,75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "Лош квалитет је условљен избором прегледача. Препоручујемо коришћење прегледача који подржава HEVC."),
                n("a681babd", function (e) {
                    return "Гледај сада на " + e.trimmedHostname;
                }),
                n("db3cd325", function (e) {
                    return "Посети " + e.trimmedHostname;
                }),
                n("f1ad0df1", function (e) {
                    return "Оглас· " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "Оглас објављује " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "овај образац"),
                n("c1658fc6", "Медијски садржај није могуће репродуковати."),
                n("h519ae04", "Медиј је онемогућен због захтева који је поднео власник ауторских права."),
                n("ce871584", "Ово емитовање је завршено."),
                n("c101eb96", "Ово емитовање није доступно.");
            n("gb24a514", "Овај медијски садржај је онемогућен као одговор на пријаву власника ауторских права."),
                n("hcaf3e63", function (e) {
                    return "Овај медиј је онемогућен због захтева који је поднео власник ауторских права " + e.holder + ".";
                }),
                n("if05c038", "Ово емитовање није доступно на твојој локацији."),
                n("d420171b", function (e) {
                    return "Видео није доступан због ауторског права на које право полаже " + e.holder;
                }),
                n("b1eb72fa", "Нажалост, овај видео је блокиран у одређеним областима, сачекај неколико секунди док преузмемо твоју локацију. Обавезно омогући подешавања локације у прегледачу."),
                n("c057680c", "Не можемо да репродукујемо видео у овом прегледачу. Пробај са другим веб прегледачем."),
                n("i5dfae6e", "Овај видео није доступан на твојој локацији."),
                n("c2388276", "Овај видео је избрисан."),
                n("d2c96140", "Индикатор звука госта"),
                n("f6dc9146", "СНИМАК"),
                n("d30c74fe", "Јачина звука"),
                n("f2d4e6f2", "Гледај поново"),
                n("e9f1af3a", "Сазнај више"),
                n("f1881d86", "За ову објаву нису доступне функције за одговарање, дељење нити свиђање."),
                n("j3d37222", "Мрежа X има законску обавезу да наведе ово обавештење."),
                n("e461d0ee", "Сазнај најновије"),
                n("d1386940", "Буди у току"),
                n("ecda5f9e", "Доводи у заблуду"),
                n("a423473c", "Обавештење обавезно по закону"),
                n("b3296688", "Ограничена видљивост"),
                n("ccd32094", "Сада"),
                n("abfcce0d", function (e) {
                    return "Пре " + e.amountOfTime;
                }),
                n("ae408b76", "Твоје поновне објаве"),
                n("j355f008", "Закачена објава"),
                n("habf9678", "Закачио аутор"),
                n("db0798ed", function (e) {
                    return "Тема " + e.topicName;
                }),
                n("dc716ec9", function (e) {
                    return "Препоручена тема: " + e.topicName;
                }),
                n("fbc2003c", "Завршен"),
                n("h5051dd8", "Отказано"),
                n("bb5f91a3", function (e) {
                    return e.count + " у овом простору";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " слуша" + f(e.count, "ју", "", "ју");
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " говори + " + e.count + " слуша" + f(e.count, "ју", "", "ју");
                }),
                n("df006f4f", function (e) {
                    return e.count + " (count) (count, plural, one (заинтересован) other (заинтересовани))";
                }),
                n("c889af33", function (e) {
                    return e.count + " (count) (count, plural, one (придружен) other (придружених))";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " (count) (count, plural, one (подешен) other (подешени))";
                }),
                n("jbc5f47a", "Прикључак за Просторе"),
                n("gfe2830f", function (e) {
                    return "" + f(e.count, e.count + " других", "још " + e.count + " корисник", e.count + " других");
                }),
                n("dbeae6cf", function (e) {
                    return "" + f(e.count, e.count + " друга слушаоца", "још " + e.count + " слушалац", e.count + " других слушалаца");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + f(e.count, e.count + " других", "још " + e.count + " корисник", e.count + " других");
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " у " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "Време " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " минут" + f(e.count, "а су остала", " је остао", "а је остало");
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + " сат" + f(e.count, "а су остала", " је остао", "и је остало");
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " дан" + f(e.count, "а су остала", " је остао", "а је остало");
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " дан" + f(e.days, "а", "", "а") + " " + e.formattedHours + " сат" + f(e.hours, "а су остала", " је остао", "и је остало");
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " сат" + f(e.hours, "а", "", "и") + " " + e.formattedMins + " минут" + f(e.mins, "а су остала", " је остао", "а је остало");
                }),
                n("f89a5d60", "Аутор"),
                n("ce2cfb36", "Само за Претплатнике"),
                n("df06241c", "Заједница"),
                n("b03e162a", "Слушај уживо"),
                n("b3d828ee", "Придружује се"),
                n("g519ec2a", "Репродукуј снимак"),
                n("c6000450", "Подсетник је подешен"),
                n("db44ff5c", "Подеси подсетник"),
                n("f7b6346a", "Почни сада"),
                n("cc1f75ac", "Простори"),
                n("bd08d1b2", "Детаљи нису доступни"),
                n("j8b01b27", function (e) {
                    return "Простор " + e.title + " аутора " + e.host + " је отказан";
                }),
                n("fda9f48c", "Простор је отказан"),
                n("jf7853f7", function (e) {
                    return "Простор " + e.title + " аутора " + e.host + " је завршен";
                }),
                n("i1a29920", "Простор је завршен"),
                n("db467ffe", "Придружи се простору"),
                n("i8dc3993", function (e) {
                    return "Аутор: " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "са " + e.count + " још";
                }),
                n("d19b9f77", function (e) {
                    return e.action + " за " + e.title + " чији је домаћин " + e.host + ", " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "Одмах започни " + e.title + " заказан за " + e.scheduledStart;
                }),
                n("ea4258b7", function (e) {
                    return e.action + " за простор, " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "Репродукуј снимак " + e.title;
                }),
                n("gaeb997e", "Још"),
                n("f8b21226", "Придружи се"),
                n("e1b95ab0", "Последњи пут измењено"),
                n("i308d42c", "Постоји нова верзија ове објаве"),
                n("h092d520", "Постоји нова верзија ове објаве."),
                n("b74bf8b8", "Слика"),
                n("ha9ed08c", "Креирано уз"),
                n("bff61470", "Кликни овде за уређивање"),
                n("f4393d0f", function (e) {
                    return "Приписано кориснику " + e.name;
                }),
                n("f8e8e32e", "Ти"),
                n("df6703d3", "Ти"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, e.otherUsersCount + " других", d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " других");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, e.otherUsersCount + " других", d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " других");
                }),
                n("gea7aa3c", "Даље"),
                n("b6462b32", "Претходно"),
                n("caddb529", "и"),
                n("ff31714c", function (e) {
                    return " и " + f(e.othersCount, e.othersCount + " других", "још једног корисника", e.othersCount + " других");
                }),
                n("e06c99b7", "и"),
                n("i4e2f96c", function (e) {
                    return " и " + f(e.othersCount, e.othersCount + " других", "још једног корисника", e.othersCount + " других");
                }),
                n("ga629a8c", "Прикажи људе у разговору"),
                n("d6f781e4", "Када се претплатиш на омиљене ауторе на мрежи X, добијаш приступ бонус садржају – а они ће и мало зарадити од тога."),
                n("dab106f8", "Члан"),
                n("a46e92c2", "Мод."),
                n("f9633e62", "Админ"),
                n("a3dfd0cb", function (e) {
                    return "објава" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "Објава" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "Чланак" + e.noun;
                }),
                n("h13ffc88", "Глас"),
                n("c8c4600e", "Гласовна објава"),
                n("de8c5eb2", "Репродукуј звук"),
                n("ec286028", "Паузирај звук"),
                n("ad77feb6", "Титл није доступан"),
                n("e82adfeb", function (e) {
                    return e.count + " веб-страниц" + f(e.count, "е", "а", "а");
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " објав" + f(e.count, "е", "а", "а");
                }),
                n("g78032d5", function (e) {
                    return "Број веб страница и објава: " + e.count;
                }),
                n("j3de54a8", "БЕЛЕШКА"),
                n("a6a6ced4", "Прочитај белешку"),
                n("dbc0c2f4", "Обележивач"),
                n("d6885d3e", "Погледај Заједницу"),
                n("d5a48014", "Заглавље"),
                n("b92b6156", "Подзаглавље"),
                n("ec5ed598", "Тело"),
                n("c69eb656", "Рад на неодређено"),
                n("g46ae43c", "Уговор на неодређено"),
                n("jf7d4cc6", "Хонорарни рад"),
                n("b2214572", "Запослење на одређено"),
                n("f8337bd6", "годишње"),
                n("i935bf88", "по сату"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "Листа"),
                n("fe64170c", "Када изабереш нешто, избор не можеш да промениш"),
                n("g10ace38", "Опције анкете"),
                n("a3edf99a", "Коначни резултат"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " глас" + f(e.count, "а", "", "ова");
                }),
                n("e86732e4", "Изабрано"),
                n("a35a5b10", "Пратиоци које познајеш"),
                n("fc8cd112", "Овог корисника не прати нико кога ти пратиш"),
                n("df8cd2af", function (e) {
                    return "Слајд " + e.currentSlide + " од " + e.itemCount + " – ротирајући мени. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "Следећи слајд"),
                n("c4d53ba2", "Претходни слајд"),
                n("h6405c17", function (e) {
                    return "Слајд " + e.currentSlide + " oд " + e.itemCount + " – ротирајући мени";
                }),
                n("a3efd2c4", "Тема"),
                n("b91c8e53", function (e) {
                    return "Картица Тема за " + e.title + ".";
                }),
                n("b3826295", function (e) {
                    return "Картица Тема за " + e.title + ", " + e.description + ".";
                }),
                n("c9bb65db", function (e) {
                    return "Колекција од " + e.slidesLength + " слике/а. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "Превуци за ротирање"),
                n("f0e1fb48", "У овом прегледачу није могуће генерисати преглед за овај видео формат. Видео ћеш можда ипак моћи да отпремиш"),
                n("c2fc878d", function (e) {
                    return "Ограничење броја знакова је прекорачено за " + e.count;
                }),
                n("db11b27f", function (e) {
                    return "Преостало знакова: " + e.count + " знак" + f(e.count, "а", "", "ова");
                }),
                n("bb7b821a", "Можеш да одговориш"),
                n("fc41217b", function (e) {
                    return "Налози који прате корисника или које је поменуо корисник @" + e.screenName + " могу да одговоре";
                }),
                n("e5dc76d0", "Можеш да одговориш на овај разговор"),
                n("ab105904", "Ко може да одговори?"),
                n("fd1cda7a", "Не можеш да одговориш на овај разговор"),
                n("f064f477", function (e) {
                    return "Налози које @" + e.screenName + " прати или је поменуо/ла могу да одговоре";
                }),
                n("ea9ac5c9", function (e) {
                    return "Налози које је @" + e.screenName + " поменуо/ла могу да одговоре";
                }),
                n("d2ae1499", function (e) {
                    return "Налози који су претплаћени на корисника или које је поменуо корисник @" + e.screenName + " могу да одговоре";
                }),
                n("a4e254ff", function (e) {
                    return "Потврђени налози или налози које је поменуо корисник @" + e.screenName + " могу да одговоре";
                }),
                n("j1b02fd8", "Потврди налог"),
                n("daba4484", "Ову објаву могу да виде само аутор и модератори"),
                n("f956070a", "Сакрили су га модератори јер крши правила Заједнице."),
                n("cc17f408", "Након уклањања чланова, њихове објаве ће бити скривене за остатак заједнице."),
                n("j620ce06", "Ко може да види ову објаву?"),
                n("bd414b44", "Еклсузивно за твоје претплатнике"),
                n("dd0da5d9", function (e) {
                    return "Твоју објаву могу да виде корисник @" + e.screenName + " и његови претплатници";
                }),
                n("g1c6a77e", "Видиш садржај за Претплатнике"),
                n("d3b143d7", function (e) {
                    return "Ово видиш и можеш да одговориш јер си Претплатник налога @" + e.screenName;
                }),
                n("f6337117", function (e) {
                    return "Видиш ову објаву јер имаш претплату за корисника @" + e.screenName;
                }),
                n("g766a06d", function (e) {
                    return "Само људи у кругу корисника @" + e.screenName + " могу да виде ову објаву";
                }),
                n("j040a368", "Везе су онемогућене за одговоре"),
                n("b31d0af7", function (e) {
                    return e.screenName + " не дозвољава везе у одговорима на ову објаву";
                }),
                n("eab0f780", "Не можеш да објавиш нити цитираш спољашње везе у одговорима на ову објаву."),
                n("f17a1f54", "Ексклузивно за кориснике услуге Premium"),
                n("a0953370", "Претплата"),
                n("d9687d23", function (e) {
                    return "У паду за " + e.trendValueNegativePercent;
                }),
                n("ac73eb5a", "Без промена"),
                n("c5a9f921", function (e) {
                    return "У порасту за " + e.trendValuePositivePercent;
                }),
                n("e3098e07", function (e) {
                    return "Пре " + e.minutes + " минут" + f(e.minutes, "а", "", "а");
                }),
                n("fea16a51", function (e) {
                    return "Пре " + e.hours + " сат" + f(e.hours, "а", "", "и");
                }),
                n("a4f2d94d", function (e) {
                    return "Пре " + e.days + " дан" + f(e.days, "а", "", "а");
                }),
                n("hf9bc787", function (e) {
                    return "Пре " + e.weeks + " недељ" + f(e.weeks, "е", "а", "а");
                }),
                n("efcd5885", function (e) {
                    return "Пре " + e.months + " месец" + f(e.months, "а", "", "и");
                }),
                n("c37228b5", function (e) {
                    return "Пре " + e.years + " годин" + f(e.years, "е", "у", "а");
                }),
                n("jf83d092", "Дан"),
                n("af4abf20", "Месец"),
                n("b871f280", "Година"),
                n("hac89ab0", "Јануар"),
                n("ef30b30a", "Фебруар"),
                n("b56920fa", "Март"),
                n("b1a0f1ec", "Април"),
                n("daf779c8", "Мај"),
                n("c6ad074e", "Јун"),
                n("f1db106c", "Јул"),
                n("i4e80b7a", "Август"),
                n("efa6cc1e", "Септембар"),
                n("f40a0cbe", "Октобар"),
                n("ac74a31c", "Новембар"),
                n("i6c1e4b2", "Децембар"),
                n("de540c32", "Откриј лозинку"),
                n("b4abfdb4", "Сакриј лозинку"),
                n("f06ae5d3", function (e) {
                    return e.standardTweetCount + " знак" + f(e.standardTweetCount, "а", "", "ова") + "  преостаје за стандардну објаву, " + e.totalCount + " знак" + f(e.totalCount, "а", "", "ова") + " преостаје укупно";
                }),
                n("fee0a8bc", "Сачувај"),
                n("ae7f7656", "Чисто"),
                n("gd769996", "Нешто није у реду. Покушај поново да учиташ."),
                n("i5450bec", "Медији"),
                n("f7432494", "Додај фотографију"),
                n("a5f7ce12", "Прати и ти"),
                n("c3befdbe", "Пратиш"),
                n("d3029dbc", "Не прати"),
                n("aeb6f0a0", "Претплати се"),
                n("b4397192", "Управљај"),
                n("i8cfb6e6", "Блокиран/а"),
                n("ea100d6a", "Одблокирај"),
                n("fe40537f", function (e) {
                    return "Одблокирај корисника @" + e.screenName + "?";
                }),
                n("ab7c3460", "Моћи ће да те прате и да виде твоје објаве."),
                n("i58d8718", "Моћи ће да те прате и да остварују интеракцију са твојим јавним објавама."),
                n("cda66545", function (e) {
                    return "Кликни и " + e.followType + " " + e.screenName;
                }),
                n("ee05e96b", function (e) {
                    return "Кликни и " + e.followType + " налог " + e.screenName;
                }),
                n("a8d77a25", function (e) {
                    return "Кликни и напусти " + e.screenName;
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " налог " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "Не прати корисника @" + e.screenName + "?";
                }),
                n("i4bb9ef7", function (e) {
                    return "Не прати тему " + e.title + "?";
                }),
                n("ge753264", "Објаве овог корисника се више неће приказивати на твојој временској траци „За тебе“. И даље можеш да видиш профил овог корисника, осим ако му објаве нису заштићене."),
                n("b837c0e8", "Чак и ако престанеш да пратиш ову тему, и даље ћеш можда видети објаве о њој, у зависности од тога које налоге пратиш."),
                n("ddac1f1d", function (e) {
                    return "Желиш ли заиста да напустиш Заједницу " + e.communityName + "?";
                }),
                n("j8e33c40", "Изгубићеш приступ заједници и више нећеш моћи да учествујеш, али твоје претходне објаве ће и даље бити видљиве."),
                n("f305840e", "На чекању"),
                n("i036327c", "Желиш ли да одбациш захтев за праћење?"),
                n("j95e3097", function (e) {
                    return "Ово ће отказати твој захтев на чекању, а @" + e.screenName + " га више неће видети.";
                }),
                n("d85bc1b8", "Увећај или умањи слику."),
                n("f596ace8", "Формат приказа: оригинални"),
                n("df031fca", "Формат приказа: широки"),
                n("b40332c6", "Формат приказа: квадрат"),
                n("e547b368", "Оригинал"),
                n("f7571204", "Широко"),
                n("e6e16812", "Квадрат"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "Промоција од стране " + e.fullName;
                }),
                n("if2bf8b4", "Промовисано"),
                n("f3624b5c", "Промовисано (политички)"),
                n("b4b3b113", function (e) {
                    return "Промовише (политички) " + e.fullName;
                }),
                n("be222050", "Промовише (кампању)"),
                n("hcbbe447", function (e) {
                    return "Промовише (кампању) " + e.fullName;
                }),
                n("jcf3e7a2", "Напредак кадрова за Lottie анимацију"),
                n("a0af935c", "Свиђа се"),
                n("b8c465e2", "Поново објављено"),
                n("c7a989ce", "Обележено"),
                n("b03835c7", function (e) {
                    return e.replyCount + " одговор" + f(e.replyCount, "а", "", "а");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " поновн" + f(e.retweetCount, "е објаве", "а објава", "е објаве");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " свиђањ" + f(e.likeCount, "а", "е", "а");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " обележивач" + f(e.bookmarkCount, "", "", "а");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " преглед" + f(e.viewCount, "а", "", "а");
                }),
                n("f2849136", "Аналитика"),
                n("f206e970", "Прикажи аналитику објаве"),
                n("c7073f5b", function (e) {
                    return e.count + " преглед" + f(e.count, "а", "", "а") + ". Прикажи аналитику објаве";
                }),
                n("hf417cf0", "Уклони из обележених"),
                n("febd30ed", function (e) {
                    return e.count + " Обележивач" + f(e.count, "и", "", "и") + ". Обележивач";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " Обележивач" + f(e.count, "и", "", "и") + ". Обележено";
                }),
                n("d636ebc6", "Свиђа ми се"),
                n("eb3a8b0c", "Не свиђа ми се"),
                n("j472ecfc", "Означи да ти се свиђа ова објава"),
                n("dac92b0d", function (e) {
                    return e.count + " свиђањ" + f(e.count, "а", "е", "а") + ". свиђање";
                }),
                n("aa650427", function (e) {
                    return e.count + " свиђањ" + f(e.count, "а", "е", "а") + ". каже(у) да им се свиђа";
                }),
                n("hdf7226a", "Одговори"),
                n("c9940955", function (e) {
                    return e.count + " одговор" + f(e.count, "а", "", "а") + ". одговор";
                }),
                n("f2919fb8", "Поново објави"),
                n("fd1e5446", "Опозови поновну објаву"),
                n("dfad425d", function (e) {
                    return e.count + " поновн" + f(e.count, "е објаве", "а објава", "их објава") + ". Поново објави";
                }),
                n("a386dc55", function (e) {
                    return e.count + " поновн" + f(e.count, "е објаве", "а објава", "их објава") + ". Поново објављено";
                }),
                n("f65198c2", "Прикажи цитате"),
                n("dc63da16", "Подели"),
                n("cee0585c", "Дели објаву"),
                n("ceb6841c", "Након уклањања чланова, њихове објаве ће бити скривене за остатак заједнице."),
                n("cb731cae", "Уреди круг"),
                n("c33d3a84", "Шта се деси у кругу остаје у кругу"),
                n("c4f10e71", "Сазнај више"),
                n("b09adb0c", "Погледај разговор"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "Пратиш";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "прати" + f(e.count, "оца", "лац", "лаца");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "претплатник" + f(e.count, "а", "", "а");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "Претплат" + f(e.count, "е", "а", "е");
                }),
                n("ef633578", "Налог је суспендован"),
                n("a6a3d496", "Уметни везу"),
                n("acce6978", "Уреди везу"),
                n("f5e8f526", "Уреди"),
                n("h517e8d8", "Уклони"),
                n("a30ae58e", "Текст за приказ"),
                n("da38c958", "URL"),
                n("d5d57678", "Уметни"),
                n("ec822028", "Попуни ово поље"),
                n("ebc5d2cc", "Нешто није у реду са овом URL адресом. Провери правопис и форматирање ове везе."),
                n("h30a19bb", function (e) {
                    return "Ово је кружни графикон. Наслов графикона је " + e.chartTitle + ". Укупан број категорија износи " + e.noOfCategories + ". Минимална вредност је " + e.minValue + ", а максимална вредност је " + e.maxValue + ". Истражите графикон помоћу контрола за навигацију.";
                }),
                n("h39fbf33", function (e) {
                    return "Хоризонтални тракасти графикон са вредностима података у распону од  " + e.minValue + " до " + e.maxValue;
                }),
                n("gdd51574", "Повуци да освежиш"),
                n("e557ad8e", "Активан"),
                n("e3a58c28", "Прошири"),
                n("db355331", function (e) {
                    return "Победио је тим " + e.team;
                }),
                n("a8428d5e", "Предстоји"),
                n("a7aad8ba", "Уживо"),
                n("e431f1aa", "Коначни резултат"),
                n("a7391708", "Одложено"),
                n("d2dbfa92", "Отказано"),
                n("cd734f66", "Данас"),
                n("c8891d06", "Сутра"),
                n("d2414d31", function (e) {
                    return "Непрочитане ставке: " + e.count;
                }),
                n("ce4e85ae", "Непрочитане ставке"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "пре подне / после подне"),
                n("i7a6f114", "Сат"),
                n("ccc99ff2", "Минут"),
                n("g5662c95", function (e) {
                    return "Ниво " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "Корисник је тренутно у активном простору, кликни и придружи се"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " је тренутно у активном простору, кликни и придружи се";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " је тренутно у активном емитовању уживо, кликни и гледај";
                }),
                n("d9fd5570", "Сакривени одговори"),
                n("c566d3a6", "Сакриј"),
                n("a897c4d6", "Отвара историју измена"),
                n("e07a85a2", "Објава није доступна"),
                n("ffeb2fc6", "Следеће"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " изабрано";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " мин.";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " с";
                }),
                n("f42c0c80", "Крај одабраног одељка, користи тастере са стрелицама за подешавање избора"),
                n("i667afe8", "Почетак одабраног одељка, користи тастере са стрелицама за подешавање избора"),
                n("gfaaead8", "Неименовано"),
                n("cfd13f46", "Усидрење гласовних порука"),
                n("eba2660a", "Плава"),
                n("hc196b78", "Тамнољубичаста"),
                n("c8bc49d2", "Љубичаста"),
                n("efff09ee", "Зелена"),
                n("fcb424ee", "Жута"),
                n("ie2215aa", "Магента"),
                n("f106ce44", "Наранџаста"),
                n("acddd4d4", "Црвена"),
                n("cef9b062", "Плавозелена"),
                n("d9daefca", "Тамносива");
            var d = a(202784),
                b = [],
                u = {};
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var c, a, n, i, m;
                function s() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = s).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (s.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = s),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["Мрежа X чува копију простора ради прегледа. ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["Налози које си блокирао/ла неће моћи да се придруже. Међутим, људи који нису пријављени на мрежу X можда ће моћи да слушају. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["Мрежа X увек чува копије простора током ограниченог времена ради прегледа у случају непожељног садржаја и злоупотребе. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["Претплати се на потврђене организације и 1k USD кредита за емитовање огласа биће додато на било који налог у твојој организацији. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["Када се придружиш мрежи X, моћи ћеш да одговараш на објаве корисника ", "."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["Кад се придружиш мрежи X, можеш да поделиш објаву корисника ", " са својим пратиоцима."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["Одмах се придружи мрежи X да би ", " знао/ла да ти се допада његова/њена објава."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["Прати корисника ", " да би видео/ла шта дели на мрежи X."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["Одмах се придружи мрежи X и подели објаву корисника ", " приватно."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["Прати корисника ", " и добијај изабране објаве"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["Одмах се придружи мрежи X да би видео/ла стрим са објавама људи које бира ", "."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["Одмах се придружи мрежи X да би открио/ла нове и занимљиве разговоре о стварима које су ти најважније, као што је ", "."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["Претражи објаве корисника ", " на мрежи X."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["Мрежа X и њени партнери користе колачиће да би ти пружили бољу, безбеднију и бржу услугу и за подршку нашем пословању. Неки колачићи су неопходни за коришћење, побољшање наших услуга и за њихов правилан рад. Ако кликнеш на „Дозволи све колачиће“, дозволићеш мрежи X и њеним партнерима и то да користе колачиће како би ти пружили огласе и обавештења прилагођене твојим интересовањима. Ако ликнеш на „Одбиј колачиће који нису неопходни“, нећемо користити колачиће за прикупљање додатних података за прилагођене огласе и обавештења. Ако желиш да сазнаш више, укључујући и то како да промениш свој избор, посети страницу са колачићима или наш ", "."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["Мрежа X и њени партнери користе колачиће за пружање боље, безбедније и брже услуге и подршке нашем пословању. Неки колачићи су неопходни за коришћење, унапређење и правилан рад наших услуга. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["Ако се региструјеш, слажеш се са ", " и ", ", укључујући "];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["Наведи линкове ка барем три чланка о теби у медијским публикацијама које испуњавају услове, објаљених у последњих шест месеци. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["Мораћеш да испуниш одређене захтеве у зависности од типа твог X налога. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["Изабери опцију која најбоље описује твој налог. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог активисте или организатора. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["Није достигнут минималан број пратилаца или помињања за твој регион, који је потребан да бисмо те потврдили као активисту. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["Наведи линк до профила на сајту Google Trends са доказом о недавној активности претраге о теби. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о теби која мора да садржи барем три спољне референце. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["Наведи линк који упућује на тебе као руководиоца у потврђеној интересној организацији. Референца мора да потиче са званичног веб сајта потврђене организације. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог утицајне личности. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["Није достигнут минималан број пратилаца или помињања за твој регион, који је потребан да бисмо те потврдили као аутора садржаја или утицајну личност. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог истакнуте компаније, бренда или организације. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Наведи линк до Google Trends профила са доказом о недавној активности претраге о твојој компанији, бренду или организацији. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о својој медијској кући која садржи барем три спољне референце. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Наведи линк који доказује да је твоја компанија, бренд или огранизација регистрована на јавној берзи. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Наведи линкове ка барем три чланка о твојој компанији у потврђеним медијским публикацијама током последњих шест месеци. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["Мораш да будеш на положају вишег руководиоца у потврђеној огранизацији да би испуњавао/ла услове за верификацију у овој категорији. Додај налог организације да бисмо потврдили квалификованост. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове верификације као налог вишег руководиоца истакнуте организације. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Наведи линкове до најмање три чланка објављена у потврђеним медијским огранизацијама у последњих шест месеци у којима се наводиш као виши руководилац или директор у својој организацији. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Наведи линк на којем се наводиш као виши руководилац у својој организацији. Референца мора да потиче са званичног сајта потврђене компаније, бренда или организације. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["Наведи линк до профила на веб сајту Google Trends са доказом о недавној активности претраге о твојој продукцијској организацији. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["Наведи линкове ка барем три чланка објављена у последњих шест месеци о твојој продукцијској организацији, у медијским публикацијама које испуњавају услове. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као званични налог истакнуте продукцијске организације. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["Наведи линк који доказује да је твоја продукцијска организација котирана на јавној берзи. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о твојој продукцијској организацији, која садржи барем три спољне референце. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог истакнуте компаније из индустрије забаве. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["Наведи линк до профила на сајту Google Trends са доказом о недавној активности претраге о твој компанији из индустрије забаве. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["Наведи линкове ка барем три чланка објављена у последњих шест месеци о твојој компанији у медијским публикацијама које испуњавају услове. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["Наведи линк који доказује да је твоја компанија из индустрије забаве котирана на јавној берзи. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о твојој компанији из индустрије забаве. На страници треба да буду наведене барем три спољне референце. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог аутора дигиталног садржаја. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["Наведи везу до профила аутора садржаја. Твој профил аутора може да буде на било којој дигиталној платформи, али мора да упућује на твој X налог. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о теби која садржи барем три спољне референце. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог појединца из индустрије забаве. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["Наведи линк до свог IMDB профила који садржи најмање 50 продукција у којима се наводиш као члан екипе. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["Наведите везу до веб-локације на којој се помињете као појединац у индустрији забаве и ваш X налог. Референца мора да потиче са званичне веб-локације потврђеног правног лица. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["Изабери категорију која најбоље описује твој налог ентитета повезаног са владом. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["Наведи линкове до најмање пет чланака објављених у потврђеним медијским организацијама у последњих шест месеци у којима се помињеш као пуноправни кандидат за званичника владе. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["Наведи линкове до најмање пет чланака објављених у потврђеним медијским организацијама у последњих шест месеци у којима се помињеш као пуноправни званичник владе. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["Наведи линкове до најмање пет чланака објављених у потврђеним медијским организацијама у последњих шест месеци у којима се помињеш као пуноправни званичник владе. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["Наведите везу до званичне веб-локације за кампању на којој се помињете као кандидат за државне изборе на локалном или државном нивоу и ваш X налог. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["Наведите везу до званичне државне веб-локације на којој се помињете као државни званичник или државни службеник и ваш X налог. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["Наведи линк на којем се помињеш као пуноправни званичник владе или провладина организација. Референца мора да потиче са званичног сајта потврђене организације владе. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["Новинари морају да буду запослени у потврђеној медијској организацији или новинама да би били потврђени. Обезбеди везу ка налогу послодавца. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог значајног новинара. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["Обезбеди везу која те референцира као новинара за твог послодавца. Референца мора да потиче са званичног сајта потврђене медијске организације. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["Наведи најмање три потписа и/или импресума који су објављени у последњих шест месеци у публикацијама које испуњавају услове. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове верификације као налог важне медијске куће. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["Наведи линк до Google Trends профила са доказом о недавној активности претраге о твојој медијској кући. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о својој медијској кући која садржи барем три спољне референце. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["Наведи линк који доказује да је твоја медијска кућа котирана на јавној берзи. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["Наведи линкове ка барем три чланка о твојој медијској кући у потврђеним медијским публикацијама током барем шест месеци. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["Појединци из света професионалног спорта морају да се такмиче у потврђеним спортским лигама и догађајима да би били потврђени. Наведи линк до потврђеног тима, лиге, догађаја или организације релевантне за твој налог."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["Није достигнут минималан број пратилаца за твој регион, који је потребан да бисмо те потврдили као појединца из света е-спорта. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["Појединци из света е-спорта морају да се такмиче у потврђеним лигама и на догађајима е-спорта да би били потврђени. Наведи линк до потврђеног тима, лиге, догађаја или организације релевантне за твој налог."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог истакнуте спортске лиге, тима или глобалног такмичења. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["Наведи линк до Google Trends профила са доказом о недавној активности претраге о твојој професионалној спортској организацији. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["Наведи линк до странице на Википедији о твојој професионалној спортској организацији која садржи барем три спољне референце. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["Наведи линк који доказује да је твоја професионална спортска организација котирана на јавној берзи. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["Наведи линк до званичног веб сајта глобалног такмичења или професионалне спортске организације на којем се помињеш као лига, тим или такмичење. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["Наведи линкове ка барем три чланка о твојој организацији у потврђеним медијским публикацијама током последњих шест месеци. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог професионалног спортисте. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["Изабери метод којим ћеш показати да твој налог испуњава услове за верификацију као налог појединца из света е-спорта. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["Наведи линк до званичног веб сајта глобалног такмичења или професионалне спортске организације на којем се помињеш као професионални спортиста, менаџер или тренер. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["Наведи линк до званичног веб сајта потврђене лиге или догађаја е-спорта на којем се помињеш као званични члан састава тима, тренер или менаџер. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["Нажалост, тренутно нисмо у могућности да обрађујемо нове захтеве за верификацију. Провери опет касније и покушај поново. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["Да бисмо потврдили твој идентитет путем е-поште, мораш да имаш претходно потврђену адресу. То можеш да урадиш у ", "."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["Да бисмо потврдили твој идентитет путем е-поште, мораш да имаш потврђену адресу е-поште која испуњава услове. То можеш да урадиш у ", "."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["Верификација је намењена истакнутим појединцима или групама у оквиру одређене категорије. Ако то одговара твом опису, покрени захтев за верификацију. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["Побрини се за то да твоје лице и текст буду јасно видљиви и читки. У супротном, можда ћеш морати поново да их пошаљеш. Мрежа X неће примити нити сачувати копију твог личног идентификационог документа. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["Информације о томе како да приступиш послатим подацима или да их исправиш потражи у нашој ", "."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["Контактираћемо са тобом чим одлука буде донета. Ово може да потраје до " + this.props.days + " дан" + f(this.props.days, "а", "", "а") + "."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["Помози нам да постанемо бољи путем ове кратке ", "."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["Твој последњи захтев је одбијен " + this.props.date + ". Мораћеш да сачекаш 30 дана од тог датума пре слања новог захтева."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["Твој последњи захтев је поднет " + this.props.date + ". Мораћеш да сачекаш 30 дана од тог датума пре слања новог захтева."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["Твој последњи захтев је поднет " + this.props.date + ". Контактираћемо са тобом чим одлука буде донета."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["Забави се и не заборави да се придржаваш ", "."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["Ово су апликације повезане са твојим налогом. Можеш да видиш информације којима ове апликације могу да приступе и опозовеш им приступ. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["Особе које пратиш ће увек моћи да ти пошаљу поруку. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["Повежи налог за управљање да би аутоматизовани налог добио ознаку аутоматизованог налога. Сви аутоматизовани налози морају да буду повезани са налогом за управљање. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["Настојимо да мрежа X остане место за здраве разговоре, због чега смо онемогућили већину функција за интеракцију са овом објавом. Ако желиш да причаш о њој, и даље можеш да је цитираш. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["Настојимо да одржимо мрежу X местом за здраве разговоре, због чега смо онемогућили већину функција за интеракцију са овом објавом. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["Само корисник @" + this.props.username + " и његов круг могу да виде ове објаве."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["Њих одређују и спроводе админи заједнице, а представљају додатак ", "."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["Заједнице су јавне, па заштићени налози тренутно не могу да се придружују. Можеш да читаш објаве, али ако желиш да учествујеш, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["Модератор те је уклонио због кршења овог правила Заједнице: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " приказа"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF корисника "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["Видео корисника "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["Фотографија путем корисника "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ["Уместо тога претражи „", "“"];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ["Да ли мислиш „", "“?"];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " сада може да одговара"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["Знакови: ", "/" + this.props.maxLimit];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["Последњи пут ажурирано: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["", " ако су ти потребни помоћ и упутства."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["преко "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["Последњи пут сачувано: "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["Објављивање чланка ", " ће бити опозвано, он ће бити премештен у твоје нацрте и неће бити јавно видљив."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["Следећи медиј садржи потенцијално осетљиви садржај. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["Функција за уређивање је ограничена на првобитне објаве и не укључује ствари као што су одговори или низови. ", " о томе шта можеш да уређујеш."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["Желиш да уредиш круг? Само напред. Људи неће бити обавештени ако их уклониш. "];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", " нову функцију за писање чланака за нове опције обликовања."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["Заједнице су јавне, па заштићени налози не могу да се придружују разговору. Можеш да читаш објаве и означиш да ти се свиђају, али да би ти и друге функције биле доступне, твоје ", "."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["Одговор за "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["Одговор за "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["Одговор за "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["Одговор за корисника "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["Одговараш кориснику ", " у заједници " + this.props.communityName];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["Одговараш кориснику ", " у заједници " + this.props.communityName];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["Одговараш корисницима ", " у заједници " + this.props.communityName];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["Одговараш корисницима ", " у заједници " + this.props.communityName];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["Одговараш кориснику ", ". Твој одговор ће видети и његови ", "."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће видети и њихови ", "."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће видети и њихови ", "."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће видети и њихови ", "."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["Одговараш кориснику ", ". Твој одговор ће моћи да види и људи из круга корисника " + this.props.trustedFriendsTweetOwner + ", који те прате."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["Одговараш кориснику ", ". Твој одговор ће моћи да види и круг корисника " + this.props.trustedFriendsTweetOwner + "."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће моћи да види и људи из круга корисника ", ", који те прате."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће моћи да види и круг корисника ", "."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће моћи да види и људи из круга корисника ", ", који те прате."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће моћи да види и круг корисника ", "."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће моћи да види и људи из круга корисника ", ", који те прате."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["Одговараш корисницима ", ". Твој одговор ће моћи да види и круг корисника ", "."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["Када кликнеш на „Промовиши објаву“, пристајеш на "];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["Нова е-пошта " + this.props.unverifiedEmail + " није потврђена. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["Ако промениш лозинку, одјавићеш се из свих активних сесија мреже X, осим оне коју тренутно користиш. Ово неће утицати на апликацију ", " која има приступ твом налогу. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["Пристајем на то да X и Persona користе слике из мог личног документа и мој селфи, укључујући издвојене биометријске податке, ради потврде мог идентитета и повезаних сигурности и безбедности компаније X, спречавања преваре и у сврхе плаћања. Persona може да складишти те податке до 30 дана. X може да складишти име и презиме, адресу и хеш ознаке броја мог личног документа све док сам претплаћен/а на ", "."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["Пристајем на то да X и Au10tix користе слике из мог личног документа и мој селфи, укључујући издвојене биометријске податке, ради потврде мог идентитета и повезаних сигурности и безбедности компаније X, спречавања преваре и у сврхе плаћања. Au10tix може да складишти те податке до 30 дана. X може да складишти име и презиме, адресу и хеш ознаке броја мог личног документа све док учествујем у програму ", " или ", "."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["Пристајем на то да X и Au10tix користе слике из мог личног документа и мој селфи, укључујући издвојене биометријске податке, ради потврде мог идентитета и повезаних сигурности и безбедности компаније X, спречавања преваре и у сврхе плаћања. Au10tix може да складишти те податке до 30 дана. X може да складишти име и презиме, адресу и хеш ознаке броја мог личног документа све док учествујем у програму ", " или ", "."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["Пристајем на то да X и Stripe користе слике из мог личног документа и мој селфи, укључујући издвојене биометријске податке, ради потврде мог идентитета и повезаних сигурности и безбедности компаније X, спречавања преваре и у сврхе плаћања. Компанија Stripe и њени подобрађивачи могу да складиште те податке до 30 дана и могу да их користе за обучавање модела и ажурирање база података у сврху детекције превара. X може да складишти име и презиме, адресу и хеш ознаке броја мог личног документа све док учествујем у програму ", " или ", "."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["Пристајем на то да X и Stripe користе слике из мог личног документа и мој селфи, укључујући издвојене биометријске податке, ради потврде мог идентитета и повезаних сигурности и безбедности компаније X, спречавања преваре и у сврхе плаћања. Компанија Stripe и њени подобрађивачи могу да складиште те податке до 30 дана и могу да их користе за обучавање модела и ажурирање база података у сврху детекције превара. X може да складишти име и презиме, адресу и хеш ознаке броја мог личног документа све док учествујем у програму ", " или ", "."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["Запиши га или направи снимак екрана, и држи га на безбедном месту. Овај код можеш да употребиш само једном. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["Ово је примарна земља повезана са твојим налогом. Податак о земљи нам помаже да прилагодимо твоје искуство на мрежи X. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["Ово су контакти увезени са мобилних уређаја. Ове информације се користе за персонализовање твог искуства на мрежи X, као што је предлагање налога за праћење. Све претходно отпремљене контакте можеш да уклониш и искључиш синхронизовање са мрежом X на свим уређајима. Имај у виду да ово траје извесно време. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["Ако је ово омогућено, моћи ћеш својим објавама да приложиш информације о локацији. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " наплаћује се месечно за " + f(this.props.duration, this.props.duration + " месеца", "један месец", this.props.duration + " месеци")];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " наплаћује се годишње за " + f(this.props.duration, this.props.duration + " године", "једну годину", this.props.duration + " година")];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " за " + f(this.props.duration, this.props.duration + " год.", "једна година", this.props.duration + " год.")];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " за " + f(this.props.duration, this.props.duration + " мес.", "један месец", this.props.duration + " мес.")];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["Када блокираш некога, та особа неће моћи да те прати нити да ти шаље поруке и нећеш видети обавештења од ње. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Неке информације о налогу и даље су можда доступне у претраживачима као што су Google или Bing. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["Ако само желиш да промениш @корисничкоиме, не мораш да деактивираш налог – уреди га у ", "."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["Ако желиш да користиш тренутно @корисничкоиме или адресу е-поште са другим X налогом, ", " пре него што деактивираш овај налог."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["Ако желиш да преузмеш ", ", мораћеш да довршиш захтев и поступак преузимања пре деактивације налога. Везе за преузимање података не могу да се пошаљу деактивираним налозима."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["Потврђујеш да је датум рођења ", " тачан. Ако није, то може да утиче на налог."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["Мрежа X користи твоје године да би прилагодила твоје искуство, укључујући огласе, као што је објашњено у нашој ", "."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["Можеш да контролишеш ко ће видети твој датум рођења на мрежи X. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " је аутор"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " је коаутор"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " говори"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " слуша"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " – " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["Креирај "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["Компанија са овим веб-сајтом већ постоји. Да ли мислиш ", "?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["Ови филтери неће утицати на обавештења од људи које пратиш. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["Можеш да игноришеш једну реч, фразу, @корисничкоиме или ознаку од једном. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["Када игноришеш речи, више нећеш добијати нова обавештења о објавама које их садрже, нити ће ти се на почетној временској траци приказивати објаве са овим речима. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["Овде су сви налози које игноришеш. Можеш да их додаш на ову листу или да их са ње уклониш. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["Управљај жељеним подешавањима за преглед осетљивих медија на мрежи X. Сазнај више о нашој ", "."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["Ово обухвата друге медије који су означени као осетљиви, као што су медији са налога који су у ", " означили своје медије као осетљиве."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["Твој налог је означен и не може да учествује у програму дељења прихода од огласа за ауторе. Можеш да уложиш жалбу према упутствима наведеним ", ". Твој удео у приходима ће наставити да се прикупља док се жалба обрађује."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["Твој налог је означен и не може да учествује у програму дељења прихода од огласа. Можеш да уложиш жалбу према упутствима наведеним ", ". Твој удео у приходима ће наставити да се прикупља док се жалба обрађује."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["Претплати се на налог", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["Питаш се колико можеш да зарадиш? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["Ако се пријавиш, прихваташ "];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["Изабери месечну цену која има смисла за тебе и твоју публику. Питаш се колико можеш да зарадиш? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["Ако прихватиш и наставиш, потврђујеш да ћеш поштовати "];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["Добро провери и потврди цену претплате. ", " док траје период тестирања претплате."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["Потврдили смо твој Stripe налог. Претплате на налогу ће ускоро бити активне. Послаћемо ти обавештење чим буду активне. Можеш и да посетиш профил и видиш да ли су претплате омогућене."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["Ако додирнеш дугме у наставку, прихваташ ", "."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["Када изабереш „Придружи се и верификуј лични документ“, пристајеш на "];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["Када изабереш „Придружи се и верификуј лични документ“, пристајеш на "];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["Заради приход од огласа приказаних у одговорима на твоје објаве. За испуњавање услова за програм дела прихода од огласа, твој налог мора да поштује ", ", "];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["Контролиши начин на који мрежа X прилагођава твоје искуство у "];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["Да, сви аутоматизовани налози морају да буду означени. То је обавезно према нашим ", "."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["Сазнај више на страници са ", "."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["Сазнај више на страници ", "."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["Жао нам је што одлазиш. #Збогом"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["Ако ниси унео/ла датум рођења, додали смо распон старости на основу твог X профила и активности. Информације о старости се користе за персонализовање твог искуства. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["Није тачно? Датум рођења можеш да додаш ", ", без јавног дељења."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["Прилагођене циљне групе често се формирају на основу листа е-поште или садржаја претраге. Оне помажу оглашивачима да досегну потенцијалне клијенте или људе који су већ показали интересовање за њихово пословање. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["Тренутно си део циљних група (", ") код "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["Ако желиш да омогућиш ово, иди у подешавања ", " и укључи опцију „Персонализуј на основу изведеног идентитета“."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["Ако желиш да омогућиш ово, иди у подешавања ", " и укључи опцију „Персонализуј на основу изведеног идентитета“."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["Ове информације можеш да уклониш онемогућавањем поставке „Персонализуј на основу изведеног идентитета“ у подешавањима ", "."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["Ове информације можеш да уклониш онемогућавањем поставке „Персонализуј на основу изведеног идентитета“ у подешавањима ", "."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["Ово су изведени хешеви адреса е-поште које деле заједничке компоненте са адресом е-поште наведеном на мрежи X. Ове информације можеш да уклониш онемогућавањем подешавања „Персонализуј на основу изведеног идентитета“ у подешавањима ", "."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["Ово су уређаји које мрежа X користи за побољшање и процену твог искуства при коришћењу овог прегледача. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["Ово су прегледачи и уређаји повезани са тобом. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["Ово су прегледачи, уређаји и информације које мрежа X користи за персонализовање твог искуства. Оне укључују уређаје и прегледаче које не користиш за пријављивање на мрежу X, као и адресе е-поште и бројеве телефона сличне онима који су повезани са твојим X налогом. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["Иди у ", " и укључи."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["Ако приметиш било какву сумњиву активност апликације, иди у ", " и онемогући јој приступ. У неким случајевима, IP локација може да се разликује од твоје физичке локације. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["Партнери мреже X циљне групе састављају на основу одлука при куповини, животног стила и других активности на мрежи и ван ње. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["Дошло је до грешке и твоји подаци са мреже X не могу да се пошаљу. Ако желиш да захтеваш своје податке, ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["пре "];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["Приказује се само првих 1000 гостију. Можда слушају и људи који нису пријављени на мрежу X, односно они који слушају анонимно. ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "мин." + this.props.seconds + "сек."];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "ч." + this.props.minutes + "мин."];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " је променио/ла фотографију групе"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["Променио/ла си име групе у "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " је променио/ла име групе у "];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["Име групе је промењено у "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " је додао/ла кориснике "];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["Додати корисници: "];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " је отишао/ла"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " те је додао/ла"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["У овој групи је још "];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["У овој групи је " + this.props.count + " још " + f(this.props.count, "људи", "особа", "људи")];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["Садржај ове објаве је можда осетљив. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["Поруке су шифроване. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["Више не можеш да шаљеш шифроване директне поруке овој особи. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["Не можеш више да шаљеш поруке овој особи. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["Овај шифровани разговор није доступан преко твог тренутног уређаја. Мораш да се пријавиш преко претходног уређаја за приступ том разговору. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["Не можеш да пошаљеш поруку овој групи, јер твој налог није потврђен. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["Не можеш да пошаљеш поруку овом кориснику, јер твој налог није потврђен. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["Твој одговор на Fleet објаву корисника ", ": "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["Одговара на твоју Fleet објаву: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " шаље GIF"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " је послао/ла линк"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " је послао/ла фотографију"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " је послао/ла налепницу"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " шаље видео"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " шаље говорну поруку"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["Корисник ", " је поделио објаву"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["Реагујеш на видео корисника @", " уз "];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " реагује на видео корисника @", " уз "];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["Реагујеш на видео уз "];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " реагује на видео уз "];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["Реагујеш на фотографију корисника @", " уз "];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " реагује на фотографију корисника @", " уз "];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["Реагујеш на фотографију уз "];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " реагује на фотографију уз "];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["Реагујеш на GIF корисника @", " уз "];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " реагује на GIF корисника @", " уз "];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["Реагујеш на GIF уз "];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " реагује на GIF уз "];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["Реагујеш на објаву корисника @", " користећи "];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " реагује на објаву корисника @", " користећи "];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["Реагујеш на објаву користећи "];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " реагује на објаву користећи "];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["Реагујеш на линк корисника @", " уз "];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " реагује на линк корисника @", " уз "];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["Реагујеш на линк уз "];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " реагује на линк уз "];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["Реагујеш на поруку корисника @", " уз ", ": "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " реагује на поруку корисника @", " уз ", ": "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["Реагујеш уз ", ": "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " реагује уз ", ": "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["Реагујеш на говорну поруку корисника @", " уз "];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " реагује на говорну поруку корисника @", " уз "];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["Реагујеш на говорну поруку уз "];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " реагује на говорну поруку уз "];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["Реагујеш уз "];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " реагује уз "];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["Системи мреже X скенирају дељене везе и медије у потрази за непожељним, забрањеним садржајем или узнемиравањем. Такође анализирамо шаблоне коришћења да бисмо открили сумњиво понашање и унапредили твоје искуство. Можда ћемо ручно прегледати директне поруке како бисмо испитали пријављене прекршаје и злоупотребу наше услуге или да бисмо поштовали законе или захтеве државних институција. За више детаља на располагању ти је ", "."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["Овде се налазе захтеви за поруке од људи које не пратиш. Ако желиш да одговориш на њихове поруке, мораш да прихватиш захтев. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["Када покренеш изазов, Google ће можда прикупљати и користити информације о теби, твом уређају и прегледачу. Погледај Google ", "."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " свиђањ" + f(this.props.count, "а", "е", "а")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " " + f(this.props.count, "фотографије и видео записа", "фотографија и видео запис", "Фотографија и видео записа")];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " објав" + f(this.props.count, "е", "а", "а")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["Не можеш да пратиш корисника @" + this.props.screenName + " нити да видиш његове објаве. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["Желиш ли заиста да прикажеш ове објаве? Приказивање објава неће одблокирати корисника @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["Ако желиш да пријавиш проблем са интелектуалном својином, посети ", ". Ако желиш да пријавиш друге проблеме са овим производом, иди у апликацију за iOS или Android."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["Ако желиш више информација о прекршајима везаним за производ, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["Број: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["Категорије се бирају самостално. Мрежа X их не додељује, не потврђује нити одобрава. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["Овај налог је повезани корисник компаније ", "."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["Само одобрени пратиоци могу да виде објаве корисника @" + this.props.screenName + ". Ако желиш да пошаљеш захтев за приступ, кликни на дугме „Прати“. "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["Мрежа X суспендује налоге који крше ", ".  "];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["Потребно нам је да знамо да ли је X налог ", " твој. Ако није, уклонићемо ", " са њега."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["Ако је X налог ", " твој, а желиш да се одјавиш са будућих обавештења путем е-поште, иди у "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["Уклонили смо твоју адресу е-поште ", " са X налога ", ". Нећеш више примати обавештења намењена овом налогу."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["Неко је можда ненамерно унео твоју адресу е-поште приликом регистровања за X налог или је можда користи у сврху злоупотребе. Можеш да пријавиш овај налог и тако нам помогнеш да идентификујемо и уклонимо непожељни садржај са мреже X. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["Пробај да пратиш ", " и користи све предности функције Топ чланци."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["Пратиш корисника @" + this.props.screenName + ". ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["Док слушаш анонимно, нећеш бити видљив/а нити ћеш моћи да учествујеш. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["Једна од погодности за претплатнике је ексклузиван приступ просторима попут овог. Само претплатници корисника @" + this.props.screenName + " могу да се придруже овом простору. ", "."];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["Повећај утицај оцене на " + this.props.ratingImpactToEarnIn + " са тренутног резултата од " + this.props.currentImpact + " да бисмо ти откључали могућност писања."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["О линку у овој објави (", ") и треба да се појављује уз све објаве које садрже тај линк"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["Да заиста сматраш да ће ова белешка бити корисна за ", " са овом сликом, чак и ако се садржај тих објава разликује?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["Да заиста сматраш да ће ова белешка бити корисна за све објаве са овом сликом, чак и ако се њихов садржај разликује?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["Да заиста сматраш да ће ова белешка бити корисна за ", " са овим видео снимком, чак и ако се садржај тих објава разликује?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["Да заиста сматраш да ће ова белешка бити корисна за све објаве са овим видео снимком, чак и ако се садржај тих објава разликује?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["Да заиста сматраш да ће ова белешка бити корисна за ", " са овим медијем, чак и ако се садржај тих објава разликује?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["Да заиста сматраш да ће ова белешка бити корисна за све објаве са овим медијем, чак и ако се садржај тих објава разликује?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["Сазнај више о "];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["Захтеви су анонимизирани и ", " ради транспарентности"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["Ако желиш да учествујеш у писању и оцењивању Белешки заједнице, "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["Да бисте задржали висок квалитет захтева и спречили непожељан садржај, налози морају да имају верификован број телефона да бисте захтевали белешку заједнице. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["Као аутор објаве можеш да "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return ["Утицај оцене " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return ["Утицај писања " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["Белешка је прво додата за слику у објави која је потом избрисана и може да се приказује уз друге објаве које садрже ову слику"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["Белешка је прво додата за слику на ", " и може бити приказана уз друге објаве које садрже ову слику"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["Белешка је прво додата за видео у објави која је потом избрисана и може да се приказује уз друге објаве које садрже овај видео"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["Белешка је прво додата за видео на ", " и може бити приказана уз друге објаве које садрже овај видео"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["Белешка је прво додата за медиј у објави која је потом избрисана и може да се приказује уз друге објаве које садрже овај медиј"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["Белешка је прво додата за медије на ", " и може бити приказана уз друге објаве које садрже ове медије"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["Белешка је прво написана за објаву која је потом избрисана и може да се приказује уз друге објаве које садрже линк за "];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["Белешка је првобитно написана у ", " и може да се приказује у другим објавама које садрже линк за "];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["Може да се приказује за ", " које садрже овај видео, ако се људи слажу са тим."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["Може да се приказује за објаве које садрже овај видео, ако се људи слажу са тим."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["Може да се приказује за ", " које садрже ову слику, ако се људи слажу са тим."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["Може да се приказује за објаве које садрже ову слику, ако се људи слажу са тим."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["Може да се приказује за ", " које садрже овај медиј, ако се људи слажу са тим."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["Може да се приказује за објаве које садрже овај медиј, ако се људи слажу са тим."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["Белешка је прво додата за видео у објави која је потом избрисана и приказује се уз ", " које садрже овај видео"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["Белешка је прво додата за видео на ", "и приказује се уз ", " које садрже овај видео"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["Белешка је прво додата за видео у објави која је потом избрисана и може да се приказује уз ", " које садрже овај видео"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["Белешка је прво додата за видео на ", "и може бити приказана уз ", " које садрже овај видео"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["Белешка је прво додата за слику у објави која је потом избрисана и приказује се уз ", " које садрже ову слику"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["Белешка је прво додата за слику на ", "и приказује се уз ", " које садрже ову слику"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["Белешка је прво додата за слику у објави која је потом избрисана и може да се приказује уз ", " које садрже ову слику"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["Белешка је прво додата за слику на ", "и може бити приказана уз ", " које садрже ову слику"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["Белешка је прво додата за медиј у објави која је потом избрисана и приказује се уз ", " које садрже овај медиј"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["Белешка је прво додата за медије на ", "и приказује се уз ", " које садрже ове медије"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["Белешка је прво додата за медиј у објави која је потом избрисана и може да се приказује уз ", " које садрже овај медиј"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["Белешка је прво додата за медије на ", "и може бити приказана уз ", " које садрже ове медије"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["Приказује се у ", " које садрже линк за "];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["Може да се приказује у ", " које садрже линк за "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["Белешка је првобитно била у објави која је потом избрисана. Приказује се уз ", " које садрже линк за "];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["Белешка је првобитно била у ", ". Приказује се уз ", " које садрже линк за "];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["Белешка је првобитно била у објави која је потом избрисана. Може да се приказује уз ", " које садрже линк за "];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["Белешка је првобитно била у ", ". Може да се приказује у ", " које садрже линк за "];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["Приказано малој експерименталној групи на мрежи X · Више од " + this.props.impressionTruncated + " приказа"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["Приказано малој експерименталној групи на мрежи X"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["Приказано на мрежи X · Више од " + this.props.impressionTruncated + " приказа"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["Приказано на мрежи X"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["Оцене су анонимне и јавно доступне ради транспарентности. Сазнај на који начин Белешке заједнице омогућавају да подаци буду ", "."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["Оцењујеш ову белешку као ", "."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["Оцењујеш ову белешку као ", "."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["Оцењујеш да ова белешка ", "."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује у ", " које садрже линк за ", "?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за ", " које садрже овај исти видео?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за ", " које садрже ову исту слику?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за ", " које садрже овај исти медиј?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за све објаве које садрже линк за ", "?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за све објаве које садрже овај исти видео?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за све објаве које садрже ову исту слику?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["Да ли ова белешка треба да се приказује за све објаве које садрже овај исти медиј?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["Имаш идеју или предлог за побољшање програма Белешке заједнице? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["Прикажи још " + this.props.remainingCount + " објав" + f(this.props.remainingCount, "е", "у", "а") + " које су цитирали подносиоци захтева"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["Сарадници програма Белешке заједнице користе псеудониме · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["Ова функција је нова у програму Белешке заједнице, зато нам слободно "];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["Повећај утицај оцене на " + this.props.requiredRatingImpact + " са тренутног резултата, " + this.props.currentRatingImpact + "."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return ["Избрисаних бележака: " + this.props.num];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["Ако желиш да вратиш функцију писања, повећај овај резултат на " + this.props.requiredRatingImpact];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["Желиш ли да почнеш са писањем бележака? Подигни утицај оцене на " + this.props.requiredRatingImpact + " или вишe."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["Програм Белешке заједнице чува статус избрисаних бележака ради прецизног додељивања репутације аутору и оцењивачима белешке. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["Контекст пишу корисници мреже X, а приказује се када га други оцене као корисног. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["За твоју употребу скупова података важе уговор и смернице за програмере на мрежи X. Кликом на икону „Преузми“ прихваташ ", "."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["Датотека бр. " + this.props.fileIndex + " од " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["Покушај да потражиш нешто друго или провери да ли те ", " штите од потенцијално осетљивог садржаја."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["Активно пре "];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["Желиш ли стварно да именујеш корисника ", " као модератора?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["Желиш ли стварно да уклониш корисника ", " као модератора?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["Унеси ", " да би наставио/ла"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["Корисник ", " је сакрио објаву"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["Корисник ", " је закачио објаву"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["Корисник ", " је откачио објаву"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["Корисник ", " је приказао објаву"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["Корисник ", " је уклонио члана"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["Корисник ", " је вратио члана"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["Корисник ", " се придружио овој заједници"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["Корисник ", " је напустио ову заједницу"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["Модератор ", " је одобрио захтев за чланство"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["Модератор ", " је одбио захтев за чланство"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["Модератор ", " је поново одобрио захтев за чланство"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["Ово су пријавили ", " и "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["Пријавио корисник "];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["Број чланова који су ово пријавили: "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["Сакрио/ла си објаву корисника @"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["Задржао/ла си објаву корисника @"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["Аутор ", " креирао " + this.props.date];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["За коришћење ове функције мораш да се пребациш на налог који је твој.\n\nКао сарадник можеш да шаљеш директне поруке, објављујеш објаве, правиш листе и да све то прегледаш.\n\nУвек настојимо да побољшамо делегирање. Слободно нам "];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["За коришћење ове функције мораш да се пребациш на налог који је твој.\n\nКао админ можеш да шаљеш директне поруке, објављујеш објаве, правиш листе и да све то прегледаш. Можеш и да позиваш или уклањаш сараднике налога и прегледаш аналитику објаве.\n\nУвек настојимо да побољшамо делегирање. Слободно нам "];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", " и погледај више информација о овом послу"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["Почеће да ти се приказују послови ", " ", " на твојој временској траци"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["Приказују се послови ", " "];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["Прегледањем објава нећеш одблокирати корисника @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["Наручи унапред за "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["Сазнај више о нашим програмима монетизације и смерницама ", "."];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(Накнада: ", ")"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(", "% накнаде , мин. ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["", "% Fee, Min. "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["Куповином пристајеш на наше документе ", " и ", ". Претплате се обнављају аутоматски док се не откажу, као што је описано у условима коришћења. Откажи у било ком тренутку."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["Куповином пристајеш на наше документе ", " и ", "."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["Свиђања, помињања, поновне објаве и још много тога – када су са потврђеног налога, приказаће се овде. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["Посети ", " и сазнај више о приступу за апликације трећих страна."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["Аутор: ", ". Прочитај документе ", " и ", " организације " + this.props.orgName + "."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["Пошаљи поруку налогу ", "и затражи подршку"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", " и започни."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["Извор синхронизације "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["Извор дељења "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["За питања у вези са отвореним радним местима у компанији X, пошаљи нам е-поруку на е-адресу ", "."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(За организације, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["Започињањем ", " и претплаћивањем, пристајеш на наше ", ". Након " + this.props.numberOfDays + "-дневне бесплатне пробне верзије, биће ти наплаћен износ за годишњи или месечни план који бираш приликом регистрације, ако не откажеш током " + this.props.numberOfDays + "-дневног периода бесплатне пробне верзије. Претплате се аутоматски обнављају док се не откажу, као што је описано у условима. ", ". Откажи најмање 24 сата пре обнове и избегни плаћање додатних накнада. За претплату је неопходан потврђени број телефона. Ако си се претплатио/ла на другој платформи, управљај претплатом преко те платформе."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["Ако се претплатиш, прихваташ наше ", ". Претплате се аутоматски обнављају док их не откажеш, као што је описано у ", ". ", ". Откажи најмање 24 сата пре обнове и избегни додатна плаћања. Приликом надоградње, твоја тренутна претплата и повезане функције одмах се пребацују на ниво нове претплате. Биће ти одмах наплаћена цена за нови ниво, али сваки процењени салдо из тренутног циклуса наплате биће урачунат у укупну данашњу наплату. Нећеш добити рефундирање ни за један део претходне претплате, осим ако то није обавезно у складу са законом."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["Ако се претплатиш, прихваташ наше ", ". Претплате се аутоматски обнављају док их не откажеш, као што је описано у ", ". ", ". Откажи најмање 24 сата пре обнове и избегни додатна плаћања. Приликом враћања на претходну верзију, твоја тренутна претплата је активна до следећег циклуса наплате када почиње нова претплата. Биће ти наплаћена цена за нови ниво на почетку следећег циклуса наплате."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["Ако се претплатиш, прихваташ наше ", ". Претплате се аутоматски обнављају док их не откажеш, као што је описано у ", ". ", ". Откажи најмање 24 сата пре обнове и избегни додатна плаћања. У случају пребацивања, и даље ћеш уживати у функцијама које су повезане са твојим нивоом. Одмах ће ти бити наплаћена цена за нови годишњи план, а сваки процењени салдо из месечног циклуса наплате биће урачунат у укупну данашњу наплату."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["Ако се претплатиш, прихваташ наше ", ". Претплате се аутоматски обнављају док их не откажеш, као што је описано у ", ". ", ". Откажи најмање 24 сата пре обнове и избегни додатна плаћања. У случају пребацивања, и даље ћеш уживати у функцијама које су повезане са твојим нивоом. Одмах ће ти бити наплаћена месечна цена за дати ниво, али ће преостали процењени кредит из годишње уплате бити приписан месечним трошковима док се не потроши."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["Претплати се за ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["Наплаћује се ", " " + this.props.newPrice + "/" + this.props.interval + " годишње"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["Подаци о адреси се деле са Google-ом. Сазнај више у ", " и ", "."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["Само админи и модератори Заједница могу да их поставе у фокус на својим профилима. Желиш ли да ", "?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["Ако желиш да пронађеш кризни центар у близини, посети "];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["Ако мислиш да си у опасности, препоручујемо ти да се обратиш локалном одељењу полиције. Они могу да консултују наше ", " ако имају додатних питања."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["У сваком тренутку можеш да престанеш да је пратиш у ", "."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["Последње ажурирање "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["Људи неће бити обавештени када уредиш свој круг. Свако кога додаш моћи ће да види твоје претходне објаве објављене у кругу. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["Број прегледа ове објаве. Сазнај више у ", "."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["Број прегледа ове објаве. Може да прође неколико минута пре него што се број прегледа прикаже. Сазнај више у ", "."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["Број прегледа ове објаве није доступан. Сазнај више у ", "."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["Кликом на опцију „Направи промоцију“ потврђујеш да си прочитао/ла ", " и ", " и да се слажеш са њима."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["Кликом на опцију „Направи промоцију“ потврђујеш да си прочитао/ла ", "."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["Неке опције циљања нису доступне за овај налог за оглашавање. У складу са смерницама о ", " мреже X."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["Кликом на опцију „Промовиши објаву“ потврђујеш да си прочитао/ла и прихваташ ", " и ", "."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["Кликом на опцију „Промовиши објаву“ потврђујеш да си прочитао/ла и прихваташ ", "."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["Ова објава нема скривене одговоре, али заштићене објаве су можда филтриране. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["Ако кликнеш испод и потврдиш ову куповину, потврђујеш да ћеш поштовати ", "."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["Због тога ", " неће моћи да те дода на своје листе, укључујући ову."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["Подели своју адресу е-поште са аутором " + this.props.creatorName + ". Ако прихватиш, дајеш мрежи X дозволу за дељење те адресе е-поште са аутором у сврху комуникације ван платформе и прихваташ ", "."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["Поклони годину дана " + this.props.tier + " @" + this.props.screenName + " за " + this.props.price + ". Кориснику Када обавиш плаћање, корисник ће бити обавештен о томе да му је послат поклон."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["Цена претплате на поклон се наплаћује при куповини и не може се рефундирати. Може да се искористи једном, не може да се замени, комбинује и нема вредност у готовини. Почиње када мрежа X прегледа и када је додели примаоцу, који мора да прихвати наше ", " и смернице. Ако прималац не испуњава услове, откаже претплату или одбије наше услове и смернице, поклон не може да се искористи нити се може рефундирати. Могу се наплатити порези. Услови су подложни промени. ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["Организације имају златан знак потврде, а појединци плави. Непримерена употреба ће довести до отказивања претплате без враћања новца, у складу са нашим ", "."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["Организације имају четвртасте аватаре, а појединци кружне. Непримерена употреба ће довести до отказивања претплате без враћања новца, у складу са нашим ", "."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["Конфигуриши који налог за огласе се користи за послове када се промовишу преко портала за ", "."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["Нису пронађени квалификовани налози. Следеће кораке потражи на страници за ", "."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["Отказивање потврђених организација доводи до тога да ваша организација аутоматски изгуби златни знак потврде."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["Поред тога, сви повезани налози ће бити одмах отказани и изгубиће своје златне или плаве знакове потврде, као и беџеве повезаних корисника."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["Отказивањем ће се одмах уклонити знакови потврде и све плаћене функције за организацију и све повезане налоге."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["Ако одлучиш данас да останеш, додаваћемо додатни износ бесплатних кредита за огласе од " + this.props.creditAmount + " USD на твој портал сваких " + this.props.daysOfCouponInterval + " дан/а, током наредних " + this.props.totalDays + " дана. Када искористиш ову понуду, наш тим подршке ће ступити у контакт с тобом и помоћи ти да оствариш вредност овог кредита за своју организацију."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["Ако одлучиш данас да останеш, додаваћемо додатни износ бесплатних кредита за огласе од " + this.props.creditAmount + " USD на твој портал током наредних " + this.props.daysToWaitForFirstRedeemable + " дан&а. Када искористиш ову понуду, наш тим подршке ће ступити у контакт с тобом и помоћи ти да оствариш вредност овог кредита за своју организацију."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["Ово је једнократна понуда и неће бити доступна поново."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["И даље можеш да се вратиш и искористиш једнократну понуду, која неће бити доступна поново. Дани преостали у претплати ти неће бити рефундирани пре следећег циклуса плаћања. Неће ти се наплаћивати после тога."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["Верификоване организације имају приоритет на мрежи X за све проблеме. Шта год да је у питању – можемо да помогнемо да се проблем реши што је брже могуће. Желиш ли да закажеш позив са чланом тима за верификоване организације и разговараш са особом која може да ти помогне?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["Ако откажеш, одмах ћеш изгубити приступ овом бесплатном кредиту за огласе и свим будућим бесплатним кредитима за огласе који долазе уз твоју претплату. Пошто већ плаћаш ову погодност, препоручујемо ти да је и даље користиш."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["За повећање ограничења, обрати се нашој премијум подршци за потврђене налоге ", "."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["Сваки додатни повезани корисник кошта ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["", " годишње током прве године. Потом ", " годишње."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["Сваки додатни повезани корисник је ", " по налогу годишње. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " по кориснику по ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["Добићеш 30% попуста на годишње планове и до 12.000 УСД бесплатног кредита за огласе ако се претплатиш пре "];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["Пун приступ је ", "/", " (", "). Сваки додатни повезани налог је ", " по кориснику по ", " (", "). "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["Основна је ", "/", " (", "). "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["Кад кликнеш на „Претплати се“, прихваташ наше ", ". Претплате се аутоматски обнављају док их не откажеш. Сви налози који се региструју морају проћи кроз поступак ручног одобрења."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["Кад кликнеш на „Претплати се“, прихваташ наше ", ". Претплате се аутоматски обнављају док их не откажеш. Проверавамо да ли су налози који се региструју аутентични. Ако се неки налог региструје, а не припада организацији, одбићемо те и неће ти бити враћен новац."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ У ограниченом трајању кредит за оглашавање у износу од ", " за трошење на организацију или било који од повезаних корисника ", " месеца са наменском подршком."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ У ограниченом трајању, кредит за оглашавање у износу од ", " за трошење на организацију за ", " са наменском подршком."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " по цени од " + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " по цени од " + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["Ова промена претплате није овде подржана. Обрати се Premium подршци за потврђене налоге ", "."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["Ако вам је потребно више повезаних корисника, можете да се обратите потврђеној продаји ", "."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["Ако кликнеш на „" + this.props.action + "“, пристајеш на то да те обавезују ", "."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["Ове информације ћемо користити за приступ пријави за ", ". ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["Када потврдиш избор овог поља, то значи да си прочитао/ла одредбе и услове наведене ", " и да пристајеш на њих."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["Потврђене организације сада укључују " + this.props.xtc_coupon_value + " (или еквивалентну вредност у локалној валути) кредита за огласе*. Можете да их примените на организацију или било ког повезаног корисника. Једноставно у наставку одаберите који ће налог за огласе да то искористи."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["Потврђене организације сада укључују " + this.props.xtc_coupon_value + " (или еквивалентан износ у локалној валути) кредита за огласе*. Сваких 30 дана добијате " + this.props.xtc_coupon_value + " (или еквивалентан износ у локалној валути) за трошење на огласе које можете да потрошите у било ком тренутку. Можете да их примените на организацију или било ког повезаног корисника. Једноставно у наставку одаберите који ће налог за огласе да то искористи."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["Управљање ID-овима налога за огласе можете да обавите ", "."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["Имаш проблема? Обрати се ", " и проследи им питања."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["Имате ", " дан/а за трошење преосталих ", " у оквиру овог кредита за огласе."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["Активирајте кредит за огласе. Ако имате више налога за огласе, можете да уредите унос у наставку. Може да се искористи до " + this.props.expiresAt];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["Пронађите ID налога за огласе повезаног са вашим X налогом. Њега можете пронаћи ", "."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["Обавезно додајте кредитну картицу као тип плаћања у Ads Manager тако што ћете изабрати опцију „Додај нови начин плаћања“. Ако немате подешену кредитну картицу, кредит неће бити примењен и ваши огласи се неће приказивати."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["Копирајте ID свог налога за огласе у поље за унос текста на врху ове странице. Кликните на активацију."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["Покрените кампању."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["Обавезно додајте кредитну картицу као тип плаћања у Ads Manager тако што ћете изабрати опцију „Додај нови начин плаћања“. Ако немате подешену кредитну картицу, ваши огласи се неће приказивати."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["Видећете примењен кредит у оквиру „Плаћање“ у Ads Manager."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["Ако сте се и раније оглашавали на мрежи X, можда имате више ID-ова налога за огласе."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["Комплетну листу ID-ова свих налога за огласе можете пронаћи ", "."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["Обавезно изаберите одговарајући ID налога за огласе на који желите да примените кредит."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["Као претплатник потврђених организација са пуним приступом, можете да примените кредит на било ког од својих повезаних корисника."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["Да бисте то урадили, морате да имате приступ ID-у налога за огласе за повезаног корисника на чијем налогу бисте волели да покренете кампању."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["Њега можете пронаћи тако што ћете се пријавити на налог повезаног корисника и отићи ", "."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["Потврђене организације могу да добијају кредите које могу да користе за ", " и промовисање послова. Обави ове кораке и активирај све могућности за оглашавање."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["Потврђене организације могу да добијају кредите које могу да користе за ", ". Обави ове кораке и активирај све могућности за оглашавање."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["Активирај купон"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["Одабери активан налог добре репутације за добијање овог кредита од " + this.props.couponAmount + "."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["Листу ID-ова налога можете да пронађете у ", ". Пример ID-а: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["Послове одмах можеш да промовишеш помоћу радње "];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["Када испуне услове, послови могу да се промовишу помоћу радње "];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["Истражујемо захтеве које је поднео власник жига или његов овлашћени заступник. За детаље погледај нашу ", "."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["Унеси налоге власника листе и име листе у следећем формату: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["Ову колону можеш да обришеш ако пређеш на ", "."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["Погледај нашу политику приватности на "];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["Погледај наше услове коришћења на "];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["Мрежа X и њени партнери користе колачиће да би ти пружили бољу, безбеднију и бржу услугу и за подршку нашем пословању. Неки колачићи су неопходни за коришћење и побољшање наших услуга, као и за њихов правилан рад. Ако кликнеш на „Дозволи све колачиће“, дозволићеш мрежи X и њеним партнерима и то да користе колачиће како би ти пружили огласе и обавештења прилагођене твојим интересовањима. Ако кликнеш на „Одбиј колачиће који нису неопходни“, нећемо користити колачиће за прикупљање додатних података за прилагођене огласе и обавештења. Ако желиш да сазнаш више о нашим праксама у вези са колачићима, посети страницу о колачићима у оквиру нашег центра за помоћ на вебу на адреси "];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " аутору"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " Чланак"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " и "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", " и "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["Овај медиј је онемогућен због захтева који је поднео власник ауторских права, " + this.props.copyrightHolder + ". Ако желиш да оспориш жалбу, користи ", "."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["Корисник ", " је објавио поново"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " у " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["Од корисника "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " и "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " и "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["Одговор за "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["Одговор за ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["Одговор за корисника ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["Одговор за ", " ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["Одговор за корисника ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["Време читања: "];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["Од "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " члан" + f(this.props.count, "a", "", "овa")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["Овог корисника прати "];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["Овог корисника прате ", " и "];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["Овог корисника прате ", ", ", " и "];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["Овог корисника прате ", ", ", " и ", " других које ти пратиш"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " и ", " других су актуелни у овој теми"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["Спонзорише "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["Плаћа ", " и не ауторизује ниједан кандидат или одбор кандидата."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["Плаћа ", " · Ауторизује " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["Само људи у твом кругу и ти можете да видите ову објаву. Поновно објављивање, цитирање и дељење нису доступни. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["У тренду у теми "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["У тренду у темама ", ", "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " из "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, i),
                    m && t(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    s
                );
            })(a(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var s = m._numberRound,
                g = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a477526548 = g(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хиљ'.'", few: "0 хиљ'.'", other: "0 хиљ'.'" }, 4: { one: "00 хиљ'.'", few: "00 хиљ'.'", other: "00 хиљ'.'" }, 5: { one: "000 хиљ'.'", few: "000 хиљ'.'", other: "000 хиљ'.'" }, 6: { one: "0 мил'.'", few: "0 мил'.'", other: "0 мил'.'" }, 7: { one: "00 мил'.'", few: "00 мил'.'", other: "00 мил'.'" }, 8: { one: "000 мил'.'", few: "000 мил'.'", other: "000 мил'.'" }, 9: { one: "0 млрд'.'", few: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", few: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", few: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 бил'.'", few: "0 бил'.'", other: "0 бил'.'" }, 13: { one: "00 бил'.'", few: "00 бил'.'", other: "00 бил'.'" }, 14: { one: "000 бил'.'", few: "000 бил'.'", other: "000 бил'.'" }, maxExponent: 14 }], m("sr").pluralGenerator({}))),
                (m.b63884128 = g(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2079642842 = g(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("round"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1012458986 = g(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1321126786 = g(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1779384459 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хиљ'.'", few: "0 хиљ'.'", other: "0 хиљ'.'" }, 4: { one: "00 хиљ'.'", few: "00 хиљ'.'", other: "00 хиљ'.'" }, 5: { one: "000 хиљ'.'", few: "000 хиљ'.'", other: "000 хиљ'.'" }, 6: { one: "0 мил'.'", few: "0 мил'.'", other: "0 мил'.'" }, 7: { one: "00 мил'.'", few: "00 мил'.'", other: "00 мил'.'" }, 8: { one: "000 мил'.'", few: "000 мил'.'", other: "000 мил'.'" }, 9: { one: "0 млрд'.'", few: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", few: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", few: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 бил'.'", few: "0 бил'.'", other: "0 бил'.'" }, 13: { one: "00 бил'.'", few: "00 бил'.'", other: "00 бил'.'" }, 14: { one: "000 бил'.'", few: "000 бил'.'", other: "000 бил'.'" }, maxExponent: 14 }], m("sr").pluralGenerator({}))),
                (m.a642772119 = g(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1009937212 = g(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s("round"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b680171451 = g(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", s("round"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b450980741 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хиљ'.'", few: "0 хиљ'.'", other: "0 хиљ'.'" }, 4: { one: "00 хиљ'.'", few: "00 хиљ'.'", other: "00 хиљ'.'" }, 5: { one: "000 хиљ'.'", few: "000 хиљ'.'", other: "000 хиљ'.'" }, 6: { one: "0 мил'.'", few: "0 мил'.'", other: "0 мил'.'" }, 7: { one: "00 мил'.'", few: "00 мил'.'", other: "00 мил'.'" }, 8: { one: "000 мил'.'", few: "000 мил'.'", other: "000 мил'.'" }, 9: { one: "0 млрд'.'", few: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", few: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", few: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 бил'.'", few: "0 бил'.'", other: "0 бил'.'" }, 13: { one: "00 бил'.'", few: "00 бил'.'", other: "00 бил'.'" }, 14: { one: "000 бил'.'", few: "000 бил'.'", other: "000 бил'.'" }, maxExponent: 14 }], m("sr").pluralGenerator({}))),
                (m.a2069895710 = g(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1001420444 = g(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("truncate"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1963204960 = g(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хиљ'.'", few: "0 хиљ'.'", other: "0 хиљ'.'" }, 4: { one: "00 хиљ'.'", few: "00 хиљ'.'", other: "00 хиљ'.'" }, 5: { one: "000 хиљ'.'", few: "000 хиљ'.'", other: "000 хиљ'.'" }, 6: { one: "0 мил'.'", few: "0 мил'.'", other: "0 мил'.'" }, 7: { one: "00 мил'.'", few: "00 мил'.'", other: "00 мил'.'" }, 8: { one: "000 мил'.'", few: "000 мил'.'", other: "000 мил'.'" }, 9: { one: "0 млрд'.'", few: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", few: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", few: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 бил'.'", few: "0 бил'.'", other: "0 бил'.'" }, 13: { one: "00 бил'.'", few: "00 бил'.'", other: "00 бил'.'" }, 14: { one: "000 бил'.'", few: "000 бил'.'", other: "000 бил'.'" }, maxExponent: 14 }], m("sr").pluralGenerator({}))),
                (m.b1070814327 = g(["", , 1, 2, 2, , , 0, 3, , " 'AED'", "#,##0.00 'AED'", "-#,##0.00 'AED' 'AED'", "-", " 'AED'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1300980338 = g(["", , 1, 0, 0, , , , 3, , " 'ALL'", "#,##0 'ALL'", "-#,##0 'ALL' 'ALL'", "-", " 'ALL'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b684782549 = g(["", , 1, 2, 2, , , 0, 3, , " 'ARS'", "#,##0.00 'ARS'", "-#,##0.00 'ARS' 'ARS'", "-", " 'ARS'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b612747911 = g(["", , 1, 2, 2, , , 0, 3, , " 'AUD'", "#,##0.00 'AUD'", "-#,##0.00 'AUD' 'AUD'", "-", " 'AUD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b299907889 = g(["", , 1, 2, 2, , , 0, 3, , " 'КМ'", "#,##0.00 'КМ'", "-#,##0.00 'КМ' 'КМ'", "-", " 'КМ'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b197163461 = g(["", , 1, 2, 2, , , 0, 3, , " 'BDT'", "#,##0.00 'BDT'", "-#,##0.00 'BDT' 'BDT'", "-", " 'BDT'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b116817134 = g(["", , 1, 2, 2, , , 0, 3, , " 'BGN'", "#,##0.00 'BGN'", "-#,##0.00 'BGN' 'BGN'", "-", " 'BGN'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1450934189 = g(["", , 1, 3, 3, , , 0, 3, , " 'BHD'", "#,##0.000 'BHD'", "-#,##0.000 'BHD' 'BHD'", "-", " 'BHD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1113547679 = g(["", , 1, 2, 2, , , 0, 3, , " 'R$'", "#,##0.00 'R$'", "-#,##0.00 'R$' 'R$'", "-", " 'R$'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1728763188 = g(["", , 1, 0, 0, , , , 3, , " 'BYR'", "#,##0 'BYR'", "-#,##0 'BYR' 'BYR'", "-", " 'BYR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a560123759 = g(["", , 1, 2, 2, , , 0, 3, , " 'CA$'", "#,##0.00 'CA$'", "-#,##0.00 'CA$' 'CA$'", "-", " 'CA$'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a791927530 = g(["", , 1, 2, 2, , , 0, 3, , " 'CHF'", "#,##0.00 'CHF'", "-#,##0.00 'CHF' 'CHF'", "-", " 'CHF'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1215285512 = g(["", , 1, 0, 0, , , , 3, , " 'CLP'", "#,##0 'CLP'", "-#,##0 'CLP' 'CLP'", "-", " 'CLP'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1051436931 = g(["", , 1, 2, 2, , , 0, 3, , " 'CN¥'", "#,##0.00 'CN¥'", "-#,##0.00 'CN¥' 'CN¥'", "-", " 'CN¥'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1129398059 = g(["", , 1, 0, 0, , , , 3, , " 'COP'", "#,##0 'COP'", "-#,##0 'COP' 'COP'", "-", " 'COP'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1311869853 = g(["", , 1, 2, 2, , , 0, 3, , " 'CZK'", "#,##0.00 'CZK'", "-#,##0.00 'CZK' 'CZK'", "-", " 'CZK'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1769936269 = g(["", , 1, 2, 2, , , 0, 3, , " 'DKK'", "#,##0.00 'DKK'", "-#,##0.00 'DKK' 'DKK'", "-", " 'DKK'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2102058409 = g(["", , 1, 2, 2, , , 0, 3, , " 'DZD'", "#,##0.00 'DZD'", "-#,##0.00 'DZD' 'DZD'", "-", " 'DZD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1747426345 = g(["", , 1, 2, 2, , , 0, 3, , " 'EGP'", "#,##0.00 'EGP'", "-#,##0.00 'EGP' 'EGP'", "-", " 'EGP'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b766778091 = g(["", , 1, 2, 2, , , 0, 3, , " '€'", "#,##0.00 '€'", "-#,##0.00 '€' '€'", "-", " '€'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a249360780 = g(["", , 1, 2, 2, , , 0, 3, , " '£'", "#,##0.00 '£'", "-#,##0.00 '£' '£'", "-", " '£'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a58980731 = g(["", , 1, 2, 2, , , 0, 3, , " 'GHS'", "#,##0.00 'GHS'", "-#,##0.00 'GHS' 'GHS'", "-", " 'GHS'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a400683501 = g(["", , 1, 2, 2, , , 0, 3, , " 'GTQ'", "#,##0.00 'GTQ'", "-#,##0.00 'GTQ' 'GTQ'", "-", " 'GTQ'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a988966378 = g(["", , 1, 2, 2, , , 0, 3, , " 'HK$'", "#,##0.00 'HK$'", "-#,##0.00 'HK$' 'HK$'", "-", " 'HK$'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1225387754 = g(["", , 1, 2, 2, , , 0, 3, , " 'HRK'", "#,##0.00 'HRK'", "-#,##0.00 'HRK' 'HRK'", "-", " 'HRK'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1306657602 = g(["", , 1, 2, 2, , , 0, 3, , " 'HUF'", "#,##0.00 'HUF'", "-#,##0.00 'HUF' 'HUF'", "-", " 'HUF'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b412416888 = g(["", , 1, 0, 0, , , , 3, , " 'IDR'", "#,##0 'IDR'", "-#,##0 'IDR' 'IDR'", "-", " 'IDR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b768625133 = g(["", , 1, 2, 2, , , 0, 3, , " '₪'", "#,##0.00 '₪'", "-#,##0.00 '₪' '₪'", "-", " '₪'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b754772318 = g(["", , 1, 2, 2, , , 0, 3, , " '₹'", "#,##0.00 '₹'", "-#,##0.00 '₹' '₹'", "-", " '₹'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b53167219 = g(["", , 1, 0, 0, , , , 3, , " 'IQD'", "#,##0 'IQD'", "-#,##0 'IQD' 'IQD'", "-", " 'IQD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a10555730 = g(["", , 1, 0, 0, , , , 3, , " 'ISK'", "#,##0 'ISK'", "-#,##0 'ISK' 'ISK'", "-", " 'ISK'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1489555178 = g(["", , 1, 0, 0, , , , 3, , " '¥'", "#,##0 '¥'", "-#,##0 '¥' '¥'", "-", " '¥'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b771859294 = g(["", , 1, 2, 2, , , 0, 3, , " 'KES'", "#,##0.00 'KES'", "-#,##0.00 'KES' 'KES'", "-", " 'KES'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1768016193 = g(["", , 1, 0, 0, , , , 3, , " 'KRW'", "#,##0 'KRW'", "-#,##0 'KRW' 'KRW'", "-", " 'KRW'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1277969991 = g(["", , 1, 3, 3, , , 0, 3, , " 'KWD'", "#,##0.000 'KWD'", "-#,##0.000 'KWD' 'KWD'", "-", " 'KWD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b169723602 = g(["", , 1, 2, 2, , , 0, 3, , " 'KZT'", "#,##0.00 'KZT'", "-#,##0.00 'KZT' 'KZT'", "-", " 'KZT'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2103978485 = g(["", , 1, 0, 0, , , , 3, , " 'LBP'", "#,##0 'LBP'", "-#,##0 'LBP' 'LBP'", "-", " 'LBP'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a874778649 = g(["", , 1, 2, 2, , , 0, 3, , " 'MAD'", "#,##0.00 'MAD'", "-#,##0.00 'MAD' 'MAD'", "-", " 'MAD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1161070159 = g(["", , 1, 2, 2, , , 0, 3, , " 'MKD'", "#,##0.00 'MKD'", "-#,##0.00 'MKD' 'MKD'", "-", " 'MKD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1503696450 = g(["", , 1, 2, 2, , , 0, 3, , " 'MX$'", "#,##0.00 'MX$'", "-#,##0.00 'MX$' 'MX$'", "-", " 'MX$'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1574807567 = g(["", , 1, 2, 2, , , 0, 3, , " 'MYR'", "#,##0.00 'MYR'", "-#,##0.00 'MYR' 'MYR'", "-", " 'MYR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1943292446 = g(["", , 1, 2, 2, , , 0, 3, , " 'NGN'", "#,##0.00 'NGN'", "-#,##0.00 'NGN' 'NGN'", "-", " 'NGN'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2125412205 = g(["", , 1, 2, 2, , , 0, 3, , " 'NOK'", "#,##0.00 'NOK'", "-#,##0.00 'NOK' 'NOK'", "-", " 'NOK'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1816956191 = g(["", , 1, 2, 2, , , 0, 3, , " 'NZD'", "#,##0.00 'NZD'", "-#,##0.00 'NZD' 'NZD'", "-", " 'NZD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b633925790 = g(["", , 1, 2, 2, , , 0, 3, , " 'PEN'", "#,##0.00 'PEN'", "-#,##0.00 'PEN' 'PEN'", "-", " 'PEN'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b546191295 = g(["", , 1, 2, 2, , , 0, 3, , " 'PHP'", "#,##0.00 'PHP'", "-#,##0.00 'PHP' 'PHP'", "-", " 'PHP'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1705545640 = g(["", , 1, 0, 0, , , , 3, , " 'PKR'", "#,##0 'PKR'", "-#,##0 'PKR' 'PKR'", "-", " 'PKR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b433521733 = g(["", , 1, 2, 2, , , 0, 3, , " 'PLN'", "#,##0.00 'PLN'", "-#,##0.00 'PLN' 'PLN'", "-", " 'PLN'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a142755371 = g(["", , 1, 2, 2, , , 0, 3, , " 'QAR'", "#,##0.00 'QAR'", "-#,##0.00 'QAR' 'QAR'", "-", " 'QAR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1427373082 = g(["", , 1, 2, 2, , , 0, 3, , " 'RON'", "#,##0.00 'RON'", "-#,##0.00 'RON' 'RON'", "-", " 'RON'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b598310380 = g(["", , 1, 0, 0, , , , 3, , " 'RSD'", "#,##0 'RSD'", "-#,##0 'RSD' 'RSD'", "-", " 'RSD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1588065736 = g(["", , 1, 2, 2, , , 0, 3, , " 'RUB'", "#,##0.00 'RUB'", "-#,##0.00 'RUB' 'RUB'", "-", " 'RUB'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1917762733 = g(["", , 1, 2, 2, , , 0, 3, , " 'SAR'", "#,##0.00 'SAR'", "-#,##0.00 'SAR' 'SAR'", "-", " 'SAR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2025814690 = g(["", , 1, 2, 2, , , 0, 3, , " 'SEK'", "#,##0.00 'SEK'", "-#,##0.00 'SEK' 'SEK'", "-", " 'SEK'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2076608345 = g(["", , 1, 2, 2, , , 0, 3, , " 'SGD'", "#,##0.00 'SGD'", "-#,##0.00 'SGD' 'SGD'", "-", " 'SGD'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1304073161 = g(["", , 1, 2, 2, , , 0, 3, , " 'THB'", "#,##0.00 'THB'", "-#,##0.00 'THB' 'THB'", "-", " 'THB'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a417906169 = g(["", , 1, 3, 3, , , 0, 3, , " 'TND'", "#,##0.000 'TND'", "-#,##0.000 'TND' 'TND'", "-", " 'TND'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b996540668 = g(["", , 1, 2, 2, , , 0, 3, , " 'TRY'", "#,##0.00 'TRY'", "-#,##0.00 'TRY' 'TRY'", "-", " 'TRY'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2018283769 = g(["", , 1, 2, 2, , , 0, 3, , " 'NT$'", "#,##0.00 'NT$'", "-#,##0.00 'NT$' 'NT$'", "-", " 'NT$'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1390953854 = g(["", , 1, 0, 0, , , , 3, , " 'TZS'", "#,##0 'TZS'", "-#,##0 'TZS' 'TZS'", "-", " 'TZS'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b611432411 = g(["", , 1, 2, 2, , , 0, 3, , " 'UAH'", "#,##0.00 'UAH'", "-#,##0.00 'UAH' 'UAH'", "-", " 'UAH'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1739121271 = g(["", , 1, 0, 0, , , , 3, , " 'UGX'", "#,##0 'UGX'", "-#,##0 'UGX' 'UGX'", "-", " 'UGX'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b129354449 = g(["", , 1, 2, 2, , , 0, 3, , " 'US$'", "#,##0.00 'US$'", "-#,##0.00 'US$' 'US$'", "-", " 'US$'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a388740832 = g(["", , 1, 2, 2, , , 0, 3, , " 'VEF'", "#,##0.00 'VEF'", "-#,##0.00 'VEF' 'VEF'", "-", " 'VEF'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1486408707 = g(["", , 1, 0, 0, , , , 3, , " 'VND'", "#,##0 'VND'", "-#,##0 'VND' 'VND'", "-", " 'VND'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b459646092 = g(["", , 1, 2, 2, , , 0, 3, , " 'ZAR'", "#,##0.00 'ZAR'", "-#,##0.00 'ZAR' 'ZAR'", "-", " 'ZAR'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b111478675 = g(["", , 1, 2, 2, , , 0, 3, , " 'ZMW'", "#,##0.00 'ZMW'", "-#,##0.00 'ZMW' 'ZMW'", "-", " 'ZMW'", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a733207058 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a79783157 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хиљ'.'", few: "0 хиљ'.'", other: "0 хиљ'.'" }, 4: { one: "00 хиљ'.'", few: "00 хиљ'.'", other: "00 хиљ'.'" }, 5: { one: "000 хиљ'.'", few: "000 хиљ'.'", other: "000 хиљ'.'" }, 6: { one: "0 мил'.'", few: "0 мил'.'", other: "0 мил'.'" }, 7: { one: "00 мил'.'", few: "00 мил'.'", other: "00 мил'.'" }, 8: { one: "000 мил'.'", few: "000 мил'.'", other: "000 мил'.'" }, 9: { one: "0 млрд'.'", few: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", few: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", few: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 бил'.'", few: "0 бил'.'", other: "0 бил'.'" }, 13: { one: "00 бил'.'", few: "00 бил'.'", other: "00 бил'.'" }, 14: { one: "000 бил'.'", few: "000 бил'.'", other: "000 бил'.'" }, maxExponent: 14 }], m("sr").pluralGenerator({}))),
                (m.b474948553 = g(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s(), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0 хиљ'.'", few: "0 хиљ'.'", other: "0 хиљ'.'" }, 4: { one: "00 хиљ'.'", few: "00 хиљ'.'", other: "00 хиљ'.'" }, 5: { one: "000 хиљ'.'", few: "000 хиљ'.'", other: "000 хиљ'.'" }, 6: { one: "0 мил'.'", few: "0 мил'.'", other: "0 мил'.'" }, 7: { one: "00 мил'.'", few: "00 мил'.'", other: "00 мил'.'" }, 8: { one: "000 мил'.'", few: "000 мил'.'", other: "000 мил'.'" }, 9: { one: "0 млрд'.'", few: "0 млрд'.'", other: "0 млрд'.'" }, 10: { one: "00 млрд'.'", few: "00 млрд'.'", other: "00 млрд'.'" }, 11: { one: "000 млрд'.'", few: "000 млрд'.'", other: "000 млрд'.'" }, 12: { one: "0 бил'.'", few: "0 бил'.'", other: "0 бил'.'" }, 13: { one: "00 бил'.'", few: "00 бил'.'", other: "00 бил'.'" }, 14: { one: "000 бил'.'", few: "000 бил'.'", other: "000 бил'.'" }, maxExponent: 14 }], m("sr").pluralGenerator({}))),
                (m.b526380712 = g(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", s("round"), "∞", "NaN", { ".": ",", ",": ".", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2066848334 = h(function (e) {
                    var c = String(e).split("."),
                        a = c[0],
                        n = c[1] || "",
                        f = !c[1],
                        t = a.slice(-1),
                        r = a.slice(-2),
                        d = n.slice(-1),
                        b = n.slice(-2);
                    return (f && 1 == t && 11 != r) || (1 == d && 11 != b) ? "one" : (f && t >= 2 && t <= 4 && (r < 12 || r > 14)) || (d >= 2 && d <= 4 && (b < 12 || b > 14)) ? "few" : "other";
                })),
                (m.a1949454864 = y(m("sr").numberFormatter({ raw: "#,##0.00 'AED'" }))),
                (m.b198920753 = y(m("sr").numberFormatter({ raw: "#,##0 'ALL'" }))),
                (m.a1031538094 = y(m("sr").numberFormatter({ raw: "#,##0.00 'ARS'" }))),
                (m.b1030355424 = y(m("sr").numberFormatter({ raw: "#,##0.00 'AUD'" }))),
                (m.a399912834 = y(m("sr").numberFormatter({ raw: "#,##0.00 'КМ'" }))),
                (m.b1032139362 = y(m("sr").numberFormatter({ raw: "#,##0.00 'BDT'" }))),
                (m.a1458596775 = y(m("sr").numberFormatter({ raw: "#,##0.00 'BGN'" }))),
                (m.a2059808946 = y(m("sr").numberFormatter({ raw: "#,##0.000 'BHD'" }))),
                (m.b1721022924 = y(m("sr").numberFormatter({ raw: "#,##0.00 'R$'" }))),
                (m.a368310453 = y(m("sr").numberFormatter({ raw: "#,##0 'BYR'" }))),
                (m.a1885060810 = y(m("sr").numberFormatter({ raw: "#,##0.00 'CA$'" }))),
                (m.b435089713 = y(m("sr").numberFormatter({ raw: "#,##0.00 'CHF'" }))),
                (m.b893750775 = y(m("sr").numberFormatter({ raw: "#,##0 'CLP'" }))),
                (m.a1138918946 = y(m("sr").numberFormatter({ raw: "#,##0.00 'CN¥'" }))),
                (m.a1768760268 = y(m("sr").numberFormatter({ raw: "#,##0 'COP'" }))),
                (m.b1496746884 = y(m("sr").numberFormatter({ raw: "#,##0.00 'CZK'" }))),
                (m.b181589876 = y(m("sr").numberFormatter({ raw: "#,##0.00 'DKK'" }))),
                (m.a45659394 = y(m("sr").numberFormatter({ raw: "#,##0.00 'DZD'" }))),
                (m.b1845648510 = y(m("sr").numberFormatter({ raw: "#,##0.00 'EGP'" }))),
                (m.a2046726734 = y(m("sr").numberFormatter({ raw: "#,##0.00 '€'" }))),
                (m.a1497421051 = y(m("sr").numberFormatter({ raw: "#,##0.00 '£'" }))),
                (m.b1681604002 = y(m("sr").numberFormatter({ raw: "#,##0.00 'GHS'" }))),
                (m.a321247276 = y(m("sr").numberFormatter({ raw: "#,##0.00 'GTQ'" }))),
                (m.b2000687185 = y(m("sr").numberFormatter({ raw: "#,##0.00 'HK$'" }))),
                (m.a117275343 = y(m("sr").numberFormatter({ raw: "#,##0.00 'HRK'" }))),
                (m.b1658326665 = y(m("sr").numberFormatter({ raw: "#,##0.00 'HUF'" }))),
                (m.b1774627207 = y(m("sr").numberFormatter({ raw: "#,##0 'IDR'" }))),
                (m.a1059064096 = y(m("sr").numberFormatter({ raw: "#,##0.00 '₪'" }))),
                (m.b1489524989 = y(m("sr").numberFormatter({ raw: "#,##0.00 '₹'" }))),
                (m.a772177940 = y(m("sr").numberFormatter({ raw: "#,##0 'IQD'" }))),
                (m.b1547377937 = y(m("sr").numberFormatter({ raw: "#,##0 'ISK'" }))),
                (m.b2066270531 = y(m("sr").numberFormatter({ raw: "#,##0 '¥'" }))),
                (m.b1667841001 = y(m("sr").numberFormatter({ raw: "#,##0.00 'KES'" }))),
                (m.a1394288864 = y(m("sr").numberFormatter({ raw: "#,##0 'KRW'" }))),
                (m.a992886104 = y(m("sr").numberFormatter({ raw: "#,##0.000 'KWD'" }))),
                (m.b181503733 = y(m("sr").numberFormatter({ raw: "#,##0.00 'KZT'" }))),
                (m.a1621538134 = y(m("sr").numberFormatter({ raw: "#,##0 'LBP'" }))),
                (m.a2133294976 = y(m("sr").numberFormatter({ raw: "#,##0.00 'MAD'" }))),
                (m.b1876570102 = y(m("sr").numberFormatter({ raw: "#,##0.00 'MKD'" }))),
                (m.a1357334669 = y(m("sr").numberFormatter({ raw: "#,##0.00 'MX$'" }))),
                (m.b1935612342 = y(m("sr").numberFormatter({ raw: "#,##0.00 'MYR'" }))),
                (m.a897484315 = y(m("sr").numberFormatter({ raw: "#,##0.00 'NGN'" }))),
                (m.b678308282 = y(m("sr").numberFormatter({ raw: "#,##0.00 'NOK'" }))),
                (m.a293893560 = y(m("sr").numberFormatter({ raw: "#,##0.00 'NZD'" }))),
                (m.b1686869673 = y(m("sr").numberFormatter({ raw: "#,##0.00 'PEN'" }))),
                (m.a1032899672 = y(m("sr").numberFormatter({ raw: "#,##0.00 'PHP'" }))),
                (m.b542298279 = y(m("sr").numberFormatter({ raw: "#,##0 'PKR'" }))),
                (m.a230688798 = y(m("sr").numberFormatter({ raw: "#,##0.00 'PLN'" }))),
                (m.a915409838 = y(m("sr").numberFormatter({ raw: "#,##0.00 'QAR'" }))),
                (m.a2083853215 = y(m("sr").numberFormatter({ raw: "#,##0.00 'RON'" }))),
                (m.a1052609133 = y(m("sr").numberFormatter({ raw: "#,##0 'RSD'" }))),
                (m.b1524609103 = y(m("sr").numberFormatter({ raw: "#,##0.00 'RUB'" }))),
                (m.a106063212 = y(m("sr").numberFormatter({ raw: "#,##0.00 'SAR'" }))),
                (m.b839293417 = y(m("sr").numberFormatter({ raw: "#,##0.00 'SEK'" }))),
                (m.a735309888 = y(m("sr").numberFormatter({ raw: "#,##0.00 'SGD'" }))),
                (m.b986601694 = y(m("sr").numberFormatter({ raw: "#,##0.00 'THB'" }))),
                (m.a100711398 = y(m("sr").numberFormatter({ raw: "#,##0.000 'TND'" }))),
                (m.b43029003 = y(m("sr").numberFormatter({ raw: "#,##0.00 'TRY'" }))),
                (m.b501690065 = y(m("sr").numberFormatter({ raw: "#,##0.00 'NT$'" }))),
                (m.b1704709053 = y(m("sr").numberFormatter({ raw: "#,##0 'TZS'" }))),
                (m.b989574924 = y(m("sr").numberFormatter({ raw: "#,##0.00 'UAH'" }))),
                (m.a498546282 = y(m("sr").numberFormatter({ raw: "#,##0 'UGX'" }))),
                (m.a1986072842 = y(m("sr").numberFormatter({ raw: "#,##0.00 'US$'" }))),
                (m.b48975463 = y(m("sr").numberFormatter({ raw: "#,##0.00 'VEF'" }))),
                (m.b708635228 = y(m("sr").numberFormatter({ raw: "#,##0 'VND'" }))),
                (m.b579166331 = y(m("sr").numberFormatter({ raw: "#,##0.00 'ZAR'" }))),
                (m.a1624089004 = y(m("sr").numberFormatter({ raw: "#,##0.00 'ZMW'" }))),
                (m.a1954369342 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "d. MMM", timeSeparator: ":", months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } } })),
                (m.b189210273 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "d. MMM y.", timeSeparator: ":", months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } } })),
                (m.a1194360720 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "пре подне", pm: "по подне" } })),
                (m.a429158147 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "E d. MMM", timeSeparator: ":", days: { E: { 1: { sun: "нед", mon: "пон", tue: "уто", wed: "сре", thu: "чет", fri: "пет", sat: "суб" } } }, months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } } })),
                (m.b1597300478 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "E, d. MMM y.", timeSeparator: ":", days: { E: { 1: { sun: "нед", mon: "пон", tue: "уто", wed: "сре", thu: "чет", fri: "пет", sat: "суб" } } }, months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } } })),
                (m.a436546315 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "d. MMMM", timeSeparator: ":", months: { M: { 4: { 1: "јануар", 2: "фебруар", 3: "март", 4: "април", 5: "мај", 6: "јун", 7: "јул", 8: "август", 9: "септембар", 10: "октобар", 11: "новембар", 12: "децембар" } } } })),
                (m.b528300121 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "dd. MMMM y. HH:mm:ss z", timeSeparator: ":", months: { M: { 4: { 1: "јануар", 2: "фебруар", 3: "март", 4: "април", 5: "мај", 6: "јун", 7: "јул", 8: "август", 9: "септембар", 10: "октобар", 11: "новембар", 12: "децембар" } } }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (m.b1378328838 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "d. MMM y. h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } }, dayPeriods: { am: "пре подне", pm: "по подне" } })),
                (m.a685211674 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "dd. MMMM y.", timeSeparator: ":", months: { M: { 4: { 1: "јануар", 2: "фебруар", 3: "март", 4: "април", 5: "мај", 6: "јун", 7: "јул", 8: "август", 9: "септембар", 10: "октобар", 11: "новембар", 12: "децембар" } } } })),
                (m.a1312346393 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "d. MMM h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } }, dayPeriods: { am: "пре подне", pm: "по подне" } })),
                (m.a1500049074 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "d.M.yy.", timeSeparator: ":" })),
                (m.b1207961066 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "y.", timeSeparator: ":" })),
                (m.b1945826847 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "MMM y.", timeSeparator: ":", months: { M: { 3: { 1: "јан", 2: "феб", 3: "мар", 4: "апр", 5: "мај", 6: "јун", 7: "јул", 8: "авг", 9: "сеп", 10: "окт", 11: "нов", 12: "дец" } } } })),
                (m.b1388278092 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, dd. MMMM y. HH:mm:ss zzzz", timeSeparator: ":", days: { E: { 4: { sun: "недеља", mon: "понедељак", tue: "уторак", wed: "среда", thu: "четвртак", fri: "петак", sat: "субота" } } }, months: { M: { 4: { 1: "јануар", 2: "фебруар", 3: "март", 4: "април", 5: "мај", 6: "јун", 7: "јул", 8: "август", 9: "септембар", 10: "октобар", 11: "новембар", 12: "децембар" } } }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.a1197282254 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.y. HH:mm:ss", timeSeparator: ":" })),
                (m.b167969290 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.y.", timeSeparator: ":" })),
                (m.b2139573709 = k({ 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "HH:mm", timeSeparator: ":" })),
                (m.a1660954021 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "нед", mon: "пон", tue: "уто", wed: "сре", thu: "чет", fri: "пет", sat: "суб" } } }, dayPeriods: { am: "пре подне", pm: "по подне" } })),
                (m.b189895466 = k({ 1: m("sr").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y.", timeSeparator: ":", months: { M: { 4: { 1: "јануар", 2: "фебруар", 3: "март", 4: "април", 5: "мај", 6: "јун", 7: "јул", 8: "август", 9: "септембар", 10: "октобар", 11: "новембар", 12: "децембар" } } } })),
                (m.b848987263 = k({ 1: m("sr").numberFormatter({ raw: "0" }), 2: m("sr").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.y.", timeSeparator: ":" })),
                (m.a1953684149 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "јануар", 2: "фебруар", 3: "март", 4: "април", 5: "мај", 6: "јун", 7: "јул", 8: "август", 9: "септембар", 10: "октобар", 11: "новембар", 12: "децембар" } } } })),
                (m.b1088037707 = k({}, { pattern: "EEEE", timeSeparator: ":", days: { E: { 4: { sun: "недеља", mon: "понедељак", tue: "уторак", wed: "среда", thu: "четвртак", fri: "петак", sat: "субота" } } } })),
                (m.a1562962261 = p(m("sr").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a562072104 = p(m("sr").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a358200167 = p(m("sr").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1180440524 = p(m("sr").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.a217616729 = p(m("sr").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1187828692 = p(m("sr").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b919707202 = p(m("sr").dateToPartsFormatter({ datetime: "long" }))),
                (m.b950470269 = p(m("sr").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.a1587133873 = p(m("sr").dateToPartsFormatter({ date: "long" }))),
                (m.b1167703696 = p(m("sr").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.b605133829 = p(m("sr").dateToPartsFormatter({ date: "short" }))),
                (m.a981823327 = p(m("sr").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a1957733368 = p(m("sr").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b1779685173 = p(m("sr").dateToPartsFormatter({ datetime: "full" }))),
                (m.b1282767835 = p(m("sr").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a583313087 = p(m("sr").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.a50210684 = p(m("sr").dateToPartsFormatter({ time: "short" }))),
                (m.a1509780654 = p(m("sr").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a561386911 = p(m("sr").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.b1685147816 = p(m("sr").dateToPartsFormatter({ date: "medium" }))),
                (m.a1562277068 = p(m("sr").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b1479444788 = p(m("sr").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b1772841492 = N(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "за {0} дан", "relativeTimePattern-count-few": "за {0} дана", "relativeTimePattern-count-other": "за {0} дана" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "пре {0} дана", "relativeTimePattern-count-few": "пре {0} дана", "relativeTimePattern-count-other": "пре {0} дана" }, "relative-type--2": "прекјуче", "relative-type--1": "јуче", "relative-type-0": "данас", "relative-type-1": "сутра", "relative-type-2": "прекосутра" })),
                (m.b1904113199 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "секунде", one: "{0} секунда", few: "{0} секунде", other: "{0} секунди", perUnitPattern: "{0}/у секунди" } })),
                (m.a503890801 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "минути", one: "{0} минут", few: "{0} минута", other: "{0} минута", perUnitPattern: "{0} у минуту" } })),
                (m.b1401591231 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "сати", one: "{0} сат", few: "{0} сата", other: "{0} сати", perUnitPattern: "{0}/сат" } })),
                (m.a1494649042 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", few: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                (m.a599120498 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "мин", one: "{0} м", few: "{0} м", other: "{0} м", perUnitPattern: "{0}/мин" } })),
                (m.b913044158 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ч", one: "{0} ч", few: "{0} ч", other: "{0} ч", perUnitPattern: "{0}/ч" } })),
                (m.b430748510 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "д", one: "{0} д", few: "{0} д", other: "{0} д", perUnitPattern: "{0}/д" } })),
                (m.b1128463967 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "дани", one: "{0} дан", few: "{0} дана", other: "{0} дана", perUnitPattern: "{0}/дневно" } })),
                (m.b2039620474 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "м.", one: "{0} м", few: "{0} м", other: "{0} м", perUnitPattern: "{0}/м" } })),
                (m.a1765948037 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "месеци", one: "{0} месец", few: "{0} месеца", other: "{0} месеци", perUnitPattern: "{0} месечно" } })),
                (m.a491518235 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "г.", one: "{0} г", few: "{0} г", other: "{0} г", perUnitPattern: "{0}/год" } })),
                (m.a79198298 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "године", one: "{0} година", few: "{0} године", other: "{0} година", perUnitPattern: "{0} годишње" } })),
                (m.b1459610661 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "сек", one: "{0} сек", few: "{0} сек", other: "{0} сек", perUnitPattern: "{0}/с" } })),
                (m.a174069307 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "мин", one: "{0} мин", few: "{0} мин", other: "{0} мин", perUnitPattern: "{0}/мин" } })),
                (m.a1233668459 = l(m("sr").numberFormatter({}), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "сати", one: "{0} сат", few: "{0} сата", other: "{0} сати", perUnitPattern: "{0}/ч" } })),
                (m.b1236140881 = l(m("sr").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("sr").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", few: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                n("d58baa7f", m.a477526548),
                n("ia24dc8d", m.b63884128),
                n("iab73d4b", m.a2079642842),
                n("i3b7a017", m.b1904113199),
                n("ie5d110f", m.a503890801),
                n("df5f11b3", m.b1401591231),
                n("e8733ed9", m.a1494649042),
                n("be59d8c3", m.a599120498),
                n("i3d087db", m.b913044158),
                n("ga8d18c9", m.b430748510),
                n("a91e7d49", m.b1128463967),
                n("id952a69", m.b2039620474),
                n("ga09ab65", m.a1765948037),
                n("c83b901d", m.a491518235),
                n("a55b9fed", m.a79198298),
                n("ccaa970f", m.a1562962261),
                n("jade381b", m.a562072104),
                n("d725a289", m.a358200167),
                n("g08cbabb", m.b1779384459),
                n("c333da63", m.b1772841492),
                n("h8054d91", m.a1180440524),
                n("i61fef37", m.b1459610661),
                n("ba705e27", m.a174069307),
                n("j86b0d8d", m.a1233668459),
                n("f668e929", m.a642772119),
                n("i2785009", m.b1009937212),
                n("c778d80b", m.b680171451),
                n("e8d93005", m.b450980741),
                n("d46781af", m.b1236140881),
                n("ba316f05", m.a2069895710),
                n("c0bdd345", m.a1001420444),
                n("aa2aa1a1", m.a217616729),
                n("da44942d", m.a1187828692),
                n("a54d3ef5", m.b919707202),
                n("bfbc051d", m.b950470269),
                n("ba2e82a1", m.a1587133873),
                n("fc209bb7", m.b1167703696),
                n("cf8abf59", m.a1963204960),
                n("a9f397f3", m.b605133829),
                n("d857e44d", m.a1949454864),
                n("cb87e3db", m.b198920753),
                n("a9d5ffd1", m.a1031538094),
                n("a0e8371d", m.b1030355424),
                n("gcc50dc9", m.a399912834),
                n("a6a43585", m.b1032139362),
                n("a0cc8f2d", m.a1458596775),
                n("i31c32c5", m.a2059808946),
                n("i7dc69e9", m.b1721022924),
                n("c14a6c03", m.a368310453),
                n("jaa3d537", m.a1885060810),
                n("a824080b", m.b435089713),
                n("d9c0bedb", m.b893750775),
                n("bf8c0613", m.a1138918946),
                n("i8163625", m.a1768760268),
                n("adb53ba1", m.b1496746884),
                n("iabf697d", m.b181589876),
                n("a1a0555b", m.a45659394),
                n("f266f3d9", m.b1845648510),
                n("a9a8652b", m.a2046726734),
                n("dbf40761", m.a1497421051),
                n("b0d993d9", m.b1681604002),
                n("ac1308e1", m.a321247276),
                n("a7889ab3", m.b2000687185),
                n("c614f5cd", m.a117275343),
                n("i55d57e3", m.b1658326665),
                n("e4b6002b", m.b1774627207),
                n("d28e983b", m.a1059064096),
                n("e8c9232d", m.b1489524989),
                n("c8994ae1", m.a772177940),
                n("f821c2a5", m.b1547377937),
                n("j348b9c9", m.b2066270531),
                n("i6f93b9b", m.b1667841001),
                n("c6150bd5", m.a1394288864),
                n("i8921e09", m.a992886104),
                n("ef239279", m.b181503733),
                n("hecdb149", m.a1621538134),
                n("fdd039b7", m.a2133294976),
                n("f30c2c37", m.b1876570102),
                n("d9ea7bff", m.a1357334669),
                n("ea3df4b7", m.b1935612342),
                n("jaac21bb", m.a897484315),
                n("hb435ced", m.b678308282),
                n("ce699d81", m.a293893560),
                n("bc56d3d7", m.b1686869673),
                n("f8561913", m.a1032899672),
                n("g6485d53", m.b542298279),
                n("ff561cc1", m.a230688798),
                n("b42011d3", m.a915409838),
                n("a6660bcd", m.a2083853215),
                n("f9b80449", m.a1052609133),
                n("gdee4d5d", m.b1524609103),
                n("h36f2103", m.a106063212),
                n("a19ad037", m.b839293417),
                n("g713f699", m.a735309888),
                n("ff2e39af", m.b986601694),
                n("be34316d", m.a100711398),
                n("aef81b75", m.b43029003),
                n("fcce70a5", m.b501690065),
                n("jc9d352f", m.b1704709053),
                n("be1cb8c5", m.b989574924),
                n("j9371501", m.a498546282),
                n("j7d4397d", m.a1986072842),
                n("d61441dd", m.b48975463),
                n("e2a99e97", m.b708635228),
                n("f7ce19ab", m.b579166331),
                n("b2a0213f", m.a1624089004),
                n("d7d71245", m.a981823327),
                n("a2f2faab", m.a1957733368),
                n("g8d1b99b", m.b1779685173),
                n("d0a77c9b", m.b1282767835),
                n("e18e399b", m.a583313087),
                n("b6ca7bcb", m.a50210684),
                n("h0e4cdf5", m.a1509780654),
                n("g727ddcf", m.a561386911),
                n("h3629783", m.b1685147816),
                n("a20c68af", m.a1562277068),
                n("ja781451", m.a733207058),
                n("cfa1a7b9", m.a79783157),
                n("f3b9b9a7", m.b1479444788),
                n("eefcd267", m.b474948553),
                n("fa8afc43", m.b526380712);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/sr.594b065a.js.map
