"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/ta"],
    {
        485399: (e, a, c) => {
            var n = c(292426)._register("ta", {
                get emoji() {
                    return c.e("i18n/emoji-ta").then(c.t.bind(c, 281144, 23));
                },
            });
            function t(e, a, c) {
                return "one" == (1 == e ? "one" : "other") ? a : c;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "ஒன்றுமில்லை"),
                n("f07eac34", "பகடிக் கணக்கு"),
                n("a41b5c2e", "ரசிகர் கணக்கு"),
                n("i428ea62", "வர்ணனைக் கணக்கு"),
                n("ac0d27be", "மன்னிக்கவும், இந்தக் கணக்கு இடைநீக்கப்பட்டுள்ளது."),
                n("bcee7444", "கணக்குப் புதுப்பிப்பு தோல்வியுற்றது."),
                n("e0cbf77a", "தொலைபேசியைச் சேர்"),
                n("f377195c", "X அதிக பணிச்சுமையில் உள்ளது. சில கணங்கள் காத்திருந்து, மீண்டும் முயற்சிக்கவும்."),
                n("d67f9456", "இந்த நடவடிக்கையை மேற்கொள்வதிலிருந்து நீங்கள் தடைசெய்யப்பட்டுள்ளீர்கள்."),
                n("e0ece1b6", "ஊடகத்தை இணைக்க முடியவில்லை, மீண்டும்-பதிவேற்ற முயற்சிக்கவும்."),
                n("i82e8f04", "எங்கள் பயனர்களை ஸ்பேமிலிருந்தும் பிற தீங்கிழைக்கும் செயல்பாடுகளிலிருந்தும் பாதுகாப்பதற்காக, பின்வரும் கூடுதல் கணக்குகளைப் பின்தொடர்வதிலிருந்து இந்தக் கணக்கு தற்காலிகமாகத் தடுக்கப்பட்டுள்ளது. நீங்கள் X விதிகளைப் புரிந்துகொள்வதை உறுதிசெய்யவும்."),
                n("jf7be47a", "எங்கள் பயனர்களை ஸ்பேமிலிருந்தும் பிற தீங்கிழைக்கும் செயல்பாடுகளிலிருந்தும் பாதுகாப்பதற்காக, இடுகைகளை அனுப்புவதிலிருந்து இந்தக் கணக்கு தற்காலிகமாகத் தடுக்கப்பட்டுள்ளது. நீங்கள் X விதிகளைப் புரிந்துகொள்வதை உறுதிசெய்யவும்."),
                n("g75fec74", "இந்த நடவடிக்கைக்கான தினசரி வரம்பை நீங்கள் அடைந்துவிட்டீர்கள். வரம்பை அகற்றுவதற்கு உங்கள் கணக்கில் தொலைபேசியைச் சேர்க்கவும்."),
                n("abb8b6e0", "இந்தத் தொலைபேசி எண் ஏற்கனவே பதிவுசெய்யப்பட்டுள்ளது."),
                n("f30bd1fc", "ஆப்பரேட்டர் ஆதரிக்கப்படாத காரணத்தால் எங்களால் இந்தத் தொலைபேசி எண்ணுக்கு உரைச் செய்தி அனுப்ப முடியாது."),
                n("i54e550c", "எங்களால் இந்தத் தொலைபேசி எண்ணை உறுதிசெய்ய இயலவில்லை."),
                n("h154702a", "இந்தக் கோரிக்கையை எங்களால் நிறைவேற்ற முடியாது, ஏனெனில் இந்த இணைப்பு தீங்கு விளைவிக்கக்கூடியது என்று X -ஆல் அல்லது எங்கள் கூட்டாளர்களால் அடையாளம் காணப்பட்டுள்ளது. மேலும் அறிய எங்கள் உதவி மையத்தைப் பார்வையிடவும்."),
                n("c8cb0b4c", "நீங்கள் உள்ளிட்ட கடவுச்சொல் தவறானது."),
                n("b1b54f9e", "நீங்கள் பதிவேற்ற முயற்சித்த ஊடகம் செல்லாதது."),
                n("i859a9d4", "மேலும் அறிய"),
                n("d6e72ce1", function (e) {
                    return "உங்கள் கடவுச்சொல் " + e.count + " எழுத்துக்களுக்கும் குறைவாக இருக்க வேண்டும். தயவுசெய்து குறுகிய ஒன்றை உள்ளிடவும்.";
                }),
                n("a34dccd7", function (e) {
                    return "உங்கள் கடவுச்சொல் குறைந்தது " + e.count + " எழுத்துக்களாக இருக்க வேண்டும். தயவுசெய்து நீளமான ஒன்றை உள்ளிடவும்.";
                }),
                n("jea2ff04", "அந்தக் கடவுச்சொல் யூகிக்க மிக எளிதாக உள்ளது. ஒரு வலிமையான கடவுச்சொல்லைத் தேர்வுசெய்யவும்."),
                n("ce482c36", "ஒன்று அல்லது மேற்பட்ட புலங்கள் செல்லுபடியாகவில்லை. உங்கள் உள்ளீட்டைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்."),
                n("db626d88", "உங்கள் கணக்கு அமைத்தலை முடிக்க உங்கள் தொலைபேசி எண்ணைச் சேர்க்கவும்"),
                n("i3ee2550", "தேவைப்படும் புலங்கள் அனைத்தையும் நிரப்பவும்."),
                n("cf18a258", "இந்தக் கோரிக்கை, தானியங்கானதாகத் தோன்றுகிறது. ஸ்பேம் மற்றும் பிற தீங்கிழைக்கும் செயல்பாட்டிலிருந்து எங்கள் பயனர்களைப் பாதுகாப்பதற்காக, இந்தச் செயலை இப்போது எங்களால் முடிக்க இயலாது. பின்னர் மீண்டும் முயற்சிசெய்யவும்."),
                n("h7ffa648", "Sms சரிபார்த்தல் வரம்பு விகிதம் மீறிவிட்டது."),
                n("b87ceb1c", "SMS சரிபார்த்தல் pin செல்லுபடியாகவில்லை."),
                n("f87e2faa", "மன்னிக்கவும், அந்தப் பயனரை எங்களால் கண்டறிய முடியவில்லை."),
                n("cdaf8222", "மன்னிக்கவும், நீங்கள் கட்டண வரம்பிற்குட்பட்டவர். சிறிது தருணங்கள் காத்திருந்து பின்னர் மீண்டும் முயற்சிக்கவும்."),
                n("c1b0e710", "உங்கள் கணக்கு இடைநீக்கப்பட்டுள்ளது மற்றும் இந்த நடவடிக்கையை மேற்கொள்ள அனுமதிக்கப்படாது."),
                n("bfb22fae", "மன்னிக்கவும், அந்த இடுகை நீக்கப்பட்டுள்ளது."),
                n("a23cd3ba", "இந்த இடுகையிலுள்ள சில செயல்களை X முடக்கியுள்ளது."),
                n("bb558892", "இந்தப் பயனருக்கு ஏற்கனவே சரிபார்க்கப்பட்ட ஒரு தொலைபேசி எண் உள்ளது."),
                n("hae1c934", "ஏதோ தவறாகிவிட்டது, பயப்பட வேண்டாம் — அது உங்கள் தவறல்ல."),
                n("e784846c", "உங்கள் சுயவிவரம் மதிப்பாய்வில் உள்ளது. மதிப்பாய்வு செய்யப்படும் நேரத்தில் பெயர் மற்றும் சுயவிவரப் புகைப்படத்தில் புதிய மாற்றங்கள் எதுவும் அனுமதிக்கப்படாது."),
                n("h1cbdd30", "பக்கத்தைப் புதுப்பித்து மீண்டும் முயற்சிக்கவும்."),
                n("a5077d3e", "புதுப்பி"),
                n("b2648ba4", "இந்தச் செயல்பாட்டை மேற்கொள்ள உங்கள் கணக்கு அனுமதிக்கப்படாமல் இருக்கலாம். தயவுசெய்து பக்கத்தைப் புதுப்பித்து மீண்டும் முயற்சிக்கவும்."),
                n("bcd6bb0e", "உறுப்பினர்"),
                n("hd8c22d2", "மதி."),
                n("c3153100", "நிர்."),
                n("fa9adac1", function (e) {
                    return '"' + e.query + '" -ஐத் தேடு';
                }),
                n("jcec6620", "இடுகையின் பதில் மறைக்கப்பட்டது"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "அடிப்படை"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "அறுகோண சுயவிவரப் படம்"),
                n("fcc8734a", "சதுர சுயவிவரப் படம்"),
                n("c64e46f8", "இந்த உறுப்பினர் கம்யூனிட்டியில் இருந்து அகற்றப்பட்டார், அதனால் அவர்களின் இடுகைகள் மறைக்கப்பட்டுள்ளன."),
                n("b3f1cb42", "கம்யூனிட்டி விதிகளை மீறியதற்காக இந்த இடுகையை மதிப்பீட்டாளர் மறைத்துள்ளார்."),
                n("cbd2dc9c", "இந்த இடுகையைப் புகாரளித்துள்ளீர்கள்."),
                n("cfbea177", function (e) {
                    return e.name + "-இன் ஸ்பேஸ்";
                }),
                n("ab4fc8bc", "ஸ்பேஸ்"),
                n("jd859c9c", "இந்த ஸ்பேஸில் இருந்து அகற்றப்பட்டீர்கள்."),
                n("c60ed9b0", "இந்த ஸ்பேஸில் சேர உங்களுக்கு அனுமதி இல்லை."),
                n("d8227e16", "இந்த ஸ்பேஸை உருவாக்க உங்களுக்கு அனுமதி இல்லை"),
                n("f027fed8", "பிக்ஸர்-இன்-பிக்ஸர்"),
                n("hd50e064", "இப்போது வேண்டாம்"),
                n("i76d640e", "எங்களுக்கு உங்கள் அனுமதி தேவை"),
                n("fdaa0be8", "இந்த ஸ்பேஸில் பேச, உங்கள் மைக்ரோஃபோனுக்கு X அணுகலை வழங்க வேண்டும். உங்கள் உலாவி அமைப்புகளைச் சரிபார்க்கவும். "),
                n("gea6cc1a", "நிச்சயமாகவா?"),
                n("hb568af4", "செயல்மறை"),
                n("f7c8617a", "க்ளிப்கள் என்றால் என்ன?"),
                n("ecc7d2ec", "க்ளிப்கள் என்பவை உங்கள் ஸ்பேஸில் உள்ள எவரும் உருவாக்கக்கூடிய மற்றும் பகிரக்கூடிய பிடிக்கப்பட்ட தருணங்கள் ஆகும். அனைத்து க்ளிப்களும் 30 நாட்களுக்குப் பிறகு காலாவதியாகிவிடும்."),
                n("d575ee02", "யார் ஒரு க்ளிப்பை உருவாக்கலாம்?"),
                n("dbc477a4", "எவரும் (கேட்பவர்களும் கூட) க்ளிப்களை உருவாக்கலாம். நீங்கள் X -இல் உள்நுழைந்திருக்க வேண்டும் என்பதுதான் ஒரே விஷயம்."),
                n("ed1d1cc0", "யார் பேசுவதும் ஒரு க்ளிப்பில் இருக்கலாம்"),
                n("e5d193c8", "நீங்கள் பேசினால், அதை க்ளிப்பாக செய்யலாம். நீங்கள் அவ்வாறு ஒரு க்ளிப்பில் இருந்தால் உங்களுக்குத் தெரிவிப்போம்."),
                n("e1547ec0", "ஸ்பேஸில் ஒரு தருணத்தை க்ளிப் செய்யுங்கள்"),
                n("i154245e", "அபத்தமான அல்லது ஆச்சரியமான ஒரு விஷயத்தைக் கேட்டீர்களா? அதை க்ளிப் செய்து பகிருங்கள்."),
                n("j24c37b2", "புரிந்தது"),
                n("g1c6f16e", "பதிவுசெய்யப்பட்ட ஸ்பேசஸ்"),
                n("e5609214", "ஸ்பேஸ் நேரலையைக் கேட்போம்"),
                n("g665514c", "பேசுபவர்கள் மட்டுமே பதிவுசெய்யப்படுகிறார்கள்"),
                n("ja196c5a", "பேசும் விருந்தினர்கள் பதிவுசெய்யப்படுவார்கள். பதிவு பொதுவில் உள்ளது, எனவே யார் வேண்டுமானாலும் அதை ரீப்ளே செய்யலாம்."),
                n("dd317ed6", "ரீப்ளே செய்யவும் அல்லது யாருடனும் பகிரவும்"),
                n("jf03b37c", "எந்த நேரத்திலும் பதிவைக் கேட்கலாம். ஓர் இடுகையுடன் அதைப் பகிரவும் செய்யலாம்."),
                n("fd05976b", "மேலும் அறிக"),
                n("b4f91a8a", "பதிவுசெய்தல் செயலில் உள்ளது"),
                n("gb418012", "ஸ்பேசஸ்களுக்கு வரவேற்கிறோம்"),
                n("fec3c1e0", "நேரலை ஆடியோ உரையாடல்கள் நடக்கும் இடம்"),
                n("j32eb4f8", "10 பேசுபவர்கள் வரை சேர்க்கலாம்"),
                n("j4f133a6", "X -இல் யாரையும் நீங்கள் பேச அழைக்கலாம்."),
                n("ed434ac6", "ஸ்பேசஸ் பொதுவானவை — யார் வேண்டுமென்றாலும் சேரலாம்"),
                n("e0025688", "உங்கள் ஸ்பேஸ், உங்கள் விதிகள்"),
                n("c1bc6f86", "ஹோஸ்டாக, யார் பேசுகிறார்கள் என்பதை நீங்கள் கட்டுப்படுத்தலாம். உங்கள் ஸ்பேஸில் நீங்கள் விரும்பாதவர்கள் இருந்தால் அவர்களை அகற்றும் அதிகாரமும் உங்களுக்கு உண்டு."),
                n("b0bc8330", "ஒரு ஸ்பேஸில் உள்ளவர்களைத் தடைசெய்யலாம், புகாரளிக்கலாம்."),
                n("cb17a0f3", "மேலும் அறிக"),
                n("dcd77941", "மேலும் அறிக"),
                n("cc724cb0", "க்ளிப் உருவாக்குக"),
                n("cfd2f35e", "ரத்துசெய்"),
                n("c1df579e", "அடுத்து"),
                n("e3146662", "இந்தக் கிளிபுக்கு கேப்ஷன்களை உருவாக்க முடியவில்லை."),
                n("f123fea8", "இந்த ஸ்பேஸை புகாரளி"),
                n("d0aebc28", "சிக்கலை விவரியுங்கள்"),
                n("g971a4e8", "சுய தீங்கு"),
                n("b96e6682", "வன்முறை"),
                n("e5bf9b3a", "பாலியல் உள்ளடக்கம்"),
                n("d2a34320", "குழந்தை பாதுகாப்பு"),
                n("a9ba3e28", "தனிப்பட்ட தகவல்"),
                n("d5519f4a", "முறைகேடான நடத்தை"),
                n("eb55363c", "இந்த ஸ்பேஸ் பற்றிப் புகாரளிக்கப்பட்டுள்ளது"),
                n("i65de934", "அநாமதேயமாகக் கேட்கிறீர்கள்"),
                n("b1037050", "ஸ்பேஸை நிர்வகி"),
                n("ic107434", "கேமராவை இயக்கவும்"),
                n("d7e0329c", "கேமராவை அணைக்கவும்"),
                n("b772cd66", "முடிந்தது"),
                n("b3bd3e38", "சிறந்த இடுகைகள் முதலில்"),
                n("d88cf16c", "முதலில் சமீபத்திய இடுகைகள்"),
                n("bd4ad3ea", "அகலம்"),
                n("ca1180a0", "நடுத்தரம்"),
                n("c86ff1b0", "குறுகியது"),
                n("eed02406", "சிறியது"),
                n("cffb04d6", "நிலையானது"),
                n("af15cef8", "நோட்ஸ் கொண்ட குறிப்புகள்"),
                n("ab28945c", "பங்களிப்பாளர் சுயவிவரம்"),
                n("e2462db4", "கடந்த 24 மணிநேரத்தில் உங்கள் நெட்வொர்க்கில் அதிகம் பகிரப்பட்டது"),
                n("ad16f482", "நிகழ்வு"),
                n("c20aaf3e", "பிழை"),
                n("edf7bc2e", "நடப்பிலுள்ளது"),
                n("fa884026", "பட்டியல்"),
                n("fa98627a", "சுயவிவரம்"),
                n("a9ae1e78", "தேடல்"),
                n("a2a3824a", "தலைப்பு"),
                n("a6d5b010", "காலவரிசை"),
                n("h5860a68", "Grok"),
                n("a990900c", "சுயகுறிப்பு"),
                n("h02a6fe6", "கம்யூனிட்டீஸ்"),
                n("a15648a4", "கம்யூனிட்டி நோட்ஸ்"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • புத்தகக்குறி ஃபோல்டர்";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • செய்திகள்";
                }),
                n("d80c77dc", "இந்தப் பதில்களை மறைத்திருக்கிறீர்கள்"),
                n("ef939f4b", function (e) {
                    return "@" + e.screenName + " மூலம் பதில்கள் மறைக்கப்பட்டுள்ளன";
                }),
                n("g40ff2b4", "உங்கள் ஊடகத்தை மறுஅளவீடு செய்வதில் தோல்வியுற்றது, அது பதிவேற்றுவதற்கு மிகவும் பெரிதாக உள்ளது."),
                n("b8098028", "ஒன்று அல்லது மேற்பட்ட படங்கள் அளவு வரம்பை மீறுகின்றன, மறுஅளவு செய்யமுடியாது."),
                n("b36f4170", "கோப்பு வெறுமையாக உள்ளது."),
                n("hab3781e", "வழங்கப்பட்ட ஒன்று அல்லது மேற்பட்ட கோப்புகள் படங்கள் அல்ல."),
                n("f6c4fb02", "உங்கள் GIF கோப்பைச் செயல்படுத்த முடியவில்லை. GIF-களைப் பதிவேற்றுவது குறித்த உதவிக்குறிப்புகளைப் பார்க்கவும்."),
                n("g0af3dd2", "உங்கள் GIF கோப்பு இணக்கமானதல்ல. GIF-களைப் பதிவேற்றுவது குறித்த உதவிக்குறிப்புகளைப் பார்க்கவும்."),
                n("b8c8b0be", "உங்கள் வீடியோ கோப்பை செயல்படுத்த முடியவில்லை. வீடியோ கோப்புகளைப் பதிவேற்றுவது குறித்த உதவிக்குறிப்புகளைப் பார்க்கவும்."),
                n("ica6d718", "உங்கள் வீடியோ கோப்பு இணக்கமானதல்ல. வீடியோ கோப்புகளைப் பதிவேற்றுவது குறித்த உதவிக்குறிப்புகளைப் பார்க்கவும்."),
                n("b28d44f7", function (e) {
                    return "உங்கள் GIF கோப்பு மிகவும் பெரியது. GIF -கள் " + e.limit + " MB -க்குக் குறைவாக இருக்க வேண்டும்";
                }),
                n("i1db7d13", function (e) {
                    return "உங்கள் வீடியோ கோப்பு மிகவும் பெரியது. வீடியோக்கள் " + e.limit + " MB -க்கு குறைவாக இருக்க வேண்டும்";
                }),
                n("baac0ed7", function (e) {
                    return "உங்கள் வீடியோ கோப்பு மிகப் பெரிதாக உள்ளது. வீடியோக்கள் " + e.limit + " GB -க்குக் குறைவாக இருக்க வேண்டும்";
                }),
                n("a22385bb", function (e) {
                    return "உங்கள் வீடியோ மிக நீளமாக உள்ளது. அதை " + e.limit + " வினாடிகள் அல்லது அதற்குக் குறைவாக வைக்க முயற்சி செய்யுங்கள்.";
                }),
                n("be0440bf", function (e) {
                    return "உங்கள் வீடியோ மிக நீளமாக உள்ளது. அதை " + e.limit + " நிமிடங்கள் அல்லது அதற்குக் குறைவாக வைக்க முயற்சி செய்யுங்கள்.";
                }),
                n("feeba512", "உங்கள் படக் கோப்பைச் செயல்படுத்த முடியவில்லை. படங்களைப் பதிவேற்றுவது குறித்த உதவிக்குறிப்புகளைப் பார்க்கவும்."),
                n("db123c02", "உங்கள் படக் கோப்பு இணக்கமானதல்ல. படங்களைப் பதிவேற்றுவது குறித்த உதவிக்குறிப்புகளைப் பார்க்கவும்."),
                n("db6001e7", function (e) {
                    return "உங்கள் படக் கோப்பு மிகவும் பெரியது. படங்கள் " + e.limit + " MB -க்குக் குறைவாக இருக்க வேண்டும்";
                }),
                n("eb96d952", "உங்கள் படக் கோப்பின் உயரமும் அகலமும் போதவில்லை"),
                n("b3880588", "பதிவேற்ற அமர்வு காலாவதியாகிவிட்டது."),
                n("ca058b68", "உங்களது சில ஊடகங்களை ஏற்றுவதில் தோல்வியுற்றது."),
                n("id24379c", "உங்களது சில ஊடகங்கள் பதிவேற்றப்படவில்லை."),
                n("h4d7cbcc", "உங்கள் ஊடகத்தைப் பதிவேற்ற முடியவில்லை. மீண்டும் முயற்சி செய்யவும்."),
                n("aaa798fc", "மேம்படுத்துக"),
                n("f13bb672", "Premium-க்குச் சப்ஸ்கிரைப் செய்"),
                n("ab0decc0", "குழு சேர்க"),
                n("e4e92f35", function (e) {
                    return e.tier + "-க்கு மேம்படுத்தவும்";
                }),
                n("c2831f07", function (e) {
                    return e.tier + "-க்குச் சப்ஸ்கிரைப் செய்க";
                }),
                n("fd425414", "Radar -ஐப் பெறுக"),
                n("g6320792", "Premium பகுப்பாய்வுகளைப் பெறுங்கள்"),
                n("f09be7f8", "சரிபார்க்கப்படுதல்"),
                n("j34ad558", "Premium -ஐப் பெறுக"),
                n("a73d39fb", function (e) {
                    return e.numberOfDays + " நாள் இலவசச் சோதனையைத் தொடங்கவும்";
                }),
                n("i4fb96c7", function (e) {
                    return "X " + e.premiumTierName + " -இல் " + e.percentage + "% வரை தள்ளுபடி பெறுக";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% தள்ளுபடி";
                }),
                n("c5546038", "விரைவில் காலாவதியாகும்!"),
                n("e9a47564", "கடைசி வாய்ப்பு"),
                n("f65e7e91", function (e) {
                    return e.plan + " " + e.tier + " -க்கு " + e.percentage + "% தள்ளுபடி";
                }),
                n("cbc38428", "Premium+ மூலம் விளம்பரமில்லா அணுகலைத் தொடரவும்"),
                n("a84a736e", "இலவச விளம்பரக் கிரெடிட்டைப் பெறுக"),
                n("a0713d76", "இலவச விளம்பரக் கிரெடிட்டையும் வணிக வளர்ச்சிக் கருவிகளின் தொகுப்பையும் பெற, சரிபார்க்கப்பட்ட நிறுவனங்களுக்கு மேம்படுத்தவும்."),
                n("a07e13fc", "Premium படைப்பாளராக மாறுங்கள்"),
                n("i1b4aea2", "நீளமான வீடியோக்களை இடுகையிட, மேம்படுத்தவும்"),
                n("efa90342", "X Premium மூலம் திருத்த இடுகைகளைத் திறக்கவும்"),
                n("cc528e28", "X Premium சப்ஸ்கிரைப்பர்களுக்கு மட்டுமே இடுகைகளைத் திருத்துவதற்கான அணுகல் இருக்கும். தொடர, மேம்படுத்தவும்."),
                n("h8a3525e", "உங்கள் சுயவிவரத்தில் சிறப்பித்துக் காட்டவும்"),
                n("c0f7a722", "உங்கள் சுயவிவரத்தில் இடுகைகளைச் சிறப்பித்துக் காட்ட நீங்கள் Premium-க்கு மேம்படுத்த வேண்டும்."),
                n("i3b31136", "X -இல் கட்டுரைகளை எழுதுங்கள்"),
                n("b6a41c5f", function (e) {
                    return "X -இல் கட்டுரைகளை எழுத நீங்கள் " + e.tier + "-க்குச் சப்ஸ்கிரைப் செய்திருக்க வேண்டும்";
                }),
                n("ae2c4afc", "உங்கள் சொந்த கட்டுரையை வெளியிட விரும்புகிறீர்களா?"),
                n("d300e29b", function (e) {
                    return "நீண்ட இடுகைகள் மற்றும் கட்டுரைகளை எழுத, " + e.tier + "-க்கு மேம்படுத்தவும்.";
                }),
                n("f614e2bc", "நீண்ட இடுகைகளை எழுத Premium -க்கு மேம்படுத்தவும், தடித்த மற்றும் சாய்வு போன்ற வடிவமைப்பைப் பயன்படுத்தவும்."),
                n("c9772e6e", "Premium-க்கு மேம்படுத்து"),
                n("dc5575ac", "உங்கள் சுயவிவரத்தில் ID சரிபார்க்கப்பட்ட லேபிளை வைத்திருக்க விரும்புகிறீர்களா?"),
                n("d154f46e", "X Premium மூலம் கம்யூனிட்டிஸ் உருவாக்கத்தைப் பெறலாம்"),
                n("a0228c02", "X Premium சப்ஸ்கிரைப்பர்களுக்கு மட்டுமே கம்யூனிட்டிஸ் உருவாக்குவதற்கான அணுகல் இருக்கும். தொடர, மேம்படுத்தவும்."),
                n("d07f1d74", "இந்தப் பயனர்களை உரையாடலில் சேர்க்க, நீங்கள் சரிபார்க்கப்பட வேண்டும்"),
                n("ebe38626", "சரிபார்க்கப்பட்ட பயனர்கள் மட்டுமே தங்களைப் பின்தொடராதவர்களைக் குழுவில் சேர்க்க முடியும். தொடர, மேம்படுத்தவும்."),
                n("e6eddae0", "இந்தக் குழுவை உருவாக்க, சரிபார்க்கப்படவும்"),
                n("he27089e", "சரிபார்க்கப்பட்ட பயனர்கள் மட்டுமே தங்களைப் பின்தொடராத பயனர்களைக் கொண்ட குழுவை உருவாக்க முடியும். தொடர, மேம்படுத்தவும்."),
                n("d7bc1116", "இந்தப் பயனருக்குச் செய்தி அனுப்ப சரிபார்க்கவும்"),
                n("f897074a", "சரிபார்க்கப்பட்ட பயனர்கள் மட்டுமே தங்களைப் பின்தொடராத நபர்களுக்கு நேரடிச்செய்திக் கோரிக்கைகளை அனுப்ப முடியும். தொடர, மேம்படுத்தவும்."),
                n("c0cf5eae", "மேலும் செய்திகளை அனுப்ப, சரிபார்க்கவும்"),
                n("h2da08fc", "ஒரு நாளைக்கான நேரடிச்செய்திகளுக்கான அதிகபட்ச வரம்பை அடைந்துவிட்டீர்கள். செய்தி அனுப்புவதைத் தொடர, மேம்படுத்தவும்."),
                n("j503aee6", "X Premium மூலம் வீடியோக்களைப் பதிவிறக்கவும்"),
                n("j4dd3bf4", "X Premium சப்ஸ்கிரைப்பர்கள் மட்டுமே வீடியோக்களைப் பதிவிறக்க முடியும். தொடர, மேம்படுத்தவும்."),
                n("bc231a74", "X Premium மூலம் புத்தகக்குறி ஃபோல்டர்ஸைத் திறக்கவும்"),
                n("ed534c78", "X Premium சப்ஸ்கிரைப்பர்களுக்கு மட்டுமே புத்தகக்குறி ஃபோல்டர்ஸ் அணுகல் இருக்கும். தொடர, மேம்படுத்தவும்."),
                n("ed924940", "Premium+ மூலம் எல்லா விளம்பரங்களையும் அகற்றவும்"),
                n("dccdb326", "Premium+ சப்ஸ்கிரைப்பர்களுக்கு மட்டுமே விளம்பரங்கள் இருக்காது. தொடர மேம்படுத்தவும்."),
                n("adf3410a", "புதிய அம்சங்களைத் திறக்க சப்ஸ்கிரைப் செய்யவும், தகுதி பெற்றால், வருவாயில் ஒரு பங்கைப் பெறவும்."),
                n("d8661dd4", "குறிப்பிட்ட நேரத்திற்கு மட்டுமே. X -இன் சிறந்ததைப் பெறுங்கள்."),
                n("fe7fd234", "இன்று Premium Basic இலவசம்"),
                n("a2f86dda", "Premium Basic மூலம் கோப்புறைகளைப் புத்தகக்குறியிடல், இடுகையைத் திருத்துதல், தனிப்பயன் செயலி ஐகான்கள் மற்றும் பலவற்றில் உங்கள் அனுபவத்தை மேம்படுத்தலாம்."),
                n("d9593598", "இன்றே Premium -ஐ இலவசமாக முயலவும்"),
                n("d0d6b59c", "Premium மூலம் கிடைக்கும் குறைவான விளம்பரங்கள், ஆற்றல்மிக்க கருவிகள் மற்றும் பலவற்றின் மூலம் உங்கள் அனுபவத்தை மேம்படுத்தவும்."),
                n("g4bb7ea8", "X Premium -இல் 50% வரை தள்ளுபடி பெறுக"),
                n("b748499c", "சலுகை நீட்டிக்கப்பட்டுள்ளது!"),
                n("b81135bc", "இன்று முடிவடைகிறது!"),
                n("a8b4b878", "இந்த நன்றிகூறல் விழாவில் சிறந்த X -ஐப் பெறுங்கள்."),
                n("df7fb242", "நன்றிகூறல் நாள் தள்ளுபடி"),
                n("aeaf14a6", "Premium -இல் 40% தள்ளுபடி பெறுங்கள். விரைவில் காலாவதியாகும்!"),
                n("ca8cbf78", "Premium மற்றும் Premium+ -இல் 40% தள்ளுபடி பெறுக"),
                n("j88ba18e", "சலுகையைக் கிளைம் செய்"),
                n("f4dc8ea3", function (e) {
                    return "X Premium -இல் " + e.percentage + "% தள்ளுபடி பெறுங்கள். X -இன் சிறந்ததைப் பெறுங்கள்.";
                }),
                n("db6a5d54", "நீங்கள் இன்னும் சரிபார்க்கப்படவில்லை"),
                n("edf7f57e", "பூஸ்ட் செய்யப்பட்ட பதில்கள், பகுப்பாய்வுகள், விளம்பரமில்லா உலாவல் மற்றும் பலவற்றிற்காகச் சரிபார்க்கப்படுங்கள். இப்போதே உங்கள் சுயவிவரத்தை மேம்படுத்தவும்."),
                n("ba920d68", "சரிபார்ப்பு மூலம் உங்கள் செல்வாக்கை பூஸ்ட் செய்யவும்"),
                n("ib79d0c2", "VIP அம்சங்களைத் திறக்கவும்: உங்கள் கணக்கைச் சரிபார்க்கவும்"),
                n("c0d3bd82", "X -இல் விளம்பரம் செய்தீர்கள், ஆனால் சரிபார்க்கப்பட்ட நிறுவனங்கள் சந்தா உங்களிடம் இல்லை"),
                n("d7836d1e", "$12,000 வரையிலான இலவச விளம்பரக் கிரெடிட், தங்க நிறச் சரிபார்ப்பு, VIP ஆதரவு மற்றும் வளர்வதற்கான மேலும் பல கருவிகளைப் பெற, சப்ஸ்கிரைப் செய்யவும்."),
                n("f528e369", function (e) {
                    return "உங்கள் சொந்த கட்டுரைகளை எழுத, " + e.tier + "-க்குச் சப்ஸ்கிரைப் செய்யவும்";
                }),
                n("c5a8022a", "கட்டுரைகள் மூலம், உங்கள் சொந்த நீண்ட வடிவ உள்ளடக்கத்தை வளமான உரை மற்றும் இன்லைன் மீடியாவுடன் நேரடியாக X -இல் வெளியிடலாம்."),
                n("d77899b6", "உங்கள் சொந்த நீண்ட இடுகைகளை எழுத, Premium -க்குச் சப்ஸ்கிரைப் செய்யவும்"),
                n("bd65482a", "நீண்ட இடுகைகளை எழுதலாம் மற்றும் தடித்த மற்றும் சாய்வு போன்ற உரை வடிவமைப்பைப் பயன்படுத்தலாம்."),
                n("bee20918", "இடுகைக்குப் பணம் பெறுங்கள்"),
                n("gb699d52", "X -இல் இடுகையிடுவது பிடித்துள்ளதா? எங்கள் வருவாய்ப் பகிர்வுத் திட்டத்தில் சேர, Premium -க்குச் சப்ஸ்கிரைப் செய்யவும்."),
                n("f69877c2", " Premium மூலம் உங்கள் பதில்களை பூஸ்ட் செய்யவும்"),
                n("gba90d44", "அதிக தெரிவுநிலையைப் பெறுங்கள், தனித்துத் தோன்றுங்கள், கண்டறியப்படுங்கள்."),
                n("a6dbcd58", "Premium -க்குச் சப்ஸ்கிரைப் செய்வதன் மூலம் படைப்பாளர்களை ஆதரிக்கவும்"),
                n("c4f49130", "உங்கள் சப்ஸ்கிர்ப்ஷன் கட்டணத்தில் 25% வரை நேரடியாகப் படைப்பாளர்களுக்குச் செல்லும்."),
                n("ca8fa2c0", "நீல நிற குறி மூலம் சரிபார்க்கப்படவும்"),
                n("febffc1a", "உங்கள் நம்பகத்தன்மையை பூஸ்ட் செய்யவும், உங்கள் தெரிவுநிலையை அதிகரிக்கவும், உங்கள் குரலைக் கேட்கச் செய்யவும்."),
                n("j45a377a", "Premium+-க்கு மேம்படுத்துக"),
                n("i7170016", "கூடுதல் நன்மைகள், பூஜ்ஜிய விளம்பரங்கள் மற்றும் மிகப்பெரிய பதிலளிப்பு முன்னுரிமை ஆகியவற்றைப் பெறுங்கள்."),
                n("ee87f95e", "X Premium மூலம் கிடைக்கும் மேம்பட்ட பகுப்பாய்வுகள்"),
                n("ac38dbc0", "உங்கள் சுயவிவரப் பகுப்பாய்வுகளைப் பார்க்கலாம், உங்கள் பார்வையாளர்களைப் புரிந்துகொள்ளலாம் மற்றும் பல. தொடர, மேம்படுத்தவும்."),
                n("i6e73154", "பார் விளக்கப்படங்கள் மற்றும் அளவீடுகள் உட்பட கணக்குப் பகுப்பாய்வு அம்சத்தின் முன்னோட்டம்"),
                n("b583e154", "X Premium மூலம் பகுப்பாய்வுகளைத் திறக்கவும்"),
                n("b7fb8c5e", "$1k செலவிட்டு, $1k பெறுக"),
                n("ca559b70", "இப்போதே சப்ஸ்கிரைப் செய்க"),
                n("d68773a4", "Radar மூலம் நடப்புகளைக் காணுங்கள்"),
                n("f677fed6", "குறிச்சொற்களைக் கண்காணிக்கலாம், நடப்புச் செயல்பாட்டைக் காட்சியாகக் காணலாம் மற்றும் உரையாடல்களை வடிகட்டலாம். எல்லாமே நிகழ்நேரத்தில்."),
                n("ha49eac2", "X -இல் வேகமாக வளர விரும்புகிறீர்களா?"),
                n("f27018b4", "ஸ்மார்ட் தரவு நுண்ணறிவுகளுடன் உங்களைப் பின்தொடர்பவர்களை அதிகரிக்க, Premium பகுப்பாய்வுகளைப் பயன்படுத்தவும்."),
                n("dfea1f08", "மதிப்புமிக்க நுண்ணறிவுகளைத் தவறவிடாதீர்கள்"),
                n("da8c5244", "Premium பகுப்பாய்வுகள் மூலம், உங்களைப் பின்தொடர்பவர்களை அதிகரிக்க ஸ்மார்ட் தரவு நுண்ணறிவுகளைத் திறக்கலாம்."),
                n("b081baea", "நுண்ணறிவுகளைத் தவறவிடுகிறீர்கள்!"),
                n("d5effffc", "பேட்ஜைச் சேர்"),
                n("c3653d44", "உங்கள் வணிகத்தைச் சரிபார்க்கவும்"),
                n("e8070e70", "Premium -ஐ முயலவும்"),
                n("ec42820e", "உங்கள் பதிலை அதிக பேர் பார்க்க வேண்டுமா?"),
                n("b0a95418", "Premium மூலம் பதில் பூஸ்ட்டைப் பெறவும்"),
                n("j8ee20aa", "பதில் பூஸ்ட் மூலம் உரையாடலில் தனித்துத் தோன்றவும்"),
                n("g13aa596", "உங்கள் பதில்களை பூஸ்ட் செய்ய, Premium -க்குக் குழுசேரவும்"),
                n("cadd92be", "உங்கள் இடுகைப் பகுப்பாய்வுகளை அணுகலாம்"),
                n("a7058228", "X Premium மூலம் மேம்பட்ட பகுப்பாய்வுகளைத் திறக்கலாம்"),
                n("gb7823ba", "கணக்குப் பகுப்பாய்வுகள்"),
                n("i90f8e36", "உங்கள் புத்தகக்குறிகளை ஒழுங்கமைக்கவும்"),
                n("abc6e710", "X Premium மூலம் உங்கள் புத்தகக்குறிகளைக் கோப்புறைகளாக வரிசைப்படுத்துங்கள்"),
                n("b7fa0cfe", "முன்னணிக் கட்டுரைகள்"),
                n("bcc7e8c0", "அனைத்து புத்தகக்குறிகளும்"),
                n("i3145aa0", "புத்தகக்குறிகள்"),
                n("e39b368e", "அலைபரப்பு"),
                n("hbea78a8", "புதிய நெடுவரிசை"),
                n("b5298d92", "இணை"),
                n("d35d74e4", "உரையாடல்"),
                n("h5245afa", "கம்யூனிட்டி"),
                n("d4ebc798", "வரைவுகள்"),
                n("fcf3e54c", "ஆராய்க"),
                n("d806aa1a", "மறைக்கப்பட்டுள்ள பதில்கள்"),
                n("ha8209bc", "முகப்பு"),
                n("a2f81050", "செய்திகள்"),
                n("cf2d1048", "செய்திக் கோரிக்கைகள்"),
                n("e7172d70", "கூடுதல் தகவல்கள்"),
                n("e1066d88", "எனது சுயவிவரம்"),
                n("eb75875e", "அறிவிப்புகள்"),
                n("j45978a8", "மேற்கோள்கள்"),
                n("fd6a3f30", "திட்டமிட்ட இடுகைகள்"),
                n("aa4209e8", "சிறப்புப் பின்தொடர்பவர்கள்"),
                n("d52a1caa", "சந்தாதாரர்கள்"),
                n("d7b51c68", "சப்ஸ்கிர்ப்ஷன்ஸ்"),
                n("c5f4befa", "நடப்புகள்"),
                n("df34a454", "இடுகை"),
                n("gfccba44", "உறுப்பினர் கோரிக்கைகள்"),
                n("e42dd8fa", "திருத்தப் பதிவு"),
                n("c2c191fc", "புகாரளிக்கப்பட்ட இடுகைகள்"),
                n("c63602d4", "எனது கம்யூனிட்டீஸ்"),
                n("ddf0ba7e", "தனித்தொகுப்பு"),
                n("c64974fc", "பின்தொடர்பவர்கள்"),
                n("i099d32e", "பின்தொடர்பவர்களில் உங்களுக்குத் தெரிந்தவர்கள்"),
                n("d960b55c", "பின்தொடர்கிறீர்கள்"),
                n("b007440a", "வேலைவாய்ப்புகள்"),
                n("aa68dafc", "அறிவிப்பு விவரங்கள்"),
                n("b8533bac", "தலைப்புகள்"),
                n("jf00ebf6", "நெடுவரிசை கிடைக்கவில்லை"),
                n("jaaa8984", "அமைவிடம்"),
                n("f345dcda", "திருத்த வரலாறு"),
                n("hea3f8ac", "தொடர்புடைய இடுகைகள்"),
                n("c8ee31da", "செய்திகள்"),
                n("d35c9eec", "கணக்குப் பகுப்பாய்வுகள்"),
                n("b5b7fb94", "குழு"),
                n("g755fcde", "நீங்கள்"),
                n("f6b1ff81", function (e) {
                    return e.name + " மற்றும் நீங்கள்";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " மற்றும் " + e.count + " மேலும்";
                }),
                n("fb4ee2f6", "செய்திக் கோரிக்கைகள் நீக்கப்பட்டன"),
                n("j607bf02", "X பயன்பாட்டைப் பதிவிறக்கு"),
                n("j49fd4e8", "பயன்பாட்டிற்கு மாறுக"),
                n("a565833e", "பதிவு செய்க"),
                n("e919c3bc", "உள் நுழைக"),
                n("a17a75da", "பயன்பாட்டில் X சிறப்பாக இருக்கும்"),
                n("e7342ed4", "இடுகையை ஒருபோதும் தவறவிடாதீர்கள். முழு அனுபவத்தையும் பெற இதை X பயன்பாட்டில் திறக்கவும்."),
                n("b6a43e78", "முதலில் தெரிந்து கொள்ளுங்கள்"),
                n("b469e406", "உங்களுக்கு மிகவும் முக்கியமானவற்றில் புதுப்பித்த நிலையில் இருங்கள். நீங்கள் பின்தொடரும் நபர்கள், தலைப்புகள் மற்றும் நிகழ்வுகள் பற்றிய புஷ் அறிவிப்புகளுக்கு பயன்பாட்டிற்கு மாறவும்."),
                n("b8505290", "உரையாடலில் இணைய, அதற்குப் பதிலளியுங்கள்."),
                n("ae8b0564", "வார்த்தையைப் பரப்ப, மறுஇடுகையிடுங்கள்."),
                n("f2adab0e", "அன்பைப் பகிர, இடுகைக்கு விருப்பம் தெரிவியுங்கள்."),
                n("b7821a74", "அவருடைய இடுகைகளைத் தவறவிடாமல் இருக்க, பதிவு செய்க."),
                n("e6d43d06", "சிறந்த இடுகைகளைக் கண்டறிய ஒரு தலைப்பைப் பின்தொடரவும்"),
                n("ic848090", "முதலில் உள் நுழைக"),
                n("f9ebe066", "நீங்கள் உள்நுழைந்த உடனேயே - கம்யூனிட்டீஸில் உள்ள உரையாடலில் சேரலாம்."),
                n("je3d93e2", "X -இல் உள்ளவர்கள் முதலில் அறிவார்கள்."),
                n("ea88ce2e", "நடப்பவற்றைத் தவறவிடாதீர்கள்"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "உதவி மையத்தின்"),
                n("g482c949", "உங்கள் விருப்பங்களைப் பற்றி மேலும் பார்க்கவும்."),
                n("b47e760e", "விசைப்பலகைக் குறுக்குவழிகளைப் பார்க்க, கேள்விக்குறி விசையை அழுத்தவும்"),
                n("fd2c7b44", "விசைப்பலகைக் குறுக்குவழிகளைக் காட்டு"),
                n("g7e2adf2", "புதிய டெக்கை உருவாக்குக"),
                n("a6ba09e8", "நகல் நெடுவரிசை"),
                n("f5c9ccca", "தற்போதைய டெக்கை திருத்துக"),
                n("bf42c578", "மறுவரிசை பொத்தானில் கவனம் செலுத்துக"),
                n("j6fa64a6", "இறுதி நெடுவரிசைக்குச் செல்க"),
                n("b5545202", "இறுதி பின் செய்யப்பட்ட டெக்கிற்குச் செல்க"),
                n("e0497acc", "அனைத்து டெக்குகளையும் நிர்வகி என்பதற்குச் செல்க"),
                n("beef7b14", "அடுத்த நெடுவரிசைக்குச் செல்க"),
                n("a5cb005e", "N வது நெடுவரிசைக்குச் செல்க"),
                n("f65391bc", "N வது பின் செய்யப்பட்ட டெக்கிற்குச் செல்க"),
                n("h0bfdd20", "நெடுவரிசையைச் சேர்"),
                n("h770f6d4", "முந்தைய நெடுவரிசைக்குச் செல்க"),
                n("b8b2b70c", "நெடுவரிசையை நீக்குக"),
                n("a3e2df76", "நெடுவரிசையை நீக்கியதைச் செயல்தவிர்"),
                n("g850aec4", "நெடுவரிசை அமைப்புகளைத் திறக்கவும் / மூடவும்"),
                n("d5696fcc", "குறுக்குவழிகள் பற்றிய உதவி"),
                n("a83d4280", "புதிய இடுகை"),
                n("g0048656", "முந்தைய இடுகை"),
                n("a690c4d0", "பக்கத்தின் கீழ்பகுதி"),
                n("e893811a", "புதிய இடுகைகளை ஏற்றவும்"),
                n("cdb53d7a", "குறிப்பீடுகள்"),
                n("d7b8ebaa", "விருப்பங்கள்"),
                n("b0041756", "பட்டியல்கள்"),
                n("d4986f86", "நேரடிச் செய்திகள்"),
                n("bb081ea2", "அமைப்புகள்"),
                n("eee2ed92", "பயனரிடம் செல்லவும்…"),
                n("ee5ccf3e", "காட்சி அமைப்புகள்"),
                n("ab3d53f8", "புதிய இடுகை"),
                n("de94bda6", "இடுகையை அனுப்பு"),
                n("e736990a", "புதிய நேரடிச்செய்தி"),
                n("fe731016", "விரும்பு"),
                n("d17df548", "பதிலளி"),
                n("g062295e", "மறுஇடுகை"),
                n("h01621a4", "இடுகையைப் பகிர்"),
                n("gb303814", "புத்தகக்குறியிடு"),
                n("c03b1126", "கணக்கைச் செயல்மறை"),
                n("ebd2abb2", "கணக்கைத் தடைசெய்"),
                n("hc6c5510", "இடுகையின் விவரங்களைத் திற"),
                n("eebdef38", "புகைப்படத்தை விரிவுபடுத்து"),
                n("b488758c", "செய்திகள் டாக்கை திறக்க/மூட"),
                n("c82314e0", "தேர்ந்தெடுக்கப்பட்ட வீடியோவை இடைநிறுத்து/இயக்கு"),
                n("b881560e", "தேர்ந்தெடுக்கப்பட்ட வீடியோவை செயல்மறை"),
                n("a94f7302", "ஆடியோ டாக்குக்குச் செல்க"),
                n("a7e604c6", "ஆடியோ டாக்கை இயக்கு/இடைநிறுத்து"),
                n("f978c4fc", "ஆடியோ டாக்கை ஒலிநிறுத்து/ஒலிநிறுத்தம் நீக்கு"),
                n("hc73f030", "உங்கள் கணக்கு"),
                n("f15bfdb4", "கணக்குத் தகவல்"),
                n("a3841918", "மின்னஞ்சல்"),
                n("c21037d0", "நாடு"),
                n("ab1f7ee0", "உங்கள் கடவுச்சொல்லை மாற்றவும்"),
                n("e731db5a", "கடவுச்சொல்லை மீட்டமைத்தல்"),
                n("f56af9cc", "உங்கள் தரவின் காப்பகத்தைப் பதிவிறக்கவும்"),
                n("hfb92b14", "உங்கள் கணக்கைச் செயலிழக்கச் செய்யவும்"),
                n("bf96fda4", "வயது"),
                n("d12d42dc", "தன்னியக்கம்"),
                n("fdb81456", "பகடி லேபிள்"),
                n("j9d10268", "கணக்குச் செயல்பாடு"),
                n("i6b3f59a", "கணக்கு வரலாறு"),
                n("da202f9a", "உங்கள் விளம்பரதாரர் பட்டியல்"),
                n("hc36dbba", "உள்நுழையப்பட்ட சாதனங்களும் பயன்பாடுகளும்"),
                n("a8d0108e", "பாலினம்"),
                n("a03dacaa", "மொழி"),
                n("d9138166", "நீங்கள் இருந்த இடங்களைக் காண்க"),
                n("b523ecc6", "கணக்கு அணுகல் வரலாறு"),
                n("abedd45c", "உங்கள் தரவைக் கோரவும்"),
                n("h1f01a24", "ஆர்வங்கள்"),
                n("j7ad754a", "உங்கள் X தரவு"),
                n("d299431c", "பணமாக்குதல்"),
                n("j087774e", "காயின்கள்"),
                n("ff9ed474", "மொத்த வருமானம்"),
                n("ec885836", "படைப்பாளர் வருவாய் பகிர்வு"),
                n("b431a5c6", "விளம்பர வருவாய் பகிர்வு"),
                n("b0e986ec", "பணமாக்குதல் IDV"),
                n("aca4d76a", "விளம்பர வருவாய் பகிர்வு அமைவு"),
                n("ab1b837a", "விளம்பர வருவாய் பகிர்வு டேஷ்போர்டு"),
                n("a9c1a9cc", "வீடியோ விளம்பரங்கள்"),
                n("d4ab5c12", "வீடியோ விளம்பரங்கள் அமைவு"),
                n("c429e3ba", "படைப்பாளர் சப்ஸ்கிர்ப்ஷன்ஸ்"),
                n("fce877d6", "இடுகையைச் செயல்தவிர்"),
                n("dd0c889e", "சுயவிவரத் தனிப்பயனாக்கம்"),
                n("ib35705e", "சப்ஸ்கிர்ப்ஷனை நிர்வகியுங்கள்"),
                n("cf131522", "இணைப்பு பேட்ஜ்களை நிர்வகிக்கவும்"),
                n("cb165528", "செய்தி அம்சங்கள் மற்றும் அமைப்புகள்"),
                n("f8645654", "பாதுகாப்பு மற்றும் கணக்கு அணுகல்"),
                n("j95edf76", "பாதுகாப்பு"),
                n("fd127276", "கடவுக்குறியீடுகளை நிர்வகி"),
                n("afe4a358", "ID சரிபார்த்தல்"),
                n("dd703318", "இரு-காரணி அங்கீகாரம்"),
                n("b1686800", "பாதுகாப்பு விசைகளை நிர்வகி"),
                n("ae72d4c4", "பயன்பாடுகள் மற்றும் அமர்வுகள்"),
                n("a1e8e682", "பதிவுசெய்த சாதனங்கள்"),
                n("h1abfbce", "இணைக்கப்பட்ட கணக்குகள்"),
                n("cad53944", "தனியுரிமை மற்றும் பாதுகாப்பு"),
                n("e908903a", "பார்வையாளர்கள் மற்றும் இணைத்தல்"),
                n("b5c85d2c", "உங்கள் இடுகைகளைப் பாதுகாக்கவும்"),
                n("f56d108e", "புகைப்படம் இணைத்தல்"),
                n("c6f67e32", "உங்கள் இடுகைகள்"),
                n("f2bd9c48", "நீங்கள் பார்க்கும் உள்ளடக்கம்"),
                n("cbd449a0", "செயல்மறை மற்றும் தடு"),
                n("daef29b8", "செயல்மறைக்கப்பட்ட கணக்குகள்"),
                n("i0dd9b9e", "செயல்மறைக்கப்பட்ட வார்த்தைகள்"),
                n("a5f32aa2", "தடைசெய்துள்ள கணக்குகள்"),
                n("i58a274c", "தனித் தகவல்கள்"),
                n("ded416b0", "ஸ்பேசஸ்"),
                n("fd4d9068", "கண்டறிதல் மற்றும் தொடர்புகள்"),
                n("bbcafbda", "தொடர்புகளை நிர்வகி"),
                n("aeddb28a", "உள்ளடக்க முன்னுரிமைகள்"),
                n("d035a8d0", "விளம்பர முன்னுரிமைகள்"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "புரிந்துகொள்ளப்பட்ட அடையாளம்"),
                n("d84e63d2", "X அல்லாத செயல்பாடு"),
                n("h14ba864", "வணிகக் கூட்டாளர்களுடன் தரவு பகிர்வு"),
                n("jabb9c9a", "அமைவிடத் தகவல்"),
                n("fcb6a5b8", "உங்கள் இடுகைகளில் அமைவிடத் தகவல்களைச் சேர்க்கவும்"),
                n("h9f2da68", "உணர்ச்சிகரமான மீடியா"),
                n("id6a8e1a", "பதில் வடிகட்டி"),
                n("fc35f762", "வடிகட்டப்பட்ட பதில்கள்"),
                n("gaac710a", "அறிக்கை மையம்"),
                n("bcd81cac", "முன்னுரிமைகள்"),
                n("i647fb04", "வடிகட்டிகள்"),
                n("hee41732", "புஷ் அறிவிப்புகள்"),
                n("e75f25a8", "மின்னஞ்சல் அறிவிப்புகள்"),
                n("cf9b166a", "அணுகல்தன்மை, காட்சி மற்றும் மொழிகள்"),
                n("e3719c16", "அணுகல்தன்மை"),
                n("a776eed8", "தானாகஇயக்கு"),
                n("c4881c66", "காட்சி"),
                n("d495680e", "மொழிகள்"),
                n("f953f53a", "காட்சி மொழியை மாற்று"),
                n("eafe3288", "தரவுப் பயன்பாடு"),
                n("b721eb38", "அறிமுகம்"),
                n("g9230d00", "பிரதிநிதி"),
                n("cb8ebf5c", "நீங்கள் பிரதிநிதித்துவப்படுத்திய உறுப்பினர்கள்"),
                n("i95202f6", "நீங்கள் பிரதிநிதித்துவப்படுத்தும் கணக்குகள்"),
                n("afcad7f2", "பயன்பாட்டைப் பதிவிறக்கவும்"),
                n("e8f57e08", "தனிப்பயனாக்கல் மற்றும் தரவு"),
                n("gbde3534", "ஆர்வங்கள் மற்றும் விளம்பரங்கள் தரவு"),
                n("a54826c6", "கூட்டாளர்கள் வழங்கும் அறியப்பட்ட ஆர்வங்கள்"),
                n("a5cbc19a", "உங்கள் பகுப்பாய்வுகள்"),
                n("i9028824", "ஏற்றுகிறது"),
                n("f5090e28", "நீங்கள் இணைப்பை இழந்தது போல் தெரிகிறது. தொடர்ந்து மீண்டும் முயல்வோம்."),
                n("ba929da8", "பக்கம் இல்லை"),
                n("d203e242", "பக்கம் இல்லை"),
                n("e2eac0c4", "முதன்மை"),
                n("i5aa4ce0", "கூடுதல் மெனு உருப்படிகள்"),
                n("h63a5c3c", "மேலும்"),
                n("a4fc1872", "கடந்த வாரம்"),
                n("e14bb1da", "நேற்று"),
                n("d86bbf0f", function (e) {
                    return e.count + " படிக்கப்படாதவை";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "கணக்கு"),
                n("da4691aa", "அனைத்து கணக்குகளையும் காட்டு"),
                n("c7e55ccf", function (e) {
                    return "@" + e.screenname + "க்கு மாறு";
                }),
                n("b20a3894", "நீங்கள் மாற்ற முயற்சி செய்யும் கணக்கு நீக்கப்பட்டுவிட்டது."),
                n("daffabde", "இவ்வாறு செயல்படுகிறது..."),
                n("eccbfa26", "பிரதிநிதிக் கணக்குகள்"),
                n("a1b7a904", "இவ்வாறு செயல்படுக:"),
                n("g61ed8a4", "ஏதோ தவறாகிவிட்டது."),
                n("e520f166", "இடுகைகளை அனுப்புவதற்கான உங்களது தினசரி வரம்பு முடிந்துவிட்டது."),
                n("c0554ca0", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் இடுகையை அனுப்ப மீண்டும் முயலவும்."),
                n("b25c5b2a", "அடடா! அதை நீங்கள் ஏற்கனவே சொல்லிவிட்டீர்கள்."),
                n("cef21114", "உங்கள் கணக்கு இடைநீக்கம் செய்யப்பட்டுள்ளது மற்றும் இடுகைகளை அனுப்ப அனுமதியில்லை"),
                n("cf369a0e", "நீங்கள் பதிலளிக்க முயலும் இடுகை நீக்கப்பட்டுவிட்டது அல்லது உங்களுக்குக் காண்பிக்கப்படவில்லை."),
                n("cd86efa8", "உங்களது இடுகையின் உரை, அனுமதிக்கப்பட்ட @குறிப்பிடல்களின் எண்ணிக்கையைத் தாண்டிவிட்டது."),
                n("e002f424", "உங்கள் இடுகையின் உரையில் அனுமதிக்கப்பட்ட அளவை விட அதிகமான URL -கள் உள்ளன."),
                n("c2b4ae8c", "உங்களது இடுகையின் உரை, அனுமதிக்கப்பட்ட ஹேஷ்டேக்குகளின் எண்ணிக்கையைத் தாண்டிவிட்டது."),
                n("hf05f59e", "உங்களது இடுகையின் உரை, அனுமதிக்கப்பட்ட கேஷ்டேக்குகளின் எண்ணிக்கையைத் தாண்டிவிட்டது."),
                n("dffb84c6", "உங்கள் இடுகையின் உரையில் அனுமதிக்கப்பட்ட அளவை விட நீளமான ஒரு ஹேஷ்டேக் உள்ளது."),
                n("d7b21bc8", "இடுகையில் அனுமதிக்கப்பட்ட அளவை விட அதிகமான இணைப்பு வகைகள் உள்ளன."),
                n("e4672ac2", "அடடா! உங்கள் இடுகையில் உள்ள URL ஒன்று, ஸ்பேம் அல்லது பாதுகாப்பற்ற உள்ளடக்கத்துக்கு இணைப்பது போல் தெரிகிறது."),
                n("he5ecf52", "உங்கள் இடுகையின் உரை அளவு, அனுமதிக்கப்பட்ட அதிகபட்ச அளவை மீறிவிட்டது."),
                n("ac78e602", "உங்கள் இடுகையின் உள்ளடக்கம் தவறானது."),
                n("i251c738", "நீங்கள் பதிவேற்ற முயன்ற வீடியோவின் ஃபிரேம் விகிதம் மிகவும் அதிகமாக உள்ளது."),
                n("ed3ac7ef", function (e) {
                    return "நீங்கள் பதிவேற்ற முயன்ற வீடியோவின் ஃபிரேம் விகிதம் மிகவும் அதிகமாக உள்ளது. அதிகபட்ச ஃபிரேம் விகிதம்: 60. உண்மையான ஃபிரேம் விகிதம்: " + e.frameRate + ".";
                }),
                n("e23fe0cc", "நீங்கள் பதிவேற்ற முயன்ற வீடியோவின் தோற்ற விகிதம் மிகவும் பெரியதாக உள்ளது."),
                n("ca4514c0", "நீங்கள் பதிவேற்ற முயன்ற வீடியோவின் தோற்ற விகிதம் மிகவும் சிறியதாக உள்ளது."),
                n("fb4a459c", "நீங்கள் பதிவேற்ற முயன்ற வீடியோவின் கால அளவு மிகவும் குறைவாக உள்ளது."),
                n("ca1afa98", "நீங்கள் பதிவேற்ற முயன்ற வீடியோவின் கால அளவு மிகவும் அதிகமாக உள்ளது."),
                n("b2e94283", function (e) {
                    return "@" + e.viaScreenName + " வழியாக";
                }),
                n("ee69d769", function (e) {
                    return "இடுகையிடு" + e.verb;
                }),
                n("ge8e4a38", "எல்லாம் இடுகையிடு"),
                n("h735a98e", "அட்டவணை"),
                n("h3701ffe", "புதுப்பி"),
                n("d9ef2842", "படிக்காத உருப்படிகள்"),
                n("cdf89b84", "பிராண்டட் லைக்ஸ் முன்னோட்டம்"),
                n("i83d4f14", "பின்தொடர்பவர் கோரிக்கைகள்"),
                n("aeede01a", "அடையாளம்"),
                n("ae1bbb26", "வெளியேறு"),
                n("fd442790", "அமைப்புகள் மற்றும் தனியுரிமை"),
                n("da137d9a", "MStV டிரான்ஸ்பரன்சங்கபென்"),
                n("e0cb0c72", "விளம்பரங்கள்"),
                n("e2eef3c2", "சரிபார்க்கப்பட்ட அமைப்புகள்"),
                n("b55d8a78", "உங்கள் ஸ்பேஸை உருவாக்குக"),
                n("e5323e36", "நேரலைக்குச் செல்"),
                n("a5a30af0", "கட்டுரைகள்"),
                n("d13d697c", "புதிய மின்னஞ்சல் முகவரி"),
                n("j0e2cfa8", "வணிகம்"),
                n("h5e38204", "அரட்டை"),
                n("h7d5d9fa", "பீட்டா"),
                n("ga169e1b", function (e) {
                    return "நேரடிச்செய்திகள் (" + e.count + " படிக்காத உரையாடல்" + t(e.count, "", "கள்") + ")";
                }),
                n("d83682ec", "முகப்பு (புதிய படிக்கப்படாத இடுகைகள்)"),
                n("e1249849", function (e) {
                    return "அறிவிப்புகள் (" + e.count + " படிக்காத அறிவிப்பு" + t(e.count, "", "கள்") + ")";
                }),
                n("c0b786ee", "தேடலாம், ஆராயலாம்"),
                n("bb967f9e", "வீடியோக்கள்"),
                n("e04033be", "புதிய இடுகைகள் உள்ளன. அவற்றை காண பீரியட் கீயை அழுத்தவும்."),
                n("hec711c0", "புதிய இடுகைகளைக் காட்டு"),
                n("j0a8da6e", "ஏற்கனவே உள்ள கணக்கைச் சேர்க்கவும்"),
                n("c6f2bf00", "கணக்குகளை நிர்வகி"),
                n("a58e0e51", function (e) {
                    return "@" + e.screenName + "ஐ விட்டு வெளியேறு";
                }),
                n("j62f43a6", "பிரதிநிதிக் கணக்குகளைக் காண்க"),
                n("d4c52015", function (e) {
                    return e.count + " நிலுவையிலுள்ள பிரதிநிதி கணக்கு அழைப்பிதழ்" + t(e.count, "", "கள்");
                }),
                n("b8e1d524", "கணக்குகள்"),
                n("gef27c4c", "கணக்கு மெனு"),
                n("b7dc3885", function (e) {
                    return "@" + e.screenName + "க்கு மாறு";
                }),
                n("c61eea74", "தனிப்பட்ட கணக்குகள்"),
                n("g6d42fea", "வழிசெலுத்தல் நிலைமாற்று"),
                n("eb022176", "கணக்கை உருவாக்கு"),
                n("gcfef7b6", "ஃபோன் அல்லது மின்னஞ்சல் மூலம் கணக்கை உருவாக்கவும்"),
                n("e5b0e544", "உள்நுழைக"),
                n("gd93944e", "பயன்பாட்டைப் பயன்படுத்துக"),
                n("c1df1ae0", "குக்கீகள் பயன்பாடு"),
                n("f2f787a0", "சேவை விதிமுறைகள்"),
                n("e1099fd6", "தனியுரிமைக் கொளகைக்கு"),
                n("cdc1bff7", function (e) {
                    return "சுயவிவர மெனு " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " நபர்கள்";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " நபர்" + t(e.peopleCount, "", "கள்");
                }),
                n("ae2205d2", "நீங்கள் ஒருவரை ஒருவர் பின்தொடர்கிறீர்கள்"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " தற்போது செயலிலுள்ள ஒரு Space -இல் இருக்கிறார், அவருடைய சுயவிவரம் மூலமாக இணைவதற்குக் கிளிக் செய்யவும்";
                }),
                n("f2b3fe06", "முடிவுகளை ஏற்றுகிறது"),
                n("fc9dd578", "நபர்களைத் தேடு"),
                n("gdb7bc25", function (e) {
                    return e.name + " - அகற்றுவதற்கு, தேர்ந்தெடுக்கவும்";
                }),
                n("f065ba8c", "தேடல் வினவல்"),
                n("hbc99b03", function (e) {
                    return "@" + e.screenName + " -க்குச் செல்";
                }),
                n("a2c1b222", "நபர்கள், பட்டியல்கள், அல்லது குறிச்சொற்களைத் தேடி முயலவும்"),
                n("f45c4250", "சமீபத்திய தேடல்கள் அனைத்தையும் அழிக்கவா?"),
                n("caae4dda", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் சமீபத்திய தேடல்கள் அனைத்தையும் அகற்றுவீர்கள்."),
                n("dbd5d400", "அழி"),
                n("a8d68f62", "சமீபத்தியவை"),
                n("c6530778", "சேமிக்கப்பட்ட தேடல்கள்"),
                n("e047b8fa", "அனைத்தையும் அழி"),
                n("aa6e3300", "உங்கள் இணைப்பு துண்டிக்கப்பட்டதைப் போலத் தெரிகிறது. இதைச் சரிபார்த்து, மீண்டும் முயலவும்."),
                n("e68b09b4", "அகற்றவும்"),
                n("hffea05c", "சேமிக்கப்பட்ட தேடலை நீக்கவா?"),
                n("j037e374", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் சேமிக்கப்பட்ட தேடலை இழப்பீர்கள்."),
                n("d96cf7ce", "நீக்கு"),
                n("hbe4feb5", function (e) {
                    return "@" + e.screenName + " -க்கு பின்தொடர் கோரிக்கை அனுப்பப்பட்டுள்ளது மேலும் இவரின் ஒப்புதல் நிலுவையிலுள்ளது.";
                }),
                n("df4c86b0", "முதலில் உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்"),
                n("bba40ffa", "நீங்கள் இந்தக் கணக்கைப் பின்தொடர முடியாது"),
                n("f558829e", "இந்தக் கணக்கைப் பின்தொடர, உங்கள் சுயவிவரத்தில் உங்களுடைய பிறந்த தேதியைச் சேர்த்து, குறைந்தபட்ச வயதுத் தேவைகளை நீங்கள் பூர்த்தி செய்வதை உறுதிசெய்ய வேண்டும்."),
                n("a6941096", "இந்தக் கணக்கை உங்கள் நாட்டிலிருந்து பின்தொடர முடியாது."),
                n("if8cd2a4", "இந்தக் கணக்கைப் பின்தொடர்வதற்கு உங்களுக்குப் போதுமான வயதாகவில்லை."),
                n("b5972260", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்தப் பயனருக்கு நீங்கள் அனுப்பிய பின்தொடர்வதற்கான கோரிக்கையை ரத்துசெய்ய மீண்டும் முயற்சி செய்யவும்."),
                n("j4292c24", "இந்தப் பயனரின் கோரிக்கைக்கு ஏற்ப அவரைப் பின்தொடர்வதிலிருந்து நீங்கள் தடைசெய்யப்பட்டுள்ளீர்கள்."),
                n("a0ba5842", "நீங்கள் இந்த நேரத்தில் மேலும் நபர்களைப் பின்தொடர முடியவில்லை."),
                n("a5202b82", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்தப் பயனரைப் பின்தொடர மீண்டும் முயற்சி செய்யவும்."),
                n("f8cbf714", "நீங்கள் தற்போதில்லாத ஒரு பயனரைப் பின்தொடர முயற்சிக்கிறீர்கள்."),
                n("f2e66452", "உங்கள் கணக்கு இடைநீக்கப்பட்டுள்ளது மற்றும் பயனர்களைப் பின்தொடர அனுமதிக்கப்படாது."),
                n("ca96fe6e", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்தப் பயனரைத் தடைநீக்க மீண்டும் முயற்சி செய்யவும்."),
                n("e1a0aaca", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்தப் பயனரைப் பின்தொடர்வதை நிறுத்த மீண்டும் முயற்சி செய்யவும்."),
                n("fd5208c6", "அமைப்புகளுக்குச் செல்"),
                n("c0d13570", "இணைப்புகள்"),
                n("ba96929e", "ஆளெடுப்பு"),
                n("gf62c116", "ஆதரவு"),
                n("a4cf866e", "விளம்பரப்படுத்துதல்"),
                n("g2fd3206", "நபர்கள்"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "முழு அணுகல்"),
                n("e49537c2", "ஆம்... இந்தப் பக்கம் இல்லை. வேறு ஏதாவது தேட முயலவும்."),
                n("fcbb540a", "வரம்பு விகிதம் மீறிவிட்டது"),
                n("d4f88600", "தொடர்பைச் சரிபார்க்கவும்"),
                n("b192ccae", "உறுதிப்படுத்தப்பட்ட தொடர்பு முறை உங்களிடம் இல்லை."),
                n("a0487504", "சரிபார்ப்பைக் கோர, முதலில் நீங்கள் ஒரு தொடர்பு முறையை உறுதிப்படுத்த வேண்டும்."),
                n("fff7d93c", "புகைப்படத்தை சேர்"),
                n("g969bfae", "உங்களிடம் சுயவிவரப் புகைப்படம் இல்லை."),
                n("gb2f35e4", "சரிபார்ப்பைக் கோர, முதலில் நீங்கள் சுயவிவரப் புகைப்படத்தைச் சேர்க்க வேண்டும்."),
                n("i33cf692", "URL புலத்தைச் சேர்"),
                n("b679ff6a", "தவறான URL"),
                n("i79902b4", "நம்பகத்தன்மை முறையைத் தேர்ந்தெடுக்கவும்"),
                n("fb2fcb5c", "உங்கள் அடையாளத்தைச் சரிபார்க்க இந்தப் படிநிலை எங்களுக்கு உதவுகிறது. உங்களுக்குச் சிறப்பாகச் செயல்படும் முறையைத் தேர்வுசெய்க."),
                n("e43425fa", "அரசாங்கம் வழங்கிய ID"),
                n("cb7c2e2e", "உங்கள் அரசாங்கம் வழங்கிய ID-இன் புகைப்படம்."),
                n("a411926a", "அதிகாரப்பூர்வ மின்னஞ்சல் முகவரி"),
                n("g253cdd0", "நீங்கள் தேர்ந்தெடுத்த வகைக்குத் தொடர்புடைய டொமைனுடன்கூடிய அதிகாரப்பூர்வ மின்னஞ்சல் முகவரி."),
                n("cf93bcb0", "அதிகாரப்பூர்வ இணையதளக் குறிப்பு"),
                n("gfb55fa8", "உங்கள் X கணக்கை நேரடியாகக் குறிப்பிடும் அதிகாரப்பூர்வ இணையதளம்."),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "அதிகாரப்பூர்வ இணையதளக் குறிப்பைச் சேர்க்கவும்"),
                n("a11cd524", "உங்கள் X கணக்கைக் குறிப்பிடும் மற்றும் உங்கள் சரிபார்ப்பு கோரிக்கையுடன் தொடர்புடைய அதிகாரப்பூர்வ இணையதளத்தை உள்ளிடவும்."),
                n("ba656f26", "உங்கள் X கணக்கு, இணையதளத்தில் குறிப்பிடப்பட்டுள்ளதா?"),
                n("ed751204", "உங்களைச் சரிபார்க்க, உங்கள் கணக்கு உண்மையானது என்பதை நாங்கள் உறுதிப்படுத்த வேண்டும். நீங்கள் இணைத்த பக்கத்தில் உங்கள் பயனர் அடையாளம் குறிப்பிடப்படவில்லை எனில், உங்கள் கோரிக்கையை நிறைவு செய்வதற்கு முன்பு நம்பகத்தன்மையின் சான்றுகளை நீங்கள் சமர்ப்பிக்க வேண்டும்."),
                n("fbc023b0", "ஆம்"),
                n("e785ce06", "நான் வேறு விருப்பத்தைப் பயன்படுத்துவேன்"),
                n("i8d58f3e", "அரசாங்க ID பயன்படுத்துவேன்"),
                n("eb21ecaa", "ஒரு மின்னஞ்சல் முகவரியைப் பயன்படுத்துவேன்"),
                n("f848a69e", "உங்களைச் சரிபார்க்க, உங்கள் கணக்கு உண்மையானது என்பதை நாங்கள் உறுதிப்படுத்த வேண்டும். வழங்கப்பட்ட அதிகாரப்பூர்வ இணையதளத்தில் உங்கள் பயனர் அடையாளம் குறிப்பிடப்படவில்லை என்றால், கணக்கு நம்பகத்தன்மையை நாங்கள் உறுதிப்படுத்த முடியாது."),
                n("d59b5366", "உங்களைச் சரிபார்க்க, உங்கள் கணக்கு உண்மையானது என்பதை நாங்கள் உறுதிப்படுத்த வேண்டும். நீங்கள் இணைத்த பக்கத்தில் உங்கள் பயனர் அடையாளம் குறிப்பிடப்படவில்லை எனில், உங்கள் கணக்கை குறிப்பிடத்தக்க உள்ளடக்க உருவாக்குநருடன் நம்பத்தகுந்த வகையில் எங்களால் இணைக்க முடியாது."),
                n("bfb01c62", "இல்லை, திரும்பிச் செல்லவும்"),
                n("fa51040a", "உங்களையும், உங்கள் X கணக்கையும் குறிப்பிடும் தகுதிவாய்ந்த செய்தி அமைப்பின் அல்லது வெளியீட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்திற்கான இணைப்பை வழங்கவும்."),
                n("d0460f12", "உங்கள் நிறுவனத்திற்கான அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("h45b00d8", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய பொழுதுபோக்கு நிறுவனத்தால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("fc718708", "உங்களையும், உங்கள் X கணக்கையும் குறிப்பிடும் தகுதிவாய்ந்த அமைப்பின் அதிகாரப்பூர்வ இணையதளம்."),
                n("g32c2900", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய உற்பத்தி நிறுவனத்தால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("j5b1224c", "உங்கள் தயாரிப்பிற்கான அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("d090a5d4", "உங்கள் X கணக்கைக் குறிப்பிடும் சரிபார்க்கப்பட்ட நிறுவனம் அல்லது வெளியீட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளம். "),
                n("eb08a392", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய அரசாங்க அலுலகத்தின் வேட்பாளரால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("h0de1396", "இந்தக் கோரிக்கைக்குத் தொடர்புடைய, அரசாங்கப் பதவிக்கான வேட்பாளரின் அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("dcc23262", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய ஆர்வலர் அல்லது அமைப்பாளரால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("c880e068", "உங்களையும், உங்கள் X கணக்கையும் குறிப்பிடும் தகுதிவாய்ந்த சட்ட ஆலோசனை அமைப்பின் அதிகாரப்பூர்வ இணையதளம்."),
                n("e412d500", "சரிபார்க்கப்பட்ட வக்கீல் அமைப்பு மற்றும் உங்கள் X கணக்கிற்கான ஒரு தலைமைத்துவ பதவியில் உங்களைக் குறிப்பிடும் இணைப்பை வழங்கவும். சரிபார்க்கப்பட்ட அமைப்பின் அதிகாரப்பூர்வ தளத்திலிருந்து வந்த குறிப்பாக்க இருக்க வேண்டும்."),
                n("dedf41f2", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய செல்வாக்குமிக்க தனிநபரால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("b4aed9e0", "உங்களையும் உங்கள் X கணக்கையும் குறிப்பிடும் சரிபார்க்கப்பட்ட நிறுவனம் அல்லது வெளியீட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளம்."),
                n("b2069e40", "உங்களையும் உங்கள் X கணக்கையும் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட அமைப்பின் அதிகாரப்பூர்வ தளத்திலிருந்து வந்ததாக இருக்க வேண்டும்."),
                n("baf718c4", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய நிறுவனம், பிராண்டு அல்லது அமைப்பால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "தகுதிவாய்ந்த நிறுவனம், பிராண்டு அல்லது அமைப்பின் டொமைனுடன் கூடிய அதிகாரப்பூர்வ மின்னஞ்சல் முகவரி."),
                n("de70afe8", "உங்களையும், உங்கள் X கணக்கையும் குறிப்பிடும் தகுதிவாய்ந்த அமைப்பின் அதிகாரப்பூர்வ இணையதளம்."),
                n("a3a523f2", "உங்கள் நிறுவனத்திற்கான அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("jf58899a", "உங்கள் நிறுவனத்திலும், உங்கள் X கணக்கிலும் ஒரு மூத்த தலைவராக உங்களைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("f7afbaec", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், ஒரு தகுதிவாய்ந்த செய்தி அமைப்பு அல்லது வெளியீட்டு நிறுவனத்தின் பத்திரிகையாளரால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("d4ab0056", "உங்கள் கணக்கு உண்மையானது மற்றும் குறிப்பிடத்தக்க ஃப்ரீலான்ஸ் பத்திரிகையாளரால் நிர்வகிக்கப்படுகிறது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("d2a77622", "தகுதிவாய்ந்த செய்தி அமைப்பு அல்லது வெளியீட்டு நிறுவனத்தின் டொமைனுடன் கூடிய அதிகாரப்பூர்வ மின்னஞ்சல் முகவரி."),
                n("eec341da", "உங்கள் X கணக்கைக் குறிப்பிடும் செய்தி அமைப்பின் அல்லது வெளியீட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளம்."),
                n("b03ae068", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய செய்தி அமைப்பு அல்லது வெளியீட்டு நிறுவனத்தால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("g0daba4a", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய தொழில்முறை விளையாட்டுப் பிரபலத்தால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("ab8e430c", "இந்தக் கோரிக்கைக்குத் தொடர்புடைய, கேமிங்கில் உள்ள தனிநபரின் அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("cdcd9cd6", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய தொழில்முறை விளையாட்டு நிறுவனத்தால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("gad25890", "இந்தக் கோரிக்கைக்குத் தொடர்புடைய தொழில்முறை விளையாட்டு நிறுவனத்தின் அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("e6dc91b2", "உங்கள் கணக்கு நம்பத்தகுந்தது என்பதையும், இந்தக் கோரிக்கையுடன் தொடர்புடைய தொழில்முறை விளையாட்டுப் பிரபலத்தால் நிர்வகிக்கப்படுகிறது என்பதையும் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."),
                n("i9aed706", "இந்தக் கோரிக்கைக்குத் தொடர்புடைய தொழில்முறை விளையாட்டுப் பிரபலத்தின் அதிகாரப்பூர்வ X கணக்காக உங்கள் கணக்கைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும்."),
                n("abd587d2", "மற்றொரு குறிப்பைச் சேர்க்கவும்"),
                n("i0bba81a", "வேலைநியமனம் பற்றிய குறிப்பைச் சேர்க்கவும்"),
                n("a6a76e3c", "குறிப்பிடத்தக்க முறையைத் தேர்ந்தெடுக்கவும்"),
                n("ecd2abda", "கணக்கு தகுதியை உறுதிப்படுத்தவும்"),
                n("cb70b894", "பின் செல்"),
                n("g8b511fe", "Google போக்குகள்"),
                n("c7d50c96", "உங்களைப் பற்றிய சமீபத்திய தேடல் செயல்பாட்டின் ஆதாரங்களுடன் Google போக்குகளில் ஒரு சுயவிவரம்."),
                n("a68b43ee", "Google Trends சுயவிவரத்தைச் சேர்க்கவும்"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "விக்கிபீடியா கட்டுரை"),
                n("ee38d0f0", "உங்களைப் பற்றிய மற்றும் மக்களுக்கான அவர்களின் குறிப்பிடத்தக்கத் தரநிலைகளைப் பூர்த்தி செய்யும் ஒரு விக்கிபீடியா கட்டுரை."),
                n("cb97ee3e", "Wikipedia கட்டுரையைச் சேர்க்கவும்"),
                n("hc371f34", "செய்தி கவரேஜ்"),
                n("b9d0ad90", "கடந்த ஆறு மாதங்களுக்குள் உங்களை உள்ளடக்கிய அல்லது குறிப்பிட்டுள்ள புகழ்பெற்ற செய்தி நிறுவனங்களிலிருந்து குறைந்தது மூன்று இணைப்புகள்."),
                n("ge137dce", "கடந்த ஆறு மாதங்களில், தகுதிவாய்ந்த செய்தி வெளியீடுகளிலிருந்து உங்களைப் பற்றிக் குறைந்தது மூன்று கட்டுரைகள்."),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "சரிபார்க்கப்பட்ட செய்தி கவரேஜை சேர்க்கவும்"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "கட்டுரை #" + e.n;
                }),
                n("bebae55a", "பொதுப் பங்குச் சந்தை"),
                n("c5571610", "பொதுப் பங்குச் சந்தையில் கணிசமான இருத்தலுக்கான ஆதாரங்களை வழங்கும் இணைப்பு."),
                n("e2d42628", "பங்குச் சந்தைச் சான்றாதாரத்தைச் சேர்க்கவும்"),
                n("jc19b4e8", "பங்குச் சந்தைப் பட்டியல்"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "தலைமைத்துவ குறிப்பைச் சேர்க்கவும்"),
                n("cc424a22", "வக்கீல் அமைப்புக் குறிப்பு"),
                n("ibfc1a5a", "இந்த வகையில் சரிபார்ப்புக்கு நீங்கள் தகுதி பெறவில்லை."),
                n("e1c78796", "அதிகாரப்பூர்வ இணையதளம்"),
                n("ff2ee0c2", "செயல்முனைவு"),
                n("hc61adfc", "பொழுதுபோக்கு"),
                n("e404203c", "கேமிங்"),
                n("d2042392", "அரசு"),
                n("c365dcc6", "பிற"),
                n("d27beb9e", "விளையாட்டுகள்"),
                n("cc4b66b6", "வகையைத் தேர்ந்தெடுக்கவும்"),
                n("b37461a4", "கணக்கு வகையைத் தேர்ந்தெடுக்கவும்"),
                n("b27325f6", "உள்ளடக்க உருவாக்குநர்"),
                n("a5a6affc", "ஈர்க்கக்கூடிய, அசல் உள்ளடக்கத்தை, தொடர்ந்து வெளியிடும் செல்வாக்குள்ள டிஜிட்டல் உள்ளடக்க உருவாக்குநர்கள்."),
                n("a15326de", "உங்களைக் குறிக்கும் தகுதியான செய்தி வெளியீடுகளிலிருந்து குறைந்தது மூன்று கட்டுரைகள்."),
                n("g704a93a", "ஒரு தலைமைத்துவ பதவியில் உங்களைக் குறிப்பிடும் அறியப்பட்ட, வக்கீல் வேலைகளுடன் தொடர்புடைய, செயலில் உள்ள அதிகாரப்பூர்வ தளம்."),
                n("c6bd60ec", "ஆர்வலர் அல்லது அமைப்பாளர்"),
                n("c92fdb06", "சமூகப் பொருளாதாரம், அரசியல் அல்லது கலாசார மாற்றத்தை ஏற்படுத்தக்கூடிய Xகளைப் பயன்படுத்தும் குறிப்பிடத்தக்க தனிநபர்கள்."),
                n("a18c6dfc", "பத்திரிகையாளர்"),
                n("h0b46534", "சரிபார்க்கப்பட்ட செய்தி அமைப்புகள் அல்லது வெளியீட்டு நிறுவனங்களால் பணிநியமனம் செய்யப்பட்ட, தனிப்பட்ட பத்திரிகையாளர்கள்."),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "பிற செல்வாக்குமிக்க தனிநபர்"),
                n("f875ec6e", "X தளத்திலும் வெளியேயும் குறிப்பிடத்தக்க இருப்பைக் கொண்ட தனிநபர்கள் மற்ற வகைகளில் வருவதில்லை."),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "பொழுதுபோக்கு நிறுவனம்"),
                n("d5b3cbca", "தொலைக்காட்சி நெட்வொர்க்குகள், திரைப்பட ஸ்டுடியோக்கள் மற்றும் இசை லேபிள்கள் போன்ற பெரும் பொழுதுபோக்கு நிறுவனங்கள்."),
                n("b5a3e590", "பொழுதுபோக்குத் துறையில் தனிநபர்"),
                n("e484f794", "நடிகர்கள், இசைக்கலைஞர்கள், இயக்குநர்கள், திரைக்கதை எழுத்தாளர்கள், நகைச்சுவை நடிகர்கள் மற்றும் பலர் போன்ற பொழுதுபோக்குத் துறையில் செல்வாக்கு மிக்க நபர்கள்."),
                n("b8d8ea64", "உற்பத்தி அமைப்பு"),
                n("ff27db3c", "திரைப்படங்கள், நிகழ்வுகள்/திருவிழாக்கள், TV நிகழ்ச்சிகள் மற்றும் பல போன்ற பொழுதுபோக்கு நிறுவனங்களுடன் தொடர்புடைய உற்பத்திகளின் அதிகாரப்பூர்வ கணக்குகள்."),
                n("c0e57cb2", "உங்களின் உருவாக்குநர் சுயவிவரத்தைச் சேர்க்கவும்"),
                n("f3c605b6", "உருவாக்குநர் சுயவிவரம்"),
                n("h042d1a6", "IMDB சுயவிவரம்"),
                n("d2310f0c", "குறைந்தது 50 உற்பத்தி கிரெடிட்களை உள்ளடக்கிய, IMDB -இல் உள்ள ஒரு சுயவிவரம்."),
                n("ba04b4c2", "IMDB சுயவிவரத்தைச் சேர்க்கவும்"),
                n("i9b124b6", "அரசு அலுவலர்"),
                n("f84a99ee", "மாநில அல்லது தேசிய அளவிலான மாநிலத் தலைவர்கள், தேர்ந்தெடுக்கப்பட்ட அரசு அலுவலர்கள், நியமிக்கப்பட்ட அமைச்சர்கள் மற்றும் தூதர்கள் உள்ளிட்ட முக்கிய அரசு அலுவலர்கள்."),
                n("j2cb5f50", "அரசாங்கப் பதவிக்கான வேட்பாளர்"),
                n("j2472894", "மாநில அல்லது தேசிய அளவிலான அரசாங்கப் பதவிக்கான அதிகாரப்பூர்வ வேட்பாளர்கள்."),
                n("ha44c130", "அரசு அலுவலகம் அல்லது பொதுச் சேவை"),
                n("j8ae9d40", "முக்கியமான அரசு அலுவலகங்கள் மற்றும் நிறுவனங்கள், அத்துடன் பொதுப் பயன்பாடுகள் மற்றும் சேவைகள்."),
                n("ef1d6176", "நீங்கள் மாநில அல்லது தேசிய அளவிலான வேட்பாளரா?"),
                n("f54ba6e6", "இவ்வகைச் சரிபார்ப்புக்குத் தகுதிபெற, நீங்கள் மாநில அல்லது தேசிய அளவிலான அரசாங்கப் பதவிக்கு தற்போது விண்ணப்பித்துள்ள விண்ணப்பதாரராக இருக்க வேண்டும்."),
                n("dd85d0a0", "நீங்கள் மாநில அல்லது தேசிய அளவிலான அரசு அலுவலரா?"),
                n("f0058c60", "இந்த வகைக்கான சரிபார்ப்புக்குத் தகுதிபெற, நீங்கள் மாநில அல்லது தேசிய அளவில் தற்போது அரசு அலுவலராக இருக்க வேண்டும்."),
                n("f420a712", "ஆம்"),
                n("fb97d22c", "இல்லை"),
                n("e16b1cc8", "உங்களது சுயவிவரம் விண்ணப்பதாரருக்கான நிபந்தனையைப் பூர்த்தி செய்கிறதா?"),
                n("cf2ee92e", "அரசாங்கப் பதவிக்குப் போட்டியிடும் வேட்பாளர்களுக்கு அவர்கள் போட்டியிடும் அலுவலகம் மற்றும் அவர்களுடைய பிரசாரத்தின் அதிகாரப்பூர்வ இணையதளம் ஆகிய இரண்டிற்குமான இணைப்புகளைக் குறிப்பிடும் ஒரு பொதுக் கணக்கு இருக்க வேண்டும்."),
                n("g544885e", "அரசு அலுவலகம் அல்லது நிறுவனத்திற்கான வரைமுறைகளை உங்கள் சுயவிவரம் பூர்த்திசெய்கிறதா?"),
                n("bd0b4542", "அரசு அலுவலகங்களுக்கும் நிறுவனங்களுக்கும் அவர்களுடைய அதிகாரப்பூர்வ இணையதளத்திற்கான இணைப்புகளைக் கொண்ட ஒரு பொதுக் கணக்கு இருக்க வேண்டும்."),
                n("i45b224c", "உங்கள் சுயவிவரம் ஒரு அரசு அலுவலருக்கான அளவுகோல்களைப் பூர்த்தி செய்கிறதா?"),
                n("fba1dd66", "அரசு அலுவலர்கள் தங்களது தற்போதைய அரசு அலுவலர் நிலையைக் குறிப்பிடும் ஒரு பொதுக் கணக்கையும் அவர்களுடைய அலுவலகத்தின் அதிகாரப்பூர்வ இணையதளத்திற்கான இணைப்புகளையும் கொண்டிருக்க வேண்டும்."),
                n("e95c44de", "ஆம், அது முடிந்தது"),
                n("fa5e15e2", "நான் புதுப்பிக்க வேண்டும்"),
                n("jdf47e8e", "பிரசார இணையதளம்"),
                n("eeec7316", "பிரசார இணையதளத்தைச் சேர்"),
                n("b163b654", "அரசாங்கக் குறிப்பீடு"),
                n("d2378d34", "அரசாங்கக் குறிப்பீட்டைச் சேர்க்கவும்"),
                n("a05b8446", "ஃப்ரீலான்ஸ் பத்திரிகையாளர்"),
                n("hdad12b2", "சரிபார்க்கப்பட்ட வெளியீட்டு நிறுவனங்களில் குறிப்பிடத்தக்க வேலையைக் கொண்ட சுயாதீனமான, ஃப்ரீலான்ஸ் பத்திரிகையாளர்கள்."),
                n("d2d7af4c", "செய்தி அமைப்பு அல்லது வெளியீட்டு நிறுவனம்"),
                n("d83e51dc", "அச்சு மற்றும் டிஜிட்டல் வெளியீடுகள்; அலைபரப்பு, கேபிள், செயற்கைக்கோள் மற்றும் ஸ்ட்ரீமிங் TV மற்றும் வானொலி செய்தி நெட்வொர்க்குகள், நிலையங்கள் மற்றும் நிகழ்ச்சிகள்; பாட்காஸ்ட்டுகள்; மற்றும் பிற ஒத்த மீடியா."),
                n("g708cbdc", "சரிபார்ப்புத் தேவைகளை உங்கள் சுயவிவரம் பூர்த்திசெய்துள்ளதா?"),
                n("b107ee5c", "செய்தி நிறுவனங்கள் அவற்றின் அதிகாரப்பூர்வ இணையதளத்துடன் இணைக்கப்பட்டுள்ள ஒரு பொதுக் கணக்கைக் கொண்டிருக்க வேண்டும்."),
                n("e8746826", "எனது முதலாளியின் கணக்கு ஏற்கனவே சரிபார்க்கப்பட்டது என்பதை உறுதிப்படுத்தியுள்ளேன்."),
                n("jc09b420", "உங்கள் சுயவிவரம் ஒரு பத்திரிகையாளருக்கான அளவுகோல்களைப் பூர்த்தி செய்கிறதா?"),
                n("gfbd7e58", "பத்திரிகையாளர்கள், அவர்கள் பணிபுரியும் சரிபார்க்கப்பட்ட செய்தி அமைப்பின் அதிகாரப்பூர்வ இணையதளத்திற்கான பெயர் மற்றும் இணைப்புகள் ஆகிய இரண்டையும் குறிப்பிடுகின்ற ஒரு பொதுக் கணக்கைக் கொண்டிருக்க வேண்டும்."),
                n("h0ad4c9e", "அதிகாரப்பூர்வ செய்தி அமைப்பு குறிப்பு(கள்)"),
                n("a6553b50", "உங்களை ஒரு பத்திரிகையாளர் என்று குறிப்பிடும் தகுதிவாய்ந்த செய்தி வெளியீட்டு நிறுவனத்தின் அல்லது அமைப்பின் அதிகாரப்பூர்வ இணையதளம்."),
                n("a29b2988", "கட்டுரை பைலைன்கள் மற்றும் கிரெடிட்கள்"),
                n("ab4eae60", "கடந்த ஆறு மாதங்களுக்குள் தகுதிவாய்ந்த வெளியீட்டு நிறுவனங்கள் வெளியிடப்பட்ட வெளியீட்டில் குறைந்தது மூன்று பைலைன்கள் அல்லது கிரெடிட்கள்."),
                n("b3fac982", "என்னைக் குறிக்கும், குறிப்பிட்ட பக்கத்திற்கான இணைப்புகளை URL வழங்கியது."),
                n("e26dc9e2", "குறிப்பிடத்தக்க வேலையைச் சேர்க்கவும்"),
                n("e164df2e", "வழங்கப்பட்ட கட்டுரைகள் குறிப்பிடத்தக்க அளவுகோல்களைப் பூர்த்தி செய்கின்றனவா?"),
                n("i80ff05e", "சரிபார்க்கப்பட்ட செய்தி அமைப்புகள் மற்றும் வெளியீட்டு நிறுவனங்களால் வெளியிடப்பட்ட கட்டுரைகள் மட்டுமே குறிப்பிடத்தக்கச் சான்றுகளாகத் தகுதி பெறுகின்றன."),
                n("cf7482ec", "ஆம், பூர்த்தி செய்கின்றன"),
                n("fcb96cfc", "தொழில்முறை விளையாட்டில் உள்ள தனிநபர்"),
                n("ddc7d64a", "தொழில்முறை விளையாட்டுத் தடகள வீரர்கள், பயிற்சியாளர்கள், நிர்வாகிகள், அத்துடன் உலகளாவிய விளையாட்டுப் போட்டிகளில் (எ.கா., ஒலிம்பிக்ஸ், பாராலிம்பிக்ஸ் போன்றவை) பங்குபெறும் தடகள வீரர்கள்."),
                n("c4e0d346", "தொழில்முறை விளையாட்டு நிறுவனம்"),
                n("e3ce81fa", "தொழில்முறை விளையாட்டு லீக்குகள், அணிகள் மற்றும் உலகளாவிய விளையாட்டுப் போட்டிகள் (எ.கா., ஒலிம்பிக்ஸ்,  பாராலிம்பிக்ஸ் போன்றவை)"),
                n("b2808f48", "கேமிங்கில் உள்ள தனிநபர்"),
                n("db7b3558", "சரிபார்க்கப்பட்ட கேமிங் அணிகள் அல்லது குழுக்களுடன் தொடர்புடைய இஸ்போர்ட் அத்லெட்டுகளின் தனிப்பட்ட கணக்குகள்."),
                n("bbd9a912", "எனது கணக்குடன் தொடர்புடைய அணி, லீக், நிகழ்வு அல்லது நிறுவனம் ஏற்கெனவே சரிபார்க்கப்பட்டுவிட்டது என்பதை உறுதிப்படுத்தியுள்ளேன்."),
                n("he9c5638", "உங்களைக் குறிப்பிடும் உலகளாவிய விளையாட்டுப் போட்டி அல்லது விளையாட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்திற்கான இணைப்பு."),
                n("bf06e1d6", "உங்களை ஒரு தொழில்முறை தடகள வீரர், நிர்வாகி அல்லது பயிற்சியாளராகக் குறிப்பிடும் ஒரு தொழில்முறை விளையாட்டு நிறுவனத்துடன் தொடர்புடைய அதிகாரப்பூர்வ தளம்."),
                n("e241d35e", "உங்களை ஒரு தொழில்முறை தடகள வீரர், நிர்வாகி அல்லது பயிற்சியாளராக உங்களைக் குறிப்பிடும் சரிபார்க்கப்பட்ட செய்தி நிறுவனம் அல்லது வெளியீட்டு நிறுவனங்களிலிருந்து குறைந்தது மூன்று செய்திக் கட்டுரைகள்."),
                n("ad456030", "உங்களை கேமிங்கில் உள்ள தனிநபராகக் குறிப்பிடும் சரிபார்க்கப்பட்ட செய்தி நிறுவனம் அல்லது வெளியீட்டு நிறுவனங்களிலிருந்து குறைந்தது மூன்று செய்திக் கட்டுரைகள்."),
                n("hbe2e65c", "உங்களை கேமிங்கில் உள்ள தனிநபராகக் குறிப்பிடும் ஒரு சரிபார்க்கப்பட்ட இஸ்போர்ட்ஸ் லீக் அல்லது நிகழ்வுடன் தொடர்புபடுத்தக்கூடிய அதிகாரப்பூர்வ இணையதளம்."),
                n("j3da4dea", "நீங்கள் தற்போது சரிபார்ப்பைக் கோர முடியாது"),
                n("af39265e", "நிறுவனங்கள், பிராண்டுகள் மற்றும் அமைப்புகள்"),
                n("bb51cd7a", "விளையாட்டு மற்றும் கேமிங்"),
                n("c044a571", "மேலும் அறிக"),
                n("a58cd1fb", "மேலும் அறிய"),
                n("b47b0fd1", "மேலும் அறிய"),
                n("db25263b", "மேலும் அறிக"),
                n("b25b02c3", "மேலும் அறிக"),
                n("j6ef6afb", "மேலும் அறிக"),
                n("d42d162b", "மேலும் அறிக"),
                n("ccadfc85", "மேலும் அறிக"),
                n("ddb47f57", "மேலும் அறிக"),
                n("bf9e181b", "மேலும் அறிக"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more");
            n("e7e0d88b", "Learn more"),
                n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more"),
                n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "மேலும் அறிய"),
                n("f8493831", "மேலும் அறிய"),
                n("icb5913f", "மேலும் அறிய"),
                n("af819833", "மேலும் அறிய"),
                n("d35525b1", "மேலும் அறிய"),
                n("cb181ed1", "மேலும் அறிக"),
                n("f6c3d3f1", "மேலும் அறிக"),
                n("d4588ded", "மேலும் அறிக"),
                n("a759bff9", "மேலும் அறிக"),
                n("c64a59f7", "மேலும் அறிக"),
                n("c054f433", "மேலும் அறிக"),
                n("c1b7ad51", "மேலும் அறிக"),
                n("f7998565", "மேலும் அறிக"),
                n("c74a47ef", "மேலும் அறிக"),
                n("gf9899bf", "மேலும் அறிக"),
                n("d7a9185d", "மேலும் அறிக"),
                n("c4b205e1", "மேலும் அறிய"),
                n("c04b4b1d", "மேலும் அறிக"),
                n("d26ccc67", "மேலும் அறிக"),
                n("hdb3bc85", "மேலும் அறிய"),
                n("b6cb494f", "மேலும் அறிக"),
                n("abc132eb", "மேலும் அறிக"),
                n("de1b28ad", "மேலும் அறிய"),
                n("h04c272d", "மேலும் அறிய"),
                n("j331c659", "மேலும் அறிய"),
                n("h02fe64f", "மேலும் அறிய"),
                n("a7df4b85", "மேலும் அறிய"),
                n("e9b71903", "மேலும் அறிய"),
                n("g961011f", "மேலும் அறிய"),
                n("d5dedb7b", "மேலும் அறிய"),
                n("gd396551", "மேலும் அறிய"),
                n("dccc08bf", "மேலும் அறிய"),
                n("f22a6d0d", "மேலும் அறிக"),
                n("i78c9fd5", "மேலும் அறிய"),
                n("f3e333a9", "மேலும் அறிய"),
                n("i5fee6d3", "மேலும் அறிய"),
                n("fe7420f5", "மேலும் அறிய"),
                n("fcfad60d", "மேலும் அறிய"),
                n("cc35a6b9", "மேலும் அறிய"),
                n("d9bd3823", "மேலும் அறிய"),
                n("a67f27bd", "மேலும் அறிக"),
                n("b8be7adb", "மேலும் அறிய"),
                n("gd663f41", "மேலும் அறிய"),
                n("b436b101", "மேலும் அறிய"),
                n("j97bce4a", "X பயனர் அடையாளம்"),
                n("acd5ca14", "மீண்டும் முயலவும். பயனர்பெயர்களில் @, $, அல்லது # போன்ற சிறப்பு எழுத்துகளைச் சேர்க்கக்கூடாது."),
                n("bbef41c2", "உங்கள் X சரிபார்ப்பு கோரிக்கையுடன் தொடர்புடைய அதிகாரப்பூர்வ மின்னஞ்சல் முகவரியை மதிப்பாய்வு செய்யவும்."),
                n("be03ecca", "மின்னஞ்சல் முகவரி"),
                n("c69a40de", "ஏற்கனவே சரிபார்க்கப்பட்ட மின்னஞ்சல் முகவரி உங்களிடம் இல்லை."),
                n("c83a1662", "சரிபார்க்கப்பட்ட தகுதியான மின்னஞ்சல் முகவரி உங்களிடம் இல்லை."),
                n("e1e878ee", "அமைப்புகளுக்குச்"),
                n("b9635182", "அமைப்புகளுக்குச்"),
                n("j163be32", "கோரத் தொடங்குக"),
                n("gaf821c8", "சரிபார்ப்புக் கோரிக்கை"),
                n("e1ac0f9b", "மேலும் அறிக"),
                n("h2d4ba56", "உங்கள் ID-ஐச் சரிபார்க்கிறது..."),
                n("i2051842", "உங்கள் ID எங்கள் தரநிலைகளைப் பூர்த்தி செய்கிறது என்பதை உறுதிசெய்கிறோம். இதற்கு 30 வினாடிகள் வரை ஆகலாம்."),
                n("fc2a5c92", "ஏதோ தவறாகி விட்டது"),
                n("jf4b6f70", "உங்கள் ID-ஐப் பதிவேற்றுவதில் சிக்கல் இருந்தது. அதை மீண்டும் பதிவேற்ற முயலவும்."),
                n("d338f53e", "மீண்டும் முயற்சிக்கவும்"),
                n("e43672a0", "உங்கள் அரசாங்கம் வழங்கிய ID பற்றிய சில தகவலை நாங்கள் சேகரிக்க வேண்டும்."),
                n("b246aa5e", "வழங்கிய நாடு"),
                n("d6fb5878", "நாட்டைத் தேர்வுசெய்க"),
                n("b72f97cc", "ID வகை"),
                n("b2ab6008", "ID வகையைத் தேர்வுசெய்க"),
                n("h9270b1c", "நாடுகளைத் தேடுக"),
                n("ff1d68f8", "உங்கள் ID-இன் புகைப்படத்தைப் பதிவேற்றவும்"),
                n("bdada5a6", "முன்புறம்"),
                n("edfed0f6", "ID-இன் முன்புறத்தைப் பதிவேற்றவும்"),
                n("def5015d", function (e) {
                    return "பின்பக்கம்" + e.back_of_document;
                }),
                n("b09aade6", "ID-இன் பின்புறத்தைப் பதிவேற்றவும்"),
                n("b40ed190", "ஆவணம்"),
                n("c6650b56", "ஆவணத்தைப் பதிவேற்றுக"),
                n("d171ed16", "எங்களுக்கு உதவ நம்பகமான மூன்றாம் தரப்பினரை நாங்கள் நம்புகிறோம். இந்தத் தரப்பினர் உங்கள் ID-இன் நம்பகத்தன்மையைச் சரிபார்த்து, வரையறுக்கப்பட்ட தகவலையும் தளத்தையும் எங்களுக்கு வழங்குகின்றனர், அவை, சரிபார்க்கப்பட்ட கணக்கு நிலைக்கான உங்கள் தகுதியை உறுதிப்படுத்த எங்களை அனுமதிக்கின்றன."),
                n("d20f76cb", "மேலும் அறிக"),
                n("b8deb156", "தனியுரிமைக் கொள்கையைப்"),
                n("b9960f32", "புகைப்படங்கள் அல்லது வீடியோவைச் சேர்"),
                n("gd80afba", "மீடியாவைத் திருத்து"),
                n("j322caee", "உணர்ச்சிகரமான ஊடகத்தைக் கொடியிடுக"),
                n("abd845fe", "திருத்து"),
                n("df1b0708", "இந்த GIF -ஐ இயக்கு"),
                n("cd959e5c", "ஊடகத்தை அகற்று"),
                n("add55c98", "ஊடகம்"),
                n("f350cf46", "மீடியாவை இழுத்து விடவும்"),
                n("gff1f69e", "படத்தை ஏற்றுகிறது"),
                n("a91bb144", "சமர்ப்பி"),
                n("affce770", "உங்கள் நம்பகத்தன்மையையும், சரிபார்ப்புக்கான தகுதியையும் தீர்மானிக்க, நாங்களும் எங்களின் நம்பகமான மூன்றாம் தரப்பினரும் உங்கள் கணக்கு தொடர்பான தகவலையும் நீங்கள் எங்களுக்கு வழங்கிய கூடுதல் தகவலையும் பயன்படுத்துவோம்."),
                n("i0864918", "வகை"),
                n("c7942074", "கணக்கு வகை"),
                n("b8121daa", "குறிப்பிடத்தக்கவர் குறிப்பு(கள்)"),
                n("d247ca70", "உங்கள் சரிபார்ப்புக் கோரிக்கையின் விவரங்களைக் கீழே மதிப்பாய்வு செய்யவும். உறுதிசெய்யப்பட்டதும், சமர்ப்பிக்கவும்."),
                n("b51afbb2", "நம்பகத்தன்மை முறை"),
                n("cc87b01c", "மதிப்பாய்வு செய்து சமர்ப்பிக்கவும்"),
                n("ec6801cc", "உங்கள் கோரிக்கை அனுப்பப்பட்டது!"),
                n("i6ef95ec", "கருத்தாய்வு"),
                n("j94e995e", "உங்கள் கடைசி கோரிக்கை மறுக்கப்பட்டது. புதிய கோரிக்கையைச் சமர்ப்பிக்க அந்த தேதியிலிருந்து நீங்கள் 30 நாட்கள் காத்திருக்க வேண்டும்."),
                n("da458d6c", "நீங்கள் சரிபார்ப்புக் கோரிக்கையைச் சமர்ப்பித்தீர்கள், அது கடந்த 30 நாட்களுக்குள் நிராகரிக்கப்பட்டுள்ளது. மீண்டும் முயற்சி செய்யுங்கள்."),
                n("j4ed9f0e", "நீங்கள் சரிபார்ப்புக் கோரிக்கையைச் சமர்ப்பித்துள்ளீர்கள், ஒரு முடிவு எடுக்கப்பட்டவுடன் தொடர்பு கொள்ளப்படுவீர்கள்."),
                n("b1ade780", "உங்கள் கணக்கு மிகவும் புதியது. உங்கள் கணக்கு குறைந்தது 7 நாட்கள் பழமையானதும் மீண்டும் முயலவும்."),
                n("aab67626", "உங்கள் சரிபார்ப்புக் கோரிக்கை மதிப்பாய்வு செய்யப்படுகிறது"),
                n("d3c1e25e", "இல்லை, இது கனவில்லை. ஆம், நீங்கள் உண்மையில் சரிபார்க்கப்பட்டீர்கள்."),
                n("a8b4500e", "விதிகளைப்"),
                n("ef1b5cbc", "நீங்கள் பார்க்க விரும்பும் மற்றும் விரும்பாத அறிவிப்புகளைத் தேர்வு செய்க."),
                n("aaafffda", "செயல்மறைக்கப்பட்ட அறிவிப்புகள்"),
                n("afdf29b8", "தரநிலை வடிகட்டி"),
                n("da19d878", "நகலெடுக்கப்பட்ட அல்லது தானியங்கு இடுகைகள் போன்ற உள்ளடக்கத்தை வடிகட்ட தேர்வு செய்யவும். நீங்கள் பின்தொடரும் அல்லது சமீபத்தில் தொடர்பு கொண்ட கணக்குகளின் அறிவிப்புகளுக்கு இது பொருந்தாது."),
                n("i2209530", "சேமி"),
                n("da867c58", "அறிவிப்பு வகையின்படி உங்கள் விருப்பங்களைத் தேர்ந்தெடுங்கள்."),
                n("a2197726", "உங்கள் கணக்கின் பாதுகாப்பை நிர்வகிக்கவும்."),
                n("i36dcc3e", "உங்கள் X கடவுச்சொல்லுடன் கூடுதலாக இரண்டாவது அங்கீகார முறையைக் கோருவதன் மூலம் அங்கீகரிக்கப்படாத அணுகலில் இருந்து உங்கள் கணக்கைப் பாதுகாக்க உதவவும். நீங்கள் உரை செய்தி, அங்கீகாரப் பயன்பாடு அல்லது பாதுகாப்பு விசையைத் தேர்வு செய்யலாம்."),
                n("ead60eb8", "கூடுதல் கடவுச்சொல் பாதுகாப்பு"),
                n("gfaf9a4a", "கடவுச்சொல் மீட்டமைப்புப் பாதுகாப்பு"),
                n("h3cc8462", "உங்கள் X கடவுச்சொல்லை மீட்டமைக்கும்போது கூடுதல் பாதுகாப்புக்காக உங்கள் மின்னஞ்சல் முகவரி அல்லது தொலைபேசி எண்ணை உறுதிப்படுத்த வேண்டும்."),
                n("b4bbdeb4", "கடவுக்குறியீடு"),
                n("fe8aeb88", "உங்கள் பயோமெட்ரிக்ஸுடன் இணைக்கப்பட்டிருக்கக்கூடிய கடவுக்குறியீடுகள் கூடுதல் பாதுகாப்பை வழங்குகின்றன."),
                n("dc096238", "உங்கள் கணக்கின் நம்பகத்தன்மையை உறுதிப்படுத்த அங்கீகரிக்கப்பட்ட அடையாளப் படிவத்தைப் பதிவேற்றவும். உங்கள் அடையாளத்தைச் சரிபார்க்க மட்டுமே உங்கள் தகவல்கள் பயன்படுத்தப்படும் மற்றும் பாதுகாப்பாகவும் கையாளப்படும்."),
                n("a999cb72", "கணக்கு மாற்றங்களைச் சேமி"),
                n("dec3c9b8", "கடவுச்சொல்"),
                n("b929aa74", "மாற்றங்களை உங்கள் கணக்கில் சேமிக்க, உங்கள் X கடவுச்சொல்லை மீண்டும் உள்ளிடவும்."),
                n("d1091f50", "கடவுச்சொல் மறந்துவிட்டதா?"),
                n("fd23fe4a", "உங்கள் எல்லாச் சாதனங்களிலும் உள்ள உங்கள் கடவுக்குறியீடுகள் இதோ"),
                n("d9921a6c", "புதிய கடவுக்குறியீட்டை உருவாக்கு"),
                n("i4855730", "கடவுக்குறியீட்டை நீக்கு"),
                n("a6acdc67", function (e) {
                    return "சேர்க்கப்பட்ட தேதி: " + e.date;
                }),
                n("d97c07be", "படைப்பாளர் சப்ஸ்கிர்ப்ஷன்ஸை நிர்வகி"),
                n("efa291da", "Stripe பயன்படுத்தி கீழே உள்ள படைப்பாளர்களுக்கான உங்கள் சப்ஸ்கிர்ப்ஷன்ஸைப் பார்க்கலாம், நிர்வகிக்கலாம். நீங்கள் iOS அல்லது Android -இல் தொடங்கியுள்ள எந்தவொரு செயலில் உள்ள சப்ஸ்கிர்ப்ஷன்ஸையும் பயன்பாட்டில் நிர்வகிக்கலாம்."),
                n("j7f5c6aa", "இதுவரை உங்களுக்குச் சப்ஸ்கிர்ப்ஷன்ஸ் எதுவுமில்லை"),
                n("ef4602ec", "ஏதோ தவறாகிவிட்டது. பின்னர் மீண்டும் முயற்சி செய்யவும்."),
                n("b02df748", "உங்கள் கணக்கின் பாதுகாப்பை நிர்வகிக்கவும், மேலும் உங்கள் கணக்கில் நீங்கள் இணைத்த பயன்பாடுகள் உட்பட உங்கள் கணக்கின் பயன்பாட்டைக் கண்காணிக்கவும்."),
                n("g2841de4", "நீங்கள் எப்போது கணக்கில் உள்நுழைந்தீர்கள், எப்போது உங்கள் கணக்கில் பயன்பாடுகளை இணைத்தீர்கள் என்பது பற்றிய தகவலைப் பாருங்கள்."),
                n("hf45cca6", "உள்நுழைய, X உடன் இணைக்கப்பட்ட Google அல்லது Apple கணக்குகளை நிர்வகிக்கவும்."),
                n("a310511c", "உங்களின் பகிரப்பட்ட கணக்குகளை நிர்வகிக்கவும்."),
                n("jc02ae68", "இணைக்கப்பட்ட பயன்பாடுகள்"),
                n("dd82312a", "அமர்வுகள்"),
                n("e5e8a89a", "பயன்பாடுகளை ஏற்றுகிறது"),
                n("hfa9a2c8", "இணைக்கப்பட்ட பயன்பாடுகளை ஒரு சில வினாடியில் நிர்வகிக்கலாம்"),
                n("dd1b86f9", function (e) {
                    return e.name + " -படி";
                }),
                n("cf461930", "உங்கள் X கணக்கை அணுக நீங்கள் அனுமதிக்கும் மூன்றாம் தரப்பு பயன்பாடுகள் இங்கே காண்பிக்கப்படும்."),
                n("b63b0b1d", "மேலும் அறிய"),
                n("c2cb5560", "தற்போதைய செயலிலுள்ள அமர்வு"),
                n("bca43fd0", "பிற அமர்வுகளிலிருந்தும் வெளியேறுதல்"),
                n("ha6df2ca", "அமர்வுகள் என்பவை நீங்கள் பயன்படுத்தும் அல்லது உங்கள் X கணக்கைப் பயன்படுத்திய சாதனங்களாகும். இவை உங்கள் கணக்குத் தற்போது உள்நுழைந்துள்ள அமர்வுகளாகும். ஒவ்வொரு அமர்விலிருந்தும் நீங்கள் வெளியேறலாம்."),
                n("b72d2904", "இந்தச் சாதனத்தில் இந்த X கணக்கில் உள்நுழைந்துள்ளீர்கள், மேலும் தற்போது அதைப் பயன்படுத்துகிறீர்கள்."),
                n("b850cbd0", "இந்தச் சாதனங்களில் இந்தக் கணக்குகளில் உள்நுழைந்துள்ளீர்கள், மேலும் தற்போது அவற்றைப் பயன்படுத்தவில்லை. "),
                n("cf3e3164", "பிற அனைத்து அமர்வுகளிலிருந்தும் வெளியேறுதல்"),
                n("f810f27a", "உங்களுடைய பிற அமர்வுகளை முடிக்க விரும்புகிறீர்களா?"),
                n("gbb5cec5", function (e) {
                    return "வெளியேறுதல் என்பது செயலிலுள்ள உங்கள் பிற " + e.num + " X அமர்வுகளை முடிவுக்குக் கொண்டுவரும். இது உங்கள் நடப்பு அமர்வைப் பாதிக்காது.";
                }),
                n("fcbd4904", "இது செயலிலுள்ள உங்கள் X அமர்வை முடிக்கும்."),
                n("ab78d946", "செயலிலுள்ள உங்களுடைய பிற X அமர்வுகளை முடிக்க இருக்கிறீர்கள், அந்தச் சாதனங்களில் புதிய அமர்வுகளைத் தொடங்க, அவற்றில் மீண்டும் உள்நுழைய வேண்டும்."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "இப்போது செயலிலுள்ளது"),
                n("c9bc33fa", "சாதனங்கள்"),
                n("f95ed3e6", "தற்போதைய சாதனம்"),
                n("a787669a", "பிற சாதனப் பதிவுகள்"),
                n("gbefe730", "இந்தப் பிற சாதனங்களில் குறியாக்கப்பட்ட நேரடிச் செய்தியிடலுக்குப் பதிவு செய்துள்ளீர்கள்."),
                n("d7a9796e", "சாதனங்களை ஏற்றுகிறது"),
                n("b5635e86", "இந்தச் சாதனத்தைப் பதிவுசெய்யவும்"),
                n("bb4a95dc", "உங்கள் சாதனத்தைப் பதிவுசெய்யவா?"),
                n("a9538040", "இந்தச் சாதனத்தைப் பதிவுசெய்வதன் மூலம், பதிவுசெய்யப்பட்ட பிற பயனர்களுடன் புதிய குறியாக்கப்பட்ட உரையாடல்களைத் தொடங்க முடியும்"),
                n("hd173c7a", "பதிவுசெய்"),
                n("hf4312a4", "சாதனம் பதிவு செய்யப்பட்டுள்ளது."),
                n("h7797d18", "பதிவுசெய்யப்பட்டது"),
                n("hc48a042", "இந்தச் சாதனத்தைப் பதிவுநீக்கவும்"),
                n("d5bafb20", "இந்தச் சாதனத்தைப் பதிவுநீக்கவா?"),
                n("i12dee70", "சாதனத்தின் பதிவைநீக்கினால், அதில் உள்ள குறியாக்கப்பட்ட செய்திகளுக்கான அணுகல் உங்களிடம் இருக்காது."),
                n("d4b9db26", "பதிவுநீக்கு"),
                n("c18b1b34", "பதிவுசெய்த தேதி மற்றும் நேரம்"),
                n("e7c9d60a", "தேர்ந்தெடுக்கப்பட்ட சாதனம் பதிவு நீக்கப்பட்டுள்ளது."),
                n("cd14c8fe", "சாதனத் தகவலை ஏற்றுகிறது"),
                n("j9db22f4", "இந்தச் சாதனத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை"),
                n("c477d710", "X -இல் நீங்கள் பார்க்கும் மற்றும் பகிரும் தகவலை நிர்வகிக்கலாம்."),
                n("b06f5d36", "உங்கள் X செயல்பாடு"),
                n("fd807e78", "பார்வையாளர்கள், மீடியா மற்றும் இணைத்தல்"),
                n("a9ff473c", "X -இல் மற்றவர்கள் பார்க்க நீங்கள் அனுமதிக்கும் தகவலை நிர்வகிக்கலாம்."),
                n("d0484606", "உங்கள் இடுகைகளுக்குத் தொடர்புடைய தகவல்களை நிர்வகிக்கலாம்."),
                n("c4afe0e6", "தலைப்புகள் மற்றும் ஆர்வங்கள் போன்ற உங்கள் முன்னுரிமைகளின் அடிப்படையில் X -இல் நீங்கள் பார்ப்பவற்றைத் தீர்மானிக்கலாம்"),
                n("ab125232", "நீங்கள் செயல்மறைத்த அல்லது தடுத்த கணக்குகள், சொற்கள் மற்றும் அறிவிப்புகளை நிர்வகிக்கவும்."),
                n("cc950d94", "உங்களுக்கு யார் நேரடியாகச் செய்தி அனுப்ப முடியும் என்பதை நிர்வகிக்கவும்."),
                n("fe37f854", "ஸ்பேசஸ் கேட்டல் செயல்பாட்டை யாரெல்லாம் பார்க்கலாம் என்பதை நிர்வகிக்கலாம்"),
                n("ab987f3c", "உங்களைக் கண்டுபிடிக்கும் தன்மைகளைக் கொண்ட அமைப்புகளைக் கட்டுப்படுத்தவும், மேலும் நீங்கள் இறக்குமதி செய்த தொடர்புகளை நிர்வகிக்கவும்."),
                n("db5fabb0", "தரவுப் பகிர்வு மற்றும் X -க்கு வெளியிலான செயல்பாடு"),
                n("i83cab8a", "தரவு பகிர்வு மற்றும் தனிப்பயனாக்கம்"),
                n("e338a794", "X -இல் உங்கள் விளம்பர அனுபவத்தை நிர்வகிக்கலாம்."),
                n("c05e8024", "X -இல் உங்கள் குக்கீ அனுபவத்தை நிர்வகிக்கலாம்."),
                n("d29d59d0", "உங்கள் அனுபவத்தைத் தனிப்பயனாக்க, நீங்கள் பார்வையிடும் இணையதளங்கள் போன்ற X -க்கு வெளியே உங்கள் ஆன்லைன் செயல்பாட்டை X எவ்வாறு பயன்படுத்துகிறது என்பதை நிர்வகிக்கலாம்."),
                n("c981a36c", "உங்களின் புரிந்துகொள்ளப்பட்ட செயல்பாட்டின் மூலம் உங்கள் அனுபவத்தைத் தனிப்பயனாக்க X -ஐ அனுமதிக்கவும், எ.கா. X -இல் உள்நுழைய நீங்கள் பயன்படுத்தாத சாதனங்களில் செயல்பாடு."),
                n("eb0cc786", "X -இன் வணிகக் கூட்டாளர்களுடன் கூடுதல் தகவல் பகிர்வை அனுமதிக்கலாம்."),
                n("dd533318", "உங்கள் அனுபவத்தைத் தனிப்பயனாக்க X பயன்படுத்தும் அமைவிடத் தகவலை நிர்வகிக்கலாம்."),
                n("bd0646a0", "X -இல் தனியுரிமையைப் பற்றி மேலும் அறிக"),
                n("a607862a", "தனியுரிமைக் கொள்கை"),
                n("g5925628", "எங்களை தொடர்புகொள்ளவும்"),
                n("dd6012f8", "தனியுரிமை மையம்"),
                n("jdceda60", "பதில்கள்"),
                n("f644b748", "உங்கள் இடுகைகள் மற்றும் வடிகட்டப்பட்ட பதில்களுக்கு யார் பதிலளிக்கலாம் என்பதை நிர்வகிக்கவும்."),
                n("ff4b3818", "Grok & மூன்றாம் தரப்பு ஒத்துழைப்பவர்கள்"),
                n("i586f3e0", "உங்கள் பொதுத் தரவையும், Grok மற்றும் xAI உடனான உங்கள் உரையாடல்கள், உள்ளீடுகள் மற்றும் முடிவுகள் ஆகியவற்றைப் பயிற்சிக்காகவும், நன்றாக டியூன் செய்வதற்கும் பயன்படுத்த அனுமதிக்கவும்"),
                n("d8492604", "தேர்ந்தெடுக்கப்பட்டால், உங்களைப் பின்தொடர்பவர்களுக்கு மட்டுமே உங்கள் இடுகைகள் மற்றும் பிற கணக்குத் தகவல் தெரியும்."),
                n("if050fae", "உங்கள் வீடியோக்களைப் பாதுகாக்கவும்"),
                n("b7ed5f6e", "தேர்ந்தெடுக்கப்பட்டால், உங்கள் இடுகைகளில் உள்ள வீடியோக்களை இயல்பாகப் பதிவிறக்க முடியாது. இந்த அமைப்பு இனி வரும் இடுகைகளுக்குப் பொருந்தும் மற்றும் பழைய இடுகைகளுக்கு அல்ல"),
                n("dbb51952", "உங்கள் இடுகைகளைப் பாதுகாக்கவா?"),
                n("de735de6", "இது அவற்றை உங்கள் X பின்தொடர்பவர்களுக்கு மட்டும் தெரியச் செய்யும்."),
                n("c5d4192a", "பாதுகாத்துக்கொள்"),
                n("d9ddba70", "கம்யூனிட்டீஸ் பொதுவானவை, எனவே உங்கள் கணக்கைப் பாதுகாப்பது உங்கள் முந்தைய இடுகைகளை மறைக்கும். உங்கள் கணக்கு மீண்டும் பொதுவில் இருக்கும் வரை நீங்கள் கம்யூனிட்டியில் இடுகையிடவும் முடியாது."),
                n("f527b322", "என் கணக்கைப் பாதுகாக்கவும்"),
                n("d165c992", "யாரும் உங்களை இணைக்கலாம்"),
                n("ea339390", "நீங்கள் பின்தொடர்பவர்கள் மட்டும் உங்களை இணைக்க முடியும்"),
                n("e3a761ee", "ஆஃப்"),
                n("a61ed23a", "நீங்கள் இடுகையிடும் ஊடகத்தை “உணர்ச்சிகரமான உள்ளடக்கத்தைக் கொண்டிருக்கலாம்” எனக் குறியிடவும்"),
                n("ae27c454", "இயக்கப்பட்டிருக்கும்போது, நீங்கள் இடுகையிட்ட படங்கள் மற்றும் வீடியோக்கள், உணர்ச்சிப்பூர்வமான உள்ளடக்கத்தைப் பார்க்க விரும்பாதவர்களுக்காக உணர்ச்சிப்பூர்வமானது எனக் குறிக்கப்படும்."),
                n("fc1d217c", "உணர்ச்சிகரமான உள்ளடக்கம் இருக்கக்கூடிய ஊடகங்களைக் காட்டு"),
                n("j018f2a2", "ஆராயுதல் அமைப்புகள்"),
                n("h1ef00dc", "தேடல் அமைப்புகள்"),
                n("b05b9398", "இந்த அமைப்பு இயக்கப்பட்டால், உங்கள் X செயல்பாட்டின் அடிப்படையில் உங்களுக்கானவை உள்ளடக்கத்தை X தனிப்பயனாக்கலாம்."),
                n("a3c1324c", "உங்களுக்கான காலவரிசையில் பரிந்துரைக்கப்பட்ட உள்ளடக்கத்தைப் பார்க்கவும்"),
                n("ee4592ca", "யாரிடமிருந்தும் இல்லை"),
                n("da813d22", "சரிபார்க்கப்பட்ட பயனர்கள்"),
                n("baffe39a", "அனைவரும்"),
                n("b3d8566e", "தரம் குறைந்த செய்திகளை வடிகட்டவும்"),
                n("cfda8c44", "சாத்தியமான ஸ்பேமாக அல்லது தரம் குறைந்ததாகக் கண்டறியப்பட்ட செய்தி கோரிக்கைகளை மறைக்கவும். இவை உங்கள் செய்தி கோரிக்கைகளின் கீழே உள்ள தனி இன்பாக்ஸுக்கு அனுப்பப்படும். நீங்கள் விரும்பினால் அவற்றை அணுகலாம்."),
                n("f4c91f40", "எனது சப்ஸ்கிரைப்பர்களிடமிருந்து செய்திகளை அனுமதி"),
                n("bf0c4336", "உங்கள் சப்ஸ்கிரைப்பர்கள் எப்பொழுதும் மற்ற செய்தியிடல் அமைப்புகளிலிருந்து சுயாதீனமாக உங்களுக்குச் செய்திகளை அனுப்ப முடியும்."),
                n("e6c411d8", "கிராஃபிக் மீடியாவை வடிகட்டவும்"),
                n("g558101a", "சாத்தியமான கிராஃபிக் மீடியாவை (நிர்வாணம், பாலியல் உள்ளடக்கம் அல்லது வன்முறை போன்றவை) கொண்டிருக்கக்கூடியவையாகக் கண்டறியப்பட்ட செய்திகளில் எச்சரிக்கைகளைக் காண்பிக்கவும். நீங்கள் விரும்பினால் மீடியாவைப் பார்க்க எப்போதுமே உங்களுக்கு விருப்பத்தேர்வு இருக்கும்."),
                n("d9172542", "படித்ததற்கான ரசீதுகளைக் காட்டு"),
                n("bd557506", "நீங்கள் செய்தி அனுப்பும் நபர்களுக்கு, எப்போது அவர்களின் செய்திகளைப் பார்த்தீர்கள் என்பதைத் தெரியப்படுத்துங்கள். செய்தி கோரிக்கைகளில் வாசிப்பு ரசீதுகள் காட்டப்படுவதில்லை."),
                n("f29080d0", "இதிலிருந்து செய்திக் கோரிக்கைகளை அனுமதி:"),
                n("j0adcc2d", "மேலும் அறிக"),
                n("ib3357a6", "தனிப்பயனாக்கிய விளம்பரங்கள்"),
                n("f2f9628e", "உங்கள் X செயல்பாட்டின் அடிப்படையில் X -இல் எப்போதும் விளம்பரங்களைப் பார்ப்பீர்கள். இந்த அமைப்பு செயல்படுத்தப்பட்டிருக்கும்போது, உங்கள் X செயல்பாடு, உங்களுடைய பிற ஆன்லைன் செயல்பாடுகள் மற்றும் எங்கள் கூட்டாளர்களிடமிருந்து பெறும் தகவல்கள் ஆகியவற்றை ஒருங்கிணைத்து, X-க்கு உள்ளேயும் வெளியேயும், X விளம்பரதாரர்களிடமிருந்து வரும் விளம்பரங்களை X மேலும் தனிப்பயனாக்கக்கூடும்."),
                n("b5fe50fc", "விளம்பர வகைகள்"),
                n("c31a2ea6", "இந்த அமைப்புகளை இயக்குவது, இந்த வகைகளில் விளம்பரங்களைப் பார்க்க உங்களைத் தகுதிபெறச் செய்யும். விலகுவதன் மூலம் இந்த வகைகளைப் பற்றிய குறைவான விளம்பரங்களைக் காண தேர்வு செய்யலாம்."),
                n("if996630", "சூதாட்டம்"),
                n("a9ed7774", "இணையமெங்கும் X உள்ளடக்கத்தைப் பார்க்கும் இடத்தில் பயன்படுத்த அனுமதிக்கவும்"),
                n("e2d61838", "உட்பொதிக்கப்பட்ட காலவரிசை போன்ற X உள்ளடக்கத்தை ஒருங்கிணைக்கும் பிற இணையதளங்களுக்கான உங்கள் வருகைகளைக் கண்காணிக்க இந்த அமைப்பு X -ஐ அனுமதிக்கிறது. அந்தத் தகவல், உங்கள் அனுபவத்தைத் தனிப்பயனாக்குவது போன்ற விஷங்களில் X-ஐ உங்களுக்குச் சிறந்ததாக்குகிறது. இந்த இணைய உலாவல் வரலாறு உங்கள் பெயர், மின்னஞ்சல் அல்லது தொலைபேசி எண்ணுடன் ஒருபோதும் சேமிக்கப்படாது."),
                n("c966aaf4", "நீங்கள் குறிப்பிட்ட சில நாடுகளில் இருக்கும்போது இந்த இணையப் பக்கப் பார்வைகள் சேமிக்கப்படாது அல்லது பயன்படுத்தப்படாது."),
                n("e8313b32", "நிச்சயமாகவா? இதை அணைத்துவிட்டால், நீங்கள் இந்த நாட்டில் இருக்கும் வரை இதைத் திரும்ப இயக்க முடியாது."),
                n("f1d46fd6", "ஆம், நிச்சயமாக"),
                n("f6c8ccc8", "உங்களைப் பற்றி புரிந்துகொள்ளப்பட்ட அடையாளத்தின் அடிப்படையில் தனிப்பயனாக்கவும்"),
                n("ed012c88", "X உங்கள் அனுபவத்தை எப்போதும் நீங்கள் வழங்கும் தகவலின் அடிப்படையிலும் நீங்கள் உள்நுழையப் பயன்படுத்திய சாதனங்களின் அடிப்படையிலும் தனிப்பயனாக்கும். இந்த அமைப்பு இயக்கப்பட்டிருக்கும்போது, நீங்கள் X -இல் உள்நுழையப் பயன்படுத்தாத சாதனங்கள் மற்றும் உலாவிகள் அல்லது உங்கள் X கணக்குடன் இணைக்கப்பட்டுள்ளவற்றைப் போன்ற மின்னஞ்சல் முகவரிகள் மற்றும் ஃபோன் எண்கள் போன்ற உங்கள் அடையாளத்தைப் பற்றி புரிந்துகொள்ளப்பட்ட பிற தகவலின் அடிப்படையிலும் X தனிப்பயனாக்கக்கூடும்."),
                n("d3c20d80", "வணிகக் கூட்டாளர்களுடன் கூடுதல் தகவல் பகிர்வை அனுமதிக்கவும்"),
                n("f1c0d09c", "X அதன் தயாரிப்புகளை இயக்குவதற்கும் மேம்படுத்துவதற்குமான ஒரு வழியாக எப்போதும் வணிகக் கூட்டாளர்களுடன் தகவலைப் பகிர்ந்து கொள்கிறது. இது இயக்கப்பட்டிருக்கும்போது, பிற தளங்களிலும் பயன்பாடுகளிலும் X -இன் சந்தைப்படுத்தல் நடவடிக்கைகளை உங்களுக்கு மிகவும் பொருத்தமானதாக்குவது உள்ளிட்ட X -இன் வணிகத்தை இயக்குவதற்கு உதவ, கூடுதல் தகவலை அந்த கூட்டாளர்களுடன் பகிர X -ஐ இது அனுமதிக்கிறது."),
                n("dc20d918", "நீங்கள் சென்ற இடங்களின் அடிப்படையில் தனிப்பயனாக்கவும்"),
                n("af7d89e6", "X உங்களுக்கு அதிக தொடர்புடைய உள்ளடக்கத்தைக் காண்பிப்பதற்கு, நீங்கள் பதிவுசெய்த இடம் மற்றும் உங்களுடைய நடப்பு இருப்பிடம் போன்ற சில தகவல்களை எப்போதும் பயன்படுத்தும். இந்த அமைப்பைச் செயல்படுத்தும்போது, நீங்கள் சென்றிருக்கும் பிற இடங்களின் அடிப்படையிலும் X உங்கள் அனுபவத்தைத் தனிப்பயனாக்கக்கூடும்."),
                n("f2b23062", "அணுகல்தன்மை, காட்சி மற்றும் மொழிகள்"),
                n("fa76d7dc", "X உள்ளடக்கம் உங்களுக்கு எவ்வாறு காட்டப்பட வேண்டும் என்பதை நிர்வகிக்கலாம்."),
                n("j7a15010", "வண்ணம் மாறுபாடு மற்றும் நகர்வைக் கட்டுப்படுத்துவது போன்ற உங்கள் X அனுபவத்தின் அம்சங்களை நிர்வகிக்கவும்."),
                n("a257ecae", "உங்கள் எழுத்துரு அளவு, நிறம் மற்றும் பின்னணியை நிர்வகிக்கவும். இந்த அமைப்புகள் இந்த உலாவியில் உள்ள அனைத்து X கணக்குகளிலும் மாற்றத்தை ஏற்படுத்தும்."),
                n("jc3fa0e2", "உங்கள் X அனுபவத்தைத் தனிப்பயனாக்க எந்த மொழிகள் பயன்படுத்தப்படுகின்றன என்பதை நிர்வகிக்கலாம்."),
                n("cc2973a8", "இந்தச் சாதனத்தில் உங்கள் நெட்வொர்க் தரவில் சிலவற்றை X எவ்வாறு பயன்படுத்துகிறது என்பதை வரையறுக்கவும்."),
                n("h54e6138", "விசைப்பலகைக் குறுக்குவழிகள்"),
                n("a4b69cbc", "காட்சி மொழிகள்"),
                n("c856bd00", "தலைப்புச் செய்திகள், பொத்தான்கள் மற்றும் X இலிருந்து பிற உரைச் செய்தியைப் பெறுவதற்கு உங்களுக்கு விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்."),
                n("cab61d58", "கூடுதல் மொழிகளைத் தேர்ந்தெடுக்கவும்"),
                n("dd93fafa", "நீங்கள் X -இல் பார்க்க விரும்பும் உள்ளடக்கத்திற்கான கூடுதல் மொழிகளைத் தேர்வுசெய்யவும்."),
                n("bca1de4a", "நீங்கள் பேசும் கூடுதல் மொழிகள்"),
                n("c3aa76c4", "உங்களுக்குத் தெரிந்திருக்கக்கூடிய மொழிகள்"),
                n("g099069c", "நீங்கள் பின்தொடரும் கணக்குகள் மற்றும் நீங்கள் ஈடுபடும் இடுகைகள் போன்ற உங்கள் செயல்பாட்டின் அடிப்படையில் X ஊகித்த மொழிகளை நிர்வகிக்கவும்."),
                n("cf9ce876", "பயன்பாடு மற்றும் இடுகை மொழிகள்"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "உள்நுழைய, உங்கள் X கணக்கில் நீங்கள் இணைத்த சமூக கணக்குகள் இவை. நீங்கள் இங்கே அணுகலை முடக்கலாம்."),
                n("d84ed6b2", "துண்டி"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "இணைக்கப்பட்டது"),
                n("ad31b476", "உங்களின் தானியங்குக் கணக்கை நிர்வகிக்கவும்."),
                n("a2981062", "நிர்வகித்தல் கணக்கு"),
                n("aff4540e", "நிர்வகித்தல் கணக்கை மாற்றுக"),
                n("b8b9d100", "கணக்கு தன்னியக்கத்தை அமைக்கவும்"),
                n("e0bc51f6", "கணக்கு தானியக்கத்தை ஆஃப் செய்க"),
                n("b92190c2", "நிர்வாகக் கணக்கு இணைக்கப்பட்டது"),
                n("fb03b39a", "நிர்வாகக் கணக்கு துண்டிக்கப்பட்டது"),
                n("bd51ddfa", "இந்த நேரத்தில் உங்கள் நிர்வாகக் கணக்கைத் துண்டிக்க முடியவில்லை. பின்னர் முயலவும்."),
                n("e91c15f6", "உங்கள் நிர்வாகக் கணக்கைத் துண்டிக்கவா?"),
                n("df035b80", "உங்களின் நிர்வாகக் கணக்கைத் துண்டித்தால், உங்கள் தானியக்கக் கணக்கு அதன் லேபிளை இழக்கும்."),
                n("bd12cf34", "ஆம், துண்டி"),
                n("f79acef3", "மேலும் அறிய"),
                n("a57a341c", "தரவு சேமிப்பான்"),
                n("ab6505a8", "தேர்ந்தெடுத்தால், குறைவான நெட்வொர்க் தரவை X பயன்படுத்தும்."),
                n("a5d4fda0", "ஏதோ தவறாகிவிட்டது, பயப்பட வேண்டாம் — மீண்டும் முயற்சிப்போம்."),
                n("g1888dc2", "எப்போதும் வேண்டாம்"),
                n("f724d1aa", "Wi-Fi-இல் மட்டும்"),
                n("cf6472c2", "செல்லுலர் அல்லது Wi-Fi-இல்"),
                n("b2ed92c4", "காப்பகத்தைக் கோருதல்"),
                n("ce5d2c46", "தற்காலிகமாகக் கிடைக்கவில்லை"),
                n("bed6a87c", "உங்கள் X தரவு இணைப்பு காலாவதியாகிவிட்டது"),
                n("b24b4768", "என் X தரவுக்குச் செல்"),
                n("a0c3f812", "புதுப்பிக்கப்பட்டதைப் பெற, நீங்கள் புதிதாகக் கோரிக்கையை எழுப்ப வேண்டும்."),
                n("eea30bb5", function (e) {
                    return "உருவாக்கப்பட்ட தேதி: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "காலாவதியாகும் தேதி: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "மதிப்பிடப்பட்ட அளவு: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X தரவு (" + e.currentIndex + " / " + e.count + ")";
                }),
                n("fc5bfd96", "தொடங்கவும்"),
                n("gee8110e", "காப்பகத்தைப் பதிவிறக்கவும்"),
                n("c326f156", "காப்பகம் பதிவிறக்கப்பட்டது"),
                n("c9fe9b56", "உங்கள் காப்பகம் பதிவிறக்கப்படவுள்ளது"),
                n("j54b679b", function (e) {
                    return "இது மற்றொரு சாளரத்தில் திறக்கும், இது முடிவடைய சிறிது நேரம் ஆகலாம். முடிந்ததும், பதிவிறக்கப்பட்டது ஒரு " + e.size + " ZIP கோப்பாக இருக்கும்.";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "எழுத்துரு அளவு"),
                n("c783d45e", "நிறம்"),
                n("h306a358", "பின்னணி"),
                n("d8680056", "கூடுதல் சிறியது"),
                n("j59f0b94", "இயல்புநிலை"),
                n("b81aaad8", "பெரியது"),
                n("c7044880", "கூடுதல் பெரியது"),
                n("e46dffa0", "உரை அளவு"),
                n("ce8a8116", "பின்னணி விருப்பங்கள்"),
                n("d3d48f3a", "வெளிர்நிறம்"),
                n("i76f67ee", "மங்கல்"),
                n("c8f85960", "இருள்"),
                n("aefc5b20", "வண்ண விருப்பங்கள்"),
                n("a52d0fde", "நீலம்"),
                n("d818cdd6", "மஞ்சள்"),
                n("fee1cd64", "இளஞ்சிவப்பு"),
                n("cbed7fb2", "ஊதா"),
                n("g697ec02", "ஆரஞ்சு"),
                n("a7c2204a", "பச்சை"),
                n("gde8fdd7", function (e) {
                    return "X -இல் இடுகைகள் என அழைக்கப்படும் இது போன்ற சிறிய செய்திகள் முக்கியமானவை, இவற்றில் புகைப்படங்கள், வீடியோக்கள், இணைப்புகள், உரை, ஹேஷ்டேக்குகள் மற்றும் @" + e.mention + " போன்ற குறிப்பிடல்கள் அடங்கலாம்.";
                }),
                n("f277e94a", "காண்பி"),
                n("ee79367b", function (e) {
                    return "நிலை " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "விளம்பரம்"),
                n("d9587114", "சமீபத்திய இடுகையைக் காட்டு"),
                n("b7b86c3c", "இந்த இடுகையின் புதிய பதிப்பைத் திறக்கிறது"),
                n("a407814e", "கடைசியாகத் திருத்தியது"),
                n("i46ee3f0", "இது இந்த இடுகையின் சமீபத்திய பதிப்பு."),
                n("e18cb87c", "இந்த இடுகையை விவரிக்கவும்"),
                n("ffe16626", "பதில் வடிகட்டி ஆன் செய்யப்பட்டுள்ளது."),
                n("jc81f6a7", function (e) {
                    return e.count + " பார்வை" + t(e.count, "", "கள்");
                }),
                n("g521abc6", "Grok, பகுப்பாய்வு!"),
                n("a09331e0", "தொடர்புடைய ஆர்டிகிள்ஸ்"),
                n("e3eceda6", "Grok செயல்கள்"),
                n("a653f08f", function (e) {
                    return e.replyCount + " பதில்களைப் படிக்கவும்";
                }),
                n("dc0c8266", "Grok இடம் கேளுங்கள்"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "பார்வை" + t(e.count, "", "கள்");
                }),
                n("b8f3500a", "ரீடரில் தொடர்ச்சியைப் பாருங்கள்"),
                n("fc7db594", "சுயவிவரச் சுருக்கம்"),
                n("c3f04d9c", "யோசிக்கிறார்"),
                n("cbdddb0a", "முடிக்கப்பட்டது"),
                n("e98cc293", function (e) {
                    return e.query + " -க்காகத் தேடுகிறது";
                }),
                n("b0d1e205", function (e) {
                    return '**"' + e.query + '"** -க்காகத் தேடுகிறது';
                }),
                n("i2e0f4d7", function (e) {
                    return e.query + " -க்காக " + e.url + " -இல் உலாவுதல்";
                }),
                n("acb9b845", function (e) {
                    return '**"' + e.query + '"** -க்காக ' + e.url + " -இல் உலாவுகிறது";
                }),
                n("ef261d8d", function (e) {
                    return "@" + e.username + " -இன் இடுகைகளைத் தேடுகிறது";
                }),
                n("f7d9cfb9", function (e) {
                    return e.query + " -க்காக @" + e.username + " -இன் இடுகைகளைத் தேடுகிறது";
                }),
                n("bec7eb11", function (e) {
                    return '**"' + e.query + '"** -க்காக @' + e.username + " -இன் இடுகைகளைத் தேடுகிறது";
                }),
                n("ead81122", "ஏதோ தவறாகிவிட்டது, மீண்டும் இணைக்க புதுப்பிக்கவும் அல்லது மீண்டும் முயலவும்."),
                n("f808a13a", "கட்டண வரம்பை மீறியது. சிறிது நேரம் காத்திருந்து மீண்டும் முயலவும்."),
                n("e0481e5a", "Grok தற்போது உங்கள் நாட்டில் ஆதரிக்கப்படவில்லை."),
                n("bc0a5b5a", "Grok தற்போது கிடைக்கவில்லை, பின்னர் பார்க்கவும்."),
                n("ef674976", "இந்தச் சேவையைப் பயன்படுத்த உங்களுக்கு அனுமதி இல்லை."),
                n("c74e87e0", "இந்தக் கோப்பு மிகவும் பெரியது. சிறிய கோப்பைத் தேர்ந்தெடுக்கவும்."),
                n("bea50a2a", "இந்தக் கோப்பு வடிவமைப்பு ஆதரிக்கப்படவில்லை."),
                n("j77292b7", function (e) {
                    return e.count + " கோப்பு" + t(e.count, "", "கள்") + " வரை மட்டுமே தேர்வுசெய்யவும்";
                }),
                n("cbc8fed4", "இந்த மொழிபெயர்ப்பு துல்லியமாக இருந்ததா? எங்களிடம் கருத்து தெரிவிக்கவும், எனவே நாங்கள் இவற்றை மேம்படுத்தலாம்:"),
                n("d56779a2", "புரிந்துகொள்ள எளிதானது"),
                n("b6fe8a56", "குழப்பமானது அல்லது தெளிவற்றது"),
                n("i73a7d48", "Google -ஆல் மொழிபெயர்க்கப்பட்டது"),
                n("eeadb767", function (e) {
                    return e.originLanguage + " மொழியிலிருந்து Google -ஆல் மொழிபெயர்க்கப்பட்டது";
                }),
                n("d9c6f69d", function (e) {
                    return "Grok -ஆல் " + e.originLanguage + " இலிருந்து மொழிபெயர்க்கப்பட்டது";
                }),
                n("dc445f82", "Papago மூலம் மொழிபெயர்க்கப்பட்டது"),
                n("he9803d3", function (e) {
                    return "Papago மூலம் " + e.originLanguage + " இலிருந்து மொழிபெயர்க்கப்பட்டது";
                }),
                n("f8264fc0", "X -ஆல் மொழிபெயர்க்கப்பட்டது"),
                n("caa5ba3d", function (e) {
                    return e.originLanguage + " -இலிருந்து X -ஆல் மொழிபெயர்க்கப்பட்டது";
                }),
                n("deaf5b16", "மீண்டும் முயற்சி செய்க"),
                n("a66d80d0", "இடுகையை மொழிபெயர்"),
                n("be9b9fb8", "Grok -ஆல் மொழிபெயர்க்கப்பட்டது"),
                n("he9c9634", "மொழிபெயர்ப்பைப் பெற முடியவில்லை"),
                n("j2198c98", "மொழிபெயர்க்கப்பட்ட இடுகையை மறை"),
                n("d4d35bea", "மொழிபெயர்க்கிறது..."),
                n("i7ac410e", "அசலைக் காட்டு"),
                n("c67f09e8", "மொழிபெயர்ப்பைக் காட்டு"),
                n("e0f81ff3", "மொழிபெயர்ப்பு:"),
                n("j2862695", function (e) {
                    return e.originLanguage + " மொழியிலிருந்து மொழிபெயர்த்த நிறுவனம்";
                }),
                n("b7cb4fab", "மொழிபெயர்ப்பு"),
                n("d4c339b9", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -இன் இடுகை";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") இடுகையிடப்பட்டது:\n" + e.tweet;
                }),
                n("h6f99ac4", "உங்கள் புத்தகக்குறிகளில் சேர்க்கப்பட்டது"),
                n("g1c463f6", "உங்கள் புத்தகக்குறிகளிலிருந்து அகற்றப்பட்டது"),
                n("a2e7377f", function (e) {
                    return e.bookmarkFolderName + " இலிருந்து அகற்றப்பட்டது";
                }),
                n("i47ad24c", "தொடருங்கள்! நீங்கள் அதிக இடுகைகளை விரும்பும்பொது, உங்கள் காலவரிசை சிறப்பாக இருக்கும்."),
                n("def4a37c", "சிறந்த செயல்! உங்கள் காலவரிசைச் சிறப்பாகிறது. நீங்கள் எவ்வளவு அதிகமாக லைக் செய்கிறீர்களோ அவ்வளவு சிறப்பாக உங்கள் காலவரிசை இருக்கும் – நீங்கள் விரும்பும் விஷயங்களைத் தொடர்ந்து லைக் செய்யுங்கள்."),
                n("f5d17674", "இடுகை மறுஇடுகையிடப்பட்டது"),
                n("d714acfa", "இடுகை மறுஇடுகையிடப்பட்டது தவிர்க்கப்பட்டது"),
                n("b18dff26", "இந்த மறுஇடுகையை சப்ஸ்கிரைப் செய்தவர்கள் மட்டுமே பார்க்க முடியும்"),
                n("c2453318", "ஃபோல்டரில் சேர்"),
                n("f88553c8", "நகலகத்திற்கு நகலெடுக்கப்பட்டது"),
                n("b5b36724", "பதிலாகப் பதிலனுப்பவா?"),
                n("gce00a2a", "அதற்குப் பதிலாக மீண்டும் இடுகையிடுவா?"),
                n("g271f120", "நீங்கள் பதிலனுப்பும் முன், உங்கள் வரைவு இடுகை நிராகரிக்கப்படும்."),
                n("gad04d1a", "நீங்கள் மேற்கோளிடும் முன், உங்கள் வரைவு இடுகை நிராகரிக்கப்படும்."),
                n("ibd021f2", "முதலில் கட்டுரையைப் படிக்க விரும்புகிறீர்களா?"),
                n("bbef69c4", "நீங்கள் X -இல் திறக்காத ஒரு கட்டுரையைப் பகிர உள்ளீர்கள்."),
                n("g5092766", "கட்டுரையைப் படியுங்கள்"),
                n("a2d5c006", "இணைப்பைப் பார்வையிட்டதற்கு நன்றி"),
                n("g37bb2d0", "இணைப்புகளைப் பகிர்வதற்கு முன் அவற்றைப் பார்வையிடுவது, தெரிவிக்கப்பட்ட உரையாடலை விளம்பரப்படுத்த உதவுகிறது."),
                n("gc45a90a", "இந்த ஊக்குவிப்பை விரிவாக்கு"),
                n("g7135e44", "X -ஐ நம்பகமான தகவல்களைப் பெறும் இடமாக வைத்திருக்க உதவுங்கள். இந்த இடுகையை விரும்புவதற்கு முன் மேலும் அறிக."),
                n("h9b6d468", "X -ஐ நம்பகமான தகவல்களைப் பெறும் இடமாக வைத்திருக்க உதவுங்கள். இந்த இடுகையைப் பகிர்வதற்கு முன் மேலும் அறிக."),
                n("af5cd00e", "மேலும் கண்டறியவும்"),
                n("e29c651e", "மேலும் கற்பதற்கு நன்றி"),
                n("ef504d80", "இருப்பினும் பாதுகாக்கப்பட்ட கணக்குகளிலுள்ள இடுகைகளை உங்கள் புத்தகக்குறிகளில் சேர்க்க முடியாது."),
                n("cef96d5a", "இடுகை ஏற்கனவே புத்தகக்குறிகளில் உள்ளது"),
                n("b2542f56", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்த இடுகையைப் புத்தகக்குறியிட மீண்டும் முயற்சி செய்யவும்."),
                n("fe3b9942", "இந்தப் பயனருடைய கோரிக்கையின்பேரில், அவரது இடுகைகளை விரும்புவதிலிருந்து தடைசெய்யப்பட்டுள்ளீர்கள்."),
                n("c2a6dc5c", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் இடுகையை விரும்ப மீண்டும் முயற்சி செய்யவும்."),
                n("b57f01b8", "நீங்கள் பின்தொடராத பாதுகாக்கப்பட்ட பயனர்களின் இடுகைகளுக்கு விருப்பம் தெரிவிக்க முடியாது."),
                n("ba0b3cc0", "இந்தப் பயனருடைய கோரிக்கையின்பேரில், அவரது இடுகைகளை மறுஇடுகையிடுவதிலிருந்து தடைசெய்யப்பட்டுள்ளீர்கள்."),
                n("h32b1ac4", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து, மீண்டும் மறுஇடுகையிட முயலவும்."),
                n("e50cea9e", "இந்த இடுகைக்கு மறுஇடுகை அனுமதிக்கப்படாது."),
                n("d8e56f40", "மன்னிக்கவும்! உங்கள் இடுகை வரம்பின் அதிகபட்ச எண்ணிக்கையை எட்டிவிட்டீர்கள். நாளை மீண்டும் மறுஇடுகையிட முயலவும்"),
                n("i14d7a46", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்த இடுகையை உங்கள் புத்தகக்குறிகளிலிருந்து அகற்ற மீண்டும் முயற்சி செய்யவும்."),
                n("d4ebfeb0", "ஒரு நிமிடம் கழித்து உங்கள் இடுகையை மீண்டும் விருப்பம் நீக்க முயலவும்."),
                n("e639775e", "ஒரு நிமிடத்தில் உங்கள் மறுட்விட்டை மீண்டும் செயல்தவிர்க்க முயற்சிக்கவும்."),
                n("fcad707a", "இந்த இடுகையில் உணர்ச்சிப்பூர்வ உள்ளடக்கம் இருக்கலாம் என்பதால் நாங்கள் அதில் ஓர் எச்சரிக்கை செய்தியைக் காண்பிக்கிறோம்."),
                n("f1824804", "இந்த எச்சரிக்கையை முறையிடுக"),
                n("f755f710", "அறிந்துகொண்டேன்"),
                n("ced4abbe", "உரையாடலைப் பாருங்கள்"),
                n("d00e1d2a", "கம்யூனிட்டியில் சேர்க"),
                n("e6057014", "சேர்வதற்காகக் கேட்கவும்"),
                n("ba352986", "நீங்கள் இன்னும் பதிலளிக்க முடியாது ..."),
                n("d09e76d8", "கம்யூனிட்டீஸ் பொதுவானவை, எனவே நீங்கள் இடுகைகளைப் படிக்கலாம் — ஆனால் பங்கேற்க நீங்கள் அதில் இணைய வேண்டும்."),
                n("cfa1f802", "கம்யூனிட்டியை உலாவுக"),
                n("af27a0f8", "இந்தக் கம்யூனிட்டியிலிருந்து அகற்றப்பட்டீர்கள்"),
                n("id089506", "மீண்டும் சேர, கம்யூனிட்டி மதிப்பீட்டாளர்களைத் தொடர்பு கொள்ளவும்."),
                n("cac4e916", "இந்த இடுகை மறைக்கப்பட்டுள்ளது"),
                n("cb18be32", "நீங்கள் இன்னும் அதைச் செய்ய முடியாது …"),
                n("dbb5fd8e", "சர்கிள் இடுகைகளை மறுஇடுகையிட முடியாது"),
                n("ae2c8a1e", "இதற்கு ஏன் பதிலளிக்க முடியாது?"),
                n("afe7ba26", "இதை ஏன் விரும்ப முடியாது?"),
                n("df9e2356", "உங்களால் இதை ஏன் புத்தகக்குறியீடுகளில் சேர்க்க முடியாது?"),
                n("jead3bc2", "இதை ஏன் பகிர முடியாது?"),
                n("h2a668b8", "இடுகைப் பகுப்பாய்வுகளை ஏன் உங்களால் பார்க்க முடியவில்லை?"),
                n("bd85267e", "இதை ஏன் உங்களால் மறுஇடுகையிட முடியாது?"),
                n("dcc05a7e", "பார்வைகள்"),
                n("e213fada", "இந்த இடுகைக்கான பார்வை எண்ணிக்கைகள் கிடைக்கவில்லை."),
                n("g0954ea6", "இடுகையை எழுதியவர் மற்றும் கம்யூனிட்டி மதிப்பீட்டாளர் மட்டுமே இதைப் பார்க்க முடியும், மேலும், ஈடுபாடுகள் முடக்கப்பட்டுள்ளன."),
                n("e7969518", "கம்யூனிட்டீஸ் பொதுவில் காண்பிக்கப்படுபவை, எனவே நீங்கள் இடுகைகளைப் படிக்கலாம் — ஆனால் இப்போதைக்கு அழைப்பின் பேரில் மட்டுமே பங்கேற்க முடியும்."),
                n("g2dc874a", "கம்யூனிட்டீஸ் பொதுவில் காண்பிக்கப்படுபவை, எனவே நீங்கள் இடுகைகளைப் படிக்கலாம் — ஆனால் உறுப்பினர்கள் மட்டுமே அவர்களுடன் தொடர்பு கொள்ள முடியும்."),
                n("g562676f", "மேலும் அறிக"),
                n("ee574c37", "மேலும் அறிக"),
                n("de2d83d6", "ஃபோல்டரில் புத்தகக்குறியிடு"),
                n("f14df406", "இணைப்பை விளம்பரத்திற்கு நகலெடு"),
                n("e05c00b4", "இணைப்பை நகலெடு"),
                n("f61c4bb0", "நேரடிச்செய்தி மூலம் அனுப்பு"),
                n("id35970e", "வீடியோவை இடுகையிடவும்"),
                n("ff9348b8", "இதன் வழியாக விளம்பரத்தைப் பகிர் …"),
                n("d03241f8", "இதன் மூலம் இடுகையைப் பகிரவும்…"),
                n("j08dd2d4", "புத்தகக்குறிகளிலிருந்து அகற்று"),
                n("b7fde1ea", "கோப்புறையிலிருந்து அகற்று"),
                n("d9a2bd78", "வீடியோவைப் பதிவிறக்கு"),
                n("fbfab656", "ஸ்பேஸில் பகிர்"),
                n("e668112c", "ஸ்பேஸ் உடன் இடுகை பகிரப்பட்டது"),
                n("g5775e46", "மேற்கோள்களைக் காட்டு"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "புத்தகக்குறி" + t(e.count, "", "கள்");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "விருப்ப" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "மேற்கோள்" + t(e.count, "", "கள்");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "மறுஇடுகை" + t(e.count, "", "கள்");
                }),
                n("e9f1fbcc", "இங்கு பார்ப்பதற்கு எதுவும் இல்லை — இதுவரை"),
                n("a3b80be6", "இதைப் பற்றிய இடுகைகளைப் பார்க்க, பின்னர் மீண்டும் சரிபார்க்கவும்."),
                n("d93b360a", "இந்த நெடுவரிசை அழிக்கப்பட்டது, மேலும் இடுகைகள் உருவாக்கப்படும்போது அவை மேலே தோன்றும்."),
                n("d6e2f9be", "காலவரிசையை ஏற்றுகிறது"),
                n("afb4c24a", "உருப்படிகள் இல்லை"),
                n("e5b0063d", function (e) {
                    return "காலவரிசை: " + e.title;
                }),
                n("ib65b1c6", "Apple மூலம பதிவு செய்க"),
                n("f55cebb8", "Apple மூலம உள்நுழையவும்"),
                n("dcc304d6", "Apple உடன் தொடர்க"),
                n("e0870f26", "Google உடன் பதிவு செய்க"),
                n("gfeffd6a", "Google மூலம் உள்நுழைக"),
                n("gf5e9ea6", "செயல்தவிர்"),
                n("e43138c5", function (e) {
                    return e.name + " -ஐப் பின்தொடர்";
                }),
                n("be65f2e7", function (e) {
                    return e.name + " -ஐப் பின் தொடராதே";
                }),
                n("a649d337", function (e) {
                    return e.name + "-இல் ஆர்வமில்லை";
                }),
                n("e2f2b658", "இந்தத் தலைப்பை இனி பரிந்துரைக்க மாட்டோம்."),
                n("b51f7edf", function (e) {
                    return e.name + " -ஐப் பின்தொடர்வதை நிறுத்தியுள்ளீர்கள்";
                }),
                n("gac366b3", function (e) {
                    return "நீங்கள் " + e.name + " -ஐப் பின்தொடர்ந்துள்ளீர்கள்";
                }),
                n("f9e45cfb", function (e) {
                    return "@" + e.screenName + " -ஐத் தடைசெய்யவா?";
                }),
                n("fcd4d489", function (e) {
                    return "@" + e.screenName + "-ஐத் தடைசெய்";
                }),
                n("a6450e84", "தடைசெய்"),
                n("g353ad73", function (e) {
                    return "அவர்களால் உங்களைப் பின்தொடரவோ அல்லது உங்கள் இடுகைகளைப் பார்க்கவோ முடியாது, மேலும் நீங்கள் @" + e.screenName + " இடமிருந்து இடுகைகளை அல்லது அறிவிப்புகளைப் பார்க்கமாட்டீர்கள்.";
                }),
                n("ad00a739", function (e) {
                    return "அவர்களால் உங்கள் பொது இடுகைகளைப் பார்க்க முடியும், ஆனால் அவற்றுடன் இனி ஈடுபட முடியாது. @" + e.screenName + " -ஆல் உங்களைப் பின்தொடரவோ அல்லது செய்தி அனுப்பவோ முடியாது, நீங்கள் அவரின் அறிவிப்புகளைப் பார்க்கமாட்டீர்கள்.";
                }),
                n("a9fd20be", "வெற்றிகரமாகத் தடைசெய்யப்பட்டது."),
                n("j546fb79", function (e) {
                    return "@" + e.screenName + "-ஐத் தடைநீக்கவா?";
                }),
                n("c9623eeb", function (e) {
                    return "@" + e.screenName + "-ஐத் தடைநீக்கு";
                }),
                n("e133be4e", "தடைநீக்கு"),
                n("he43bca4", "அவர்கள் உங்களைப் பின்தொடரலாம், உங்கள் இடுகைகளைப் பார்க்கலாம்."),
                n("f5f01af6", "அவர்களால் உங்களைப் பின்தொடர முடியும் மற்றும் உங்கள் பொது இடுகைகளுடன் ஈடுபட முடியும்."),
                n("b6878b0a", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்தப் பயனரை தடைசெய்ய மீண்டும் முயற்சி செய்யவும்."),
                n("e40252de", "இந்த இடுகைகளை உங்களுக்கானவையில் காட்ட வேண்டாம்"),
                n("ae225c26", "இந்த இடுகைகளை உங்களுக்கானவையில் காட்டவும்"),
                n("a96d2628", "இந்தப் பட்டியலை உங்களுக்கானவையில் காட்ட வேண்டாம்"),
                n("d00abae0", "இந்தப் பட்டியலின் முன்னணி இடுகைகள் இனி உங்கள் உங்களுக்கானவை காலவரிசையில் காண்பிக்கப்படாது."),
                n("e566dd06", "இந்தப் பட்டியலின் முன்னணி இடுகைகள் இனி உங்களுக்கானவையில் காண்பிக்கப்படாது."),
                n("j3cc1526", "இந்தப் பட்டியலை உங்களுக்கானவையில் காட்டவும்"),
                n("h435716e", "இந்தப் பட்டியலின் முன்னணி இடுகைகள் உங்கள் உங்களுக்கானவை காலவரிசையில் காண்பிக்கப்படலாம்."),
                n("e8ba412e", "இந்தப் பட்டியலின் முன்னணி இடுகைகள் உங்களுக்கானவையில் காண்பிக்கப்படலாம்."),
                n("d66e95cc", "உங்கள் இடுகையில் பதிலைப் பின்செய்யவா?"),
                n("i24ed0de", "பதிலைப் பின்செய்"),
                n("b1033082", "இது உங்கள் இடுகைக்கான பதில்களின் மேல் பகுதியில் தோன்றும். அதை நீங்கள் எந்நேரத்திலும் மாற்றியமைக்கலாம் அல்லது பின்நீக்கம் செய்யலாம்."),
                n("e96a5962", "இந்தப் பதிலைப் பின்நீக்கம் செய்யவா?"),
                n("ec04e6fc", "பதிலைப் பின்நீக்கம் செய்"),
                n("d05618f2", "இது இனி இடுகையின் பதில்களின் மேல் பகுதியில் தோன்றாது."),
                n("j9aedfdc", "பதிலைப் பின்செய்"),
                n("c034211a", "பதிலைப் பின்நீக்கம் செய்"),
                n("ie4538b4", "பதில், இடுகையில் பின்செய்யப்பட்டது"),
                n("ad135a24", "பதில், இடுகையிலிருந்து பின்நீக்கப்பட்டது"),
                n("ee369efc", "இடுகையில் பதிலை பின்செய்ய இயலவில்லை"),
                n("c3e7f572", "இடுகையிலிருந்து பதிலைப் பின்நீக்க இயலவில்லை"),
                n("d058316c", "நன்றி. X இதை உங்கள் காலவரிசையை இன்னும் சிறப்பாக்கப் பயன்படுத்தும்."),
                n("afb7e8f8", "கட்டுரையைப் படியுங்கள்"),
                n("jb0429b1", function (e) {
                    return e.name + " @" + e.screenName + " -ஆல்";
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "பின்செய்"),
                n("j44ec610", "பின்நீக்கம் செய்"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "உறுப்பினர்" + t(e.count, "", "கள்");
                }),
                n("b5334780", "நிலுவையிலுள்ளது"),
                n("b171d7c4", "சேரவும்"),
                n("aa7ae3f6", "சேர்ந்துவிட்டீர்கள்"),
                n("bb1d57b6", "விலகு"),
                n("h4fbfa58", "ஏற்கிறேன், இணைகிறேன்"),
                n("ea8cfb1e", "ஏற்றுக்கொண்டு சேர்வதற்காகக் கேட்கவும்"),
                n("dc1b14a1", function (e) {
                    return e.communityName + " விதிகளை மதிப்பாய்வு செய்து ஏற்கவும்";
                }),
                n("c966ac64", "கம்யூனிட்டியில் சேரக் கோர இயலவில்லை. பின்னர் மீண்டும் முயற்சி செய்யுங்கள்."),
                n("g690e07e", "உங்கள் பதில் (விரும்பினால்)"),
                n("a5d21bf4", "பதில் விருப்பத்தேர்வுக்குரியது. எனினும் இது உங்கள் கோரிக்கையை ஏற்க மதிப்பீட்டாளர்களுக்கு உதவுகிறது என்பதை நினைவில் கொள்ளுங்கள்."),
                n("h9526e03", "X -இன் விதிகளுக்குக்"),
                n("c00c234f", function (e) {
                    return e.communityName + " விதிகள்";
                }),
                n("hafa07f2", "பங்கேற்பு வரையறுக்கப்பட்டுள்ளது"),
                n("c15bee32", "இந்தக் கம்யூனிட்டியிலிருந்து அகற்றப்பட்டுள்ளீர்கள்"),
                n("efa265fc", "உங்கள் இடுகைகள் பாதுகாக்கப்பட்டுள்ளன"),
                n("f9cecf48", "மன்னிக்கவும், தற்போது நீங்கள் இணைய முடியாது"),
                n("bf7bdb60", "இது உங்களால் நிகழவில்லை என்றால் இது நிச்சயமாக எங்களுடைய வேலைதான். பின்னர் மீண்டும் முயற்சி செய்யுங்கள்."),
                n("h27d6950", "பொறுங்கள், இன்னும் சில விஷயங்கள் மீதமுள்ளன"),
                n("b02360f6", "கம்யூனிட்டி காலியாக இருந்தால் தவிர கடைசி நிர்வாகி அல்லது நெறியாளரால் அதை விட்டு வெளியேற முடியாது."),
                n("fe832999", "உங்கள் இடுகைகளைப் பொதுவில் காண்பிக்க வேண்டியிருக்கும்"),
                n("bc7a7af4", "கம்யூனிட்டியிலுள்ள உங்கள் இடுகைகள் மறைக்கப்படும், நீங்கள் மீண்டும் இணைய முடியாது."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "மேலும் இடுகைகளைக் காட்டு"),
                n("aebb6546", "மேலும் இடுகைகளை ஏற்றுகிறது"),
                n("a3484d22", "சமநிலை"),
                n("aab2efa9", function (e) {
                    return "வெற்றியாளர், " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "ஸ்கோர் கார்டு, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "எதிர்வரும்"),
                n("b6da6b02", "நேரலை"),
                n("i9f615c8", "இறுதி"),
                n("f897267a", "ஒத்திவைக்கப்பட்டது"),
                n("f93c4b6a", "ரத்து செய்யப்பட்டது"),
                n("i79ab12a", "தலைப்பைப் பின்தொடரவும்"),
                n("c0f56044", "பின்தொடராதே"),
                n("fcf51fe6", "நட்சத்திரமிடுக"),
                n("e9a90d72", "நட்சத்திரமிடப்பட்டது"),
                n("bf403716", "நட்சத்திரமகற்றுக"),
                n("c9f08e29", function (e) {
                    return e.title + " -ஐ நட்சத்திரமகற்றவா?";
                }),
                n("hed4dcd0", "நீங்கள் இந்தத் தலைப்புக்கு நட்சத்திரமகற்றினாலும், நீங்கள் எந்தக் கணக்குகளைப் பின்தொடர்கிறீர்கள் என்பதைப் பொறுத்து அதைப் பற்றிய இடுகைகளை இன்னும் பார்க்கலாம்."),
                n("cd876e02", "விருப்பமாக்குக"),
                n("f2816e02", "விருப்பமாக்கப்பட்டது"),
                n("f5b04fbc", "விருப்பமகற்றுக"),
                n("c481ae3f", function (e) {
                    return e.title + " -ஐ விருப்பமகற்றவா?";
                }),
                n("c94116de", "நீங்கள் இந்தத் தலைப்புக்கு விருப்பமகற்றினாலும், நீங்கள் பின்தொடரும் கணக்குகளைப் பொறுத்து அதைப் பற்றிய இடுகைகளை இன்னும் பார்க்கலாம்."),
                n("e0e730b0", "ஆர்வமுள்ளவை"),
                n("b1850062", "ஆர்வமில்லை"),
                n("gd3f996f", function (e) {
                    return e.title + " -இல் ஆர்வமில்லையா?";
                }),
                n("jdd65aac", "உங்களுக்கு இந்தத் தலைப்பில் ஆர்வம் இல்லாவிட்டாலும், நீங்கள் எந்தக் கணக்குகளைப் பின்தொடர்கிறீர்கள் என்பதைப் பொறுத்து அதைப் பற்றிய இடுகைகளை இன்னும் பார்க்கலாம்."),
                n("f93bb3ee", "படத்தை ஏற்று"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "GIF -ஐ ஏற்று"),
                n("d3ac405c", "வீடியோவை ஏற்று"),
                n("g97a046c", "இந்த வீடியோவை இயக்கு"),
                n("ac4c73d8", "உட்பொதிக்கப்பட்ட வீடியோ"),
                n("f3bb10a6", "வீடியோவை இயக்குகிறது"),
                n("b87c0a72", "புஷ் அறிவிப்புகளை இயக்குவதன் மூலம் X-இல் நடப்பவற்றை ஒருபோதும் தவறவிடாதீர்கள்."),
                n("e71e09ec", "அறிவிப்புகளை இயக்கு"),
                n("g4850f44", "புஷ் அறிவிப்புகள் செயல்படுத்தப்பட்டுள்ளன"),
                n("dc397182", "தனிப்பயனாக்கு"),
                n("ia5e7488", "மூடு"),
                n("j681933e", "தனிப்பட்ட பட்டியல்"),
                n("add55942", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து, மீண்டும் குழு சேர முயற்சி செய்யவும்."),
                n("ib8f5f3c", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து, குழுவிலக மீண்டும் முயற்சி செய்யவும்."),
                n("e20fc756", "இந்த உறுப்பினரை இந்தப் பட்டியலில் சேர்க்க உங்களுக்கு அனுமதி இல்லை."),
                n("d8a032a2", "இன்னொரு பட்டியலைச் சேர்ப்பதற்கு முன்பு பின்செய்யப்பட்ட ஒரு காலவரிசையை நீக்க வேண்டும்"),
                n("fa816a0a", "பட்டியலை மறுவரிசைப்படுத்து"),
                n("ac832ae4", "பட்டியலை பின்செய்"),
                n("cdb33880", "பட்டியலை பின்நீக்கு"),
                n("ca5d0a82", "பட்டியலைத் திருத்து"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "பின்தொடர்பவர்" + t(e.count, "", "கள்");
                }),
                n("jceadc3e", "தலைப்பிடப்படாதது"),
                n("a1d5303c", "தனிப்பட்டது"),
                n("cc8f8a80", "பட்டியலிடப்படவில்லை"),
                n("c33a97d6", "பொது"),
                n("i73fff1b", function (e) {
                    return e.count + " இடுகை" + t(e.count, "", "கள்") + "-ஐக் காண்பி";
                }),
                n("a682906d", function (e) {
                    return "இன்னும் " + e.count + " விருப்ப" + t(e.count, "ம்", "ங்கள்+") + " மீதமுள்ளன";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " கிடைக்கும் பணிவாய்ப்புகள்" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " வெற்றி பெற்றது";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "இன்று"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "நாளை"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "மற்றொரு இடுகையைச் சேர்"),
                n("i569ff3e", "இந்தத் தொடர்ச்சியைக் காண்பி"),
                n("je5502eb", function (e) {
                    return '"' + e.suggestion + '" -க்கான முடிவுகளை உள்ளடக்கியது';
                }),
                n("bc4628a1", function (e) {
                    return '"' + e.suggestion + '" -க்கான முடிவுகளைக் காண்பிக்கிறது';
                }),
                n("a1979464", "வீடியோவை ஏற்றுகிறது"),
                n("ic1e826e", "இயக்கு"),
                n("c8b4bca0", "வாங்குக"),
                n("f5ea07ec", "இப்போதே வாங்குங்கள்"),
                n("b62956aa", "முன்பதிவு செய்"),
                n("i3ea806a", "ஆர்டர் செய்க"),
                n("fd00a76a", "திறந்துள்ளது"),
                n("e0aa5848", "நிறுவு"),
                n("g33f3050", "வலை"),
                n("d3f6b1a6", "எங்களுக்குச் செய்தி அனுப்புக"),
                n("b0e322cc", "எங்களுக்கு ஒரு தனிப்பட்ட செய்தியை அனுப்புங்கள்"),
                n("cb8bddc8", "எனக்கு ஒரு தனிப்பட்ட செய்தியை அனுப்பு"),
                n("cb8c547e", "ஒரு தனிப்பட்ட செய்தியை அனுப்பு"),
                n("d980e29f", function (e) {
                    return e.date + " அன்று தொடங்குகிறது";
                }),
                n("fdd81500", "கரோசல்"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "நிர்வாணம்"),
                n("e1b4e672", "உணர்ச்சிகரமான உள்ளடக்கம்"),
                n("acc48c15", function (e) {
                    return "எச்சரிக்கை: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "காண்பி"),
                n("g034e6f1", function (e) {
                    return "இந்தப் புகாரில் " + e.count + " இடுகைகள் வரை மட்டுமே இணைக்க முடியும்.";
                }),
                n("i2e0d584", "புரோமோட் செய்த இடுகை"),
                n("b52a940c", "இந்த இடுகை கிடைக்கவில்லை."),
                n("da59404c", "நீங்கள் தற்போது சமீபத்திய பதிப்பைப் பார்க்கிறீர்கள்."),
                n("e267df68", "பதில் மறைக்கப்பட்டது"),
                n("d5f162b6", "இந்தப் பதிலை எப்போது வேண்டுமானாலும் மறைப்பு நீக்கலாம். வேறு என்ன வேண்டும்?"),
                n("f376e9d4", "இடுகைப் பின்னோட்டம்"),
                n("d7c93b6c", "இடுகை மறைக்கப்பட்டது"),
                n("b3abacee", "இதைப் போன்ற இடுகைகளைக் குறைவாகப் பார்ப்பீர்கள். வேறு ஏதேனும் பின்னூட்டம் உள்ளதா?"),
                n("a2411360", "நீங்கள் விரும்பும் பதிலைப் பார்க்கிறீர்களா?"),
                n("e8a14626", "இப்போது செயல்கள் மெனுவை (இடுகையின் மீதுள்ள அந்த மூன்று சிறிய புள்ளிகள் (...) பயன்படுத்தி உங்கள் இடுகைக்கான பதிலைப் பின்செய்யலாம்."),
                n("d41305a8", "புஷ்பின் கொண்ட செய்தி குமிழி"),
                n("eca84b72", "மறுஇடுகையைச் செயல்தவிர்"),
                n("g6185a9e", "யார் பதிலளிக்கலாம்?"),
                n("i00051cc", "இந்த இடுகைக்கு யார் பதிலளிக்கலாம் என்பதைத் தேர்வுசெய்யவும். குறிப்பிடப்பட்ட எவரும் எப்போதும் பதிலளிக்கலாம்."),
                n("i9000126", "நீங்கள் பின்தொடரும் கணக்குகள்"),
                n("dcaede8a", "நீங்கள் குறிப்பிடும் கணக்குகள் மட்டுமே"),
                n("ad85cd2e", "உங்கள் சப்ஸ்கிரைபர்கள்"),
                n("f19e4bfc", "சரிபார்க்கப்பட்ட கணக்குகள்"),
                n("bf994ab2", "நீங்கள் மட்டும்"),
                n("e7b4b30a", "நீங்கள் குறிப்பிட்டுள்ள கணக்குகள் மட்டுமே"),
                n("ca6500a8", "பதில்களில் உள்ள புற இணைப்புகளை முடக்கு"),
                n("e839db3a", "நிராகரி"),
                n("c8a98928", "புரோமொஷனல் படம்"),
                n("f5b3dc1e", "பின்னர் பார்க்கலாம்"),
                n("ae0c5fbe", "யார் பதிலளிக்கலாம் என்பதை மாற்றுவதில் பிழை"),
                n("bae0cbc0", "யார் பதிலளிக்கலாம் என்பதை மாற்றவும்"),
                n("d78131b9", function (e) {
                    return "பட்டியல்களிலிருந்து @" + e.screenName + "-ஐச் சேர்/அகற்று";
                }),
                n("b3b642fc", "இந்த இடுகை ஏன்?"),
                n("fb4ee11c", "இந்த விளம்பரம் ஏன்?"),
                n("ad50e7d9", function (e) {
                    return e.entity + " பகுப்பாய்வுகளைக் காட்டு";
                }),
                n("ef1042f8", "கம்யூனிட்டி நோட்ஸை எழுதவும் "),
                n("h3edf7a6", "கம்யூனிட்டி நோட்டைக் கோரவும்"),
                n("bf8d98f4", "சப்ஸ்கிரைப் செய்தவர்கள் மட்டுமே பதிலளிக்க முடியும்"),
                n("e69ada9e", "Premium சப்ஸ்கிரைபர்ஸ் மட்டுமே பதிலளிக்க முடியும்"),
                n("ae04c4dd", function (e) {
                    return e.entity + " -ஐ நீக்கவா?";
                }),
                n("d9442996", "இதைச் செயல்தவிர்க்க முடியாது, மேலும் இது உங்கள் சுயவிவரம், உங்களைப் பின்தொடரும் ஏதேனும் கணக்குகளின் காலவரிசை மற்றும் தேடல் முடிவுகளிலிருந்து அகற்றப்படும்."),
                n("dad785a7", function (e) {
                    return "உங்கள் சுயவிவரம், உங்களைப் பின்தொடரும் கணக்குகளின் காலவரிசை மற்றும் தேடல் முடிவுகள் ஆகியவற்றிலிருந்து இந்த " + e.entity + " -இன் அனைத்துப் பதிப்புகளையும் இது நீக்கும். இதைச் செயல்தவிர்க்க முடியாது.";
                }),
                n("jda253ab", function (e) {
                    return "உங்கள் " + e.entity + " நீக்கப்பட்டது";
                }),
                n("j49c2f85", function (e) {
                    return "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் " + e.entity + " -ஐ நீக்க மீண்டும் முயலவும்.";
                }),
                n("f9fa0390", "உங்கள் கட்டுரை வரைவு நிலைக்கு நகர்த்தப்பட்டு, கட்டுரைகள் பக்கத்திலிருந்து நீக்கப்படலாம்."),
                n("dad450ec", "கட்டுரையைத் திருத்து"),
                n("g9677c6e", "உறுதிப்படுத்து"),
                n("b57bfe70", "கட்டுரையைத் திருத்தவா?"),
                n("bd3da7be", "நீங்கள் திருத்தும்போது கட்டுரை தற்காலிகமாக வெளியிடப்படாது மற்றும் பொதுவில் பார்க்கப்படாது. புதுப்பிக்கப்பட்ட பதிப்பை நீங்கள் மீண்டும் வெளியிடும்போது, ஏற்கனவே உள்ள அனைத்து ஈடுபாடுகளும் பாதுகாக்கப்படும்."),
                n("j26481e6", "உங்கள் கட்டுரை வெளியிடப்படவில்லை மற்றும் திருத்துவதற்காக உங்கள் வரைவுகளுக்கு நகர்த்தப்பட்டுள்ளது."),
                n("b360ac7c", "பிரிவு வழிசெலுத்தல்"),
                n("adc81042", "பிரிவின் விவரங்கள்"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "இது வெளியிடப்பட்ட ஒரு கட்டுரை, இது X -இல் எழுதுவதற்கான ஒரு புதிய வழி."),
                n("b14efa0a", "கட்டுரை அட்டைப் படம்"),
                n("afdccedb", function (e) {
                    return e.displayCount + " பதில்" + t(e.count, "", "கள்") + " -ஐக் காண்பி";
                }),
                n("bdba3e1a", "இடுகை அறிவிப்புகளை ஆன் செய்யவும்"),
                n("c4da7d28", "இடுகை அறிவிப்புகளை ஆஃப் செய்யவும்"),
                n("j87c21f4", "அறிவி"),
                n("iebc30ca", "அறிவிப்புகளை அணை"),
                n("dc740eb2", "அறிவிப்புகள் காலவரிசையில் இந்தக் கணக்கிலிருந்து இடுகை அறிவிப்புகளைக் காண்பீர்கள். இடுகையை ஒருபோதும் தவறவிடாமல் இருக்க உங்கள் சாதனத்தில் புஷ் அறிவிப்புகளையும் நீங்கள் இயக்கலாம்."),
                n("dca669ad", function (e) {
                    return e.name + " இடமிருந்து வரும் மறுஇடுகைகள் இனி உங்கள் காலவரிசையில் தோன்றாது";
                }),
                n("ce6da5d7", function (e) {
                    return e.name + " இடமிருந்து வரும் மறுஇடுகைகள் உங்கள் காலவரிசையில் தோன்றாது";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "X -இல் " + e.fullName + " -ஐப் பார்க்கவும்.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " இனியும் உங்களைப் பின்தொடரவில்லை";
                }),
                n("j7bb1a43", function (e) {
                    return "@" + e.screenName + " -ஐப் பற்றி புகாரளி";
                }),
                n("hef5960c", "இதன் மூலம் சுயவிவரத்தைப் பகிர்..."),
                n("bb1cbeb6", "செயல்மறைவு நீக்கு"),
                n("h2f62206", "பயனரைச் செயல்மறைத்தல்"),
                n("e67b2d65", function (e) {
                    return "@" + e.screenName + "-ஐச் செயல்மறை";
                }),
                n("f05597b3", function (e) {
                    return "@" + e.screenName + "-ஐச் செயல்மறைவு நீக்கு";
                }),
                n("h59f52ee", "வெற்றிகரமாகச் செயல்மறைக்கப்பட்டது."),
                n("eea0cbee", "வெற்றிகரமாகச் செயல்மறை நீக்கப்பட்டது."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " செயல்மறைக்கப்பட்டுள்ளார்";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " செயல்மறைவு நீக்கப்பட்டுள்ளார்";
                }),
                n("b3036480", "இந்தப் பின்தொடர்பவரை அகற்று"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " உங்களைப் பின்தொடர்பவர்கள் பட்டியலிலிருந்து நீக்கப்படுவார், மேலும் X மூலம் அறிவிக்கப்படமாட்டார். எதிர்காலத்தில் அவர் உங்களை மீண்டும் பின்தொடரலாம்.";
                }),
                n("ibd0b842", "சுயவிவரத்திற்கு இணைப்பை நகலெடு"),
                n("b9c26480", "தலைப்புகளைக் காண்க"),
                n("e922ce0c", "மறுஇடுகைகளை இயக்கவும்"),
                n("ge54bb8c", "மறுஇடுகைகளை அணை"),
                n("h5ef9bc8", "பட்டியல்களைப் பார்க்கவும்"),
                n("e9eef4c6", "EU சட்டவிரோத உள்ளடக்கத்தைப் புகாரளிக்கவும்"),
                n("e28ba0bb", function (e) {
                    return "EU சட்டவிரோத உள்ளடக்கத்திற்காக @" + e.screenName + " -ஐப் புகாரளிக்கவும்";
                }),
                n("a30b63da", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்தப் பயனரைப் பின்தொடர மீண்டும் முயற்சி செய்யவும்."),
                n("gd11f228", "(தலைப்பு தேவை)"),
                n("ced3c85a", "திருத்தப்பட்டது"),
                n("b375ece0", "இந்த வெளியிடப்படாத கட்டுரையை நீங்கள் மட்டுமே பார்க்க முடியும்."),
                n("edf9101f", "தொடர்ந்து படியுங்கள்"),
                n("icf7f1a4", "கிளிப்போர்டுக்கு நகலெடு"),
                n("e1a292ec", "மீடியாவைச் சேர்"),
                n("ebfd8ac6", "செருகு"),
                n("ia3611ee", "எழுதத் தொடங்கவும்"),
                n("d794135c", "கோப்பைத் தேர்வுசெய்யவும் அல்லது அதை இங்கே இழுக்கவும்.\n\nஒவ்வொரு பிளாக்கிலும் GIF, வீடியோ அல்லது புகைப்படத் தொகுப்பு (ஒரு தொகுப்பிற்கு 4 படங்கள் வரை) இருக்கலாம்."),
                n("e187f906", "GIFகள்"),
                n("fa4e68ca", "இடுகைகள்"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "குறியீடு"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "விரும்பியுள்ளார்"),
                n("g88b88a6", "புத்தகக்குறியிட்டது"),
                n("i282583e", "பாதுகாக்கப்பட்ட கணக்குகளின் இடுகைகளைப் பயன்படுத்த முடியாது"),
                n("eae4fe7a", "நீக்கப்பட்ட இடுகையின் மேற்கோள் இடுகைகளைப் பயன்படுத்த முடியாது"),
                n("d2042fb6", "விரும்பிய இடுகைகள்"),
                n("iad3e15c", "புத்தகக்குறியிட்ட இடுகைகள்"),
                n("f1c63c34", "இடுகை URL-ஐ ஒட்டு"),
                n("a78f6310", "தவறான இடுகை URL"),
                n("fe9ddab6", "இடுகை கிடைக்கவில்லை"),
                n("dd2c9034", "இடுகைகளைப் பின்னர் சேமிக்கவும்"),
                n("cada17f8", "இடுகைகளுக்குப் புத்தகக்குறி இட்டால் அவற்றை எதிர்காலத்தில் எளிதாகக் கண்டறியலாம்."),
                n("j0179e90", "இடுகையைத் தொகு"),
                n("adad5408", "புதிய ஃபேல்டர்ஸ்"),
                n("f44ddd2e", "பின்னர் பார்ப்பதற்காகச் சேமிக்க, இடுகைகளைப் புத்தகக்குறியிடுக"),
                n("c91d2c4c", "புத்திசாலித்தனமான பதிலை எழுத அதிக நேரம் தேவையா அல்லது ஓர் இடுகையைப் பின்னர் பார்ப்பதற்காகச் சேமிக்க வேண்டுமா? அதைப் புத்தகக்குறியிடுங்கள்!"),
                n("j45c642e", "ஃபோல்டர்ஸ் இப்போது ஏற்றப்படவில்லை."),
                n("b87ca51a", "புகைப்படத்தை அகற்று"),
                n("eebff22c", "புகைப்படத்தை நறுக்குக"),
                n("hf6f2914", "முன்னோட்டம்"),
                n("be4a00c2", "இங்குக் குறியீட்டைச் சேர்க்கவும்"),
                n("i3128619", function (e) {
                    return "தொகுதிகளில் " + e.count + " எழுத்துக்குறிகளுக்கு மேல் இருக்கக்கூடாது";
                }),
                n("dbb02ec4", "நிரல் மொழியைத் தேர்ந்தெடு"),
                n("d942865e", "நிரல் மொழியைத் தேடு"),
                n("e554f642", "மாற்றங்களை நிராகரிக்கவா?"),
                n("fa524058", "வைத்திரு"),
                n("d4ab68e2", "நிராகரி"),
                n("a50ba822", "GIFகளைத் தேடு"),
                n("c6f5ac52", "வகைகள் — GIF தேடல்"),
                n("ab468379", function (e) {
                    return e.query + " — GIF தேடல்";
                }),
                n("j7fc4f9c", "GIF -களை தானாக இயக்கு"),
                n("a66b7760", "பெயரிடப்படாத GIF"),
                n("a723aefa", "GIFகள் எதுவுமில்லை"),
                n("a6ecfa0a", "அதற்குப் பதிலாக வேறு ஏதாவது தேட முயலவும்."),
                n("f5ff0d6f", function (e) {
                    return e.category + " — GIF தேடல்";
                }),
                n("effe1ca6", "இங்கே ஒரு LaTeX வெளிப்பாட்டைச் சேர்க்கவும்"),
                n("c46c3c62", "உங்கள் வெளிப்பாட்டில் பிழை உள்ளது. அதைச் சரிசெய்த பிறகு மீண்டும் முயலவும்."),
                n("d4a4842e", "எமோஜியைச் சேர்"),
                n("fec16c1c", "எமோஜி"),
                n("idc01eb8", "தடித்த"),
                n("cd7c97c6", "சாய்ந்த"),
                n("dab932be", "அடிக்கோடு"),
                n("c5b6178a", "அடித்தம்"),
                n("c03d7fd6", "இணைப்பைச் செருகவும்"),
                n("abfe2d36", "பொட்டுக்குறி பட்டியல்"),
                n("da685a7c", "எண்ணிடப்பட்ட பட்டியல்"),
                n("g74d920c", "தொகுதி மேற்கோள்"),
                n("cda501c6", "உரை அளவை அதிகரி"),
                n("a54fdc46", "உரை அளவைக் குறை"),
                n("b340830e", "உரைசார் குறுக்குவழிகள்"),
                n("c1ea915e", "ஓர் இடைவெளியை விட்டு பிறகு புதிய வரி அல்லது தொகுதியின் தொடக்கத்தை உள்ளிடவும்"),
                n("e8a4ef02", "தலைப்பு"),
                n("dd71241a", "துணைத் தலைப்பு"),
                n("ja9ca202", "ஆர்டிகிள் குறுக்குவழிகள்"),
                n("ef1649e2", "X - விசைப்பலகை குறுக்குவழிகள்"),
                n("aefd89c8", "வழிசெலுத்தல்"),
                n("cafdefb2", "செயல்கள்"),
                n("dda42cf2", "நெடுவரிசைகள் & டெக்குகள்"),
                n("e8a12604", "ஒரு கேப்ஷனை வழங்கவும் (விருப்பத்திற்குரியது)"),
                n("eabf2209", function (e) {
                    return "GIF -ஐ வழங்குபவர்: " + e.providerName;
                }),
                n("a613e720", "இணைப்பை GIF -க்கு நகலெடு"),
                n("aeca1239", function (e) {
                    return "தடித்த" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "சாய்வு" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "ஆக்டிவ்" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "தொகுதியைத் திருத்து"),
                n("a8f09fb8", "தொகுதியை நீக்கு"),
                n("i89195ea", "பிரிப்பான்"),
                n("da8ac57c", "ேப்ஷனைத் திருத்து"),
                n("a8fdd09c", "கட்டுரையை வெளியிடவும்"),
                n("d8047cc8", "வெளியீடு"),
                n("ff7ddca2", "நீங்கள் வெளியிட்டதும் உங்கள் கட்டுரை இடுகையாகத் தோன்றும். மேலும், உங்கள் சுயவிவரத்தில் உள்ள கட்டுரைகள் தாவலின் கீழ் அதைக் கண்டறியவும்.");
            n("ef34d7be", "ஒரு கட்டுரை வெளியிடப்பட்ட பிறகு பார்வையாளர்கள் மற்றும் பதிலளிப்புக் கட்டுப்பாடுகளைத் திருத்த முடியாது."),
                n("e52d4998", "பார்வையாளர்களைத் தேர்வுசெய்யவும்"),
                n("d7985b24", "இந்த ஆர்டிகிளுக்கு யார் பதிலளிக்கலாம் என்பதைத் தேர்வுசெய்யவும்"),
                n("b5660338", "காலவரிசை முன்னோட்டம்"),
                n("hff1b97a", "சப்ஸ்கிரைப் செய்தவர்கள் மட்டுமே பதிலளிக்க முடியும்."),
                n("a330771e", "உங்கள் கிளிப்போர்டுக்கான இணைப்பை நகலெடுக்கவும்"),
                n("b6510e68", "உங்கள் கட்டுரை URL-ஐ நகலெடுக்கவும், அதனால் நீங்கள் அதைப் பகிரலாம்."),
                n("e4a6e006", "ஏதோ தவறாகிவிட்டது. மீண்டும் முயலுங்கள்."),
                n("eff483e0", "நீங்கள் வெளியிட்ட பிறகு, கட்டுரையைப் பகிர்வதற்கான இணைப்பைப் பெறுங்கள்."),
                n("ca15dd4e", "வரைவு"),
                n("bb40bf66", "பதிப்பிக்கப்பட்டது"),
                n("h107935c", "கடைசியாக இப்போதுதான் சேமிக்கப்பட்டது"),
                n("a753a870", "பயன்படுத்து"),
                n("afccc67e", "கட்டுரைக்கான இணைப்பை நகலெடு"),
                n("beb24e9e", "URL, கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது"),
                n("db9cc928", "கட்டுரையை நீக்கவா?"),
                n("c4e28ba6", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் கட்டுரையை இழப்பீர்கள்."),
                n("ff2982d0", "உங்கள் கட்டுரை நீக்கப்படும். இதைச் செயல்தவிர்க்க முடியாது, மேலும் இது உங்கள் சுயவிவரம், உங்களைப் பின்தொடரும் ஏதேனும் கணக்குகளின் காலவரிசை மற்றும் தேடல் முடிவுகளிலிருந்து அகற்றப்படும்."),
                n("ca17beec", "உங்கள் கட்டுரை நீக்கப்பட்டது"),
                n("f5cbb31c", "கட்டுரையை நீக்கு"),
                n("f0977f52", "ஆம், நீக்கு"),
                n("db419d4c", "உங்கள் வரைவை முன்னோட்டமிடுங்கள்"),
                n("a1bc8e6c", "கட்டுரையைக் காட்டு"),
                n("b6f72a22", "இந்தக் கட்டுரை வெளியீடு நிறுத்தப்பட்டு, உங்கள் வரைவுகளுக்கு நகர்த்தப்படும், பொதுவில் தோன்றாது."),
                n("f558d2e0", "வரைவுக்கு நகர்த்து"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "1 GIF அல்லது 4 புகைப்படங்களைத் தேர்வுசெய்யுங்கள்."),
                n("eb7ab862", "4 புகைப்படங்கள், வீடியோக்கள் அல்லது GIFகள் வரை தேர்வுசெய்யவும்."),
                n("ce9a9736", "சேமிக்கிறது..."),
                n("dd63549e", "வெற்றி! உங்கள் கட்டுரை வெளியிடப்பட்டுள்ளது"),
                n("a4d128bc", "வெற்றி! உங்கள் கட்டுரை வெளியிடப்பட்டது மற்றும் உங்கள் கிளிப்போர்டுக்கு இணைப்பு நகலெடுக்கப்பட்டது"),
                n("b4071e18", "கட்டுரை தலைப்பு"),
                n("f586b7fa", "தலைப்பைச் சேர்"),
                n("ab0fa9ba", "திருத்த, வரைவுகளுக்குத் திரும்பவும்"),
                n("c5f35c98", "மீடியாவை பதிவேற்றுகிறது..."),
                n("d739d83e", "பதிவேற்றத்தை ரத்துசெய்"),
                n("a94efeda", "மீடியாவைச் சேமிக்கிறது..."),
                n("gd79d45a", "ஃபோகஸ் பயன்முறையை இயக்குவதன் மூலம் உங்கள் எழுத்தில் கவனம் செலுத்துங்கள்"),
                n("g1866bb2", "ஃபோகஸ் பயன்முறையிலிருந்து வெளியேறி வழக்கமான எடிட்டருக்குத் திரும்பவும்"),
                n("a6a78df4", "உங்கள் கட்டுரையை வெளியிடுவதற்கு முன் தலைப்பும் உள்ளடக்கமும் தேவை."),
                n("ia656f1c", "உங்கள் கட்டுரைக்குத் தலைப்பு உள்ளது, ஆனால் வெளியிடுவதற்கு முன் உள்ளடக்கம் தேவை."),
                n("d3855e36", "உங்கள் கட்டுரையை வெளியிடுவதற்கு முன் ஒரு தலைப்பு தேவை."),
                n("f325958e", "உங்கள் தலைப்பு எழுத்துக்குறி வரம்பைத் தாண்டிவிட்டது. அதைச் சுருக்கி, பின்னர் வெளியிடவும்."),
                n("ie5d9064", "உங்கள் கட்டுரை எழுத்துக்குறி வரம்பை மீறிவிட்டது. உரையைச் சுருக்கி, பின்னர் வெளியிடவும்."),
                n("e03487a0", "உங்கள் தலைப்பு எழுத்துக்குறி வரம்பை விட அதிகமாக உள்ளது, மேலும் உங்கள் கட்டுரை சொல் எண்ணிக்கையை விட அதிகமாக உள்ளது. இரண்டையும் சுருக்கி, பின்னர் வெளியிடவும்."),
                n("e938d562", "உங்கள் தலைப்பு எழுத்துக்குறி வரம்பைத் தாண்டிவிட்டது. தலைப்பைச் சுருக்கி, உடலில் ஏதாவது ஒன்றைச் சேர்த்து, பின்னர் வெளியிடவும்."),
                n("e449c546", "உங்கள் கட்டுரைக்கு ஒரு தலைப்பு தேவை, உங்கள் கட்டுரையின் சொல் எண்ணிக்கை அதிகமாக உள்ளது. தலைப்பைச் சேர்த்து, உரையைச் சுருக்கி, பின்னர் வெளியிடவும்."),
                n("bd00e836", "உங்கள் சமீபத்திய வரைவு எழுத்துக்குறி வரம்பைத் தாண்டுவதால் சேமிக்கப்படவில்லை."),
                n("ic110f68", "உங்கள் சமீபத்திய வரைவு மிக நீளமாக இருப்பதால் சேமிக்கப்படவில்லை."),
                n("ifea3114", "பகிர்"),
                n("b384f696", "50-70 எழுத்துக்குறிகளுக்கு இடையே ஒரு தலைப்பைப் பரிந்துரைக்கிறோம்"),
                n("a7da0adb", function (e) {
                    return e.count + " வார்த்தை" + t(e.count, "", "கள்");
                }),
                n("aea1d455", function (e) {
                    return e.count + " நிமிட" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("df898d71", function (e) {
                    return e.readingTimeValue + " வாசிப்பு நேரம்";
                }),
                n("i9aadf4a", "இந்த இணைப்பு தவறானதாக இருக்கலாம். ஒரு கட்டுரையைப் படிக்க, திருத்த அல்லது வெளியிட, இடது பக்கப்பட்டியில் உள்ள உங்கள் கட்டுரைகளில் ஒன்றைக் கிளிக் செய்யவும்."),
                n("hfdce46e", "உங்கள் கட்டுரை வெளியீடு நிறுத்தப்பட்டுள்ளது"),
                n("df079228", "ஃபோகஸ் பயன்முறை"),
                n("f5037228", "சிறந்த முடிவுகளுக்கு 5:2 தோற்ற விகிதத்தைக் கொண்ட படத்தைப் பரிந்துரைக்கிறோம்."),
                n("f965e890", "உங்கள் வரைவுகள் இங்கே உள்ளன"),
                n("c2756718", "நீங்கள் வெளியிட்ட கட்டுரைகள் இங்கே உள்ளன"),
                n("af65c854", "ஃபோகஸ் பயன்முறையில் திருத்தவும்"),
                n("e05e2336", "வெளியீட்டை நீக்கிவிட்டு, கட்டுரையை வரைவுகளுக்கு நகர்த்தவும்"),
                n("d36447e0", "இங்குதான் நீங்கள் எழுதுவீர்கள்"),
                n("ca0ed982", "வரைவைத் தொடரவும் அல்லது புதிய கட்டுரையை உருவாக்கவும்"),
                n("ee9e42aa", "எழுது"),
                n("e9a50596", "புதிய வரைவை உருவாக்குவதில் பிழை"),
                n("e070024a", "புகைப்படத்தைத் திருத்து"),
                n("i7d24b36", "அடுத்த படம்"),
                n("f96a38a2", "முந்தைய படம்"),
                n("hac7c548", "ஊடகத்தை வெட்டு"),
                n("e3dbfba4", "படத்தின் விளக்கத்தைத் திருத்தவும்"),
                n("dd4a83a6", "உள்ளடக்க எச்சரிக்கை"),
                n("ffe9ec3a", "விளக்கங்களைச் சேர்"),
                n("j063b262", "உங்கள் புகைப்படங்களுக்கு ஒரு விளக்கத்தைச் சேர்க்கலாம், இது சில நேரங்களில் மாற்று உரை என்று அழைக்கப்படுகிறது, எனவே பார்வையற்றவர்கள் அல்லது பார்வைக் குறைபாடு உள்ளவர்கள் உட்பட இன்னும் அதிகமானவர்களுக்கு அவை அணுகக்கூடியவையாக இருக்கும். நல்ல விளக்கங்கள் சுருக்கமானவை, ஆனால் தற்போது உங்கள் புகைப்படங்களில் உள்ளவை அவற்றின் சூழலைப் புரிந்துகொள்ள போதுமானதாக இருக்கும்."),
                n("e57144f0", "நிச்சயமாக"),
                n("f9f9210c", "வேண்டாம்"),
                n("feabf2a0", "மாற்று உரை"),
                n("e36287c6", "விளக்கம்"),
                n("cf565d08", "மாற்று உரை என்றால் என்ன?"),
                n("d9f7b32a", "இந்த இடுகையில் உள்ளடக்க எச்சரிக்கையை வைக்கவும்"),
                n("ead1b80a", "ஒரு வகையைத் தேர்ந்தெடுக்கவும், இந்த இடுகையில் உள்ளடக்க எச்சரிக்கையை வைப்போம். இது பயனர்கள் பார்க்க விரும்பாத உள்ளடக்கத்தைத் தவிர்க்க உதவுகிறது."),
                n("h2437f26", "உணர்ச்சிகரமானது"),
                n("g5e1668a", "பதிவிறக்க முடியும்"),
                n("fdc6a52a", "இயக்கப்பட்டுள்ளபோது, உங்கள் வீடியோ பதிவிறக்கப்படக் கிடைக்கும்."),
                n("fe09fde2", "அமைப்புகளை மாற்றவும்"),
                n("cd5cba97", function (e) {
                    return "உள்ளடக்க எச்சரிக்கை: " + e.formattedWarningList;
                }),
                n("h7215a76", "இந்த இடுகையில் உணர்ச்சிகரமான உள்ளடக்கம் காட்டப்படுவதாக இடுகை எழுதியவர் கொடியிட்டுள்ளார்."),
                n("j32d345e", "பின்வருவதில் உணர்ச்சிகரமான உள்ளடக்கம் இருக்கக்கூடும்"),
                n("f1d9930c", "மறை"),
                n("c91f83ae", "வீடியோவைத் திருத்து"),
                n("icbec4ae", "தலைப்புகளைப் பதிவேற்றுக"),
                n("e0342f98", "தலைப்புகள்"),
                n("e7048e74", "Trim media"),
                n("ga408160", "அடுத்த வீடியோ"),
                n("dc402134", "முந்தைய வீடியோ"),
                n("bf4e9d7a", "தலைப்புக் கோப்பை பதிவேற்றவும் (.srt)"),
                n("j435467e", "சரியான வசன வரி கோப்பை பதிவேற்றுவதன் மூலம், வசன வரிகளையும் கேப்ஷன்களையும் உங்கள் வீடியோவில் சேர்க்க முடியும். கோப்புகள் SRT வடிவத்தில் இருக்க வேண்டும். வசன வரிகளும் கேப்ஷன்களும் வீடியோ திருத்தங்களால் பாதிக்கப்படாது."),
                n("a6b267fa", "கேப்ஷன்களை அகற்றவும்"),
                n("a609edbe", "புதிய இடுகையைத் தொகு"),
                n("dc295bb0", "கம்யூனிட்டியில் இடுகையிடுதல்"),
                n("e536de22", "இடுகையிட, நீங்கள் முதலில் உறுப்பினராக வேண்டும். பங்கேற்க, இந்தக் கம்யூனிட்டியில் சேருங்கள்!"),
                n("cb817dae", "இடுகையைத் திருத்து"),
                n("bec9cff8", "X-க்காகப் பதிவுசெய்"),
                n("c150ba68", "நல்வரவு!"),
                n("f8e2163e", "முதலில் உள்நுழைய விரும்புகிறீர்களா?"),
                n("a108c147", function (e) {
                    return "@" + e.screenName + " -ஐப் பின்தொடர விரும்புகிறீர்களா?";
                }),
                n("c66afdc3", function (e) {
                    return "@" + e.screenName + "-ஐப் பின்தொடர்";
                }),
                n("feccfd6e", "நீங்கள் யாரையேனும் பின்தொடரும் முன்னர் உள்நுழைய வேண்டும்."),
                n("dedce756", "இப்போது நீங்கள் அந்த இடுகையை விரும்பலாம்."),
                n("ha5987e0", "இந்த இடுகையை விரும்ப விரும்புகிறீர்களா?"),
                n("f98f4e00", "அந்த இடுகைக்கு விருப்பம் தெரிவிக்கும் முன்பு நீங்கள் உள்நுழைய வேண்டும்."),
                n("b459ba4c", "இந்த இடுகைக்குப் பதிலளிப்பதற்கு முன்னர் நீங்கள் உள்நுழைய வேண்டும்."),
                n("f3e1093a", "இப்போது நீங்கள் அதை மறுஇடுகை செய்யலாம்."),
                n("i1d8723c", "இந்த இடுகையை மீண்டும் இடுகையிட விரும்புகிறீர்களா?"),
                n("h19f38de", "அதை இடுகையிடும் முன்பு நீங்கள் உள்நுழைய வேண்டும்."),
                n("e289d950", "அந்த இடுகையைப் பகிரும் முன்பு நீங்கள் உள்நுழைய வேண்டும்."),
                n("d28215f0", "மன்னிக்கவும், கம்யூனிட்டீஸில் வாக்கெடுப்புகள் நடத்த அனுமதியில்லை!"),
                n("ec2fc089", function (e) {
                    return "உங்கள் இடுகை" + t(e.numOfTweets, "யானது", "களானவை") + ", " + e.communityName + " -க்கு அனுப்பப்பட்டது";
                }),
                n("c7152355", function (e) {
                    return "உங்கள் பட" + t(e.numberOfImages, "த்த", "ங்கள") + "ை அணுகக்கூடியதாக மாற்ற மறக்காதீர்கள்";
                }),
                n("ffa5562a", "சிறந்த பட விளக்கங்கள் சுருக்கமாகவும் விளக்கமாகவும் இருக்கும். சுருக்கத்தை வழங்குங்கள் அல்லது படத்திலேயே உரையைச் சேருங்கள்."),
                n("a2d3facd", function (e) {
                    return "உங்கள் விளக்க" + t(e.numberOfImages, "ம", "ங்கள") + "் X -ஐ மாற்றுத் திறனாளிகளும் மேலதிக சூழல் தேவைப்படும் அனைவரும் எளிதில் அணுகக்கூடியதாக ஆக்குகின்றன.";
                }),
                n("cc6d0a48", "அணுகல்தன்மை அமைப்புகளில் இந்த நினைவூட்டலை முடக்கலாம்."),
                n("j499fbcb", function (e) {
                    return "விளக்க" + t(e.numberOfImages, "த்த", "ங்கள") + "ை சேர்";
                }),
                n("bb8170da", "இப்போது வேண்டாம்"),
                n("h4dd544e", "உங்கள் இடுகை அனுப்பப்பட்டது."),
                n("ice925ce", "உங்கள் இடுகை திருத்தப்பட்டுள்ளது."),
                n("eae9e604", "உங்கள் இடுகை அனுப்பப்பட்டது. ஏதேனும் திருத்தங்களைச் செய்ய உங்களுக்கு 30 நிமிடங்கள் உள்ளன."),
                n("gcdf3fd6", "உங்கள் இடுகை அனுப்பப்பட்டது. ஏதேனும் திருத்தங்களைச் செய்ய உங்களுக்கு 1 மணிநேரம் கிடைக்கும்."),
                n("c7999d10", "உங்கள் இடுகைகள் அனுப்பப்பட்டன."),
                n("b97f5eb2", "இடுகையை அனுப்புகிறது..."),
                n("g08523f0", "இடுகையை அனுப்புகிறது ... அது வெளியிடப்பட்டதும், எந்த மாற்றங்களையும் செய்ய உங்களுக்கு 30 நிமிடங்கள் இருக்கும்."),
                n("fa53f95c", "இடுகையை அனுப்புகிறது ... அது வெளியிடப்பட்டதும், எந்த மாற்றங்களையும் செய்ய உங்களுக்கு 1 மணிநேரம் இருக்கும்."),
                n("a608b1b4", "இடுகையை நிராகரிக்கவா?"),
                n("j890123a", "தொடர்ச்சியை நிராகரிக்கவா?"),
                n("af4d0a80", "திருத்தங்களை நிராகரிக்கவா?"),
                n("bb01231c", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் வரைவை இழப்பீர்கள்."),
                n("if69307c", "நீங்கள் வெளியேறினால் உங்கள் மாற்றங்கள் சேமிக்கப்படாது."),
                n("d2c271f6", "இடுகையைச் சேமிக்கவா?"),
                n("abb90544", "உங்கள் வரைவுகளிலிருந்து பின்னர் அனுப்ப இதைச் சேமிக்கலாம்."),
                n("d3bb6f30", "குறிப்பு: மீடியாவில் டேக் செய்யப்பட்டுள்ள கணக்குகள் வரைவில் சேமிக்கப்படாது."),
                n("bf9b89e4", "உங்கள் வரைவு சேமிக்கப்பட்டது."),
                n("i63bfbf0", "அந்த எண்ணத்தை வைத்திருங்கள்"),
                n("a6c55352", "நாங்கள் இன்னும் உங்கள் வீடியோவை பதிவேற்றுகிறோம். உங்கள் இடுகையை நிராகரிக்க விரும்புகிறீர்களா? உங்கள் வரைவையும் இணைப்புகளையும் இழந்துவிடுவீர்கள்."),
                n("c3d89aca", "தொடர்க"),
                n("b983f9e0", "கவனம்"),
                n("ed5c4342", "நினைவில் கொள்ள வேண்டிய ஓரிரு விஷயங்கள் ..."),
                n("abc4afcc", "உங்கள் திருத்த நேரம் காலாவதியானது"),
                n("a9a471fa", "இடுகைகள் வெளியிடப்பட்ட முதல் 30 நிமிடங்களுக்குள் மட்டுமே அவற்றைத் திருத்த முடியும்."),
                n("a3483f1c", "இடுகைகள் வெளியிடப்பட்ட 1 மணிநேரத்திற்குள் மட்டுமே அவற்றைத் திருத்த முடியும்."),
                n("g4bcc5f4", "இது உங்கள் கடைசி திருத்தம்"),
                n("g922bf14", "உங்கள் இடுகையை மீண்டும் புதுப்பிக்க முடியாது."),
                n("f58b5009", function (e) {
                    return "உங்கள் இடுகை " + e.scheduleDate + " அன்று " + e.scheduleTime + "-க்கு அனுப்பப்படும்";
                }),
                n("fa97f508", "இவற்றை அனுப்பிய பின்னர் இந்தத் தொடர்ச்சியில் மேலும் அதிக இடுகைகளைச் சேர்க்கலாம்."),
                n("c091760c", "இந்த திருத்தம் சேமிக்கப்படவில்லை. உங்கள் புதுப்பிப்பை மீண்டும் முயற்சிக்கலாம் அல்லது நிராகரித்துவிட்டு மீண்டும் தொடங்கலாம்."),
                n("d38504ad", function (e) {
                    return e.maxMediaCap + " புகைப்படங்கள், வீடியோக்கள் அல்லது GIFகள் வரை தேர்வுசெய்யவும்.";
                }),
                n("dd6734c2", "மேலும் படிக்கவும்"),
                n("g589c2e2", "தேர்வு 1"),
                n("a1e6c3a2", "தேர்வு 2"),
                n("a739e006", "தேர்வு 3 (விருப்பம்)"),
                n("d89a5b92", "தேர்வு 4 (விருப்பம்)"),
                n("c2a8118e", "வாக்கெடுப்பை அகற்று"),
                n("a8ede1de", "தேர்வைச் சேர்"),
                n("af40a8e0", "சேர்"),
                n("caf8edc4", "வாக்கெடுப்பின் காலம்"),
                n("g93586be", "நாட்கள்"),
                n("d073b644", "மணிநேரம்"),
                n("a2f0728e", "நிமிடங்கள்"),
                n("c9f5ae0a", "வரைவுகளில் சேமி"),
                n("f0afcc0e", "வாக்கெடுப்பைச் சேர்"),
                n("d39e3e78", "இடுகையைத் திட்டமிடு"),
                n("f6bab0da", "இடுகை உரை"),
                n("cc2b28fc", "நீங்கள் 1 வகை இணைப்பை மட்டுமே வைத்திருக்க முடியும்"),
                n("i6f7062c", "இடுகையைச் சேர்"),
                n("j1d5791c", "பதிலைச் சேர்"),
                n("e76f3776", "இடுகையை அகற்று"),
                n("ec10ee02", "வாக்கெடுப்பு"),
                n("cce30dcc", "அமைவிடத்தை இணை"),
                n("ee016dd6", "நீண்ட வீடியோக்களை பதிவேற்ற சிறிது நேரமாகும். பதிவேற்ற இடையூறுகளைத் தவிர்க்க உங்கள் உலாவி தாவலைத் திறந்து வைத்திருப்பதை உறுதிசெய்யவும்."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + "படம் விளக்க" + t(e.numberOfAltTextEntries, "ம", "ங்கள") + "்";
                }),
                n("d1175c78", "நபர்களை இணை"),
                n("b2943227", function (e) {
                    return "தலைப்பைப் பதிவேற்றவும் கோப்பு" + t(e.numberOfVideos, "", "கள்") + " (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " தலைப்பு கோப்பு" + t(e.numberOfSubtitles, "", "கள்");
                }),
                n("e349147c", "என்ன நிகழ்கிறது?"),
                n("b4481d6c", "உங்கள் எண்ணங்களைப் பகிரவும்..."),
                n("fbd24526", "மற்றொரு பதிலைச் சேர்"),
                n("de4669e2", "ஒரு கருத்துரையைச் சேர்"),
                n("ed1f39ec", "உங்கள் பதிலை இடுகையிடவும்"),
                n("a402b908", "கேள்வியைக் கேள்"),
                n("ic05a146", "தலைப்பு"),
                n("d9c096f0", "படத்தை உருவாக்கு"),
                n("d2553906", "உங்கள் இடுகையை மேம்படுத்தவும்"),
                n("b85f402a", "Grok உடன் உங்கள் இடுகையை மேம்படுத்தவும்"),
                n("e815fc34", "பார்வையாளர்களைத் தேர்வுசெய்யவும்"),
                n("cf44066a", "சர்கிள்"),
                n("c6992b94", "Premium பிரத்யேகம்"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "நபர்" + t(e.count, "", "கள்");
                }),
                n("f0598964", "சிறிய குழுவினருடன் பகிர விரும்புகிறீர்களா?"),
                n("e1ae1c0a", "சர்கிள், நீங்கள் தேர்ந்தெடுப்பவர்களுடன் மட்டும் இடுகைகளை அனுப்ப உங்களை அனுமதிக்கும்."),
                n("eb969e30", "எவ்வாறு சர்கிள் செயல்படுகிறது"),
                n("bb55e8ee", "உங்களுக்குத் தெரிந்தவர்களைச் சேர்க்கவும்"),
                n("f1aedb7c", "உங்கள் சர்கிளில் சேர்க்க, அவற்றிலிருந்து 150 வரை நீங்கள் தேர்வு செய்யலாம்."),
                n("b659fba8", "அவர்களுக்கு மட்டும் இடுகையிடவும்"),
                n("c474be66", "தொடருங்கள் - அந்த எண்ணங்களைப் பகிர்ந்து கொள்ளுங்கள். உங்கள் சர்கிள் மட்டுமே அவற்றைப் பார்த்து பதிலளிக்க முடியும்."),
                n("h031847a", "எந்த நேரத்திலும் விஷயங்களை மாற்றலாம்"),
                n("bd9db21f", "மேலும் அறிக"),
                n("gfca5254", "விதிகள்"),
                n("f510c8b2", "கம்யூனிட்டி விதிமுறைகள்"),
                n("g46f363e", "உரையாடலில் இணைவதற்கு முன்னர் கம்யூனிட்டி விதிமுறைகளைப் பார்க்கவும்"),
                n("f6fec9f6", "கார்டு மாதிரிக்காட்சியை அகற்று"),
                n("b2df0574", "பின்தொடர்பவர்களுடனும் பகிர்"),
                n("ccfc7453", function (e) {
                    return "உங்களைப் பின்தொடரும் @" + e.screenName + " -இன் சர்கிளில் இருக்கும் அனைவரும் பதிலளிக்கலாம்";
                }),
                n("d4d17205", function (e) {
                    return "@" + e.screenName + " -இன் சர்கிளில் இருக்கும் அனைவரும் பதிலளிக்கலாம்";
                }),
                n("df961844", "உங்களைப் பின்தொடரும், உங்கள் சர்கிள் மட்டுமே பதிலளிக்கலாம்"),
                n("ce958ec8", "உங்கள் சர்கிள் மட்டுமே பதிலளிக்கலாம்"),
                n("c7df589e", "உங்களைப் பின்தொடரும், இடுகை எழுதியவரின் சர்கிளில் உள்ள அனைவரும் பதிலளிக்கலாம்"),
                n("j65d7c72", "இடுகை எழுதியவரின் சர்கிளில் உள்ள அனைவரும் பதிலளிக்கலாம்"),
                n("i8ea6d4e", "அனைவரும் பதிலளிக்கலாம்"),
                n("a176d0d8", "நீங்கள் பின்தொடரும் கணக்குகள் பதிலளிக்கலாம்"),
                n("gc7e52ca", "நீங்கள் குறிப்பிடும் கணக்குகள் மட்டுமே பதிலளிக்கலாம்"),
                n("feb7560a", "சப்ஸ்கிரைபர்ஸ் மட்டுமே பதிலளிக்க முடியும்"),
                n("h257006e", "இந்தக் கம்யூனிட்டியின் விதிகளை மதிப்பாய்வு செய்யவும்"),
                n("ebe1d850", "உங்கள் சப்ஸ்கிரைபர்ஸ் மட்டுமே பதிலளிக்க முடியும்"),
                n("b121464a", "சரிபார்க்கப்பட்ட கணக்குகள் மட்டுமே பதிலளிக்க முடியும்"),
                n("aa65a44a", "இந்தச் சாதனத்தில் உங்கள் விருப்பத்தை நினைவில் கொள்வோம்"),
                n("a4993fa2", "GIF -ஐ சேர்"),
                n("bfb895b1", function (e) {
                    return e.date + " அன்று " + e.time + " மணிக்கு அனுப்பும்";
                }),
                n("hb36f723", function (e) {
                    return "காலவரிசையில் முதல் " + e.count + " எழுத்துக்குறிகள் மட்டுமே தெரியும்.";
                }),
                n("d759c09e", "முயலவும்"),
                n("e4472565", function (e) {
                    return "பதிவேற்றுகிறது (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "செயலாக்குகிறது (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "பதிவேற்றுகிறது (" + e.percent + "%)";
                }),
                n("daad8822", "பதிவேற்றம் தோல்வியுற்றது"),
                n("i8ff6261", function (e) {
                    return "இந்த வீடியோ பதிவேற்றக்கூடிய அதிகபட்ச கோப்பு அளவை (" + e.human_readable_max_size + "GB) விட அதிகமாக உள்ளது போல் தெரிகிறது.";
                }),
                n("cba4fdde", "X -இல் பார்வையாளர்களுக்கு 1080p-இல் வழங்கவும்"),
                n("ef8f5d90", "பரிந்துரைக்கப்படுபவை"),
                n("a7046fb0", "அரிதாகவே தேவை"),
                n("acf3ecf4", "மீடியாவைச் சேர்"),
                n("bdbcdd94", "புகைப்படங்களைச் சேர்"),
                n("f2c8c04d", "உங்கள் இடுகைகளைப் பொதுவில் காண்பிக்க"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " மற்றும் " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "்";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " மற்றும் " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "ுக்கு";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "சப்ஸ்கிரைபர்ஸுக்கும்"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " மற்றும் " + e.otherUserName;
                }),
                n("i9451241", "சப்ஸ்கிரைபர்ஸுக்கும்"),
                n("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + e.userThreeName;
                }),
                n("dcbb6a0b", "சப்ஸ்கிரைபர்ஸுக்கும்"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "ுக்கு";
                }),
                n("c65916af", "சப்ஸ்கிரைபர்ஸுக்கும்"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " மற்றும் " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + "-இன்";
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " மற்றும் " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + "-இன்";
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + " -இன் ";
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "ுக்கு";
                }),
                n("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + "-இன்";
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "ுக்கு";
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "விளம்பரப்படுத்துக"),
                n("f11264ac", "கட்டண முறையைச் சேர்"),
                n("j619ec94", "இடுகையை விளம்பரப்படுத்து"),
                n("h1fcb36c", "உங்கள் இடுகையை விளம்பரப்படுத்தவும்"),
                n("fd22cfe0", "விளம்பர விதிமுறைகள் மற்றும் நிபந்தனைகளை"),
                n("i3656b52", "நீங்கள் எவ்வளவு செலவு செய்ய விரும்புகிறீர்கள்?"),
                n("h7c29de6", "கணிக்கப்படும் இலக்கு"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " நபர்கள்";
                }),
                n("i976aff4", "உங்கள் பில்லிங் நாணயத்துடன் பொருந்த, தினசரி பட்ஜெட் தகவலைப் புதுப்பிக்கவும்."),
                n("e1e912f2", "உங்கள் இடுகை இடுகையிடப்பட்டது, எனினும் அதற்கு எங்களால் பூஸ்டை இயக்க முடியவில்லை. உங்களிடம் கட்டணம் வசூலிக்கப்படாது."),
                n("fe26420a", "குறிச்சொற்களைச் சேர்"),
                n("aacfbe55", function (e) {
                    return "@" + e.screenName + "-க்காக இடுகையிடுகிறீர்கள்.";
                }),
                n("ga8627cd", function (e) {
                    return "@" + e.screenName + "-க்காக பதிலளிக்கிறீர்கள்.";
                }),
                n("e6d2573f", function (e) {
                    return "@" + e.screenName + "-க்காக செய்தி அனுப்புகிறீர்கள்.";
                }),
                n("d37a3e15", function (e) {
                    return "@" + e.screenName + "-க்காக இந்தப் பட்டியலை உருவாக்குகிறீர்கள்.";
                }),
                n("ceb1ad26", "பதிவிறக்கக்கூடிய வீடியோக்களை அறிமுகப்படுத்துகிறோம்"),
                n("ea97bc08", "ஆஃப்லைனில் காணுங்கள் அல்லது ரீமிக்ஸ் செய்யுங்கள்! பிரீமியம் பயனர்கள் இப்போது உங்கள் உள்ளடக்கத்தைப் பதிவிறக்கி அதை மாற்றி யோசிக்கும் அதிகாரம் பெற்றுள்ளனர். உங்கள் வீடியோக்கள் பதிவிறக்கப்படவில்லை எனில், உங்கள் வீடியோவில் “திருத்து” என்பதைத் தட்டவும். உங்கள் உள்ளடக்கம், உங்கள் விதிகள்."),
                n("e6042757", function (e) {
                    return "இடுகையைத் திருத்த, " + e.minutes + " நிமிட" + t(e.minutes, "ம", "ங்கள") + "் மற்றும் " + e.seconds + " வினாடி" + t(e.seconds, " உள்ளது", "கள் உள்ளன") + " உள்ளது";
                }),
                n("a4e39717", function (e) {
                    return "இடுகையைத் திருத்த " + e.minutes + " நிமிட" + t(e.minutes, "ம", "ங்கள") + "் உள்ளது";
                }),
                n("c55eed72", "இவருக்கான பதிலில்"),
                n("caca3102", "இந்த உரையாடலில் உள்ள பிறர்"),
                n("c6a6dc2f", function (e) {
                    return "@" + e.screenName + " -ஐ தடைசெய்துள்ளீர்கள், எனவே நீங்கள் பதிலளிக்கும்போது அவருக்கு அறிவிப்பு அனுப்பப்படாது.";
                }),
                n("f5b426c2", "பயனர்களை ஏற்றுகிறது"),
                n("c20dc654", "10 பேர் வரை மட்டுமே இணைக்க முடியும்."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " -ஐப் புகைப்படங்களில் இணைக்க முடியாது";
                }),
                n("cca7fa72", "திட்டமிடப்பட்ட இடுகையை நீக்க முடியவில்லை."),
                n("c5dd0190", "நேரம்"),
                n("edeff232", "தேதி"),
                n("fddf24b4", "நேர மண்டலம்"),
                n("d39dc06e", "கடந்த காலத்தில் அனுப்புவதற்காக இடுகையைத் திட்டமிட முடியாது."),
                n("d024efe2", "நீங்கள் 18 மாதங்களுக்கு மேல் எதிர்காலத்திற்காக ஓர் இடுகையைத் திட்டமிட முடியாது."),
                n("d15af6da", "சில அனுப்பப்படாத இடுகைகளை நீக்க முடியவில்லை."),
                n("a1e1b748", "நீங்கள் தேர்ந்தெடுத்த அனுப்பப்படாத இடுகைகள் நீக்கப்பட்டன."),
                n("ce80fba0", "அனுப்பப்படாத இடுகைகளை ஏற்றுகிறது"),
                n("i5d56b62", "இடுகையிட இன்னும் தயாராக இல்லையா? அதை உங்கள் வரைவுகளில் சேமிக்கவும் அல்லது பின்னர் அனுப்ப திட்டமிடவும்."),
                n("aef6257e", "அனுப்பப்படாத இடுகைகளை நீக்குகிறது"),
                n("dce0bc34", "அனுப்பப்படாத இடுகைகள்"),
                n("f8464692", "அட்டவணையிடப்பட்டது"),
                n("e8bd47f2", "அனைத்தையும் தேர்ந்தெடு"),
                n("j2b145d4", "அனைத்தையும் தேர்வுநீக்கு"),
                n("h6c79ac2", "அனுப்பப்படாத இடுகைகளை நிராகரி"),
                n("d0a4a03c", "இதைச் செயல்தவிர்க்க முடியாது, உங்களின் அனுப்பப்படாத இடுகைகளை இழப்பீர்கள்."),
                n("f9f69d32", "அனுப்ப முடியவில்லை"),
                n("j74e5dd4", "நீங்கள் பதிலளிக்க முயலும் இடுகை நீக்கப்பட்டுவிட்டது"),
                n("c5ceafc8", "பதிலளிக்கிறார்"),
                n("f501ba43", function (e) {
                    return "மேலும் " + e.count + " இடுகை" + t(e.count, "", "கள்");
                }),
                n("b321d0cc", "படங்களை ஏற்று"),
                n("abd649ce", "அனுப்பப்படாத இடுகையை நிராகரி"),
                n("c7d42978", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் வரைவு இடுகையை இழப்பீர்கள்."),
                n("e43a5528", "ஏதோ தவறாகிவிட்டது, அனுப்பப்படாத இடுகை நீக்கப்படவில்லை."),
                n("e7c766ee", "இருப்பிடச் சேவைகள் முடக்கப்பட்டுள்ளன"),
                n("ab68727a", "உங்கள் சாதனத்தின் அமைப்புகளில் அவற்றை ஆன் செய்யலாம்."),
                n("ae4057a2", "இருப்பிடத்தைத் தீர்மானிக்க முடியவில்லை"),
                n("bf2923a6", "உங்கள் சாதனத்தின் அமைப்புகளைச் சரிபார்க்கவும்."),
                n("d963d1b6", "இடங்கள் எதுவும் காணப்படவில்லை"),
                n("a893d602", "சரி"),
                n("be6cc44e", "அமைவிடங்களைத் தேடுக"),
                n("d8ef3232", "இருப்பிடங்களைப் பெற முடியவில்லை"),
                n("b01ed2db", function (e) {
                    return e.distance + " மை";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " அடி";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " கிமீ";
                }),
                n("b211849f", function (e) {
                    return e.distance + " மீ";
                }),
                n("fd391b9f", function (e) {
                    return e.entity + " -ஐ உட்பொதி";
                }),
                n("e1618e49", function (e) {
                    return "@" + e.screenName + " -ஐப் பின்தொடர்ந்துள்ளீர்கள்";
                }),
                n("ge5067bc", "பதிலை மறை"),
                n("j136c720", "இடுகைலிருந்து பதில் மறைக்கப்பட்டுள்ளது"),
                n("d66f0338", "உங்கள் இடுகைகளுக்கான பதில்களை மறைத்தல்"),
                n("cfc8cb50", "நீங்கள் தொடங்கும் உரையாடல்களில் கூடுதல் கட்டுப்பாட்டைக் கொடுக்க, இடுகை எழுதுபவர்கள் தங்கள் இடுகைகளுக்கான பதில்களை மறைக்கலாம்."),
                n("if8dc5f0", "மறைக்கப்பட்ட பதில்கள் தனி பக்கத்திற்கு நகர்த்தப்பட்டன,  இடுகையில் மறைக்கப்பட்ட பதில் என்ற ஐகானைத் தேர்ந்தெடுப்பதன் மூலம் யார் வேண்டுமானாலும் அவற்றைக் காணலாம்."),
                n("b2615c6d", function (e) {
                    return "@" + e.screenName + " -ஐத் தடையும் செய்யவா?";
                }),
                n("i62a03aa", "இல்லை"),
                n("f9f27fa2", "இடுகையை மறை"),
                n("ce87916a", "சிறப்புக் கூறுகளில் சேர்/அகற்று"),
                n("eaae42ce", "சிறப்புக் கூறுகளில் சேர்க்கவா?"),
                n("h032d096", "சிறப்புக் கூறுகளிலிருந்து அகற்றவா?"),
                n("be38d25e", "இந்த இடுகை உங்கள் சுயவிவரத்தில் உள்ள சிறப்புக் கூறுகள் தாவலில் இடம்பெற்றது."),
                n("d2be9310", "இந்த ட்விட் உங்கள் சுயவிவரத்தில் உள்ள சிறப்புக் கூறுகள் தாவலிலிருந்து அகற்றப்பட்டது."),
                n("jea6b076", "சிறப்புக் கூறுகளில் வெற்றிகரமாகச் சேர்க்கப்பட்டது."),
                n("ce6fd0ec", "சிறப்புக் கூறுகளிலிருந்து வெற்றிகரமாக அகற்றப்பட்டது."),
                n("ha35a1d2", "உங்கள் சுயவிவத்தில் பின்செய்யவும்"),
                n("d04f95c0", "உங்கள் சுயவிவரத்தில் உங்கள் இடுகை பின்செய்யப்பட்டது."),
                n("i419d136", "இடுகையைச் சுயவிவரத்தில் பின்செய்யவா?"),
                n("c1b9714a", "இது உங்கள் சுயவிவரத்தின் மேற்பகுதியில் தோன்றும் மற்றும் முன்பு பின்செய்த இடுகை எதுவும் இருந்தால் அதை மாற்றும்."),
                n("fe4d099a", "சிறப்புக் கூறு"),
                n("e8d4c1cc", "இடுகைகளைச் சிறப்புக் கூறாக மாற்றுவது ஒரு சந்தா அம்சமாகும். இந்த அம்சத்தையும் பிறவற்றையும் திறக்க சரிபார்க்கவும்."),
                n("b68c3784", "சரிபார்க்கப்படுதல்"),
                n("bb16cc76", "இந்த உரையாடலை விட்டு வெளியேறு"),
                n("de21174c", "இந்த உரையாடலிலிருந்து வெளியேறிவிட்டீர்கள்"),
                n("j33c9fc6", "பரவாயில்லை, இருக்கிறேன்"),
                n("aed79c54", "இந்த உரையாடலிலிருந்து உங்களை வெளியே அழைத்துச் செல்வோம்"),
                n("h12044a4", "சில நேரங்களில் நீங்கள் தங்க விரும்பாமல் போகலாம். ஓர் உரையாடலை விட்டு விலகினால்…"),
                n("f100e566", "உங்கள் பயனர்பெயரை இணைப்புநீக்கவும்"),
                n("a0d68f4e", "உங்கள் பயனர்பெயர் தொடர்ந்து இருக்கும், எனினும் அது அசல் இடுகையிலிருந்தும் அனைத்துப் பதில்களிலிருந்தும் இணைப்புநீக்கப்படும்."),
                n("b00255b6", "எதிர்காலக் குறிப்பீடுகளை நிறுத்து"),
                n("geea29ee", "இந்த உரையாடலில் மக்களால் உங்களை மீண்டும் குறிப்பிட முடியாது."),
                n("c54678e8", "அறிவிப்புகளை நிறுத்து"),
                n("ga4fa180", "இனி அறிவிப்புகளைப் பெற மாட்டீர்கள், எனினும் உரையாடலைப் பார்க்க முடியும்."),
                n("h8dde772", "நீங்கள் உரையாடலை விட்டு வெளியேறினால் யாருக்கும் தெரிவிக்கப்படாது."),
                n("ee87e71c", "நீங்கள் உங்களையே செயல்மறைக்க முடியாது."),
                n("ed428a76", "நீங்கள் குறிப்பிட்ட பயனரை செயல்மறைக்கவில்லை."),
                n("e2d6c17e", "இந்த உரையாடலை செயல்மறை"),
                n("cd1942f4", "இந்த உரையாடலை செயல்மறைவு நீக்கு"),
                n("bbd8bed6", "இந்த உரையாடலுக்கு அறிவிப்புகள் செயல்மறைக்கப்பட்டன"),
                n("c13af432", "இந்த உரையாடலுக்கு அறிவிப்புகள் செயல்மறைவு நீக்கப்பட்டன"),
                n("df744bda", "இதைச் செயல்மறை"),
                n("j9552760", "உரையாடலை செயல்மறை"),
                n("d751694c", "நீங்கள் ஓர் உரையாடலைச் செயல்மறைக்கும்போது, அதைப் பற்றிய புதிய அறிவிப்புகள் எதையும் பெற மாட்டீர்கள்."),
                n("a50c911e", "உங்கள் இடுகை பின் செய்யப்பட்டு, சிறப்புக் கூறுகளில் சேர்க்கப்பட்டது"),
                n("d1c1e2c2", "கம்யூனிட்டியில் பின் செய்க"),
                n("j832cc34", "இது உங்கள் கம்யூனிட்டியின் மேலே தோன்றும்."),
                n("h7dbb2f2", "இது உங்கள் கம்யூனிட்டியின் மேலே தோன்றும், மேலும் முன்பு பின்செய்த இடுகை எதுவும் இருந்தால் அதை மாற்றும்."),
                n("d8725596", "கம்யூனிட்டி மதிப்பீட்டாளர்களால் பின் செய்யப்பட்டது"),
                n("f5cdcc2c", "இந்த விளம்பரத்தில் ஆர்வமில்லை"),
                n("c2e276e4", "கம்யூனிட்டியிலிருந்து ஆசிரியரைத் தடைசெய்"),
                n("a95f04ba", "இந்த இடுகையிலிருந்து புகைப்பட இணைப்பை அகற்ற விரும்புகிறீர்களா?"),
                n("jfc76958", "புகைப்படத்திலிருந்து இணைப்பை நீக்கவும்"),
                n("j4e43d8b", function (e) {
                    return e.entity + " -ஐப் பற்றிப் புகாரளி";
                }),
                n("e3fd237e", "விளம்பரத்தைப் புகாரளி"),
                n("ebb7662a", "இடுகையைப் புகாரளி"),
                n("d1e21610", "NetzDG விதிமீறலைப் பற்றி புகாரளிக்கவும்"),
                n("d7513755", function (e) {
                    return "இந்தக் கம்யூனிட்டியில் @" + e.screenName + " -இன் இடுகைகளைத் தேடவும்";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " - " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "@" + e.screenName + "-ஐப் பின்தொடராதே";
                }),
                n("c2423b7b", function (e) {
                    return "@" + e.screenName + " -ஐப் பின்தொடர்வதை நிறுத்தியுள்ளீர்கள்";
                }),
                n("i31dfa4c", "பதிலை மறைப்பு நீக்கு"),
                n("j8e56ba2", "பதில் மறைப்பு நீக்கப்பட்டது"),
                n("ic030338", "சுயவிவரத்திலிருந்து பின்நீக்கம் செய்"),
                n("gfcea3f4", "சுயவிவரத்திலிருந்து இடுகையைப் பின்நீக்கம் செய்யவா?"),
                n("eb2d59f4", "இது இனி உங்கள் சுயவிவரத்தின் மேற்பகுதியில் தானாகத் தோன்றாது."),
                n("a2dd7414", "உங்கள் இடுகை உங்கள் சுயவிவரத்திலிருந்து பின்நீக்கப்பட்டது"),
                n("cac6a24a", "பின்செய்த இடுகையை அகற்று"),
                n("i642edc4", "இந்த இடுகை இனி கம்யூனிட்டி ஊட்டத்தின் மேலே தோன்றாது."),
                n("f9478972", "மறைக்கப்பட்டுள்ள பதில்களைக் காட்டு"),
                n("c5491b5d", function (e) {
                    return e.entity + " ஈடுபாடுகளைக் காட்டு";
                }),
                n("haebcf52", "மக்கள் உங்களை இந்த உரையாடலில் மீண்டும் குறிப்பிட முடியாது, அத்துடன் இனி நீங்கள் அறிவிப்புகளைப் பெற மாட்டீர்கள்."),
                n("c837fcaa", "மேலும் பதில்களைக் காண்பி"),
                n("d228a9a0", "மேலும் காண்பி"),
                n("g0b48670", "இந்த உரையாடலில் மிக அதிக பதில்கள் இருப்பதால், அவை அனைத்தையும் காண்பிக்க முடியவில்லை."),
                n("d9b417c4", "ஆர்வமில்லை என அமைக்கவும்"),
                n("c29d6806", "பரிந்துரைப்பதை நிறுத்தவும்"),
                n("ge8f3043", function (e) {
                    return e.topicName + " தலைப்பைப் பின்தொடரவும்";
                }),
                n("aa576cbf", function (e) {
                    return e.topicName + " தலைப்பைப் பின்தொடராதே";
                }),
                n("i77347d1", function (e) {
                    return e.topicName + " தலைப்பை நிராகரிக்கவும்";
                }),
                n("d69b2d90", "இந்தத் தலைப்பில் உங்களுக்கு ஆர்வமில்லை."),
                n("je808a17", function (e) {
                    return e.topicName + " தலைப்பு";
                }),
                n("ic6aa5f4", "அங்கீகரிக்கப்பட்டது."),
                n("c02e7e3c", "ஏற்றுகிறது..."),
                n("c5453f28", "ரவுண்ட் 64"),
                n("eb256a86", "ரவுண்ட் 32"),
                n("g77adc66", "ஸ்வீட் பதினாறு"),
                n("a6d2520c", "ஸ்வீட் 16"),
                n("g5b63eb6", "எலைட் எட்டு"),
                n("d8bf2890", "எலைட் 8"),
                n("f9d3d6f2", "ஃபைனல் டூர்"),
                n("bda24f7c", "ஃபைனல் 4"),
                n("i5043440", "தேசியச் சாம்பியன்ஷிப்"),
                n("fcb16026", "சாம்பியன்ஷிப்"),
                n("e9c89ee8", "கிழக்கு"),
                n("h259fd86", "மேற்கு"),
                n("a7b2545a", "தெற்கு"),
                n("fdf7819a", "மிட்வெஸ்ட்"),
                n("i899e9b0", "பிராக்கெட்டைச் சமர்ப்பி"),
                n("c5b04394", "தெரிவுகளைக் காட்டு"),
                n("h836bbae", "டோர்னமெண்ட்டைக் காட்டு"),
                n("e1059d6c", "1வது சுற்று"),
                n("b1602be4", "2வது சுற்று"),
                n("ef7bc2c0", "மார்ச் 20-21"),
                n("h726aaf2", "மார்ச் 22-23"),
                n("ee7cd198", "மார்ச் 27-28"),
                n("fed91402", "மார்ச் 29-30"),
                n("aba0a450", "ஏப் 5"),
                n("jdfba2dc", "ஏப் 7"),
                n("b7c6bc12", "TBD"),
                n("c373612c", "தெரிவு:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "இப்போது அனுப்பு"),
                n("b23688c8", "டைமரை செயல்தவிர்"),
                n("cca5d499", function (e) {
                    return "1 அல்லது 2 சொற்றொடர்களில் " + e.selectedText + " -ஐப் பற்றி எனக்குச் சொல்லவும்.";
                }),
                n("d231a76a", "சிறந்த பிராக்கெட்டுக்கு $100k வெல்லுங்கள் 🏀"),
                n("heaba5d8", "உங்கள் கல்லூரி கூடைப்பந்து பிராக்கெட்டை X -இல் டிசைன் செய்யவும். மிகச் சிறப்பான பிராக்கெட், செவ்வாய் கிரகம் செல்லும் பயணத்தை வெல்லும்!"),
                n("i57d3ea0", "விதிகள் பொருந்தும்"),
                n("a0440af6", "பிராக்கெட்டை உருவாக்கவும்"),
                n("aaad27c8", "எழுதியவர்"),
                n("eb748f7e", "இடுகைப் பகுப்பாய்வைக் காட்டு"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "காயின்" + t(e.count, "", "கள்");
                }),
                n("be059f7e", "இப்போதே 100k பயனர்களை அடையுங்கள்"),
                n("c34f845e", "இந்த இடுகையை பூஸ்ட் செய்ய முயலவும்!"),
                n("c37102aa", "உங்கள் உள்ளடக்கத்தில் ஆர்வம் காட்டக்கூடிய 1,00,000 -க்கும் மேற்பட்ட பயனர்களை இன்றே சென்றடையுங்கள்."),
                n("ac245c4c", "இப்போதே தெரிவுநிலையை பூஸ்ட் செய்க"),
                n("e4db6326", "பின்னர் பார்க்கலாம்"),
                n("g6237a1e", "ப்ரமோஷன் இயங்குதல்"),
                n("d6b5949e", "விளம்பரம் இடைநிறுத்தப்பட்டது"),
                n("ffd9cfe6", "மேலும் பார்க்க"),
                n("d172116a", "மேலும் கண்டறியவும்"),
                n("be5df69e", "மேலும் இடுகைகள்"),
                n("g11ebd34", "மேலும் பரிந்துரைகள்"),
                n("g4a6901a", "உலாவுக"),
                n("h6453e74", "இடுகைகளை உலாவவும்"),
                n("je506a60", "பயனர்பெயரை மாற்று"),
                n("c0fcb08a", "உங்கள் பயனர்பெயரை மாற்றினால், உங்கள் சரிபார்ப்பு குறி மற்றும் இணைப்புகள் மதிப்பாய்வு செய்யப்படும் வரை தற்காலிகமாக அகற்றப்படும்."),
                n("d1f6d336", "பயனர்பெயர்"),
                n("de65c756", "பரிந்துரைகள்"),
                n("ebeeac1a", "மின்னஞ்சலை மாற்று"),
                n("dc013356", "நடப்பு மின்னஞ்சல் முகவரி"),
                n("ea28c7ce", "மின்னஞ்சல் அமைப்புகளை ஏற்றுகிறது"),
                n("f3f66252", "மின்னஞ்சல் முகவரியைச் சேர்க்கவும்"),
                n("i5107de4", "மின்னஞ்சல் முகவரியைப் புதுப்பி"),
                n("d19fd42a", "உறுதிப்படுத்தல் மின்னஞ்சலை மீண்டும் அனுப்பு"),
                n("g4da3246", "மின்னஞ்சல் அனுப்பப்பட்டுள்ளது. விரைவில் உங்கள் இன்பாக்ஸில் ஓர் உறுதிப்படுத்தல் இணைப்பைச் சரிபார்க்கவும்."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "தற்போதைய கடவுச்சொல்"),
                n("a9bc3044", "புதிய கடவுச்சொல்"),
                n("b8c03cfc", "கடவுச்சொல்லை உறுதிசெய்யவும்"),
                n("b731d32c", "உங்கள் கடவுச்சொல் புதுப்பிக்கப்பட்டது."),
                n("d555d7e0", "புதிய கடவுச்சொல், உங்களது தற்போதைய கடவுச்சொல்லைப் போன்று இருக்க முடியாது."),
                n("fa8af9ae", "கடவுச்சொற்கள் பொருந்தவில்லை."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " பயன்பாடு" + t(e.applicationCount, "", "கள்");
                }),
                n("j25601d9", "மேலும் அறிய"),
                n("cb841d56", "தொலைபேசியை மாற்று"),
                n("ce37ea44", "ஃபோன் எண்ணைச் சேர்க்கவும்"),
                n("ibaf239e", "தொலைபேசி எண்ணைப் புதுப்பி"),
                n("j2636558", "தொலைபேசி எண்ணை நீக்கு"),
                n("e49b16d4", "தொலைபேசி எண்ணை நீக்கவா?"),
                n("i931719e", "இது உங்கள் கணக்கிலிருந்து எண்ணை அகற்றும், உங்களால் அதில் இனி அறிவிப்புகளை அல்லது உள்நுழைவுக் குறியீடுகளைப் பெற முடியாது."),
                n("j841d1f4", "தொலைபேசி அகற்றப்பட்டது."),
                n("fe8b565a", "இது இந்தக் கணக்கிலிருந்து தொலைபேசி எண்ணை நீக்கும், மேலும் நீங்கள் இனி X இலிருந்து அறிவிப்புகளை உரை செய்திகளாகப் பெற மாட்டீர்கள். கூடுதலாக, இது இந்த கணக்கில் உள்ள இரு காரணி அங்கீகாரத்தை முடக்கும்."),
                n("hf45b8d4", "இது இந்த கணக்கிலிருந்து தொலைபேசி எண்ணை நீக்கும், மேலும் நீங்கள் இனி X இலிருந்து அறிவிப்புகளை உரை செய்திகளாகப் பெற மாட்டீர்கள். கூடுதலாக, இது இந்த கணக்கில் உள்ள இரு காரணி அங்கீகார முறையாக இருக்கும் உரை செய்தியை முடக்கும்."),
                n("bc262c2e", "கூடுதல் முறைகள்"),
                n("hc1a91da", "மறுபிரதிக் குறியீடுகள்"),
                n("e4fed8f0", "உங்கள் இரு-காரணி அங்கீகார விருப்பங்களுக்கான அணுகல் உங்களிடம் இல்லாவிட்டால், நீங்கள் X -இல் உள்நுழையக் கூடியவாறு ஒற்றைப் பயன்பாட்டுக் மறுபிரதிக் குறியீடுகளைப் பெறவும்."),
                n("b39c7b14", "உள்நுழைவுச் சரிபார்ப்பை முடக்கவா?"),
                n("a923fce6", "இரு-காரணி அங்கீகாரத்தை முடக்குவது என்பது உங்கள் கணக்கு திருடப்படும் ஆபத்தில் உள்ளது என்று அர்த்தம். நிச்சயமாக அதை முடக்க விரும்புகிறீர்களா?"),
                n("ff781e0a", "இதை முடக்கவா?"),
                n("c557ac30", "இந்த முறையை அணைக்க விரும்புகிறீர்களா?"),
                n("d133464a", "இதை முடக்குவது உங்கள் கணக்கிலிருந்து இந்த இரு காரணி அங்கீகார முறையை நீக்குகிறது. நிச்சயமாக இதை முடக்க விரும்புகிறீர்களா?"),
                n("ee3a7bfa", "முடக்கு"),
                n("aa9139cc", "உள்நுழைவுக் கோரிக்கைகளை உறுதிசெய்க"),
                n("jc22dd42", "உள்நுழைந்த பிறகு, X பயன்பாட்டுக்கு ஒரு புஷ் அறிவிப்பை X அனுப்பும், உங்கள் கணக்கை அணுகுவதற்கு அதை நீங்கள் அங்கீகரிக்க வேண்டும்."),
                n("a219e218", "சரி"),
                n("e0d79de8", "உங்கள் கணக்கில் தற்போது ஒரு பாதுகாப்பு விசை இணைக்கப்பட்டுள்ளது. நீங்கள் அதை இழக்கும்பட்சத்தில் கணக்கை அணுகுவதை உறுதிப்படுத்த, மற்றொரு விசையைச் சேர்த்து, இரு காரணி அங்கீகார காப்புக் குறியீட்டைச் சேமிக்கவும்."),
                n("ja6bbfa0", "உள்நுழைவுச் சரிபார்ப்புத் தரவை ஏற்றுகிறது"),
                n("c2570922", "உரைச் செய்தி"),
                n("fba9483c", "நீங்கள் X-இல் உள்நுழையும்போது உள்ளிடத் தேவையான அங்கீகாரக் குறியீட்டைக் கொண்ட ஓர் உரை செய்தியைப் பெற உங்கள் மொபைல் ஃபோனைப் பயன்படுத்தவும்."),
                n("ab61b41a", "அங்கீகாரப் பயன்பாடு"),
                n("a67c7d68", "நீங்கள் X-இல் உள்நுழையும்போதெல்லாம் உள்ளிட தேவையான சரிபார்ப்புக் குறியீட்டைப் பெற ஒரு மொபைல் அங்கீகாரப் பயன்பாட்டைப் பயன்படுத்தவும்."),
                n("h6d0d89c", "பாதுகாப்பு விசை"),
                n("b3e5c946", "நீங்கள் X -இல் உள்நுழையும்போது உங்கள் கணினியில் செருகும் வகையிலான அல்லது உங்கள் மொபைல் சாதனத்துடன் ஒத்திசைக்கும் வகையிலான பாதுகாப்புச் சாவியைப் பயன்படுத்தவும். இதற்கு நீங்கள், ஆதரிக்கப்படும் மொபைல் சாதனம் அல்லது இணைய உலாவியை பயன்படுத்த வேண்டும்."),
                n("cd195528", "புதிய பாதுகாப்பு விசையைச் சேர்க்கவும்"),
                n("a1860ee8", "தற்காலிகக் கடவுச்சொல்"),
                n("j45a2856", "மூன்றாம் தரப்புச் சேவைகளில் பயன்படுத்த, ஒருமுறை பயன்படுத்தும் தற்காலிகக் கடவுச்சொல்லை உருவாக்கவும்."),
                n("d8612d9c", "முதலில் உரை செய்தி அல்லது அங்கீகாரப் பயன்பாட்டை இயக்கவும்"),
                n("e13d4468", "நீங்கள் ஒரு பாதுகாப்பு விசையை அமைக்கும் முன், உங்கள் இரண்டு காரணி அங்கீகார முறைகளில் ஒன்றாக உரை செய்தி அல்லது அங்கீகார பயன்பாட்டை முதலில் இயக்க வேண்டும்."),
                n("c1d96d6a", "அதிகபட்ச எண்ணிக்கையிலான விசைகளைச் சேர்த்துள்ளீர்கள்"),
                n("gf91694e", "நீங்கள் இன்னொரு விசையைச் சேர்ப்பதற்கு முன் ஒன்றை நீக்க வேண்டும்."),
                n("j265ddb6", "உங்கள் மின்னஞ்சலை உறுதிசெய்க"),
                n("a7cfdf1c", "இரு-காரணி அங்கீகாரத்தை இயக்க, நீங்கள் இந்த X கணக்குடன் மின்னஞ்சல் முகவரியை இணைத்து, பிறகு அதை உறுதிப்படுத்த வேண்டும், இதன்மூலம் அது உண்மையில் உங்களுடையதுதான் என்பதை அறிந்துகொள்வோம்."),
                n("d7bfde1a", "உங்கள் கணக்கு தற்போது இடைநீக்கப்பட்டுள்ளதாகத் தெரிகிறது. கணக்கு இடைநீக்கப்பட்டுள்ளபோது இரு காரணி அங்கீகாரத்தை இயக்க முடியாது."),
                n("g268fbb8", "இந்தக் கணக்கின் ID சரிபார்க்கப்பட்டுள்ளது."),
                n("f66d24be", "உதவி மையம்"),
                n("c8255462", "உங்கள் ID சரிபார்க்கப்பட்ட லேபிளை மறைக்கவும்"),
                n("c6e731ee", "உங்கள் ID சரிபார்க்கப்பட்ட லேபிளை மறைக்கவும், அதனால் உங்கள் சுயவிவரப் பக்கத்தில் உள்ள நீல செக்மார்க்கைத் தட்டும்போது மக்கள் அதைப் பார்க்கமாட்டார்கள்."),
                n("be582166", "ID சரிபார்ப்பு அம்சமானது ஆள்மாறாட்டம் செய்வதிலிருந்து உங்கள் கணக்கைப் பாதுகாக்க உதவுகிறது மற்றும் உங்கள் சுயவிவரத்திற்கு ID சரிபார்க்கப்பட்ட லேபிளை வழங்கும்."),
                n("b496bc94", "உங்கள் அரசு வழங்கிய ID -ஐ மதிப்பாய்வு செய்கிறோம். அறிவிப்புகள் மூலம் உங்களுக்குத் தெரியப்படுத்துவோம்!\n\nஅங்கீகரிக்கப்பட்டதும், உங்கள் சுயவிவரத்தில் ID சரிபார்க்கப்பட்ட லேபிளைப் பெறுவீர்கள், இதனால் உங்கள் கணக்கு ID சரிபார்க்கப்பட்டது என்பதை மக்கள் அறிவார்கள்."),
                n("d8f5cce4", "உங்கள் சரிபார்ப்பு கோரிக்கை வரம்பைத் தாண்டிவிட்டீர்கள். மீண்டும் முயலும் முன் 24 மணிநேரம் காத்திருக்கவும்."),
                n("i8427a1e", "இந்தக் கணக்கானது ID சரிபார்ப்புக்குத் தகுதி பெறவில்லை. தனிப்பட்ட Premium சப்ஸ்கிரைப்பர்கள் மட்டுமே தற்போது ID சரிபார்ப்புக்குத் தகுதி பெற்றுள்ளனர்."),
                n("cdc65e89", function (e) {
                    return e.title + " (விருப்பத்தேர்வு)";
                }),
                n("h05c1f28", "அரசு வழங்கிய ID-ஐ வழங்குவதன் மூலம் உங்கள் கணக்கைச் சரிபார்க்கவும். இதற்குப் பொதுவாக 5 நிமிடங்கள் ஆகும்."),
                n("j8cfcc62", "எனது அடையாளத்தை உறுதிப்படுத்தவும், ஆள்மாறாட்டத்தைத் தடுப்பது உட்பட X -இன் தொடர்புடைய பாதுகாப்பு மற்றும் காப்பு நோக்கங்களுக்காகவும் எனது ID -இன் படங்களையும், பிரித்தெடுக்கப்பட்ட பயோமெட்ரிக் தரவு உட்பட எனது செல்ஃபி படங்களையும் பயன்படுத்துவதற்கு X மற்றும் Au10tix -க்கு ஒப்புதல் அளிக்கிறேன். Au10tix அத்தகைய தரவை 30 நாட்கள் வரை சேமிக்கலாம்."),
                n("c4930cb6", "உங்களுக்கு என்ன தேவைப்படும்:"),
                n("ac7bb0fe", "அரசு வழங்கிய ID-ஐத் தயார் செய்யவும்"),
                n("c12ce69c", "உங்கள் சாதனத்தின் கேமரா திறக்கப்பட்டு வேலை செய்கிறதா எனச் சரிபார்க்கவும்"),
                n("c5bfe94a", "உங்கள் ID-இன் செல்ஃபி மற்றும் புகைப்படங்களை எடுக்க தயாராக இருங்கள்"),
                n("e5b7dd84", "தொடக்கம்"),
                n("abfaa528", "தவிர்"),
                n("e4fed511", "X Premium சேவையைச்"),
                n("def518fa", "கிரியேட்டர் சப்ஸ்கிர்ப்ஷன்"),
                n("f61cda83", "விளம்பர வருவாய் பகிர்வு"),
                n("g1952008", "படைப்பாளர் சப்ஸ்கிர்ப்ஷன்"),
                n("e5d0419c", "படைப்பாளர் வருவாய் பகிர்வு"),
                n("g3723480", "கிரியேட்டர் சப்ஸ்கிர்ப்ஷன்"),
                n("c776f523", "விளம்பர வருவாய் பகிர்வு"),
                n("ab9f38f8", "படைப்பாளர் சப்ஸ்கிர்ப்ஷன்"),
                n("d5cab8b0", "படைப்பாளர் வருவாய் பகிர்வு"),
                n("g1a4a1b6", "ID சரிபார்த்தல் பிழை"),
                n("e24305e4", "உங்கள் அடையாளச் சரிபார்ப்பு அமர்வு பழமையானது அல்லது செல்லாதது, மீண்டும் முயலவும்."),
                n("f7954a0c", "பாதுகாப்பு விசைகளின் தரவை ஏற்றுகிறது"),
                n("h69986c2", "உங்கள் பாதுகாப்பு விசைகளை மறுபெயரிடலாம் அல்லது நீக்கலாம்."),
                n("i5896ba2", "மற்றொரு விசையைச் சேர்க்கவும்"),
                n("a8ef2b64", "பெயரிடப்படாத பாதுகாப்பு விசை"),
                n("d4e220b4", "பெயர்"),
                n("g6d0f0b6", "பாதுகாப்பு விசையை நிர்வகி"),
                n("b894f68a", "பாதுகாப்பு விசையின் தரவை ஏற்றுகிறது"),
                n("g2601bb6", "விசையை மறுபெயரிடு"),
                n("b464b726", "விசையை நீக்கு"),
                n("a4101e1b", function (e) {
                    return "தேதி சேர்க்கப்பட்டது: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "மறுபிரதிக் குறியீடு"),
                n("ec6a76e0", "புதிய குறியீட்டை உருவாக்கு"),
                n("f2c3c31c", "குறியீட்டை நகலெடு"),
                n("e8016b64", "மறுபிரதிக் குறியீட்டை ஏற்றுகிறது"),
                n("c4ca22bc", "எப்போதேனும் உங்கள் சாதனத்திற்கான அணுகலை இழந்துவிட்டால், உங்கள் அடையாளத்தை உறுதிசெய்ய இந்தக் குறியீட்டைப் பயன்படுத்தலாம்."),
                n("f20ff69f", "மேலும் அறிக"),
                n("j2327f80", "தற்காலிகக் கடவுச்சொல்"),
                n("fbfeaf8e", "புதிய கடவுச்சொல்லை உருவாக்கு"),
                n("h4a8bd12", "கடவுச்சொல்லை நகலெடு"),
                n("g247dc1c", "தற்காலிகக் கடவுச்சொல்லை ஏற்றுகிறது"),
                n("h3a32f52", "பயன்பாடுகள் மற்றும் சாதனங்களில் X -இல் உள்நுழைவதற்கு இந்தத் தற்காலிகக் கடவுச்சொல்லை (விரும்பினால் அதில் இடைவெளிகளைப் பயன்படுத்தலாம்) பயன்படுத்தவும்."),
                n("d70fceac", "இந்தக் கடவுச்சொல் ஒரு மணிநேரத்தில் காலாவதியாகும்."),
                n("j924d222", "நாட்டை மாற்று"),
                n("e9310157", "மேலும் அறிய"),
                n("bd5ac12e", "தலைப்புகள், பொத்தான்கள் மற்றும் இந்தக் கணக்கில் X இடமிருந்து வரும் பிற உரை ஆகியவற்றுக்கு நீங்கள் விரும்பும் மொழியைத் தேர்ந்தெடுக்கவும். இது உங்கள் காலவரிசையில் நீங்கள் பார்க்கும் உள்ளடக்கத்தின் மொழியை மாற்றாது."),
                n("cef33711", function (e) {
                    return e.languageName + " (பீட்டா)";
                }),
                n("b033248c", "கண்டறிதல்"),
                n("c69b4798", "உங்கள் மின்னஞ்சல் முகவரியையும் ஃபோன் எண்ணையும் கொண்டுள்ளவர்கள் X -இல் உங்களைக் கண்டுபிடித்து இணையலாமா என்பதை முடிவு செய்யுங்கள்."),
                n("eca117e6", "உங்கள் மின்னஞ்சல் முகவரி உள்ளவர்கள் X -இல் உங்களைக் கண்டறியட்டும்"),
                n("acd36386", "உங்கள் மின்னஞ்சல் முகவரி உள்ளவர்கள் X -இல் உங்களைக் கண்டுபிடித்து இணையட்டும்."),
                n("gd8511ca", "உங்கள் ஃபோன் எண் உள்ளவர்கள் X -இல் உங்களைக் கண்டறியட்டும்"),
                n("eca935ec", "உங்கள் தொலைபேசி எண் உள்ளவர்கள் X -இல் உங்களைக் கண்டுபிடித்து இணையட்டும்."),
                n("ac77c66c", "தொடர்புகள்"),
                n("jadf483e", "உங்கள் மொபைல் சாதனங்களிலிருந்து நீங்கள் இறக்குமதி செய்த தொடர்புகளை நிர்வகிக்கவும்."),
                n("b864be7a", "அனைத்துத் தொடர்புகளையும் அகற்று"),
                n("g5fa1090", "தொடர்புகள் அனைத்தையும் அகற்றவா?"),
                n("h3e420fc", "இது நீங்கள் முன்னதாகப் பதிவேற்றிய தொடர்புகள் ஏதேனும் இருந்தால் அவற்றை அகற்றி, அனைத்து சாதனங்களிலும் X உடனான ஒத்திசைவை அணைக்கும். இதற்குச் சிறிது நேரமாகும் என்பதையும் இதைச் செயல்தவிர்க்க முடியாது என்பதையும் நினைவில் கொள்ளவும். இதற்கிடையில் நீங்கள் X -இல் சில பரிந்துரைகளை (உங்களது தொடர்புகளின் அடிப்படையில்) பார்க்கக்கூடும்."),
                n("ca24589e", "பெயரற்றது"),
                n("d439b1c1", "மேலும் அறிய"),
                n("fe36fe10", "உங்கள் கடவுச்சொல்லை உறுதிசெய்யவும்"),
                n("hccd9dbe", "அமைப்புகள் பக்கத்திலுள்ள உள்ளடக்கத்தைப் பார்க்க, உங்கள் கடவுச்சொல்லை உள்ளிடவும்."),
                n("df1ddda4", "உங்கள் இடுகைகளில் நீங்கள் சேர்த்துள்ள அமைவிட லேபிள்கள் இனி X.com, iOS-க்கான X மற்றும் Android-க்கான X ஆகியவற்றில் காண்பிக்கப்படாது. இந்தப் புதுப்பிப்புகள் செயலுக்கு வர சிறிது காலம் ஆகலாம்."),
                n("ed7fa034", "உங்கள் அமைவிடச் சேவைகள் தற்போது இந்தச் சாதனத்தில் இயக்கப்படவில்லை. அவற்றை உங்கள் சாதன அமைப்புகளில் இயக்கலாம்."),
                n("e80e4288", "உங்கள் இடுகைகளில் இணைக்கப்பட்டுள்ள அமைவிடத் தகவல்கள் அனைத்தையும் அகற்றவும்"),
                n("b0ee8ab6", "உங்கள் இடுகைகளில் இணைக்கப்பட்டுள்ள அமைவிடத் தகவல்கள் அனைத்தையும் அகற்றவா?"),
                n("e23b2991", "மேலும் அறிக"),
                n("gd758534", "புகைப்படங்களில் உங்களை இணைக்க நபர்களை அனுமதித்து, அவர்கள் அதைச் செய்யும்போது அறிவிப்புகளைப் பெறலாம்"),
                n("a90af44e", "உணர்ச்சிகரமான உள்ளடக்கத்தை மறை"),
                n("a25e2ec6", "தடைசெய்த மற்றும் செயல்மறைத்த கணக்குகளை அகற்று"),
                n("b827a058", "பாதுகாப்பான தேடல் அமைப்புகள் புதுப்பிக்கப்பட்டன."),
                n("b27c9852", "உங்கள் பாதுகாப்பான தேடல் அமைப்புகளைப் புதுப்பிக்கும்போது ஏதோ தவறாகிவிட்டது."),
                n("j3402d7e", "இது உணர்ச்சிகரமான உள்ளடக்கம் இருக்கும் இடுகைகள் உங்கள் தேடல் முடிவுகளில் காண்பிக்கப்படுவதைத் தடுக்கிறது."),
                n("if05bca6", "நீங்கள் தடைசெய்த அல்லது செயல்மறைத்த கணக்குகளிலிருந்து தேடல் முடிவுகள் காண்பிக்கப்படுவதை நிறுத்த, இதைப் பயன்படுத்தவும்."),
                n("bc7fd990", "நடப்புகள் அமைப்புகளை ஏற்றுகிறது"),
                n("e2f16650", "இந்த இருப்பிடத்திலுள்ள உள்ளடக்கத்தைக் காட்டு"),
                n("e5e88f40", "இதை ஆன் செய்ததும், தற்சமயம் உங்களுக்கு அருகில் என்ன நடக்கிறது என்பதைப் பார்ப்பீர்கள்."),
                n("i4d54b0e", "உங்களுக்கான நடப்புகள்"),
                n("ad431584", "வேடிக்கையான Grok கதைகளை எனக்குக் காட்டவும்"),
                n("df9f03c8", "உங்கள் அமைவிடம் மற்றும் நீங்கள் பின்தொடர்பவர்களின் அடிப்படையில் நடப்புகளைத் தனிப்பயனாக்கலாம்."),
                n("c6cf5c7e", "உங்கள் இருப்பிடம் மற்றும் நீங்கள் பின்தொடர்பவர்களின் அடிப்படையில் நீங்கள் நடப்புகளைத் தனிப்பயனாக்கலாம்."),
                n("e09358ba", "Grok வேடிக்கைப் பயன்முறையில் X -இல் சமீபத்திய கதைகளைப் பார்க்கவும்."),
                n("a55db872", "தனிப்பயனாக்கல்"),
                n("a58170fc", "Grok கதைகள்"),
                n("h0b5152e", "அமைவிடத்தை மாற்று"),
                n("dfeada5e", "அமைவிடங்களை ஆராய்க"),
                n("ac854308", "கொள்கை"),
                n("d429c942", "நடப்பு அமெரிக்கத் தேர்தல் கொள்கை"),
                n("ede134f2", "இந்தச் சாதனத்தில் வீடியோக்கள் மற்றும் GIF-கள் தானாக இயங்க வேண்டுமா என்பதைத் தேர்ந்தெடுக்கவும்."),
                n("b3aab6d4", "அமைவிடங்கள்"),
                n("e53e05e4", "அமைவிடங்களை ஏற்றுகிறது"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "சேமிப்பு " + e.percentage + "%";
                }),
                n("c6614cc0", "மேலும் பொருந்தக்கூடிய ஏதேனும் வரி"),
                n("f8d3b50a", "வரி உட்பட"),
                n("i2c32253", function (e) {
                    return e.price + " / மாதம்";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / ஆண்டு";
                }),
                n("i57aeafb", function (e) {
                    return "முதல் " + t(e.duration, "மாதத்திற", e.duration + " மாதங்களுக") + "்கு, பிறகு மாதந்தோறும் " + e.standardPrice;
                }),
                n("ae3e3723", function (e) {
                    return "முதல் " + t(e.duration, "ஆண்ட", e.duration + " ஆண்டுகள") + "ுக்கு, பிறகு ஆண்டுதோறும் " + e.standardPrice;
                }),
                n("ade4c757", function (e) {
                    return "பிறகு " + e.price + " / மாதம்";
                }),
                n("f7798e11", function (e) {
                    return "பிறகு " + e.price + " / ஆண்டு";
                }),
                n("e0b39888", "மாதக் கட்டணம்"),
                n("b67c37de", "ஆண்டுக் கட்டணம்"),
                n("a8363765", function (e) {
                    return e.price + ", ஆண்டுக் கட்டணத்தில் வசூலிக்கப்படும்";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "விலகும் முன் என்னவெல்லாம் தவறவிடுவீர்கள் என்று பார்க்கவும்"),
                n("a092f1ba", "ரத்துசெய்ய, தொடரவும்"),
                n("g96c7f48", "மற்றொரு திட்டத்திற்கு மாற்றவும்"),
                n("iccac88e", "பாதி விளம்பர உங்களுக்கானவை மற்றும் காலவரிசைகளைப் பின்தொடர்தல்"),
                n("d7a124d8", "பூஜ்ஜிய விளம்பரங்கள்"),
                n("d2d22c36", "Grok அணுகல்"),
                n("j249b1d4", "பதிலளிப்பு பூஸ்ட்டிங்"),
                n("c4a37384", "நீண்ட இடுகைகள்"),
                n("fb656858", "இடுகைகளைத் திருத்து"),
                n("faaec212", "இடுகைக்குப் பணம் பெறுங்கள்"),
                n("fb3c7168", "உங்கள் புத்தகக்குறி ஃபோல்டர்ஸ்"),
                n("b346bc12", "செக்மார்க்"),
                n("je8143e1", function (e) {
                    return " X " + e.productName + " -இல் " + t(e.duration, "ஒரு மாதம", e.duration + " மாதங்கள") + "் -க்கு " + e.percentage + "% தள்ளுபடி பெறுங்கள்";
                }),
                n("j5847735", function (e) {
                    return " X " + e.productName + " -இல் " + t(e.duration, "ஓர் ஆண்டு", e.duration + " ஆண்டுகள்") + " -க்கு " + e.percentage + "% தள்ளுபடி பெறுங்கள்";
                }),
                n("da3431f9", function (e) {
                    return "நீங்கள் இன்னும் சிறிது காலம் X " + e.productName + " -ஐத் தக்கவைக்க விரும்பினால், இந்தத் தள்ளுபடி எங்களிடமிருந்து ஒரு சிறிய பரிசு!";
                }),
                n("i6fbfc72", "பிரத்யேக ஒரு முறைச் சலுகை"),
                n("f1bc6309", function (e) {
                    return "அனைத்து X " + e.productName + " அம்சங்களுக்கும் முழு அணுகலைத் தக்க வைத்துக் கொள்ளுங்கள்";
                }),
                n("fdb7b52a", "உங்கள் அடுத்த பில்லிங் சுழற்சியிலிருந்து தள்ளுபடி பயன்படுத்தப்படும்."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "எல்லாம் தயார்"),
                n("a905eac6", "Premium -ஐ ஆராய்க"),
                n("j6083a1c", "உங்கள் சப்ஸ்கிர்ப்ஷனை நிர்வகிக்கவும்"),
                n("b4fa4630", "கட்டண முறையைப் புதுப்பிக்கவும்"),
                n("ef0dfa5a", "பில்லிங் தகவல்களைப் புதுப்பிக்கவும்"),
                n("f5b352ec", "சப்ஸ்கிர்ப்ஷனை ரத்துசெய்"),
                n("j317d958", "எச்சரிக்கை - நிலுவையில் உள்ள தள்ளுபடியை இழப்பீர்கள்"),
                n("a46e42d2", "எனது சப்ஸ்கிர்ப்ஷனை வைத்திரு"),
                n("e122fb3f", function (e) {
                    return "உங்கள் இலவசச் சோதனை " + e.endDate + " அன்று முடிவடையும்.";
                }),
                n("be103b84", "செயலில் உள்ளது"),
                n("ace43720", "விரைவில் காலாவதியாகும்"),
                n("c8f18aa4", "நீங்கள் சரிபார்க்கப்பட்ட நிறுவனங்கள் சப்ஸ்கிரைப்பராக இருப்பதால் Premium+ -ஐப் பெறுகிறீர்கள்."),
                n("a341d1f7", function (e) {
                    return "உங்கள் நிறுவனம் சரிபார்க்கப்பட்ட நிறுவனங்கள் சப்ஸ்கிரைப்பர் என்பதால் @" + e.organization + " வழியே Premium+ ஐப் பெறுகிறீர்கள். மேலும் விவரங்களுக்கு, உங்கள் நிறுவனத்தைத் தொடர்பு கொள்ளவும்.";
                }),
                n("e4aaf0f8", "Premium-க்கான உங்கள் இலவசச் சப்ஸ்கிர்ப்ஷனை ரத்துசெய்ய, ஆதரவைத் தொடர்புகொள்ளவும்"),
                n("e5170220", "இந்தக் கணக்கு செய்த விளம்பரச் செலவு மூலம் ஒரு இலவச Premium சந்தாவைப் பெற்றது."),
                n("j6d6b66e", "இந்தக் கணக்கிற்குச் சப்ஸ்கிர்ப்ஷன் பரிசளிக்கப்பட்டது. உங்கள் சப்ஸ்கிர்ப்ஷனை ரத்து செய்ய, ஆதரவைத் தொடர்பு கொள்ளவும்"),
                n("fae1751f", function (e) {
                    return "நீங்கள் X " + e.mobilePlatform + " செயலியில் இந்தச் சப்ஸ்கிர்ப்ஷனை வாங்கியது போல் தெரிகிறது. அங்கிருந்து உங்கள் சந்தாவை நீங்கள் நிர்வகிக்க வேண்டும் அல்லது ரத்துசெய்ய வேண்டும்.";
                }),
                n("fecebd4c", "இங்கே"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "பிறர்"),
                n("baf97716", "உங்கள் பில்லிங் காலம் முடிவடையும் வரை உங்கள் அம்சங்கள் கிடைக்கும்."),
                n("ae864b69", function (e) {
                    return "உங்கள் சப்ஸ்கிர்ப்ஷன் அடுக்கு " + e.date + " அன்று அடுத்த பில்லிங் சுழற்சியிலிருந்து " + e.tierName + " -க்கு மாற திட்டமிடப்பட்டுள்ளது";
                }),
                n("a991d9a3", function (e) {
                    return e.date + " அன்று அடுத்த பில்லிங் சுழற்சி தொடங்குகிறது";
                }),
                n("edbb700f", function (e) {
                    return e.date + " அன்று அடுத்த பில்லிங் சுழற்சியில் தொடங்குகிறது";
                }),
                n("e3f9d219", function (e) {
                    return e.date + " அன்று சப்ஸ்கிர்ப்ஷன் முடிவடைகிறது";
                }),
                n("e9884540", "தள்ளுபடி செயலில் உள்ளது"),
                n("bfb879aa", "தள்ளுபடி நிலுவையில் உள்ளது"),
                n("f8321d82", "அனைத்தும்"),
                n("eb233866", "இறக்குமதி செய்யப்பட்டவை"),
                n("d23b0404", "நீங்கள் யாரையேனும் தடைசெய்யும்போது, அவர்களால் உங்களைப் பின்தொடரவோ அல்லது உங்களுக்குச் செய்தி அனுப்பவோ முடியாது, நீங்களும் அவர்களிடமிருந்து வரும் அறிவிப்புகளைப் பார்க்க மாட்டீர்கள்."),
                n("e0a7e9bc", "தேவையற்ற கணக்குகளைத் தடைசெய்யவும்"),
                n("ef731b14", "தடைசெய்யப்பட்ட கணக்குகளை ஏற்றுகிறது"),
                n("e554ba83", "மேலும் அறிய"),
                n("if594962", "தடைசெய்யப்பட்டது"),
                n("i2b9632e", "வெற்றிகரமாக தடைநீக்கப்பட்டார்."),
                n("g51a96de", "நீங்கள் யாரையேனும் தடைசெய்தால், அவர்களால் உங்களைப் பின்தொடரவோ உங்களுக்குச் செய்தி அனுப்பவோ முடியாது, நீங்களும் அவரிடமிருந்து வரும் அறிவிப்புகளைப் பார்க்க மாட்டீர்கள். X -இல் நீங்கள் தடைசெய்ய விரும்பும் கணக்குகளின் பட்டியலைப் பதிவிறக்கிக் கொள்ளலாம்."),
                n("j035733c", "உங்கள் X கணக்கைச் செயலிழக்கச் செய்வதைத் தொடங்கவுள்ளீர்கள். X.com, iOS -க்கான X அல்லது Android -க்கான X ஆகியவற்றில் உங்கள் காட்சிப் பெயர், @பயனர்பெயர் மற்றும் பொதுச் சுயவிவரம் ஆகியவற்றை இனி பார்க்க முடியாது."),
                n("j4a29d52", "உங்கள் X கணக்கை எதிர்பாராமல் அல்லது தவறுதலாகச் செயலிழக்கச் செய்திருந்தால், செயலிழக்கச் செய்த பின்னர் 30 நாட்கள் வரை அதை மீட்டெடுக்கலாம்."),
                n("ea989810", "கணக்கைச் செயல்முடக்கு"),
                n("f6e73faa", "செயல்முடக்கு"),
                n("c3743328", "இது உங்கள் கணக்கைச் செயலிழக்கச் செய்யும்"),
                n("a20cd24e", "வேறு என்னவெல்லாம் நீங்கள் அறிய வேண்டும்"),
                n("e93b0ae0", "உங்கள் கணக்குடன் தொடர்புடைய கடவுச்சொல்லை உள்ளிடுவதன் மூலம், உங்கள் செயல்முடக்கக் கோரிக்கையை நிறைவு செய்யவும்."),
                n("fc025d1d", "மேலும் அறிக"),
                n("bb5e039c", "அமைப்புகளில்"),
                n("j37efff6", "அவற்றை மாற்றவும்"),
                n("ce5bfe12", "உங்கள் X தரவைப்"),
                n("g7088266", "சுயவிவரத்தைத் திருத்து"),
                n("d9d293b8", "வலைத்தளம்"),
                n("cb469ff6", "பெயர் காலியாக இருக்கக்கூடாது"),
                n("g511f468", "சில மீடியா உள்ளடக்கங்கள் பதிவேற்றப்படவில்லை என்பதால் உங்கள் அவதாரைப் புதுப்பிக்க முடியவில்லை"),
                n("ec3a116e", "சில ஊடகங்கள் பதிவேற்றப்படவில்லை என்பதால் உங்கள் பேனரைப் புதுப்பிக்க முடியவில்லை."),
                n("j94599ec", "அவதார் புகைப்படத்தைச் சேர்"),
                n("df31d76a", "பேனர் புகைப்படத்தைச் சேர்"),
                n("c01a0e1a", "பிறந்த தேதியை உறுதிப்படுத்தவா?"),
                n("df2c469a", "தொழில்முறை சுயவிவரத்திற்கு மாறு"),
                n("e1f76978", "தொழில்முறை சுயவிவரத்தைத் திருத்து"),
                n("ic04a6f6", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் மாற்றங்களை இழப்பீர்கள்."),
                n("addbe8e8", "ஒரு பெயரை, சிறப்பு எழுத்துக்கள் இல்லாமல் பயன்படுத்துவதைக் கருத்தில் கொள்ளுங்கள், அப்போதுதான் பார்வையற்றவர்கள் அல்லது பார்வை குறைபாடு உள்ளவர்கள் உட்பட இன்னும் பலருக்கு இது அணுகக்கூடியதாக இருக்கும்."),
                n("a46f80ab", function (e) {
                    return "பிறந்த தேதி " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "பிறந்த வருடம் " + e.year;
                }),
                n("bfe8d1a2", "விரிவான சுயகுறிப்பைத் திருத்தவும்"),
                n("e1ec926e", "விரிவான சுயகுறிப்பை உருவாக்குக"),
                n("c119dee8", "பிறந்த தேதி"),
                n("bbf0afc8", "உங்கள் பிறந்த தேதியைச் சேர்க்கவும்"),
                n("f98d367e", "பிறந்த தேதியைத் திருத்தவா?"),
                n("d3f43300", "இதைச் சில முறை மட்டுமே மாற்ற முடியும். நீங்கள் கணக்கைப் பயன்படுத்தும் நபரின் வயதைதான் உள்ளிடுகிறீர்களா என்பதை உறுதிசெய்யவும்."),
                n("g10411f0", "இது கணக்கைப் பயன்படுத்தும் நபரின் பிறந்த தேதியாக இருக்க வேண்டும். உங்கள் வணிகம், நிகழ்வு அல்லது பூனைக்காக ஒரு கணக்கை நீங்கள் உருவாக்கினாலும்."),
                n("a0c5e370", "இதை யார் பார்க்கிறார்?"),
                n("i68fe54e", "மாதம் மற்றும் தேதி"),
                n("b4e729b6", "ஆண்டு"),
                n("f3bb1b48", "பிறந்த தேதியை அகற்றவா?"),
                n("c9cb9972", "இது, உங்கள் சுயவிவரத்திலிருந்து அதை அகற்றும்."),
                n("a2bef112", "பிறந்த தேதியை அகற்று"),
                n("c37622ec", "சரியான தேதியை உள்ளிடவும்"),
                n("f679d166", "உங்களைப் பின்தொடர்பவர்கள்"),
                n("af293dc2", "நீங்கள் பின்தொடரும் நபர்கள்"),
                n("h99b6d08", "தனியுரிமைக் கொள்கையில்"),
                n("hce7a225", "மேலும் அறிய"),
                n("e9603d88", "உறுதிப்படுத்தப்பட்ட ஃபோன் எண் குறியைக் காண்பி"),
                n("ada99498", "இந்தக் குறி உங்கள் பகுதியில் உள்ள மற்றவர்களுக்கு மட்டுமே காட்டப்படும்."),
                n("a765e936", "உங்கள் விரிவான சுயகுறிப்பை நீக்கவும்"),
                n("d4d68e44", "சேமிக்கப்பட்டது"),
                n("b6de83a0", "பணியாளர்கள் மட்டும் ஸ்பேஸ்"),
                n("g3f251f2", "தனிப்பட்ட அலைபரப்பு"),
                n("d08666ba", "தனிப்பட்ட ஸ்பேஸ்"),
                n("eadb5a46", "முதலாவதாகச் சேருங்கள்"),
                n("f9629a8f", function (e) {
                    return e.hostName + " -இன் அலைபரப்பு";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + " -இன் ஸ்பேஸ்";
                }),
                n("hd552761", function (e) {
                    return "ஹோஸ்ட் செய்தவர் " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.total + " -இல் " + e.index;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " பேர் இணைந்துள்ளனர்";
                }),
                n("df9f8243", function (e) {
                    return e.name + " கேட்டுக் கொண்டிருக்கிறீர்கள்";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " பேசிக் கொண்டிருக்கிறார்";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " ஹோஸ்ட் செய்கிறார்";
                }),
                n("f7882829", function (e) {
                    return e.name + " கோ-ஹோஸ்ட் செய்கிறார்";
                }),
                n("d961a4a0", "X -இல் நேரலை"),
                n("g2c0144a", "சரிபார்க்கப்பட்ட நிறுவனங்கள்"),
                n("cd5cdec8", "உங்கள் விளம்பரக் கிரெடிட்களை நிர்வகிக்கவும்"),
                n("f23b6a72", "மீதமுள்ள விளம்பரக் கிரெடிட்கள்"),
                n("i969d5de", "விளம்பரப் பிரச்சாரத்தை அமைக்கவும்"),
                n("d0924f58", "ஒரு சிக்கலுக்கு ஆதரவைப் பெறுங்கள்"),
                n("j8d53b64", "எல்லா அம்சங்களையும் காட்டு"),
                n("jd26f2a6", "இணைப்புகளைச் சேர்"),
                n("e0a492e6", "உங்கள் பணிவாய்ப்புகளை நிர்வகிக்கவும்"),
                n("d9cbd02c", "உங்கள் விண்ணப்பம் மதிப்பாய்வில் உள்ளது"),
                n("ed4759a6", "உங்கள் விண்ணப்பத்தின் முடிவு குறித்து சில நாட்களில் உங்களுக்குத் தெரிவிக்கப்படும். கூடுதல் தகவல்களுக்கு, மின்னஞ்சல் மூலம் நாங்கள் உங்களைத் தொடர்பு கொள்ளலாம்."),
                n("dad69faa", "உங்கள் கட்டண முறையைப் புதுப்பியுங்கள்"),
                n("daf3248a", "முழுமையடையற்ற விண்ணப்பம்"),
                n("eb71036f", function (e) {
                    return e.date + " -க்குள் உங்கள் நிறுவனத்தின் ஆவணங்களைப் பதிவேற்றிச் சரிபார்க்கவும்";
                }),
                n("a1d3f1f2", "X -இன் பாதுகாப்பு மற்றும் காப்பு நோக்கங்களுக்காக உங்கள் அடையாளம் மற்றும் வணிக ஆவணங்களைச் சரிபார்க்க, நாங்கள் Persona உடன் கூட்டு சேர்ந்துள்ளோம். Persona உங்கள் தரவை 30 நாட்கள் வரை சேமிக்கலாம்."),
                n("ea8c295a", "ஆவணச் சரிபார்ப்பைத் தொடங்கு"),
                n("da1aa48f", function (e) {
                    return "சரிபார்ப்பு உங்கள் நம்பகத்தன்மையையும் தெரிவுநிலையையும் பூஸ்ட் செய்கிறது, @" + e.screenName + " போல.";
                }),
                n("e4a7a968", "நீங்கள் இன்னும் சரிபார்க்கப்படவில்லை"),
                n("id9c1e82", "இந்தச் சுயவிவரம் சரிபார்க்கப்பட்டது"),
                n("d43b0edc", "சரிபார்க்கப்பட்ட வட்டத்தில் சேரவும்"),
                n("d4ea0ed4", "உங்கள் சொந்த நீலப் பதக்கத்தைப் பெறவும்"),
                n("cffeaeae", "உங்களை நீங்களே சரிபார்த்திடுங்கள்"),
                n("b8e930fe", "தற்போது நடப்பிலுள்ளது"),
                n("ae05f268", "நடப்புகள் இல்லை."),
                n("c6b51af8", "X -க்குப் புதியவரா?"),
                n("ie8e1ffc", "நீங்களே சொந்தமாகத் தனிப்பயனாக்கிய காலவரிசையைப் பெற, இப்போதே பதிவுசெய்க!"),
                n("fd6473fa", "பயனர்களுக்குப் பின்தொடர்வதற்கான பரிந்துரைகளை ஏற்றுகிறது"),
                n("a526aa66", "யாரைப் பின்தொடரலாம்"),
                n("ef625010", "நீங்கள் விரும்பக்கூடியவை"),
                n("b7388a56", "அடிக்குறிப்பு"),
                n("hdabc3fc", "சேவை விதிமுறைகள்"),
                n("bc6efc72", "தனியுரிமைக் கொள்கை"),
                n("h3161192", "குக்கீகள் கொள்கை"),
                n("a7de64de", "விளம்பரத் தகவல்"),
                n("jb0a4c36", "வலைப்பதிவு"),
                n("ce6d095a", "வேலைகள்"),
                n("e0adec82", "பிராண்டு வளங்கள்"),
                n("df1b7550", "மார்க்கெட்டிங்");
            n("he258678", "வணிகத்திற்கான X"),
                n("c6f58084", "நிரலாளர்கள்"),
                n("d83f18d2", "கோப்பகம்"),
                n("hc5aa17c", "X பயன்பாட்டைப் பெறுக"),
                n("j0693948", "Grok பயன்பாட்டைப் பெறுக"),
                n("fce9ecce", "பரிந்துரைக்கப்படும் வீடியோக்கள்"),
                n("j66b95a2", "ஆழமான செய்திகள்"),
                n("ad35153e", "பீட்டா"),
                n("b58d2bd2", "தொடர்புடைய இடுகைகள்"),
                n("efe6ef9e", "இடுகையைக் காட்டு"),
                n("b3d183ce", "பதில்களுடன் இடுகையிடவும்"),
                n("c299a6c0", "தொடர்ச்சி"),
                n("h3d5d79e", "கம்யூனிட்டி இடுகை"),
                n("cfe877ca", "யாரைப் பின்தொடர வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்"),
                n("e06b864c", "இந்த உரையாடலை நீங்கள் ரசிப்பது போல் தெரிகிறது"),
                n("a078ff70", "இந்தத் தொடர்சசியில் நீங்கள் ஊடாடியவர்களிடமிருந்து மேலும் சில உள்ளடக்கத்தைப் பார்க்க விரும்புகிறீர்களா? புதிய கணக்குகளிலிருந்து உள்ளடக்கத்தை ஆராயத் தொடங்குங்கள்."),
                n("cb80300e", "முகப்புக் காலவரிசைக்குச் செல்"),
                n("ea5cd098", "நடப்பிலுள்ளதற்குச் செல்"),
                n("c67e3fc2", "முகப்புக் காலவரிசை"),
                n("d601fc20", "சமீபத்தியவை"),
                n("j43f99be", "சம்பந்தம்"),
                n("ad6e11ac", "இதன்படி பதில்களை வகைப்படுத்து"),
                n("b2311b70", "இது உங்களுக்குக் கிடைக்கவில்லை"),
                n("j88f27d8", "தொடர்புடைய நபர்கள்"),
                n("i31dcd22", "கட்டுரை"),
                n("e3de2f6f", function (e) {
                    return e.entity + ", உங்கள் புத்தகக்குறிகளில் சேர்க்கப்பட்டது";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + ", உங்கள் புத்தகக்குறிகளிலிருந்து அகற்றப்பட்டது";
                }),
                n("d6d9aab6", "புத்தகக்குறியைச் சேர்"),
                n("bb89cf46", "புத்தகக்குறியை அகற்று"),
                n("a739d4ba", "புத்தகக்குறி ஃபோல்டரில் சேர்"),
                n("d5270434", "வெளியேறு"),
                n("ac85c6b2", "இந்தப் படத்தை ஏற்றும்போது ஒரு பிழை ஏற்பட்டது"),
                n("b327c12a", "படம்"),
                n("ic76bdf0", "இதை Grok மூலம் மீண்டும் உருவாக்கவும்"),
                n("a4d3eb67", function (e) {
                    return "X -இல் " + e.fullName + ': "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return e.number + " நாட்களுக்கு மறை";
                }),
                n("j7d0e836", "விரிவுபடுத்து"),
                n("d227d19e", "ஒன்று சேர்"),
                n("fbf83158", "எச்சரிக்கை: கட்டணம் தோல்வியுற்றது"),
                n("jadeb4da", "உங்கள் சப்ஸ்கிர்ப்ஷன் பலன்களை இழப்பதற்கு முன், உங்கள் கட்டண முறையை உடனடியாகப் புதுப்பிக்கவும்."),
                n("bce3726a", "பில்லிங்கைப் புதுப்பி"),
                n("ie4f57d2", "உங்கள் Premium சப்ஸ்கிர்ப்ஷனைப் புதுப்பிக்கவும்"),
                n("h293aa52", "உங்கள் Premium சப்ஸ்கிர்ப்ஷன் காலாவதியாகிறது!"),
                n("j1923668", "X -இன் சிறந்ததைத் தக்கவையுங்கள்."),
                n("ac7e97ee", "சப்ஸ்கிர்ப்ஷனைப் புதுப்பி"),
                n("f70c69b4", "பதில் பூஸ்ட், இடுகைத் திருத்தம், தனிப்பயனாக்கம், நீண்ட இடுகைகள் மேலும் பல."),
                n("f4cec4d2", "நீல நிறச் சரிபார்ப்புக் குறி, பதில் பூஸ்ட், அதிகரித்த Grok வரம்புகள் மேலும் பல."),
                n("h367e724", "விரிவான சுயகுறிப்பு"),
                n("ea5928d4", "நீங்கள் பெரும் கூட்டத்தில் ஒருவராக இருக்கலாம். உங்கள் சுயவிவரமும் அப்படித்தான் இருக்க வேண்டுமா.\nஉங்களைப் பற்றி மக்களுக்கு மேலும் தெரிவிக்க, விரிவான சுயகுறிப்பைச் சேர்க்கவும்."),
                n("h7ef9dc8", "இதில் அடங்குபவை:"),
                n("c04ba4b4", "நீங்கள் பணியாற்றிய மற்றும் காட்சிப்படுத்த விரும்பும் விஷயங்கள்"),
                n("d7666008", "உங்களின் புகழ்பெற்ற பாஸ்தா ரெசிபி"),
                n("cb24ee16", "பணி அனுபவம் மற்றும் கேரியர் விருப்பத்தேர்வுகள்"),
                n("a1c93d74", "உங்கள் மாற்றங்களைச் சேமிப்பதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பின்னர் மீண்டும் முயலவும்."),
                n("b956c04a", "உங்கள் விரிவான சுயகுறிப்பை நீக்க விரும்புகிறீர்களா?"),
                n("ifb23caa", "உங்கள் விரிவான சுயகுறிப்பை நீக்கினால் அது உங்கள் சுயவிவரத்திலிருந்து அகற்றப்படும்."),
                n("c2333081", function (e) {
                    return e.count + " எழுத்துக்குறி" + t(e.count, "", "கள்");
                }),
                n("a2b8c54c", "நீக்கப்பட்டது"),
                n("a9cc8f96", "அதிகபட்ச எழுத்துக்களைத் தாண்டிவிட்டது"),
                n("eb7710f1", function (e) {
                    return e.years + " ஆ";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " மா";
                }),
                n("h6a724ac", "இதை நீக்க விரும்புகிறீர்களா?"),
                n("f94aacae", "நீக்குவதால் அது உங்கள் சுயவிவரத்திலிருந்து அகற்றப்படும்."),
                n("je07e266", "மறைக்கப்பட்டது"),
                n("a622dfcc", "பணி வரலாறு"),
                n("a6ec7ff8", "சுயகுறிப்பு"),
                n("eeb6d22c", "அனுபவம்"),
                n("eba5a8ec", "பணியின் பதவி"),
                n("fd20adb8", "நான் தற்பொழுது இங்கே வேலை செய்கிறேன்"),
                n("cd3059f2", "தொடக்கத் தேதி"),
                n("b86019ae", "முடிவுத் தேதி"),
                n("eedfd35c", "நிறுவனம்"),
                n("caa46e54", "நிறுவனத்தின் பெயர்"),
                n("e893fe6e", "நிறுவனத்தை உருவாக்கு"),
                n("j1c09ca4", "நிறுவனத்தின் வலைத்தளம்"),
                n("hd332c96", "பணித் தலைப்பு தேவை"),
                n("d2fb1b80", "நிறுவன விவரம் தேவை"),
                n("b3590132", "தொடக்க மற்றும் முடிவுத் தேதிகள் தேவை"),
                n("debb6abe", "தொடக்கத் தேதி எதிர்காலத்தில் இருக்கக்கூடாது"),
                n("j7d08ada", "முடிவுத் தேதி எதிர்காலத்தில் இருக்கக்கூடாது"),
                n("a8c7d3fc", "முடிவுத் தேதி தொடக்கத் தேதிக்குப் பிறகு இருக்க வேண்டும்"),
                n("b335d507", function (e) {
                    return e.maxChars + " -இன் அதிகபட்ச எழுத்துக்குறி நீளத்தைத் தாண்டியது";
                }),
                n("j29ab120", "இவர்களிடமிருந்து வரும் அறிவிப்புகளைச் செயல்மறை:"),
                n("jdfc82f6", "நீங்கள் பின்தொடராதவர்கள்"),
                n("cfcda0e6", "உங்களைப் பின்தொடராதவர்கள்"),
                n("c75b9b2a", "புதிதாகக் கணக்கைத் தொடங்கியவர்கள்"),
                n("f39b9c9e", "இயல்புநிலை சுயவிவரப் புகைப்படம் இருப்பவர்கள்"),
                n("d227f940", "தங்களது மின்னஞ்சலை உறுதிப்படுத்தாதவர்கள்"),
                n("b210936e", "தங்களது தொலைபேசி எண்ணை உறுதிப்படுத்தாதவர்கள்"),
                n("ed0df10b", "மேலும் அறியவும்"),
                n("dcef34ac", "இயக்கு"),
                n("a39f706e", "புஷ் அறிவிப்புகளை உங்கள் உலாவி ஆதரிக்கவில்லை"),
                n("h4f20d0e", "நீங்கள் X -இல் இல்லாத போது என்ன நடக்கிறது என்பதைக் கண்டறிய, புஷ் அறிவிப்புகளைப் பெறுக. அவற்றை எந்த நேரத்திலும் முடக்கலாம்."),
                n("cdce0394", "இந்த உலாவியில் நீங்கள் எந்தக் கணக்கையும் பயன்படுத்திக்கொண்டிருக்கும்போது, இந்தத் தேர்வு அதற்கானது ஆகும்."),
                n("b39bcae2", "புஷ் அறிவிப்புகளை இயக்கு"),
                n("b50f6144", "அறிவிப்புகளை நிகழ்நேரத்தில் பெற, புஷ் அறிவிப்புகளை இயக்குங்கள். நீங்கள் X -இல் இல்லாதபோதும் அவற்றைப் பெறுவீர்கள். அவற்றை எந்த நேரத்திலும் அணைக்கலாம்."),
                n("fe11b3ea", "ஆதரிக்கப்படாத உலாவி"),
                n("a1245d3a", "புஷ் அறிவிப்புகளை உங்கள் உலாவி ஆதரிப்பதில்லை போலத் தோன்றுகிறது."),
                n("f580c738", "அறிவிப்புகளை இயக்கவா?"),
                n("i951fbcc", "X இலிருந்து அறிவிப்புகளைப் பெற, அவற்றை உங்கள் உலாவி அமைப்புகளில் அனுமதிக்க வேண்டும்."),
                n("ec7cb554", "நீங்கள் பின்தொடர்பவர்களிடமிருந்து இடுகை அறிவிப்புகளைப் பெறுவதை இயக்கும்போது, அவர்களின் இடுகைகள் அல்லது நேரலை வீடியோக்கள் பற்றிய அறிவிப்புகளைப் பெறுவீர்கள்."),
                n("b68050dc", "பயனர்களைப் பார்க்கவும்"),
                n("af045060", "உங்களுக்கும் உங்கள் இடுகைகளுக்கும் தொடர்புடையவை"),
                n("cf378ff8", "X இலிருந்து"),
                n("f823bbbe", "சரிபார்க்கப்பட்ட கணக்குகளுக்கு மட்டும்"),
                n("a40e37f2", "நீங்கள் X -இல் இல்லாதபோது, நடப்பவற்றைக் கண்டறிய மின்னஞ்சல்களைப் பெறுக. அவற்றை எந்த நேரத்திலும் முடக்கலாம்."),
                n("e8eb54a0", "உங்கள் கணக்குக்கான வாராந்திர அறிக்கைகள்"),
                n("ib80b0f2", "புதிய அறிவிப்புகள்"),
                n("ba58e6b0", "உங்களுக்கு மின்னஞ்சல் அனுப்பப்பட்ட இடுகைகள்"),
                n("fae2c81a", "சிறந்த இடுகைகள் மற்றும் கதைகள்"),
                n("f7b09bb4", "உங்கள் இடுகைகளின் செயல்திறன் பற்றிய அறிவிப்புகள்"),
                n("d3978554", "X தயாரிப்பு மற்றும் அம்சப் புதுப்பிப்புகள் பற்றிய செய்திகள்"),
                n("bdccb81c", "X -ஐ இன்னும் சிறப்பாகப் பயன்படுத்துவதற்கான உதவிக்குறிப்புகள்"),
                n("c3d47fe6", "X -இல் நீங்கள் கடைசியாக உள்நுழைந்தது முதல் நீங்கள் தவறவிட்டுள்ள விஷயங்கள்"),
                n("af8caf3e", "பங்குதாரர் தயாரிப்புகள் மற்றும் பிற மூன்றாம் தரப்புச் சேவைகளில் X பற்றிய செய்திகள்"),
                n("hc076ee4", "X ஆராய்ச்சிக் கருத்துக்கணிப்புகளில் பங்கேற்றல்"),
                n("ddfe3776", "பரிந்துரைக்கப்படும் கணக்குகளுக்கான ஆலோசனைகள்"),
                n("d17ba8c2", "நீங்கள் சமீபத்தில் பின்தொடர்ந்தவற்றின் அடிப்படையிலான பரிந்துரைகள்"),
                n("bcf50a1a", "X வணிகத் தயாரிப்புகளைப் பற்றிய உதவிக்குறிப்புகள்"),
                n("fcad1e2e", "தினமும்"),
                n("h9e0dfde", "வாரந்தோறும்"),
                n("e26d98ac", "அவ்வப்போது"),
                n("h0c94842", "தொடர்ந்து அனைத்தையும் தெரிந்துகொள்ளுங்கள்"),
                n("c460d332", "ஒரு கணக்கிற்கான இடுகை அறிவிப்புகளை நீங்கள் ஆன் செய்கையில், அவர்கள் இடுகையிடும்போது, நேரலைக்கு வரும்போது மற்றும் ஸ்பேஸை ஹோஸ்ட் செய்யும்போது உங்களுக்குத் தெரிவிக்கப்படும்."),
                n("a820d092", "நீங்கள் பின்தொடர்வோரை ஏற்றுகிறது"),
                n("ha45c9e4", "இடுகை அறிவிப்புகள்"),
                n("bdbf8f4e", "வார்த்தை அல்லது சொற்றொடரை உள்ளிடவும்"),
                n("h43e2ea8", "செயல்மறைக்கப்பட்ட வார்த்தை"),
                n("da8c0440", "இவர்களிடமிருந்து வருபவற்றை செயல்மறை"),
                n("defb4aaa", "எவரிடமிருந்தும்"),
                n("e7d47b00", "நீங்கள் பின்தொடராதவர்களிடமிருந்து வருபவை"),
                n("d9d6e10e", "காலஅளவு"),
                n("gfa5008e", "செயல்மறைவு நேரத்தை நீட்டித்திடு"),
                n("c5595dfe", "செயல்மறைவு நேரத்தை மாற்று"),
                n("he6804e0", "வார்த்தையை நீங்கள் செயல்மறைவு நீக்கும் வரை"),
                n("a268406c", "24 மணிநேரம்"),
                n("fc638aa2", "7 நாட்கள்"),
                n("b8971cfa", "30 நாட்கள்"),
                n("cc7bedfc", "இவை செயல்மறைக்கப்படும் நேரத்தை உங்களால் மாற்ற முடியும். முன்னர் “எப்போதும்” எனத் தேர்ந்தெடுத்திருந்தால், நீங்கள் மாற்றிய நேரம் உடனடியாகத் தொடங்கும்."),
                n("d768049c", "செயல்மறைத்த வார்த்தையைச் சேர்"),
                n("c6203da8", "செயல்மறைக்கப்பட்ட வார்த்தை விருப்பங்கள்"),
                n("e3f0d3db", function (e) {
                    return 'செயல்மறைக்கப்பட்டது "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return '"' + e.keyword + '" புதுப்பிக்கப்பட்டது';
                }),
                n("d2693eb8", "உங்களது செயல்மறைக்கப்பட்ட சொற்றொடர் 140 எழுத்துக்களுக்கு மிகாமல் இருப்பதை உறுதிசெய்யுங்கள்."),
                n("f8488024", "இது நிறைய இடுகைகளில் காண்பிக்கப்படும் மிகவும் பொதுவான வார்த்தை, இருப்பினும் நீங்கள் விரும்பினால் இதைச் செயல்மறைக்கலாம்."),
                n("deb4924d", "மேலும் அறிய"),
                n("aa09e528", "செயல்மறைக்கப்பட்ட வார்த்தைகளைச் சேர்"),
                n("e506aa92", "செயல்மறைக்கப்பட்ட சொல் அல்லது சொற்றொடரைச் சேர்க்கவும்"),
                n("cbd04965", function (e) {
                    return 'செயல்மறைவு நீக்கியது "' + e.keyword + '"';
                }),
                n("eb4e810a", "காலாவதியாகிவிட்டது"),
                n("cabeb6c2", "எப்போதும்"),
                n("f9bce916", "வார்த்தைகளை செயல்மறை"),
                n("gfe0ee3b", "மேலும் அறிக"),
                n("ba4aaa9e", "சொற்றொடரை செயல்மறைவு நீக்கவா?"),
                n("f837ed7e", "இந்தச் சொற்றொடர் இப்போது உங்கள் அறிவிப்புகள் மற்றும் முகப்பு காலவரிசையில் அனுமதிக்கப்படும்."),
                n("a6194d10", "செயல்மறைக்கப்பட்ட கணக்குகளை ஏற்றுகிறது"),
                n("bcf6ad9a", "செயல்மறைக்கப்பட்ட கணக்குகளிலிருந்து இடுகைகள் உங்கள் முகப்புக் காலவரிசையில் காண்பிக்கப்படாது. கணக்குகளை அவர்களின் சுயவிவரத்தில் இருந்தோ இடுகையில் இருந்தோ நேரடியாகச் செயல்மறைக்கலாம்."),
                n("b8e49590", "கணக்குகளை நீங்கள் செயல்மறைக்கும் போது, அவர்களின் செய்திகள் வடிகட்டப்பட்டு உங்கள் செய்தி கோரிக்கை பட்டியலின் கீழே அனுப்பப்படும்."),
                n("ec202165", "மேலும் அறிக"),
                n("gde6b425", function (e) {
                    return e.name + " செயல்மறைக்கப்பட்டுள்ளார்";
                }),
                n("e308019b", function (e) {
                    return e.name + " செயல்மறைவு நீக்கப்பட்டுள்ளார்";
                }),
                n("hfb77cf6", "பாதுகாப்பு"),
                n("f350f0c0", "பரிந்துரைகள்"),
                n("fd3369a2", "பரிந்துரைக்கப்பட்ட இடுகைகள், நபர்கள் மற்றும் நடப்புகள் ஆகியவற்றை எந்த மொழிகளில் சேர்க்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்."),
                n("hfc86556", "செயல்மறைக்கப்பட்டது"),
                n("dae57a42", "அனைத்தையும் அனுமதிக்கவும்"),
                n("i7cbc154", "சிலவற்றை அனுமதிக்கவும்"),
                n("d623aecc", "பிரதிநிதித்துவப்படுத்தும் பொறுப்புகளைக் கொண்டுள்ளவர்களுடன் கணக்கைப் பகிரவும்."),
                n("f3029d5c", "இந்த அமைப்பு ஆன் செய்யப்பட்டிருக்கும் போது, பயனர்கள் தங்கள் கணக்கைப் பகிர உங்களை அழைக்கலாம்."),
                n("cd1305e8", "மற்றவர்கள் உங்களை அவர்களின் கணக்கிற்கு அழைக்க அனுமதிக்கவும்"),
                n("j339ef22", "உங்களை அழைக்க யாரையும் அனுமதிக்கவும்"),
                n("g4b0c2dc", "உங்களைப் பின்தொடர்பவர்களை மட்டுமே உங்களை அழைக்க அனுமதிக்கவும்"),
                n("d9aef256", "நீங்கள் பிரதிநிதித்துவப்படுத்துபவை"),
                n("afb3ccf6", "அனுமதிக்க வேண்டாம்"),
                n("dfae5248", "மற்றவர்கள் உங்களை அவர்களின் கணக்கிற்கு அழைக்க அனுமதிக்க வேண்டாமா?"),
                n("b9c91524", "எதிர்காலத்தில், மற்ற பிரதிநிதித்துவங்களில் இருந்து அழைப்புகளைப் பெறமாட்டீர்கள். உங்களின் ஏற்கனவே உள்ள பிரதிநிதித்துவங்களை நீங்கள் இன்னும் அணுக முடியும்."),
                n("c349b958", "உறுப்பினரை அழையுங்கள்"),
                n("e177f72a", "உங்கள் கணக்கின் சார்பாக செயல்பட மற்றவர்களை அழைக்கவும் மற்றும் கணக்குப் பொறுப்புகளை நிர்வகிக்கவும். உறுப்பினர்கள் நேரடிச் செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் - அத்துடன் அவற்றைப் பார்க்கலாம்."),
                n("cd5c5e73", function (e) {
                    return "உங்களிடம் " + e.numDelegatesLabel + " பிரதிநிதி" + t(e.numDelegates, "", "கள்") + " மட்டுமே இருக்கலாம் ";
                }),
                n("efee0a50", "இந்தக் கணக்கிற்கு ஓர் உறுப்பினரை அழைக்கவும்"),
                n("ja0a1aa6", "இந்தக் கணக்கிற்கு ஒரு பங்களிப்பாளரை அழைக்கவும்"),
                n("db4f623a", "இந்த உறுப்பினருக்கு ஒரு பொறுப்பை ஒதுக்குங்கள்"),
                n("be7350e3", function (e) {
                    return "@" + e.screenName + " -ஐ நிர்வாகியாக நியமிக்கவா?";
                }),
                n("b7aa7642", "அழைப்பு அனுப்பப்பட்டது"),
                n("edbca224", "அழைப்பு அனுப்புக"),
                n("f4834ca6", "வேறொரு உறுப்பினரை அழைக்கவும்"),
                n("cb04a824", "பங்களிப்பாளர்"),
                n("d4b3abde", "பங்களிப்பாளர்கள் நேரடிச்செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம், பட்டியல்களை உருவாக்கலாம். பங்களிப்பாளர்கள் கணக்குகளின் நேரடிச்செய்திகள், இடுகைகள், பட்டியல்களையும் பார்க்கலாம்."),
                n("b92e2700", "பங்களிப்பாளர்களுக்கு உள்ள அதே அனுமதிகள் நிர்வாகிகளுக்கும் உண்டு. அவர்களும் பங்களிப்பாளர்களைக் கணக்கிற்கு அழைக்கலாம் அல்லது அகற்றலாம், இடுகைப் பகுப்பாய்வுகளைப் பார்க்கலாம்."),
                n("hbbbf908", "நிர்வாகிகள் இந்தக் கணக்கிற்குப் பிற பங்களிப்பாளர்களை அழைக்கலாம் மற்றும் இடுகைப் பகுப்பாய்வுகளைப் பார்க்கலாம். நீங்கள் சரியான நபருக்குப் பொறுப்பை ஒதுக்கியுள்ளீர்களா என ஒருமுறைக்கு இருமுறை சரிபாருங்கள்."),
                n("d8eda249", function (e) {
                    return "@" + e.screenName + " அவருடைய அழைப்பை ஏற்கும்போது, அவருடைய புதுப்பிக்கப்பட்ட அனுமதிகளின் மூலம் இந்தக் கணக்கிற்கு அவரால் பங்களிக்க முடியும்.";
                }),
                n("b5faf216", "பிரதிநிதித்துவ அழைப்புகளை இந்த உறுப்பினர் அனுமதிக்கவில்லை."),
                n("hcc3b4ce", "இந்த உறுப்பினர் உங்கள் கணக்கால் தடைசெய்யப்பட்டுள்ளார்."),
                n("ace0f0a4", "பிரதிநிதித்துவப்படுத்த யாரை அழைக்கலாம் என்பதை இந்த உறுப்பினர் கட்டுப்படுத்தியுள்ளார்."),
                n("c2e8f726", "நிர்வாகிகள்"),
                n("fade0942", "நிர்வாகிகள், கணக்கிற்குப் பங்களிப்பாளர்களை அழைக்கலாம் அல்லது அகற்றலாம் மற்றும் இடுகைப் பகுப்பாய்வுகளைப் பார்க்கலாம்."),
                n("b7d6e5d6", "பங்களிப்பாளர்கள்"),
                n("cd76a282", "உறுப்பினர்கள் யாரும் இன்னும் சேர்க்கப்படவில்லை"),
                n("db25d796", "இந்த உறுப்பினரின் பொறுப்பை மாற்று"),
                n("e4133790", "பொறுப்பு புதுப்பிக்கப்பட்டது"),
                n("a1a27c26", "பொறுப்பை மாற்றவும்"),
                n("fd7b1b1c", "பின்செல்"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " அவரது புதிய அனுமதிகளின்படி இந்தக் கணக்கின் சார்பில் செயல்படலாம்.";
                }),
                n("h502484e", "நிலுவையிலுள்ள அழைப்பு"),
                n("a171ca7c", "உறுப்பினருக்கான அழைப்பை நீக்கு"),
                n("f68f079c", "பொறுப்பை மாற்றவும்"),
                n("b2794e9e", "குழுவிலிருந்து அகற்று"),
                n("gca83d6a", "அவர்கள் இனி இந்தக் கணக்கில் நிர்வாகியாக இருக்கமாட்டார்கள்."),
                n("b8cac21c", "அவர்கள் இனி இந்தக் கணக்கில் பங்களிப்பாளராக இருக்கமாட்டார்கள்."),
                n("hd67c2e8", "அழைப்பை நீக்கு"),
                n("f0bd8ca9", function (e) {
                    return "@" + e.screenName + " -ஐ அகற்றவா?";
                }),
                n("a33eba47", function (e) {
                    return "@" + e.screenName + " -க்கான அழைப்பை நீக்கவா?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + ", குழுவிலிருந்து அகற்றப்பட்டார்";
                }),
                n("h5951997", function (e) {
                    return "@" + e.screenName + " -க்கான அழைப்பு நீக்கப்பட்டது";
                }),
                n("a44c6034", "நிலுவையிலுள்ள அழைப்புகள்"),
                n("e39bc936", "ஒரு உறுப்பினராக, நீங்கள் நேரடிச்செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் — அத்துடன் அவற்றைப் பார்க்கலாம். நிர்வாகிகளும் கணக்கிற்குப் பங்களிப்பாளர்களை அழைக்கலாம் அல்லது அகற்றலாம் மற்றும் இடுகைப் பகுப்பாய்வுகளைப் பார்க்கலாம்."),
                n("h0d3bddc", "நிர்வாகி அணுகல்"),
                n("c54aafb0", "பங்களிப்பாளர் அணுகல்"),
                n("idc35f32", "நீங்கள் எந்தக் கணக்குகளையும் பிரதிநிதித்துவப்படுத்தவில்லை"),
                n("fab787b4", "கணக்கை விட்டு வெளியேறு"),
                n("bfbe9620", "உறுப்பினர்களைக் காண்க"),
                n("d52a2b36", "நீங்கள் இனி இந்தக் கணக்கில் நிர்வாகியாக இருக்கமாட்டீர்கள்."),
                n("df515932", "நீங்கள் இனி இந்தக் கணக்கில் பங்களிப்பாளராக இருக்கமாட்டீர்கள்."),
                n("cd00ea21", function (e) {
                    return "@" + e.screenName + " -இலிருந்து வெளியேறவா?";
                }),
                n("efa88ab1", function (e) {
                    return "@" + e.screenName + " வெளியேறினார்";
                }),
                n("c6dae164", "அழைப்பை ஏற்கவும்"),
                n("f8376170", "அழைப்பை நிராகரி"),
                n("a68c45e4", "நிராகரி"),
                n("aa35b48d", function (e) {
                    return "@" + e.screenName + " -இலிருந்து அழைப்பை நிராகரிக்கவா?";
                }),
                n("ed2a4b05", function (e) {
                    return "@" + e.screenName + " -க்கான உறுப்பினர் அழைப்பு நிராகரிக்கப்பட்டது";
                }),
                n("e73f9635", function (e) {
                    return "@" + e.screenName + " -க்கான உறுப்பினர் அழைப்பு ஏற்கப்பட்டது";
                }),
                n("d2da668c", "பிரதிநிதி உறுப்பினர்கள்"),
                n("ddf27b8e", "பங்களிப்பாளரை அழைக்கவும்"),
                n("jba63182", "கணக்கில் உறுப்பினர் பொறுப்புகளைக் காண்க. உறுப்பினர்கள் நேரடிச் செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் – அத்துடன் அவற்றைப் பார்க்கலாம்."),
                n("af59527e", "கணக்கில் உறுப்பினர் பொறுப்புகளைக் காணவும் மற்றும் பங்களிப்பாளர்களை அழைக்கவும். உறுப்பினர்கள் நேரடிச் செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் – அத்துடன் அவற்றைப் பார்க்கலாம்."),
                n("eafcc76a", "இந்தப் பயன்பாடு காட்டக்கூடிய விஷயங்கள்..."),
                n("j3998a16", "இந்தப் பயன்பாடு செய்யக்கூடிய விஷயங்கள்..."),
                n("a6845663", function (e) {
                    return e.date + "-இல் இந்தப் பயன்பாட்டு அனுமதிகளை அங்கீகரித்தீர்கள்";
                }),
                n("b2347f7c", "பயன்பாட்டுத் தரவை ஏற்றுகிறது"),
                n("e1fda16e", "இந்தப் பயன்பாடு இணைக்கப்படவில்லை"),
                n("b8f3ed46", "உங்கள் X கணக்குடன் மூன்றாம் தரப்புப் பயன்பாட்டை இணைக்கும்போது, உங்கள் கணக்கைப் பயன்படுத்துவதற்கான அணுகலை அந்தப் பயன்பாட்டுக்கு வழங்குகிறீர்கள்."),
                n("gb8d09ba", "உங்கள் மின்னஞ்சல் முகவரிக்கு அணுகல் உள்ளது"),
                n("g6dc09a0", "அனுமதிகள்"),
                n("a6e6e898", "படிக்க மட்டும்"),
                n("cde3b9ae", "படிக்க மற்றும் எழுத"),
                n("g0d7813a", "படிக்க, எழுத மற்றும் செய்திகளை அனுப்ப"),
                n("c9b35b9e", "உங்கள் விளம்பரத் தரவைப் படிக்கலாம்"),
                n("e0191264", "உங்கள் விளம்பரத் தரவைப் படிக்கலாம், உருவாக்கலாம், நிர்வகிக்கலாம்"),
                n("b73e1e8a", "எவ்வாறு அணுகலைத் திரும்பப்பெறுவது என்பதை அறிக"),
                n("c174e46e", "குறைவாகக் காட்டு"),
                n("a39075ff", function (e) {
                    return e.n + " மேலும்";
                }),
                n("da6cdba8", "பயன்பாட்டு அனுமதிகளைத் திரும்பப் பெறுக"),
                n("ef1d3dcc", "பயன்பாட்டைப் பற்றி புகாரளி"),
                n("d64e29c6", "காண்பிக்கப்படும் சாதனத்தை வெளியேற்றவும்"),
                n("idfa01cc", "காண்பிக்கப்படும் சாதனத்திலிருந்து வெளியேற்றவா?"),
                n("f400075e", "இது செயலிலுள்ள உங்கள் X அமர்வை முடிக்கும், புதிய அமர்வைத் தொடங்க, நீங்கள் மீண்டும் உள்நுழைய வேண்டும்."),
                n("e04ba39c", "தேதி & நேரம்"),
                n("eed75824", "செயலிலுள்ள உங்கள் X அமர்வை முடித்துவிட்டீர்கள்."),
                n("ddcd3d26", "அமர்வுத் தரவை ஏற்றுகிறது"),
                n("d2f0f3fe", "எங்களால் இந்த அமர்வைக் கண்டுபிடிக்க முடியவில்லை"),
                n("ga05517a", "இதுவரை நீங்கள் அறிக்கை எதையும் உருவாக்கவில்லை"),
                n("ea1715c0", "சேர்க்கும்போது, அவை இங்கே காண்பிக்கப்படும்."),
                n("b70a2cde", "உணர்ச்சிகரமான மீடியாவைக் கண்டறிய நாங்கள் தொழில்நுட்பத்தைப் பயன்படுத்துகிறோம், நாங்கள் தொடர்ந்து அதை மேம்படுத்திக் கொண்டிருப்பதால் எல்லா நேரங்களிலும் சரியான மீடியாவை அடையாளம் காண்கிறோம் எனச் சொல்ல முடியாது."),
                n("ee320a07", "உணர்ச்சிகரமான மீடியா கொள்கையைப்"),
                n("ffeb836a", "அமைப்புகள் கிடைக்கவில்லை"),
                n("f2fb9746", "அவசியம் அல்லாத குக்கீகளுக்குப் பயன்படுத்தப்படுவதால் இந்த அமைப்புகள் கிடைக்கவில்லை. அவற்றிலிருந்து நீங்கள் விலகிவிட்டதால், உங்கள் சாதனத்திலிருந்து அவசியமான தரவைச் சேகரிக்கும் குக்கீகளை மட்டுமே பயன்படுத்துகிறோம்."),
                n("aa4342be", "கிராஃபிக் வன்முறை"),
                n("jfec3aa0", "வயதுவந்தோருக்கான உள்ளடக்கம்"),
                n("j6bacd6a", "கிராஃபிக் வன்முறை எனக் குறிக்கப்பட்ட மீடியாவை நீங்கள் பார்க்கத் தேர்ந்தெடுக்கும் வரை மறைக்கவும். iOS-க்கான X -இல், இந்த மீடியா காட்டப்படாது."),
                n("a73e66a8", "வயதுவந்தோருக்கான உள்ளடக்கம் எனக் குறிக்கப்பட்ட மீடியாவை நீங்கள் பார்க்கத் தேர்ந்தெடுக்கும் வரை மறைக்கவும். iOS -க்கான X -இல், இந்த மீடியா காட்டப்படாது."),
                n("fef1b8dc", "உணர்ச்சிகரமானது எனக் குறிக்கப்பட்ட மீடியாவை நீங்கள் பார்க்கத் தேர்ந்தெடுக்கும் வரை மறைக்கவும். iOS-க்கான X -இல், இந்த மீடியா காட்டப்படாது."),
                n("d0a5a1c0", "எச்சரித்தல்"),
                n("ga197e26", "அனைத்தையும் காண்பி"),
                n("eb723386", "இதை ஒருபோதும் காட்டாதே"),
                n("ea31c622", "மரணம், வன்முறை, கடுமையான உடல் ரீதியான தீங்கு அல்லது மருத்துவ நடைமுறைகளை கிராஃபிக் விவரத்துடன் காட்டும் எந்த மீடியாவும் இதில் அடங்கும்."),
                n("e40985c4", "ஆபாசமான அல்லது பாலியல் தூண்டுதலை ஏற்படுத்தும் வகையில் கருத்தொற்றுமையுடன் உருவாக்கப்பட்டுப் பகிரப்பட்ட மீடியா இதில் அடங்கும்."),
                n("h7e0672b", "மீடியா அமைப்புகளை"),
                n("de9f111a", "உங்கள் நடப்பு சப்ஸ்கிர்ப்ஷனை நிர்வகியுங்கள்"),
                n("d5839f9e", "விதிமுறைகளை மதிப்பாய்வு செய்யவும் அல்லது உங்கள் Stripe கணக்கிலிருந்து உங்கள் சப்ஸ்கிர்ப்ஷனை நிர்வகிக்கவும்."),
                n("a840c22c", "ஏற்கனவே உள்ள Premium சப்ஸ்கிர்ப்ஷனை நிர்வகிக்கவும்"),
                n("e31456f8", "அடுக்கை மாற்று"),
                n("a7c4ecea", "விளம்பரமில்லா உங்களுக்கானவை காலவரிசையைப் பெறவும், அனைத்து அம்சங்களையும் திறக்கவும் மற்றும் மிகப்பெரிய பதில் பூஸ்ட்டைப் பெறவும்."),
                n("h15cc518", "திட்ட விருப்பங்களை ஆராய்ந்து, மாதாந்திர அல்லது வருடாந்திர திட்டத்திற்கு இடையே தேர்வுசெய்யவும்."),
                n("ce70c590", "இணைப்பு பேட்ஜ்களை நிர்வகிக்கவும்"),
                n("a49e1b2a", "உங்கள் இணைப்புகளை வரிசைப்படுத்தவும்"),
                n("e2daf93c", "முதல் பேட்ஜ் அனைத்து இடுகைகளிலும் காட்டப்படும்."),
                n("ab8089ea", "மறுவரிசைப்படுத்து"),
                n("e0221c42", "X -க்கு உள்ளேயும் வெளியேயும் சிறந்த வாசிப்பு அனுபவம்."),
                n("adcaa214", "நீங்கள் பின் தொடர்பவர்களின் மிக அதிகம் பகிரப்பட்ட கட்டுரைகளைப் பாருங்கள்."),
                n("b62d6e4c", "ரீடர்"),
                n("acf63cd2", "தொடர்ச்சிகளைப் படிக்க நீங்கள் விரும்பும் உரை அளவை தேர்ந்தெடுக்கவும். தொடர்ச்சியில் உள்ள எந்த இடுகையிலிருந்தும் புத்தகப் பொத்தானைத் தேர்ந்தெடுப்பதன் மூலம் ரீடர் அம்சத்தை இயக்கவும்."),
                n("e5fff0c8", "உங்கள் சப்ஸ்கிர்ப்ஷன் செயலில் உள்ளது."),
                n("ac057b4e", "X -இல் ஈடுபடுவதற்கான உங்கள் இலவசச் சப்ஸ்கிர்ப்ஷனை ரத்துசெய்ய, ஆதரவைத் தொடர்புகொள்ளவும்."),
                n("ib8ebf3b", function (e) {
                    return "ஒரு " + e.mobilePlatform + " சாதனத்தில் இந்த சப்ஸ்கிர்ப்ஷனை வாங்கியுள்ளதாகத் தோன்றுகிறது. அந்தத் தளத்திலிருந்து உங்கள் சப்ஸ்கிர்ப்ஷனை நிர்வகிக்கவோ ரத்துசெய்யவோ வேண்டும்.";
                }),
                n("i8132774", "நீங்கள் மிகவும் ஈடுபாடு கொண்ட பின்தொடர்பவர்களுக்கான பிரத்தியேக உள்ளடக்கம்"),
                n("a1222584", "உங்கள் உள்ளடக்கத்திலிருந்து நேரடியாகப் பணம் சம்பாதிக்கவும்"),
                n("df837dac", "மதிப்பிடப்பட்ட ஈட்டிய வருமானம் / பேஅவுட் வரம்பு"),
                n("df29646e", "பேஅவுட் உச்சவரம்பு"),
                n("b0ac642a", "பேஅவுட்களுக்கு உங்கள் கணக்கில் டெபாசிட் செய்ய 90 நாட்கள் வரை ஆகலாம்."),
                n("c747df1c", "பேஅவுட் விவரங்களை அமைக்கவும்"),
                n("ac814a76", "நீங்கள் இன்னும் பேஅவுட் விவரங்களை அமைக்கவில்லை."),
                n("f139168e", "வருமானங்கள் டேஷ்போர்டு"),
                n("ee0510c2", "பேஅவுட் வரலாறு"),
                n("c9b82b4c", "விண்ணப்பம் ஏற்றுக்கொள்ளப்பட்டது · உங்கள் சப்ஸ்கிர்ப்ஷனை உருவாக்குங்கள்"),
                n("ibb5e1c8", "விண்ணப்பம் நிராகரிக்கப்பட்டது"),
                n("b255df58", "விண்ணப்பம் சமர்ப்பிக்கப்பட்டது · மதிப்பாய்வுக்காகக் காத்திருக்கிறது"),
                n("b3f834c8", "விண்ணப்பம் காத்திருப்புப் பட்டியலில் உள்ளது"),
                n("i14be2c6", "தோராயமான ஈட்டப்பட்ட வருமானம்"),
                n("fd74390a", "படைப்பாளர் ID சரிபார்க்கப்பட்டது"),
                n("e8dc82e2", "ஆக்டிவ் திட்டங்கள்"),
                n("c12c5eb6", "கிடைக்கும் திட்டங்கள்"),
                n("j53f5eb0", "தகுதியுள்ள படைப்பாளர்கள் மாதாந்திர சப்ஸ்கிர்ப்ஷன்கள் மற்றும் விளம்பர வருவாய்ப் பகிர்வுக்குப் பதிவு செய்யலாம்."),
                n("e9c1273a", "தகுதியுள்ள படைப்பாளர்கள் மாதாந்திரச் சப்ஸ்கிர்ப்ஷன்கள் மற்றும் படைப்பாளர் வருவாய்ப் பகிர்வுக்குப் பதிவு செய்யலாம்."),
                n("jd176c82", "உங்கள் பகுதியில் பேஅவுட்கள் ஆதரிக்கப்படவில்லை"),
                n("d6ff74ca", "துரதிர்ஷ்டவசமாக, எங்கள் பேமெண்ட் வழங்குநர் உங்கள் நாட்டில் பேஅவுட்களை இன்னும் ஆதரிக்கவில்லை. சில பணமாக்குதல் திட்டங்கள் கிடைக்கவில்லை."),
                n("e89cdac0", "பேஅவுட் கணக்கை நிர்வகி"),
                n("dd7a54b4", "உங்கள் Stripe கணக்கை அமைக்கவும்"),
                n("jff3ab68", "அடையாள சரிபார்ப்பு"),
                n("j2876824", "அடையாளம் சரிபார்"),
                n("ebd06fb0", "ID சமர்ப்பிக்கப்பட்டது"),
                n("f65b960c", "கிரியேட்டர் திட்டத்திற்காக உங்களின் அரசு வழங்கிய ID -ஐ மதிப்பாய்வு செய்கிறோம்."),
                n("i4a1e936", "பணம் பெற, Stripe கணக்கை இணைக்கவும் அல்லது புதிய கணக்கை உருவாக்கவும்"),
                n("f5931b6a", "கிரியேட்டர் திட்டத்தில் பங்கேற்க அடையாளச் சரிபார்ப்பு அவசியம். கிரியேட்டர் திட்டத்திற்காக உங்கள் ID -ஐ முன்பே சமர்ப்பித்திருந்தால், அதை மீண்டும் சமர்ப்பிக்க வேண்டியதில்லை."),
                n("c8798a95", "இங்குள்ள"),
                n("d809ac49", "இங்குள்ள"),
                n("bbe09d38", "விண்ணப்பம் ஏற்கப்பட்டது · ஆப் ஸ்டோர்களில் உள்ளமைவு நிலுவையில் உள்ளது"),
                n("efbc5066", "ID சரிபார்த்தல் நிலுவையில் உள்ளது"),
                n("hc7631da", "உங்கள் Stripe கணக்கை அமைப்பதை நீங்கள் முடிக்கவில்லை"),
                n("h72d71a2", "தகுதிபெற்றது"),
                n("e12b0b16", "இன்னும் தகுதி பெறவில்லை"),
                n("a1e57106", "முழுமையடையவில்லை"),
                n("i51b4e22", "நிராகரிக்கப்பட்டது"),
                n("h5bd7160", "இந்தக் கணக்கு, ID சரிபார்ப்புக்குத் தகுதியற்றது!"),
                n("e32040c4", "பேஅவுட்களைப் பெற, நீங்கள் ID சரிபார்ப்பை முடிக்க வேண்டும்."),
                n("j8769b42", "உங்களின் அரசு வழங்கிய ID -ஐ மதிப்பாய்வு செய்கிறோம்."),
                n("be955554", "படைப்பாளர் வருவாய் பகிர்வு"),
                n("b03a3d62", "விளம்பரங்கள் வருவாய் பகிர்வு"),
                n("cbbe29c2", "நீங்கள் பேஅவுட்களுக்கான பாதையில் இருக்கிறீர்கள்"),
                n("g97a2d6c", "மேலும் அறிய"),
                n("f30774ea", "எங்களின் பணமாக்குதல் திட்டங்கள் மற்றும் கொள்கைகளைப் பற்றி இங்கே மேலும் அறிக."),
                n("aea0b11a", "மாதாந்திர உள்ளடக்கத்திற்கு யாரையும் சப்ஸ்கிரைப் செய்ய அனுமதிப்பதன் மூலம் X வாழ்க்கையில் சம்பாதியுங்கள்."),
                n("bce47f48", "உங்கள் இடுகைகளில் கிடைக்கும் ஈடுபாடுகள் மூலம் X வாழ்க்கைக்குப் பணம் சம்பாதியுங்கள்."),
                n("h7a68080", "உங்கள் இடுகைகளுக்கான பதில்களில் வழங்கப்படும் விளம்பரங்களிலிருந்து வருமானம் ஈட்டவும்."),
                n("eefd091e", "அடையாளச் சரிபார்ப்பு தேவை"),
                n("cd616a5a", "படைப்பாளர் திட்டத்தில் பங்கேற்க, அடையாளச் சரிபார்ப்பு அவசியம்."),
                n("cce8c40a", "ID -ஐச் சரிபார்"),
                n("ja73ebac", "வருமானம்"),
                n("h16eeb42", "நிர்வகி"),
                n("bc43a32e", "சமீபத்திய செயல்பாடு"),
                n("i4c3b046", "தற்போது உங்களிடம் புதிய காயின்கள் எதுவும் இல்லை."),
                n("ca516a66", "அனைத்துச் செயல்பாடுகளையும் பார்க்கவும்"),
                n("ee9ea930", "டைமண்ட்கள்"),
                n("cf3b535e", "தகுதியான இடுகைகளில் காயின்களைப் பெறுவதன் மூலம் டைமண்ட்கள் சேகரமாகின்றன. டைமண்ட்கள் மூலம் சம்பாதித்த பணம் உங்களின் மதிப்பிடப்பட்ட வருவாயில் சேர்க்கப்படும்."),
                n("fbb7764b", function (e) {
                    return e.count + " காயின்" + t(e.count, "", "கள்");
                }),
                n("e70a07b2", "அநாமதேயம்"),
                n("c76972f0", "கடந்த பேஅவுட் முதல்"),
                n("c219a552", "மொத்தக் காலகட்டம்"),
                n("f3ce76c0", "மேலும் உதவி வேண்டுமா?"),
                n("i8982e7e", "உங்களுக்குக் கேள்விகள் இருந்தால் எங்கள் உதவி மையத்தைப் பார்வையிடவும் அல்லது எங்களைத் தொடர்புகொள்ளவும்."),
                n("fbbfe8aa", "காயின்களை முடக்கு"),
                n("e4f29140", "முடக்குவதன் மூலம், காயின்கள் திட்டத்திலிருந்து அகற்றப்படுவீர்கள், மேலும் இனி காயின்களைப் பெறத் தகுதி பெறமாட்டீர்கள்."),
                n("e58e85d2", "செயலிழக்கச் செய்வதைத் தொடர்க"),
                n("be8e87b4", "காயின்களை முடக்கவா?"),
                n("bee26fa8", "ஆம், செயலிழக்கச்செய்"),
                n("f0145c9a", "காயின்கள் இப்போது முடக்கப்பட்டுள்ளன"),
                n("a22f6808", "எல்லாச் செயல்பாடும்"),
                n("g1b8020c", "கடந்த 30 நாட்களில்"),
                n("jb13b840", "எல்லா நேரமும்"),
                n("b4f24360", "கடந்த 30 நாட்களில் உங்களிடம் புதிய காயின்கள் எதுவுமில்லை."),
                n("d59dbf8a", "கண்ணோட்டம்"),
                n("g652fc4c", "இந்த மாதம் உங்களிடம் பேஅவுட் வரலாறு இல்லை."),
                n("d55e017a", "இந்த மாதம்"),
                n("f883322d", function (e) {
                    return "பரிவர்த்தனை ID " + e.transactionId;
                }),
                n("d978f43e", "புதிய சப்ஸ்கிர்ப்ஷன்ஸ்"),
                n("d113fc10", "இந்த நேரத்தில் உங்களிடம் புதிய சப்ஸ்கிர்ப்ஷன்ஸ் எதுவுமில்லை."),
                n("h7a41c02", "புதுப்பிப்புகள்"),
                n("eedf2eaa", "இந்த நேரத்தில் உங்களிடம் புதுப்பிப்புகள் எதுவுமில்லை."),
                n("d93308d8", "அனைத்துப் பரிவரத்தனைகளையும் காட்டு"),
                n("a23e724a", "இந்தக் கணக்கு கிடைக்கவில்லை."),
                n("a384fda0", "சப்ஸ்கிர்ப்ஷன் ஓவர்வியூ"),
                n("i4313618", "உங்களை அறிமுகம் செய்து கொண்டு, உங்களை சூப்பர் ஃபாலோ செய்தால் என்னென்ன எதிர்பார்க்கலாம் என்பதை மக்களுக்கு விவரியுங்கள்."),
                n("c0348964", "அறிமுகம்"),
                n("g522fd30", "சப்ஸ்கிரைப் செய்தவர்கள் சலுகைகள்"),
                n("e85471c6", "சப்ஸ்கிரைப் செய்தவர்கள் பேட்ஜ்"),
                n("fd75ca92", "நீங்கள் ஒரு பொது சப்ஸ்கிரைப் செய்தவர் பேட்ஜைப் பெறுவீர்கள், கவனிக்கப்படுவதை, அரட்டை செய்வதை, இணைப்பதை அது எளிதாக்குகிறது."),
                n("ia9c37c4", "விலை"),
                n("f5be83b2", "கம்யூனிட்டியில் சேர்க"),
                n("e4ee8c6a", "சப்ஸ்கிர்ப்ஷன்ஸ் படைப்பாளர்கள் பின்னூட்டம் கம்யூனிட்டியில் யோசனைகளைப் பகிரவும், உத்வேகம் பெறவும், மேலும் பிற படைப்பாளர்களுடன் இணையவும்."),
                n("i3a90dee", "சப்ஸ்கிர்ப்ஷன்ஸை செயல்முடக்குக"),
                n("e261e6e6", "செயல்முடக்குவதன் மூலம் நீங்கள் சப்ஸ்கிர்ப்ஷன்ஸ் திட்டத்திலிருந்து அகற்றப்படுவதோடு உங்களின் அனைத்து சப்ஸ்கிரைபர்களையும் இழக்க நேரிடும்."),
                n("ca5ca5ee", "முன்னோட்டத்தைக் காட்டு"),
                n("a329ce88", "விளக்கத்தைச் சேர்க்கவும்..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "இடுகை முன்னோட்டங்களைச் செயல்படுத்து"),
                n("c1521804", "உங்கள் சப்ஸ்கிரைபர் இடுகைகளின் மாதிரிக்காட்சிகள் சப்ஸ்கிரைபர் அல்லாதவர்களுக்குக் காண்பிக்கப்படும்."),
                n("jd0f1ac0", "சப்ஸ்கிர்ப்ஷன்ஸை செயல்முடக்கவா?"),
                n("c6c27fc8", "சப்ஸ்கிர்ப்ஷன்ஸை செயல்முடக்குவதைத் திரும்பப்பெற முடியாது. நீங்கள் சப்ஸ்கிர்ப்ஷன்ஸ் திட்டத்திலிருந்து அகற்றப்படுவீர்கள். இத்திட்டத்திற்குத் திரும்ப, நீங்கள் மீண்டும் விண்ணப்பிக்க வேண்டும்."),
                n("f82a23ec", "சப்ஸ்கிர்ப்ஷன்ஸ் தற்போது செயல்முடக்கப்பட்டுள்ளது"),
                n("a4c6e458", "நீங்கள் அமைத்துள்ள உங்கள் மாதாந்திர சப்ஸ்கிர்ப்ஷன் கட்டணம்:"),
                n("be54a313", function (e) {
                    return e.price + "/மா";
                }),
                n("hadd463a", "விலை மாற்றத்தைக் கோரவும்"),
                n("b0728b5c", "விலை மாற்றத்தை ரத்துசெய்"),
                n("aea9f79c", "இதற்கு விலையை மாற்றுவது நிலுவையில் உள்ளது:"),
                n("c701e5cc", "நீங்கள் செய்த மாற்றங்கள் சேமிக்கப்படாது."),
                n("a649778c", "திருத்துவதைத் தொடர்க"),
                n("d1a683b8", "சப்ஸ்கிர்ப்ஷன்ஸ் படைப்பாளர்கள் பற்றி"),
                n("iba08a94", "அனைத்தும் எப்படித் தெரிகிறது?"),
                n("a5f55bfa", "எதிர்கால சப்ஸ்கிரைபர்ஸ் உங்கள் பக்கத்திற்கு வரும்போது இதைத்தான் பார்ப்பார்கள். உங்கள் விளக்கங்களை எந்த நேரத்திலும் திரும்பி வந்து புதுப்பிக்கலாம்."),
                n("b600eb88", "உங்களுக்குத் தெரிந்தவர்களைக் கண்டுபிடித்து அங்கீகரிக்கப்படுங்கள்"),
                n("da48ebf6", "நீங்கள் பதிவு செய்யும்போது பிரத்தியேக உள்ளடக்கத்தைப் பெறுங்கள்"),
                n("f324fb6c", "சப்ஸ்கிர்ப்ஷன்"),
                n("c654a3aa", "சப்ஸ்கிரைப்பர்ஸ் மட்டுமே இந்த இடுகையைப் பார்க்க முடியும்"),
                n("d409ce3c", "போனஸ் உள்ளடக்கம் மற்றும் கூடுதல் சலுகைகளுக்கு X -இல் உங்களுக்குப் பிடித்த நபர்களை ஆதரிக்கவும்."),
                n("a4ed9072", "அறிமுகத்தைச் சேர்க்கவும்..."),
                n("af5b098e", "சப்ஸ்கிர்ப்ஷன்ஸ் சலுகைகள்"),
                n("gf32cca2", "நீங்கள் வழங்கும் சலுகைகளை விவரிக்கவும்"),
                n("j8ba99b4", "நீங்கள் பகிரும் பிரத்தியேக உள்ளடக்கத்தின் விரைவான சுருக்கத்துடன் ஒவ்வொரு மாதமும் பயனர்கள் என்ன செய்கிறார்கள் என்பதைப் பற்றிய விஷயத்தை அவர்களுக்கு வழங்கவும்."),
                n("j679dcda", "எடுத்துக்காட்டுகளைக் காண்க"),
                n("j325331a", "அறிமுகப்படுத்திக்கொள்ள ஒரு நிமிடம் ஒதுக்குங்கள்"),
                n("e18e8da8", "உங்களின் சாத்தியமான சப்ஸ்கிரைபர்ஸுக்கு விரைவான அறிமுகச் செய்தியின் மூலம் நல்ல முதல் தாக்கத்தை உருவாக்குங்கள்."),
                n("fce14f56", "புதிய விலை"),
                n("b0c58272", "புதிய மாதாந்திர விலையைத் தேர்ந்தெடுக்கவும். விலை மாற்றங்களைச் செயலாக்க 3-7 வணிக நாட்கள் ஆகும். விலை அதிகரிப்புக்கு ஏற்கனவே உள்ள சந்தாதாரர்களையும் சேர்க்க வேண்டிவரலாம்."),
                n("d5737f0e", "மாதாந்திர சப்ஸ்கிர்ப்ஷன்"),
                n("edc014fb", "மேலும் அறிக"),
                n("h810143c", "விவரங்கள்"),
                n("ga57b610", "கொள்முதல் தேதி"),
                n("h3b68828", "கொள்முதல் வகை"),
                n("cc2aa67a", "கொள்முதல் தளம்"),
                n("b313bb24", "பேமெண்ட்"),
                n("e5188502", "அனைத்து விற்பனைகளும் இறுதியானவை"),
                n("bf364d62", "அனைத்துப் பரிவரத்தனைகள்"),
                n("ed3efef0", "கடந்த 30 நாட்களில் உங்களிடம் புதிய சப்ஸ்கிர்ப்ஷன்ஸ் எதுவுமில்லை."),
                n("b5f9ec14", "கடந்த 30 நாட்களில் உங்களிடம் புதுப்பிப்புகள் எதுவுமில்லை."),
                n("d8eed490", "உங்களின் பொதுவில் கிடைக்கும் சுயவிவரத் தோற்றத்தை நிர்வகிக்கவும்."),
                n("e26dbcd0", "உங்கள் படைப்பாளர் சப்ஸ்கிர்ப்ஷன்ஸை மறைக்கவும்"),
                n("aea7dda8", "உங்கள் சுயவிவரத்தில் உள்ள படைப்பாளர் சப்ஸ்கிர்ப்ஷன்ஸ் பட்டியல் உங்களுக்கு மட்டுமே தெரியும்."),
                n("j3d2cfc4", "நீங்கள் எந்த ஸ்பேசஸை கேட்கிறீர்கள் என்பதை, பின்தொடர்பவர்களைப் பார்க்க அனுமதியுங்கள்"),
                n("d9588ae6", "இந்த அமைப்பை முடக்கியிருந்தாலும் நீங்கள் ஒரு ஸ்பேஸில் இருக்கும்போது அனைவருக்கும் புலப்படுவீர்கள் என்பதை நினைவில் கொள்ளுங்கள். உங்களைப் பின்தொடர்பவர்கள் எப்போதும் நீங்கள் என்ன ஹோஸ்ட் செய்கிறீர்கள், கோ-ஹோஸ்ட் செய்கிறீர்கள் அல்லது பேசுகிறீர்கள் என்பதைப் பார்க்கலாம்."),
                n("i84c5de8", "படைப்பாளர் பயன்பாடுகள் விரைவில் வரவுள்ளன"),
                n("b8922f7e", "சப்ஸ்கிர்ப்ஷன்ஸ் திட்டத்தில் சேர விண்ணப்பிக்க விரைவில் மீண்டும் பார்க்கவும்."),
                n("ad588be6", "தகுதி பெற்றுள்ளீர்கள்!"),
                n("f6443bd2", "நல்ல செய்தி — சப்ஸ்கிர்ப்ஷன்ஸுக்கான எங்களின் தகுதித் தேவைகளைப் பூர்த்தி செய்துள்ளீர்கள். விண்ணப்பிக்கத் தயாரா?"),
                n("a3a20a10", "பின்னர் மீண்டும் சரிபார்க்கவும்"),
                n("b8d29e4a", "துரதிர்ஷ்டவசமாக, சப்ஸ்கிர்ப்ஷன்ஸுக்கான எங்களின் தகுதித் தேவைகளை நீங்கள் தற்போது பூர்த்தி செய்யவில்லை."),
                n("d92c1d0a", "விண்ணப்பிக்கத் தொடரவும்"),
                n("fde27650", "சப்ஸ்கிர்ப்ஷன்ஸ் விதிமுறைகளுக்குக்"),
                n("c5f89b06", "Premium -க்குச் சப்ஸ்கிர்ப் செய்வதன் மூலம் சரிபார்க்கவும்"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " சரிபார்க்கப்பட்ட பின்தொடர்பவர்கள்";
                }),
                n("b747ce3a", "கடந்த 30 நாட்களில் ஆக்டிவ்"),
                n("c27f57ac", "குறைந்தது 18 வயது இருக்க வேண்டும்"),
                n("h63d2973", function (e) {
                    return "கடந்த 3 மாதங்களில் " + e.count + " இயல்பான தாக்கங்கள்";
                }),
                n("ef606fca", "உங்களை மிகவும் ஈடுபாட்டுடன் பின்தொடர்பவர்களுக்கான கட்டண சப்ஸ்கிர்ப்ஷன்கள்"),
                n("e533715e", "தகுதியைச் சரிபார்க்கவும்"),
                n("d8671da2", "X -இலும் வாழத் தொடங்குங்கள்"),
                n("d126a504", "உங்களுக்குப் பிடித்த பின்தொடர்பவர்களுக்குக் கொஞ்சம் கூடுதலாக சிறப்பான உள்ளடக்கத்தை வழங்கி, ஒவ்வொரு மாதமும் பணம் சம்பாதியுங்கள். "),
                n("d08d0bb2", "பிரத்தியேக உள்ளடக்கம்"),
                n("ef29d2c2", "கூடுதல் இடுகைகள் மற்றும் தனிப்பட்ட பதில்களுடன், எழுதப்படாத எண்ணங்கள், யோசனைகள் மற்றும் கருத்துகளைப் பகிரவும்."),
                n("if12af7c", "சப்ஸ்கிர்ப்ஷன்ஸ் அமைக்கப்பட்டது"),
                n("cc4c1a14", "விலை அமைக்கப்பட்டது"),
                n("e1453e45", "மேலும் அறிக"),
                n("aa7e35ee", "உங்கள் கணக்கு தேர்ந்தெடுக்கப்படவில்லை"),
                n("c984cc62", "உங்கள் கணக்கு இந்த முறை தேர்ந்தெடுக்கப்படவில்லை. எதிர்காலத்தில் இதில் பங்கேற்கும் வாய்ப்புகளுக்குக் காத்திருங்கள்."),
                n("gd115e64", "சப்ஸ்கிர்ப்ஷன்ஸுக்கு விண்ணப்பிக்கவும்"),
                n("a9f08d5c", "கீழே உள்ள கேள்விகளுக்கான உங்கள் பதில்கள் எங்கள் மதிப்பாய்வுக்கானவை மற்றும் உங்கள் சுயவிவரத்தில் காட்டப்படாது."),
                n("c3f8d650", "உங்கள் உள்ளடக்கத்தை விவரிக்கவும்"),
                n("j89dd344", "உங்கள் சப்ஸ்கிர்ப்ஷனில் சேர்க்கப்படும் உள்ளடக்கத்தின் உதாரணத்தை வழங்கவும், மேலும் குறிப்பாகத் தெரிவிப்பது சிறந்தது."),
                n("d19cc490", "ஓர் எடுத்துக்காட்டு உள்ளடக்கத்தைச் சேர்"),
                n("c737c1b2", "உங்கள் அனுபவத்தைப் பற்றி எங்களிடம் கூறுங்கள்"),
                n("f98e5fd4", "பிற தளங்களில் கட்டண உள்ளடக்கத்தை உருவாக்குகிறீர்களா? பயனர்கள் எப்படிச் சப்ஸ்கிரைப் செய்வார்கள் என்று நினைக்கிறீர்கள்?"),
                n("c41b01be", "ஒரு பிட்ச்சைச் சேர்"),
                n("e2aad0fe", "கிராஃபிக் அல்லது பெரியோர் சப்ஸ்கிரைபர் உள்ளடக்கத்தை நான் இடுகையிடமாட்டேன்"),
                n("d1b983ef", function (e) {
                    return "குறைந்தது " + e.count + " எழுத்துக்குறிகள் இருக்க வேண்டும்";
                }),
                n("d3d6c52c", "உங்கள் விண்ணப்பம் சமர்ப்பிக்கப்பட்டுள்ளது."),
                n("cb27c0ba", "உங்கள் விலையை உறுதி செய்துள்ளோம். உங்கள் விண்ணப்பம் மதிப்பாய்வு செய்யப்படும், நீங்கள் அங்கீகரிக்கப்பட்டால், அது நடைமுறைக்கு வந்தவுடன் உங்களுக்கு அறிவிப்பை அனுப்புவோம்."),
                n("j274e6aa", "நீங்கள் காத்திருப்புப் பட்டியலில் உள்ளீர்கள்"),
                n("j006be54", "எங்கள் சப்ஸ்கிர்ப்ஷன்ஸ் சோதனைக் குழு வேகமாக நிரம்பிவிட்டது, ஆனால் உங்களை காத்திருப்புப் பட்டியலில் சேர்த்துள்ளோம், மேலும் அதிக இடங்கள் திறக்கப்படும்போது உங்களுக்குத் தெரியப்படுத்துவோம்."),
                n("d5cb1114", "சப்ஸ்கிர்ப்ஷன்ஸை தொடங்கவும்"),
                n("j2f622ec", "எங்கள் சோதனைக் குழுவிற்குத் தேர்ந்தெடுக்கப்பட்டுள்ளீர்கள்! உங்கள் சப்ஸ்கிர்ப்ஷன் விவரங்களை இப்போதே அமைக்கவும், அது நேரலையில் இருக்கும்போது உங்களுக்குத் தெரிவிப்போம்."),
                n("e2cd7000", "கிட்டத்தட்ட முடிந்துவிட்டது..."),
                n("b3629b92", "உங்கள் சப்ஸ்கிர்ப்ஷனை அமைப்பதை முடிக்க இன்னும் சில படிநிலைகள் உள்ளன."),
                n("f4619a62", "ஏற்றுக்கொண்டு தொடரவும்"),
                n("c5625f84", "உங்கள் சப்ஸ்கிர்ப்ஷன் சலுகைகளை விவரிக்கவும்"),
                n("c7289544", "சப்ஸ்கிர்ப்ஷன் விலையை அமைக்கவும்"),
                n("aaf68c58", "உங்கள் பேஅவுட் விவரங்களை உறுதிசெய்க"),
                n("b8a69fa0", "சப்ஸ்கிர்ப்ஷன்ஸ் விதிமுறைகளுக்குக்"),
                n("ad4a92a2", "பேட்ஜ்"),
                n("d5aa8de0", "உங்கள் சப்ஸ்கிரைபர்ஸுக்கு பேட்ஜ்களை வழங்கவும்"),
                n("j0bbda92", "இங்கே மாற்றவோ திருத்தவோ எதுவும் இல்லை. உங்களின் சப்ஸ்கிரைபர்ஸ் அனைவரும் சப்ஸ்கிரைப் செய்யும்போது தானாகவே பொது பேட்ஜை பெறுவார்கள்."),
                n("e18b7a72", "மதிப்பாய்வுசெய்க"),
                n("be76dc34", "விளக்கத்தைச் சேர்"),
                n("ef5406e4", "அறிமுகத்தைச் சேர்க்கவும்"),
                n("ea8a3d2e", "விலை அமைப்பு"),
                n("f77bb179", function (e) {
                    return "உங்கள் " + e.price + " தேர்வை உறுதிப்படுத்தவும்";
                }),
                n("g2a6f160", "உங்கள் சப்ஸ்கிர்ப்ஷன் விலையை மீண்டும் சரிபார்த்து உறுதிப்படுத்தவும். இதை அமைத்த பின்னர் மீண்டும் விலையை மாற்ற முடியாது."),
                n("g767d1c9", "குறிப்பு: சப்ஸ்கிர்ப்ஷன்ஸ் சோதனைக் காலத்தில் உள்ளதால் இதை உங்களால்"),
                n("df057690", "உங்கள் சப்ஸ்கிரைபர்ஸ் எவ்வளவு பணம் செலுத்த வேண்டும் என்பதைத் தேர்வுசெய்யவும்"),
                n("g5923869", function (e) {
                    return "மாதம் " + e.price;
                }),
                n("f025ab3a", "பெரிய, பரந்த அடித்தளத்தை உருவாக்குங்கள்"),
                n("c962df0e", "அரிதாக இடுகையிடுதல் மற்றும் சப்ஸ்கிரைபர்ஸுடன் தொடர்புகொள்ளுதல்"),
                n("ib075804", "உங்கள் தளத்தை விரிவுபடுத்தி வருவாயை அதிகரிக்கவும்"),
                n("fc04f3a6", "அவ்வப்போது இடுகையிடுதல் மற்றும் சப்ஸ்கிரைபர்ஸுடன் தொடர்புகொள்ளுதல்"),
                n("c246656e", "நெருக்கமான அடித்தளத்தை உருவாக்குங்கள்"),
                n("h0c5405c", "வழக்கமாக இடுகையிடுதல் மற்றும் சப்ஸ்கிரைபர்ஸுடன் தொடர்புகொள்ளுதல்"),
                n("f2d2153d", function (e) {
                    return "பெரும்பாலான படைப்பாளர்கள் " + e.price + " வசூலிக்கின்றனர், எனினும் நீங்கள் விரும்பும் எந்தக் கட்டணத்தையும் நீங்கள் தேர்வு செய்யலாம்";
                }),
                n("f1cb36b8", "பேஅவுட் அமைவு"),
                n("e20f6662", "எல்லாம் தயார்!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "உங்கள் பேஅவுட் விவரங்களை அமைக்கவும்"),
                n("a3f6a966", "Stripe கணக்கை இணைத்தல்"),
                n("cb031e44", "உங்கள் கணக்கை இணைக்க, நீங்கள் Stripe-க்கு அழைத்துச் செல்லப்படுவீர்கள். உங்களிடம் ஏற்கனவே Stripe கணக்கு இருந்து அதை நீங்கள் பயன்படுத்த விரும்புகிறீர்கள் என்றால், Stripe மின்னஞ்சலைக் கேட்கும்போது அந்தக் கணக்கின் மின்னஞ்சல் முகவரியை உள்ளிடவும். குறிப்பு: உங்கள் Stripe மின்னஞ்சல் உங்கள் X மின்னஞ்சலிலிருந்து மாறுபட்டு இருக்கலாம்."),
                n("ebfb897c", "எடுத்துக்காட்டுகள்"),
                n("dc4feb1a", "என்ன சொல்வது என்று தெரியவில்லையா?"),
                n("h9b9d486", "சப்ஸ்கிரைபர்களுக்கு நீங்கள் வழங்கும் உள்ளடக்கம் முற்றிலும் உங்களுடையது. நீங்கள் தொடங்குவதற்கு உதவும் சில எடுத்துக்காட்டுகள் இங்கே உள்ளன."),
                n("ic130fd6", "திரைக்குப் பின்னால் நடக்கும் சில அருமையான உள்ளடக்கம், எனது புத்தகங்கள் மற்றும் பிற திட்டப்பணிகள் பற்றி முன்கூட்டிய பார்வைகள் மற்றும் மாதாந்திர AMAகள் ஆகியவற்றைப் பெறுவீர்கள்."),
                n("dd913e24", "என்னுடைய சமீபத்திய கருத்துக்கள், எழுதப்படாத எண்ணங்கள் மற்றும் உண்மையில் உங்களுக்கான கூடுதல் உள்ளடக்கம் ஆகியவற்றைப் பெறத் தயாராக உள்ளீர்கள்."),
                n("b737ee66", "VIP அனுபவத்திற்குத் தயாராகுங்கள். சிந்தியுங்கள்: வாக்கெடுப்புகள், வீடியோக்கள் மற்றும் சலுகைகள் போன்ற சப்ஸ்கிரைபருக்கு மட்டுமேயான உள்ளடக்கம்."),
                n("a0bb2076", "உங்கள் அறிமுகத்தைச் சுருக்கமாகவும் இனிமையாகவும் வைத்திருங்கள், உங்கள் உள்ளடக்கத்தைப் பின்னர் விவரிக்க முடியும். நீங்கள் தொடங்குவதற்கு உதவும் சில எடுத்துக்காட்டுகள் இங்கே உள்ளன."),
                n("fe076612", "வணக்கம், எனது சப்ஸ்கிர்ப்ஷன்ஸ் பக்கத்திற்கு வரவேற்கிறேன்! நீங்கள் இங்கு வந்ததில் மிகவும் மகிழ்ச்சியடைகிறேன். நான் விரும்பியதைச் செய்வதைச் சாத்தியமாக்கியதற்கு நன்றி."),
                n("g7f66daa", "அனைவரும் எப்படி இருக்கிறீர்கள்? எனது சப்ஸ்கிர்ப்ஷனை பார்த்ததற்கு நன்றி. உங்களுக்காக நான் ஸ்டோரில் வைத்திருப்பதை விரும்புவீர்கள் என நினைக்கிறேன்."),
                n("hbe4f99e", "வணக்கம், சில முக்கிய ரகசிய உள்ளடக்கத்தைப் பகிர்ந்துகொள்வதற்கும் உங்களை இன்னும் நன்றாக அறிந்துகொள்ளவும் ஆவலுடன் உள்ளேன் :)"),
                n("fb278c82", "இந்த முன்னோட்டம் என்ன?"),
                n("j6cab6ec", "பயனர்கள் உங்களை சப்ஸ்கிரைப் செய்யும் முன்பு இதைத்தான் பார்க்கிறார்கள். உங்கள் விளக்கங்களைச் சரியாகப் பெறும் வரை அவற்றை மாற்றவும், திருத்தவும்."),
                n("f2b1e83e", "Grok & Third-Party Collaborators"),
                n("e110a46c", "உரையாடல் வரலாற்றை நீக்கு"),
                n("ebc4fda0", "உங்கள் grok உரையாடல் வரலாற்றை நீக்க உள்ளீர்கள். இந்த உரையாடல்களை நீங்கள் மீண்டும் அணுக முடியாது."),
                n("c90fe716", "உங்கள் உரையாடல்களை நீக்க விரும்புகிறீர்களா?"),
                n("a8d516a4", "xAI ஆல் உருவாக்கப்படும் Grok மற்றும் பிற AI மாடல்களைப் பயிற்றுவிப்பதற்கும், நன்றாக டியூன் செய்வதற்கும் X நிறுவனம் உங்கள் X பொதுத் தரவையும், X -இல் Grok உடனான உங்கள் பயனர் உரையாடல்கள், உள்ளீடுகள் மற்றும் முடிவுகளையும் xAI உடன் பகிர்ந்து கொள்ளலாம். இது உங்கள் பயனர் அனுபவத்தைத் தொடர்ந்து மேம்படுத்த உதவுகிறது."),
                n("a127886c", "உங்கள் உரையாடல் வரலாற்றை நினைவில் வைத்துக் கொள்ள, Grok -ஐ அனுமதிக்கவும்"),
                n("f49b39b8", "உங்கள் முந்தைய உரையாடல்களிலிருந்து விவரங்களை Grok நினைவில் வைத்துக் கொள்ள அனுமதிக்கவும். தொடர்புடைய விவரங்களை மறக்க, தனிப்பட்ட உரையாடல்களை நீங்கள் நீக்கலாம்."),
                n("b7de9ad2", "Grok உடனான உங்கள் அனுபவத்தைத் தனிப்பயனாக்க X-ஐ அனுமதிக்கவும்"),
                n("ed141096", "உங்கள் Grok அனுபவத்தைத் தனிப்பயனாக்குவதற்காக Grok உடனான உங்கள் X தரவுடன் உங்கள் உடையாடல்கள், உள்ளீடுகள் மற்றும் முடிவுகள் ஆகியவற்றைப் பயன்படுத்த அனுமதிக்க, xAI -ஆல் உருவாக்கப்படும் Grok மற்றும் பிற AI மாடல்களுடனான உங்கள் அனுபவத்தைத் தனிப்பயனாக்க, X நிறுவனம் உங்கள் X தரவையும், Grok உடனான உங்கள் பயனர் உரையாடல்கள், உள்ளீடுகள் மற்றும் முடிவுகளையும் xAI உடன் பகிர்ந்து கொள்ளலாம். இது உங்கள் பயனர் அனுபவத்தைத் தொடர்ந்து மேம்படுத்த உதவுகிறது. "),
                n("ecdbece0", "காயின்கள் திட்டத்தில் வெற்றிகரமாகச் சேர்ந்துள்ளீர்கள்."),
                n("db3f0bbe", "படைப்பாளர்கள் தங்கள் உள்ளடக்கத்திலிருந்து பணம் சம்பாதிக்க உதவுதல்."),
                n("a1f40cf8", "ஏற்கிறேன்"),
                n("d604fb32", "படைப்பாளர் விதிமுறைகளுக்குக்"),
                n("d520d188", "காயின்களைப் பெறவும்"),
                n("ea770766", "காயின்கள் என்பவை தகுதியான இடுகைகளில் பெறக்கூடிய விர்ச்சுவல் பொருட்கள் ஆகும். நீங்கள் காயின்களைப் பெறும்போது அவை டைமண்ட்களாகக் குவிகின்றன, அவற்றைப் பணமாக்கலாம்."),
                n("d27f5ac6", "துணை வருமானம்"),
                n("h1d66df0", "X -இல் சிறந்த உள்ளடக்கத்தை இடுகையிடுவதன் மூலம் பணம் சம்பாதியுங்கள். உங்களைப் பின்தொடர்பவர்கள் இப்போது உங்களுக்குக் காயின்களை வழங்குவதன் மூலம் வெகுமதி அளிக்கலாம்."),
                n("f85fb0a2", "உங்கள் பார்வையாளர்களுடன் இணையுங்கள்"),
                n("d1433e24", "ரசிகர்கள் தாங்கள் மிகவும் ரசிக்கும் உள்ளடக்கத்தை உருவாக்குவதற்காக உங்களுக்கு வெகுமதி அளிக்க, காயின்கள் ஒரு வேடிக்கையான வழியாகும். உங்களைப் பின்தொடர்பவர்களுடனும் ரசிகர்களுடனும் சிறந்த தொடர்பைப் பெற இது ஒரு வாய்ப்பாகும்."),
                n("e6ba42de", "விளம்பர வருவாய் பங்கு"),
                n("ebc16756", "படைப்பாளர் வருவாய் பகிர்வு"),
                n("da4cd6fa", "துரதிர்ஷ்டவசமாக, விளம்பர வருவாய் பங்கிற்கு நீங்கள் தகுதிபெறவில்லை. பங்கேற்க, நீங்கள் பின்வரும் தேவைகளைப் பூர்த்தி செய்ய வேண்டும்:"),
                n("b2961492", "துரதிர்ஷ்டவசமாக, படைப்பாளர் வருவாய் பகிர்விற்கு நீங்கள் தகுதிபெறவில்லை. பங்கேற்க, நீங்கள் பின்வரும் தேவைகளைப் பூர்த்தி செய்ய வேண்டும்:"),
                n("d3789528", "விளம்பர வருவாய் பகிர்வைப் பற்றி"),
                n("aa0ff456", "படைப்பாளர் வருவாய் பகிர்வைப் பற்றி"),
                n("bf214f48", "சரி"),
                n("b2b4d592", "Premium அல்லது சரிபார்க்கப்பட்ட நிறுவனங்களுக்குச் சப்ஸ்கிரைப் செய்யவும்"),
                n("fbb03ba6", "500 Premium பின்தொடர்பவர்கள்"),
                n("hb4c5169", function (e) {
                    return "கடந்த " + e.impression_number + "M-இல் உங்கள் இடுகைகளில் குறைந்தது 15 மில்லியன் தாக்கங்கள் இருக்க வேண்டும்";
                }),
                n("f91685ba", "உங்கள் இடுகைகளுக்குப் பணம் பெற நீங்கள் தானாகவே தகுதி பெறுவீர்கள்!"),
                n("a9f0e0fa", "Premium அல்லது சரிபார்க்கப்பட்ட நிறுவனங்களின் சப்ஸ்கிரைப்பராக, விளம்பர வருவாய் பகிர்வுக்கு நீங்கள் தானாகவே தகுதி பெறுவீர்கள். உங்கள் இடுகைகளுக்கான பதில்களில் காட்டப்படும் விளம்பரங்களில் உள்ள சரிபார்க்கப்பட்ட தாக்கங்களின் எண்ணிக்கையின் அடிப்படையில் உங்கள் பேஅவுட் இருக்கும்."),
                n("c694e3e4", "Premium அல்லது சரிபார்க்கப்பட்ட நிறுவனங்களின் சப்ஸ்கிரைப்பராக, படைப்பாளர் வருவாய் பகிர்வுக்கு நீங்கள் தானாகவே தகுதி பெறுவீர்கள்."),
                n("acd1a1be", "எதிர்கால பேஅவுட்களைப் பெற, உங்கள் பேஅவுட் விவரங்களை இப்போதே அமைக்கவும்."),
                n("f7e11f70", "சேர்ந்து, ID -ஐச் சரிபார்"),
                n("c8169274", "உங்கள் விண்ணப்பத்தைச் சேமிப்பதில் சிக்கல். பிறகு முயலவும்."),
                n("c3f93665", "படைப்பாளர் வருவாய் பகிர்வு விதிமுறைகளை"),
                n("a249ce04", "விளம்பர வருவாய் பகிர்வு விதிமுறைகளை"),
                n("d085a144", "படைப்பாளர் வருமானங்கள் டேஷ்போர்டு"),
                n("a5204850", "மொத்த வருமானம்"),
                n("ada650cf", function (e) {
                    return "கட்டணக் காலம்: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "வீடியோ விளம்பரங்கள் வருவாய் பகிர்வு"),
                n("g88c1108", "வீடியோ விளம்பரங்கள் வருவாய் பகிர்வைப் பற்றி"),
                n("d4bb7e9c", "வீடியோ விளம்பரங்கள் வருவாய் பகிர்வு விதிமுறைகள்"),
                n("dc535dbe", "எங்களின் வீடியோ ப்ரீ-ரோல் விளம்பரங்கள் வருவாய் பகிர்வுத் திட்டத்திற்கு விண்ணப்பிப்பதன் மூலம் X -இல் உங்கள் உள்ளடக்கத்திற்காக அதிகம் சம்பாதிக்கவும்."),
                n("eb6d9270", "உங்கள் உள்ளடக்கத்திற்குப் பணம் பெறுங்கள்"),
                n("a778472e", "விவரங்கள்:"),
                n("bde8446e", "விளம்பரங்கள் வருவாய் பகிர்வு திட்டத்திற்கு விண்ணப்பிக்க, “ஏற்கிறேன், சமர்ப்பிக்கவும்” என்பதைத் தேர்ந்தெடுக்கவும்."),
                n("a415fd3a", "ஏற்று, சமர்ப்பி"),
                n("fbba9725", "X விதிகள்"),
                n("f3dd8c4a", "விளம்பரங்கள் வருவாய் பகிர்வு விதிமுறைகள் மற்றும் படைப்பாளர் பணமாக்குதல் தரநிலைகளைப்"),
                n("hd885ae0", "உங்கள் தாக்கத்தைப் பாருங்கள்"),
                n("je4ccd3a", "விளம்பரமில்லா செய்திக் கட்டுரைகளுக்கான உதவி மையம்"),
                n("i6cb493e", "உங்கள் இணைப்புகள் எவ்வாறு காட்டப்படுகின்றன என்பதை நிர்வகிக்கவும்"),
                n("e4fde082", "அனுப்பிய இடுகைகளைச் செயல்தவிர்க்க டைமரை அமைத்து, எந்த வகையான இடுகைகளைச் செயல்தவிர்க்க விரும்புகிறீர்கள் என்பதைத் தேர்வுசெய்யவும்."),
                n("dcfc6540", "அசல் இடுகைகள்"),
                n("be077e8c", "தொடர்ச்சிகள்"),
                n("f3429f2c", "வாக்கெடுப்புகள்"),
                n("i647ba8a", "இடுகைச் செயல்தவிர்ப்புக் காலம்"),
                n("d195528e", "எந்த வகையான இடுகைகள் பொதுவில் வருவதற்கு முன்பு நீங்கள் செயல்தவிர்க்க விரும்புகிறீர்கள் என்பதையும், உங்களின் செயல்தவிர்க்கும் காலம் எவ்வளவு என்பதையும் தேர்ந்தெடுக்கவும்."),
                n("bcf3a9e6", "விரும்பத்தகாத பதில்களைக் கட்டுப்படுத்த உதவும் அமைப்புகளை நிர்வகிக்கவும்."),
                n("c048fd3a", "சாத்தியமான விரும்பத்தகாத பதில்களை வடிகட்டவும்"),
                n("dab7dac4", "சாத்தியமான தீங்கு விளைவிக்கும் அல்லது புண்படுத்தும் வார்த்தையைக் கொண்ட, உங்கள் இடுகைகளுக்கான பதில்கள் வடிகட்டப்பட்டு இங்கே தோன்றும். மற்றவர்கள் இன்னும் இந்தப் பதில்களைப் பார்க்கலாம்."),
                n("c4c53b86", "அத்தகைய பதில்களைக் கண்டறிய நாங்கள் தொழில்நுட்பத்தைப் பயன்படுத்துகிறோம் என்பதை நினைவில் கொள்ளுங்கள், நாங்கள் தொடர்ந்து அதை மேம்படுத்திக் கொண்டிருப்பதால் எல்லா நேரங்களிலும் சரியான பதிலை அடையாளம் காண்கிறோம் எனச் சொல்ல முடியாது."),
                n("dca3d2ee", "பதில் வடிகட்டியை ஆஃப் செய்யவா?"),
                n("fe440ff8", "வடிகட்டப்பட்ட பதில்கள் உங்கள் இடுகைகளுக்கு மீட்டமைக்கப்படாது."),
                n("cedbb01c", "சட்டம்"),
                n("b4f917d0", "பிற"),
                n("bdfa2b8c", "கூடுதல் வழிவகைகள்"),
                n("b8692262", "X தயாரிப்புகள் மற்றும் சேவைகளைப் பற்றி மேலும் அறிய பயனுள்ள தகவலுக்குப் பிற இடங்களைப் பார்க்கலாம்."),
                n("c0398892", "வெளியீட்டுக் குறிப்புகள்"),
                n("b833bcde", "வண்ணம் மாறுபாடு மற்றும் நகர்வைக் கட்டுப்படுத்துவது போன்ற உங்கள் X அனுபவத்தின் அம்சங்களை நிர்வகிக்கவும். இந்த அமைப்புகள் இந்த உலாவியில் உள்ள அனைத்து X கணக்குகளிலும் மாற்றத்தை ஏற்படுத்தும்."),
                n("d5b646be", "காட்சி"),
                n("jfe6a3a0", "நகர்வு"),
                n("e8c72272", "நிற மாறுபாட்டை அதிகரி"),
                n("dba2cdd2", "இது உரை மற்றும் பின்னணி நிறங்களுக்கு இடையிலான மாறுபாட்டை அதிகரிப்பதன் மூலம் உரையைத் தெளிவாகப் படிக்கும் வகையில் மேம்படுத்துகிறது."),
                n("d070244e", "நகர்வைக் குறை"),
                n("icfa5e8c", "நேரலை ஈடுபாட்டின் எண்ணிக்கைகள் உட்பட, பயன்பாடு சார் அனிமேஷன்களின் எண்ணிக்கையை வரம்பிடும்."),
                n("ae41b002", "நேரலை ஈடுபாட்டின் எண்ணிக்கைகள் உட்பட, பயன்பாடு சார் அனிமேஷன்களின் எண்ணிக்கையை வரம்பிடும். உங்கள் முறைமை தற்போது நகர்வைக் குறைக்குமாறு சமிக்ஜை செய்கிறது. நீங்கள் நகர்வை மீண்டும் இயக்க விரும்பினால், முதலில் அதை அங்கே முடக்குங்கள்."),
                n("h9d1cfae", "பட விளக்க நினைவூட்டலைப் பெறுக"),
                n("c878e9f8", "இடுகையை அனுப்பும் முன் பட விளக்கங்களைச் சேர்க்க நினைவூட்டலை இயக்குகிறது."),
                n("bbd1fc7c", "X -இல் அணுகல்தன்மை பற்றி மேலும் அறிக"),
                n("ac865cf0", "X -இல் அணுகல்தன்மை"),
                n("d3a2bde8", "உங்கள் கணக்கைப் பற்றிய தகவல்களைப் பார்க்கவும், உங்கள் தரவின் காப்பகத்தைப் பதிவிறக்கவும் அல்லது உங்கள் கணக்குச் செயல்முடக்கம் விருப்பங்களைப் பற்றி அறியவும்"),
                n("idca4742", "உங்கள் ஃபோன் எண் மற்றும் மின்னஞ்சல் முகவரி போன்ற உங்கள் கணக்குத் தகவலைப் பார்க்கவும்."),
                n("b6ded35e", "எப்போது வேண்டுமானாலும் உங்கள் கடவுச்சொல்லை மாற்றலாம்."),
                n("cce24bf4", "உங்கள் கணக்கிற்காகச் சேமிக்கப்பட்ட தகவலின் வகைகளைப் பற்றிய நுண்ணறிவைப் பெறுங்கள்."),
                n("i203df96", "உங்கள் கணக்கை எவ்வாறு செயலிழக்கச் செய்யலாம் என்பதைக் கண்டறியவும்."),
                n("f70cd5ee", "ஃபோன்"),
                n("ib6f1694", "கணக்கு உருவாக்கம்"),
                n("de323650", "பெண்"),
                n("b6ab31be", "ஆண்"),
                n("h3290872", "சரிபார்க்கப்பட்டது"),
                n("hbd12156", "சரிபார்ப்பைக் கோருங்கள்"),
                n("b7ec04f4", "ஆம்"),
                n("f70d5780", "ஆம்."),
                n("dc62d3c6", "எண்."),
                n("a67dbd0a", "பகடி, வர்ணனை மற்றும் ரசிகர் கணக்கு"),
                n("a3db727e", "உங்கள் பகடி, வர்ணனை மற்றும் ரசிகர் கணக்கை நிர்வகிக்கவும்"),
                n("eacf1990", "உங்கள் பிறந்த தேதியை உங்கள் சுயவிவரத்தில் சேர்க்கவும்."),
                n("a3bf1262", "உங்கள் சுயவிவரத்தில் உங்கள் பிறந்த தேதியை மாற்றவும்."),
                n("h530db16", "பாதுகாக்கப்பட்ட இடுகைகள்"),
                n("d6d80990", "இந்தத் தகவல் நீங்கள் வெளியேறி உள்ளபோது உங்கள் உலாவி அல்லது சாதனத்திற்குப் பயன்படுத்தப்படும். இது நீங்கள் உள்நுழைந்திருக்கும்போது மாறுபடலாம்."),
                n("i0d81ddb", "உங்கள் தனிப்பயனாக்கல் மற்றும் தரவு அமைப்புகளில்"),
                n("g2a9bd3e", "தானியங்கு கணக்கு லேபிள்கள்"),
                n("dd9b3aae", "தானியங்கு கணக்கு என்றால் என்ன?"),
                n("b80bdc40", "தானியங்கு கணக்குகள் என்பவை X API மூலம் தானாகவே சில செயல்களைச் செய்யத் திட்டமிடப்பட்டுள்ளன. எடுத்துக்காட்டாக, ஒரு பிராந்தியத்தின் வானிலையை இடுகையிடுவது போன்றது. அவை X -இல் மற்றவர்களால் உருவாக்கப்பட்டு நிர்வகிக்கப்படுகின்றன."),
                n("a01ac9b6", "தானியங்கு கணக்கை யார் நிர்வகிக்கிறார்கள் என்பதை லேபிள்கள் உலகுக்குத் தெரியப்படுத்துகின்றன. தானியங்கு கணக்கு உரிமையாளர் தங்களின் நிர்வாகக் கணக்கை இணைத்தவுடன், தானியங்கு கணக்கு சுயவிவரம் மற்றும் இடுகைகளில் ஒரு லேபிள் தோன்றும்."),
                n("b989e1fe", "எனது தானியங்கு கணக்குகளை நான் லேபிளிட வேண்டுமா?"),
                n("i2d599aa", "எனது தானியங்கு கணக்கை எவ்வாறு லேபிளிடுவது?"),
                n("gd5bed72", "நிர்வாகக் கணக்கை உருவாக்குக"),
                n("g6d44432", "நிர்வாகக் கணக்கு என்பது தானியங்கு கணக்கிற்குப் பொறுப்பான மனிதனால் இயக்கப்படும் கணக்கு."),
                n("e20a69e8", "உங்களின் நிர்வாக மற்றும் தானியங்கு கணக்கை இணைக்கவும்"),
                n("d2f88358", "உங்கள் அமைப்புகளில் உள்ள ஆட்டோமேஷன் பக்கத்தில் இருந்து உங்கள் கணக்குகளை இணைக்கவும்."),
                n("e427f632", "உங்கள் கணக்கு லேபிளிடப்பட்டுள்ளது!"),
                n("a4d7cffa", "கணக்குகள் இணைக்கப்பட்டவுடன், தானியங்கு கணக்கில் ஒரு லேபிள் இருக்கும்."),
                n("a18d6a7d", "புதிய விதிகளின்"),
                n("e9965c14", "தானியங்கு கணக்கு லேபிள் FAQ"),
                n("ee78c192", "PCF கணக்கு என்றால் என்ன?"),
                n("c3f35e0c", "ஒரு PCF கணக்கானது மற்றொரு நபர், குழு அல்லது நிறுவனத்தைப் பற்றிய தகவல்களை விவாதிக்க, நையாண்டி செய்ய அல்லது பகிர்ந்து கொள்ள அவர்களின் சுயவிவரத்தை நகலெடுக்கிறது."),
                n("d019b5fa", "எனது PCF கணக்கை நான் லேபிளிட வேண்டுமா?"),
                n("dd04f24e", "ஆம். X -இல் உள்ளவர்கள் உங்கள் கணக்கினால் குழப்பமடையாமல் இருப்பதை PCF லேபிள் உறுதிசெய்கிறது, உங்கள் கணக்கு சுயவிவரத்தின் விஷயத்துடன் இணைக்கப்படவில்லை என்பதை இது அவர்களுக்குத் தெரிவிக்கிறது. லேபிளிடப்படாவிட்டால், உங்கள் கணக்கானது நம்பகத்தன்மைக் கொள்கையை மீறலாம்."),
                n("hb0f8bbc", "எனது PCF கணக்கை எவ்வாறு லேபிளிடுவது?"),
                n("g69acc5c", "‘புரிந்தது’ என்பதைக் கிளிக் செய்வதன் மூலம், கணக்கு லேபிளை அமைக்க உங்கள் சுயவிவர அமைப்புகளுக்கு உங்களை அழைத்துச் செல்வோம்!"),
                n("d313d431", "நம்பகத்தன்மைக் கொள்கை"),
                n("a3f22d8e", "உங்கள் செயல்பாடுகள், ஆர்வங்கள் மற்றும் பரிந்துரைகள் குறித்து நீங்கள் பெறும் அறிவிப்புகளின் வகைகளைத் தேர்ந்தெடுக்கவும்."),
                n("bc20979a", "X மற்றும் அதன் கூட்டாளர்கள் உங்களுக்குக் சிறந்த, பாதுகாப்பான மற்றும் வேகமான சேவையை வழங்கவும், எங்கள் வணிகத்தை ஆதரிக்கவும் குக்கீகளைப் பயன்படுத்துகின்றனர். எங்கள் சேவைகளைப் பயன்படுத்தவும், எங்கள் சேவைகளை மேம்படுத்தவும், அவை சரியாகச் செயல்படுவதை உறுதிசெய்யவும் சில குக்கீகள் அவசியமானவை."),
                n("ge06dadc", "உங்கள் ஆர்வங்களுக்கு ஏற்ப விளம்பரங்கள் மற்றும் தகவல்தொடர்புகளை வழங்குவதற்காகக் குக்கீகளைப் பயன்படுத்த X மற்றும் அதன் கூட்டாளர்களை அனுமதிக்கவும்."),
                n("he20de3a", "வடிகட்டிய விளம்பரங்கள் மற்றும் தகவல்தொடர்புகளுக்கான கூடுதல் தரவைச் சேகரிப்பதற்காகக் குக்கீகளைப் பயன்படுத்த X -ஐ அனுமதிக்காதீர்கள்."),
                n("g0ec0bec", "செயல்முடக்கப்பட்டது"),
                n("g89f4614", "உங்கள் கணக்கு செயலிழக்கச் செய்யப்பட்டது"),
                n("f1768324", "X எப்படி உள்ளடக்கத்தைத் தனிப்பயனாக்கி, குறிப்பிட்ட தரவைச் சேகரித்துப் பகிர்கிறது என்பதைக் கட்டுப்படுத்தலாம்."),
                n("ja94f34e", "நீங்கள் வெளியேறி இருக்கும்போது இந்த உலாவி அல்லது சாதனத்தில் இந்த அமைப்புகள் பயன்படுத்தப்படும். இவை நீங்கள் உள்நுழைந்திருக்கும்போது எந்த விளைவையும் ஏற்படுத்தாது."),
                n("bd73f7e6", "இது இந்தப் பக்கத்திலுள்ள எல்லா அமைப்புகளையும் செயல்படுத்தும் அல்லது முடக்கும்."),
                n("ddbc3288", "தரவு"),
                n("ae5339a0", "உங்கள் X தரவைப் பார்க்கவும்"),
                n("b934e0ea", "தனிப்பயனாக்கல் மற்றும் தரவை முடக்கவா?"),
                n("i0317e0e", "இது, அதிக தொடர்பற்ற இடுகைகளையும் விளம்பரங்களையும் உங்களுக்குக் காட்டலாம்."),
                n("a148acba", "முடக்கு"),
                n("aa023546", "நீங்கள் சென்ற இடங்களின் அடிப்படையில் தனிப்பயனாக்குக"),
                n("ced77194", "இணையமெங்கும் X உள்ளடக்கத்தைப் பார்க்கும் இடத்தில் பயன்படுத்த அனுமதிக்கவும்"),
                n("fe1fc83e", "இவை உங்களுக்குத் தொடர்புடைய வயது வரம்புகளாகும்."),
                n("bf9c74d0", "தனிப்பயனாக்க இந்த வயது வரம்புகளைப் பயன்படுத்த வேண்டாம்."),
                n("cf0daa24", "இந்தத் தகவல்களைச் சேகரிக்க சிறிது நேரமாகலாம். பின்னர் முயற்சி செய்யவும்."),
                n("ea522535", "மேலும் அறிய"),
                n("hf5ca8f8", "சுயவிவரத்தில்"),
                n("d9cbe351", function (e) {
                    return e.count + " உள்நுழைவு நிகழ்வு" + t(e.count, "", "கள்");
                }),
                n("de90b04a", "நீங்கள் சென்ற இடங்கள்"),
                n("cbd2ef59", function (e) {
                    return e.count + " அமைவிட" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("a4441bb8", "X இலிருந்து ஆர்வங்கள்"),
                n("e1c6b2d6", "தனிப்பயனாக்கிய பார்வையாளர்கள்"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " பார்வையாளர்" + t(e.audienceCount, "", "கள்") + " அன்று " + e.advertiserCount + " விளம்பரதாரர" + t(e.advertiserCount, "", "்கள") + "ிடமிருந்து -இலிருந்து";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " ஆர்வ" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("hf9c2caa", "விளம்பரதாரர் பட்டியலைக் கோரவா?"),
                n("c29b7971", function (e) {
                    return e.primaryEmail + " -க்கு இது அனுப்பப்படும்.";
                }),
                n("b9e1cf02", "கோரு"),
                n("a8276fac", "விளம்பரதாரர் பட்டியலைக் கோரு"),
                n("g7912a84", "புரிந்தது. தயாரானதும், உங்கள் பட்டியல் மின்னஞ்சல் அனுப்பப்படும்."),
                n("d6104de0", "உங்கள் தனிப்பயனாக்கல் மற்றும் தரவு அமைப்புகளில் ஆர்வ அடிப்படையிலான விளம்பரங்களிலிருந்து விலகலாம். இது நீங்கள் X -இல் பார்க்கும் விளம்பரங்களை மாற்றும், எனினும் இது உங்களை விளம்பரதாரர்களின் பயனாளர்கள் பட்டியலில் இருந்து அகற்றாது."),
                n("ed8c03f5", "மேலும் அறியவும்"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " பயனாளர்களில் ஒருவராக";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " விளம்பரதாரர்களின்";
                }),
                n("j4fa776e", "தொலைபேசிகள்"),
                n("i7acdb36", "டேப்ளட்கள்"),
                n("c112dfc8", "திரைப்பலகம்"),
                n("jd8607ba", "செயல்படுத்திய தேதி"),
                n("ea4f6c9e", "உலாவிகள்"),
                n("d750b93f", function (e) {
                    return e.count + " உலாவி" + t(e.count, "", "கள்");
                }),
                n("a9783602", "மொபைல் சாதனங்கள்"),
                n("j043aa31", function (e) {
                    return e.count + " மொபைல் சாதன" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("ae415fd2", "இந்த அமைப்பு முடக்கப்பட்டுள்ளது."),
                n("a90be7b4", "மின்னஞ்சல் முகவரிகள்"),
                n("c0f6f911", "X -க்கு வெளியில் செயல்பாட்டு"),
                n("adaafb3f", "புரிந்துகொள்ளப்பட்ட அடையாளம்"),
                n("f0f72665", "புரிந்துகொள்ளப்பட்ட அடையாளம்"),
                n("d33b4e5b", "X -க்கு வெளியில் செயல்பாடு"),
                n("c4668d4f", "X -க்கு வெளியில் செயல்பாடு"),
                n("df3e137b", "மேலும் அறியவும்"),
                n("d1597ccb", "மேலும் அறியவும்"),
                n("c1b03a07", "மேலும் அறிக"),
                n("b056d9dc", "இது உங்கள் கணக்கின் முதன்மை மொழி அமைப்பாகும்."),
                n("h68bc23c", "உங்கள் அனுபவத்தைத் தனிப்பயனாக்க, கூடுதலாக இந்த மொழிகள் பயன்படுத்தப்படுகின்றன."),
                n("fbf0e61e", "நீங்கள் ஏற்கனவே ஒரு பாலினத்தைக் குறிப்பிடவில்லை என்றால், உங்கள் சுயவிவரம் மற்றும் செயல்பாட்டின் அடிப்படையில் இதுவே உங்கள் கணக்குக்கு மிக நெருக்கமாகத் தொடர்புடைய பாலினமாக இருக்கும். இந்தத் தகவல் பொதுவில் காண்பிக்கப்படாது."),
                n("b4568a3a", "உங்கள் பாலினத்தைச் சேர்க்கவும்"),
                n("c0be743e", "பாலினம் புதுப்பிக்கப்பட்டது"),
                n("c5abae66", "இது X உங்களுடன் மிக வலுவாகத் தொடர்புபடுத்தியுள்ள பாலினமாகும்."),
                n("cdb0d3e6", "தனிப்பயனாக்க இந்தப் பாலினத்தைப் பயன்படுத்த வேண்டாம்."),
                n("j31a1aa0", "உங்களுக்கு மிகவும் பொருத்தமான உள்ளடக்கத்தைக் காட்ட X பயன்படுத்தும் இடங்கள் இவை. “நீங்கள் இருந்த இடங்களின் அடிப்படையில் தனிப்பயனாக்கவும்” என்பதை முடக்கியிருந்தால் இங்கே பட்டியலிடப்பட்ட இடங்களைப் பார்க்க மாட்டீர்கள்."),
                n("ddefdd1c", "நீங்கள் சென்றிருந்த இடங்களை அகற்றவா?"),
                n("hea740ac", "இதற்குச் சிறிது நேரம் ஆகும், அதைச் செயல்தவிர்க்க முடியாது."),
                n("a26e0d52", "புரிந்தது. இந்த இடங்கள் அகற்றப்படும்."),
                n("he447966", "தற்போது எந்த இடங்களும் கிடைக்கவில்லை."),
                n("b9d98dec", "அமைவிட அமைப்புகளுக்குச்"),
                n("e27e4fce", "அறியப்படாத அமைவிடம்"),
                n("ib55eb6b", "இணைக்கப்பட்ட பயன்பாடுகள்"),
                n("e5a4a539", "மேலும் அறிய"),
                n("gc8f2e14", "உங்கள் தனிப்பயனாக்கல் மற்றும் தரவு அமைப்புகளில் ஆர்வ-அடிப்படையிலான விளம்பரத்திலிருந்து விலகலாம்."),
                n("e6dbe66b", "மேலும் அறிக"),
                n("d3310e49", function (e) {
                    return "உங்கள் கணக்குடன் தொடர்புடைய அனைத்து தகவல்களும் அடங்கிய ஒரு கோப்பு " + e.primaryEmail + " -க்கு அனுப்பப்படும்.";
                }),
                n("ib03e8c8", "இந்தச் சாதனத்தில் உங்கள் கணக்குடன் தொடர்புடைய அனைத்துத் தகவல்களையும் ஒரு கோப்பாகப் பதிவிறக்கவா?"),
                n("g49741e8", "பதிவிறக்கு"),
                n("dc370a0c", "புரிந்தது. தயாரானதும், உங்கள் தரவு மின்னஞ்சல் அனுப்பப்படும்."),
                n("c07b4316", "ஆர்வமுள்ளவை"),
                n("e97196fe", "இதில் பிரபலமானவர்கள்"),
                n("ja0f971c", "இவை உங்கள் சுயவிவரம், செயல்பாடு மற்றும் நீங்கள் பின்தொடரும் தலைப்புகள் ஆகியவற்றின் அடிப்படையில் உங்களுக்குப் பொருந்தக்கூடிய சில ஆர்வங்களாகும். நீங்கள் பார்க்கும் விளம்பரங்கள் உட்பட, X முழுவதும் உங்கள் அனுபவத்தைத் தனிப்பயனாக்க இவை பயன்படுத்தப்படுகின்றன. உங்கள் ஆர்வங்களில் ஏதேனும் பொருத்தமற்றதாகத் தோன்றினால் அவற்றைச் சரிசெய்யலாம். (நீங்கள் செய்யும் எந்த மாற்றங்களும் நடைமுறைக்கு வர சிறிது நேரம் எடுக்கலாம்.)"),
                n("gd1ce494", "நீங்கள் கீழேயுள்ள ஆர்வங்களைக் கொண்டுள்ளவர் என நாங்கள் நம்புகிறோம். இவ்வகையான விஷயங்களில் ஆர்வமுள்ளவர்களுக்கு உங்கள் உள்ளடக்கத்தை அதிகம் காட்ட இவை பயன்படுத்தப்படுகின்றன. ஏதாவது பொருத்தமற்றதாகத் தோன்றினால் அவற்றை நீங்கள் சரிசெய்யலாம். நீங்கள் செய்யும் எந்த மாற்றங்களும் நடைமுறைக்கு வர சிறிது நேரம் ஆகலாம்."),
                n("a6b0b41a", "உங்கள் மொபைல் தொலைபேசியில் X பயன்பாட்டைப் பெறுக. இது இலவசமானது."),
                n("h3ed510e", "X தரவு"),
                n("b708417c", "உங்கள் கணக்கு தகவல், கணக்கு வரலாறு, பயன்பாடுகள் மற்றும் சாதனங்கள், கணக்கு செயல்பாடு, ஆர்வங்கள் மற்றும் விளம்பரத் தரவு ஆகியவற்றின் காப்பகத்துடன் ஒரு ZIP கோப்பை நீங்கள் கோரலாம். உங்கள் தரவின் காப்பகம் பதிவிறக்கம் செய்யத் தயாராக இருக்கும்போது பயன்பாட்டில் அறிவிப்பைப் பெறுவீர்கள்."),
                n("jbf5843e", "Periscope தரவு"),
                n("ea886c6e", "உங்கள் Periscope தரவின் காப்பகத்தை Periscope-இல் நீங்கள் நேரடியாகக் கோரலாம்."),
                n("cdcc2ad4", "பதிவிறக்கம் தோல்வியுற்றது"),
                n("dbeff87a", "காப்பகத்தைக் கோரவும்"),
                n("hb02ed28", "உங்கள் தரவைப் பதிவிறக்கவும் என்ற அம்சம் இப்போது கிடைக்கவில்லை. பின்னர்த் தேதியில் மீண்டும் முயற்சி செய்யவும்."),
                n("c2254084", "உங்கள் கோரிக்கையை பெற்றுள்ளோம். உங்கள் கணக்கைப் பாதுகாக்க, உங்கள் தரவு தயாராக இருக்க 24 மணிநேரம் அல்லது அதற்கு மேல் ஆகலாம்."),
                n("f62d1d9e", "உங்கள் டெஸ்க்டாப் உலாவியைப் பயன்படுத்திப் பதிவிறக்கம் செய்து பார்க்க உங்கள் காப்பகம் தயாராக உள்ளது. இந்தத் தரவு சில நாட்களில் காலாவதியாகும் முன்பு பதிவிறக்கம் செய்ய வேண்டும் என்பதை நினைவில் கொள்ளுங்கள்."),
                n("b221ca4c", "உங்கள் தரவு பதிவிறக்கத் தயாராக இருக்கும்போது தெரியப்படுத்துவோம்"),
                n("db40dfcf", "இந்தப் படிவத்தை நிரப்பவும்"),
                n("g1aced04", "பயன்பாடுகள், சாதனங்கள் & தகவல்கள்"),
                n("dbcf3a1a", "சுயவிவர லேபிளைச் சேர்"),
                n("cbb2367c", "பகடி, வர்ணனை, ரசிகர் கணக்குச் சுயவிவர லேபிளைக் காட்டவும் அல்லது மறைக்கவும்."),
                n("ge48855c", "பகடி"),
                n("hf019b20", "X -இல் உள்ளவர்கள் உங்கள் கணக்கினால் குழப்பமடையாமல் இருப்பதை இந்த லேபிள் உறுதிசெய்கிறது, உங்கள் கணக்கு சுயவிவரத்தின் விஷயத்துடன் இணைக்கப்படவில்லை என்பதை இது அவர்களுக்குத் தெரிவிக்கிறது."),
                n("d048571e", "பகடி லேபிளை அகற்றவா?"),
                n("g905134c", "இந்த லேபிளை அணைத்தால், உங்கள் சுயவிவரம் மற்றும் அனைத்துக் கடந்தகால இடுகைகளிலிருந்தும் அது அகற்றப்படும். நீங்கள் நம்பகத்தன்மைக் கொள்கையுடன் இணங்குகிறீர்களா என்பதைச் சரிபார்க்கவும்."),
                n("ce62c8c2", "சுயவிவர லேபிளை அகற்றவா?"),
                n("a14080ce", "சுயவிவர லேபிளைப் புதுப்பிக்கவா?"),
                n("db6796f6", "இந்த லேபிளை அணைத்தால், உங்கள் சுயவிவரம் மற்றும் எல்லாக் கடந்தகால இடுகைகளிலிருந்தும் அது அகற்றப்படும். நீங்கள் நம்பகத்தன்மைக் கொள்கையுடன் இணங்குகிறீர்களா என்பதைச் சரிபார்க்கவும். புதுப்பிக்கப்பட்டதும், மேலும் புதுப்பிப்புகள் 48 மணிநேரத்திற்குப் பூட்டப்படும்."),
                n("c700b6be", "புதுப்பிக்கப்பட்டதும், மேலும் புதுப்பிப்புகள் 48 மணிநேரங்களுக்குப் பூட்டப்படும்."),
                n("ff1739ae", "சுயவிவர லேபிள்"),
                n("h70c602c", "சுயவிவர லேபிளைப் புதுப்பிக்க முடியவில்லை"),
                n("c818c60c", "பகுப்பாய்வுகள்"),
                n("ha9f14b1", function (e) {
                    return "உங்கள் ஸ்பேஸ் " + e.scheduleDate + " அன்று " + e.scheduleTime + " -க்குத் தொடங்கும்";
                }),
                n("jafbef80", "இந்த ஸ்பேஸைத் திட்டமிட உங்களுக்கு அனுமதி இல்லை"),
                n("e5d26f84", "அறிவிப்புகளை இயக்குவதன் மூலம், நிகழ்பவற்றை ஒருபோதும் தவறவிடாதீர்கள். உங்கள் அறிவிப்புகளைத் தனிப்பயனாக்க, உங்கள் சாதனத்தின் நாட்டையும் மொழியையும் X பெறும்."),
                n("f91f00ba", "க்ளிப் உருவாக்குக"),
                n("f9b2d343", function (e) {
                    return e.count + " இடுகை" + t(e.count, "", "கள்");
                }),
                n("jcc8306e", "பேச அனுமதி கோருக"),
                n("j41fd45a", "கோரிக்கை அனுப்பப்பட்டது"),
                n("d5b2aae8", "பேசுவதற்குப் பல கோரிக்கைகள் அனுப்பப்பட்டுள்ளன. பிறகு முயலவும்."),
                n("b9945b98", "பேசுவதற்கான கோரிக்கை தோல்வியடைந்தது. ஸ்பேஸில் மீண்டும் இணைந்து, ஒரு சில வினாடிகளில் மீண்டும் முயலவும்."),
                n("b2cc6a54", "பேசுபவராகச் சேரவும்"),
                n("fb6c0bbc", "அநாமதேயமாகக் கேட்கிறீர்"),
                n("e49a1f42", "தற்போது அநாமதேயமாகக் கேட்டுக் கொண்டிருக்கிறீர்கள், ஹோஸ்ட் மற்றும் பிற பங்கேற்பாளர்களுக்குப் புலப்படாமல் இருக்கிறீர்கள்."),
                n("jf01aea4", "பங்கேற்க, நீங்கள் வெளியேறி மீண்டும் ஒரு புலப்படும் கேட்பவராகச் சேர வேண்டும்."),
                n("cac1482a", "ரியாக்ட்"),
                n("fc0e94b7", function (e) {
                    return e.emoji + " உடன் ரியாக்ட் செய்யவும்";
                }),
                n("jf9f3e54", "15 வினாடிகள் முன்னோக்கிச் செல்க"),
                n("hdd1aba0", "15 வினாடிகள் பின்னோக்கிச் செல்"),
                n("b89c5a50", "இடைநிறுத்து"),
                n("e674c120", "தலைப்புகளைக் காட்டு"),
                n("f45bace4", "தலைப்புகளை மறை"),
                n("ce96f1dc", "தலைப்புகள் இல்லை"),
                n("e07f6e7d", function (e) {
                    return "வேகம் " + e.rate + "x";
                }),
                n("jd04fc66", "0.5x வேகம்"),
                n("f03848b8", "இயல்பு"),
                n("j0e5c2ce", "1.5x வேகம்"),
                n("b3f2318e", "2x வேகம்"),
                n("f17bc95a", "திரையைப் பகிர்"),
                n("b11a74b2", "பகிர்வதை நிறுத்து"),
                n("e51c2372", "விருந்தினர்கள்"),
                n("b08821f4", "பின்செல்"),
                n("fed1388a", "ஸ்பேஸ் அமைப்புகள்"),
                n("c63dd2cc", "என்னுடன் இந்த நேரலை உரையாடலில் இணைக!"),
                n("c958c6c8", "இதை இடுகையிடு"),
                n("if23a252", "இதன் மூலம் பகிர்..."),
                n("c0530da6", "மெனுவைப் பகிர்"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "ஸ்பேஸை நிறுத்தவா?"),
                n("db684264", "ஆம், நிறுத்தவும்"),
                n("je23178a", "இது அனைவருக்கும் உரையாடலை நிறுத்தும்."),
                n("c371fb9a", "முடிவு"),
                n("c0ce822e", "மைக்ரோஃபோன் அமைப்புகள்"),
                n("a2bf8b8a", "கேட்பதற்கு மாறவும்"),
                n("caa8d928", "இரைச்சல் தடுப்பை நிலைமாற்று"),
                n("b5d88f0c", "பணியாளர்கள் மட்டும்"),
                n("c855ab8e", "சப்ஸ்கிரைபர்ஸ் மட்டும்"),
                n("ddeb0a3c", "இதுதான் கம்யூனிட்டி. நபர்களை விரும்புகிறீர்களா? இதனைப் பாருங்கள்.");
            n("e111f531", function (e) {
                return e.count + " " + t(e.count, "கேட்டுக் கொண்டிருக்கின்றா", "பேர் கேட்டுக் கொண்டிருக்கின்றன") + "ர்";
            }),
                n("cbef820f", function (e) {
                    return e.screenName + ", ஸ்ட்ரீமை மறுஇடுகையிட்டார்!";
                }),
                n("e3275464", "அனுப்பு"),
                n("cededf2a", "ஹோஸ்ட்"),
                n("i2caef48", "கோ-ஹோஸ்ட்கள்"),
                n("j245c654", "பேசுபவர்கள்"),
                n("eda23a02", "கேட்பவர்கள்"),
                n("b90eb348", "பேச அழையுங்கள்"),
                n("d9a63e82", "பேசுபவர்களில் இருந்து அகற்று"),
                n("bd917b26", "கோ-ஹோஸ்ட் செய்ய அழைக்கவும்"),
                n("d7357e7e", "கோ-ஹோஸ்ட்களிலிருந்து அகற்றவும்"),
                n("bf307fc0", "தடைசெய்து, அகற்று"),
                n("ccf2f24e", "புகார்"),
                n("i22835de", "அங்கீகரி"),
                n("cb59a0fe", "நிராகரி"),
                n("c2376960", "பேசுவதற்கான கோரிக்கைகள்"),
                n("aba7dcdd", function (e) {
                    return e.name + " -ஐ அழையுங்கள்";
                }),
                n("f5c7aaa7", function (e) {
                    return "ஹ" + t(e.count, "ோஸ்ட", "ோஸ்ட்கள") + "்";
                }),
                n("fc56c8b1", function (e) {
                    return "கோ-ஹோஸ்ட்" + t(e.count, "", "கள்");
                }),
                n("iba0f45d", function (e) {
                    return "பேசுபவர்" + t(e.count, "", "கள்");
                }),
                n("dc066955", function (e) {
                    return "கேட்பவர்" + t(e.count, "", "கள்");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " திறந்துள்ளது ஸ்பாட்" + t(e.remainingCapacityCount, "", "கள்");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " கோரிக்கை" + t(e.count, "", "கள்");
                }),
                n("fe7a1910", "அழைப்புகளை அனுப்புங்கள்"),
                n("ic3c757e", "பயனர்களைத் தேடுங்கள்"),
                n("cd133486", "அழையுங்கள்"),
                n("f2333850", "X -க்கு வெளியில் உள்ளவர்களுடன் பகிருங்கள்"),
                n("cddb8097", "மேலும் அறிக"),
                n("f77997b0", "கோ-ஹோஸ்ட்"),
                n("i48f4ed8", "பேசுபவர்"),
                n("a77c8e02", "கேட்பவர்"),
                n("bdfa93eb", function (e) {
                    return e.name + " மூலம் பகிரப்பட்டது";
                }),
                n("d8cc6ada", "யாரெல்லாம் பேசலாம்? தற்போது பேசுபவர்கள் பாதிக்கப்பட மாட்டார்கள். மாற்றங்கள் அமல்படுத்தப்பட ஒரு சில வினாடிகள் ஆகலாம்."),
                n("e3a87142", "நீங்கள் பேச அழைக்கும் நபர்கள் மட்டும்"),
                n("db3de1d2", "பேசுபவராகச் சேரவும்"),
                n("d7f4bc44", "கோ-கோஸ்ட்டாகச் சேரவும்"),
                n("edcf15e9", function (e) {
                    return "கோரப்பட்டது (" + e.count + ")";
                }),
                n("h13957aa", "ஸ்பேஸை ஒலிதடு"),
                n("ge6372fa", "ஸ்பேஸை ஒலிஇயக்கு"),
                n("i7a42e1c", "இந்த ஸ்பேஸை நிர்வகிக்க உதவுங்கள்"),
                n("e0b8f112", "கோ-ஹோஸ்ட் செய்ய அழைக்கப்பட்டுள்ளீர்கள்!"),
                n("ee12263c", "கோ-ஹோஸ்ட்கள் ஸ்பேஸில் பேசலாம்"),
                n("jee7002c", "கோ-ஹோஸ்ட்கள் பேசுபவர்களை அழைக்கலாம், அகற்றலாம் மற்றும் செயல்முடக்கலாம்"),
                n("i95225d2", "கோ-ஹோஸ்ட்கள் இடுகைகளைப் பகிரலாம் & அகற்றலாம்"),
                n("f07137fa", "கோ-ஹோஸ்ட்கள் கேட்பவர்களை ஸ்பேஸிலிருந்து அகற்றலாம்"),
                n("j6cdf012", "கோ-ஹோஸ்ட்களால் பிற கோ-ஹோஸ்ட்களை அழைக்கவோ அகற்றவோ முடியாது"),
                n("c727d116", "கோ-ஹோஸ்ட்களால் ஸ்பேஸை நிறுத்த முடியாது"),
                n("g69084b8", "கோ-ஹோஸ்ட் அழைப்பை ஏற்கவும்"),
                n("ee230734", "மேலும் விருப்பங்களைக் காட்டு"),
                n("ic8c615e", "விரைவாக பதிலளிக்கும் ஒரு விருப்பத்தைத் தேர்வுசெய்து, அனுப்பவும்"),
                n("a04077c4", "1 புகைப்படம், வீடியோ அல்லது GIF -ஐத் தேர்வுசெய்யவும்."),
                n("c07367d8", "குறியாக்கிய செய்திகளுக்கு மீடியா தற்போது ஆதரிக்கப்படவில்லை"),
                n("af71ef68", "குரல்"),
                n("fc64990e", "வீடியோ"),
                n("ca0ce0e4", "புதிய செய்தியைத் தொடங்கு"),
                n("e18e6a63", function (e) {
                    return "@" + e.username + "-க்குச் செய்தி அனுப்ப, X Premium -ஐப் பெறவும்";
                }),
                n("c3752568", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் செய்தியை அனுப்ப மீண்டும் முயற்சி செய்யவும்."),
                n("f78aa3ea", "உங்களின் சில செய்திகளை இந்த நேரத்தில் அனுப்ப முடியவில்லை. பின்னர் மீண்டும் முயலவும்."),
                n("f9690dc0", "மன்னிக்கவும்! நீங்கள் இந்தக் கணக்கிற்கு செய்தி அனுப்ப முடியாது."),
                n("b1d35408", "நீங்கள் செய்திகளை அனுப்புவதற்கான தினசரி வரம்பிற்கு மேல் உள்ளீர்கள்."),
                n("g539cca6", "உங்கள் கணக்கு இடைநீக்கப்பட்டுள்ளது மற்றும் செய்திகளை அனுப்ப அனுமதிக்கப்படாது."),
                n("bbac001a", "இந்தச் செய்தி மிக நீளமாக உள்ளது."),
                n("a1d2a68e", "இந்தப் பயனர் உங்களைப் பின்தொடரவில்லை. உங்களைப் பின்தொடர்பவர்களுக்கு மட்டுமே நீங்கள் செய்திகளை அனுப்ப முடியும்"),
                n("ec2bb9d4", "நீங்கள் அனுப்ப முயற்சி செய்யும் இடுகை நீக்கப்பட்டுவிட்டது."),
                n("hf383be4", "நீங்கள் செய்தியனுப்ப முயற்சி செய்யும் கணக்கு நீக்கப்பட்டுவிட்டது."),
                n("c4fdbd16", "நீங்கள் தடைசெய்துள்ள பயனர்களுக்கு செய்திகளை அனுப்ப முடியாது."),
                n("hf3e7e38", "உங்கள் செய்தியை அனுப்ப முடியவில்லை."),
                n("dd8272fd", function (e) {
                    return e.count + " புதிய செய்தி" + t(e.count, "", "கள்");
                }),
                n("e2cd3b7c", "ஆடியோ அழைப்பு முடிந்தது"),
                n("f42f365a", "வீடியோ அழைப்பு முடிந்தது"),
                n("a7570f2c", "தவறவிட்ட ஆடியோ அழைப்பு"),
                n("jd9831b2", "தவறவிட்ட வீடியோ அழைப்பு"),
                n("f0985268", "ஆடியோ அழைப்பு"),
                n("ca397a48", "வீடியோ அழைப்பு"),
                n("bb7e2143", function (e) {
                    return e.seconds + "வி";
                }),
                n("c1d4ac84", "நீங்கள் குழுப் புகைப்படத்தை மாற்றியுள்ளீர்கள்"),
                n("abc7b032", "குழுப் புகைப்படம் மாற்றப்பட்டது"),
                n("i263b294", "உரையாடலில் சேர்ந்துள்ளீர்கள்"),
                n("i8d5e62b", function (e) {
                    return e.count + " பேர்";
                }),
                n("f7204380", "இந்த Fleet காலாவதியானது"),
                n("d9de7b58", "நீங்கள் பின்தொடராத ஒருவரிடமிருந்து வந்திருப்பதால் இந்த ஊடகம் மறைக்கப்பட்டுள்ளது."),
                n("f2879f4e", "இந்தச் செய்தி கிராஃபிக் மீடியாவை உள்ளடக்கியிருக்கலாம்."),
                n("b518221e", "படத்தைத் திற"),
                n("eeaa9f90", "வீடியோவைத் திற"),
                n("g2b43664", "GIF-ஐத் திற"),
                n("d99de549", function (e) {
                    return e.name + " -க்குப் பதிலளிக்கிறீர்கள்";
                }),
                n("f5a07f7c", "இணைப்பு"),
                n("fd079470", "இது ஸ்பேம்"),
                n("c7a92dca", "செய்தி சரி"),
                n("fb3ccb56", "சந்தேகத்திற்கிடமான உள்ளடக்கம் காரணமாக செய்தி மறைக்கப்பட்டது"),
                n("c94b7d8a", "குரல் செய்தியை இயக்கு"),
                n("eb6f9582", "குரல் செய்தியை இடைநிறுத்து"),
                n("b6b4142e", "நீங்கள் பின்தொடராத ஒருவரிடமிருந்து வந்திருப்பதால் இந்த இடுகை மறைக்கப்பட்டுள்ளது."),
                n("fda60d78", "இந்த இடுகை கிராஃபிக் மீடியாவைக் கொண்டிருக்கலாம்."),
                n("b59a9004", "இடுகையைத் திற"),
                n("daf6bf02", "அமைப்புகளை மாற்றவும்"),
                n("ba60339a", "உங்களுக்கு நீக்கப்படும்"),
                n("eb497e08", "மேலும் செயல்கள்"),
                n("b170974a", "எதிர்வினையைச் சேர்க்கவும்"),
                n("i202bd22", "செய்தியைப் புகாரளி"),
                n("f2e5491a", "செய்தியை நகலெடு"),
                n("bf2d08ca", "மேலும் ரியாக்ஷன்கள்"),
                n("ca7a2215", function (e) {
                    return "உங்கள் தற்போதைய எதிர்வினை: " + e.emoji;
                }),
                n("j4bfee22", "செய்தியை நீக்கவா?"),
                n("faddd3a2", "இந்தச் செய்தி உங்களுக்கு நீக்கப்படும். உரையாடலிலுள்ள மற்றவர்கள் இன்னமும் அதைப் பார்க்க முடியும்."),
                n("f58dff34", "ஏதோ தவறாகிவிட்டது, செய்தி நீக்கப்படவில்லை."),
                n("ad5a8e8e", "மன்னிக்கவும்! இந்தச் செய்தியை நீக்க உங்களுக்கு அனுமதி இல்லை."),
                n("fad48eea", "அனுப்புகிறது..."),
                n("ae7d7a24", "செய்தியை அனுப்ப முடியவில்லை"),
                n("bbe74f3f", function (e) {
                    return "நேற்று, " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " எதிர்வினை" + t(e.reactionCount, "", "கள்");
                }),
                n("c0098d4a", "எதிர்வினைகள்"),
                n("j85999ec", "பயனர் எதிர்வினைகள் பட்டியல்"),
                n("a2d48779", function (e) {
                    return "உங்கள் தற்போதைய எதிர்வினையை நீக்கவும்: " + e.emoji;
                }),
                n("icd0bf34", "பார்த்தவர்கள்"),
                n("e8bd8fec", "அனுப்பப்பட்டது"),
                n("b2d32fae", "அனைவரும் பார்த்துள்ளனர்"),
                n("a763d33f", function (e) {
                    return e.count + " நபர்" + t(e.count, "", "கள்") + " பார்த்துள்ளனர்";
                }),
                n("d84b485e", "இந்தக் கணக்கைப் பின்தொடர்ந்தீர்கள்"),
                n("be0c83d8", "கோரிக்கையை ஏற்றுக்கொண்டீர்கள்"),
                n("bcc13060", "முன்கூட்டிய அணுகல்"),
                n("e535cae9", function (e) {
                    return e.count + " பின்தொடர்பவர்" + t(e.count, "", "கள்");
                }),
                n("cf249089", function (e) {
                    return "இணைந்த தேதி: " + e.joinDate;
                }),
                n("g1f972d7", "மேலும் அறிக"),
                n("bb0e37c3", "மேலும் அறிக"),
                n("a89e8ab3", "மேலும் அறிக"),
                n("d98540eb", "மேலும் அறிக"),
                n("j296badb", "மேலும் அறிக"),
                n("e45d77f5", "மேலும் அறிக"),
                n("h52ca4c4", "புதிய செய்திகள்"),
                n("ffde2fdc", "உரையாடலை ஏற்றுகிறது"),
                n("da878dc0", "ஏற்றுக்கொள்"),
                n("hc52446c", "இந்தக் குழுவில் பங்கேற்க விரும்புகிறீர்களா? அவர்களுடைய கோரிக்கையை நீங்கள் ஏற்றுக்கொள்ளாதவரை, அதை நீங்கள் பார்த்தது அவர்களுக்குத் தெரியாது."),
                n("f7e1ad65", function (e) {
                    return e.senderName + " உங்களுக்குச் செய்தியனுப்ப அனுமதிக்க விரும்புகிறீர்களா? நீங்கள் ஏற்றுக்கொள்ளாத வரை, நீங்கள் அவருடைய செய்தியைப் பார்த்தது அவருக்குத் தெரியாது.";
                }),
                n("gdf4b790", "உரையாடலை விட்டு வெளியேறவா?"),
                n("bbf83d84", "இதைச் செயல்தவிர்க்க முடியாது, உரையாடல் வரலாறு உங்கள் இன்பாக்ஸிலிருந்து நீக்கப்படும்."),
                n("ib3fe8aa", "தடைசெய் அல்லது புகாரளி"),
                n("gbed8594", "தடைசெய்வது எதிர்காலத்தில் இந்த நபர் உங்களுக்குச் செய்தி கோரிக்கைகளை அனுப்புவதைத் தடுக்கும்."),
                n("g9074da4", "உரையாடலை விட்டு விலகு"),
                n("ad63377e", "உரையாடலை நீக்கு"),
                n("h09b49f8", "இந்த உரையாடல் உங்கள் இன்பாக்ஸிலிருந்து நீக்கப்படும். உரையாடலிலுள்ள மற்றவர்கள் இன்னமும் அதைப் பார்க்க முடியும்."),
                n("i6b19b08", "உரையாடலைப் பற்றி புகாரளி"),
                n("cdb1a05a", "ஸ்பேம் அல்லது துஷ்பிரயோகம் பற்றி X -க்குத் தெரியப்படுத்துங்கள், அப்போதுதான் இது போன்ற கணக்குகளிலிருந்து மற்றவர்களைப் பாதுகாக்க நாங்கள் உதவ முடியும்."),
                n("d6b11d9c", "சில ஊடகங்கள் பதிவேற்றப்படாததால் உங்கள் நேரடிச் செய்தியை அனுப்புவதில் தோல்வியுற்றது."),
                n("c64c1884", "புதிய செய்தியை உருவாக்கு"),
                n("cdcebd22", "புதிய செய்தி"),
                n("a66ac766", "நேரடிச் செய்திகளை ஏற்றுகிறது"),
                n("a846382a", "நேரடிச்செய்திகளைத் தேடுக"),
                n("h845f282", "நேரடிச்செய்தி"),
                n("d7ad7414", "செய்தி கிடைக்கவில்லை"),
                n("ga086a54", "பட இணைப்பு"),
                n("a9cc8cfe", "ஒரு GIF-ஐ அனுப்பியுள்ளார்"),
                n("eb3d722e", "நீங்கள் ஒரு GIF-ஐ அனுப்பியுள்ளீர்கள்"),
                n("e5bfe07e", "இணைப்பை அனுப்பியுள்ளார்"),
                n("db53c018", "ஓர் இணைப்பை அனுப்பியுள்ளீர்கள்."),
                n("bf584cd2", "ஒரு புகைப்படத்தை அனுப்பியுள்ளார்"),
                n("f80629ba", "நீங்கள் ஒரு புகைப்படத்தை அனுப்பியுள்ளீர்கள்"),
                n("e20b65b0", "ஸ்டிக்கரை அனுப்பியுள்ளார்"),
                n("d30c2d40", "நீங்கள் ஒரு ஸ்டிக்கரை அனுப்பியுள்ளீர்கள்"),
                n("a876e58c", "ஒரு வீடியோவை அனுப்பியுள்ளார்"),
                n("j7d8101a", "நீங்கள் ஒரு வீடியோவை அனுப்பியுள்ளீர்கள்"),
                n("dedfd266", "ஒரு குரல் செய்தியை அனுப்பியுள்ளார்"),
                n("h7033cac", "ஒரு குரல் செய்தியை அனுப்பியுள்ளீர்கள்"),
                n("i34ec422", "ஓர் இடுகையைப் பகிர்ந்தார்"),
                n("a4939874", "ஓர் இடுகையைப் பகிர்ந்தீர்"),
                n("e1c9ec9c", "உரையாடலை பின்செய்"),
                n("e3cfff7c", "உரையாடலை உறக்கநிலையில் வைக்கவும்"),
                n("f398722e", "உரையாடல் உறக்கநிலையில் வைக்கப்பட்டது"),
                n("bdd91964", "உரையாடலை பின்நீக்கு"),
                n("a8ed0eca", "உரையாடலை உறக்கநிலைக்கு வெளியே வைக்கவும்"),
                n("jac4eb1e", "உரையாடல் உறக்கநிலையிலிருந்து அகற்றப்பட்டது"),
                n("d88d0790", "விருப்பத்தேர்வுகள் மெனு"),
                n("ce108dda", "லேபிளைத் தேர்ந்தெடு"),
                n("abf2d13c", "தேர்ந்தெடு"),
                n("e4b3f520", "பின்செய்யப்பட்ட உரையாடல்கள்"),
                n("ae4d666a", "எல்லா உரையாடல்களும்"),
                n("d98e066c", "உரையாடல் பின்செய்யப்பட்டது."),
                n("j302dba8", "உரையாடல் பின்நீக்கம் செய்யப்பட்டது."),
                n("cb367658", "உரையாடலைப் பின்செய்ய முடியவில்லை. மீண்டும் முயலவும்."),
                n("ie9a7e48", "உரையாடலைப் பின்செய்ய முடியவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்."),
                n("hd3927c6", "உரையாடலைப் பின்நீக்கம் செய்ய முடியவில்லை. மீண்டும் முயலவும்."),
                n("f1ac0968", "உரையாடலைப் பின்நீக்கம் செய்ய முடியவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்."),
                n("d571e4f9", function (e) {
                    return e.count + " உரையாடல்" + t(e.count, "", "கள்") + " மட்டுமே நீங்கள் பின்செய்ய முடியும்";
                }),
                n("a551bf7e", "வேறொன்றைப் பின்செய்ய நீங்கள் ஒரு உரையாடலைப் பின்நீக்கம் செய்ய வேண்டும்."),
                n("a676a876", "உங்கள் இன்பாக்ஸுக்கு வருக!"),
                n("h52877aa", "X -இல் உங்களுக்கும் பிறருக்கும் இடையிலான தனிப்பட்ட உரையாடல்களில் ஒருவரிச் செய்தியை அனுப்பலாம், இடுகைகளைப் பகிரலாம், மேலும் பலவற்றைச் செய்யலாம். "),
                n("efe8fda0", "செய்தி ஒன்றை எழுதவும்"),
                n("b9dae4f4", "வேறு தேடல் சொல்லை முயலவும்"),
                n("e7fb2028", "மேலும் முடிவுகள் இல்லை"),
                n("ae111c99", function (e) {
                    return '"' + e.query + '" -க்கு முடிவுகள் எதுவும் கிடைக்கவில்லை';
                }),
                n("e8581cce", "நீங்கள் உள்ளிட்ட சொல் தொடர்பான எந்த முடிவுகளும் கிடைக்கவில்லை"),
                n("f08940ac", "புதிய செய்தியைத் தொடங்குக"),
                n("i5d7593a", "நபர்கள், குழுக்கள் அல்லது செய்திகளைத் தேட முயல்க"),
                n("c94ac69e", "குழுக்கள்"),
                n("fb3c8e74", "சமீபத்திய தேடல்கள்"),
                n("fd6150fc", "நேரடிச் செய்திகளில் உங்களைப் பாதுகாப்பாக வைத்திருத்தல்"),
                n("c7e8a9ee", "தனியுரிமைக் கொள்கையைப்"),
                n("bece84b4", "உங்கள் செய்திக் கோரிக்கைகள் காலியாக உள்ளன"),
                n("e51be7c1", "மேலும் அறிக"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + t(e.count, "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + t(e.count, "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + t(e.count, "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + t(e.count, "", "s");
                }),
                n("ed93de0c", "இடுகையைப் பகுப்பாய்வு செய்கிறது"),
                n("d1d92e40", "மேலும் விவரங்கள்"),
                n("a6e89af8", "திறந்த உரையாடல்"),
                n("ica55d24", "புதிய அரட்டை"),
                n("f794af9a", "வேடிக்கை முறை"),
                n("eccf9fea", "ரெகுலர் முறை"),
                n("g7b1c574", "இயல்புநிலைக்கு மீட்டமை"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "உங்களுக்கு விருப்பமான தேடல் முறையைத் தேர்ந்தெடுக்கவும்"),
                n("i330e54c", "மேம்பட்ட தேடல் மற்றும் தர்க்கம்"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "விரிவாக்கப்பட்ட தேடல், அதிக தர்க்கம்"),
                n("j22655f2", "எதையும் கேட்கலாம்"),
                n("h0681e3e", "எங்கள் AI உதவியாளரான Grok இடம் பேசுங்கள்"),
                n("d593fd78", "இது உங்கள் கேள்விகளுக்குப் பதில் அளிக்கும், X -இல் தேடும் மற்றும் படங்களை உருவாக்கும்"),
                n("d0205a24", "உண்மைகளைச் சரிபார்க்கவும்"),
                n("ed4177c4", "Grok, நம்பிக்கையுடன் உண்மையிலேயே தவறான தகவல்களை வழங்கலாம், தவறாகச் சுருக்கலாம் அல்லது சில உள்ளடக்கத்தைத் தவறவிடலாம். எந்தவொரு தகவல்களையும் நீங்கள் சுயாதீனமாகச் சரிபார்க்க வேண்டும்."),
                n("c0ff98f8", "AI பயிற்சி மற்றும் தனிப்பயனாக்கம்"),
                n("f1a8218a", "உங்கள் X தரவையும், Grok உடனான உங்கள் உரையாடல்கள், உள்ளீடுகள் மற்றும் முடிவுகளையும் மாதிரிப் பயிற்சி, ஃபைன் டியூன் செய்தல் மற்றும் உங்கள் Grok அனுபவத்தைத் தனிப்பயனாக்குவதற்குப் பயன்படுத்துவோம். உங்கள் X அமைப்புகளைப் பயன்படுத்தி நீங்கள் விலகலாம். மேலும் அறிய, எங்கள் உதவி மையத்தைப் பார்வையிடவும்."),
                n("bcbf5b6e", "பகிர்கிறது"),
                n("j7b5c844", "நீங்கள் பொதுவில் பகிரும் உரையாடல்களுக்கு நீங்களே பொறுப்பாகுவீர்கள். Grok உடனான உங்கள் உரையாடல்களில் உங்களைப் பற்றிய அல்லது மற்றவர்களைப் பற்றிய முக்கியமான மற்றும் இரகசியத் தகவல்களைப் பகிர்வதைத் தவிர்க்கவும் (எங்கள் உதவி மையத்தைப் பார்க்கவும்)."),
                n("c9f7c196", "உதவி மையம்"),
                n("c65f7308", "சேவையகங்கள் அதிக பணிச் சுமையில் உள்ளன"),
                n("f2a8655e", "Grok மேம்பட்ட கருவி தற்போது கிடைக்கவில்லை."),
                n("c26b9b9c", "கோப்பு"),
                n("g10600b0", "மெனு"),
                n("j826e722", "படத்தைச் சேமி"),
                n("a9325f10", "படத்தை நகலெடு"),
                n("g0b12442", "படத்தை நகலெடுக்க முடியவில்லை"),
                n("edd0c172", "படத்தை இடுகையிடு"),
                n("d1d3a41a", "படத்தைத் திருத்து"),
                n("a2697040", "படத்தில் என்ன மாற வேண்டும் என்பதை விவரிக்கவும்"),
                n("ge1cefc4", "கருவிகள்"),
                n("e9b6d404", "Grok எந்தத் தேடல் கருவிகளை அணுக வேண்டும்?"),
                n("h15dce2e", "மேம்பட்ட அமைப்புகள்"),
                n("ff9dc268", "செய்தியைத் திருத்து"),
                n("acb2baa0", "படங்களை உருவாக்கு"),
                n("fe9ad897", function (e) {
                    return "படத்தைத் திருத்து" + e.ttc_grok_preset;
                }),
                n("h30fd372", "குரல் பயன்முறையை முயலவும்"),
                n("e9fcdd0c", "வலையில் தீவிரமாகத் தேட, Grok இடம் கேளுங்கள்"),
                n("fc4e8aba", "படிப்படிக் காரணமாக Grok இடம் கேளுங்கள்"),
                n("e4ae6abe", "உங்கள் படத்தை உருமாற்றுமாறு Grok இடம் கேளுங்கள்"),
                n("e8ade5e2", "ஆளுமையைத் தேர்ந்தெடு"),
                n("b5df32b0", "Grok இடம் ஏதாவது"),
                n("fb3b9776", "Grok-இன் வெளியீடு இந்தப் பயனரால் தனிப்பயனாக்கப்பட்டுள்ளது."),
                n("ca93f2ee", "இந்தச் செய்தி நீக்கப்பட்டுள்ளது."),
                n("b8c06820", "உரையை நகலெடு"),
                n("ca0f5894", "விரும்பம் நீக்கு"),
                n("ja8d189e", "உரைப் பதில் தேவை"),
                n("e951f04e", "படம் தேவை"),
                n("c503b35e", "வித்தியாசமான படம் தேவை"),
                n("d4371c92", "குறியீடு தவறானது"),
                n("dbe8586e", "வித்தியாசமான குறியீடு தேவை"),
                n("e360eb4a", "குறியீட்டை விரும்பவில்லை"),
                n("a18657ca", "கணிதம் தவறானது"),
                n("b8b86300", "கணிதத்தை விரும்பவில்லை"),
                n("e4c34788", "தவறான பதில்"),
                n("b220a8c8", "வேறு ஏதாவது வேண்டும்"),
                n("b115fd18", "ஒரு சார்பான பதில்"),
                n("dc637214", "மோசமான ஸ்டைல்/டோன்"),
                n("f02e6d42", "தேட வேண்டும்"),
                n("bbec6bba", "மோசமான தேடல் முடிவுகள்"),
                n("b494d088", "தேட விரும்பவில்லை"),
                n("a44974f2", "படம் புரியவில்லை"),
                n("bd44a8a8", "எங்களிடம் மேலும் கூறுங்கள்"),
                n("fcdbe764", "Grok -ஆல் சிறப்பாக என்ன செய்ய முடியும்?"),
                n("bb6adb22", "என்ன தவறு நடந்தது என்பதை விவரிக்கவும்"),
                n("h0fa15f2", "உங்கள் பின்னூட்டத்திற்கு நன்றி!"),
                n("d700b268", "குறிப்பிடப்பட்ட அரட்டைகள்"),
                n("cd7bdab2", "உரையாடல்களை மறப்பது அவற்றை வரலாற்றிலிருந்து நீக்காது"),
                n("f21b84de", "குறிப்பு மறந்துவிட்டது"),
                n("i52a9cb8", "காண்பிக்க, நினைவுகள் எதுவும் இல்லை."),
                n("d9d36880", "மற"),
                n("g02dacc0", "இன்று"),
                n("c6e845c0", "நேற்று"),
                n("a5fa4a86", "ஜன"),
                n("c51724a4", "பிப்"),
                n("j244ceb2", "மார்ச்"),
                n("b22b12e0", "ஏப்"),
                n("h3023cac", "மே"),
                n("b10dbffa", "ஜுன்"),
                n("c81da1b6", "ஜுலை"),
                n("d4e4d3ce", "ஆக"),
                n("c3418f9a", "செப்"),
                n("b64dada6", "அக்"),
                n("ad24ec20", "நவ"),
                n("c7902252", "டிச"),
                n("idf94bac", "மீள்உருவாக்கு"),
                n("f7614f92", "தேடல் இல்லாமல்"),
                n("c5ade3ba", "தேடலுடன்"),
                n("c16e5b1a", "பட உருவாக்கம் இல்லாமல்"),
                n("i2ca65fa", "பட உருவாக்கத்துடன்"),
                n("d3927f88", "இடுகை இணைப்பு"),
                n("be37ecd4", "கிளிப்போர்டுக்கு நகலெடுக்க முடியவில்லை"),
                n("h708a4c0", "உரையாடலைப் பகிர்"),
                n("g06a67e2", "பகிர்வுப் பக்கத்தில் இந்தப் புள்ளி வரை செய்திகள் இருக்கும்"),
                n("a0428662", "பயனுள்ளதாக இல்லை"),
                n("fe4fd310", "உதவிகரமானது"),
                n("bfd161bc", "ஒப்பிடு"),
                n("j5dcf1b2", "புதுப்பிக்கப்பட்டது"),
                n("a50aaa10", "முன் சந்தை"),
                n("dd614d10", "பணி நேரத்திற்குப் பிறகு"),
                n("d6b0b0d5", function (e) {
                    return "ஆரம்பம்" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "சந்தை மதிப்பு" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "ஆண்டில் உச்சம்" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "அதிகம்" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "பி/இ விகிதம்" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "ஆண்டில் குறைவு" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "குறைவு" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "இதுவரையில்லா உயர்வு" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "இதுவரையில்லா தாழ்வு" + e.ttc_stock_details;
                }),
                n("a22063d2", "மேம்பட்ட துல்லியத்திற்கு உங்கள் இருப்பிடத்தைப் பகிரவும்."),
                n("db3248a8", "இருப்பிடத்தை ஏற்றுகிறது"),
                n("ffe0e588", "இருப்பிடத்தைப் பகிர்"),
                n("e41a0dc2", "மூடப்பட்டுள்ளது"),
                n("ieff24f4", "முழு நேரம்"),
                n("e2811afc", "விளையாட்டுகள்"),
                n("j081fa34", "நிலைகள்"),
                n("i7c7f156", "நாளை"),
                n("b134ba52", "செயலில்"),
                n("j1361724", "பாதி நேரம்"),
                n("fa0f1262", "பிரேக்"),
                n("c2cac618", "Grok தற்போது லா லிகா, பிரீமியர் லீக், பன்டெஸ்லிகா, சீரிஸ் ஏ மற்றும் லீக் 1 தரவை ஆதரிக்கிறது."),
                n("acae223d", function (e) {
                    return '"' + e.prompt + '" -க்கான முடிவுகள்';
                }),
                n("bed99fe2", "குறைவாகக் காட்டு"),
                n("f7b57ac0", "புள்ளிவிவரங்கள்"),
                n("i7e3e446", "போட்டிகள்"),
                n("d490977e", "இப்போது"),
                n("e9f55db8", "ஞாயிற்றுக்கிழமை"),
                n("e9cf3af8", "திங்கட்கிழமை"),
                n("d5868a7e", "செவ்வாய்க்கிழமை"),
                n("b5dfdb46", "புதன்கிழமை"),
                n("ab8095a2", "வியாழக்கிழமை"),
                n("e298e6f2", "வெள்ளிக்கிழமை"),
                n("ef519654", "சனிக்கிழமை"),
                n("c609a1b4", "ஞாயி"),
                n("j92274b0", "திங்"),
                n("ja482160", "செவ்"),
                n("f4ad4cb0", "புத"),
                n("d66bf142", "வியா"),
                n("dc17968a", "வெள்"),
                n("j310a2d6", "சனி"),
                n("eaf55eb4", "சிந்தனையைக் காட்டு"),
                n("b1ac6016", "DeepSearch முடிந்தது"),
                n("f766feca", "DeeperSearch முடிந்தது"),
                n("ee000b0d", function (e) {
                    return e.numSources + " மூலங்கள்";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + "நி " + e.seconds + "வி";
                }),
                n("c2745fa4", "கைவிடப்பட்டது"),
                n("e258000e", "அறிவிப்பு"),
                n("d591a772", "அறிவிப்பு கிடைக்கவில்லை"),
                n("bc49b728", "பதில் தயாரானதும் உங்களுக்கு அறிவிக்கப்படும்"),
                n("d8aadeba", "அறிவிப்பு அணைக்கப்பட்டது"),
                n("db832e38", "உலாவி அமைப்புகளில் அறிவிப்புகளை இயக்கவும்"),
                n("a910cac6", "அறிவிப்புகளை இயக்குவதில் சிக்கல் ஏற்பட்டது"),
                n("be30b6ee", "நிலையற்ற இணைப்பு"),
                n("b52484b6", "தேடுகிறது..."),
                n("a4d9dbfa", "யோசனைகள்"),
                n("ib1c5475", function (e) {
                    return e.minutes + "நி " + e.seconds + "வி -க்கான சிந்தனை";
                }),
                n("a15d62db", function (e) {
                    return e.seconds + "வி -க்கான சிந்தனை";
                }),
                n("d7cb5408", "தொடர்புடைய வலைப் பக்கங்கள்"),
                n("aa7c96bb", function (e) {
                    return "மேலும் " + e.numResults + " காண்க";
                }),
                n("j1ab5f40", "படிக்க, தட்டவும்"),
                n("f5a2377e", "இதற்கான சிந்தனை: "),
                n("g3ce0132", "இதற்கான யோசனை:"),
                n("f8007364", "விவரங்களுக்காக விரி"),
                n("ca53f780", "விவரங்களைச் சுருக்கு"),
                n("ha8fbe22", "Premium மூலம் மேலும் படங்களை உருவாக்கவும்"),
                n("d95c232a", "உங்கள் வரம்பை அடைந்துவிட்டீர்கள். மேலும் உருவாக்க, இப்போதே மேம்படுத்தவும்."),
                n("h2671312", "Premium மூலம் Grok -இல் மேலும் பெறுக"),
                n("a1bb9c8a", "Premium+ மூலம் Grok -இல் மேலும் பெறுக"),
                n("b08ef3ae", "உரையாடலைத் தொடர X Premium -க்கு மேம்படுத்தவும் அல்லது பிறகு முயலவும்."),
                n("jf9363b8", "உரையாடலைத் தொடர X Premium+ -க்கு மேம்படுத்தவும் அல்லது பிறகு முயலவும்"),
                n("ef018bf6", "Premium மூலம் மேலும் படங்களைப் பகுப்பாய்வு செய்யவும்"),
                n("cdace6d2", "இப்போதே மேம்படுத்து"),
                n("a3186bff", function (e) {
                    return e.count + " வலைப் பக்க" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("f4146dda", "எந்தப் பதிலை விரும்புகிறீர்கள்?"),
                n("a2c2be32", "இது Grok -ஐ மேம்படுத்த உதவும்."),
                n("g01599b6", "பதில் 1"),
                n("e02694e0", "பதில் 2"),
                n("h6867fcc", "இந்தப் பதிலை விரும்புகிறேன்"),
                n("acc4496c", "Grok குரல் பயன்முறையை முயலவும்"),
                n("jd36d190", "Grok Android பயன்பாடு மூலம் மேம்பட்ட அம்சங்களை அணுகவும்"),
                n("hf9afab0", "இணையம் மற்றும் X -ஐ ஸ்கேன் செய்ய, தகவல்களைப் பகுப்பாய்வு செய்ய மற்றும் விரைவான, ஏஜென்டிக் தேடலுடன் விரிவான, நன்கு பகுத்தறிவுப் பதில்களை வழங்க, DeepSearch -ஐ இயக்கவும்."),
                n("ef3b3f04", "எங்கள் பகுத்தறிவு மாதிரியைப் பயன்படுத்த சிந்தனையை இயக்கவும். இது கணிதம், அறிவியல் மற்றும் கோடிங்கிற்குச் சிறந்தது. இன்னும் கொஞ்சம் மூளை சக்தி தேவைப்படும் எந்தவொரு கேள்வியையும் பற்றி “கடுமையாகச் சிந்திக்குமாறு” Grok இடம் நீங்கள் கேட்கலாம். "),
                n("b43636b8", "Grok 3 -ஐ அறிமுகப்படுத்துகிறோம்"),
                n("j376298c", "எங்கள் மிகவும் சக்திவாய்ந்த மாதிரியுடன் தொடர்பு கொள்ள Grok 3 இரண்டு புதிய முறைகளை அறிமுகப்படுத்துகிறது: DeepSearch மற்றும் சிந்தனை."),
                n("e3584f8e", "ஹெட்ஜ் ஃபண்டுகளால் பயன்படுத்தப்படும் 10 மிகவும் வெற்றிகரமான ஆப்ஷன்ஸ் வர்த்தக உத்திகள் யாவை?"),
                n("d91b7b8a", "1885 -இல் ஒரு பல்கலைக்கழகம் கட்ட எவ்வளவு செலவானது?"),
                n("ia5bef3e", "இன்று நான் உங்களுக்கு எவ்வாறு உதவலாம்?"),
                n("ebea5880", "சமீபத்திய உரையாடல்கள்"),
                n("e13591c0", "மாதிரி Grok உரையாடல்"),
                n("c27ca452", "Premium சப்ஸ்கிர்ப்பர்ஸ் இப்போது X -இல் மிகவும் மேம்பட்ட AI ஆன Grok -ஐப் பயன்படுத்தலாம்."),
                n("b6abc25a", "Grok 2 -ஐ அறிமுகப்படுத்துகிறோம்"),
                n("e1cdaf9e", "எங்களின் புத்தம்புதிய AI உதவியாளர், X மூலம் இயக்கப்படுகிறது"),
                n("e6796748", "எதையும் கேட்கலாம்"),
                n("db470fdc", "மின்னஞ்சல்களை எழுதுவது, கேள்விகளுக்குப் பதிலளிப்பது மற்றும் சமையல் குறிப்புகளை வழங்குவது போன்ற அன்றாடப் பணிகளுக்கு Grok -ஆல் உதவ முடியும்."),
                n("e9adc2d0", "சிறப்பாகக் கோடிங் செய்யலாம்"),
                n("aaab6cdc", "நிரலாக்கக் கேள்விகளைக் கேட்கலாம் அல்லது புதிய கருத்தாக்கங்களைக் கற்றுக்கொள்வதற்கான உதவியைப் பெறலாம்."),
                n("jd08d606", "படைப்பைப் பெறலாம்"),
                n("he526d22", "எங்களின் புதிய படத்தை உருவாக்கும் திறன்களைக் கொண்டு பிரமிக்க வைக்கும் விஷுவல்களை உருவாக்குங்கள்."),
                n("i6932876", "ஒரு சைபர்பங்க் படம்"),
                n("j7cdee8e", "தகவலறிந்திருங்கள்"),
                n("f1f683c2", "X இலிருந்து பிரத்யேகமாகச் சமீபத்திய செய்திகள் மற்றும் நடப்புத் தலைப்புகள் பற்றிய சமீபத்திய தகவலைப் பெறுங்கள்."),
                n("h73b9cc0", "நீங்கள் தற்போது அரட்டையுடன் இணைக்கப்படாததால் உங்கள் செய்தி அனுப்பப்படவில்லை"),
                n("b6c73662", "செய்தி அனுப்பு"),
                n("h6070fdc", "அரட்டை அமைப்புகள்"),
                n("d49326ba", "அவதார்களை மறை"),
                n("h79f3532", "அவதார்களைக் காட்டு"),
                n("a8c1e2f0", "மதிப்பீட்டாளர் செயல்களை மறை"),
                n("jd83edd4", "மதிப்பீட்டாளர் செயல்களைக் காட்டு"),
                n("ecca11ac", "காலமுத்திரைகளை மறை"),
                n("e358a9f8", "காலமுத்திரைகளைக் காட்டு"),
                n("fca62374", "பாப்அவுட் அரட்டை"),
                n("fe20f01b", function (e) {
                    return e.name + " -ஐச் செயல்மறைக்கவா?";
                }),
                n("f5dc372a", "செயல்மறைப்பது ஒரு பயனரிடமிருந்து வரும் எல்லாச் செய்திகளையும் அகற்றி, மீதமுள்ள அலைபரப்பில் அவர்கள் அரட்டை அடிப்பதைத் தடுக்கும்."),
                n("e91dd1fa", "மதிப்பீட்டாளரால் செய்தி நீக்கப்பட்டது."),
                n("d1da3709", function (e) {
                    return e.username + " -க்குப் பதிலளிக்கிறீர்கள்: " + e.body;
                }),
                n("fc82a896", "இந்த அலைபரப்பல் முடிந்தது"),
                n("ea58dbd0", "இந்த ஒளிபரப்பு தொடங்கப்படவில்லை"),
                n("cb5b6784", "வலைபரப்பியால் வரையறுக்கப்பட்டது"),
                n("eba27300", "வலைபரப்பி பின்தொடரும் கணக்குகள் மட்டுமே அரட்டையடிக்க முடியும்"),
                n("f28984fb", function (e) {
                    return e.screenName + " பின்தொடரும் கணக்குகள் மட்டுமே அரட்டையடிக்க முடியும்";
                }),
                n("a3fec810", "அரட்டைக்காக Premium-க்குச் சப்ஸ்கிரைப் செய்யவும்"),
                n("dbf0b235", function (e) {
                    return "அரட்டைக்காக " + e.screenName + " -க்குச் சப்ஸ்கிரைப் செய்யவும்";
                }),
                n("ifbd8342", "நேரலைத் திரையைத் திற"),
                n("f935d3ce", "அரட்டையைத் திற"),
                n("abbe8212", "அரட்டையை மூடு"),
                n("hdf040dd", function (e) {
                    return e.percentage + "% முடிந்தது";
                }),
                n("e4f6bd9e", "அடடா, ஏதோ தவறாகி விட்டது. பின்னர் மீண்டும் முயற்சி செய்யவும்."),
                n("ac966f94", "உலாவி ஆதரிக்கப்படவில்லை"),
                n("ca86b62c", "அல்லது"),
                n("d5568440", "வலிமையான கடவுச்சொல்லை உள்ளிடவும்."),
                n("d0511fe6", "இந்த எண் ஏற்கனவே பிற கணக்குகளுடன் பயன்பாட்டில் உள்ளது. மற்றொன்றைப் பயன்படுத்தவும்."),
                n("cd24fe60", "செல்லுபடியாகும் தொலைபேசி எண் ஒன்றை உள்ளிடவும்."),
                n("gf8388fe", "நாட்டின் குறியீடு"),
                n("c52be452", "ஆம், அகற்று"),
                n("bcb388a0", "இது நீங்கள் முன்னதாகப் பதிவேற்றிய தொடர்புகளை அகற்றி, X உடனான ஒத்திசைவை அனைத்து சாதனங்களிலும் முடக்கும். இதற்கு சிறிது நேரமாகும் என்பதை நினைவில் கொள்ளுங்கள்."),
                n("ec129eb6", "உங்கள் தொடர்புகளை வெற்றிகரமாக அகற்றிவிட்டீர்கள்."),
                n("f1b5048a", "உங்கள் தொடர்புகளை அகற்றுவதில் ஒரு பிழை ஏற்பட்டது."),
                n("hc72e1fc", "செல்லுபடியாகும் மின்னஞ்சல் ஒன்றை உள்ளிடவும்."),
                n("bc0ad88a", "பிளஸ் குறி மூலம் குறிப்பது (’+’ சின்னத்துடன் கூடிய மின்னஞ்சல்கள்) அனுமதிக்கப்படாது. செல்லுபடியான மின்னஞ்சலை உள்ளிடவும்."),
                n("f134915f", function (e) {
                    return e.count + " தேர்ந்தெடுக்கப்பட்ட உருப்படிகள்";
                }),
                n("b8fb87e0", "தேர்ந்தெடுக்கப்பட்ட தலைப்புகளைக் காண்க"),
                n("e854ad27", function (e) {
                    return "தலைப்பு - " + e.title;
                }),
                n("e4ff75aa", "ஏதோ தவறாகி விட்டது. இணைப்பைச் சரிபார்த்து, மீண்டும் முயற்சி செய்யவும்."),
                n("b60eba9e", "எங்களை முதலில் ஒரு விஷயத்தைப் பரிசோதிக்க அனுமதியுங்கள். Google reCAPTCHA சவாலில் வெற்றி பெறுவதன் மூலமாக நீங்கள் ஒரு ரோபாட் இல்லை என்பதை உறுதிப்படுத்துங்கள்."),
                n("ba939778", "நீங்கள் ஒரு ரோபாட்டா?"),
                n("d44efc66", "உங்கள் பெயர் என்ன?"),
                n("b4867a18", "உங்கள் முழுப் பெயரில் “Twitter” என்ற வார்த்தை இருக்கக் கூடாது."),
                n("j1c3f4b9", function (e) {
                    return "பிறந்த தேதி " + e.birthdate + " -ஐத் திருத்தவும்";
                }),
                n("j231d352", "அனைவரையும் பின்தொடர்க"),
                n("c203db71", function (e) {
                    return "@" + e.screenName + " -இன் இடுகைகளை ஏற்றுகிறது";
                }),
                n("c9a1cb5e", "இந்தக் கணக்கு இல்லை"),
                n("e7b201de", "வேறொன்றைத் தேட முயற்சி செய்யவும்."),
                n("ica87fde", "நீங்கள் தடைசெய்யப்பட்டுள்ளீர்கள்"),
                n("c7ec6faf", "மேலும் அறிக"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " தடைசெய்யப்பட்டுள்ளது";
                }),
                n("gba95028", "இடுகைகளைப் பார்க்கவும்"),
                n("a2216a79", "மேலும் அறிக"),
                n("a2811f96", "சுயவிவர காலவரிசைகள்"),
                n("d25805fa", "சப்ஸ்"),
                n("b05be0c8", "சிறப்புக் கூறுகள்"),
                n("b9891db3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -இன் பதில்களைக் கொண்ட இடுகைகள்";
                }),
                n("e1ab545d", function (e) {
                    return "@" + e.screenName + " -இன் சப்ஸ்கிர்ப்ஷன் இடுகைகளை ஏற்றுகிறது";
                }),
                n("ac3f4be9", function (e) {
                    return "@" + e.screenName + "-இன் சிறப்புக் கூறுகள் ஏற்றப்படுகிறது";
                }),
                n("da38f955", function (e) {
                    return "@" + e.screenName + " -இன் கட்டுரைகளை ஏற்றுகிறது";
                }),
                n("b7363b66", "இடுகையை அனுப்பு"),
                n("ce659062", "உங்கள் சப்ஸ்கிர்ப்ஷன்ஸை காத்திருக்க வைக்காதீர்கள்"),
                n("f1e98cc2", "உங்கள் சிறந்த இடுகைகளைக் காட்சிப்படுத்துங்கள்!"),
                n("d5c743c6", "ஒரு கட்டுரை எழுதுங்கள்"),
                n("d1e5e328", "நீங்கள் செய்யும்போது, அவை இங்கே காண்பிக்கப்படும்."),
                n("hb26a1fe", "வாருங்கள் — அந்தப் பிரத்தியேக உள்ளடக்கத்தை இடுகையிடத் தொடங்குங்கள். உங்களின் அனைத்து சப்ஸ்கிர்ப்ஷன் இடுகைகளும் இங்கே காண்பிக்கப்படும்."),
                n("b7c3572e", "உங்கள் சுயவிவரத்தில் சிறப்புக் கூறுகளைச் சேர்க்க:\n\n1. நீங்கள் உருவாக்கிய ஏதாவது இடுகையைக் கண்டறியவும்\n2. “•••” மெனு பொத்தானைத் தட்டவும்\n3. “சிறப்புக் கூறுகளில் சேர்/அகற்று” என்பதைத் தட்டவும்"),
                n("i8123550", "நீங்கள் ஒரு கட்டுரையை வெளியிடும்போது, அது இங்கே காண்பிக்கப்படும்."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " இடுகையிடப்படவில்லை";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " இதுவரை எந்த சப்ஸ்கிர்ப்ஷன் இடுகைகளையும் இடுகையிடவில்லை";
                }),
                n("jbae8c54", "சிறப்புக் கூறாக்கப்பட்ட இடுகைகள் எதுவும் இல்லை."),
                n("g8fb219e", "கட்டுரைகள் எதுவும் கிடைக்கவில்லை."),
                n("f34dfc18", "அவர்கள் செய்யும்போது, அவர்களின் இடுகைகள் இங்கே காண்பிக்கப்படும்."),
                n("h9346040", "சப்ஸ்கிர்ப்ஷன் இடுகைகளை இடுகையிடும்போது அவை இங்கே தோன்றும்."),
                n("i4c3ddc6", "கட்டுரைகள் வெளியிடப்படும்போது இங்கே தோன்றும்."),
                n("e0118142", "இப்போதே இடுகையிடு"),
                n("e0c1d871", function (e) {
                    return e.fullName + "-இன் இடுகைகள்";
                }),
                n("c575828f", function (e) {
                    return e.fullName + "-இன் சப்ஸ்கிர்ப்ஷன் இடுகைகள்";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + "-இன் சிறப்புக் கூறுகள்";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + " -இன் கட்டுரைகள்";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -இன் சப்ஸ்கிர்ப்ஷன் இடுகைகள்";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ")-இன் சிறப்புக் கூறுகள்";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -இன் கட்டுரைகள்";
                }),
                n("h088ae72", "சுயவிவர இடுகைகள்"),
                n("hbf64b75", function (e) {
                    return e.fullName + " (@" + e.screenName + ") விரும்பிய இடுகைகள்";
                }),
                n("a64da953", function (e) {
                    return "@" + e.screenName + " -இன் விருப்பங்களை ஏற்றுகிறது";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " இதுவரை எந்த இடுகைக்கும் விருப்பம் தெரிவிக்கவில்லை";
                }),
                n("d34b5306", "அவர்கள் செய்யும்போது, அந்த இடுகைகள் இங்கே காண்பிக்கப்படும்."),
                n("bb0e41bc", "நீங்கள் இதுவரை விருப்பங்கள் எதையும் பெறவில்லை"),
                n("d3d4a21c", "ஒரு இடுகை உங்களுக்குப் பிடித்திருந்தால், அதை வெளிக்காட்ட இதயத்தைத் தட்டவும். நீங்கள் தெரிவிக்கும் விருப்பம் இங்கு தோன்றும்."),
                n("d95c3d31", function (e) {
                    return e.fullName + " விரும்பிய இடுகைகள்";
                }),
                n("eeb7d696", "உங்கள் விருப்பங்கள் தனிப்பட்டவையாகும். நீங்கள் மட்டுமே அவற்றைப் பார்க்க முடியும்."),
                n("h6e91bb1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") வழங்கும் மீடியா இடுகைகள்";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " -இன் மீடியாவை ஏற்றுகிறது";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " இதுவரை மீடியாவை இடுகையிடவில்லை";
                }),
                n("ccc363f6", "அவர்கள் செய்தவுடன், அந்த இடுகைகள் இங்கே காண்பிக்கப்படும்."),
                n("d1614228", "லைட்ஸ், கேமரா ... இணைப்புகள்!"),
                n("d7dc8d0a", "நீங்கள் புகைப்படங்கள் அல்லது வீடியோக்களை இடுகையிடும்போது, அவை இங்கே காண்பிக்கப்படும்."),
                n("hf761abf", function (e) {
                    return e.fullName + " -இன் மீடியா";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + " (@" + e.screenName + ")-இன் இணைப்புகள்";
                }),
                n("fd0772eb", function (e) {
                    return "@" + e.screenName + "-இன் இணைப்புகளை ஏற்றுகிறது";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + " -இன் இணைப்புகள்";
                }),
                n("ba5a88e4", "பரிந்துரைக்கப்பட்டது"),
                n("ddee8ae2", "எல்லாப் பணிவாய்ப்புகளையும் பார்க்கவும்"),
                n("d2a04c68", "வேலை வாய்ப்பு"),
                n("dc12a126", "வழிகளைப் பெறுக"),
                n("e2acb642", "தொடர்புக்கு"),
                n("ha9b8035", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " -ஐ அழை";
                }),
                n("g2244521", function (e) {
                    return e.phoneCode + " " + e.phoneNumber + " -க்கு உரை அனுப்பு";
                }),
                n("b44c0205", function (e) {
                    return e.day + ", " + e.time + "க்கு";
                }),
                n("de1123f5", function (e) {
                    return e.time + " -இல்";
                }),
                n("e2a5bd50", "24 மணிநேரமும் திறந்திருக்கும்"),
                n("e0d7da6c", "மூடப்படும்"),
                n("i7059f56", "திறக்கப்படும்"),
                n("a7391348", "நேரம் குறிப்பிடப்படவில்லை"),
                n("c9eba532", "புதுப்பிக்கப்பட்ட நேரங்கள்"),
                n("b5fea270", "தயாரிப்பு கரோசல்"),
                n("h10bb33c", "தயாரிப்பைப் புகாரளிக்கவா?"),
                n("dda5d96a", "தயாரிப்பைப் புகாரளி"),
                n("fca46f40", "உதவி மையத்தைப்"),
                n("c71a053b", "இங்கே கிளிக் செய்யவும்"),
                n("d7f8a117", function (e) {
                    return e.days + " நாள் பகுப்பாய்வுகள்";
                }),
                n("cae20e93", function (e) {
                    return e.days + " நாட்களில்";
                }),
                n("gc767fda", "உங்களுக்குத் தனிப்பட்டது"),
                n("c7c85e0c", "பகுப்பாய்வுகளைத் திற"),
                n("b15df4b4", "X -இல் உங்கள் இடுகைகளின் பார்வை எண்ணிக்கை"),
                n("e5fe61e0", "தாக்கங்கள்"),
                n("d1018321", function (e) {
                    return "கடந்த " + e.period + " உங்கள் இடுகைகளில் " + e.value + " தாக்கங்கள்";
                }),
                n("e623137c", "ஈடுபாட்டு விகிதம்"),
                n("d9d34182", "இடுகைகளின் ஈடுபாடுகள் பதிவுகளால் வகுக்கப்படுகிறது."),
                n("aeee0182", "சுயவிவரப் பார்வைகள்"),
                n("b2bde01a", "உங்கள் இடுகைகளிலிருந்து சுயவிவரத்தைப் பார்வையிட்டவர்களின் எண்ணிக்கை"),
                n("faf4c1f5", function (e) {
                    return "கடந்த " + e.period + " உங்கள் சுயவிவரத்தில் " + e.value + " வருகைகள்";
                }),
                n("d5f1e554", "இணைப்புக் கிளிக்குகள்"),
                n("cf573986", "உங்கள் இடுகைகளில் உள்ள URL கிளிக் செய்யப்பட்ட எண்ணிக்கை"),
                n("j761451e", "புதிய பின்தொடர்பவர்கள்"),
                n("e1a87d14", "நீங்கள் பெற்ற புதிய பின்தொடர்பவர்களின் எண்ணிக்கை (பின்தொடரப்படாதவை உட்பட)"),
                n("j590577e", "உங்கள் இடுகைகளுக்கு நீங்கள் பெற்ற பதில்களின் எண்ணிக்கை"),
                n("ia1da622", "உங்கள் இடுகைகளுக்கு நீங்கள் பெற்ற லைக்குகளின் எண்ணிக்கை"),
                n("cfd1036b", function (e) {
                    return "கடந்த " + e.period + " உங்கள் இடுகைகளில் " + e.value + " விருப்பங்கள்";
                }),
                n("ja42739e", "மறுஇடுகைகள்"),
                n("ca6e8de0", "உங்கள் இடுகைகள் மறுஇடுகையிடப்பட்ட எண்ணிக்கை"),
                n("b1b4d57e", "வீடியோ பார்வைகள்"),
                n("bdaf100e", "உங்கள் இடுகைகளில் வீடியோ பார்வைகளின் எண்ணிக்கை"),
                n("ca826772", "மீடியா பார்வைகள்"),
                n("j43b8f52", "உங்கள் மீடியா (GIFகள், படங்கள், வீடியோக்கள்) பெற்ற பார்வைகளின் எண்ணிக்கை"),
                n("d3969c06", "நிறைவு விகிதம்"),
                n("c58c3476", "வீடியோ நிறைவுகள் வீடியோ பார்வைகளால் வகுக்கப்படுகின்றன"),
                n("c8aae62a", "உங்கள் இடுகைகளுக்கு நீங்கள் பெற்ற புத்தகக்குறிகளின் எண்ணிக்கை"),
                n("g70825e0", "பகிர்வுகள்"),
                n("c6fbefd4", "உங்கள் இடுகைகளுக்கு நீங்கள் பெற்ற பகிர்வுகளின் எண்ணிக்கை"),
                n("dbe9353e", "ஈடுபாடுகள்"),
                n("a3a4e8f8", "மாதந்தோறும்"),
                n("eb2e0272", "வரி"),
                n("e298b08e", "பட்டை"),
                n("bbc6e7c6", "அமெரிக்கா"),
                n("h88ad664", "கனடா"),
                n("gd139910", "ஐக்கிய ராஜ்யம்"),
                n("e08feda2", "ஜப்பான்"),
                n("fad772ce", "மத்தியக் கிழக்கு மற்றும் வட ஆப்பிரிக்கா"),
                n("a396dd6c", "ஆசிய பசிபிக்"),
                n("j942b16c", "ஐரோப்பா மற்றும் வளர்ந்த சந்தைகள்"),
                n("j3cc0c00", "லத்தீன் அமெரிக்கா"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "பின் தொடராதவர்கள்"),
                n("d61b2bcc", "கம்யூனிட்டி இடுகைகள்"),
                n("h3525cb8", "குறிப்பிடப்படவில்லை"),
                n("a3c544e8", "முன்னணி நாடுகள்"),
                n("f30795d0", "சுயவிவரப் புகைப்படத்தைக் திறக்கிறது"),
                n("gd7acb84", "சுயவிவரத்தை அமைக்கவும்"),
                n("b7636014", "செய்தி"),
                n("haad225c", "Premium -ஐப் பரிசளி"),
                n("b63c46ed", function (e) {
                    return "@" + e.screenName + " -க்கு சப்ஸ்கிரைப் செய்க";
                }),
                n("j33d8902", "டிப்ஸ் அனுப்புக"),
                n("a8ab3d08", "இதற்கு அனுப்பு"),
                n("d740d2d9", function (e) {
                    return e.service + " இணைப்பு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "பிட்காயின் முகவரி"),
                n("f85f6760", "Cash பயன்பாடு"),
                n("a32a7c06", "எத்தேரியம் முகவரி"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "மேலும் பார்க்க"),
                n("df7cb6d4", "தொழில்முறை வகைகள்"),
                n("ec429e79", "மேலும் அறிக."),
                n("j04c717a", "+ அனுபவத்தைச் சேர்"),
                n("a1ea2f12", "பிறந்தநாள் வாழ்த்துக்கள்!"),
                n("g8191e78", "இன்று அவருடைய பிறந்தநாள்!"),
                n("c1b819ba", "பிறந்தநாள் பலூன்கள் இன்று இங்கே காட்டப்படுகின்றன"),
                n("ad7a451e", "சுயகுறிப்பை மொழிபெயர்"),
                n("f543dbf6", "சரிபார்க்கப்பட்ட ஃபோன் எண்"),
                n("cef4e8cf", function (e) {
                    return e.screenName + " -ஐ செயல்மறைவு நீக்கவா?";
                }),
                n("h03a094a", "இந்தக் கணக்கின் இடுகைகள் இப்போது உங்கள் முகப்புக் காலவரிசையில் அனுமதிக்கப்படும்."),
                n("a6e94418", "இந்தக் கணக்கிலிருந்து செயல்மறைக்கப்பட்ட இடுகைகளைப் பெற்றுள்ளீர்கள்."),
                n("dd3d10f6", "மதிப்பாய்வில் உள்ளது"),
                n("i06d4712", "எங்கள் குழு உங்கள் கணக்கில் ஒரு விரைவு மதிப்பாய்வைச் செய்து வருகிறது. ஒரு சில நாட்களுக்குள் உங்கள் செக்மார்க்கை இங்கே பார்ப்பீர்கள்."),
                n("j354c438", "“மதிப்பாய்வில் உள்ளது” லேபிள் உங்களுக்கு மட்டுமே தோன்றும்."),
                n("e018b5fa", "சரிபார்க்கப்பட்ட நிலையைப் பெற, மேம்படுத்தவும்"),
                n("b74bd6c6", "இந்தக் கணக்கு சரிபார்க்கப்பட்டது, ஏனெனில் இது அரசு, செய்திகள், பொழுதுபோக்கு அல்லது நியமிக்கப்பட்ட மற்றொரு வகையில் குறிப்பிடத்தக்கது."),
                n("e1e0c916", "Premium-க்குச் சப்ஸ்கிரைப் செய்துள்ளதால் இந்தக் கணக்கு சரிபார்க்கப்பட்டது."),
                n("eb5d72e4", "இந்தக் கணக்கின் இடுகைகள் பாதுகாக்கப்பட்டுள்ளன. அவரைப் பின்தொடர்பவர்கள் மட்டுமே அவற்றைப் படிக்க முடியும்."),
                n("g776ca50", "சரிபார்க்கப்பட்ட கணக்கு"),
                n("ad465ee8", "முதன்மை இணைப்பை அமைக்கவும்"),
                n("d01612d3", function (e) {
                    return e.date + " முதல் சரிபார்க்கப்பட்டுள்ளது.";
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", நீங்கள் இன்னும் சரிபார்க்கப்படவில்லை";
                }),
                n("b2d0c0f4", "தனித்துத் தோன்றவும், பூஸ்ட் செய்த பதில் பார்வையைப் பெறவும் "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " சரிபார்க்கப்படுங்கள்."),
                n("d834ab9c", "ஆம், சுயவிவரத்தைக் காட்டு"),
                n("cb339f26", "எச்சரிக்கை: இந்தக் கணக்கு வழக்கத்திற்கு மாறாகச் செயல்படுகிறது"),
                n("hf06085e", "இந்தக் கணக்கில் சந்தேகத்திற்கிடமான சில செயல்பாடுகள் நிகழ்ந்ததால் இந்த எச்சரிக்கையைப் பார்க்கிறீர்கள். இன்னமும் இதைப் பார்க்க விரும்புகிறீர்களா?"),
                n("aa959f36", "எச்சரிக்கை: இந்தக் கணக்கு தற்காலிகமாகக் கட்டுப்படுத்தப்பட்டுள்ளது"),
                n("jf604336", "எச்சரிக்கை: இந்தச் சுயவிவரத்தில் சாத்தியமுள்ள உணர்ச்சிகரமான உள்ளடக்கம் இருக்கலாம்"),
                n("c9bfda48", "எச்சரிக்கை: இந்தச் சுயவிவரம் உணர்ச்சிகரமான உள்ளடக்கத்தைக் கொண்டிருக்கலாம். அவர்கள் உணர்ச்சிகரமான படங்கள் அல்லது மொழியை பயன்படுத்துவதால் இந்த எச்சரிக்கையைப் பார்க்கிறீர்கள். இன்னமும் இதைப் பார்க்க விரும்புகிறீர்களா?"),
                n("g29ebf26", "அவர்கள் புண்படுத்தக்கூடிய படங்கள் அல்லது மொழியை இடுகையிடுவதால் இந்த எச்சரிக்கையைப் பார்க்கிறீர்கள். இன்னமும் இதைப் பார்க்க விரும்புகிறீர்களா?"),
                n("jcfb7fba", "அவை X விதிகளை மீறியிருக்கக்கூடும் என்பதால் இந்த எச்சரிக்கையைப் பார்க்கிறீர்கள். இன்னமும் இதைப் பார்க்க விரும்புகிறீர்களா?"),
                n("bd598c70", "இந்த இடுகைகள் பாதுகாக்கப்பட்டுள்ளன"),
                n("e617164b", "மேலும் அறியவும்"),
                n("g8475f82", "கணக்கு இடைநீக்கப்பட்டது"),
                n("j5e1cf59", "X விதிகளை"),
                n("gbf342a4", "கணக்கு நிறுத்திவைக்கப்பட்டுள்ளது"),
                n("defba9a4", "X -க்கு வரவேற்கிறோம்!"),
                n("d11934ec", "அறிவிப்பைப் பெறுக"),
                n("a2cd2b0a", "பின்தொடர்ந்து அறிவிப்பைப் பெறுக"),
                n("a70bae53", function (e) {
                    return "ஒவ்வொரு முறையும் " + e.fullName + " இடுகையிடும்போது நீங்கள் அறிவிப்பைப் பெறலாம்.";
                }),
                n("f51a4c29", function (e) {
                    return "இப்போது நீங்கள் " + e.fullName + " -ஐப் பின்தொடர்ந்து, அவர்கள் இடுகையிடும் ஒவ்வொரு முறையும் அறிவிப்பைப் பெறலாம்.";
                }),
                n("cfa5e58d", function (e) {
                    return "நீங்கள் " + e.fullName + " -ஐப் பின்தொடர்கிறீர்கள், அவர் இடுகையிடும் போதெல்லாம் அறிவிப்பைப் பெறுவீர்கள்.";
                }),
                n("be3a652d", function (e) {
                    return e.fullName + " இடுகையிடும் போதெல்லாம் உங்களுக்கு அறிவிக்கப்படும்.";
                }),
                n("f089620c", "உங்கள் முகப்புக் காலவரிசை"),
                n("a1ab9c80", "இந்தக் கம்யூனிட்டியில் இதுவரை இடுகைகள் எதுவுமில்லை"),
                n("b32c4fb0", "அவை வரும்போது அவற்றை இங்கே பார்ப்பீர்கள்."),
                n("bf17deda", "தொடங்குவோம்!"),
                n("c3fbf1da", "உங்கள் உலகத்தில் என்ன நடக்கிறது என்பதைப் பார்க்க இதுவே மிகச் சிறந்த இடம். இப்போது, பின்தொடர்வதற்கு சிலரையும் சில தலைப்புகளையும் கண்டறிக."),
                n("a2515900", "இடுகைகளுக்காகக் காத்திருக்கிறது"),
                n("je23cdb2", "இந்தப் பட்டியலிலுள்ளவர்களின் இடுகைகள் இங்கு தோன்றும்."),
                n("e69b7e02", "கணக்குகளை நிர்வகி"),
                n("b6bd6ae4", "நடப்புக் கணக்கு"),
                n("d577bccd", function (e) {
                    return "உங்களுக்கு ஒன்றுக்கும் மேற்பட்ட X கணக்கு இருந்தால், அவற்றைச் சேர்த்து, அவற்றுக்கு இடையே எளிதாக மாறலாம். அதிகபட்சம் " + e.maxAccounts + " கணக்குகளைச் சேர்க்கலாம்.";
                }),
                n("dc65b3e5", function (e) {
                    return e.maxAccounts + " கணக்குகளுக்கான அதிகபட்ச அளவை எட்டிவிட்டீர்கள்.";
                }),
                n("b8045b33", function (e) {
                    return e.maxAccounts + " கணக்குகளுக்கான அதிகபட்ச அளவை எட்டிவிட்டீர்கள்.";
                }),
                n("d075dc89", function (e) {
                    return e.maxAccounts + " தனிப்பட்ட கணக்குகளுக்கான அதிகபட்ச அளவை எட்டிவிட்டீர்கள்.";
                }),
                n("bade139e", "அனைத்து கணக்குகளிலிருந்தும் வெளியேறு"),
                n("ae33b982", "அனைத்துக் கணக்குகளிலிருந்தும் வெளியேறவா?"),
                n("fa07bf68", "இது உங்கள் உலாவியிலுள்ள அனைத்துத் தாவல்களிலும் இருக்கும் உங்கள் எல்லாக் கணக்குகளுக்கும் பயன்படுத்தப்படும்."),
                n("f7865ab6", "உங்கள் கணக்கு இல்லையா?"),
                n("a35248e4", "இது எனது கணக்கு இல்லை"),
                n("f794a67c", "இது எனது கணக்கு"),
                n("j79c0ff7", function (e) {
                    return "இந்தக் கணக்கிலிருந்து " + e.emailAddress + "-ஐ அகற்றியுள்ளோம்";
                }),
                n("fb46383c", "உங்கள் சொந்தக் கணக்கிலிருந்து நீங்கள் மின்னஞ்சல் முகவரியை அகற்ற முடியாது."),
                n("gcfdbc2b", function (e) {
                    return "இந்த மின்னஞ்சல் முகவரி இனியும் " + e.screenName + " X கணக்குடன் தொடர்புடையதாக இல்லை.";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "அறிவிப்பு அமைப்புகளுக்குச் செல்லவும்."),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("c1d75571", "உங்கள் மின்னஞ்சல் முகவரியானது உங்களுடையது அல்லாத X கணக்குடன் ஏன் தொடர்புடையதாக இருந்தது?"),
                n("ac71e82f", "மேலும் அறிக"),
                n("b069d89c", "பார்வையாளர்கள்"),
                n("f5a61ae6", "உள்ளடக்கம்"),
                n("a4df00c0", "கணக்குப் பகுப்பாய்வுகள் Tabs"),
                n("ac248548", "கணக்கு மேற்பார்வை"),
                n("je62f358", "கடந்த 28 நாட்கள்"),
                n("bc2f16a4", "ஆக்டிவ் நேரங்கள்"),
                n("d603209e", "செயல்பாடு பிரேக்டவுன்"),
                n("ac3fb6de", "கலந்துகொள்ளும் ஸ்பேஸ்"),
                n("ie181958", "பார்வையாளர் நுண்ணறிவுகள்"),
                n("j6f8d422", "உங்கள் வீடியோக்களுக்கான சராசரிப் பார்வை நேரம்."),
                n("e7479ce4", "சராசரிப் பார்வை நேரம்"),
                n("g1dfa7d0", "சராசரி"),
                n("h7d28188", "உள்ளடக்கத்திற்குத் திரும்பு"),
                n("if2704e4", "நேரலைக் கண்ணோட்டத்திற்குத் திரும்பு"),
                n("ea928ae4", "ஸ்பேசஸுக்குச் செல்"),
                n("e8c07c22", "அலைபரப்பு"),
                n("a4ce6e68", "அலைபரப்பு அளவீடுகள்"),
                n("b2214c74", "இந்த அலைபரப்பிற்கான மொத்த பார்வைகளின் எண்ணிக்கை"),
                n("d4fcf83a", "இந்த அலைபரப்பைப் பார்க்க பார்வையாளர்கள் செலவிட்ட மொத்த நேரம்"),
                n("a89b0322", "ரத்து செய்யப்பட்டது"),
                n("j3cb12ea", "நிகழ்நேரக் கேட்பவர்கள்"),
                n("b93931ee", "உங்கள் உள்ளடக்கம் எத்தனை முறை இடுகையிடப்பட்டது."),
                n("a1814798", "ஓர் இடுகைக்கு எத்தனை முறை பதிலளித்தீர்கள்."),
                n("addd5575", function (e) {
                    return "வெ" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "திங்" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "சனி" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "ஞா" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "வியா" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "செவ்" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "புத." + e.date;
                }),
                n("d9c70840", "சாதனம்"),
                n("ba55e824", "முடிந்தது"),
                n("id276c42", "உங்கள் உள்ளடக்கம் எத்தனை முறை ஈடுபடுத்தப்பட்டது."),
                n("j033d090", "மதிப்பிடப்பட்ட வருவாய்"),
                n("efd4d7d4", "ஸ்பேசஸை வடிகட்டு"),
                n("a1334290", "முதல் 48 மணிநேரம்"),
                n("gc10a3b0", "காலப்போக்கில் பின்பற்றல்கள்"),
                n("efa0f858", "காலப்போக்கில் பின்தொடர்பவர்கள் மற்றும் பின்தொடர்தல்களை நிறுத்தியவர்களின் எண்ணிக்கை. இது உங்களைப் பின்தொடர்பவர் எண்ணிக்கையைப் பிரதிபலிக்க வேண்டிய அவசியமில்லை."),
                n("g2b06cc6", "பாலினத் தரவு ஊகிக்கப்படலாம்"),
                n("b66b3baa", "மணிநேரம்"),
                n("cf8a0772", "பார்வைகளுக்கான தாக்கம்"),
                n("g13d8010", "கடந்த 48 மணிநேரம்"),
                n("d5627596", "கடந்த மணிநேரம்"),
                n("baf120a6", "குறைவான ஈடுபாடு"),
                n("f2382014", "நேரலை"),
                n("c4a7a6aa", "நேரலைத் தரவு"),
                n("a992032a", "லைவ்ஸ்ட்ரீம் பகுப்பாய்வுகள்"),
                n("ie45edda", "லைவ்ஸ்ட்ரீம் கண்ணோட்டம்"),
                n("e30fc268", "நேரலைப் பார்வையாளர்கள்"),
                n("bd37f68e", "ஊடகச் செயல்பாடு"),
                n("fe074210", "நிமிடங்கள்"),
                n("jd03a1b8", "நிமிடங்கள் பார்க்கப்பட்டது"),
                n("a20e91e8", "நிமிடங்கள் பார்க்கப்பட்டது"),
                n("ic2bebee", "பணமாக்கப்பட்டது"),
                n("a1d642c8", "அதிகமான ஈடுபாடு"),
                n("ifc4c1f8", "இந்த உள்ளடக்கத்திலிருந்து அதிகரித்த புதிய பின்தொடர்பவர்களின் எண்ணிக்கை."),
                n("fff1315a", "தேர்ந்தெடுக்கப்பட்ட வடிகட்டிக்கான அலைபரப்புகள் எதுவும் இல்லை"),
                n("jbcb09a8", "இன்னும் போதுமான தரவு இல்லை"),
                n("df846d6c", "தேர்ந்தெடுக்கப்பட்ட நேர வரம்பிற்கு எந்த இடுகைகளும் கிடைக்கவில்லை."),
                n("g2ba40f6", "தேர்ந்தெடுக்கப்பட்ட வடிகட்டிக்கான ஸ்பேஸ்கள் எதுவும் இல்லை"),
                n("j44061a0", "கிடைக்கவில்லை"),
                n("c4a93912", "கி/வி"),
                n("a6b78788", "பார்வையாளர் தரவு எதுவும் கிடைக்கவில்லை"),
                n("b2438638", "/ மொத்தம்"),
                n("ic0399e0", "இயல்பான பார்வைகள்"),
                n("ja5c444a", "கட்டணக் காலம்"),
                n("f04e025e", "அதிகபட்ச நிகழ்நேரக் கேட்பவர்கள்"),
                n("d6d10662", "உச்ச பார்வையாளர்கள்: "),
                n("d147bea2", "பிறகு முயலவும்"),
                n("f0336d68", "இடுகைப் பகுப்பாய்வுகள்"),
                n("g85fbd2e", "இடுகை id"),
                n("ice5c5b6", "இந்த உள்ளடக்கம் பயனர்களுக்கு எத்தனை முறை காட்டப்பட்டது."),
                n("hf4f9bfe", "இணைப்பை இடுகையிடவும்"),
                n("bf5ebf5c", "இடுகைகளும் பதில்களும்"),
                n("b211652e", "காலப்போக்கில் இடுகைகள்"),
                n("f2efec0a", "முன்பே வெளியிடப்பட்டது"),
                n("i61e0302", "முந்தைய"),
                n("e08a706a", "புரோமோட் செய்த பார்வைகள்"),
                n("cbc99192", "வெளியிடப்பட்ட தேதி"),
                n("a83c2a9a", "நிகழ்நேரம்"),
                n("e9d72896", "பதிவுசெய்யப்பட்டது"),
                n("gede4932", "மீண்டும் இயக்கு"),
                n("h0de359c", "இந்த உள்ளடக்கம் எத்தனை முறை மறுஇடுகையிடப்பட்டது."),
                n("e0568f2c", "திட்டமிடப்பட்டது: "),
                n("gd86baa8", "திட்டமிடப்பட்ட தொடக்கம்"),
                n("fef3bfae", "இரண்டாம் நிலை மெட்ரிக்கைத் தேர்ந்தெடுக்கவும்"),
                n("g7e3d2a4", "ஸ்பேஸ் பகுப்பாய்வுகள்"),
                n("fbc79a40", "ஸ்பேசஸ் கண்ணோட்டம்"),
                n("d077112a", "ஸ்பேஸ் புள்ளிவிவரங்கள்"),
                n("cf3709da", "நிலை"),
                n("e797dc32", "ஸ்ட்ரீம் நேரம்: "),
                n("b649d8cc", "சப்ஸ்கிரைபர் மட்டும்"),
                n("j9282130", "அலைபரப்புச் சிறுபடம்"),
                n("g629b8b0", "நேரம் முடிந்தது"),
                n("eb87323c", "லைவ்ஸ்ட்ரீம் நடந்ததிலிருந்து தேர்ந்தெடுக்கப்பட்ட காலத்திற்கான பகுப்பாய்வுகள் தரவை இது காட்டுகிறது."),
                n("i6a75722", "நேர வரம்பு"),
                n("c602f5b8", "மொத்தம்"),
                n("b35e68ae", "மொத்த பங்கேற்பாளர்கள்"),
                n("h78ee79a", "மொத்த மறுஒளிபரப்பு பார்க்கப்பட்டது"),
                n("e3efaed0", "வகை"),
                n("c37993e2", "பின்தொடராதேகள்"),
                n("b1ed35d0", "தனித்துவப் பார்வையாளர்கள்"),
                n("bfad9306", "அறியப்படாதது"),
                n("b5a58f36", "பெயரிடப்படாத ஒளிபரப்பு"),
                n("i70f5278", "பதிவேற்றியது:"),
                n("a98b58b6", "சரிபார்க்கப்பட்ட பின்தொடர்பவர்கள்"),
                n("a5de67ca", "தங்கள் கணக்கைச் சரிபார்த்த பின்தொடர்பவர்களின் எண்ணிக்கை."),
                n("g3367ff4", "வீடியோ நிறைவு"),
                n("a7b48b36", "நிறைவு செய்யப்பட்ட வீடியோ பார்வைகளின் சதவீதம்."),
                n("a2580f2a", "நிறைவு செய்தல் விகிதம்"),
                n("ff95a9cc", "வீடியோ ID"),
                n("a97e358e", "வீடியோ இணைப்பு"),
                n("e10e8b46", "கடந்த 100 நாட்களின் வீடியோக்களை மட்டுமே காண்பிக்கிறது."),
                n("ba37f6da", "வீடியோ கண்ணோட்டம்"),
                n("f19846b2", "வீடியோ சிறுபடம்"),
                n("ccd6f4a8", "வீடியோ தலைப்பு"),
                n("c8410542", "உங்கள் வீடியோ பார்க்கப்பட்ட எண்ணிக்கை."),
                n("a532072a", "பார்வையாளர்கள்"),
                n("d9508ab0", "பார்வைகள்"),
                n("d9f9dec0", "ஸ்பேஸைக் காட்டு"),
                n("h0c1f37a", "ஸ்பேஸ் பகுப்பாய்வுகளைக் காட்டு"),
                n("e41fffbc", "உங்கள் வீடியோக்களுக்கான மொத்தப் பார்வை நேரம்."),
                n("if2909ba", "பார்வை நேரம்");
            n("i0e5bf4c", "உங்கள் வீடியோக்கள்"),
                n("ed99baea", "முன்கூட்டிய பீட்டா அணுகல்"),
                n("gf898b70", "மேம்பட்ட தேடல்"),
                n("d2a43a7a", '"ai" மற்றும் "ஸ்டார்ட்அப்" என இரண்டையும் கொண்டுள்ளது'),
                n("a8584698", "ai ஸ்டார்ட்அப்"),
                n("jb6f9292", '"ai ஸ்டார்ட்அப்" என்பதைச் சரியாகக் கொண்டுள்ளது'),
                n("j8ee77c4", '"ai ஸ்டார்ட்அப்"'),
                n("d0480758", '"ai" அல்லது "ஸ்டார்ட்அப்" என இரண்டில் ஒன்றைக் கொண்டுள்ளது (அல்லது இரண்டையும் கொண்டுள்ளது)'),
                n("f0048fa2", "ai அல்லது ஸ்டார்ட்அப்"),
                n("da0df186", '"ai" என்பதைக் கொண்டுள்ளது, ஆனால் "ஸ்டார்ட்அப்" என்பது இல்லை'),
                n("f2f463ea", "ai -ஸ்டார்ட்அப்"),
                n("a10a357e", '"ai" என்பதையும் குறைந்தது 50 விருப்பங்களையும் கொண்டுள்ளது'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", 'ai" மற்றும் "grok" என்ற வார்த்தையுடன் URL -ஐயும் கொண்டுள்ளது'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'X கணக்கை "grok" -இல் குறிப்பிடுதல்'),
                n("e2634592", "@grok"),
                n("i88ba038", "எச்சரிக்கை முடக்கப்பட்டது"),
                n("j2cb0214", "எச்சரிக்கை இயக்கப்பட்டது"),
                n("ae852cd0", "ஒவ்வொரு திங்கட்கிழமையும் இந்த நடப்பில் ஏற்படும் மாற்றங்களைப் பற்றிய சுருக்க விவர அறிவிப்பைப் பெறுங்கள்."),
                n("d1d8633e", "Radar எச்சரிக்கைகள்"),
                n("g096d0cc", "அனைத்து வினவல்கள்"),
                n("e77035aa", "தேடலை அழி"),
                n("a895ec64", "இந்த வினவலை நீக்க விரும்புகிறீர்களா?"),
                n("a4f5e431", function (e) {
                    return "’" + e.name + "’ நீக்கப்பட்டது";
                }),
                n("db28b535", function (e) {
                    return "’" + e.name + "’ -ஐ நீக்கு";
                }),
                n("bcf89b8a", "உங்கள் வினவலைத் திருத்தவும்"),
                n("f0002e72", "முடிவுகளை ஆராயவும்"),
                n("b0924d7a", "கேள்வியை உருவாக்க முடியவில்லை. மீண்டும் முயலவும்."),
                n("cfd731ee", "வினவலை நீக்க முடியவில்லை. மீண்டும் முயலவும்."),
                n("g08bff82", "விழிப்பூட்டலை முடக்குவதில் தோல்வி. மீண்டும் முயலவும்."),
                n("fa1fd798", "விழிப்பூட்டலை இயக்குவதில் தோல்வி. மீண்டும் முயலவும்."),
                n("ia7dce48", "வினவலை உருவாக்க முடியவில்லை. மீண்டும் முயலவும்."),
                n("d494d4aa", "வினவலைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயலவும்."),
                n("i4a49588", "குளோபல் டவுன் சதுக்கம்"),
                n("c0799860", "நாள்"),
                n("b43679d2", "மணி நேரம்"),
                n("f1fce85e", "நிமிடம்"),
                n("ea3e0ec4", "சந்தை"),
                n("d8d9aec2", "வினவல்களுக்கான அதிகபட்ச எண்ணிக்கையை அடைந்துவிட்டீர்கள்"),
                n("c9aa246e", "புதிய வினவல்"),
                n("b9b7a50e", "புதுப்பித்த நிலையில் இருக்க, எந்த நேரத்திலும் உங்கள் தேடல் வரம்பைச் சரிசெய்யலாம்"),
                n("i9a09bb6", "வினவலை உருவாக்கி, நிகழ்நேரப் புதுப்பிப்புகளை டிராக் செய்ய Radar -ஐ அனுமதிக்கவும்"),
                n("da20008c", "நடப்புகள் எதுவும் இல்லை. உங்கள் தேடல் வரம்பை விரிவாக்க முயலவும்."),
                n("e78ca8c6", "பின்னர் மீண்டும் முயலவும்"),
                n("ce3216ec", "வினவல்"),
                n("ef609bb8", "X -இல் என்ன நிகழ்கிறது?"),
                n("a636a738", "பின்தொடர்தலைக் கோரவும்..."),
                n("d92ec304", "வினவல் கிடைக்கவில்லை"),
                n("bbf29e20", "தேர்வை மீட்டமை"),
                n("ie3321ea", "$NVDA (விற்கவும் அல்லது வாங்கவும்)"),
                n("cf223996", "சுருக்க விவரம்"),
                n("a27ccab8", "Everything செயலி"),
                n("i66136aa", "முன்னணி"),
                n("e7c44382", "தனித்துவப் பயனர்கள்"),
                n("d559e5b8", "பெயரிடப்படாத வினவல்"),
                n("i1d9be88", "மேம்பட்ட தேடல் ஆபரேட்டர்களைப் பயன்படுத்துதல்"),
                n("ae9f604c", "இணைப்பு"),
                n("a7d2d8f4", "இணைப்புக் கணக்குகளை மட்டும் காட்டு"),
                n("je21ffbe", "பின்தொடர்பவர்கள் எண்ணிக்கை"),
                n("i8d9797c", "முழுச் சுயவிவரம்"),
                n("a36bebf2", "அதிகபட்சம்"),
                n("i5ef8b4a", "அதிகபட்ச பின்தொடர்பவர்களின் எண்ணிக்கை"),
                n("fcf0ec1c", "குறைந்தபட்சம்"),
                n("ccc0bbc6", "குறைந்தபட்ச பின்தொடர்பவர்களின் எண்ணிக்கை"),
                n("je1bd63a", "திறமையாளர், விற்பனை லீடுகள் மற்றும் வியூகக் கூட்டாளர்களைக் கண்டறிய, X -இன் பவரைத் திறக்கவும்"),
                n("i6766078", "சிறந்த திறமையாளர், விற்பனை வாய்ப்புகள் மற்றும் கூட்டாளர்களுக்காகத் தேடவும்"),
                n("d509bbd4", "X -இல் மக்களைக் கண்டறிக"),
                n("a5afaf54", "மீட்டமை"),
                n("i9006fb0", "எல்லாம் மீட்டமை"),
                n("fa598a82", "முடிவுகள்"),
                n("g3688a48", "ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்"),
                n("ab5a91a4", "பயனர்"),
                n("cef20fd0", "சரிபார்த்தல்"),
                n("a2b286b0", "வேலை வாய்ப்புகள், உங்கள் தயாரிப்புகள் மற்றும் உங்கள் செய்தியை விளம்பரப்படுத்தவும்."),
                n("e2895a38", "விளம்பரக் கிரெடிட்களில் $12k வரை"),
                n("becba496", "விளம்பரக் கிரெடிட்கள் குறிப்பிட்ட காலச் சலுகைக்கு மட்டுமே கிடைக்கும்."),
                n("ded395ae", "உங்கள் வணிகத்திற்கான பகுப்பாய்வுகளை ஒரே இடத்தில் அணுகலாம்"),
                n("a47a20d4", "மேம்பட்ட பகுப்பாய்வுகள்"),
                n("b56d3ec6", "Grok 3 -க்கான அணுகலுடன் அனைத்து நிறுவனங்களும் துணை நிறுவனங்களும் Premium+ -ஐப் பெறுகின்றன"),
                n("ie663a1a", "அர்ப்பணிப்புள்ள வாடிக்கையாளர் குழுவுடன் விரைவான உதவி மற்றும் புகார் பதிவுசெய்தல்களைப் பெறுங்கள்"),
                n("j7f75bec", "VIP ஆதரவு"),
                n("ebf5ec26", "விரைவில் வருகிறது"),
                n("eeb424e2", "உங்கள் கதையை வடிவமைக்கவும்."),
                n("ab62db18", "உங்கள் பார்வையாளர்களை உருவாக்குங்கள்."),
                n("j2c9bc4e", "தங்கச் செக்மார்க் மூலம் தனித்துத் தோன்றலாம் மற்றும் உங்கள் நிறுவனத்தை இயல்பாகச் சந்தைப்படுத்த இணைப்புகளைச் சேர்க்கவும்."),
                n("e7930f82", "கூட்டத்திலிருந்து தனித்துத் தோன்றவும்"),
                n("e77ea57e", "விற்பனையை அதிகரிக்கவும், சிறந்த நபர்களைப் பணியமர்த்தவும், பிரத்யேக சந்தை நுண்ணறிவுகளை அணுகவும் உதவும் மிகவும் சக்திவாய்ந்த கருவிகள்."),
                n("a558a254", "சரிபார்க்கப்பட்ட நிறுவனங்கள் அம்சம் மூலம் X -இல் வளர்ச்சியைத் திறக்கவும்"),
                n("b099f256", "Radar கொண்ட பொத்தானைத் தொடும்போது சந்தை நடப்புகள் மற்றும் பொதுக் கருத்துகள் கிடைக்கும்."),
                n("ecb7fa02", "வணிக நுண்ணறிவு"),
                n("cb5faa2a", "உலகில் உள்ள ஸ்மார்ட்டான மக்களைச் சென்றடைய உங்கள் விளம்பரக் கிரெடிட்களைப் பயன்படுத்தவும்."),
                n("c67b260c", "பணி வாய்ப்பு விளம்பரம்"),
                n("if48b5c2", "X -இல் நேரடியாகப் பதிவேற்றி, மில்லியன் கணக்கான மக்களிடையே வேலை வாய்ப்புகளை விளம்பரப்படுத்தவும்."),
                n("aa0d60aa", "மாதம்"),
                n("cebfdb52", "நிறுவனங்கள்"),
                n("i9b6fcbc", "பொறியாளர்கள், விற்பனைத் தலைவர்கள் மற்றும் படைப்பாளர்களைக் கண்டறிந்து தொடர்புகொள்ள, மக்கள் தேடலைப் பயன்படுத்தவும். "),
                n("a6b5c3f0", "சிறந்த நபர்களைக் கண்டறிக"),
                n("a51acce8", "Basic -க்குத் தரமிறக்கு"),
                n("ie132f40", "முழு அணுகலைத் தக்கவைக்க, மேம்படுத்தவும்"),
                n("b0d26232", "சேமி"),
                n("f563b353", function (e) {
                    return e.endDate + " அன்று சலுகைகள் காலாவதியாகின்றன";
                }),
                n("b29b2e69", function (e) {
                    return e.endDate + " வரை " + e.percentOff + "% தள்ளுபடி";
                }),
                n("j3cfae29", function (e) {
                    return "உங்கள் முதல் ஆண்டிற்கு ஆண்டுதோறும் " + e.discountedCost + ". பிறகு ஆண்டுதோறும் " + e.baseCost + ".";
                }),
                n("jb74aea4", "ஒவ்வொரு கூடுதல் இணைக்கப்பட்ட கணக்கிற்கும் மாதத்திற்கு ஒரு பயனர் அடையாளத்திற்கு $50 ஆகும் மற்றும் விளம்பரக் கிரெடிட்கள் வரம்புகளுக்கு உட்பட்டன."),
                n("fc9fc856", "ஒவ்வொரு கூடுதல் இணைக்கப்பட்ட கணக்கிற்கும் வருடத்திற்கு ஒரு பயனர் அடையாளத்திற்கு $600 ஆகும் மற்றும் விளம்பரக் கிரெடிட்கள் வரம்புகளுக்கு உட்பட்டன."),
                n("fc785aec", "பேசிக்கைப் பெறுக"),
                n("edf32072", "Premium+ பிளஸில் உள்ள அனைத்தும்:"),
                n("b3caf146", "சரிபார்க்கப்பட்ட தங்க பேட்ஜ்"),
                n("a1dbf70c", "மாதம் $200 இலவச விளம்பரக் கிரெடிட்"),
                n("i2a2286c", "$2,500 இலவச விளம்பரக் கிரெடிட்"),
                n("e8d0fd04", "Radar பேசிக்"),
                n("cf038828", "அர்ப்பணிப்புள்ள ஆதரவுச் சேவை"),
                n("efd56302", "உங்கள் பக்கத்தில் இணைப்புகளைச் சேர்க்கவும்"),
                n("bc1bb6aa", "மாதம் $1,000 இலவச விளம்பரக் கிரெடிட்"),
                n("e1669560", "$12,000 இலவச விளம்பரக் கிரெடிட்"),
                n("hb973da4", "Radar முழு அணுகல்"),
                n("g444c82e", "எண்டர்பிரைஸ் அம்சங்களுக்கான முன்கூட்டிய அணுகல்"),
                n("a1bc0bcf", function (e) {
                    return e.cost + ", ஆண்டுக் கட்டணத்தில் வசூலிக்கப்படும்";
                }),
                n("i0f58dac", "எல்லாத் திட்டங்களும் பொருந்தக்கூடிய வரிகள் மற்றும் கட்டணங்களுக்கு உட்பட்டவையாகும்."),
                n("je182d8a", "எண்டர்பிரைஸ்"),
                n("ge609bd6", "விற்பனையைத் தொடர்புகொள்க"),
                n("je6d2aec", "மிதமான கட்டணம்"),
                n("ed33b888", "மக்கள் தேடல்"),
                n("ade522c4", "புள்ளிவிவரங்கள்"),
                n("h551f266", "விளம்பரக் கிரெடிட்கள்"),
                n("c74f7856", "இணைப்புத் தொகுப்புகள்"),
                n("b9b41f7a", "தேடல் உகந்ததாக்கம்"),
                n("b1f368ee", "அர்ப்பணிப்பு கொண்ட ஆதரவு"),
                n("j189c5b2", "Pro பிளஸில் உள்ள அனைத்தும்:"),
                n("i7f4b58e", "தனிப்பயன்"),
                n("h45fd8ae", "முழு அணுகலைப் பெறுக"),
                n("f1c3b32c", "பேசிக் பிளஸில் உள்ள அனைத்தும்:"),
                n("f4307806", "பிரபலமானவை"),
                n("ce7c21de", "வருடந்தோறும்"),
                n("a21a64f6", "“வணிகத்திற்கான X ஓர் அருமையான டீல்! திறன்மிக்க பணியாளர் தேடல் கருவியைப் பயன்படுத்தி சிறந்த நபர்களை நாங்கள் பணியமர்த்தினோம்.“"),
                n("dbb3fc54", "இணை நிறுவனர் & CEO"),
                n("c1600210", "”வணிகத்திற்கான X ஒரு சிறப்பான விஷயம். சந்தை நுண்ணறிவுகளை அறிவதன் மூலம் வாடிக்கையாளர்களைப் பாதுகாக்க இது எங்களுக்கு உதவியது.“"),
                n("fb3e127a", "குறுகிய கால புத்தாண்டுச் சலுகை"),
                n("a5fee980", "நீங்கள் முன்பு குழுசேரும்போது வருடாந்திரத் திட்டங்களில் 30% தள்ளுபடி & $12,000 வரை இலவச விளம்பரக் கிரெடிட்டைக் கிளைம் செய்க"),
                n("c9051cac", "நாட்கள்"),
                n("ie035790", "வினாடிகள்"),
                n("cbd3dfaa", "பீட்டாவை முயலவும்"),
                n("h260121e", "நீங்கள் வழங்கும் சிறந்த பதவிகளை உங்கள் பார்வையாளர்களுக்குக் காட்டுங்கள்."),
                n("ae0ad604", "வேலை வாய்ப்புப் பக்கங்கள்"),
                n("cbd4ba6e", "சிறந்த திறமையாளர்களைக் கண்டறிந்து, அவர்களை இணைக்கவும்"),
                n("b71927b2", "வரம்பற்ற பணி வாய்ப்பு இடுகைகள்"),
                n("a0b5b7d4", "எங்கள் செயல்திறன் விளம்பர மாடலுடன் AI இலக்கிடலைத் திறக்கவும்."),
                n("aa3f0e90", "AI இலக்கிட்ட பணி வாய்ப்புகளை விளம்பரப்படுத்தவும்"),
                n("hc67be9e", "தொடங்குங்கள்"),
                n("c9a67f9e", "பணியமர்த்தத் தொடங்குங்கள்"),
                n("jd937cda", "X பணியமர்த்தல் மூலம் மில்லியன் கணக்கான தொடர்புடைய பணியாளர்களை அடையுங்கள். உங்கள் பணி வாய்ப்புகளை ஒத்திசைக்கவும், தனிப்பயன் வாழ்க்கைப் பக்கங்களை உருவாக்கவும் மற்றும் காலவரிசையில் இலக்கிட்ட விளம்பரங்களை இயக்கவும் பணி வாய்ப்பு விளம்பரத்தை அமைக்கவும்."),
                n("d92d2632", "சிறந்த திறமையாளர்களை வேலைக்கு அமர்த்துவதற்கான சிறந்த தளம்"),
                n("c10bee94", "மாதாந்திர விண்ணப்பங்கள்"),
                n("ib69d218", "250K+"),
                n("i953576c", "நிறுவனங்கள் பணியமர்த்துகின்றன"),
                n("j395b846", "10K+"),
                n("g48a59c2", "பயனர்கள்"),
                n("j228841a", "500M+"),
                n("da570714", "ATS ஒருங்கிணைப்புகள்"),
                n("h25a3132", "பணி புரோமோஷனுக்கான விளம்பரக் கிரெடிட்களில் $2,400 வரை"),
                n("f25a2004", "Premium+ பலன்கள்"),
                n("c237b78e", "உங்கள் பணியமர்த்தல் குழுவிற்கான இணைப்புகள்"),
                n("fc3d58fe", "பணி புரோமோஷனுக்கான விளம்பரக் கிரெடிட்களில் $12,000 வரை"),
                n("eb5f060c", "பின்தொடர்"),
                n("a19cf46f", function (e) {
                    return "@" + e.screenName + " -ஐப் பின்தொடர வேண்டாமா?";
                }),
                n("e4c91b70", "அவர்களது இடுகைகள் இனி உங்கள் உங்களுக்கானவை காலவரிசையில் காட்டப்படாது. ஆனால் அவர்களது இடுகைகள் பாதுகாக்கப்பட்டால் அன்றி, இன்னமும் அவர்களது சுயவிவரத்தை நீங்கள் பார்க்கலாம்."),
                n("j650c8dc", "பின்தொடர்வதற்கான கோரிக்கையை நிராகரிக்கவா?"),
                n("c02f8de1", function (e) {
                    return "இது உங்கள் பின்தொடர்தல் கோரிக்கையை ரத்து செய்யும், மேலும் @" + e.screenName + " இனி இதைப் பார்க்கமாட்டார்.";
                }),
                n("e2ee95a1", function (e) {
                    return "இணைந்த தேதி: " + e.date;
                }),
                n("d64fef58", "நீங்கள் இன்னும் இடுகையிடவில்லை"),
                n("e2a098dc", "இதன்படி வரிசைப்படுத்து:"),
                n("c5709148", "அதிகபட்ச வரம்பான 1000 இடுகைகள் காட்டப்பட்டுள்ளன"),
                n("ca5e57bd", function (e) {
                    return "இடுகை" + e.noun;
                }),
                n("d16c1ab6", "மிக சமீபத்தியவை"),
                n("f0a28956", "மிகவும் பழையவை"),
                n("h06df79a", "அதிகமான தாக்கங்கள்"),
                n("c44744e6", "குறைவான தாக்கங்கள்"),
                n("j6b98664", "அதிகம் விரும்பப்பட்டவை"),
                n("a669f95c", "குறைவாக விரும்பப்பட்டவை"),
                n("a0c66496", "அதிகமான பதில்கள்"),
                n("h45174fe", "குறைவான பதில்கள்"),
                n("ea20f92a", "அதிகமான மறுஇடுகைகள்"),
                n("c9a63566", "குறைவான மறுஇடுகைகள்"),
                n("b40d33e4", "விவரம் விரிவடைவுகள்"),
                n("gedf636e", "Url கிளிக்குகள்"),
                n("bbc12690", "ஹேஷ்டேக் கிளிக்குகள்"),
                n("g7ede992", "பெர்மாலிங்க் கிளிக்குகள்"),
                n("f5210bae", "இணைப்பு"),
                n("b1f77a7c", "தரவை ஏற்றுமதி செய்"),
                n("j62d2af4", "இடுகை மேலோட்டம்"),
                n("dc70a568", "இடுகைப் பகுப்பாய்வு"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "மங்கலான கோட்டு வரைபடம்"),
                n("b10621d4", "உங்கள் எல்லாப் புள்ளிவிவரங்களையும் பார்க்கவும்"),
                n("c23def7a", "ஈடுபாடுகளின் எண்ணிக்கை"),
                n("jc14a9e8", "செலவு"),
                n("d16b5a18", "விளம்பரங்களில் மொத்தச் செலவு"),
                n("g01559c6", "கடந்த 7 நாட்களில் காட்டப்பட்ட அளவீடுகள்"),
                n("ddc8d458", "வரலாற்றுத் தரவைத் திறக்கவும்"),
                n("j74eab48", "மேம்பட்ட பகுப்பாய்வுகள் X Premium உறுப்பினர்களுக்கு மட்டுமே கிடைக்கும்"),
                n("i02166f6", "உங்கள் பார்வையாளர்களைப் புரிந்து கொள்ளுங்கள்"),
                n("cef977e4", "உங்கள் தரவை ஏற்றுமதி செய்யவும்"),
                n("f88e624e", "உரையாடல் புதுப்பிக்கப்பட்டது"),
                n("e15e5637", function (e) {
                    return "கடந்த " + t(e.count, "1", "" + e.count) + " மணிநேரம்";
                }),
                n("h5ab8b0e", "அவர்கள் பின்தொடரும் நபர்கள்"),
                n("a0f01bca", "காலவரம்பை மாற்ற, கிளிக் செய்யவும்"),
                n("he30b16c", '"அவர்கள் பின்தொடரும் நபர்கள்" என்பது உங்கள் முடிவுகளை விரிவுபடுத்துகிறது, நீங்கள் பின்தொடரும் நபர்களிடமிருந்தும் அவர்கள் பின்தொடரும் நபர்களிடமிருந்தும் அதிகம் பகிரப்பட்ட கட்டுரைகளைக் காட்டுகிறது.'),
                n("b0589550", "மேலும் செய்திகளைப் பெறுக"),
                n("b60e4f78", "அதைப் பாருங்கள்"),
                n("e950f6e0", "உங்கள் நெட்வொர்க்கில் கட்டுரைகள் எதுவும் பகிரப்படவில்லை."),
                n("e7dcfb81", "மேலும் அதிகக் கணக்குகளைப்"),
                n("h965157c", "இந்தப் பக்கம் ஆதரிக்கப்படவில்லை."),
                n("cd388852", "இந்த உள்ளடக்கத்தைப் பார்க்க, X -இன் சமீபத்திய பதிப்பில் ஆசிரியரின் சுயவிவரத்தைப் பார்வையிடவும்."),
                n("abebdfae", "நீங்கள் ஹோஸ்ட் அல்லது கோ-ஹோஸ்ட் செய்த ஸ்பேசஸைப் பற்றிய பகுப்பாய்வுகளை மட்டுமே நீங்கள் பார்க்க முடியும்."),
                n("fcb205da", "நேரலையில் கேட்பவர்கள்"),
                n("jb088200", "ரெக்கார்டிங் ரீப்ளேக்கள்"),
                n("if65328a", "இணைந்துள்ளவர்கள்"),
                n("a1a0e6d8", "ஹோஸ்டைப் பின்தொடர்க"),
                n("a3c4e396", "ஹோஸ்ட்டை பின்தொடராதே"),
                n("j58e7b00", "சுயவிவரத்தைப் பார்க்க"),
                n("eca4e32a", "விவரங்களைப் பார்க்கவும்"),
                n("hd908df2", "நேரலை ஸ்பேசஸ்"),
                n("c5d40fe2", "எவரும்"),
                n("a8df1d34", "வீடியோவை இயக்கு"),
                n("if410292", "ஸ்பேஸ்களை அறியுங்கள்"),
                n("i43fdce9", function (e) {
                    return "தலைப்புகளைச் சேர்க்கவும் (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "எதைப் பற்றி பேச விரும்புகிறீர்கள்?"),
                n("e93f3c2a", "ஸ்பேஸைப் பதிவுசெய்"),
                n("b701d610", "திட்டமிடப்பட்ட ஸ்பேஸ் நீக்கப்பட்டது"),
                n("b028792d", function (e) {
                    return "திட்டமிடப்பட்ட ஸ்பேசஸை நிர்வகி (" + e.count + ")";
                }),
                n("e9b73da8", "ஸ்பேஸைத் திட்டமிடுக"),
                n("cdf630be", "இப்போதே தொடங்குக"),
                n("acd1bcb0", "யார் சேரலாம்?"),
                n("h07146a2", "யார் பேச முடியும்?"),
                n("h61d92b0", "திட்டமிடப்பட்ட ஸ்பேஸை நீக்கு"),
                n("a488f2eb", function (e) {
                    return e.total + " -இல் " + e.count + " தேர்ந்தெடுக்கப்பட்டது";
                }),
                n("d2dfe80d", function (e) {
                    return "ஸ்பேஸ் " + e.date + " அன்று " + e.time + " -க்குத் தொடங்கும்";
                }),
                n("aef95393", function (e) {
                    return e.date + " அன்று " + e.time + "-க்கு ஏற்கனவே ஸ்பேஸ் திட்டமிடப்பட்டது";
                }),
                n("a7069f2e", "விவரங்களைத் திருத்தவும்"),
                n("a15f06fc", "திட்டமிடப்பட்ட ஸ்பேசஸ்"),
                n("f6cfa3fe", "கடந்த காலத்தில் ஸ்பேஸை உங்களால் திட்டமிட முடியாது."),
                n("a8f71a2b", function (e) {
                    return "நீங்கள் " + e.days + " நாட்களுக்கு மேல் எதிர்காலத்தில் ஒரு ஸ்பேஸைத் திட்டமிட முடியாது.";
                }),
                n("ae092f6c", "திட்டமிடப்பட்ட ஸ்பேஸை நீக்க முடியவில்லை."),
                n("jd7f0030", "திட்டமிட்ட ஸ்பேஸ் புதுப்பிக்கப்பட்டது"),
                n("a26da034", "மாற்றங்களைச் சேமிக்கவும்"),
                n("b3633046", "கம்யூனிட்டியைத் தேர்வுசெய்க"),
                n("ce447fcb", function (e) {
                    return e.count + " கேட்பவர்" + t(e.count, "", "கள்");
                }),
                n("ef7da97f", function (e) {
                    return e.count + " கேட்பவர்கள்";
                }),
                n("a065e7e7", function (e) {
                    return "இப்போது நிகழ்பவை: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "இந்த ஸ்பேஸ் முடிந்துவிட்டது: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "பதிவை இயக்குக: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "இணைக்கிறது..."),
                n("aadbc747", function (e) {
                    return "கோ-ஹோஸ்ட்" + t(e.hostCount, "", "கள்");
                }),
                n("hbd6035f", function (e) {
                    return "பேசுபவர்" + t(e.speakerCount, "", "கள்");
                }),
                n("if420852", "பதிவை இயக்குக"),
                n("f7dc3b1c", "இந்த ஸ்பேஸ் முடிந்துவிட்டது"),
                n("c1d15dc0", "இந்த ஸ்பேஸ் மூடப்பட்டதாகத் தெரிகிறது."),
                n("g3e2f3a6", "அநாமதேயமாகக் கேட்கவும்"),
                n("cd64d43e", "பேச்சாளராக நேரடியாகச் சேரவும்"),
                n("jcdc32f0", "கேட்பதைத் தொடங்குங்கள்"),
                n("a0cee16a", "பேசத் தொடங்கவும்"),
                n("bf3daa48", "அநாமதேயமாகக் கேட்கத் தொடங்கவும்"),
                n("f9305f48", "மீண்டும் இணை"),
                n("e51df2e6", "தொடங்குவதற்கு, உங்கள் மைக் ஆஃப் செய்யப்படும்"),
                n("h114ff6c", "நீங்கள் ஏற்கனவே ஸ்பேஸில் இருப்பதால் இந்த ஸ்பேஸில் சேர முடியாது."),
                n("d7fe2d7e", "நீங்கள் ஏற்கனவே ஸ்பேஸில் இருப்பதால் இந்த ஸ்பேஸில் மீண்டும் இணைய முடியாது."),
                n("e61bdea4", "ஹோஸ்ட் இந்த ஸ்பேஸைப் பதிவுசெய்கிறார். பேசும் அனைவரும் பொதுப் பதிவில் சேர்க்கப்படுவார்கள்."),
                n("d0ebf4f7", "மேலும் அறிக"),
                n("d782b808", "சப்ஸ்கிரைப் செய்வது அதன் சலுகைகளைக் கொண்டுள்ளது"),
                n("i7f83b8d", "மேலும் அறிக"),
                n("fc962610", "ஒரு ஸ்பேஸ் அல்லது ஹோஸ்டின் பெயரைத் தேடுக"),
                n("e5b5f091", function (e) {
                    return "“" + e.searchQuery + "” உடன் பொருந்தும் ஸ்பேசஸ் எதுவுமில்லை";
                }),
                n("g5812140", "நீங்கள் ஏன் ஒன்றைத் தொடங்கக் கூடாது?"),
                n("e8fe1ecb", function (e) {
                    return '"' + e.searchQuery + '" -க்குப் பொருத்தமான ' + e.section + " ஸ்பேசஸ் எதுவுமில்லை";
                }),
                n("c432d2b2", "ஸ்பேஸை தேடுக"),
                n("d39e8b30", "ஒரு குறிப்பைச் சேர்"),
                n("dc7a6625", function (e) {
                    return e.displayAlias + " என எழுதுதல்";
                }),
                n("g17e4064", "உங்கள் நோட் உங்கள் X சுயவிவரத்துடன் இணைக்கப்படாமல், உங்கள் கம்யூனிட்டி நோட்ஸ் மாற்றுப்பெயரைப் பயன்படுத்தி வெளியிடப்படும்."),
                n("d9b09ee8", "துல்லியமாக இருங்கள் — வெளி ஆதாரங்களுக்கான இணைப்புகளை வழங்க வேண்டும்."),
                n("b7476596", "துல்லியமாக இருங்கள் — வெளி ஆதாரங்களுக்கான இணைப்புகளை வழங்குவது ஊக்குவிக்கப்படுகிறது."),
                n("df6c8292", "உங்கள் விளக்கம்"),
                n("ecb4d20c", "உங்கள் குறிப்பு சேமிக்கப்படவில்லை, இந்த இடுகையில் நீங்கள் முன்பு ஒரு குறிப்பை எழுதவில்லை என்பதை உறுதிசெய்துவிட்டு, மீண்டும் முயலவும்."),
                n("eb5b4a12", "கம்யூனிட்டி நோட்ஸ் மாற்றுப்பெயர்கள் பற்றி"),
                n("ja0ee360", "உங்கள் மாற்றுப்பெயரைத் தேர்வு செய்யவும்"),
                n("f7b7c250", "தனிப்பட்ட முறையில் இருக்க கம்யூனிட்டி நோட்ஸ் மாற்றுப்பெயரைத் தேர்ந்தெடுக்கவும்"),
                n("c6382384", "கம்யூனிட்டி நோட்ஸ் ஏன் மாற்றுப்பெயர்களைப் பயன்படுத்துகிறது?"),
                n("j48ab594", "தனிப்பட்ட முறையில் பங்களிக்கவும்"),
                n("bc2399a0", "உங்கள் X அடையாளத்தைப் பகிராமல் குறிப்புகளை எழுதி மதிப்பிடவும்."),
                n("d939cf16", "உள்ளடக்கத்தில் கவனம் செலுத்துங்கள்"),
                n("a56f0c32", "பங்களிப்பாளர்கள், உள்ளடக்கத்தில் அதிக கவனம் செலுத்துவதற்கும், ஆசிரியர்கள் மீது குறைந்த கவனம் செலுத்துவதற்கும் மாற்றுப்பெயர்கள் உதவுகின்றன, இது சார்புகளைக் குறைக்க உதவலாம்."),
                n("d17c59e4", "அனைவரும் பொறுப்புக்கூற வேண்டியவர்கள்"),
                n("i719f8e2", "பங்களிப்பாளர்களின் வரலாறுகளை நீங்கள் பார்க்கலாம், மேலும் அவர்கள் ஈட்டும் மதிப்பீடுகள் மூலம் அனைவரும் பொறுப்புக்கூற வேண்டியவர்கள்."),
                n("a96bb564", "உங்கள் கம்யூனிட்டி நோட்ஸ் மாற்றுப் பெயரைத் தேர்ந்தெடுக்கவும்"),
                n("afcdcf84", "கம்யூனிட்டி நோட்ஸை எழுதும்போதும் மதிப்பிடும்போதும் இந்த மாற்றுப்பெயர் உங்களின் அடையாளமாக இருக்கும். இது உங்கள் X சுயவிவரத்துடன் தொடர்புடையதாக இருக்காது. "),
                n("f83d0446", "உங்கள் புனைபெயர் சேமிக்கப்பட்டது."),
                n("ed0e6b2e", "நோட்ஸை மதிப்பிட தொடங்கவும்"),
                n("if4c5e06", "கம்யூனிட்டி நோட்ஸுக்கு வரவேற்கிறோம்!"),
                n("g880a78a", "நோட்ஸை மதிப்பிடுவதன் மூலம் தொடங்கவும்"),
                n("d1be2236", "பயனுள்ள நோட்ஸை அடையாளம் கண்டு அனைவருக்கும் காண்பிக்க, கம்யூனிட்டி நோட்ஸ் உங்களைப் போன்ற பங்களிப்பாளர்களை நம்பியுள்ளது."),
                n("af9f2b78", "மதிப்பீடு தாக்கத்தைக் கண்காணிக்கவும்"),
                n("af68afc8", "நீங்கள் ஒரு நொட்ஸுக்கு பயனுள்ளது அல்லது பயனற்றது என்ற நிலையைப் பெற உதவும் ஒவ்வொரு முறையும் உங்கள் தாக்கம் அதிகரிக்கும்."),
                n("fb5c5d42", "நோட்ஸ் எழுதும் திறனைத் திறக்கவும்"),
                n("a1e58cdc", "உங்களின் மதிப்பீடு தாக்கம் 5 அல்லது அதற்கு மேல் சென்றவுடன், உங்களின் சொந்த கம்யூனிட்டி நோட்ஸை எழுதும் திறனை நீங்கள் திறக்கலாம்."),
                n("j5f112b4", "உங்களின் சமீபத்திய இரண்டு நோட்ஸ் தற்போது பயனற்றது என்ற நிலையைப் பெற்றுள்ளன."),
                n("ac34c5e8", "தங்களின் கடந்தகால மதிப்பீடுகளில் ஒருவருக்கொருவர் உடன்படாத பங்களிப்பாளர்கள் உள்ளிட்ட போதுமான பங்களிப்பாளர்கள், உங்களின் 2 நோட்ஸ் பயனற்றவை என்பதை ஒப்புக்கொண்டனர். அவர்களின் பின்னூட்டம் இதோ:"),
                n("ib7886d0", "இந்த நோட்ஸை உங்கள் சுயவிவரத்தில் பார்க்கவும்"),
                n("b0a7d360", "நோட்ஸை எழுதுவதிலிருந்து நீங்கள் தற்காலிகமாக முடக்கப்படும் அபாயம் உள்ளது."),
                n("e473f876", "3 பயனற்றது என்ற நிலையை உள்ளடக்கிய, பயனுள்ளது அல்லது பயனற்றது என்ற நிலையைக் கொண்ட 5 மிகச் சமீபத்திய நோட்ஸை கொண்ட பங்களிப்பாளர்களின் எழுதும் திறன் தற்காலிகமாகப் பூட்டப்பட்டுள்ளது."),
                n("ef490ae8", "ஆதாரங்கள் சேர்க்கப்படவில்லை அல்லது நம்பமுடியாதவை"),
                n("bf3dc462", "ஆதாரங்கள் குறிப்பை ஆதரிக்கவில்லை"),
                n("heb35e12", "தவறான தகவல்"),
                n("ib117532", "துன்புறுத்தல் அல்லது துஷ்பிரயோகம்"),
                n("a7bc3192", "உயர் தரமான மூலங்களை மேற்கோளிடுகிறது"),
                n("a26f8dc2", "புரிந்துகொள்ள எளிதாக உள்ளது"),
                n("cbdef06c", "இடுகையின் கூற்றை நேரடியாகக் குறிப்பிடுகிறது"),
                n("faa5f9e8", "முக்கியமான சூழலை வழங்குகிறது"),
                n("gf3b38f4", "நடுநிலையான அல்லது பாரபட்சமற்ற வார்த்தைகள்"),
                n("a50327ea", "இந்த இடுகையில் குறிப்பு தேவையில்லை"),
                n("h7c59ea2", "கருத்து அல்லது அனுமானம்"),
                n("d60c0064", "எழுத்துப்பிழைகள் அல்லது தெளிவற்ற பாஷை"),
                n("e06416ca", "முக்கிய விஷயங்கள் இல்லை அல்லது பொருத்தமற்றவை"),
                n("cff1aa8c", "வாதிடக்கூடிய அல்லது பாரபட்சமான வார்த்தைகள்"),
                n("c5d55592", "தனித்துவமான தகவலையோ சூழலையோ அளிக்கிறது"),
                n("f3e6f0aa", "தகவலளிப்பது"),
                n("hc2b6a7e", "குற்றங்கூற முடியாதது மற்றும்/அல்லது பச்சாதாபமானது"),
                n("bbe8b4ac", "அபிப்பிராயம், கணிப்பு அல்லது பக்கச்சார்பு"),
                n("dd1f17ea", "தலைப்புக்கு அப்பாற்பட்டது"),
                n("if966b54", "காலாவதியான தகவல்"),
                n("fdc2060a", "நொட்ஸை எழுத, நீங்கள் அதிக தாக்க மதிப்பெண் பெற வேண்டும்."),
                n("edd80858", "உங்கள் சுயவிவரத்தையும் மதிப்பெண்ணையும் பார்க்கவும்"),
                n("eec24ff6", "மதிப்பீட்டைத் தொடங்கவும்"),
                n("eb9dc3ec", "உங்களைப் போன்ற பங்களிப்பாளர்கள் இடுகைகளில் சூழலாகக் காட்டப்பட வேண்டிய பயனுள்ள நோட்ஸை கண்டறிந்து பயனர்களுக்குத் தெரிவிக்க உதவுகிறீர்கள்."),
                n("f2f61788", "எழுதுவதற்கான திறனைத் திறக்கவும்"),
                n("ca7e11e6", "உங்களின் வெற்றிகரமான மதிப்பீடு மதிப்பெண் 5 அல்லது அதற்கு மேல் சென்றவுடன், கம்யூனிட்டி நோட்ஸை எழுதும் திறனை நீங்கள் திறக்கலாம்."),
                n("e7beb100", "உங்கள் சுயவிவரத்தையும் பின்னூட்டத்தையும் பார்க்கவும்"),
                n("fd02e290", "எல்லா விதிகளையும் காட்டு"),
                n("ee7b8050", "புதிய நோட்ஸை எழுதுவதிலிருந்து நீங்கள் தற்காலிகமாக முடக்கப்பட்டுள்ளீர்கள்."),
                n("b8cc2e9a", "உங்களின் சமீபத்திய நோட்ஸ் பயனுள்ளதாக இல்லை என மதிப்பிடப்பட்டதால், உங்கள் எழுதும் திறன் தற்காலிகமாக பூட்டப்பட்டுள்ளது."),
                n("f6c8613e", "உங்கள் நோட்ஸில் பங்களிப்பாளர்களின் பின்னூட்டம்:"),
                n("fd5c2282", "மேலும் நோட் எழுதுவதற்கான உதவிக்குறிப்புகளைப் பெறுங்கள்"),
                n("c23e67ea", "உங்களின் எழுதும் திறனைத் திறக்கவும்"),
                n("i0e66c5a", "ஒன்றைத் தேர்ந்தெடுக்கவும்"),
                n("j8e3e3be", "குறைந்தது ஒன்றைத் தேர்ந்தெடுக்கவும்"),
                n("f1e851f0", "விளக்கத்தை உள்ளிடவும்"),
                n("ff5dcac8", "உங்கள் விளக்கம் மிக நீளமானது"),
                n("b47b5a16", "எல்லாப் புலங்களும் தேவையானவை. நீங்கள் எல்லாக் கேள்விகளுக்கும் பதிலளிப்பதை உறுதிசெய்க."),
                n("g9cffe16", "உங்கள் குறிப்பில் ஆதாரம் இல்லை"),
                n("bfa9e276", "படத்தைக் கொண்டுள்ள அனைத்து இடுகைகளுக்கும் உதவியாக இருக்கும் வகையில் குறிப்பை மீண்டும் எழுதவும் அல்லது இந்தப் படிவத்தில் உள்ள முதல் கேள்விக்கான உங்கள் பதிலை மதிப்பாய்வு செய்யவும்"),
                n("ja36d83e", "வீடியோவைக் கொண்டுள்ள அனைத்து இடுகைகளுக்கும் உதவியாக இருக்கும் வகையில் குறிப்பை மீண்டும் எழுதவும் அல்லது இந்தப் படிவத்தில் உள்ள முதல் கேள்விக்கான உங்கள் பதிலை மதிப்பாய்வு செய்யவும்"),
                n("i6488a04", "மீடியாவைக் கொண்டுள்ள அனைத்து இடுகைகளுக்கும் உதவியாக இருக்கும் வகையில் குறிப்பை மீண்டும் எழுதவும் அல்லது இந்தப் படிவத்தில் உள்ள முதல் கேள்விக்கான உங்கள் பதிலை மதிப்பாய்வு செய்யவும்"),
                n("j6e12b24", "இதில் டிஜிட்டல் முறையில் மாற்றப்பட்ட புகைப்படம் அல்லது வீடியோ உள்ளது"),
                n("eda68484", "இது டிஜிட்டல் முறையில் மாற்றப்பட்டுள்ளது"),
                n("e198eb8c", "மற்றவர்களுக்குத் தெரியப்படுத்த வீடியோவுடன் காட்டப்பட வேண்டும் என்று நீங்கள் நம்பும் சூழலுடன் ஒரு நோட்டை எழுதவும்."),
                n("a9803d44", "மற்றவர்களுக்குத் தெரியப்படுத்தப் படத்துடன் காட்டப்பட வேண்டும் என்று நீங்கள் நம்பும் சூழலுடன் ஒரு நோட்டை எழுதவும்."),
                n("j7ddf18a", "மற்றவர்களுக்குத் தெரியப்படுத்த எல்லா இடுகைகளிலும் இணைப்புடன் காட்டப்பட வேண்டும் என்று நீங்கள் நம்பும் சூழலுடன் ஒரு குறிப்பை எழுதவும்."),
                n("g3874520", "மற்றவர்களுக்குத் தெரியப்படுத்த இடுகையுடன் காட்டப்பட வேண்டும் என்று நீங்கள் நம்பும் சூழலுடன் ஒரு குறிப்பை எழுதவும்."),
                n("ac1141aa", "இந்த வீடியோ ஏன் தவறாக வழிநடத்தவில்லை என்பதை அல்லது ஏன் அதற்குக் கூடுதல் சூழல் தேவையில்லை என்பதை மற்ற கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் புரிந்துகொள்ள ஒரு நோட்டை எழுதவும்."),
                n("f99ebcfc", "இந்தப் படம் ஏன் தவறாக வழிநடத்தவில்லை என்பதை அல்லது ஏன் அதற்குக் கூடுதல் சூழல் தேவையில்லை என்பதை மற்ற கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் புரிந்துகொள்ள ஒரு நோட்டை எழுதவும்."),
                n("h641949e", "இந்த இடுகை ஏன் தவறாக வழிநடத்தவில்லை என்பதை அல்லது ஏன் அதற்குக் கூடுதல் சூழல் தேவையில்லை என்பதை மற்ற கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் புரிந்துகொள்ள ஒரு நோட்டை எழுதவும்."),
                n("c926cff6", "அளிக்கப்பட்டுள்ள தற்போதைய ஆதாரத்தின்படி, இந்த இடுகை இவ்வாறு இருக்கலாம் என நம்புகிறேன்..."),
                n("e0ef7a2c", "அளிக்கப்பட்டுள்ள தற்போதைய ஆதாரத்தின்படி, இந்த ட்விட் இவ்வாறு இருக்கலாம் என நம்புகிறேன்..."),
                n("g491d33a", "அளிக்கப்பட்டுள்ள தற்போதைய ஆதாரத்தின்படி, இந்த வீடியோ இவ்வாறு இருக்கலாம் என நம்புகிறேன்..."),
                n("b253e462", "அளிக்கப்பட்டுள்ள தற்போதைய ஆதாரத்தின்படி, இந்த இணைக்கப்பட்ட பக்கம் இவ்வாறு இருக்கலாம் என நம்புகிறேன்..."),
                n("b1b2d004", "சாத்தியமாகத் தவறாக வழிநடத்துகிறது, மேலும் கூடுதல் சூழலிலிருந்து பயனடையும்"),
                n("ha9655c2", "தவறாக வழிநடத்தவில்லை"),
                n("ebd2de06", "இந்த இடுகை தவறாக வழிநடத்தக்கூடும் என்று ஏன் நம்புகிறீர்கள்?"),
                n("i865abe8", "இந்தப் படம் தவறாக வழிநடத்தக்கூடும் என்று ஏன் நம்புகிறீர்கள்?"),
                n("add096c6", "இந்த வீடியோ தவறாக வழிநடத்தக்கூடும் என்று ஏன் நம்புகிறீர்கள்?"),
                n("eb604e2e", "இணைக்கப்பட்ட பக்கம் தவறாக வழிநடத்துவதாக ஏன் நம்புகிறீர்கள்?"),
                n("c33bc7d4", "இதில் தகவல் சார்ந்த ஒரு பிழை உள்ளது"),
                n("aadb676c", "தவறாக வழிநடத்தக்கூடிய காலாவதியான தகவல் இதில் உள்ளது"),
                n("g21a0ef4", "இது தவறான விளக்கம் அல்லது முக்கியமான சூழல் விடுபட்டுள்ளது"),
                n("daf354de", "இது உறுதிப்படுத்தப்படாத கூற்றை ஓர் உண்மைத்தகவலாக அளிக்கிறது"),
                n("d1d2ef84", "இது ஓர் உண்மைத்தகவலாக தவறாகப் புரிந்து கொள்ளப்பட்டிருக்கக்கூடிய ஒரு நகைச்சுவை அல்லது நையாண்டி."),
                n("bfee6064", "இந்த இடுகை தவறாக வழிநடத்தவில்லை என்று ஏன் நம்புகிறீர்கள்?"),
                n("dfd1f7f0", "இந்தப் படம் தவறாக வழிநடத்தவில்லை என்று ஏன் நம்புகிறீர்கள்?"),
                n("b8623176", "இந்த வீடியோ தவறாக வழிநடத்தவில்லை என்று ஏன் நம்புகிறீர்கள்?"),
                n("ec66e3fc", "இணைக்கப்பட்ட பக்கம் தவறாக வழிநடத்தவில்லை என ஏன் நம்புகிறீர்கள்?"),
                n("g228df26", "இது உண்மைத்தகவல் சார்ந்து சரியான கூற்றை வெளிப்படுத்துகிறது"),
                n("h890a3f2", "பகிர்ந்த நேரத்தில் இது சரியாக இருந்தது, ஆனால் இப்போது காலாவதியாகிவிட்டது"),
                n("hf607a0a", "இது தெளிவாக நையாண்டி செய்கிறது/நகைச்சுவை செய்கிறது"),
                n("j6ac7742", "இது ஒரு தனிப்பட்ட அபிப்பிராயத்தை வெளிப்படுத்துகிறது"),
                n("b1d82aae", "நம்பகமானது என மக்கள் கருதுவார்கள் என்று நீங்கள் பெருமளவில் நம்பும் மூலங்களுடன் நீங்கள் இணைத்தீர்களா?"),
                n("ae859ee0", "உங்கள் நோட் இடுகை அல்லது படத்தைப் பற்றியதா?"),
                n("ba84e7f8", "உங்கள் குறிப்பு இடுகை அல்லது வீடியோ என எதைப் பற்றியது?"),
                n("ibb784c6", "இந்த குறிப்பிட்ட இடுகையைப் பற்றி"),
                n("a21ecb8c", "இந்த இடுகையில் உள்ள படத்தைப் பற்றி, அது இந்தப் படத்தைக் கொண்ட அனைத்து இடுகைகளிலும் தோன்றும்"),
                n("he0ca8da", "இந்த இடுகையில் உள்ள வீடியோவைப் பற்றி, அது இந்த வீடியோவை உள்ளடக்கிய அனைத்து இடுகைகளிலும் தோன்றும்"),
                n("d0bf8d34", "உங்கள் நோட்டானது இடுகை அல்லது இணைப்பைப் பற்றியதா?"),
                n("db370b9a", "உங்கள் நோட்டானது இடுகை, படம் அல்லது இணைப்பைப் பற்றியதா?"),
                n("c35bf10e", "உங்கள் நோட்டானது இடுகை, வீடியோ அல்லது இணைப்பைப் பற்றியதா?"),
                n("d96ce0d2", "இந்தப் படத்தை உள்ளடக்கிய அனைத்து இடுகைகளுக்கும் உதவியாக இருக்கும் வகையில் இந்த நோட் எழுதப்பட்டுள்ளது."),
                n("a1fb516c", "இந்த வீடியோவை உள்ளடக்கிய அனைத்து இடுகைகளுக்கும் உதவியாக இருக்கும் வகையில் இந்த நோட் எழுதப்பட்டுள்ளது."),
                n("be46a61e", "இந்த மீடியாவை உள்ளடக்கிய அனைத்து இடுகைகளுக்கும் உதவியாக இருக்கும் வகையில் இந்த நோட் எழுதப்பட்டுள்ளது."),
                n("ied1c2c2", "This note is somewhat specific to this post and might be irrelevant on others."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "அனைத்து " + e.matchCount + " இடுகைகளுக்கும்";
                }),
                n("d7959c4d", function (e) {
                    return " அனைத்து " + e.matchCount + " இடுகைகளுக்கும்";
                }),
                n("ff5be16d", function (e) {
                    return " அனைத்து " + e.matchCount + " இடுகைகளுக்கும்";
                }),
                n("abdd8d0a", "குறிப்பைத் திருத்து"),
                n("c097608e", "உங்கள் குறிப்பில் விளக்கம் இல்லை"),
                n("ba25898c", "அவற்றின் ஆதாரங்களை விளக்கும் குறிப்புகள், உதவிகரமானது என மதிப்பிடப்படுவதற்கான சிறந்த வாய்ப்பைக் கொண்டுள்ளன."),
                n("e764d704", "நம்பகமான ஆதாரங்களுடன் இணைக்கும் குறிப்புகள், உதவிகரமானது என மதிப்பிடப்படுவதற்கான சிறந்த வாய்ப்பைக் கொண்டுள்ளன."),
                n("gb67e44c", "விளக்கம் இல்லாமல் சமர்ப்பிக்கவும்"),
                n("d6b758a2", "ஆதாரம் இல்லாமல் சமர்ப்பிக்கவும்"),
                n("dc1fa12c", "கம்யூனிட்டி நோட்ஸ் கணக்குகள், சரிபார்க்கப்பட்ட ஃபோன் எண்களைக் கொண்டிருக்க வேண்டும்"),
                n("a1752fde", "இந்தக் கணக்கிலிருந்து கம்யூனிட்டி நோட்ஸில் தொடர்ந்து பங்களிக்க, உங்கள் ஃபோன் எண்ணைச் சரிபார்க்க வேண்டும்."),
                n("hef02710", "சரிபார்க்கப்பட்டதைத் தவிர, உங்கள் எண் நம்பகமான ஃபோன் கேரியருடையதாக இருக்க வேண்டும், மேலும் மற்றொரு கம்யூனிட்டி நோட்ஸ் கணக்குடன் தொடர்புடையதாக இருக்கக்கூடாது."),
                n("dff9b6bc", "உங்கள் ஃபோன் எண்ணை உறுதிசெய்யவும்"),
                n("f051e434", "கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் தனிப்பட்ட ஃபோன் எண்களைக் கொண்டிருக்க வேண்டும்"),
                n("eaef2f72", "இந்த ஃபோன் எண்ணுடன் தொடர்புடைய X கணக்குகளைக் கொண்ட பல கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் இருப்பது போல் தெரிகிறது."),
                n("j78d41b4", "இந்தக் கணக்கிலிருந்து தொடர்ந்து பங்களிக்க, மற்ற X கணக்குகளிலிருந்து இந்த ஃபோன் எண்ணை அகற்ற வேண்டும்."),
                n("a7c9a176", "கம்யூனிட்டி நோட்ஸ் கணக்குகள், நம்பகமான கேரியரிடமிருந்து சரிபார்க்கப்பட்ட ஃபோன் எண்களைக் கொண்டிருக்க வேண்டும்"),
                n("ec853dfa", "செயற்கையாக உருவாக்கப்பட்ட அல்லது மெய்நிகர் ஃபோன் எண்களின் பயன்பாட்டைக் குறைக்க, ஃபோன் எண்கள் நம்பகமான கேரியரிடமிருந்து பெறப்பட்டதாக இருக்க வேண்டும்."),
                n("j6e19c58", "கம்யூனிட்டி நோட்ஸ் மதிப்புகள்"),
                n("ea580ee2", "கம்யூனிட்டி நோட்ஸ் மதிப்புகளின் விரைவு நினைவூட்டி:"),
                n("eac7b6ac", "புரிதலை உருவாக்குவதில் பங்களித்தல்"),
                n("b0381cfc", "நல்ல நம்பிக்கையுடன் செயல்படுதல்"),
                n("f0addddc", "ஏற்காதவர்களுக்கும் கூட உதவியாக இருத்தல்"),
                n("h7c7b204", "புதிய நோட்ஸை எழுதுவதற்கு முன் ஏற்கனவே உள்ள நோட்ஸை மதிப்பிட உதவுங்கள்"),
                n("i8cae552", "மதிப்பிடுவதன் மூலம், கம்யூனிட்டி நோட்ஸின் தரத்தை உயர்வாக வைத்திருக்க நீங்கள் உதவுவீர்கள்."),
                n("hd43a218", "குறிப்புகளை எழுதுவதற்கான தினசரி வரம்பை அடைந்துவிட்டீர்கள்"),
                n("aaba8ed2", "குறிப்பின் தரத்தை உயர்வாக வைத்திருக்கவும், ஸ்பேமைத் தடுக்கவும், பங்களிப்பாளர்கள் தங்கள் எழுதும் தாக்கத்தின் அடிப்படையில் ஒவ்வொரு நாளும் எழுதக்கூடிய குறிப்புகளின் எண்ணிக்கைக்கு வரம்பு உள்ளது. பிறகு முயலவும்."),
                n("b98f077c", "நோட் தகவலைக் கோரவும்"),
                n("ee691104", "இந்த இடுகையைப் பற்றிய கம்யூனிட்டி நோட்டைக் கோரவும்"),
                n("f8cbdf02", "இந்த இடுகை தவறாக வழிநடத்துவதாக நினைக்கிறீர்களா? கம்யூனிட்டி நோட்டைக் கோரவும்."),
                n("f132d1be", "போதுமான கோரிக்கைகளைப் பெறும் இடுகைகளில் விழிப்பூட்டல்களைப் பங்களிப்பாளர்கள் பார்ப்பார்கள்"),
                n("gf71296c", "மற்ற பங்களிப்பாளர்களால் ஒரு நோட் எழுதப்பட்டு உதவிகரமானதாக மதிப்பிடப்பட்டால், அது இடுகையில் காண்பிக்கப்படும்"),
                n("de0685b4", "எந்த நோட்ஸைக் காட்டுவது என்பதை X தேர்வு செய்வதில்லை - கம்யூனிட்டி நோட்ஸ் மக்களால், மக்களுக்காகச் செய்யப்படுவது"),
                n("f8ac3c88", "ஏற்று, நோட்டைக் கோரவும்"),
                n("a8edd0ea", "மூலத்தைச் சேர்க்கவா?"),
                n("a39a0de6", "ஒரு X இடுகைக்கான இணைப்பு"),
                n("j819c176", "தவறாக வழிநடத்தக்கூடியவற்றை விளக்கும் X இடுகைக்கான இணைப்பைச் சேர்ப்பதன் மூலம் கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்களுக்கு உதவவும்."),
                n("e15b3b44", "இணைப்பு X இடுகைக்குரியதாக இருக்க வேண்டும். உதாரணம்: x.com/user/status/...."),
                n("c81085a4", "கம்யூனிட்டி நோட்ஸ்"),
                n("c363515c", "பொதுமக்களுக்குக் கிடைக்குமாறு"),
                n("cb6b0138", "நன்றி! உங்கள் கோரிக்கை அனுப்பப்பட்டது"),
                n("c196e8b8", "நோட் எழுதப்பட்டு பயனுள்ளதாக மதிப்பிடப்பட்டிருந்தால், அதை இடுகையில் பார்க்கலாம்."),
                n("a9491efa", "கம்யூனிட்டி நோட் கோரிக்கை சமர்ப்பிக்கப்பட்டது"),
                n("f060d1cc", "கோரிக்கையை நீக்கவும்"),
                n("f499f824", "உங்கள் கோரிக்கையை நீக்கவும்"),
                n("hd1bc518", "இந்த இடுகையில் புதிய கோரிக்கையைச் சரிசெய்வற்கு ஒரு சில நிமிடங்கள் ஆகலாம்"),
                n("geb8d31d", "பதிவுசெய்யவும்."),
                n("gc399930", "தினசரி வரம்பு நோட் கோரிக்கைத் தகவல்"),
                n("fee815e4", "நோட்களைக் கோருவதற்கான தினசரி வரம்பை அடைந்துவிட்டீர்கள்"),
                n("i7eb7900", "உதவிகரமான நோட்களைப் பெறும் இடுகைகளில் கோரிக்கைகளை நீங்கள் செய்தால், உங்கள் தினசரி வரம்பு அதிகரிக்கும்."),
                n("d1a3817e", "கூடுதல் சூழலைப் பயன்படுத்தக்கூடிய சாத்தியமான தவறாக வழிநடத்தும் இடுகைகளை வெற்றிகரமாகக் கண்டறியும் நபர்களுக்கு வெகுமதி அளிக்க இது உதவுகிறது."),
                n("c031c77a", "நோட் தேவை என்று பிறர் ஏற்காத இடுகைகளில் அதிகமான கோரிக்கைகளை நீங்கள் செய்தால் உங்கள் தினசரி வரம்பு குறையலாம்."),
                n("f87129d2", "இது ஸ்பேமைத் தடுக்க உதவுகிறது மற்றும் உதவிகரமான நோட்களைப் பயன்படுத்தக்கூடிய இடுகைகளில் நோட் எழுதுபவர்களைக் கவனம் செலுத்தச் செய்கிறது."),
                n("jdd4a572", "உங்கள் கணக்கிற்குச் சரிபார்க்கப்பட்ட ஃபோன் எண் தேவை"),
                n("i0f07c07", "உங்கள் ஃபோன் எண்ணைச் சரிபார்க்கவும்"),
                n("i157c1a8", "இந்தக் கோரிக்கை நீக்கப்பட்டுள்ளது."),
                n("a9f4ca9c", "கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் இப்போது உங்கள் நோட்டை பார்க்க முடியும்"),
                n("eb8f7c0c", "பிற பங்களிப்பாளர்கள் இப்போது உங்கள் நோட்டை மதிப்பிட முடியும்"),
                n("h87c6bd6", "பிற பங்களிப்பாளர்கள் இப்போது உங்கள் நோட்டை பார்க்க முடியும்"),
                n("gc1a5bce", "அவர்கள் இதை உதவிகரமானதா என மதிப்பிடுவார்கள்"),
                n("i0e950ca", "உங்கள் நோட் பயனுள்ளது என்ற நிலையைப் பெற்றால், அது இடுகையைப் பார்க்கும் ஒவ்வொருவருக்கும் சூழல் எனக் காண்பிக்கப்படும்"),
                n("a047e800", "மற்ற பங்களிப்பாளர்கள் நோட்ஸை மதிப்பிடும்போது அதிகச் சூழலை வழங்க உங்கள் நோட் உதவுகிறது"),
                n("cec8a38c", "உங்கள் நோட் பயனுள்ளது என்ற நிலையைப் பெற்றால், எழுதுதல் தாக்கத்தைப் பெறுவீர்கள்."),
                n("a377532e", "பல்வேறு பார்வைகள் கொண்ட போதுமான பலரால் உதவிகரமானது என மதிப்பிடப்பட்டால் அது இடுகையைப் பார்க்கும் ஒவ்வொருவருக்கும் சூழல் எனக் காண்பிக்கப்படும்."),
                n("d790fa4e", "நோட் நிலைகள் பெரும்பான்மை விதியால் வரையறுக்கப்படவில்லை"),
                n("e90cda68", "பலதரப்பட்ட நபர்களுக்குப் பயனுள்ளதாக இருக்கும் நோட்ஸை அடையாளம் காண, நோட் நிலைகளுக்கு அவர்களின் கடந்தகால மதிப்பீடுகளில் சில சமயங்களில் உடன்படாத பங்களிப்பாளர்களிடையே உடன்பாடு தேவைப்படும்."),
                n("j5a1d85a", "உங்கள் குறிப்பைக் காண்க"),
                n("b25b64d6", "உங்கள் குறிப்பு சமர்ப்பிக்கப்பட்டது!"),
                n("g1428d70", "உங்கள் நோட் சமர்ப்பிக்கப்பட்டது!"),
                n("a4ec7004", "இப்போது நடக்கப்போவது:"),
                n("c4093274", "கம்யூனிட்டி நோட்ஸ் சமர்ப்பிப்புக்குப் பின்னர் என்பது பற்றி"),
                n("bc8746a6", "புதிய குறிப்பை எழுதும் முன் குறைந்தபட்சம் ஒரு குறிப்பை மதிப்பிடவும்."),
                n("ce3c80b8", "தரத்தை உயர்ந்த நிலையில் வைக்க, கம்யூனிட்டி நோட்ஸ் உங்கள் மதிப்பீடுகளைச் சார்ந்துள்ளது."),
                n("fa6a075a", "இடுகையுடன் காட்டப்பட வேண்டிய சூழலைப் பரிந்துரைக்கும் நோட்ஸ்"),
                n("acb7ecae", "கூடுதல் சூழல் ஏன் தேவையில்லை என்பதை விளக்கும் நோட்ஸ்"),
                n("d9a5fc06", "இடுகையை மதிப்பிடு"),
                n("b73cebd2", "இடுகை மற்றும் குறிப்புகளை மதிப்பிடவும்"),
                n("ad8883f2", "இந்த இடுகையில் நோட்ஸ் எதுவுமில்லை"),
                n("efd14e7a", "குறிப்புகளை ஏற்றுகிறது"),
                n("e65b7186", "பயன்ர்கள் இந்த இடுகையைப் பற்றிய கம்யூனிட்டி நோட்ஸை முன்மொழிந்துள்ளனர்"),
                n("bcc14a68", "கம்யூனிட்டி நோட்ஸ் என்னும் திட்டத்தில், தவறாகத் திசைதிருப்புவதாகத் தன்னார்வலப் பங்களிப்பாளர்கள் நினைக்கும் இடுகைகளுக்கு உள்ளுரையை (“நோட்ஸ்” என அழைக்கப்படுபவை) சேர்ப்பார்கள். கீழுள்ள நோட்ஸுக்கு பங்களிப்பாளர்கள் மதிப்பிடலாம், அவை தற்போது பயனுள்ளது என மதிப்பிடப்பட்டால் அவை இடுகையில் சூழலாகத் தோன்றும். ஒரு நோட் தற்போது பயனுள்ளது என மதிப்பிடப்பட்டிருந்து அதை நீங்கள் ஏற்காவிட்டால், நீங்கள் கூடுதல் மதிப்பாய்வைக் கோரலாம் — அதாவது மேலும் அதிக பங்களிப்பாளர்கள் அந்த நோட்ஸை மதிப்பாய்வு செய்து அதன் மதிப்பீடு மாற்றப்படலாம். "),
                n("c21313ba", "குறிப்புகள் தற்போது உதவிகரமாக இல்லை என மதிப்பிடப்பட்டுள்ளன"),
                n("c2c40120", "அனைத்துக் குறிப்புகளையும் காட்டு"),
                n("ia596d40", "நீங்கள் மேம்படுத்த விரும்பும் எதையும் பார்க்கிறீர்களா?"),
                n("deff0bde", "ஒரு குறிப்பை எழுதுங்கள்"),
                n("i8e85ef8", "கம்யூனிட்டி நோட்ஸில் இணைந்து, குறிப்பு எழுதுவதற்கும் உலகிற்குச் சரியான தகவல்கள் சென்றடைவதற்கு உதவும் பிற அம்சங்களுக்கும் அணுகலை பெறுங்கள்"),
                n("af88892a", "இந்த இடுகை தவறாக வழிநடத்துகிறது மற்றும் கூடுதல் சூழலிலிருந்து பயனடையும் என்று நம்பும் Community Notes பங்களிப்பாளர்களால் இந்த நோட்ஸ் சேர்க்கப்பட்டது."),
                n("cf8a40a6", "நோட்ஸ், போதுமான பங்களிப்பாளர்களால் 'பயனுள்ளது' என மதிப்பிடப்படும் வரை கம்யூனிட்டி நோட்ஸில் மட்டுமே புலப்படும்."),
                n("g22c8c30", "பொதுவாக தங்களின் கடந்தகால மதிப்பீடுகளில் உடன்படாத பங்களிப்பாளர்கள் உட்பட, போதுமான பங்களிப்பாளர்களால் இந்த நோட்ஸ் 'பயனுள்ளது' என மதிப்பிடப்பட்டால், கூடுதல் சூழலாக அவை இடுகையுடன் பொதுவில் காட்டப்படும்."),
                n("jf04b084", "இந்த இடுகை தவறாக வழிநடத்தவில்லை மற்றும் இதற்குக் கூடுதல் சூழல் தேவையில்லை என்று நம்பும் பங்களிப்பாளர்களால் இந்த நோட்ஸ் சேர்க்கப்பட்டது."),
                n("g5a72e98", "மதிப்பீட்டை வழங்குபவர்களுக்குக் கூடுதல் தகவலாக இவை கம்யூனிட்டி நோட்ஸில் மட்டுமே புலப்படும், மேலும் இவை 'பயனுள்ளது' என்ற நிலையைப் பெற்றாலும், இடுகையுடன் சூழலாகக் காட்டப்படாது."),
                n("b8719c22", "வெவ்வேறு கோணங்களைக் கொண்டவர்களால் இடுகைகள் விரும்பப்படுகின்றனவா என்பதைக் கண்டறிய உதவுங்கள்."),
                n("jcdf97d4", "இந்த இடுகையில் உங்களுக்கு என்ன பிடித்திருக்கிறது?"),
                n("d4d7b67e", "இந்த இடுகையில் உங்களுக்கு என்ன பிடிக்கவில்லை?"),
                n("ed5156fa", "உங்கள் மதிப்பீட்டைச் சேமிப்பதில் ஒரு பிழை ஏற்பட்டது. மீண்டும் முயலவும்."),
                n("d0ed3636", "இந்த இடுகையை மதிப்பிட்டுள்ளீர்கள்"),
                n("j6aa6172", "மதிப்பீட்டை நீக்கவா?"),
                n("i4112750", "இதைச் செயல்தவிர்க்க முடியாது."),
                n("i6f6191a", "நன்றி!"),
                n("h5575012", "Agree and submit"),
                n("f9171e52", "இந்த இடுகைக்கு வழக்கமாக உடன்படாதவர்களிடமிருந்து சில விருப்பங்கள் கிடைத்தன, எனினும் இதுவரை கிடைத்தவை குறைவாகவே உள்ளன."),
                n("j0f9919a", "உங்கள் மதிப்பீடு இடுகையை எதிர்மறையாகப் பாதிக்காது, எனினும் பரவலாக விரும்பப்படும் இடுகைகளை நேர்மறையாக அடையாளம் காண உதவும்."),
                n("b3af830c", "உங்கள் உள்ளீடு:"),
                n("d0b29562", "இப்போது கூடுதல் இடுகைகளை மதிப்பிடுக"),
                n("i36ea87a", "நான் அதை ஏற்றுக்கொள்கிறேன்"),
                n("d5befc34", "சுவாரஸ்யமான ஒன்றைக் கற்றுக்கொண்டேன்"),
                n("je26ecf2", "இது அர்த்தமுள்ள கருத்தை முன்வைக்கிறது"),
                n("e4e331aa", "இது பெரும்பாலும் ஈர்க்கும் ஒரு தலைப்பில் ஒன்றிணைக்கிறது"),
                n("ed61ff2a", "இது மனதைக் கவர்கிறது அல்லது அன்பானதாக இருக்கிறது"),
                n("gc3104d8", "இது ஊக்கமளிக்கிறது அல்லது உற்சாகப்படுத்துகிறது"),
                n("j8c4400e", "இது வேடிக்கையானது"),
                n("j4738406", "N/A: இதில் எனக்குப் பிடித்தது எதுவுமில்லை"),
                n("d93d1666", "நான் அதை ஏற்றுக்கொள்ளவில்லை"),
                n("d6130466", "இதில் எந்த அர்த்தமுள்ள பொருளும் இல்லை"),
                n("d96835b6", "இது எனக்கு ஆர்வமூட்டவில்லை"),
                n("b7ba4150", "N/A: இதில் எனக்குப் பிடிக்காதது எதுவுமில்லை"),
                n("g0402b3b", "வெவ்வேறு கோணங்களைக் கொண்டவர்களால் விரும்பப்படும்"),
                n("ged62c2b", "ஸ்பாட்லைட்"),
                n("b5d5f7f1", "திசையை வடிவமைக்கிறது"),
                n("a42fef87", "Learn more"),
                n("bd7eb888", "இந்த இடுகையில் உள்ள அனைத்து நோட்ஸ்களையும் பார்க்கவும்"),
                n("i97b83f6", "உங்கள் முறையிடலைச் சமர்ப்பிக்கும் போது ஒரு பிழை ஏற்பட்டது. மீண்டும் முயலவும்."),
                n("a038ab9a", "குறிப்பை மொழிபெயர்"),
                n("i606fc4c", "கம்யூனிட்டி நோட்ஸ் முறையீடுகள் பற்றி"),
                n("b664c554", "கூடுதல் பங்களிப்பாளர் மதிப்பீட்டைக் கோருக"),
                n("ab66e1f2", "இது வேலை செய்யும் விதம்:"),
                n("e36d807c", "மதிப்பாய்வுக்கு மேலும் அதிக கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் கோரிக்கையைப் பெற்று, இந்தக் குறிப்பை மதிப்பிடுவார்கள்."),
                n("d8afb99c", "பங்களிப்பாளர்களின் மதிப்பீடுகள் குறிப்பின் நிலையை மாற்றினால், அது தற்போது பயனுள்ளதாக மதிப்பிடப்படாது, அந்தக் குறிப்பு இடுகையில் காட்டப்படாது."),
                n("f9e1090c", "மதிப்பீடுகள் பங்களிப்பாளர்களால் வழங்கப்படுகின்றன, X -ஆல் அல்ல"),
                n("i80c8a84", "கூடுதல் மதிப்பாய்வு கோரப்பட்டுள்ளது."),
                n("f93d4391", "இந்தக் குறிப்புக்குக் கூடுதல் பங்களிப்பாளர் மதிப்புரையைக் கோரலாம்"),
                n("e457970a", "குறிப்பு விவரங்கள்"),
                n("df587b98", "குறிப்பு ID"),
                n("h201bdc8", "குறிப்பு ஆசிரியர்"),
                n("h74b96b0", "குறிப்பு சமர்ப்பிக்கப்பட்டது "),
                n("ge25848a", "தற்போதைய நிலை"),
                n("d6db34cc", "அதிக மதிப்பீடுகள் தேவை"),
                n("ce8b505e", "பயனுள்ளதாக இல்லை"),
                n("e5be8156", "குறிப்பு நிலையானது ஓப்பன் சோர்ஸ் அல்காரிதம் மூலம் கணக்கிடப்படுகிறது"),
                n("fca23c42", "பல்வேறு கண்ணோட்டங்களில் போதுமான பங்களிப்பாளர்கள் இந்தக் குறிப்புப் பயனுள்ளது என ஒப்புக்கொண்டனர், எனவே இது இடுகையில் ஒரு சூழலாகக் காட்டப்படுகிறது."),
                n("hef420c2", "இந்தக் குறிப்பு, பல்வேறு கண்ணோட்டங்களில் போதுமான பங்களிப்பாளர்களால் இன்னும் மதிப்பிடப்படவில்லை."),
                n("j3af43c4", "பல்வேறு கண்ணோட்டங்களில் போதுமான பங்களிப்பாளர்கள் இந்தக் குறிப்புப் பயனுள்ளதாக இல்லை என ஒப்புக்கொண்டனர்."),
                n("f79d812c", "இடுகையிட்ட ஒரு மணிநேரத்திற்குள் உதவியானதாக மதிப்பிடப்பட்டு, காட்டப்பட்டது"),
                n("cc02373e", "முன்மொழியப்பட்ட ஒரு மணிநேரத்திற்குள் உதவியானதாக மதிப்பிடப்பட்டு, காட்டப்பட்டது"),
                n("d9f72d90", "இடுகையிட்ட ஒரு மணிநேரத்திற்குள் ஒப்பிடப்பட்டு, காட்டப்பட்டது"),
                n("fc6e4594", "மதிப்பீட்டாளர்களால் தேர்ந்தெடுக்கப்பட்ட சிறந்த டேக்குகள்"),
                n("f7427d6f", "இந்த இடுகையில்"),
                n("aa94541d", "இந்த இடுகையில்"),
                n("fe821ebb", "இந்த இடுகையில்"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "மற்றொரு இடுகையில்"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("a0dec723", "இந்த இடுகையில்"),
                n("f20fa57c", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("b95920ef", "இந்த இடுகையில்"),
                n("f8dcced2", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("e3002eab", "இந்த இடுகையில்"),
                n("df3f2d52", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("ia35cd39", "இந்த இடுகையில்"),
                n("a499228a", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("fa56f7cb", "இந்த இடுகையில்"),
                n("b826c19c", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("i56af3fd", "இந்த இடுகையில்"),
                n("g1f275b6", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("g03f5337", "இந்த இடுகையில்"),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("f5b30b8a", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("d595bffd", "இந்த இடுகையில்"),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ef8a55a6", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("d5061d00", "X -இல் காட்டப்படுவில்லை"),
                n("e272836c", "குறிப்பை நீக்கவா?"),
                n("da5a5d8c", "நீங்கள் இந்தக் குறிப்பை நீக்கியதும், அது கம்யூனிட்டி நோட்ஸிலிருந்து நிரந்தரமாக அகற்றப்படும்."),
                n("a804a8f4", "மேலும் நோட்ஸுக்கு உங்கள் உதவி தேவைப்படுகிறது"),
                n("ib9628b8", "உங்களின் மதிப்பீட்டுத் தாக்கத்தை உருவாக்க மேலும் நோட்ஸை மதிப்பிடவும்"),
                n("bf08be2e", "இப்போதே அதிக நோட்ஸை மதிப்பிடுங்கள்"),
                n("i26425d8", "ஓரளவு"),
                n("c6e683d0", "சமர்ப்பித்து ஏற்கவும்"),
                n("b3fcaac6", "இந்த நோட்டை மதிப்பிடுவதற்கு முன் ஆதாரங்களைத் திறந்து மதிப்பாய்வு செய்வதைக் கருத்தில் கொள்ளவும்"),
                n("e8a33850", "இந்த நோட்டை மதிப்பிடுவதற்கு முன் ஆதாரங்களைத் திறந்து மதிப்பாய்வு செய்யவும்"),
                n("ca6f04ec", "குறிப்புகளில் குறிப்பிடப்பட்டுள்ள ஆதாரங்களை மதிப்பாய்வு செய்வது அவற்றின் துல்லியத்தை உறுதிப்படுத்த உதவுகிறது. "),
                n("a7338bc2", "இந்தக் குறிப்பு உதவிகரமாக உள்ளதா?"),
                n("bd0b6422", "கூடுதல் சூழல் ஏன் தேவையில்லை என்பதற்கு இது பயனுள்ள விளக்கமாக உள்ளதா?"),
                n("ac7f9746", "இது குறித்து என்ன பயனுள்ளதாக இருந்தது?"),
                n("c7751804", "இது குறித்து என்ன பயனற்றதாக இருந்தது?"),
                n("dc9c823a", "இணைப்பை உள்ளடக்கிய அனைத்து இடுகைகளிலும் இந்த நோட் உதவியானதாக இருக்கும்."),
                n("da0bb868", "வீடியோவை உள்ளடக்கிய அனைத்து இடுகைகளிலும் இந்த நோட் உதவியானதாக இருக்கும்."),
                n("e8694748", "படத்தை உள்ளடக்கிய அனைத்து இடுகைகளிலும் இந்த நோட் உதவியானதாக இருக்கும்."),
                n("b487e12e", "மீடியாவை உள்ளடக்கிய அனைத்து இடுகைகளிலும் இந்த நோட் உதவியானதாக இருக்கும்."),
                n("hfdb963e", "இந்த நோட் இந்த இடுகைக்கு மிகவும் குறிப்பிட்டது, மேலும் இதே இணைப்பை உள்ளடக்கிய பிற இடுகைகளில் இது பொருத்தமற்றதாக இருக்கலாம்."),
                n("bd6742c2", "இந்த நோட் இந்த இடுகைக்கு மிகவும் குறிப்பிட்டது, மேலும் இதே வீடியோவை உள்ளடக்கிய பிற இடுகைகளில் இது பொருத்தமற்றதாக இருக்கலாம்."),
                n("ded3a8a2", "இந்த நோட் இந்த இடுகைக்கு மிகவும் குறிப்பிட்டது, மேலும் இதே படத்தை உள்ளடக்கிய பிற இடுகைகளில் இது பொருத்தமற்றதாக இருக்கலாம்."),
                n("c1e42c92", "இந்த நோட் இந்த இடுகைக்கு மிகவும் குறிப்பிட்டது, மேலும் இதே மீடியாவை உள்ளடக்கிய பிற இடுகைகளில் இது பொருத்தமற்றதாக இருக்கலாம்."),
                n("af198630", "பொதுவில் கிடைக்கச்"),
                n("d39720d3", "பயனுள்ளது"),
                n("i7d91dc9", "ஓரளவு பயனுள்ளது"),
                n("c75b7fb4", "பயனற்றது"),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("d9025c46", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " இடுகைகளில்";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "உங்கள் குறிப்பு"),
                n("b9f18eec", "தற்போது உதவிகரமானது என மதிபிடப்பட்டது"),
                n("j33f6520", "பயனற்றது என தற்போது மதிப்பிடப்பட்டது"),
                n("idc0e9fc", "கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளராகப் பதிவுசெய்யவும்"),
                n("a83cccfa", "பங்களிப்பாளர்கள் நோட் முன்மொழிவுகளை மதிப்பாய்வு செய்யலாம், நோட்ஸை எழுதலாம், அவற்றின் தாக்கத்தைக் கண்காணிக்கலாம் மற்றும் பலவற்றைச் செய்யலாம்!"),
                n("c2a6ec00", "கம்யூனிட்டி நோட்ஸில் சேர விரும்புகிறீர்களா?"),
                n("d2470b62", "பயனர்கள் சிறப்பாகத் தகவலை அறிந்திருக்க உதவுங்கள்."),
                n("ab23a972", "உரையாடலைப் பின்தொடருங்கள்"),
                n("c68f3bc0", "எங்கள் மதிப்புகளைப் பற்றி மேலும் அறிக"),
                n("dfb1f498", "பின்னூட்டம்"),
                n("a584cfa7", "@CommunityNotes -இல் DM -ஐ அனுப்பவும்"),
                n("e4d93012", "பலர் கம்யூனிட்டி நோட்டைக் கோரியுள்ளனர்"),
                n("e55983c0", "குறிப்பு ஏன் தேவை என்பதை விளக்கும் மூலத்திற்கான இணைப்பை எந்தக் கோரிக்கையாளர்களும் இதுவரை வழங்கவில்லை"),
                n("h23be93e", "ஒரு குறிப்பை ஏன் உதவியாக இருக்கும் என்று அவர்கள் நம்புகிறார்கள் என்பதை விளக்குவதற்கு, கோரிக்கையாளர்கள் X இடுகையைச் சேர்க்கலாம். அவர்கள் கீழே இடுகைகளைச் சேர்த்துள்ளார்கள்"),
                n("ca6ae344", "கம்யூனிட்டி நோட்ஸ் தாவல் பட்டி"),
                n("fe27c1e2", "நோட்ஸ்"),
                n("ff692d64", "உங்கள் சுயவிவரம்"),
                n("cb1adfa0", "தரவைப் பதிவிறக்கவும்"),
                n("jaf0d42c", "உங்கள் குறிப்புகள்"),
                n("fa9a644a", "உங்களின் 5 மிக சமீபத்திய நோட்ஸில் 3 பயனுள்ளது அல்லது பயனற்றது என்று நிலையைப் பெற்ற நோட்ஸ் பயனற்றது எனக் கருதப்படுவதால், உங்களின் நோட்ஸ் எழுதும் திறன் தற்காலிகமாகப் பூட்டப்படும்."),
                n("i4014342", "உங்களின் எழுதும் திறன் பூட்டப்படுவதைத் தவிர்க்கவும். உங்களின் இரண்டு நோட்ஸ் பற்றிய பங்களிப்பாளர்களின் கருத்து இதோ:"),
                n("j9897a7c", "நோட் எழுதுவதற்கான உதவிக்குறிப்புகளைப் பெறுங்கள்"),
                n("ac71a5a0", "உதவி தேவைப்படும் நோட்ஸுக்கு மதிப்பிடுக"),
                n("h544e3c8", "பங்களிப்பாளர்கள் இப்போது 5 என்ற மதிப்பீட்டுத் தாக்கத்தைப் பெறுவதன் மூலம், நோட்ஸை எழுதும் திறனைத் திறக்க வேண்டும்."),
                n("d88c63f6", "புதிது: நோட்ஸை எழுதும் திறனைத் திறக்கவும்"),
                n("bd31adde", "கம்யூனிட்டி நோட்ஸ் திட்டத்திலிருந்து வெளியேறிவிட்டீர்கள்."),
                n("a796c19c", "மீண்டும் சேர்"),
                n("h837a96c", "கம்யூனிட்டி நோட்ஸ் திட்டத்தில் மீண்டும் சேர்வீர்கள்."),
                n("a4d4bcb9", function (e) {
                    return "நீங்கள் மீண்டும் சேர விரும்பினால், " + e.numDaysToRejoin + " நா" + t(e.numDaysToRejoin, "", "ட்க") + "ளில்அவ்வாறு செய்யலாம்.";
                }),
                n("a490bc51", "மேலும் அறிக"),
                n("c94ad3e8", "எங்களுக்குப் பின்னூட்டம் அனுப்ப"),
                n("ee160790", "நீக்கப்பட்ட குறிப்புகள்"),
                n("b3de4a42", "மதிப்பீட்டுத் தாக்கம்"),
                n("a7b0393c", "எழுதுதல் தாக்கம்"),
                n("id568acc", "சிறந்த எழுத்தாளர்"),
                n("e25f9ad6", "பயனுள்ளது என்ற நிலையைப் பெற குறிப்புக்கு உதவிய மதிப்பீடுகள்"),
                n("a0697fbc", "சிறந்த பணி! இந்த மதிப்பீடுகள் இடுகைகளில் சூழலாகக் காட்டப்படும் பயனுள்ள நோட்ஸை அடையாளம் கண்டுள்ளன, மக்களுக்குத் தகவலைத் தெரியப்படுத்த உதவுகின்றன."),
                n("a3311a60", "இந்த மதிப்பீடுகள் இடுகைகளில் சூழலாகக் காட்டப்பட்டும் பயனுள்ள நோட்ஸை அடையாளம் கண்டு கொண்டுள்ளன, மக்களுக்குத் தகவலைத் தெரியப்படுத்த உதவுகின்றன."),
                n("bbc44f5a", "இந்த மதிப்பீடுகள் இடுகைகளில் சூழலாகக் காட்டப்படும் பயனுள்ள நோட்ஸை அடையாளம் கண்டுள்ளன, மக்களுக்குத் தகவலைத் தெரியப்படுத்த உதவுகின்றன."),
                n("b4f21858", "பயனற்றது என்ற நிலையை அடைய நோட்டுக்கு உதவிய மதிப்பீடுகள்"),
                n("d46b6bc8", "இந்த மதிப்பீடுகள் நோட் ஆசிரியர்களுக்குப் பின்னூட்டத்தை வழங்குவதன் மூலம் Community Notes -ஐ மேம்படுத்துகிறது, அத்துடன் பங்களிப்பாளர்களை மிகவும் நம்பிக்கைக்குரிய நோட்ஸில் கவனம் செலுத்த அனுமதிக்கிறது."),
                n("a5e6ba6a", "உதவிகரமானது இல்லை என்ற நிலையுடன் முடிவடையும் நோட்களின் உதவிகரமான மதிப்பீடுகள்"),
                n("a22929e4", "உதவிகரமானது என்ற நிலையுடன் முடிவடையும் நோட்களின் உதவிகரமானது இல்லை மதிப்பீடுகள்"),
                n("b76dd726", 'இந்த மதிப்பீடுகள் பொதுவானவை மற்றும் போதுமான நபர்கள் "உதவிகரமான" நோட் ஆனது போதுமான அளவில் உதவிகரமாக இல்லை என்று ஒப்புக்கொண்டால், நிலை மாற்றங்களுக்கு வழிவகுக்கும்.'),
                n("j29cc0f2", "இந்த மதிப்பீடுகள் இரண்டு முறை கணக்கிடப்படுகின்றன, ஏனெனில் அவை பெரும்பாலும் மற்றவர்கள் தரம் குறைந்ததாகக் கருதும் நோட்களுக்கான ஆதரவைக் குறிக்கின்றன."),
                n("cd4333d0", "கவலைப்பட வேண்டாம், அனைவருக்கும் இவற்றில் சில கிடைக்கும்! "),
                n("e9fa53ac", "பயனுள்ளது அல்லது பயனற்றது என்ற நிலையை தற்போது கொண்டிருக்காத நோட்ஸ் மீதான மதிப்பீடுகள்."),
                n("fc664dee", "ஒரு நிலையை அடைந்த பிறகு மதிப்பீடுகள் செய்யப்படுகின்றன"),
                n("f024ec64", "இந்த மதிப்பீடுகள் நோட்டின் நிலையை வலுப்படுத்தலாம் அல்லது அதை மாற்ற உதவலாம்."),
                n("e1ee08e6", "எழுதுதல் தாக்கம்"),
                n("je3fc324", "பயனுள்ளது என்ற நிலையைப் பெற்ற உங்கள் நோட்ஸ்"),
                n("f7358242", "பயனுள்ளது என்ற நிலையைப் பெற்ற நோட்ஸ்"),
                n("j8e9b514", "அருமை! இந்தக் குறிப்புகள் இப்போது இடுகையைப் பார்க்கும் அனைவருக்கும் காண்பிக்கப்படுகின்றன, சூழலைச் சேர்க்கின்றன மற்றும் மக்களுக்குத் தெரிவிக்க உதவுகின்றன."),
                n("e9e57c5c", "இந்தக் குறிப்புகள் இப்போது இடுகையைப் பார்க்கும் அனைவருக்கும் காண்பிக்கப்படுகின்றன, சூழலைச் சேர்க்கின்றன மற்றும் மக்களுக்குத் தெரிவிக்க உதவுகின்றன."),
                n("fee0d8a8", "இந்த நோட்ஸ் X -இல் காட்டப்பட்டு, இடுகைகளில் சூழலைச் சேர்ப்பதோடு, மக்களுக்குத் தெரியப்படுத்தவும் உதவுகிறது."),
                n("iab44364", "பயனற்றது என்ற நிலையை அடைந்த உங்கள் நோட்ஸ்"),
                n("d8c90438", "பயனற்றது என்ற நிலையை அடைந்த நோட்ஸ்"),
                n("accaa48e", "இந்த நோட்ஸ் போதுமான பங்களிப்பாளர்களால் பயனற்றது என மதிப்பிடப்பட்டுள்ளன, இதில் சில சமயங்களில் தங்களின் கடந்தகால மதிப்பீடுகளில் உடன்படாதவர்களும் அடங்குவர். இந்த நோட்ஸையும் அவர்கள் பெற்ற பின்னூட்டத்தையும் உங்கள் சுயவிவரத்தில் பார்க்கலாம்.\nஅதிகமான பயனர்கள் மதிப்பிடும்போது நோட் நிலைகள் மாறலாம்."),
                n("fa2156f6", "இந்த நோட்ஸ் போதுமான பங்களிப்பாளர்களால் பயனற்றது என மதிப்பிடப்பட்டுள்ளன, இதில் சில சமயங்களில் தங்களின் கடந்தகால மதிப்பீடுகளில் உடன்படாதவர்களும் அடங்குவர்.\nஅதிகமான பயனர்கள் மதிப்பிடும்போது நோட் நிலைகள் மாறலாம்."),
                n("d004c768", "மேலும் மதிப்பீடுகள் தேவைப்படும் நோட்ஸ்"),
                n("f3d6d6c0", "பயனுள்ளது அல்லது பயனற்றது என்ற நிலையை இன்னும் பெறாத நோட்ஸ்."),
                n("d68a370c", "கடைசி புதுப்பிப்பு: "),
                n("f10aaf3c", "குறிப்பை மதிப்பிடுவதற்கான உதவிக்குறிப்புகள்"),
                n("b9793c9a", "நீங்கள் இதுவரை எந்த நோட்ஸையும் எழுதவில்லை"),
                n("bed66f92", "தொடங்கும் விதம்:"),
                n("a3ca686a", "பயனுள்ள நோட்ஸை எழுதுவதற்கான உதவிக்குறிப்புகளைக் காண்க"),
                n("ga8034c6", "ஒரு நோட்டை எழுத, எந்த இடுகை மீதும் உள்ள ••• மெனுவை தொடவும்"),
                n("h4109636", "ஓர் இடுகை தவறாக வழிநடத்துகிறது என்று நீங்கள் நினைத்தால், அதை எதிர்கொள்ளும் நபர்களுக்குப் பயனுள்ள சூழலைச் சேர்க்கும் நோட்டை எழுதுங்கள்."),
                n("ec30e9ac", "மற்ற பங்களிப்பாளர்கள் உங்கள் நோட்டின் பயன்படும்தன்மையை மதிப்பிடுவார்கள்"),
                n("e0c42f80", "அது உதவிகரமான நிலையை அடைந்தால், அது இடுகையைப் பார்க்கும் ஒவ்வொருவருக்கும் சூழல் எனக் காண்பிக்கப்படும்"),
                n("ife4baaa", "கம்யூனிட்டி நோட்ஸ் பெரும்பான்மை விதியால் செயல்படாது. பலதரப்பட்ட நபர்களுக்குப் பயனுள்ளதாக இருக்கும் நோட்ஸை அடையாளம் காண, நிலைகளுக்கு அவர்களின் கடந்தகால மதிப்பீடுகளில் சில சமயங்களில் உடன்படாத பங்களிப்பாளர்களிடையே உடன்பாடு தேவைப்படும். இது ஒருதலைபட்ச மதிப்பீடுகளைத் தடுக்க உதவுகிறது."),
                n("a0c552ee", "உங்களின் தாக்கம் இங்கே காட்டப்படும்"),
                n("a4e5ea3c", "நீங்கள் இதுவரை எந்த நோட்ஸையும் மதிப்பிடவில்லை"),
                n("g9a28bde", "உதவி தேவைப்படும் நோட்ஸை உலாவுக"),
                n("dc0046e2", "கம்யூனிட்டி நோட்ஸ் முகப்பில் உலாவவும்"),
                n("fecae168", "அங்கு, அதிக மதிப்பீடுகள் தேவைப்படுகின்ற மற்றும் உங்கள் மதிப்பீடு குறிப்பாக உதவக்கூடிய நோட்ஸை காண்பீர்கள்."),
                n("h525e29e", "பலருக்குப் பயனுள்ளதாக இருக்கும் நோட்ஸை கண்டறிய உதவுங்கள்"),
                n("f6db7706", "சிறந்த கம்யூனிட்டி நோட்ஸ், இடுகையின் கூற்றை நேரடியாக அடையாளம் காண்கின்றன, அவை பயனுள்ள மற்றும் தெளிவான மொழியில் எழுதப்பட்டுள்ளன, மேலும் பலதரப்பட்ட மக்கள் நம்பகமானதாகக் கருதும் ஆதாரங்களைச் சேர்க்கின்றன."),
                n("f636b582", "பயனற்ற நோட்ஸை கண்டறிய உதவுங்கள்"),
                n("f58f4f62", "குறைந்த தரமுள்ள நோட்ஸை மதிப்பிடுவது நோட் ஆசிரியர்களுக்குப் பின்னூட்டத்தை வழங்குவதன் மூலம் கம்யூனிட்டி நோட்ஸை மேம்படுத்துகிறது, அத்துடன் பங்களிப்பாளர்களை மிகவும் நம்பிக்கைக்குரிய நொட்ஸில் கவனம் செலுத்த அனுமதிக்கிறது."),
                n("cf30af22", "உங்களுக்குத் தெரியுமா?"),
                n("d145b0fa", "நோட் நிலைகள் பெரும்பான்மை விதியால் அடையப்படவில்லை. பலதரப்பட்ட நபர்களுக்குப் பயனுள்ளதாக இருக்கும் நோட்ஸை அடையாளம் காண, நோட் நிலைகளுக்கு அவர்களின் கடந்தகால மதிப்பீடுகளில் சில சமயங்களில் உடன்படாத பங்களிப்பாளர்களிடையே உடன்பாடு தேவைப்படும். இது ஒருதலைபட்ச மதிப்பீடுகளைத் தடுக்க உதவுகிறது."),
                n("c20a24cc", "வாழ்த்துகள்!"),
                n("d01b8fc8", "நீங்கள் சிறந்த கம்யூனிட்டி நோட்ஸை எழுதுபவர்."),
                n("jbe2ad46", "அதிக எழுதுதல் தாக்கம் மற்றும் அதிக விகிதத்தில் நோட்ஸில் “உதவிகரமானது” என்ற நிலை கொண்ட எழுத்தாளர்கள் இவற்றின் அணுகலைப் பெறுகின்றனர்:"),
                n("d2dc3d4c", "நோட் எச்சரிக்கைகளுக்கு முன்னுரிமை"),
                n("heb73816", "சிறந்த எழுத்தாளர்களின் நோட் முன்மொழிவுகள் மதிப்பீட்டாளரின் கவனத்தைப் பெற அறிவிப்புகளைத் தூண்டுவதற்கான வாய்ப்புகள் அதிகம்."),
                n("b760d51a", "மாற்றுப்பெயர் சுயவிவரத்தில் பேட்ஜ்"),
                n("ief63e50", "சிறந்த எழுத்தாளர்களை அவர்களின் கம்யூனிட்டி நோட்ஸ் சுயவிவரத்தில் உள்ள பேட்ஜ் மூலம் அடையாளம் காணலாம்."),
                n("jd6b88ca", "மீடியா பற்றிய நோட்ஸ்"),
                n("c39bdf5a", "பல இடுகைகளில் இடம்பெறும் மீடியாவைப் பற்றிய நாட்களைச் சிறந்த எழுத்தாளர்கள் எழுதலாம், மேலும் பலருக்குத் தெரியப்படுத்தலாம்."),
                n("efb9a9e0", "இங்கே பார்க்க எதுவுமில்லை"),
                n("a1529ce7", "மேலும் அறிக"),
                n("f07ed596", "உங்களைப் போன்ற பங்களிப்பாளர்கள் X -இல் சூழலாகக் காட்டப்பட வேண்டிய பயனுள்ள நோட்ஸை கண்டறிந்து பயனர்களுக்குத் தெரிவிக்க உதவுகிறீர்கள்."),
                n("h2b5268a", "நல்லது! உங்கள் தாக்கத்தைத் தொடர்ந்து அதிகரிக்க, கூடுதல் நோட்ஸை மதிப்பிடவும்."),
                n("e86c87a0", "மேலும் நோட்ஸை மதிப்பிடுக"),
                n("ad98f836", "உங்களின் மதிப்பீடு தாக்கம் எதிர்மறையாகச் சென்றது. கவலை வேண்டாம்!"),
                n("e2d7c914", "நோட்ஸை மதிப்பிட தொடரவும்"),
                n("a5427624", "அதிகமான பங்களிப்பாளர்களிடமிருந்து மதிப்பீடுகள் தேவைப்படும் நோட்ஸை கண்டறிய கம்யூனிட்டி நோட்ஸ் முகப்பில் உலாவவும்."),
                n("e227a7fa", "நோட்ஸ் நிலைகள் எப்போதும் மாறலாம்"),
                n("eda73c9c", "உங்கள் மதிப்பீடுகள், சில சமயங்களில், நோட்டில் உள்ள நிலையுடன் உடன்படாது. அது ஒரு பிரச்சனை அல்ல! அதிகமான பங்களிப்பாளர்கள் உங்களுடன் உடன்பட்டால், நிலையை மாற்றியமைக்கலாம், மேலும் உங்களின் தாக்கம் மாறும்."),
                n("cfa3b664", "நீங்கள் இப்போது கம்யூனிட்டி நோட்ஸை எழுதலாம்!"),
                n("j44125ee", "இந்த பங்களிப்பாளர் இதுவரை குறிப்புகள் எதையும் எழுதவில்லை."),
                n("da55067c", "இந்த ஸ்பேஸைப் பின்னர் சரிபாருங்கள்!"),
                n("f893c3b8", "கம்யூனிட்டி நோட்ஸில் சேர்"),
                n("a701795c", "இதுவரை கம்யூனிட்டி நோட்ஸ் எதுவும் இல்லை"),
                n("db08295e", "இணைய விரும்புகிறீர்களா?"),
                n("ha275800", "கம்யூனிட்டி நோட்ஸ் பைலட் திட்டத்தின் ஒரு பகுதியாக நீங்கள் இல்லை எனத் தெரிகிறது. நன்கு தகவல்களைப் பெற மக்களுக்கு உதவ இப்போது இணைக."),
                n("ce0a213a", "நோட்டை உருவாக்க, எந்த இடுகையின் மெனுவிலும் உள்ள கம்யூனிட்டி நோட்ஸ் ஐகானைத் தேர்ந்தெடுக்கவும். நீங்கள் உருவாக்கும் நோட்ஸ் இங்கே காண்பிக்கப்படும்."),
                n("c87f3cf8", "குறிப்பு"),
                n("a5b19492", "இந்தக் குறிப்பு இல்லை"),
                n("c21d1b2a", "கடந்தகால மதிப்பீடுகளில் சில சமயங்களில் உடன்படாதவர்கள் உட்பட, போதுமான பங்களிப்பாளர்களிடமிருந்து உடன்பாடு ஏற்பட்டவுடன் குறிப்புகள் என்பவை பயனுள்ளது அல்லது பயனற்றது என்ற நிலையை அடைகின்றன. இது குறிப்புகள் பலதரப்பட்ட மக்களுக்குப் பயனுள்ளதாக இருப்பதை உறுதிசெய்ய உதவுகிறது, அத்துடன் ஒருதலைப்பட்ச மதிப்பீடுகளைத் தடுக்கிறது."),
                n("c7b59cde", "கம்யூனிட்டி நோட்ஸ் அமைப்புகள்"),
                n("c8be1d0d", "மேலும் அறிக."),
                n("a5a2330c", "அதே ஊடகம் கொண்ட இடுகைகள்"),
                n("ad071b5c", "இதே இணைப்பைக் கொண்ட இடுகைகள்"),
                n("b92967c0", "இந்தக் குறிப்பு ஓர் ஊடகக் குறிப்பு அல்ல"),
                n("i92fddce", "போதுமான மக்கள் அது வேண்டும் என்று ஒப்புக்கொண்டால், கீழே உள்ள இடுகைகளில் குறிப்பு தானாகவே காண்பிக்கப்படும்."),
                n("f5ce7a00", "இந்த ஊடக இடுகையில் இதுவரை எந்தப் பொருத்தங்களும் இல்லை."),
                n("e1288bdc", "நோட்டுக்கு உதவி தேவைப்படும்போது விழிப்பூட்டல்கள்"),
                n("ca14eab4", "ஒரு கம்யூனிட்டி நோட்டுக்கு உங்கள் மதிப்பீடு தேவைப்படும்போது அறிவிப்புகளைப் பெறவும்."),
                n("gb2bc3d0", "நான் எப்போதும் தயார்"),
                n("c35ebcd2", "ஒரு நாளைக்கு என்னால் இயன்ற வரை உதவி செய்வேன்"),
                n("ba165b3c", "பெரும்பாலும்"),
                n("g72e2a58", "ஒரு வாரத்திற்குச் சில விழிப்பூட்டல்கள்"),
                n("idd249e0", "சில நேரங்களில்"),
                n("if2e01ee", "ஒரு மாதத்திற்குச் சில விழிப்பூட்டல்கள்"),
                n("fdaeaab8", "உங்கள் அமைப்புகளைச் சேமிப்பதில் பிழை ஏற்பட்டுள்ளது. மீண்டும் முயலவும்."),
                n("db4e443a", "உங்களுடைய அமைப்புகள் சேமிக்கப்பட்டன."),
                n("dc11636c", "நீங்கள் பேசும் மொழிகள்"),
                n("fae059c6", "கம்யூனிட்டி நோட்ஸ் திட்டத்தை விட்டு விலகு"),
                n("ed37123a", "கம்யூனிட்டி நோட்ஸ் திட்டத்திலிருந்து வெளியேறுகிறீர்கள்"),
                n("c1a554a2", "நீங்கள் தெரிந்து கொள்ள வேண்டியது இதோ:"),
                n("j59355fe", "உங்களால் புதிய கம்யூனிட்டி நோட்ஸை எழுத முடியாது."),
                n("c23420ec", "X -இல் உங்களின் செயல்பாட்டுடன் தொடர்புடையதாக இல்லாவிட்டால், கம்யூனிட்டி நோட்ஸிலிருந்து அறிவிப்புகளைப் பெறமாட்டீர்கள்."),
                n("c76031ee", "உங்கள் அநாமதேய கம்யூனிட்டி நோட்ஸ் சுயவிவரமும் கடந்த சமர்ப்பிப்புகளும் பொதுவில் கிடைக்கும். நீங்கள் இன்னும் உங்கள் நோட்ஸைப் பார்க்கவும் நீக்கவும் முடியும்."),
                n("be4f9106", "90 நாட்களுக்குப் பிறகு நீங்கள் மீண்டும் சேரலாம்."),
                n("hf68e810", "கம்யூனிட்டி நோட்ஸ் என்னும் திட்டம், உலகிற்குச் சரியான தகவல்கள் சென்று சேர்வதை நோக்கமாகக் கொண்டது. இது தவறாகத் திசைதிருப்பக்கூடிய இடுகைகளுக்கு உதவிகரமான நோட்ஸை X -இல் உள்ளவர்கள் கூட்டாகச் சேர்க்க வழிவகுக்கிறது."),
                n("jdb52860", "பங்கேற்பாளர்கள் குறிப்புகளை எழுதவும் மதிப்பிடவும் செய்வார்கள்"),
                n("c104025c", "பங்களிப்பாளர்கள் என்பவர்கள் உங்களைப் போன்று X -இல் உள்ளவர்கள், குறிப்புகளை எழுதவும் மதிப்பிடவும் பதிவுசெய்து கொண்டவர்கள். எந்தளவு அதிகமானவர்கள் பங்கேற்கிறார்களோ அந்தளவு இத்திட்டம் சிறப்பாகச் செயல்படும்."),
                n("j7872b8c", "உதவிகரமானதென மக்கள் கண்டறியும் குறிப்புகள் மட்டுமே ஓர் இடுகையில் தோன்றும்"),
                n("fb59415e", "ஓர் இடுகையில் சூழலைப் பொதுவில் காட்டுவதற்கு, பல்வேறு பார்வைகளைக் கொண்ட போதுமான நபர்கள் உதவிகரமானது என மதிப்பிட வேண்டும். இந்த அணுகுமுறை, பாகுபாட்டையும் கருத்துத் திரிபையும் தவிர்க்க உதவுவதோடு பலருக்கு உதவிகரமானதாக இருக்கும் குறிப்புகளைக் கண்டறியவும் உதவுகிறது."),
                n("f9a44022", "என்ன காண்பிக்கப்பட வேண்டும் என்பதைத் தேர்வுசெய்வது X நிறுவனம் அல்ல: பயனர்கள்தான்"),
                n("gdf4fbb2", "நோட்ஸை X நிறுவனம் எழுதவோ, மதிப்பிடவோ, நெறிமுறைப்படுத்தவோ செய்யாது (அவை X விதிகளை மீறினால் தவிர). மக்கள் ஒன்றாக இணைந்து இந்தத் தேர்வுகளைச் செய்ய அவர்களுக்கு வாய்ப்பளிப்பது மக்களுக்குச் சரியான தகவல்கள் சென்று சேர்வதற்கு நியாயமான, திறன்மிக்க வழி என நம்புகிறோம்."),
                n("cc720e6a", "கம்யூனிட்டி நோட்ஸ் தரவு வெளிப்படைத்தன்மையில் கட்டமைக்கப்பட்டுள்ளது"),
                n("j2fcd33a", "தரவு, இது வரையிலான பங்களிப்புகளை உள்ளடக்கியது"),
                n("d4a6b322", "அனைத்து கம்யூனிட்டி நோட்ஸ் தரவுகளும் தினமும் இங்கு வெளியிடப்படுகின்றன, எனவே அதனை பகுப்பாய்வு செய்வதற்கும், சிக்கல்களைக் கண்டறிவதற்கும், கம்யூனிட்டி நோட்ஸை இன்னும் சிறந்ததாக்குவதற்கான வாய்ப்புகளைக் குறிப்பிடுவதற்கும் பயனர்களுக்கு இலவச அணுகல் உள்ளது. உங்களுடன் அறிந்துகொள்வதற்கு ஆவலுடன் காத்திருக்கிறோம்."),
                n("c359263a", "கம்யூனிட்டி நோட்ஸ் தரவை எவ்வாறு பயன்படுத்துவது மற்றும் பகுப்பாய்வு செய்வது என்பதைப் பற்றி அறியவும் "),
                n("b8a27fe2", "எங்கள் வழிகாட்டியில் அறிந்துகொள்க"),
                n("j1c99e00", "குறிப்புகள் தரவு"),
                n("i6f69314", "மதிப்பீடுகள் தரவு"),
                n("b7e4c114", "குறிப்பு நிலை வரலாற்றுத் தரவு"),
                n("d7f19114", "பயனர் பதிவு நிலை தரவு"),
                n("b6008808", "குறிப்புக் கோரிக்கைத் தரவு"),
                n("h786cd7a", "குறிப்புகள் தரவு இன்னும் கிடைக்கவில்லை"),
                n("d0fe8052", "மதிப்பீடுகள் தரவு இன்னும் கிடைக்கவில்லை"),
                n("c0427f94", "குறிப்பு நிலை வரலாற்றுத் தரவு இன்னும் கிடைக்கவில்லை"),
                n("g880d8c0", "பயனர் பதிவு நிலை தரவு இன்னும் கிடைக்கவில்லை"),
                n("ab1b3d38", "குறிப்புக் கோரிக்கைத் தரவு இன்னும் கிடைக்கவில்லை"),
                n("c43fb933", "X நிரலாளர் ஒப்பந்தம் மற்றும் கொள்கையை"),
                n("af781666", "மக்கள் என்ன நினைக்கிறார்கள்?"),
                n("a1f414ee", "எண்ணங்களைப் பகிர்"),
                n("ed88e742", "தலைப்புக்கு இணைப்பை நகலெடு"),
                n("h92fe1be", "எதிர்பாராதவிதமாக, இந்த நேரத்தில் கம்யூனிட்டி நோட்ஸ் கிடைக்கப்பெறவில்லை. "),
                n("f0dc1434", "கம்யூனிட்டி நோட்ஸ் தற்போது அமெரிக்காவில் மட்டுமே கிடைக்கிறது."),
                n("f8fc0b48", "ஃபோல்டரை உருவாக்குக"),
                n("c14bcdde", "புக்மார்க்குகளைத் தேடு"),
                n("e9c65c4a", "புத்தகக்குறிகள் தேடல்"),
                n("b92a21d9", function (e) {
                    return e.query + " என்பதற்கு முடிவுகள் எதுவும் கிடைக்கவில்லை";
                }),
                n("f191a2ba", "தேடல் அமைப்புகள்"),
                n("a068008a", "ஃபோல்டர்ஸ் இப்போது ஏற்றப்படவில்லை"),
                n("f075b0e8", "ஃபோல்டரை திருத்து"),
                n("beba2a0e", "புதிய புத்தகக்குறியிடு ஃபோல்டரை உருவாக்குக"),
                n("e41c9b4f", function (e) {
                    return e.bookmarkFolderName + " -க்குச் சேமிக்கப்பட்டது";
                }),
                n("h18f86a4", "ஃபோல்டரை நீக்கு");
            n("f4ea967a", "ஃபேல்டர் நீக்கப்பட்டது"),
                n("b670aa62", "ஃபேல்டர்ஸ் பெயர்"),
                n("aece5462", "ஃபேல்டர் பெயர் வெற்றிகரமாகப் புதுப்பிக்கப்பட்டது"),
                n("e3299b94", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்த ஃபேல்டரை புதுப்பிக்க மீண்டும் முயற்சி செய்யவும்."),
                n("c09ea714", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து அந்த ஃபேல்டரை நீக்க மீண்டும் முயற்சி செய்யவும்."),
                n("gee78816", "புத்தகக்குறி ஃபேல்டர் பெயர்கள் 25 எழுத்துக்களைத் தாண்டக்கூடாது"),
                n("h9a5daa2", "ஃபோல்டரை நீக்குவா?"),
                n("ac9d5f56", 'உங்கள் இடுகைகள் இன்னும் "அனைத்து புத்தகக்குறிகள்" ஃபோல்டரில் சேமிக்கப்படும்'),
                n("i6e7e298", "உருவாக்கு"),
                n("a0ea2fa6", "பெயர் புலம் வெறுமையாக இருக்க முடியாது"),
                n("eec37eac", "அந்தப் பெயருடன் புத்தகக்குறி ஃபேல்டர் ஏற்கனவே உள்ளது"),
                n("fce0c59e", "அனிமேஷன் JSON -ஐ அலசிப்பார்க்க முடியவில்லை. உங்கள் அனிமேஷன் கோப்பில் உள்ள JSON -இன் வடிவமைப்பைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்."),
                n("g0eea6c2", "அனிமேஷன் JSON கோப்பைப் படிக்க முடியவில்லை. கோப்பை மீண்டும் திறக்க முயற்சிக்கவும்."),
                n("ae58026a", "முன்னோட்டம் பார்க்க, பிராண்டட் லைக் .json கோப்பைத் திறக்கவும்"),
                n("hd0bc1eb", function (e) {
                    return e.name + " நேரலையில் உள்ளார்";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " நேரலையில் இருந்தார்";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " நேரலையில் இல்லை";
                }),
                n("d39d46c4", "தலைப்பு புதுப்பிக்கப்பட்டது. மாற்றங்கள் தோன்ற 30 வினாடிகள் வரை ஆகலாம்."),
                n("e44095a5", function (e) {
                    return "தொடங்கியது " + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "முடிந்தது " + e.timestamp;
                }),
                n("daca8a2c", "டாக்கில் திற"),
                n("e3aac82a", "அலைபரப்பை ஏற்றுகிறது"),
                n("i0ed3f4e", "நிகழ்வின் படம்"),
                n("cbae35fa", "அலைபரப்பைப் புகாரளி"),
                n("fd12ab58", "தனித்தொகுப்பு இடுகைகள்"),
                n("a226497c", "புதிய கம்யூனிட்டியை உருவாக்குக"),
                n("d7346632", "இதுவரை நீங்கள் கம்யூனிட்டி எதிலும் இணையவில்லை"),
                n("b732a4cc", "நீங்கள் அதைச் செய்யும்போது, அவர்களின் இடுகைகளை இங்கே காண்பீர்கள்."),
                n("hff48914", "இந்த நேரத்தில் எந்த இடுகைகளையும்  கண்டறிய முடியவில்லை."),
                n("hb52cc4a", "பின்னர் மீண்டும் முயலவும்."),
                n("e50e1bb0", "கம்யூனிட்டிஸுக்கு வரவேற்கிறோம்"),
                n("i6829daa", "கம்யூனிட்டீஸ் என்பவை நெறிப்படுத்தப்பட்ட விவாதக் குழுக்களாகும், அங்கு X -இல் உள்ளவர்கள் இணையலாம் மற்றும் பகிரலாம்."),
                n("fc5c6914", "உங்கள் ஆர்வத்துடன் சேர்ந்த மற்றவர்களைச் சந்தியுங்கள்"),
                n("aa1a9820", "உங்கள் ஆர்வங்களை ஒத்த நபர்களுடன் இணைய, கம்யூனிட்டீஸில் சேரவும்."),
                n("edef4c82", "ஒரு கம்யூனிட்டீக்கு நேரடியாக இடுகையிடலாம்"),
                n("a7640df6", "உங்கள் இடுகைகள், கம்யூனிட்டி உறுப்பினர்கள் மற்றும் உங்கள் பின்தொடர்பவர்களுடன் பகிரப்படுகின்றன."),
                n("h3bb8068", "உங்களுக்குத் தேவைப்படும்போது காப்புப்பிரதி எடுக்கவும்"),
                n("a709f8f8", "நிர்வாகிகள் மற்றும் மதிப்பீட்டாளர்கள் கம்யூனிட்டீஸை நிர்வகிக்கவும் உரையாடல்களைக் கண்காணிக்கவும் உதவுகிறார்கள்."),
                n("c8d33380", "புதிய உருப்படிகள்"),
                n("cb6adb10", "கம்யூனிட்டீஸை கண்டறிக"),
                n("df362964", "கம்யூனிட்டீஸைக் கண்டறிக"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " புதிய இடுகை" + t(e.newTweets, "", "கள்");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " புகார்" + t(e.reportedTweets, "", "கள்");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " கோரிக்கை" + t(e.memberRequests, "", "கள்");
                }),
                n("a2118086", "இடுகைகளை வகைப்படுத்து"),
                n("hb01fe46", "நீங்கள் அதைச் செய்யும்போது, அவற்றை இங்கே காணலாம்."),
                n("c170a564", "நீங்கள் உள்ளிட்ட சொல் தொடர்பான எந்த முடிவுகளும் கிடைக்கவில்லை. வேறு சொல்லை முயற்சி செய்யவும்."),
                n("cbd1aef8", "கம்யூனிட்டீஸ் மற்றும் இடுகைகளைத் தேடவும்"),
                n("fbf01e52", "கம்யூனிட்டீஸை தேடுக"),
                n("c8a6499c", "கம்யூனிட்டி இடுகைகளின் தேடல் முடிவுகள்"),
                n("af05a978", "நீங்கள் தட்டச்சு செய்யும்போதே தேடல் முடிவுகள் இங்கு தோன்றும்."),
                n("eb4d2cd0", "இடுகைகள் இல்லை."),
                n("a8ecdb4c", "சமீபத்திய கம்யூனிட்டி இடுகைகளின் தேடல் முடிவுகள்"),
                n("dc6ce7b4", "உறுப்பினர்கள்"),
                n("ga2aa43c", "மதிப்பீட்டாளர்கள்"),
                n("b139b54a", "உறுப்பினர்களை அழையுங்கள்"),
                n("cf4898a0", "நபர்களைத் தேடுங்கள்"),
                n("g30bc699", function (e) {
                    return "@" + e.screenName + " -இன் சுயவிவரத்தைக் காட்டு";
                }),
                n("e585d844", "மதிப்பீட்டாளர் குழுவில் சேர்"),
                n("cab7c6f8", "மதிப்பீட்டாளர் குழுவில் சேர்க்கவா?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " இப்போது ஒரு மதிப்பீட்டாளர்.";
                }),
                n("f348a395", function (e) {
                    return "எங்களால் தற்போது @" + e.screenName + " -ஐ மதிப்பீட்டாளர் குழுவில் சேர்க்க முடியவில்லை. பின்னர் மீண்டும் முயலவும்.";
                }),
                n("c3a1aebe", "மதிப்பீட்டாளர் குழுவிலிருந்து அகற்று"),
                n("c273c8a6", "மதிப்பீட்டாளர் குழுவிலிருந்து அகற்றவா?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " இனி மதிப்பீட்டாளர் இல்லை.";
                }),
                n("a5808125", function (e) {
                    return "எங்களால் தற்போது @" + e.screenName + " -ஐ மதிப்பீட்டாளர் குழுவிலிருந்து அகற்ற முடியவில்லை. பின்னர் மீண்டும் முயலவும்.";
                }),
                n("a51d671b", function (e) {
                    return "@" + e.screenName + " -ஐக் கம்யூனிட்டியிலிருந்து தடைசெய்";
                }),
                n("cdd87524", "இன்னும் இங்கே யாரும் இல்லை"),
                n("cca51910", "மக்கள் இந்தச் சமூகத்தில் இணையும்போது அவர்களை இங்கே காண்பீர்கள்."),
                n("c9d56b72", "உங்கள் கம்யூனிட்டியை பற்றி எங்களிடம் கொஞ்சம் சொல்லுங்கள். இந்த விவரங்களை எப்போது வேண்டுமானாலும் நீங்கள் மாற்றலாம்."),
                n("c1ad5a12", "உங்கள் புதிய கம்யூனிட்டியை உருவாக்குவதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பின்னர் மீண்டும் முயலவும்."),
                n("f713fbd2", "மெம்பர்ஷிப்"),
                n("d1fa71fc", "ஒப்புதல் கேள்வி (விரும்பினால்)"),
                n("a0a16d38", "கம்யூனிட்டியில் யார் வேண்டுமானாலும் சேரலாம் மற்றும்/அல்லது அழைக்கப்படலாம்."),
                n("ce0523a8", "கட்டுப்படுத்தப்பட்டது"),
                n("i1aad6ec", "பயனர்கள் இணைவதற்குக் கோர வேண்டும், அந்தக் கோரிக்கைகளை மதிப்பீட்டாளர் குழு அங்கீகரிக்க வேண்டும். மதிப்பீட்டாளர் குழுவால் அழைக்கப்பட்டவர்கள் தானாக அங்கீகரிக்கப்படுவார்கள்."),
                n("c85960a0", "அழைப்பிதழ்களை வழங்க உறுப்பினர்களை அனுமதிக்கவும்"),
                n("ca373cd2", "ஏற்கனவே உள்ள உறுப்பினர்களால் அழைக்கப்பட்ட நபர்கள் தானாகவே அங்கீகரிக்கப்படுவார்கள்."),
                n("dfdcc6b4", "உங்கள் கம்யூனிட்டியில் யார் சேரலாம் என்பதைக் கட்டுப்படுத்தவும். எங்கள் விதிகளை முன்வைக்கவும். X -இல் எல்லா கம்யூனிட்டீஸும் அனைவருக்கும் புலப்படும் என்பதை நினைவில் கொள்ளவும்."),
                n("h3e55b40", "கம்யூனிட்டியின் பெயர்"),
                n("dd71d9c9", function (e) {
                    return "பெயர் " + e.minCharacterCount + " முதல் " + e.maxCharacterCount + " எழுத்துகளுக்குள் இருக்க வேண்டும், மேலும் அவற்றில் ஹேஷ்டேக்குகள் அல்லது @பயனர்பெயர்கள் இருக்கக்கூடாது";
                }),
                n("cf65e56b", function (e) {
                    return "பெயர் " + e.minCharacterCount + " - " + e.maxCharacterCount + " எழுத்துகளுக்குள் இருக்க வேண்டும்";
                }),
                n("d936eeca", "பெயர்களில் ஹேஷ்டேக்குகள் அல்லது @பயனர்பெயர்கள் இருக்கக்கூடாது."),
                n("e2df7cf2", "கம்யூனிட்டியின் நோக்கம்"),
                n("be9bb312", "வலுவான ஒரு நோக்கம் உங்கள் கம்யூனிட்டியைப் பற்றி விவரித்து, அதில் என்ன எதிர்பார்க்கலாம் என்று மக்களுக்குத் தெரியப்படுத்தும்"),
                n("e988475f", function (e) {
                    return "நோக்கம் " + e.minCharacterCount + " - " + e.maxCharacterCount + " எழுத்துகளுக்குள் இருக்க வேண்டும்";
                }),
                n("gcddfba8", "ஒப்புதல் கேள்வி"),
                n("hf86d862", "பயனர்கள் சேரக் கோரும்போது, இந்தக் கேள்விக்கு அவர்களால் பதிலளிக்க முடியும். அவர்களின் பதில் அவர்களின் கோரிக்கையுடன் காண்பிக்கப்படும். கேள்வியைக் காலியாக விடுவதன் மூலம் அதை அகற்றலாம்."),
                n("i88b7305", function (e) {
                    return "கேள்வியானது , " + e.maxCharacterCount + " எழுத்துக்குறிகளுக்குக் குறைவாக இருக்க வேண்டும்";
                }),
                n("dce5e1b4", "நிர்வாகிக் கருவிகள்"),
                n("c5d8c93e", "மதிப்பீட்டாளர் கருவிகள்"),
                n("c8c7f9fc", "மதிப்பாய்வு தேவைப்படுபவை"),
                n("a87df2ee", "கம்யூனிட்டி நிர்வாகம்"),
                n("ee609174", "பொதுவான அமைப்புகள்"),
                n("ab19cdaa", "ஸ்பேம் அமைப்புகள்"),
                n("d755f47d", function (e) {
                    return "மதிப்பாய்வு செய்ய வேண்டிய இடுகைகள் " + e.count + " புதிய இடுகை" + t(e.count, "", "கள்");
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " உறுப்பினர்" + t(e.memberCount, "", "கள்");
                }),
                n("adfcc3ce", "விதிகளை சேர்த்தல், நீக்குதல் அல்லது திருத்துதல்"),
                n("d0330d9c", "விதிகளைக் காண்க"),
                n("fd67f7c8", "கம்யூனிட்டியின் பெயர், நோக்கம் மற்றும் பலவற்றைத் திருத்துதல்"),
                n("e7e31264", "ஸ்பேம் வடிகட்டி மற்றும் புகாரளிப்புக் கருவிகளைச் சரிசெய்யவும்"),
                n("gc00d212", "உதவி & மூலங்கள்"),
                n("g0cbfc50", "கம்யூனிட்டி நெறியாள்கைக்கான பயனுள்ள வழிகாட்டி"),
                n("h6ebcfca", "உங்கள் சுயவிவரத்தில் இந்த கம்யூனிட்டியைக் காட்டு"),
                n("c0fa0634", "உங்கள் கம்யூனிட்டியை ஸ்பாட்லைட் செய்க"),
                n("da035fd5", function (e) {
                    return "புதிது" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "உங்கள் சுயவிவரத்தில் உங்கள் கம்யூனிட்டியை ஸ்பாட்லைட் செய்க"),
                n("b18e94b2", "உங்கள் சுயவிவரத்தில் கம்யூனிட்டியைக் காட்ட, பார்வையாளர்கள் பகுப்பாய்வுகளை அணுக, மேலும் பலவற்றைச் செய்ய தொழில்முறை சுயவிவரத்திற்கு மாறவும்."),
                n("dc716b1c", "கம்யூனிட்டி பட்டியல்"),
                n("c3e2dda6", "கம்யூனிட்டி பட்டியலைச் சேர்க்கவும் அல்லது அகற்றவும்"),
                n("a68bffdc", "கம்யூனிட்டி அளவீடுகளைப் பார்க்கவும்"),
                n("c6ea29a2", "மதிப்பீட்டாளர் குழுவிலிருந்து வெளியேறு"),
                n("a6e13fac", "மதிப்பீட்டாளர் குழுவிலிருந்து நிச்சயமாக வெளியேற விரும்புகிறீர்களா?"),
                n("e538848c", "இனி உங்களுக்கு மதிப்பீட்டாளர் கருவிகளுக்கான அணுகல் கிடையாது. உங்கள் மனம் மாறினால், நீங்கள் மதிப்பீட்டாளராக ஆக மீண்டும் அழைக்கப்பட வேண்டும்."),
                n("j49e6aa2", "ஆம், விலக விரும்புகிறேன்"),
                n("dde5f323", function (e) {
                    return "மதிப்பாய்வு செய்ய வேண்டிய கீச்சுகள் " + e.count + " புதிய உறுப்பினர் கோரிக்கை" + t(e.count, "", "கள்");
                }),
                n("f5e0332a", "பெரியோர் உள்ளடக்கம் (NSFW)"),
                n("e983404a", "பின் செய்த ஹேஷ்டேக்குகள்"),
                n("j8af8eaa", "உறுப்புரிமை வகை"),
                n("d5f01116", "நோக்கம்"),
                n("c2ff3c9e", "தேடல் குறிச்சொற்கள்"),
                n("f4a98e9e", "கம்யூனிட்டி தகவல்"),
                n("a43bed28", "உங்கள் கம்யூனிட்டியில் பெரியோருக்கான உணர்திறன் உள்ளடக்கம் இருந்தால் இந்த அமைப்பை நீங்கள் இயக்க வேண்டும். இதைத் தவிர்த்தால், உங்கள் கம்யூனிட்டியில் உள்ள பெரியோர் உள்ளடக்கம் அனைத்தையும் தானாக வடிகட்டுவதற்கு வழிவகுக்கும்."),
                n("ab1069de", "கம்யூனிட்டியை நீக்கு"),
                n("bbc91896", "இதைத் திரும்பப்பெற முடியாது. இடுகை ஆசிரியர்கள் தொடர்ந்து அவர்களுடைய சொந்த இடுகைகளைப் பார்க்கலாம்."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "கம்யூனிட்டி பேனர்"),
                n("ea965b82", "கம்யூனிட்டி பேனரை திருத்துக"),
                n("j35d3ad6", "அகற்றிவிட்டு மாற்றவும்"),
                n("f1e8fb22", "உங்கள் பேனர் அகற்றப்பட்டு, இயல்நிலை பேனருடன் மாற்றியமைக்கப்படும்."),
                n("e405ec22", "உங்கள் பேனர் படத்தைச் சேமிப்பதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பின்னர் மீண்டும் முயலவும்."),
                n("b7fb6bda", "படத்தைச் செதுக்கு"),
                n("e71cdf4e", "சிறுபடத்தை வெட்டவும்"),
                n("ef199198", "உங்களுடைய அமைப்புகள் சேமிக்கப்பட்டன"),
                n("ee10aa5a", "உங்கள் அமைப்புகளைச் சேமிக்க முடியவில்லை"),
                n("i307a7ca", "பின் செய்த ஹேஷ்டேக்குகளைத் திருத்து"),
                n("dc6eca54", "ஹேஷ்டேக் நீக்கப்பட்டது"),
                n("d27de326", "தனித்தனிக் காலவரிசைகளில் உங்கள் கம்யூனிட்டியின் இடுகைகளை ஒழுங்கமைக்க, ஹேஷ்டேக்குகளைப் பின் செய்யவும்"),
                n("d84cc77a", "இங்கே ஒரு ஹேஷ்டேக்கை உள்ளிடவும்"),
                n("d22e4cba", "ஹேஷ்டேக்குகள் தனித்துவமானதாக இருக்க வேண்டும்"),
                n("ca72a540", "அனுமதிக்கப்பட்ட அதிகபட்ச ஹேஷ்டேக்குகளின் எண்ணிக்கையை அடைந்துவிட்டீர்கள்"),
                n("bd96bf16", "ஹேஷ்டேக்குகள் குறைந்தபட்சமாக 1 எழுத்துக்குறியையும் அதிகபட்சமாக 30 எழுத்துக்குறிகளையும் கொண்டிருக்க வேண்டும்"),
                n("j27623d4", "ஹேஷ்டேக்குகளில் இடைவெளிகள் அல்லது சிறப்பு எழுத்துக்குறிகள் இருக்கக்கூடாது"),
                n("c5d1634e", "ஆம், எனக்குப் புரிகிறது"),
                n("daedd9fa", "இது உங்கள் கம்யூனிட்டியில் யாரையும் சேர அனுமதிக்கும். சேர்வதற்கான நிலுவையிலுள்ள கோரிக்கைகள் அனைத்தும் தானாகவே அங்கீகரிக்கப்படும்."),
                n("h3c0f1a2", "கம்யூனிட்டியின் பெயரைத் திருத்து"),
                n("cb5e6510", "உங்கள் புதிய பெயரைச் சேமிப்பதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பின்னர் மீண்டும் முயலவும்."),
                n("a8955490", "நோக்கத்தைத் திருத்துதல்"),
                n("ced2292a", "உங்கள் நோக்கத்தின் விளக்கத்தைச் சேமிப்பதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பின்னர் மீண்டும் முயலவும்."),
                n("ba74c098", "கேள்வியைத் திருத்து"),
                n("bd3e0420", "உங்கள் கேள்வியைச் சேமிப்பதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பிறகு முயலவும்."),
                n("b57baa7a", "தேடல் குறிச்சொற்களைத் திருத்து"),
                n("f8caab7a", "பரிந்துரைகள் மற்றும் தேடல் முடிவுகளில் உங்கள் கம்யூனிட்டியை பூஸ்ட் செய்ய, தேடல் குறிச்சொற்களைச் சேர்க்கவும்."),
                n("f35a667a", "இங்கு தேடல் குறிச்சொல்லை உள்ளிடவும்"),
                n("b057d5c6", "தேடல் குறிச்சொற்கள் தனித்துவமானதாக இருக்க வேண்டும்"),
                n("cc961258", "அனுமதிக்கப்பட்ட அதிகபட்ச தேடல் குறிச்சொற்களின் எண்ணிக்கையை அடைந்துவிட்டீர்கள்"),
                n("df4aca88", "தேடல் குறிச்சொற்கள் குறைந்தபட்சமாக 1 எழுத்துக்குறியையும் அதிகபட்சமாக 30 எழுத்துக்குறிகளையும் கொண்டிருக்க வேண்டும்"),
                n("ie58fa58", "தேடல் குறிச்சொற்களில் இடைவெளிகள் அல்லது சிறப்பு எழுத்துக்குறிகள் இருக்கக்கூடாது"),
                n("hd176a01", function (e) {
                    return "தலைப்பு சேமிக்கப்பட்டது! இப்போது கம்யூனிட்டியின் தலைப்பு " + e.newTopicName;
                }),
                n("i39a43cc", "கம்யூனிட்டி தலைப்பு அகற்றப்பட்டது"),
                n("e81b196e", "புதிய தலைப்பைச் சேமிக்க முடியவில்லை"),
                n("c1f97ad4", "தலைப்பைத் திருத்து"),
                n("g908eb0c", "உங்கள் கம்யூனிட்டியை மற்றவர்கள் எளிதாகக் கண்டறிய ஒரு தலைப்பைச் சேர்க்கவும்! உங்கள் கம்யூனிட்டிக்கு மிகவும் பொருத்தமான தலைப்பைத் தேர்ந்தெடுக்கவும்."),
                n("f18a8ca0", "ஸ்பேம் அமைப்புகள்"),
                n("c8bd5d42", "ஸ்பேம் வடிகட்டி வலிமை"),
                n("gfeb40a2", "தேவையற்ற இடுகைகளை நிர்வகிப்பதற்கு ஸ்பேம் வடிகட்டிகளை வெவ்வேறு நிலை உணர்திறனுடன் சரிசெய்யலாம்."),
                n("h766865c", "X -இன் தானியங்குப் புகார்"),
                n("fd1f413a", "தேர்ந்தெடுக்கப்பட்ட அம்சங்களுடன் மதிப்பீட்டாளர்களுக்குத் தானியங்குப் புகாரளித்தல். ஓர் இடுகை அங்கீகரிக்கப்பட்டதும், அதே ஆசிரியரின் அடுத்தடுத்த இடுகைகள் X -ஆல் புகாரளிக்கப்படாது."),
                n("b1ba5fb4", "ஸ்பேமர் கண்டறிதல்"),
                n("ee195f28", "ஸ்பேம் குறிச்சொற்கள்"),
                n("cf276a82", "மதிப்பீட்டாளர்களால் அங்கீகரிக்கப்படும் வரை X -ஆல் புகாரளிக்கப்பட்ட இடுகைகளை மறைக்கவும்"),
                n("a8c4c3fe", "ஸ்பேம் நடத்தையின் டிராக் பதிவுடன் பயனர்களின் இடுகைகளைப் புகாரளிக்கவும்"),
                n("j8de95ec", "தானியங்குப் புகார்களைத் தூண்டும் குறிச்சொற்களை உள்ளிடவும்"),
                n("ie873142", "அதிகம்"),
                n("a977afa2", "குறைவு"),
                n("j715cb38", "குறிச்சொற்களைத் திருத்துவது தடைசெய்யப்பட்டுள்ளது"),
                n("b32ebbe8", "கம்யூனிட்டி மதிப்பீட்டாளர்களிடம் தானாகவே புகாரளிக்க, X -க்கான குறிச்சொற்களைச் சேர்க்கவும்"),
                n("acde5366", "இங்கு ஒரு குறிச்சொல்லை உள்ளிடவும்"),
                n("a5f66c34", "குறிச்சொற்கள், தனித்துவமானதாக இருக்க வேண்டும்"),
                n("ea637914", "அனுமதிக்கப்பட்ட அதிகபட்ச குறிச்சொற்களின் எண்ணிக்கையை அடைந்துவிட்டீர்கள்"),
                n("fede6d3c", "குறிச்சொற்கள் குறைந்தபட்சமாக 1 எழுத்துக்குறியையும் அதிகபட்சமாக 30 எழுத்துக்குறிகளையும் கொண்டிருக்க வேண்டும்"),
                n("cc06e200", "குறிச்சொற்களில் இடைவெளிகள் அல்லது சிறப்பு எழுத்துக்குறிகள் இருக்கக்கூடாது"),
                n("d94edeb4", "உங்கள் கம்யூனிட்டியில் 10 விதிகள் வரை இருக்கலாம். தெளிவான விதிகள் மரியாதைக்குரிய பங்கேற்பை ஊக்குவித்து, உரையாடல்களைக் கண்காணிப்பில் வைத்திருக்க உதவலாம்."),
                n("j560c8ea", "விதியைச் சேர்க்கவும்"),
                n("a9ba79c0", "சிறந்த விதிகள் சிறப்பான கம்யூனிட்டிகளை உருவாக்குகின்றன"),
                n("h5482c7a", "உங்கள் கம்யூனிட்டியின் விதிகள் பற்றி சற்று ஆழமாகச் சிந்தியுங்கள். அவைதான் அடிப்படைகளை அமைத்து, உங்கள் உறுப்பினர்களிடமிருந்து என்ன எதிர்பார்க்கப்படுகிறது என்பதை அவர்களுக்குத் தெரியப்படுத்துகின்றன."),
                n("d5033a7a", "எடுத்துக்காட்டாக, உரையாடல்கள் தலைப்புக்குள்ளாக மட்டும் இருக்க வேண்டுமென எதிர்பார்க்கிறீர்களா? சுய விளம்பரம் அனுமதிக்கப்படுமா? வசைச்சொற்களைப் பயன்படுத்தலாமா?"),
                n("ee8c43a0", "எந்தளவு தெளிவாகச் சொல்கிறீர்களோ அந்தளவு பின்னர் நீங்கள் குறைவாக நெறிப்படுத்தினால் போதும்."),
                n("gaa3239a", "உங்கள் புதிய விதியைச் சேமிப்பதில் சிக்கல் இருப்பதாகத் தோன்றுகிறது. பின்னர் மீண்டும் முயலவும்."),
                n("a67445d6", "அதிகபட்சத்தை அடைந்துவிட்டீர்கள்"),
                n("fcbe0993", function (e) {
                    return "கம்யூனிட்டிகளுக்கு " + e.maxRuleCount + " விதிகள் வரை இருக்கலாம். புதிதாக ஒன்றைச் சேர்க்க உங்களிடம் ஏற்கெனவே உள்ள விதியை நீக்க வேண்டும்.";
                }),
                n("c66769a4", "விதி"),
                n("ef02695b", function (e) {
                    return "விதிப் பெயர் " + e.minCharacterCount + " - " + e.maxCharacterCount + " எழுத்துகளுக்குள் இருக்க வேண்டும்";
                }),
                n("c8242020", "விளக்கம் (விருப்பத்திற்குரியது)"),
                n("d32cf5e7", function (e) {
                    return "விளக்கங்களில் " + e.maxCharacterCount + " எழுத்துகள் வரை இருக்கலாம்";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "கம்யூனிட்டியை சொல்ல மறக்காதீர்கள்"),
                n("c1631260", "விதி மாற்றங்களைப் பற்றி எல்லோருக்கும் தெரியப்படுத்துவது நம்பிக்கையை வளர்க்க உதவுகிறது."),
                n("d3190bde", "விதியைச் செமி"),
                n("ifd6e91c", "விதியை ரத்துசெய்து திருத்தவும்"),
                n("h99020e0", "விதியைத் திருத்தவும்"),
                n("f74a5adc", "கம்யூனிட்டீஸில் குறைந்தபட்சம் ஒரு விதி இருக்க வேண்டும். உங்களிடம் உள்ளதைத் திருத்தலாம் அல்லது மற்றொரு விதியைச் சேர்த்து, இதை நீக்கலாம்."),
                n("fbb0ed92", "இந்த விதியை நீக்குக"),
                n("hed35472", "விதியை நீக்குவது நிரந்தரமானது, அதனை செயல்தவிர்க்க முடியாது."),
                n("c8677446", "விதியை நீக்குக"),
                n("c3a0d44e", "அதற்குப் பதிலாக விதியை ரத்துசெய்து திருத்தவும்"),
                n("d703ce9e", "உங்கள் கம்யூனிட்டியில் பட்டியலைச் சேர்க்கவும்"),
                n("f21f023c", "உங்கள் கம்யூனிட்டியில் பட்டியலைச் சேர்ப்பதன் மூலம், உங்களால் நிர்வகிக்கப்படும் தொடர்புடைய உள்ளடக்கத்துடன் ஊட்டத்தை நிரப்புகிறது. கீழே உள்ள உங்கள் பட்டியல்களிலிருந்து ஒன்றைத் தேர்ந்தெடுக்கவும்:"),
                n("gbc2cf50", "உங்கள் பட்டியல்கள்"),
                n("ef9462fa", "பொருத்தமான பட்டியல் இல்லையா?"),
                n("fcda89f4", "உங்கள் கம்யூனிட்டியுடன் தொடர்புடைய உள்ளடக்கத்தை இடுகையிடும் X -இல் கணக்குகளைக் கொண்ட புதிய பட்டியலை உருவாக்கவும். உங்கள் பட்டியல் கம்யூனிட்டிக்குத் தெரியும் வகையில் பொதுவில் வைத்திருங்கள்."),
                n("c09609d8", "பட்டியலை உருவாக்கு"),
                n("dfddd842", "நேரடிச்செய்தி மூலம் அனுப்பப்பட்டது"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " ஏற்கெனவே அழைக்கப்பட்டுள்ளார்";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " ஏற்கனவே இந்த கம்யூனிட்டியில் உள்ளார்";
                }),
                n("h252ede6", "உங்களின் அனைத்து அழைப்புகளையும் நீங்கள் ஏற்கனவே பயன்படுத்தியுள்ளீர்கள்"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " -ஐ இப்போது அழைக்க முடியாது";
                }),
                n("i6568549", function (e) {
                    return "உங்களிடம் " + e.remaining_invite_count + " அழைப்பு" + t(e.remaining_invite_count, " உள்ளது", "கள் உள்ளன");
                }),
                n("b4f16d00", "அழைப்பதற்கு நபர்களைத் தேடுங்கள்"),
                n("ja1387a8", "உங்களைப் பின்தொடர்பவர்களும் அனைவரிடமிருந்தும் நேரடிச்செய்திகளைப் பெற அனுமதித்தவர்களும் மட்டுமே தேடல் முடிவுகளில் காண்பிக்கப்படுவார்கள்."),
                n("ae85768c", "உங்களைப் பின்தொடர்பவர்களும் அனைவரிடமிருந்தும் நேரடிச்செய்திகளைப் பெற அனுமதித்தவர்களும் மட்டுமே தேடல் முடிவுகளில் காண்பிக்கப்படுவார்கள்."),
                n("hb1e378e", "அழைக்கப்பட்டவர்கள்"),
                n("d710b60c", "சமூகப் பகுப்பாய்வுகள்"),
                n("c199e390", "புதிய இடுகைகள்"),
                n("b4f51cd6", "கடந்த வாரத்தில் இடப்பட்ட இடுகைகளின் எண்ணிக்கை"),
                n("g6f8325a", "புதிய உறுப்பினர்கள்"),
                n("b2bb7276", "கடந்த வாரம் இணைந்த உறுப்பினர்களின் எண்ணிக்கை"),
                n("e2172c92", "ஆக்டிவ் உறுப்பினர்கள்"),
                n("fe1a9f68", "உங்கள் சமூகத்தில் இடுகையிட்ட உறுப்பினர்களின் எண்ணிக்கை"),
                n("e989927e", "தனித்துவமான இடுகையாளர்கள்"),
                n("d1386a90", "உங்கள் கம்யூனிட்டியில் இடுகையிட்ட உறுப்பினர்களின் எண்ணிக்கை"),
                n("abf609f2", "மொத்த உறுப்பினர்கள்"),
                n("h2081878", "உங்கள் சமூகத்தில் உள்ள மொத்த உறுப்பினர்களின் எண்ணிக்கை"),
                n("a3235cd6", "தனித்துவமான வருகைகள்"),
                n("g21e2a70", "கடந்த வாரத்தில் உங்கள் கம்யூனிட்டியைப் பார்வையிட்ட twitter பயனர்களின் எண்ணிக்கை"),
                n("ied6bac2", "விருப்பம் எண்ணிக்கை"),
                n("ced8d39a", "கடந்த வாரத்தில் உங்கள் கம்யூனிட்டியில் உள்ள விருப்பங்களின் எண்ணிக்கை"),
                n("fb4f859c", "பதில் எண்ணிக்கை"),
                n("h5a41cce", "கடந்த வாரத்தில் உங்கள் கம்யூனிட்டியில் உள்ள பதில்களின் எண்ணிக்கை"),
                n("i314218e", "கடந்த 7 நாட்களுக்காகக் காட்டப்படும் அளவீடுகள். புதுப்பிக்கப்பட்டது "),
                n("addbb11e", "புதிய உறுப்புரிமை கோரிக்கைகள் இல்லை"),
                n("c38131de", "நீங்கள் அனைத்தையும் பார்த்துவிட்டீர்கள். புதிய கோரிக்கைகள் வரும்போது, அவற்றை இங்கே பார்க்கலாம்."),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " அங்கீகரிக்கப்பட்டார், இப்போது அவர் உங்கள் கம்யூனிட்டியில் ஓர் உறுப்பினராகிவிட்டார்";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " நிராகரிக்கப்பட்டார், மேலும் உங்கள் கம்யூனிட்டியில் சேர முடியாது";
                }),
                n("jd8aae9d", function (e) {
                    return "தற்போது @" + e.screenName + " -ஐ எங்களால் அங்கீகரிக்க முடியாது போல் தெரிகிறது. பின்னர் முயலவும்.";
                }),
                n("i580e149", function (e) {
                    return "தற்போது @" + e.screenName + " -ஐ எங்களால் மறுக்க முடியாது போல் தெரிகிறது. பின்னர் முயலவும்.";
                }),
                n("b4a38e4e", "இந்த நபரைத் தடை செய்துள்ளீர்கள். அவர்களின் உறுப்புரிமை அங்கீகரிக்கப்பட்டால், அவர்களின் இடுகைகளைப் பார்க்க அவர்களைத் தடைநீக்க வேண்டும்."),
                n("f0956736", "இந்த நபரைச் செயல்மறைத்துள்ளீர்கள். அவர்களின் உறுப்புரிமை அங்கீகரிக்கப்பட்டால், அவர்களின் இடுகைகளைப் பார்க்க அவர்களைச் செயல்மறைவு நீக்க வேண்டும்."),
                n("b7f1e58a", "உங்களைப் பின்தொடர்கிறார்"),
                n("dffb0774", "தற்போது புதிதாக மதிப்பாய்வு செய்ய எதுவுமில்லை"),
                n("ab512f26", "செயல்பாட்டுப் பதிவு எதுவும் பதிவுசெய்யப்படவில்லை."),
                n("b8171558", "தடைசெய்யப்பட்டது"),
                n("e32e7e1a", "மதிப்பீட்டாளர்"),
                n("b53fb7c6", "இப்போது இந்தச் செயலைத் திரும்பப் பெற முடியாது போல் தெரிகிறது. பிறகு முயலவும்."),
                n("c546ba07", function (e) {
                    return e.userName + " -இன் சுயவிவரத்தைக் காட்டு";
                }),
                n("h4516e4f", function (e) {
                    return "இந்தக் கம்யூனிட்டியில் " + e.userName + " -இன் இடுகைகளைத் தேடவும்";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " ஓர் இடுகையை மறைத்தார்";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " ஓர் இடுகையை மறைப்பு நீக்கினார்";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " ஓர் இடுகையைப் பின்செய்தார் ";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " ஓர் இடுகையைப் பின்நீக்கினார்";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "இடுகையை மறைப்பு நீக்கு"),
                n("j68fc824", "மறைப்பு நீக்கப்பட்டது"),
                n("j9541e18", "இடுகைகளைத் தேடவும்"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " ஓர் உறுப்பினரை அகற்றினார்";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " ஓர் உறுப்பினரை மாற்றியமைத்தார்";
                }),
                n("dea0d437", function (e) {
                    return e.userName + ", இந்தக் கம்யூனிட்டியில் சேர்ந்தார்";
                }),
                n("j10346f5", function (e) {
                    return e.userName + ", இந்தக் கம்யூனிட்டியிலிருந்து வெளியேறினார்";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + ", உறுப்பினர் கோரிக்கையை அங்கீகரித்தார்";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + ", உறுப்பினர் கோரிக்கையை நிராகரித்தார்";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + ", உறுப்பினர் கோரிக்கையை மீண்டும் அங்கீகரித்தார்";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "கோரிக்கையை மீண்டும் அங்கீகரிக்கவும்"),
                n("i9a18ce0", "மீண்டும் அங்கீகரிக்கப்பட்டது"),
                n("i24de0fe", "உறுப்பினரை மாற்றியமை"),
                n("b1c662f8", "மாற்றியமைக்கப்பட்டது"),
                n("j2e04b1e", "புகாரளிக்கப்பட்ட அனைத்து இடுகைகளையும் மதிப்பீட்டாளர்கள் பார்த்துவிட்டனர்."),
                n("hb21cdb6", "தடைசெய்"),
                n("dc7a9436", "X -க்கு இடுகையைப் புகாரளி"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " உறுப்பினர" + t(e.count, "", "்கள") + "ால்";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " உறுப்பினர்" + t(e.count, "", "கள்");
                }),
                n("dca19c06", "இந்த இடுகையை மறைத்துள்ளீர்கள்"),
                n("dd641764", "இந்த இடுகையை வைத்துள்ளீர்கள்"),
                n("jf99d610", "கம்யூனிட்டி பின்னூட்டம்"),
                n("bbd69672", "கம்யூனிட்டி விதிகளை மீறியதற்காக இந்த இடுகையை மதிப்பீட்டாளர் மறைத்துள்ளார்"),
                n("c730a21c", "மீறப்பட்ட விதி:"),
                n("a5baa7d2", "விதிகளைப் பார்க்க சற்று நேரம் ஒதுக்குங்கள். அவை உரையாடல்களைப் பாதுகாப்பானவையாகவும் தொடர்புடையாகவும் வைக்கின்றன."),
                n("icc32e3d", function (e) {
                    return "இந்தக் கம்யூனிட்டி விதியை மீறியதற்காக ஒரு மதிப்பீட்டாளர் உங்களை " + e.communityName + " இலிருந்து அகற்றியுள்ளார்:";
                }),
                n("d7d9be8a", "கம்யூனிட்டீஸ் மற்றும் இடுகைகளைக் கண்டறிக"),
                n("cae9962e", "இந்த நேரத்தில் எந்தக் கம்யூனிட்டிகளையும்  கண்டறிய முடியவில்லை."),
                n("c2117be6", "அந்த விஷயத்தை விரிவாகப் பார்க்க வேண்டுமா? 👀"),
                n("c2c4dad4", "எதையாவது தேர்ந்தெடுங்கள், அது இங்கே காண்பிக்கப்படும். செயல்படுங்கள். நாங்கள் காத்திருப்போம்."),
                n("b7218496", "இதுவரை ஹேஷ்டேக்குகள் எதுவுமில்லை"),
                n("gc09bcfe", "உங்கள் கம்யூனிட்டியில் ஹேஷ்டேக் செய்யப்பட்ட உரையாடல்கள் எதுவுமில்லை, ஆனால் நீங்கள் அதை மாற்றலாம்."),
                n("cf35a990", "கம்யூனிட்டி ஹேஷ்டேக் இடுகைகளை ஏற்றுகிறது"),
                n("a1c41fe8", "கம்யூனிட்டி ஹேஷ்டேக் இடுகைகள்"),
                n("f27a2232", "கம்யூனிட்டியை தேடுக"),
                n("ie2efe36", "கம்யூனிட்டி தேடல் முடிவுகள்"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " கம்யூனிட்டி";
                }),
                n("a94092a2", "இப்போது உங்களுக்கு மதிப்பீட்டுக் கருவிகளுக்கான அணுகல் கிடைத்துள்ளது"),
                n("be6dfbae", "கம்யூனிட்டி மதிப்பீட்டாளராக நீங்கள் உறுப்பினர்களைச் சேர்க்கலாம், அகற்றலாம்."),
                n("b4f877be", "கம்யூனிட்டி கிடைக்கவில்லை"),
                n("e48fbb02", "கம்யூனிட்டியை புகாரளி"),
                n("b1614c34", "கம்யூனிட்டீஸ் பற்றி"),
                n("j1dcedde", "இடுகைகளைத் தேடவும்"),
                n("cc683fba", "கம்யூனிட்டி பற்றி"),
                n("af7c11aa", "கம்யூனிட்டி தகவல்"),
                n("fb974b24", "உறுப்பினர்கள் மட்டும் இடுகையிடலாம்."),
                n("fcef2922", "எவரும் இந்தக் கம்யூனிட்டியில் இணையலாம்."),
                n("c93dd2c8", "இந்தக் கம்யூனிட்டியில் இணைய நீங்கள் கோரிக்கை விடுத்து அது அங்கீகரிக்கப்பட வேண்டும்."),
                n("gedb877d", "அனைத்துக் கம்யூனிட்டிகளும் பொதுவில் காண்பிக்கப்படும்."),
                n("bf359e0e", "உங்கள் புதிய கம்யூனிட்டியைப் பற்றி"),
                n("e8fcdd3a", "சில அடிப்படை அமைப்புகளுடன் தொடங்குவோம், எனினும் உங்கள் கம்யூனிட்டியை முழுமையாகத் தனிப்பயனாக்கலாம். அவற்றை அடுத்து பார்ப்போம்."),
                n("b37d580e", "உங்கள் கம்யூனிட்டி கட்டுப்படுத்தப்பட்டுள்ளது"),
                n("c6d9c07c", "X -இல் அனைத்து கம்யூனிட்டிகளும் அனைவருக்கும் தெரியும்படி தோன்றும். மக்கள் உங்கள் கம்யூனிட்டியில் இணைவதற்கு உங்களிடம் கோர வேண்டும், அல்லது மதிப்பீட்டாளர் குழுவால் அல்லது (அனுமதிக்கப்பட்டிருந்தால்) ஏற்கெனவே உறுப்பினர்களாக உள்ளவர்களால் அழைக்கப்பட வேண்டும்."),
                n("ea3b38fa", "உங்கள் கம்யூனிட்டி திறந்துள்ளது"),
                n("i625c42e", " X -இல் அனைத்து கம்யூனிட்டிகளும் அனைவருக்கும் தெரியும்படி தோன்றும். உங்கள் கம்யூனிட்டியில் எவரும் இணையலாம் மற்றும்/அல்லது எவரையும் இணைய அழைக்கலாம்."),
                n("ca7eeab0", "உங்கள் கம்யூனிட்டியைத் தொடங்குவதற்கான அடிப்படை விதிகள்"),
                n("acae4034", "அமைப்புகளை ‘நிர்வாகி கருவிகளில்’ மாற்றலாம்"),
                n("e2186ee2", "உங்கள் அமைப்புகள் திருப்தியளிக்கவில்லையா? பிரச்சனை இல்லை. அவற்றை எளிதில் மாற்றலாம்."),
                n("a0e3ece4", "கம்யூனிட்டி குறித்த விவரம்"),
                n("d11f73ea", "பெரியோர் உள்ளடக்கம்"),
                n("hb9400dc", "மேலும் பார்க்க"),
                n("b71a08a0", "சப்ஸ்கிரைபர் கம்யூனிட்டி"),
                n("d0574662", "அறிவிப்புகளை அமைக்கவும்"),
                n("fc16f13a", "எந்த அறிவிப்புகளை விரும்புகிறீர்கள்?"),
                n("be341c46", "கம்யூனிட்டி ஸ்பேசஸ் (ஆடியோ உரையாடல்கள்)"),
                n("fbe88a32", "கம்யூனிட்டி நேரலை உரை உரையாடல்கள்"),
                n("b551cd1e", "பின்செய்த இடுகைகள்"),
                n("i9f39962", "கம்யூனிட்டியைப் பின்செய்"),
                n("bc7f90a0", "உங்கள் சுயவிவரத்தில் கம்யூனிட்டியை ஸ்பாட்லைட் செய்க"),
                n("j5a37508", "முகப்புத் திரைக்குக் கம்யூனிட்டியைப் பின்செய்"),
                n("c7a4610a", "முகப்புத் திரையிலிருந்து கம்யூனிட்டியைப் பின்நீக்கம் செய்"),
                n("bec3b8fa", "கம்யூனிட்டியைப் பகிர்க"),
                n("cc7d5b88", "DM மூலம் அழைக்கவும்"),
                n("c66b37fa", "கம்யூனிட்டி சரிபார்ப்புப் பட்டியல்"),
                n("g2768d0e", "உங்கள் கம்யூனிட்டி தொடங்கப்படுவதற்கு முன்னர் அதை சிறப்பாக்க சில விஷயங்கள் ..."),
                n("b192b58c", "சரிபார்ப்புப் பட்டியலை நிராகரிக்கவும்"),
                n("gd302780", "நான் உருவாக்கிய கம்யூனிட்டியை பார்க்கவும்:"),
                n("h5890b1a", "முடிக்கப்படாதது"),
                n("b4a6faca", "உங்கள் விதிகளை மதிப்பாய்வு செய்க"),
                n("a01e1a7c", "உங்கள் கம்யூனிட்டியை தனிப்பயனாக்கவும்"),
                n("f493480c", "உங்கள் கம்யூனிட்டியை இடுகையிடவும்"),
                n("i9b7f6ba", "இடுகைகளை ஏற்றுகிறது"),
                n("c22e8902", "முயற்சித்து பாருங்கள்"),
                n("a3466e1c", "ஹேஷ்டேக்குகள் மூலம் உரையாடல்களைக் கண்காணிக்கவும்"),
                n("a524bb7e", "ஹேஷ்டேக்குகள் கம்யூனிட்டியில் தீம்டு உரையாடல்களை உருவாக்குவது, கண்டறிவது மற்றும் அதில் சேர்வதை எளிதாக்குகிறது."),
                n("he8db880", "இந்தக் கம்யூனிட்டி இருப்பதாகத் தெரியவில்லை"),
                n("cc684fbc", "இது நீக்கப்பட்டிருக்கலாம் அல்லது எப்போதும் இல்லாதிருக்கலாம். வாழ்க்கை மர்மங்கள் நிறைந்தது."),
                n("b4f8b518", "உங்களுக்கான படைப்பாளர்கள்"),
                n("f5c41e22", "பிரதிநிதி அமைப்புகளுக்குச் செல்லவும்"),
                n("b9226ec1", ""),
                n("f47b48f6", "பயனராக"),
                n("b2ca74aa", "பிரதிநிதி கணக்கிற்கு மாற உள்ளீர்கள்"),
                n("ba77b438", "கணக்குகளை மாற்று"),
                n("g5261e91", function (e) {
                    return "இப்போது @" + e.screenName + " ஆகச் செயல்படுகிறீர்கள்.";
                }),
                n("cc15a3ea", "இந்தக் கணக்கு உங்களுக்குச் சொந்தமானதல்ல என்பதை நினைவில் கொள்ளுங்கள். ஒரு நிர்வாகியாக நீங்கள் நேரடிச்செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் — அத்துடன் அவற்றைப் பார்க்கலாம். கணக்கிற்குப் பங்களிப்பாளர்களை நீங்கள் அழைக்கலாம் அல்லது அகற்றலாம் மற்றும் இடுகைப் பகுப்பாய்வுகளைப் பார்க்கலாம்."),
                n("e406250c", "இந்தக் கணக்கு உங்களுக்குச் சொந்தமானதல்ல என்பதை நினைவில் கொள்ளுங்கள். ஒரு பங்களிப்பாளராக நீங்கள் நேரடிச்செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் — அத்துடன் அவற்றைப் பார்க்கலாம்."),
                n("e6718a62", "கணக்கு உரிமையாளர் மட்டுமே இந்த அம்சத்தைப் பயன்படுத்த முடியும்"),
                n("ba411b6f", "எங்களுக்குப் பின்னூட்டம் அனுப்ப"),
                n("f01ee14b", "எங்களுக்குப் பின்னூட்டம் அனுப்ப"),
                n("dbc85148", "ஒரு செய்தியைத் தேர்ந்தெடுக்கவும்"),
                n("a073658c", "ஏற்கெனவே உள்ள உங்கள் உரையாடல்களிலிருந்து தேர்வுசெய்யலாம், புதிதாக ஒன்றைத் தொடங்கலாம் அல்லது வெறுமனே பார்த்துக் கொண்டிருக்கலாம்."),
                n("f325afc4", "DMஐ உருவாக்கு"),
                n("f5dc353c", "தற்போது கிராஃபிக் மீடியாவை வடிகட்டுகிறது"),
                n("daeda054", "அமைப்புகளுக்குச் செல்"),
                n("fe1eaa96", "சாத்தியமான கிராஃபிக் மீடியாவை (நிர்வாணம், பாலியல் உள்ளடக்கம் அல்லது வன்முறை போன்றவை) கொண்டிருக்கக்கூடியவையாகக் கண்டறியப்பட்ட செய்திகளில் தற்போது எச்சரிக்கைகள் காண்பிக்கப்படும். அமைப்புகளில் இதை நீங்கள் பின்னர் எப்போது வேண்டுமானாலும் முடக்கலாம்."),
                n("hc32acba", "செய்திக் கோரிக்கைகளை நீக்கவா?"),
                n("f9048f58", "இதைச் செயல்தவிர்க்க முடியாது, தேர்ந்தெடுக்கப்பட்ட செய்திக் கோரிக்கைகள் உங்கள் இன்பாக்ஸிலிருந்து நீக்கப்படும்."),
                n("a9d0d7f0", "மொத்த திருத்தம்"),
                n("eb7de4aa", "புண்படுத்தும் உள்ளடக்கத்தைக் கொண்டிருக்கக்கூடிய கூடுதல் தகவல்களைக் காண்பி."),
                n("ee8c0c8a", "நீங்கள் பின்தொடராதவர்களிடமிருந்து உள்வரும் செய்திகள் அல்லது குழுச் செய்திகள் இங்கே காண்பிக்கப்படும், அவற்றை நீங்கள் ஏற்கலாம் அல்லது நீக்கலாம்."),
                n("ff599112", "ஒரு குழுவை உருவாக்கவும்"),
                n("c602600a", "நபர்களைச் சேர்"),
                n("fa2033f6", "குறியாக்கப்பட்டது"),
                n("aa59bb6a", "தனித்தனியாக இடுகையை அனுப்பவும்"),
                n("a2ccb2e8", "நேரடிச்செய்தி அனுப்பப்பட்டது."),
                n("f906f464", "இடுகை, குழுவுடன் பகிரப்பட்டது."),
                n("i8a99aae", "இடுகை தனித்தனியாகப் பகிரப்பட்டது."),
                n("hbbc401c", "குழுவுக்கு அனுப்பு"),
                n("e1bde73f", function (e) {
                    return "@" + e.screenName + " -க்குச் செய்தி அனுப்ப முடியாது";
                }),
                n("f7289cd6", "ஒரு குழு உரையாடலைத் தேர்ந்தெடுத்துள்ளீர்கள்"),
                n("e6cced4e", 'ஒருவருக்கொருவர் இடையிலான உரையாடல்களை மட்டுமே "குழுவிற்கு அனுப்ப" முடியும். எனினும் உங்கள் செய்தியைத் தனியாக அனுப்பலாம்.'),
                n("e3e58b6e", "உரையாடல் தகவல்"),
                n("a9ddbb94", "குழுத் தகவல்"),
                n("dd4779a0", "செய்தி இணைகள்"),
                n("ca9af866", "இணைகள்:"),
                n("e62d3c10", "அந்தப் பெயரில் கணக்கு எதுவும் இல்லை. மீண்டும் முயற்சி செய்யவும்."),
                n("h8403fb6", "இவற்றை இந்த உரையாடலில் தற்போது உங்களால் சேர்க்க முடியாது."),
                n("ja522ed4", "அவர்களில் சிலரை தற்போது இந்த உரையாடலில் உங்களால் சேர்க்க முடியாது."),
                n("d87bff5a", "உங்களுடைய உரையாடல் தகவல் ஏற்றப்படுகிறது."),
                n("cabb453e", "குழுப் பெயர்"),
                n("eb1bb5a2", "அனைத்து நபர்களையும் பார்க்க"),
                n("a70436ac", "குறியாக்கிய செய்தியுடன் தொடங்குக"),
                n("a7f20223", function (e) {
                    return e.name + " இடமிருந்து உறக்கநிலை அறிவிப்புகள்";
                }),
                n("g2f04a6b", function (e) {
                    return e.name + " -ஐ உறக்கநிலையில் இருந்து எடுத்துள்ளீர்கள்";
                }),
                n("i453fedf", function (e) {
                    return e.expiration + " வரை உறக்கநிலை வைக்கப்பட்டுள்ளது";
                }),
                n("b3dfd51a", "உறக்கநிலை குறிப்பீடுகள்"),
                n("cc7c8ce6", "மற்றவர்கள் உங்களை இந்த உரையாடலில் குறிப்பிடும்போது, அறிவிப்புகளை முடக்கவும்"),
                n("hab58674", "குறிப்பீடுகள் முடக்கப்பட்டுள்ளன"),
                n("e3c6e080", "குறிப்பீடுகள் செயல்படுத்தப்பட்டுள்ளன"),
                n("f33ef58a", "EU சட்டவிரோத உள்ளடக்கமாக உரையாடலைப் புகாரளிக்கவும் "),
                n("d1a6dbe6", "அனைத்தையும் தடு"),
                n("f24af200", "DMகளைத் தடு"),
                n("a30e1677", function (e) {
                    return "@" + e.screenName + " -ஐத் தடைசெய், @" + e.screenName + " -ஆல் இனி உங்களைப் பின்தொடரவோ, செய்தி அனுப்பவோ முடியாது, @" + e.screenName + " -இன் அறிவிப்புகளை இனி பார்க்க மாட்டீர்கள்";
                }),
                n("iae09949", function (e) {
                    return "@" + e.screenName + " -இன் DMகளைத் தடுக்கவா?";
                }),
                n("e778e3d8", "DMகள் வெற்றிகரமாகத் தடைசெய்யப்பட்டன"),
                n("b7867912", "அனைத்தையும் அனுமதி"),
                n("gaddb872", "DMகளை அனுமதி"),
                n("d83414a1", function (e) {
                    return "@" + e.screenName + " -ஐத் தடைநீக்கவா? அவர்களால் உங்களைப் பின்தொடரவும் உங்கள் இடுகைகளைப் பார்க்கவும் முடியும்.";
                }),
                n("a5bbfecd", function (e) {
                    return "@" + e.screenName + " -ஐத் தடைநீக்கவா? அவர்களால் உங்களைப் பின்தொடர முடியும் மற்றும் உங்கள் பொது இடுகைகளுடன் ஈடுபட முடியும்.";
                }),
                n("cde6e1ff", function (e) {
                    return "@" + e.screenName + " -இன் DMகளை அனுமதிக்கவா?";
                }),
                n("j37c4674", "1 மணிநேரம்"),
                n("je7e1fed", function (e) {
                    return e.name + " -ஐ 1 மணிநேரத்திற்கு உறக்கநிலையில் வைத்துள்ளீர்கள்";
                }),
                n("hf94a2d6", "1 மணிநேரத்திற்குச் செயல்மறைக்கப்பட்டுள்ளது"),
                n("fb7a43c6", "8 மணிநேரம்"),
                n("e95c8f8b", function (e) {
                    return e.name + " -ஐ 8 மணிநேரத்திற்கு உறக்கநிலையில் வைத்துள்ளீர்கள்";
                }),
                n("bd54fad2", "8 மணிநேரத்திற்குச் செயல்மறைக்கப்பட்டுள்ளது"),
                n("cb5bf56e", "1 வாரம்"),
                n("gb7a130b", function (e) {
                    return e.name + " -ஐ 1 வாரத்திற்கு உறக்கநிலையில் வைத்துள்ளீர்கள்";
                }),
                n("f6fce0fe", "1 வாரத்திற்குச் செயல்மறைக்கப்பட்டுள்ளது"),
                n("i78153dd", function (e) {
                    return e.name + " -ஐ எப்போதும் உறக்கநிலையில் வைத்துள்ளீர்கள்";
                }),
                n("je9455da", "செய்திகள் குறியாக்கப்பட்டுள்ளன"),
                n("b5b0afa4", "உங்கள் காட்சியைத் தனிப்பயனாக்கவும்"),
                n("ec5880e6", "இந்த அமைப்புகள், இந்த உலாவியில் உள்ள அனைத்து X கணக்குகளிலும் தாக்கத்தை ஏற்படுத்தும்."),
                n("babfa32c", "விரைவாக உங்கள் காட்சியைத் தனிப்பயனாக்கவும்"),
                n("a2a2f98e", "புதியவை என்ன எனப் பாருங்கள்"),
                n("b4a361c0", "உங்கள் உரையின் நிறம் மற்றும் அளவை நீங்கள் தனிப்பயனாக்கலாம், மேலும் உங்கள் இருட்டுப் பயன்முறையையும் இப்போதே கட்டுப்படுத்தலாம். இந்த அமைப்புகள் உங்களுக்கு மட்டுமே தெரியும்."),
                n("c797b44e", "X -இல் சமீபத்திய செய்திகள் - இடுகைகளால் சொல்லப்படுபவை."),
                n("a19ce060", "ஆய்வு கிடைக்கவில்லை."),
                n("f7d1a8e0", "Android பயன்பாடு"),
                n("aab2fae0", "iOS பயன்பாடு"),
                n("a35d9c9a", "வளங்கள்"),
                n("da00e00a", "புதிய செய்திகளை முயலவும்"),
                n("c40666d8", "இதை முயலவும்"),
                n("ic61c5fc", "மேலே ஸ்க்ரோல் செய்"),
                n("dd225af8", "நபர்கள் யாரும் இல்லை."),
                n("i6671128", "X -இல் மேலும் பலவற்றைத் திறந்துள்ளீர்கள்"),
                n("d5e4d0a6", "நீங்கள் உரையாடலில் சேர்ந்து, பிறருடன் மேலும் எளிதாக இணையலாம். இப்போது நீங்கள் பின்வருவனவற்றைச் செய்யலாம்:"),
                n("a97bc07e", "X -இல் மேலும் பலவற்றைத் திறக்கவும்"),
                n("a72188d6", "X -ஐ அனைவருக்கும் சிறந்ததாக மாற்ற, இந்தக் கணக்கின் பின்னால் ஒரு மனிதர் இருப்பதை உறுதிசெய்ய விரும்புகிறோம். உங்கள் காலவரிசையுடன் ஈடுபடுவதன் மூலமும் பிறருடன் இணைவதன் மூலமும் நேரத்தைச் செலவிடுவதன் மூலம் கற்றுக்கொள்வதற்கு எங்களுக்கு உதவுங்கள். நாங்கள் நம்பிக்கையுடன் இருக்கும்போது, நீங்கள் பின்வருவனவற்றைச் செய்யலாம்:"),
                n("a4ee9572", "அதிக பயனர்களால் பார்க்கப்படுவீர்கள்"),
                n("e5f4eac0", "உங்கள் உள்ளடக்கம் மேலும் கண்டுபிடிக்கக்கூடியதாக இருக்கும். மேலும் நீங்கள் தேடல் முடிவுகள் மற்றும் ட்ரெண்ட்களில் தோன்றுவீர்கள்."),
                n("c7832a72", "மற்றவர்களுடன் நேரடியாக இணைக்கவும்"),
                n("i1ccd17a", "உங்கள் செய்தி தானாகவே வடிகட்டப்படாமல், உங்களைப் பின்தொடராத பயனர்களுக்கு நேரடிச்செய்திகளை அனுப்புங்கள்."),
                n("hc965308", "வேடிக்கை"),
                n("eb78b77e", "வேடிக்கை முறை"),
                n("aa8ece10", "grok.com ஐ முயலவும்"),
                n("gb5fb7d0", "ஃபோகஸ் பயன்முறை"),
                n("g5665caa", "ஃபோகஸ் பயன்முறையிலிருந்து வெளியேறு"),
                n("a372681e", "பகிர்வு இணைப்பை நகலெடு"),
                n("fbc79f6a", "அரட்டை வரலாறு"),
                n("b61ad410", "வரலாறு"),
                n("b3de2628", "அரட்டை வரலாறு இல்லை"),
                n("acfbfb28", "உங்கள் எதிர்கால உரையாடல்கள் இங்கே தோன்றும்."),
                n("i1147548", "Grok வரலாற்றில் தேடுங்கள்"),
                n("ab437026", "உரையாடல்கள் எதுவும் கண்டறியப்படவில்லை"),
                n("e12569ec", "வேறு ஏதேனும் ஒன்றிற்காகத் தேட முயலுங்கள்."),
                n("d4eb0e26", "மறுபெயரிடு"),
                n("c64975ea", "நீங்கள் இதுவரை எந்த உரையாடல்களையும் பிடித்ததாக்கவில்லை"),
                n("a3e3db6e", "நீங்கள் அடிக்கடிப் பார்க்கும் அரட்டைகளைச் சேமிக்க, ஸ்டாரைக் கிளிக் செய்யவும்"),
                n("f4ae77ac", "பட வரலாறு எதுவும் இல்லை"),
                n("d57d337e", "நீங்கள் உருவாக்கிய படங்கள் இங்கே தோன்றும்."),
                n("dab087ee", "அரட்டைகள்"),
                n("a911623c", "படங்கள்"),
                n("ae9cdac6", "அரட்டை வரலாறு"),
                n("b198a392", "Grok உரையாடல்"),
                n("d16329b4", "உரையாடலை நகலெடு"),
                n("af6c4470", "ஏதோ தவறாகிவிட்டது, மீண்டும் முயலவும்."),
                n("gf43d270", "இந்த உரையாடலில் தொடரவும்"),
                n("f4b5fae2", "ஒரு செய்தியை அனுப்புவது இந்த உரையாடலை உங்கள் வரலாற்றுக்கு நகலெடுக்கும்"),
                n("eb0d91ac", "Grok மூலம் ஒரு படத்தை உருவாக்குக"),
                n("c5a23514", "என்னை வரையவும்"),
                n("g1cb8096", "என்னை ஆச்சரியப்படுத்து"),
                n("a5a3df56", "உருவாக்க வேண்டிய படத்தை விவரிக்கவும்"),
                n("gbb4e90a", "ஒரு தற்போக்கான சைகடெலிக் கனவு உலகம்"),
                n("af21f92e", "பேரின்பம்"),
                n("e207cba2", "ஒரு தற்போக்கான விளையாட்டுப் போட்டி"),
                n("b1323f10", "பாரிஸ் பேஷன் வீக்கில் ரன்வேயில் நடந்து செல்லும் மாடல்"),
                n("g6a90174", "ஒரு வேடிக்கையான ஹிப்ஸ்டர் விலங்கு"),
                n("jdc4b66c", "ஓர் உலக அதிசயம்"),
                n("ec601934", "ரீமிக்ஸ்"),
                n("f9ecd3ba", "இடுகையாகச் செருகு"),
                n("af652514", "வித்தியாசம்"),
                n("j95bac7a", "Grok -ஐத் தனிப்பயனாக்கு"),
                n("c5665922", "Grok உங்களைப் பற்றி என்ன தெரிந்து கொள்ள வேண்டும் என்று விரும்புகிறீர்கள்?"),
                n("ff625c40", "Grok எப்படிப் பதிலளிக்க வேண்டும் என்று விரும்புகிறீர்கள்?"),
                n("e5c7d602", "அரட்டைகள் அனைத்திற்கும் இயக்கு"),
                n("d5e03fbc", "Grok ஃபீடு"),
                n("a294d0c6", "உங்கள் பதிப்பை உருவாக்குங்கள்"),
                n("b38adba2", "X - எல்லாம் கொண்ட பயன்பாடு"),
                n("d05ae004", "NHL கேம்"),
                n("d35ad22c", "சமீபத்திய NHL கேமைப் பார்க்கவும்"),
                n("e806daa2", "கால்பந்து போட்டி"),
                n("cc2c2eca", "சமீபத்திய கால்பந்து போட்டியைப் பார்க்கவும்"),
                n("bcdeae66", "F1 கிராண்ட் பிரிக்ஸ் போர்டல்"),
                n("e30e4bea", " X -இல் கிராண்ட் பிரிக்ஸ் ஆக்‌ஷனைப் பின்தொடரவும்"),
                n("be548ecb", function (e) {
                    return e.teamName1 + " வெர்சஸ் " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X -இல் " + e.teamName1 + " வெர்சஸ் " + e.teamName2 + " போட்டியின் அறிவிப்புகள்";
                }),
                n("b72c924c", "பணித் தேடல்"),
                n("f4da95a0", "பணிப் பரிந்துரைகள்"),
                n("eedd808c", "சேமிக்கப்பட்ட பணிகள்"),
                n("e0ba641a", "நிறுவனங்களுக்காக"),
                n("f9e6381a", "பணி வாய்ப்புகளைத் தேடு"),
                n("fb15ec28", "பணிப் பரிந்துரைகளைப் பெறுங்கள்"),
                n("ece910f0", "உங்கள் முன்னுரிமைகளின் அடிப்படையில் பணிவாய்ப்புகளைப் பார்க்கவும்"),
                n("jd08bc14", "காலப்போக்கில் பரிந்துரைகள் சிறப்பாக இருக்கும்"),
                n("de0a4a72", "பரிந்துரைகளை எங்கு பார்க்கிறீர்கள் என்பதைக் கட்டுப்படுத்தவும்"),
                n("db8c4158", "இப்போதே விண்ணப்பிக்கவும்"),
                n("d9c8057a", "இங்கே கிளிக் செய்யவும்"),
                n("a71d7584", "இடம்பெற்றுள்ளது"),
                n("d2b8da2c", "மென்பொருள் பொறியியல்"),
                n("cd958040", "தரவு & பகுப்பாய்வு"),
                n("c5760ca2", "தயாரிப்பு"),
                n("d31b4a2a", "வடிவமைப்பு"),
                n("f38959a6", "விற்பனை"),
                n("bc78a26c", "செயல்பாடுகள்"),
                n("ec28738e", "பணியாளர்கள் & HR"),
                n("icb06308", "நிதி & கணக்கியல்"),
                n("d0b978ec", "சட்டம் & இணக்கம்"),
                n("af19cdc2", "அறிவியல் & பொறியியல்"),
                n("e4a51fca", "மருத்துவம்"),
                n("e8ca78ae", "கட்டுமானம் & வர்த்தகம்"),
                n("e25d75e4", "பயிற்சி"),
                n("e89b3f04", "ஆரம்பநிலை"),
                n("h55825dc", "ஜூனியர்"),
                n("cc537386", "இடைநிலை"),
                n("jfc3cece", "சீனியர்"),
                n("e1b683aa", "லீடு"),
                n("c4627fda", "மேலாளர்"),
                n("db75b47c", "நிர்வாகி"),
                n("i312f0ce", "ஆன்சைட்"),
                n("b4aff05e", "ஹைபிரிட்"),
                n("c08b9138", "ரிமோட்"),
                n("ia5d6422", "நேரில் இருக்க வேண்டும்"),
                n("h97c7f42", "ஆன்சைட்டில் பகுதியளவு இருக்க வேண்டும்"),
                n("ibed2d04", "ஆன்சைட்டில் இருக்க வேண்டிய அவசியம் இல்லை"),
                n("f508c49c", "பணிவாய்ப்புக்கான இணைப்பை நகலெடு"),
                n("d6825dce", "நேரடிசெய்தி மூலம் பகிர்"),
                n("b9613442", "இடுகை மூலம் பகிர்"),
                n("c2b3f0da", "சுயவிவரத்தில் காட்டு"),
                n("c791d3fc", "பணி வாய்ப்பைப் பகிர்"),
                n("eb517058", "AI நிறுவனங்கள்"),
                n("b677cb9b", function (e) {
                    return e.count + " நிறுவன வடிகட்டிகள்";
                }),
                n("ja04d37c", "நிறுவனத்தின் பெயர்களை உள்ளிடவும்"),
                n("a1876045", function (e) {
                    return e.count + " பணிவாய்ப்பு வகை வடிகட்டிகள்";
                }),
                n("fb146dd2", "பணிவாய்ப்பு வகை"),
                n("a7090408", "குறிச்சொல்"),
                n("f16e9a15", function (e) {
                    return e.count + " இருப்பிட வகை வடிகட்டிகள்";
                }),
                n("fa7d455a", "இருப்பிட வகை"),
                n("caa606db", function (e) {
                    return e.count + " சீனியாரிட்டி வடிகட்டிகள்";
                }),
                n("jda06238", "சீனியாரிட்டி"),
                n("j595df68", "உங்கள் பரிந்துரைகளின் முன்னுரிமைகளைப் புதுப்பிக்கவும்:"),
                n("a1227d5e", "பரிந்துரைகளை இயக்கவும்"),
                n("bae2f5f0", "இந்தப் பணிவாய்ப்பை உங்கள் சுயவிவரத்தில் சேர்க்கவும்"),
                n("cbcaaa1a", "அது எப்படி இருக்கும் என்பதற்கான முன்னோட்டம் கீழே உள்ளது."),
                n("f58cf1ac", "பணியைச் சேர்]"),
                n("j4ae9960", "இந்தப் பணிவாய்ப்பை உங்கள் சுயவிவரத்தில் சேர்ப்பதில் சிக்கல் உள்ளது."),
                n("caa352f0", "அதிகப்படியான பணிவாய்ப்புகள்"),
                n("i08bee0e", "அதிகப்படியாகக் காட்டப்படும் பணி வாய்ப்புகள்"),
                n("d7ccaea2", "உங்களால் தற்போது 3 ஆக்டிவ் பணிவாய்ப்புகளை மட்டுமே செய்ய முடியும்."),
                n("h05e4a7a", "உங்களுக்கு 10 பிரத்யேகப் பணி வாய்ப்புகள் மட்டுமே கிடைக்கும்."),
                n("b518daae", "பணியமர்த்தல் டாஷ்போர்டுக்குச் செல்லவும்"),
                n("f48e9c52", "பணிவாய்ப்பு வெற்றிகரமாகச் சேர்க்கப்பட்டது!"),
                n("f6757978", "உங்கள் பணியமர்த்தல் டாஷ்போர்டிலிருந்து இந்தப் பணிவாய்ப்பை அகற்றலாம் அல்லது பிற பணிவாய்ப்புகளைச் சேர்க்கலாம்."),
                n("i329c5a6", "பணியமர்த்தல் டாஷ்போர்டுக்குச் செல்லவும்"),
                n("h39a5448", "X பணியமர்த்தல் மூலம் உங்கள் பணிவாய்ப்புகளைக் காட்சிப்படுத்துங்கள்!"),
                n("d204515c", "ஒரே கிளிக்கில் உங்கள் சுயவிவரத்தில் பணிவாய்ப்புகளைச் சேர்க்கவும்."),
                n("ecb3df70", "நிகழ்வு இடுகைகள்"),
                n("a01d5a7c", "நீங்கள் தடை செய்துள்ள ஒருவர் இதை உருவாக்கியுள்ளதால், இது கிடைக்கவில்லை."),
                n("cab51f93", function (e) {
                    return "@" + e.screenName + " உங்களைத் தடை செய்துள்ளதால், இதை நீங்கள் பார்க்க முடியாது.";
                }),
                n("eaaca5dc", "ஸ்கோர்"),
                n("abdcd68a", "நிகழ்வை ஏற்றுகிறது"),
                n("cfb57adb", function (e) {
                    return e.hashtag + " -ஐப் பற்றிய இடுகை";
                }),
                n("b1037710", "உங்கள் எண்ணங்களைப் பகிருங்கள்"),
                n("bb980db0", "நிகழ்வுக் காலவரிசை"),
                n("ffd929c1", function (e) {
                    return "புதிது" + e.ttc_live_event;
                }),
                n("c9b302f8", "சமீபத்திய தயாரிப்புகளைப் பார்க்க, பின்னர் சரிபாருங்கள்."),
                n("cfe836d1", function (e) {
                    return e.percent + "% தள்ளுபடி";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.price + " -க்கான " + e.description;
                }),
                n("f27deeea", "வர்த்தகத் தயாரிப்பு அடுக்கு"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "ரீப்ளே"),
                n("j1d352d8", "நினைவூட்டல் அமைக்கப்பட்டது"),
                n("d18909d4", "நினைவூட்டலை அமை"),
                n("b0b38774", "மேற்குறிப்பு ஊடகம்"),
                n("a7a119ec", "டாக் செய்ததை நீக்கு"),
                n("cfadb00e", "கேட்டுக்கொண்டிருத்தல்"),
                n("db4620aa", "நேரலை ஸ்பேஸ்"),
                n("c958e692", "பதிவுசெய்யப்பட்ட ஸ்பேஸ்"),
                n("i2c2bfb7", function (e) {
                    return e.count + " " + t(e.count, "நபர் கேட்டுக் கொண்டிருக்கிறார", "பேர் கேட்டுக் கொண்டிருக்கிறார்கள") + "்";
                }),
                n("i3f7ff00", "ஊடகச் சிறுபடம்"),
                n("h400d7c2", "ஸ்பேஸில் இணைக"),
                n("be6ef5b4", "வரவுள்ளன"),
                n("ca25ebae", "மாறுபாடு"),
                n("e749753a", "பரவல்"),
                n("ea885dec", "பணம்"),
                n("cde48000", "சூதாட்டப் பிரச்சனையா? அழைக்கவும் 1-800-GAMBLER"),
                n("g53d5df6", "ஃபோகஸ் செய்தது"),
                n("d1e0a75f", function (e) {
                    return "உங்களுக்கானவை" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "பின்தொடர்கிறீர்கள்" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "சப்ஸ்கிரைப் செய்யப்பட்டது" + e.noun;
                }),
                n("d3619250", "மிகவும் விரும்பியவை"),
                n("f5edfbde", "X இலிருந்து வெளியேறவா?"),
                n("f12b4db5", function (e) {
                    return "@" + e.screenName + " -இலிருந்து வெளியேறவா?";
                }),
                n("ia5ff8b6", "நீங்கள் எப்போது வேண்டுமானாலும் மீண்டும் உள்நுழையலாம். கணக்குகளை மாற்ற விரும்பினால், ஏற்கனவே உள்ள கணக்கைச் சேர்ப்பதன் மூலம் அதைச் செய்யலாம்."),
                n("ea3750c4", "இது இந்தக் கணக்கிற்கு மட்டுமே பொருந்தும், நீங்கள் உங்கள் பிற கணக்குகளில் இன்னமும் உள்நுழைந்தபடியே இருப்பீர்கள்."),
                n("gc6866f8", "வெளியேறுகிறது"),
                n("f8ad0092", "மன்னிக்கவும், ஒரு பிழை ஏற்பட்டது. மீண்டும் உள்நுழைய முயற்சிசெய்யவும்."),
                n("h2c7767e", "உங்கள் அமர்வு இனியும் செல்லுபடியாகாது. மீண்டும் உள்நுழைய முயற்சி செய்யவும்."),
                n("e83047c2", "தவறான குறியீடுகளை நிறைய முறை உள்ளிட்டுள்ளீர்கள். மீண்டும் உள்நுழைய முயற்சி செய்யவும்."),
                n("g4b108ee", "ஏராளமான மறுபிரதிக் குறியீடுகளை உருவாக்கியுள்ளீர்கள். உங்கள் தொலைபேசியில் உள்நுழைவு சரிபார்த்தலில் மீண்டும் பதிவு செய்ய வேண்டும்."),
                n("a9be9b44", "X -இல் தொடரவும்"),
                n("e55188f0", "இந்த உலாவி மூலம் இந்த கணக்கில் உள்நுழைந்துள்ளீர்கள்"),
                n("d55d8fe2", "வேறு கணக்கு மூலம் உள்நுழைய வேண்டுமா?"),
                n("g806008e", "வேறு கணக்கு மூலம் உள்நுழைக"),
                n("c55f5c9a", "ஏதோ தவறாகிவிட்டது, பயப்பட வேண்டாம் — அது உங்கள் தவறல்ல. மீண்டும் முயற்சிசெய்வோம்."),
                n("bfb6be8a", "X -இல் பணம் சம்பாதியுங்கள்"),
                n("ed6c6da2", "X Premium மூலம் சரிபார்க்கப்படுவது பணமாக்குதலுக்கான முதல் படியாகும்."),
                n("h93b6580", "உயர்தர உள்ளடக்கத்தைப் பகிர்வதன் மூலம் சம்பாதிக்கவும். X -இல் பயனர்களை எவ்வளவு அதிகமாக ஈடுபடுத்துகிறீர்களோ, அவ்வளவு அதிகமாக நீங்கள் சம்பாதிப்பீர்கள்."),
                n("eea6d8f8", "படைப்பாளர் வருவாய்ப் பகிர்வு தகுதிநிலை"),
                n("a0e8811e", "ரசிகர் தளத்தைக் கட்டமையுங்கள்"),
                n("e1a74ac0", "உங்கள் மிகப்பெரிய ஆதரவாளர்களுக்குப் பிரத்யேக உள்ளடக்கத்தை வழங்கி, தொடர் வருமானத்தைப் பெறுங்கள்."),
                n("cd3a6f9a", "சப்ஸ்கிர்ப்ஷன்ஸ் தகுதிநிலை"),
                n("c35e6144", "Premium கருவிகள் மூலம் சிறந்த உள்ளடக்கத்தை உருவாக்கலாம்"),
                n("b9dbeb34", "நீளமான இடுகைகள், மீடியா ஸ்டுடியோ, பகுப்பாய்வுகள் ஆகியவற்றைத் திறக்கலாம் மற்றும் முன்னுரிமை ஆதரவைப் பெறலாம்."),
                n("b2d41138", "அதிக பார்வை = அதிக வருமானம்"),
                n("defa7f12", "பதில் பூஸ்ட் அசாம் மூலம் பயனடையுங்கள், இது வேகமாக வளரக் கூடுதல் தெரிநிலையை உங்களுக்கு வழங்குகிறது."),
                n("i3e4955d", "இங்கே"),
                n("fdc5d06c", "முழுத்திரையிலிருந்து வெளியேறு"),
                n("cea1c00e", "ஈடுபடுவதற்கான திறனைத் திறக்கவும்"),
                n("f8e6a280", "நீங்கள் இடுகையிடுவதற்கும், விரும்புவதற்கும், புத்தகக்குறியிடுவதற்கும், பதிலளிப்பதற்கும் முன் புதிய கணக்குகள் சிறிதளவு ஆண்டுக் கட்டணம் செலுத்த வேண்டும். இது ஸ்பேமைக் குறைப்பதற்கும், அனைவருக்கும் சிறந்த அனுபவத்தை உருவாக்குவதற்கும் உதவும். நீங்கள் இலவசமாக இன்னும் கணக்குகளைப் பின்தொடரலாம் மற்றும் X -ஐ உலாவலாம்."),
                n("h968efc6", "நீங்கள் இடுகையிடுவதற்கும், விரும்புவதற்கும், புத்தகக்குறியிடுவதற்கும், பதிலளிப்பதற்கும் முன் புதிய கணக்குகள் சிறிதளவுக் கட்டணம் செலுத்த வேண்டும். இது ஸ்பேமைக் குறைப்பதற்கும், அனைவருக்கும் சிறந்த அனுபவத்தை உருவாக்குவதற்கும் உதவும். நீங்கள் இலவசமாக இன்னும் கணக்குகளைப் பின்தொடரலாம் மற்றும் X -ஐ உலாவலாம்."),
                n("b66b62a4", "வாங்குபவரின் சேவை விதிமுறைகள்"),
                n("e5b5faa6", "பாட் அல்ல விதிமுறைகள்"),
                n("i61a221c", "சப்ஸ்கிரைப் செய்து, பணம் செலுத்துக"),
                n("fce91ab4", "அடடா - அது வேலை செய்யவில்லை."),
                n("a235cb76", "உங்கள் பாட அல்ல சப்ஸ்கிர்ப்ஷனைச் செயலாக்குவதில் ஒரு சிக்கல் இருந்தது. உங்கள் பேமெண்ட் தகவலைச் சரிபார்த்து மீண்டும் முயலவும்."),
                n("a8eea654", "வெற்றிகரமாக வாங்கிவிட்டீர்கள்."),
                n("bc8baa08", "சந்தாசேர்ந்தது"),
                n("a98ba778", "அறிவிப்புகள் காலவரிசைகள்"),
                n("j887d006", "விருப்பங்கள், மறுஇடுகைகள் மற்றும் பல செயல்களும் இங்குதான் நிகழும்."),
                n("c06d4306", "எவரேனும் உங்களைக் குறிப்பிடும்போது, அதை இங்கே பார்ப்பீர்கள்."),
                n("ge7c661a", "சரிபார்க்கப்பட்ட பிற பயனர்களிடமிருந்து வரும் விருப்பங்கள், குறிப்பீடுகள், மறுஇடுகைகள் மற்றும் பலவற்றை இங்கே பார்ப்பீர்கள்."),
                n("d3de3b5c", "உங்கள் சப்ஸ்கிரைபர்களிடமிருந்து வரும் விருப்பங்கள், குறிப்பீடுகள், மறுஇடுகைகள் மற்றும் பலவற்றை இங்கே பார்ப்பீர்கள்."),
                n("e3f9838d", "மேலும் அறிக"),
                n("eba8b1c8", "நீங்கள் எந்த உரையாடல்களில் குறிப்பிடப்படுகிறீர்கள் என்பதைக் கட்டுப்படுத்துங்கள்"),
                n("j745b8a6", "உங்களை இணைப்பு நீக்கவும் ஓர் உரையாடலில் இருந்து வெளியேறவும் செயல் மெனுவைப் பயன்படுத்தவும், அது ஓர் இடுகையில் மூன்று சிறு புள்ளிகளால் குறிப்பிடப்பட்டிருக்கும். "),
                n("c380d684", "உங்கள் புகார்"),
                n("da7cf0d8", "இந்த இடுகைகளை உணர்ச்சிப்பூர்வ உள்ளடக்கம் எனக் கொடியிட்டுள்ளோம்"),
                n("a6da21a1", function (e) {
                    return e.appName + " உங்கள் X கணக்கை அணுக விரும்புகிறது";
                }),
                n("f4392d00", "பயன்பாட்டை அங்கீகரிக்கவும்"),
                n("ee4dca3c", "இணைப்பை ரத்துசெய்"),
                n("bb347bbc", "உதவி மையம்"),
                n("be38d34e", "இந்தப் பயன்பாட்டைப் பயன்படுத்த நீங்கள் X -இல் உள்நுழைந்திருக்க வேண்டும்."),
                n("e087691a", "பயன்பாட்டிற்கு அணுகலை வழங்க உங்களால் இயலவில்லை. திரும்பிச் சென்று மீண்டும் உள்நுழைய முயலவும்."),
                n("e7dd62c4", "“பயன்பாட்டை அங்கீகரி” பொத்தானைக் கிளிக் செய்வதன் மூலம், X இலிருந்து உங்கள் தரவை அணுக xAI -ஐ அங்கீகரிக்கிறீர்கள், அவற்றுள் அடங்குவன:"),
                n("debbdc98", "உங்கள் X பயனர் சுயவிவரம், X கணக்குத் தகவல்கள், X அமைப்புகள் மற்றும் X முன்னுரிமைகள்."),
                n("d9cf7c9c", "நீங்கள் பார்க்கக்கூடிய எல்லாக் கணக்குகளில் உள்ள மற்றும் அவற்றின் (பொது அல்லது பாதுகாக்கப்பட்ட) இடுகைகள் உட்பட, உங்கள் X கணக்கில் காணக்கூடிய உங்கள் X இடுகைகள்."),
                n("cdf40068", "X -இல் Grok -க்கான உங்கள் உரையாடல் வரலாறு."),
                n("cea71014", "உங்கள் தொடர்புகளை ஏற்றுகிறோம்..."),
                n("b5474bd2", "ம்ம்ம்... ஏதோ தவறாகிவிட்டது."),
                n("ab4b970a", "X பயன்பாட்டைப் பயன்படுத்தித் திரும்பச் சென்று, புதிய சரிபார்ப்பு மின்னஞ்சலைக் கோருங்கள்."),
                n("j6d103b8", "X கணக்கிற்குப் பதிவு செய்யவும். முக்கியச் செய்திகள் மற்றும் பொழுதுபோக்கு தொடங்கி விளையாட்டுகள் மற்றும் அரசியல் வரை, நேரலை வர்ணனையுடன் முழுக் கதையையும் பெறுங்கள்."),
                n("ca042c78", "X -இல் உள்நுழையவும்"),
                n("ff869362", "சமீபத்தியவற்றைக் காண X -இல் உள்நுழையவும். உரையாடலில் சேரவும், கணக்குகளைப் பின்தொடரவும், உங்கள் முகப்புக் காலவரிசையைப் பார்க்கவும், உங்களுக்குத் தெரிந்தவர்களிடமிருந்து இடுகைகளைப் பெறவும்."),
                n("f4a654a4", "Foursquare -இல் பார்க்கவும்"),
                n("c09de2d4", "காலவரிசையில் தேடுக"),
                n("i1801686", "இது தவறான தேடல் வினவல். தயவுசெய்து வேறொன்றை முயற்சி செய்யவும்."),
                n("a0b4541c", "ஏதோ தவறாகிவிட்டது - பயப்பட வேண்டாம், அது உங்கள் தவறல்ல"),
                n("d7eebb60", "உங்கள் சப்ஸ்கிர்ப்ஷனை அமைக்கிறது"),
                n("h707b180", "உங்கள் சப்ஸ்கிர்ப்ஷன் புதுப்பிப்பு முடிந்தது"),
                n("a452ab68", "இதற்கு ஒரு சில வினாடிகள் ஆகலாம்."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "வெற்றிகரமாகப் புதுப்பிக்கப்பட்டது"),
                n("e957c20e", "முழு அணுகல் இலவசச் சோதனை"),
                n("a1436e70", "நீங்கள் இப்போது உங்கள் சுயவிவரத்தில் பணிவாய்ப்புகளைச் சேர்க்கலாம், அவற்றை உங்கள் நெட்வொர்க்கிற்குத் தெரியும்படி செய்யலாம். உங்கள் விண்ணப்பம் ஏற்றுக்கொள்ளப்பட்டதும், பணித் தேடலில் தேடலை மேற்கொள்ளும் மில்லியன் கணக்கான பயனர்களுக்கு உங்கள் பணிவாய்ப்புகள் கண்டறியக்கூடியதாக இருக்கும்."),
                n("f9c85cec", "நடவடிக்கை தேவை: ஆவணங்களைப் பதிவேற்றிச் சரிபார்க்கவும்."),
                n("f178f393", function (e) {
                    return "தேவையான ஆவணங்களை " + e.date + " -க்குள் சமர்ப்பிக்கவும். இதற்குப் பொதுவாக சுமார் 10 நிமிடங்கள் ஆகும்.";
                }),
                n("f9fbeabc", "உங்கள் நிறுவனத்தின் ஒருங்கிணைப்பு ஆவணங்கள்"),
                n("b4c80f5c", "அரசாங்கத்தால் வழங்கப்பட்ட ID"),
                n("f0915094", "வேலை செய்யும் சாதனக் கேமரா"),
                n("f259d3f3", function (e) {
                    return "முக்கியம்: ஆவணங்களை " + e.date + " -க்குள் சமர்ப்பிக்க வேண்டும், இல்லையெனில் உங்கள் விண்ணப்பம் ரீஃபண்ட் எதுவும் இல்லாமல் நிராகரிக்கப்படும்.";
                }),
                n("d35f645b", function (e) {
                    return "திற (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "இடம்பெற்றுள்ளது (" + e.count + ")";
                }),
                n("c35aded2", "காப்பகப்படுத்தப்பட்டது"),
                n("b97e952a", "நீங்கள் இதுவரை எந்தப் பணிவாய்ப்புகளையும் சேர்க்காதது போல் தெரிகிறது."),
                n("cf1fa156", "நீங்கள் இதுவரை எந்தப் பணிவாய்ப்புகளையும் குறிப்பிடாதது போல் தெரிகிறது."),
                n("fa4a4f50", "நீங்கள் இதுவரை எந்தப் பணிவாய்ப்புகளையும் காப்பகப்படுத்தாதது போல் தெரிகிறது."),
                n("c5fb5a1a", "பணி வாய்ப்புகள் இல்லை"),
                n("e9b91cde", "பணியைச் சேர்"),
                n("c270ef3e", "காப்பகம்"),
                n("fe8872f4", "வெற்றி"),
                n("d523cd74", "இந்தப் பணியைக் காப்பகப்படுத்தவா?"),
                n("jfd0b34a", "காப்பகப்படுத்துவது உங்கள் சுயவிவரத்திலிருந்து பணியை நீக்குகிறது."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "அழைப்பை அனுப்புவதில் சிக்கல். பிறகு முயலவும்."),
                n("ddf35536", "அழைப்பை நீக்குவதில் சிக்கல் இருந்தது. பிறகு முயலவும்."),
                n("db7144b6", "இணைப்பு வகையை மாற்றுவதில் சிக்கல் ஏற்பட்டது. பிறகு முயலவும்."),
                n("be78e5fa", "இணைப்பை அகற்றுவதில் சிக்கல் ஏற்பட்டது. பிறகு முயலவும்."),
                n("fa9709ba", "பயன்பாட்டை உருவாக்குவதில் சிக்கல். பிறகு முயலவும்."),
                n("j62f13fc", "இந்தப் பணியைப் புதுப்பிப்பதில் சிக்கல். பிறகு முயலவும்."),
                n("ff5716fc", "இந்தப் பணியை உருவாக்குவதில் சிக்கல். பிறகு முயலவும்."),
                n("fd059188", "உங்கள் பணிகளை ஒத்திசைப்பதில் சிக்கல். பிறகு முயலவும்."),
                n("b82b5c00", "விளம்பரக் கிரெடிட்டைச் செயல்படுத்தும்போது ஏதோ தவறாகிவிட்டது. பிறகு முயலவும்."),
                n("d74adc30", "தவறான விளம்பரக் கணக்கு சேர்க்கப்பட்டது"),
                n("e4323c36", "நீங்கள் உள்ளிட்ட விளம்பரக் கணக்கு ID உங்கள் நிறுவனம் அல்லது அதன் இணைப்புகளுடன் பொருந்தவில்லை."),
                n("b3323ada", "உங்கள் ads.twitter.com கணக்கில் கிரெடிட் கார்டைச் சேர்க்கவும்"),
                n("ac325eb8", "உங்கள் விளம்பரக் கிரெடிட்டைச் செயல்படுத்த, ads.twitter.com -இல் உள்ள உங்கள் விளம்பரக் கணக்கில் கிரெடிட் கார்டைச் சேர்க்க வேண்டும்."),
                n("j4e6e966", "விளம்பர கணக்கு மதிப்பாய்வு தேவை"),
                n("ef86e7f6", "உங்கள் கணக்கு மதிப்பாய்வுக்காகக் கொடியிடப்பட்டுள்ளது, ஒப்புதல் தேவை."),
                n("c9c8edae", "விளம்பரக் கிரெடிட்களைப் பயன்படுத்த, சரிபார்க்கப்பட்ட நிறுவனங்களுக்குச் சப்ஸ்கிரைப் செய்யவும்"),
                n("b36c6278", "சரிபார்க்கப்பட்ட நிறுவனங்களுக்கான கட்டண சப்ஸ்கிர்ப்ஷன்ஸ் மட்டுமே எங்கள் விளம்பரக் கிரெடிட்டைப் பயன்படுத்த முடியும். உங்கள் இணைப்புகளுடன் விளம்பரம் செய்ய, இப்போதே மேம்படுத்தவும்."),
                n("c30f0168", "வெளிப்புற இணைப்பைத் திற"),
                n("c49b7262", "பணிவாய்ப்பைக் காட்டு"),
                n("i6ecf71a", "பணிவாய்ப்பை அகற்று"),
                n("a37ef120", "பணிவாய்ப்பைத் திற"),
                n("i00355d0", "பகிர்வை ரத்துசெய்"),
                n("h0481bba", "இந்தப் பணி வாய்ப்புப் பகிர்வை ரத்துசெய்யவா?"),
                n("b9dfdc7a", "பகிர்வை ரத்துசெய்வது உங்கள் ஸ்பாட்லைட்டிலிருந்து பணி வாய்ப்பை அகற்றுகிறது."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "நீங்கள் பகிர்ந்து கொண்ட பணி வாய்ப்புகள்"),
                n("ea7f1a42", "உங்கள் பணி வாய்ப்புகள்"),
                n("d1cbcb90", "மூலம்"),
                n("gf66326c", "கடைசியாகப் புதுப்பிக்கப்பட்டது"),
                n("b917fc28", "பணி வாய்ப்புப் புரோமோஷன் முடக்கப்பட்டுள்ளது"),
                n("g06035e6", "உங்கள் விளம்பரக் கணக்கில் பணி வாய்ப்புப் புரோமோஷனைச் செயல்படுத்துவதில் கவனம் தேவை."),
                n("aa16581c", "பணி வாய்ப்புப் புரோமோஷன் விளம்பரக் கணக்கிற்கான அணுகல் உங்களுக்கு இல்லை. உதவிக்கு, கணக்கு நிர்வாகியிடம் கேளுங்கள்."),
                n("g7bb6f58", "விளம்பரக் கணக்குகள் எதுவும் காணப்படவில்லை."),
                n("jf1576ba", "தோல்வியுற்றது"),
                n("ff985a36", "ஒத்திசைக்கிறது"),
                n("e5b8058c", "ஒத்திசைக்கப்படவில்லை"),
                n("a86e335a", "கடைசியாக ஒத்திசைத்தது "),
                n("c9838d68", "நீங்கள் சேர்த்த பணிவாய்ப்புகள் இன்னும் தோன்றவில்லை"),
                n("df6835a6", "உங்கள் இடுகைகளுக்கு மேலே காட்டப்படும் பணிவாய்ப்புகளைச் சிறப்புக்கூறாக்கவும், உங்களிடம் கிடைக்கும் அனைத்துப் பணிவாய்ப்புகளின் பட்டியலையும் இணைக்கவும் உங்கள் சுயவிவரத்தில் வேலைகளை இயக்க வேண்டும்."),
                n("fc504ea0", "எனது பணிவாய்ப்புகளைக் காட்டத் தொடங்குங்கள்"),
                n("a511934e", "X மூலம் பணியமர்த்தத் தொடங்குங்கள்"),
                n("e68d2d16", "பீட்டாவிற்காக விண்ணப்பி"),
                n("f7a37e30", "‘பீட்டாவிற்காக விண்ணப்பி’ என்பதைக் கிளிக் செய்வதன் மூலம், இந்தக் கணக்குடன் தொடர்புடைய வணிக மின்னஞ்சல் முகவரியைப் பயன்படுத்தி பீட்டா அணுகலுக்கான அனுமதியின் பேரில் மின்னஞ்சல் மூலம் உங்களைத் தொடர்பு கொள்வதை ஒப்புக்கொள்கிறீர்கள்."),
                n("bfef82f0", "X பணியமர்த்தல் என்பது சரிபார்க்கப்பட்ட நிறுவனங்கள் பணிகளை இடுகையிடுவதற்கும், உங்கள் நிறுவனத்தின் சுயவிவரத்தில் பணிகளை இடம்பெறச் செய்வதற்கும், சிறந்த திறமையாளர்களை உங்கள் பணி வாய்ப்புகளுக்கு ஈர்ப்பதற்கும் உதவும் ஓர் இலவச அம்சமாகும்."),
                n("h4b890c2", "X பணியமர்த்தல் பணிவாய்ப்புகளை இடுகையிடவும், அவற்றை உங்கள் சுயவிவரத்தில் இடம்பெறச் செய்யவும், உங்கள் திறந்த பதவிகளுக்குச் சிறந்த திறமைகளை ஈர்க்கவும் உதவுகிறது."),
                n("c3f28126", "பெரும் பார்வையாளர்களை அடையுங்கள்"),
                n("dec1601e", "X-இல் 528m பயனர்கள் உள்ளனர். மென்பொருள் பொறியாளர்கள், சில்லறை விற்பனையாளர்கள் முதல் ஃபோர்க்லிஃப்ட் ஆபரேட்டர்கள் வரை, உங்களின் அடுத்த பணிவாய்ப்பை இங்கே பதிவிடுங்கள்."),
                n("be8393da", "உங்கள் மிக முக்கியமான பதவிகளைக் குறிப்பிடவும்"),
                n("i8c856ce", "உங்கள் சுயவிவரத்தில் 3 பணிவாய்ப்புகள் வரை இடம்பெறச் செய்யப்படும். உங்கள் சுயவிவரத்தைப் பார்க்கும்போது எல்லாப் பயனர்களும் இந்தப் பதவிகளைப் பார்ப்பார்கள்."),
                n("d8bc6eea", "உங்கள் நிறுவனத்தின் சுயவிவரத்தில் காட்டப்படும் பணிகளாக 5 பணிகள் வரை சேர்க்கவும். உங்கள் நிறுவனத்தின் சுயவிவரத்தைப் பார்க்கும்போது அனைத்துப் பயனர்களும் இந்தக் காட்டப்படும் பதவிகளைப் பார்ப்பார்கள்."),
                n("a049efd4", "உங்கள் பணிகளை விரைவாக இறக்குமதி செய்யுங்கள்"),
                n("d12be15a", "ஒரு சில நிமிடங்களில் X -இல் உங்கள் பணிகளைச் சேர்க்க, ஆதரிக்கப்படும் விண்ணப்பதாரர் கண்காணிப்பு அமைப்பு அல்லது XML ஊட்டத்தை இணைக்கவும்."),
                n("d248d75e", "ஆதரவு பெறுக"),
                n("c49d8e42", "உதவி தேவை? எங்களைத் தொடர்பு கொள்க"),
                n("ib244b2e", "மின்னஞ்சல் முகவரியை நகலெடு"),
                n("b450472c", "பணிகளை இறக்குமதி செய்"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "பணிகளைப் புதுப்பி"),
                n("aa4c37cc", "எனது சுயவிவரத்தில் பணிவாய்ப்புகளைக் காட்டு"),
                n("d4b82638", "உங்கள் சுயவிவரத்தில் பணிவாய்ப்புகள் காட்டப்படும்"),
                n("e405b1c2", "உங்களின் முக்கியமான பதவிகளில் அதிக விண்ணப்பதாரர்களை உருவாக்க உங்கள் சுயவிவரத்தில் பணிவாய்ப்புகளை இயக்கவும், மேலும் உங்களிடம் கிடைக்கும் அனைத்துப் பதவிகளையும் பார்க்க வேலை தேடுவோரை அனுமதிக்கவும்."),
                n("a85cda86", "தொடங்குவதற்கு உங்கள் பணிகளைச் சேர்க்கவும்"),
                n("c04b6472", "அதிக விண்ணப்பதாரர்களைப் பெறத் தொடங்க சில எளிய படிகளில் உங்கள் பணிகளை இறக்குமதி செய்யவும் அல்லது சேர்க்கவும். உங்கள் பணிகள் உங்களைப் பின்தொடர்பவர்களுடன் பகிர்ந்துகொள்ளலாம் மற்றும் உங்கள் நிறுவனத்தின் சுயவிவரத்தில் இடம்பெறலாம்."),
                n("d14c02d0", "பணிகளைக் கைமுறையாகச் சேர்க்கவும்"),
                n("b12424fc", "புதிய பணிவாய்ப்பு"),
                n("ca8df1e2", "ஒரு பணி வாய்ப்பை உருவாக்கி அதை உங்கள் பணிப்பட்டியலில் சேர்க்கவும். ஒவ்வொரு பணிக்கும் ஒரு விண்ணப்ப URL இருக்க வேண்டும், அங்கு விண்ணப்பதாரர்கள் பணியைப் பற்றி மேலும் அறிந்து விண்ணப்பிக்கலாம்."),
                n("f4f4dd60", "தேவைப்படுகிறது"),
                n("b2c213e0", "எழுத்துக்குறி வரம்பைத் தாண்டியது"),
                n("d84e9c2a", "இந்தப் பதவிக்காக எதிர்பார்க்கப்படும் பணி அர்ப்பணிப்பு வகையைப் பகிரவும்."),
                n("bc8b300c", "பணியின் செயல்பாடு"),
                n("d1eedb50", "இந்தப் பதவி ஆதரிக்கும் பகுதியைப் புரிந்துகொள்ள வேலை தேடுபவர்களுக்கு உதவுங்கள்."),
                n("eaf3ce64", "குழு"),
                n("b36cd50e", "பணியமர்த்தப்பட்டவுடன் வேலை தேடுபவர்கள் பணிபுரியும் முக்கியக் குழுவைக் குறிப்பிடவும்."),
                n("d3a427ce", "தேவையான அனுபவத்தின் அளவைத் தேர்ந்தெடுக்கவும்."),
                n("i7174442", "பணி விளக்கம்"),
                n("fef0cf02", "விரிவான வேலை விளக்கத்தை வழங்கவும். வேலை தேடுபவர்களுக்குப் பதவியைப் பற்றிய தெளிவான புரிதலை வழங்க முக்கியப் பொறுப்புகள் மற்றும் தகுதிகளை கோடிட்டுக் காட்டுங்கள்."),
                n("b7800bec", "பணியைப் பற்றி 200 அல்லது அதற்கும் குறைவான எழுத்துக்குறிகளில் எழுதுங்கள். இடுகைகள், பரிந்துரைகள் மற்றும் தேடலில் காட்டப்படும்."),
                n("a5244ece", "விண்ணப்ப URL (தேவை)"),
                n("g2b553f6", "விண்ணப்பதாரர்கள் இந்தப் பணிக்கு விண்ணப்பிக்கும் பொதுவான URL -ஐ உள்ளிடவும்."),
                n("c2e77608", "பணித் தலைப்பு (தேவை)"),
                n("cdf414d4", "தேடல் மற்றும் பரிந்துரைகளுக்குப் பயன்படுத்தப்படுகிறது. உங்கள் முடிவுகளை மேம்படுத்த, தொழில்துறை நிலையான தலைப்புகளைப் பயன்படுத்த முயலவும்."),
                n("cc59319a", "பெரும்பாலான நபர்கள் அறிந்துள்ள தொழில்துறையில் தரமான பணிவாய்ப்புத் தலைப்புகளைப் பயன்படுத்தவும்."),
                n("e7117ee4", "இருப்பிடம் (தேவை)"),
                n("c05176ec", "இந்தப் பதவி ஆன்சைட்டாக இருந்தால், தளத்தின் இருப்பிடத்தை(களை) உள்ளிடவும். இந்தப் பதவி தொலைநிலையில் இருந்தால், வேலை தேடுபவர்கள் எங்கு இருக்கலாம் என்பதை விவரிக்கவும்."),
                n("d70c24d4", "உங்கள் பணியை வேலை தேடுபவர்கள் தேடுவதற்கு உதவப் பயன்படுகிறது."),
                n("de1c4376", "சம்பள வரம்பு"),
                n("hf352d42", "விண்ணப்பதாரர்கள் காணக்கூடிய விருப்பமான சம்பள வரம்பைச் சேர்க்கவும். வேண்டாம் என நீங்கள் தேர்வுசெய்தால், நீங்கள் பணியமர்த்தும் இருப்பிடத்தில் உள்ள ஊதிய வெளிப்படைத்தன்மைச் சட்டங்கள் குறித்து எச்சரிக்கையாக இருங்கள்."),
                n("ede7d0a2", "நாணயம்"),
                n("b925c18c", "சம்பள வகை"),
                n("j3d242ce", "செல்லாத வரம்பு"),
                n("f4d07bd2", "தேடலின் மூலம் உங்கள் பதவிகளை வேலை தேடுபவர்கள் எளிதாகக் கண்டறிய விருப்ப விவரங்களைச் சேர்க்கவும்."),
                n("b8cbb51a", "பணிச் சுருக்கம்");
            n("bda6881e", "இந்த பணிவாய்ப்பு உங்கள் விண்ணப்பதாரர் கண்காணிப்பு அமைப்பிலிருந்து (ATS) இறக்குமதி செய்யப்பட்டுள்ளது. குறிப்பிட்ட புலங்களை மட்டுமே மாற்ற முடியும் என்பதை நினைவில் கொள்ளவும்."),
                n("b075c68a", "பணியைத் திருத்து"),
                n("d4b6a6e0", "சுயவிவர ஸ்பாட்லைட்"),
                n("j2dd3686", "எனது இடுகைகளுக்கு மேலே காட்டப்படும் பணிவாய்ப்புகளைச் சிறப்புக்கூறாக்கவும்."),
                n("af1cfd46", "ATS ஒருங்கிணைப்பு"),
                n("d6fa2944", "உங்கள் ஒருங்கிணைப்பை நீக்குவது உங்கள் இறக்குமதி செய்யப்பட்ட பணி வாய்ப்புகளை நீக்காது."),
                n("h99f11fa", "ஒருங்கிணைப்பை நீக்கு"),
                n("eef1ae76", "தற்போது இணைக்கப்பட்டுள்ளது"),
                n("a915f5c1", function (e) {
                    return e.ats + " இணைக்கப்பட்டது";
                }),
                n("af7286b7", function (e) {
                    return "ஓர் ஆண்டு Premium -இல் " + e.percentage + "% தள்ளுபடி";
                }),
                n("c924ad84", "வீடியோக்களைத் தொடர்ந்து இயக்கத்தில் வைக்கலாம்"),
                n("de750a3c", "உங்கள் மொபைல் பூட்டப்பட்டிருந்தாலும் அவற்றைப் பார்க்கலாம்"),
                n("he5e87c4", "உங்கள் பதில்களை பூஸ்ட் செய்யலாம்"),
                n("g64a60ba", "நீங்கள் இடுகைகளுக்குப் பதிலளிக்கும்போது ஒரு சிறிய முன்னுரிமையைப் பெறுங்கள்"),
                n("a7ee832a", "எழுத்துப் பிழைகள் மற்றும் தவறுகளை 60 நிமிடங்கள் வரை சரிசெய்யலாம்"),
                n("fdd77a34", "நீளமான இடுகைகளை உருவாக்கலாம்"),
                n("j6d26a7a", "நீங்கள் பகிர்ந்து கொள்ள விரும்பும் அளவுக்கு எழுதலாம்"),
                n("c4fd68da", "உங்கள் அனுபவத்தைத் தனிப்பயனாக்கலாம்"),
                n("c0195168", "உங்கள் பயன்பாட்டு ஐகானையும் வழிசெலுத்தல் விருப்பங்களையும் மாற்றலாம்"),
                n("b6b5dc94", "சரிபார்க்கப்பட்டதாக மாறுங்கள்"),
                n("b06db848", "தளத்தில் மற்றவர்களிடமிருந்து தனித்துத் தோன்றவும்"),
                n("e3e3a97c", "உங்கள் இடுகைகளிலிருந்து வரும் வருவாயில் ஒரு பங்கைப் பெறலாம்"),
                n("f15bc24e", "அதிகரித்த Grok வரம்புகள்"),
                n("c4666e1c", "எங்கள் சமீபத்திய மாடலான Grok 3 -இன் கூடுதல் பயன்பாடு"),
                n("he74ae7a", "அதிகபட்ச Grok உபயோக வரம்புகள்"),
                n("f5732cd4", "கூடுதலாக, DeepSearch & சிந்தனைக்கான விரிவாக்கப்பட்ட அணுகல்"),
                n("e0198956", "X -இல் நீங்கள் இடுகையிடும் உள்ளடக்கத்தின் மூலம் சரிபார்க்கப்பட்ட கணக்குகளின் ஈடுபாட்டிலிருந்து உருவாக்கப்படும் வருவாயில் ஒரு பங்கைப் பெறுங்கள்."),
                n("iadf78e2", "வீடியோக்களைப் பதிவிறக்கு"),
                n("ee54c3de", "வீடியோக்களை நேரடியாக உங்கள் சாதனத்தில் சேமிக்கலாம்"),
                n("ae03594c", "சிறிய பதில் பூஸ்ட்"),
                n("e6bb08c0", "உங்கள் பதில்களின் தெரிவுநிலையை அதிகரிக்கவும்"),
                n("bf2a6acc", "பெரிய பதில் பூஸ்ட்"),
                n("c2059276", "உங்கள் பதில்களை பூஸ்ட் செய்யுங்கள்."),
                n("b023ec20", "அதிகபட்ச பதில் பூஸ்ட்"),
                n("g337328e", "உங்கள் பதில்களுக்கு அதிகபட்ச தெரிவுநிலையைப் பெறுங்கள்."),
                n("fa006202", "பின்னணி வீடியோ இயக்கம்"),
                n("jf389778", "பிற பயன்பாடுகளைப் பயன்படுத்தும்போது அல்லது உலாவும்போது பார்க்கலாம்"),
                n("f2977d80", "புத்தகக்குறி ஃபோல்டர்ஸ்கள்"),
                n("j1d3d910", "உங்கள் சேமித்த இடுகைகளை எளிதாக அணுகும் வகையில் ஒழுங்கமைக்கவும்"),
                n("f0f48668", "பிரீமியம் ஆதரவு"),
                n("c3148608", "உங்களுக்கு உதவி தேவைப்படும்போது விரைவான உதவியைப் பெறுங்கள்"),
                n("b485ca6e", "சிறப்புக் கூறுகள் தாவல்"),
                n("d438955e", "உங்கள் சிறந்த இடுகைகளைக் காட்சிப்படுத்துங்கள்"),
                n("f373a352", "குறியாக்கப்பட்ட DMகள்"),
                n("g7405aca", "முழுமையான குறியாக்கம் மூலம் பாதுகாப்பாக அரட்டையடிக்கலாம்"),
                n("j659fa0c", "Grok 3 -இல் சிறந்தவை"),
                n("ibff5694", "அதிகபட்ச உபயோக வரம்புகள், DeepSearch & சிந்தனை, அத்துடன் புதிய அம்சங்களுக்கான முன்கூட்டிய அணுகல் ஆகியவற்றைத் திறக்கவும்"),
                n("i824f4da", "குறைவான விளம்பரங்கள்"),
                n("bd17076c", "உங்களுக்கானவை மற்றும் பின்தொடர்தல் காலவரிசைகளில் தோராயமாகப் பாதி விளம்பரங்களைப் பார்ப்பீர்கள்."),
                n("cef2cac8", "குறைவாகப் பொதுவானதாக இருக்கும் பகுதிகளில் அவ்வப்போது பிராண்டட் உள்ளடக்கத்துடன், விளம்பரமில்லா அனுபவத்தைப் பெறுங்கள்."),
                n("c97920c0", "ஆஃப்லைன் வீடியோக்கள்"),
                n("i4379b18", "ஆஃப்லைன் பிளேபேக்கிற்காக எந்த வீடியோவையும் சேமிக்கலாம்"),
                n("f94c6bae", "சரிபார்க்கப்பட்ட செக்மார்க்"),
                n("d72055d6", "சரிபார்க்கப்பட்ட செக்மார்க் மூலம் நம்பகத்தன்மையை உருவாக்கலாம் "),
                n("f54af178", "கட்டுரைகளை எழுதுக"),
                n("c5cd5d42", "நீண்ட உள்ளடக்கத்தைப் பகிர்ந்துகொண்டு சிந்தனைத் தலைமையை நிலைநாட்டுங்கள்"),
                n("jbdb08cc", "உங்கள் கணக்கு எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்துகொள்ள, உங்கள் கணக்கு அளவீடுகளைப் பகுப்பாய்வு செய்யவும்"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "உங்கள் மீடியாவை நிர்வகிக்கலாம் பதிவேற்றலாம்"),
                n("id067c96", "Radar தேடல்"),
                n("jf991d48", "நிகழ்நேர நடப்பு கண்காணிப்புடன் எப்போதும் முன்னில் இருங்கள்"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "X -இல் நேரலை செய்பவர்களுக்கான சக்திவாய்ந்த, நிகழ்நேரக் கருவி. ஒரே திரையில் (இணையம் மட்டும்) பல காலவரிசைகளைக் கண்காணிக்கலாம்"),
                n("b3e50ef2", "கம்யூனிட்டீஸை உருவாக்குக"),
                n("bb1a4e44", "உங்கள் சொந்த கம்யூனிட்டியை உருவாக்கலாம்"),
                n("j010228e", "மாதாந்திரச் சப்ஸ்கிர்ப்ஷன்ஸ் மூலம் உங்களை மிகவும் ஈடுபாட்டுடன் பின்தொடர்பவர்களிடமிருந்து X சம்பாதிக்கும் வருவாயில் ஒரு பங்கைப் பெறுங்கள்."),
                n("h0e1730e", "பதிலளிப்பு முன்னுரிமை"),
                n("jf7f743c", "நீளமான வீடியோக்களை இடுகையிடலாம்"),
                n("c0c25b6c", "புத்தகக்குறிகள் ஃபோல்டர்ஸ்"),
                n("ab31c79e", "பயன்பாட்டு ஐகான்களைத் தனிப்பயனாக்கு"),
                n("a8a702ae", "வழிசெலுத்தலைத் தனிப்பயனாக்கு"),
                n("d5ab1b50", "சரிபார்க்கப்பட்ட பேட்ஜைப் பெறுங்கள்"),
                n("ac298984", "அதிக பதிலளிப்பு முன்னுரிமை"),
                n("g20df450", "50% விளம்பரங்களை அகற்று"),
                n("h8dfc4de", "அதிக Grok உபயோக வரம்புகள்"),
                n("bf7614d4", "படைப்பாளர் சப்ஸ்கிர்ப்ஷன்ஸ்"),
                n("gadc9f4a", "மிக அதிக பதிலளிப்பு முன்னுரிமை"),
                n("c127c5c2", "விளம்பரங்கள் எல்லாவற்றையும் அகற்று"),
                n("c1e0f3c8", "Grok DeepSearch & சிந்தனையைத் திற"),
                n("aac0bbb6", "Radar -ஐ அணுகு"),
                n("a6722922", "விளம்பரங்கள் அகற்றப்பட்டன"),
                n("ba016532", "பதிலளிப்பு பூஸ்ட்"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "அதிகபட்சம்"),
                n("b1492c6c", "மிக அதிகம்"),
                n("fb5e2c14", "X Premium மூலம் இடுகைகளை ஹைலைட் செய்யவும்"),
                n("gd1f4cfa", "உங்கள் சுயவிவரத்தில் உங்கள் சிறந்த இடுகைகளைக் காண்பிக்கவும்"),
                n("h59250bc", "X Premium மூலம் கிடைக்கும் குறியாக்கப்பட்ட செய்திகள்"),
                n("ed62d546", "X Premium மூலம் நீண்ட இடுகைகள் கிடைக்கும்"),
                n("ca447200", "X Premium மூலம் SMS அங்கீகரிப்பு"),
                n("af2b99ea", "X Premium மூலம் இடுகைகளைத் திருத்தவும்"),
                n("ha265914", "X Premium மூலம் புத்தகக்குறிகளை ஒழுங்கமைக்கவும்"),
                n("gda940ae", "X Premium மூலம் கம்யூனிட்டியை உருவாக்கவும்"),
                n("c7e5ac54", "X Premium மூலம் குறைவான விளம்பரங்களைக் காணவும்"),
                n("e03589ba", "X Premium மூலம் உங்கள் இடுகைகளை பூஸ்ட் செய்யவும்"),
                n("f0f8c82a", "X Premium மூலம் சரிபார்க்கப்பட்ட அரட்டைகளில் சேரவும்"),
                n("fecf5aaa", "X Premium மூலம் முழு HD வீடியோவைப் பதிவேற்றவும்"),
                n("c00d2be2", "X Premium மூலம் வீடியோக்களைத் திருத்தவும்"),
                n("cd360b86", "Grok இடம் எதையும் கேட்கலாம்"),
                n("d2e1a7a2", "X Premium மூலம் கிடைக்கிறது"),
                n("e664abe2", "X -இல் வீடியோ. சூப்பர்சார்ஜ் செய்தது."),
                n("e595a3e2", "Premium மூலம் சிறந்த வீடியோக்களைப் பெறலாம்"),
                n("i3c9329a", "ரிச் உரை வடிவமைப்பு மூலம் தனித்துத் தோன்றவும்"),
                n("cc9def68", "X Premium மூலம் மட்டும்"),
                n("hdef5966", "வீடியோக்களை உங்கள் சாதனத்தில் பதிவிறக்கவும்"),
                n("c748224a", "X Premium மூலம் திறக்கவும்"),
                n("ebfc88bc", "பிரத்யேக அம்சங்களை அணுகவும்"),
                n("f652e9ac", "Premium மூலம் பலவற்றைத் திற"),
                n("d67e94c0", "நீங்கள் இதில் தவறவிடுவீர்கள்..."),
                n("j1d3098c", "Premium+ மூலம் பலவற்றைத் திற"),
                n("gd573390", "மற்றும் அடிப்படையில் உள்ள அனைத்தும்..."),
                n("ef94bbd4", "Premium+ -ஐப் பெறுக"),
                n("dcd830ce", "மற்றும் Premium -இல் உள்ள அனைத்தும்..."),
                n("b7dde622", "நன்றிநவிழல்! சலுகை முடிவடைவது:"),
                n("i0180ca1", function (e) {
                    return e.date + " வரை. இனிய நன்றிகூறல் நாள் வாழ்த்துகள்!";
                }),
                n("hb9d0e00", "எங்களின் 2 ஆம் ஆண்டு நிறைவுச் சலுகை, முடிவடைவது:"),
                n("d2b23e0d", function (e) {
                    return "Premium -இன் பிறந்தநாள்! " + e.date + " அன்று முடிவடையும்.";
                }),
                n("bb4998fb", function (e) {
                    return e.date + " வரை";
                }),
                n("c0847ebc", "அடிப்படையிலிருந்து அனைத்து மேம்படுத்தல்களும், அத்துடன் கூடுதலாக..."),
                n("ed672bfa", "அடிப்படை மற்றும் Premium இலிருந்து அனைத்து மேம்படுத்தல்களும், அத்துடன் கூடுதலாக..."),
                n("db63fa1c", "ஒரு premium திட்டத்தைத் தேர்ந்தெடுக்கவும்"),
                n("b128c6bc", "சரிபார்க்கப்பட்ட பேட்ஜ் மற்றும் டஜன் கணக்கான பிற அற்புதமான சலுகைகள் மற்றும் பலன்களைப் பெறுங்கள்"),
                n("a9904a1c", "X Premium -இல் குறிப்பிட்ட காலத்திற்குச் சேமிப்பு"),
                n("acfaf7a0", "அடுக்குகளையும் அம்சங்களையும் ஒப்பிடுக"),
                n("e1606e52", "உங்கள் சப்ஸ்கிர்ப்ஷனை மாற்றவும்"),
                n("d2f2b91a", "இங்கே பதிவுசெய்யவும்"),
                n("j4b4310e", "வினாடிகள்"),
                n("af863ee9", "இலவசச் சோதனையைத்"),
                n("f5705987", "வாங்குபவர் சேவை விதிமுறைகளை"),
                n("h89dabac", "எப்போது வேண்டுமானாலும் ரத்து செய்யலாம்"),
                n("f36b8e14", "இந்தத் தயாரிப்பைப் பெறும்போது ஏதோ தவறாகிவிட்டது. மீண்டும் ஏற்ற முயலவும்."),
                n("f1756574", "/ மாதம்"),
                n("i650ff14", "/ ஆண்டு"),
                n("dbcd25db", function (e) {
                    return "முதல் " + e.numberOfDays + " நாட்களுக்கு";
                }),
                n("bd40d5b5", function (e) {
                    return e.title + "-க்காகச் சப்ஸ்கிரைப் செய்து, பணம் செலுத்துக";
                }),
                n("i36a0b6e", "நீங்கள் X iOS பயன்பாட்டில் மட்டுமே சந்தா சேர முடியும் (இப்போதைக்கு)."),
                n("c906ad94", "தரமிறக்கு"),
                n("db5c77e0", "இது உங்கள் ஆக்டிவ் சப்ஸ்கிர்ப்ஷன்"),
                n("h77ef73e", "மாதாந்திரத் திட்டத்திற்கு மாறவும்"),
                n("d723d44a", "ஆண்டுத் திட்டத்திற்கு மாறவும்"),
                n("gf6b66b8", "உங்கள் சப்ஸ்கிர்ப்ஷன் மாற்றத்தை உறுதிப்படுத்தவும்,  இன்று முதல் நடைமுறைக்கு வரும்"),
                n("e83daf87", function (e) {
                    return "உங்கள் சப்ஸ்கிர்ப்ஷன் மாற்றத்தை உறுதிப்படுத்தவும், " + e.date + " முதல் நடைமுறைக்கு வரும்";
                }),
                n("f27022d6", "நடப்புத் திட்டம்"),
                n("i9d5f4b6", "புதிய திட்டம்"),
                n("ia390d8a", "உங்கள் தரமிறக்கம் எவ்வாறு செயல்படும்"),
                n("fd80b875", function (e) {
                    return "உங்கள் தற்போதைய திட்டம் உங்கள் பில்லிங் சுழற்சி முடியும் வரை செயலில் இருக்கும். " + e.nextBillingDate + " அன்று, நீங்கள் " + e.newTierName + " -க்கு மாறுவீர்கள், புதிய கட்டணம் வசூலிக்கப்படும்.";
                }),
                n("c8fb177a", "உங்கள் கட்டணம் எவ்வாறு சரிசெய்யப்படும்"),
                n("df776505", function (e) {
                    return "புதிய பில்லிங் மூலம் " + e.newTierName + " -க்கு மேம்படுத்துகிறீர்கள். இன்று புதிய திட்டத்திற்கு உங்களிடம் கட்டணம் வசூலிக்கப்படும், எனினும் மீதமுள்ள கிரெடிட் தொகையைக் குறைக்கும். மாற்றம் உடனடியாக நடக்கும், உங்கள் பில்லிங் அதற்கேற்ப சரிசெய்யப்படும்.";
                }),
                n("d7efb6ba", "நீங்கள் மாதாந்திர பில்லிங்கிலிருந்து வருடாந்திர பில்லிங்கிற்கு மாறுகிறீர்கள். இன்று வருடாந்திரத் திட்டத்திற்கு உங்களிடம் கட்டணம் வசூலிக்கப்படும், மீதமுள்ள மாதாந்திர பேலன்ஸ் மொத்த கட்டணத்தில் வரவு வைக்கப்படும். மாற்றம் உடனடியாக நடக்கும், உங்கள் பில்லிங் இப்போது வருடாந்திரமாக இருக்கும்."),
                n("a5f2cf70", "நீங்கள் வருடாந்திர பில்லிங்கிலிருந்து மாதாந்திர பில்லிங்கிற்கு மாறுகிறீர்கள். மீதமுள்ள வருடாந்திர கிரெடிட் உங்கள் மாதாந்திரக் கட்டணங்களை அது தீரும் வரை கழிக்கப்படும். மாற்றம் உடனடியாக நடக்கும், உங்கள் பில்லிங் இப்போது மாதாந்திரமாக இருக்கும்."),
                n("ef1c0208", "திட்ட மாற்றத்தை உறுதிப்படுத்தவும்"),
                n("ia08113f", "வாங்குபவரின் சேவை விதிமுறைகளை"),
                n("d2962b73", "விதிமுறைகளில்"),
                n("b421795a", "எப்போது வேண்டுமானாலும்"),
                n("f8d88ac7", "வாங்குபவரின் சேவை விதிமுறைகளை"),
                n("ca220fe9", "விதிமுறைகளில்"),
                n("ab8beda0", "எந்த நேரத்திலும் ரத்துசெய்யலாம்"),
                n("ife2636d", "வாங்குபவரின் சேவை விதிமுறைகளை"),
                n("fb57be65", "விதிமுறைகளில்"),
                n("e468a6c2", "எந்த நேரத்திலும் ரத்துசெய்யலாம்"),
                n("e9f4c89b", "வாங்குபவரின் சேவை விதிமுறைகளை"),
                n("hce73b41", "விதிமுறைகளில்"),
                n("i4db5c92", "எந்த நேரத்திலும் ரத்துசெய்யலாம்"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "அதிகபட்ச உபயோக வரம்புகள்"),
                n("abaa4274", "DeepSearch & சிந்தனையைத் திற"),
                n("e0d53864", "புதிய அம்சங்களுக்கான முன்கூட்டிய அணுகல்"),
                n("g1be3530", "இலவசச் சோதனை"),
                n("b10b4f1f", function (e) {
                    return e.date + " -க்கு முன் " + e.percentOff + "% சேமிக்கவும்";
                }),
                n("b8d0bd19", function (e) {
                    return e.productName + " -ஐ இலவசமாக முயலவும்";
                }),
                n("f89dfa74", "சிறந்த மதிப்பு"),
                n("b9a4d8c6", "ஆண்டுதோறும்"),
                n("f5fb58b4", "அத்துடன் எல்லா X Premium அம்சங்களும்"),
                n("i527045e", "செக்மார்க், அதிக Grok, பதில் பூஸ்ட், பகுப்பாய்வு மற்றும் பல"),
                n("ga482a88", "ஆண்டுத் திட்டம்"),
                n("hc64d5b0", "மாதத் திட்டம்"),
                n("de7db957", function (e) {
                    return "ஆண்டுக்கு " + e.price + ", ஆண்டுக் கட்டணத்தில் வசூலிக்கப்படும்";
                }),
                n("d8982437", function (e) {
                    return "ஆண்டுக்கு " + e.price + ", மாதக் கட்டணத்தில் வசூலிக்கப்படும்";
                }),
                n("f0ad5cc8", "ஆண்டு"),
                n("a0dc6e4c", "தற்சமயம் கிடைக்கவில்லை"),
                n("jd8b2e66", "சப்ஸ்கிரைப் செய்து, பணம் செலுத்துக"),
                n("ca784c0c", "சப்ஸ்கிரைப் செய்து, Apple மூலம் பணம் செலுத்தவும்"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "அல்லது 30% வரை சேமிக்கவும்"),
                n("i7fbacc4", "கிடைக்கக்கூடிய சப்ஸ்கிர்ப்ஷன் அடுக்குகளுக்கு இடையில் மாறவும்"),
                n("c9cc122b", function (e) {
                    return e.feature + ", " + e.title + " -இல் சேர்க்கப்பட்டுள்ளது";
                }),
                n("bff35771", function (e) {
                    return e.feature + ", " + e.title + "-க்காகக் கிடைக்கவில்லை";
                }),
                n("a69fd369", function (e) {
                    return e.price + " மணிக்குத் தொடங்குகிறது";
                }),
                n("e563a5d1", function (e) {
                    return e.percentage + "% சப்ஸ்கிரைப் செய்யவும் (குறிப்பிட்ட நேரம்)";
                }),
                n("dfc5f972", "அத்துடன் மற்றும் பல..."),
                n("fb8453c8", "DeepSearch மற்றும் சிந்தனைக் கோரிக்கைகளைத் திறக்கவும்"),
                n("e45b3f30", "ஆராய்ச்சி மற்றும் பகுத்தறிவுக் கோரிக்கைகளைத் திறந்திடுங்கள்"),
                n("aaebdc2e", "Grok 3 மினி மற்றும் Grok 3 -க்கான அணுகல் கணிசமாக அதிகரித்துள்ளது"),
                n("ddf8a412", "மற்றவர்களுக்கு முன்பாகப் புதிய அம்சங்களை அணுகுங்கள்"),
                n("gfb04ef4", "X -இல் உள்ள Premium+ அம்சங்கள் அனைத்தும்"),
                n("b601cfbb", function (e) {
                    return "ஒரு மாதத்திற்கு " + e.price + "-ஐ முயலவும்";
                }),
                n("i3e90e20", "தற்போது கிடைக்கவில்லை"),
                n("d9e9ce26", "சப்ஸ்கிரைப் செய்து, பணம் செலுத்துக:"),
                n("j1f5a580", "உங்கள் Premium சப்ஸ்கிர்ப்ஷனைச் செயலாக்குவதில் ஒரு சிக்கல் இருந்தது. உங்கள் பேமெண்ட் தகவலைச் சரிபார்த்து மீண்டும் முயலவும்."),
                n("ebc84442", "Premium  Registering subscription"),
                n("cd9102d4", "வகையைத் தேர்வுசெய்யவும்"),
                n("eb551aea", "சுயவிவரத்தில் வகையைக் காட்டு"),
                n("f386777a", "கணக்கு வகையை மாற்றுக"),
                n("db483090", "தனிப்பட்ட கணக்கிற்கு மாற்றப்பட்டது"),
                n("c701200c", "வணிகக் கணக்கிற்கு மாற்றப்பட்டது"),
                n("acd8da0a", "படைப்பாளர் கணக்கிற்கு மாற்றப்பட்டது"),
                n("cb55ecce", "தனிப்பட்ட கணக்கிற்கு மாறவும்"),
                n("h4aeb984", "தனிப்பட்ட கணக்கிற்கு மாறவும்"),
                n("ada6073a", "தொழில்முறை கருவிகள் தேவையில்லையா?"),
                n("eb723d4c", "தனிப்பட்ட கணக்குகளில் சுயவிவரம் ஸ்பாட்லைட் மற்றும் ஷாப்பிங் மேனேஜர் போன்ற கருவிகள் இல்லை. நீங்கள் மீண்டும் மாற விரும்பினால், புதிய தொழில்முறை கணக்கை அமைக்க வேண்டும்."),
                n("hbb1af08", "வணிகக் கணக்கிற்கு மாறவும்"),
                n("a9b5e3aa", "இல்லை, ரத்துசெய்"),
                n("ia49207a", "ஆம், மாறவும்"),
                n("g3f74902", "வணிகக் கணக்கிற்கு மாறவா?"),
                n("f3bcfac0", "பிராண்டுகள், சில்லறை விற்பனைக் கடைகள், சேவை வழங்குநர்கள் மற்றும் நிறுவனங்களுக்கு இது சிறந்தது."),
                n("d0c3f02e", "படைப்பாளர் கணக்கிற்கு மாறுக"),
                n("a01e84e0", "படைப்பாளர் கணக்கிற்கு மாறவா?"),
                n("e8af8ef4", "பிரபலங்கள், கலைஞர்கள் மற்றும் செல்வாக்கு செலுத்துபவர்களுக்கு இது சிறந்தது."),
                n("e44eab74", "தற்போது எல்லா X கிளையன்ட்களுக்கும் எல்லா மாட்யூல்களும் ஆதரிக்கப்படுவதில்லை"),
                n("ce4185bc", "மேலும் ஸ்பாட்லைட்கள் வரவுள்ளன"),
                n("b5aed332", "ஸ்பாட்லைட்கள் எதுவுமில்லை"),
                n("g419ecf4", "இந்தப் பக்கத்திலேயே இரு"),
                n("d3a097a2", "ஆம், நிராகரி"),
                n("j1e1cd30", "நீங்கள் செய்த மாற்றங்களை நிராகரிக்கவா?"),
                n("fc779c28", "ஸ்பாட்லைட்டை இடம்பெறச்செய்க"),
                n("ie85a7a8", "உங்கள் வணிகத் தகவலை நீக்கவா?"),
                n("b5348efc", "மணிநேரம் இல்லை"),
                n("db285564", "எந்நேரமும் திறந்திருக்கும்"),
                n("g7993eee", "மணிநேரத்தைத் தனிப்பயனாக்கவும்"),
                n("c9ee902a", "வரைபடத்தைக் காண்பி"),
                n("j224a074", "அமைவிட ஸ்பாட்லைட் இயக்கப்பட்டிருக்கும்போது, வழங்கப்பட்டுள்ள அனைத்து அமைவிடத் தகவல்களும் பொதுவில் அணுகக்கூடியதாக இருக்கும். ’தொடர்பு’ பொத்தான் வாயிலாக, ஃபோன் எண்ணையும் மின்னஞ்சல் முகவரியையும் அணுகலாம்."),
                n("f448cbcc", "விருப்பத்திற்குட்பட்டது"),
                n("c16c9568", "முகவரி"),
                n("i3a38711", "Google Maps சேவை விதிமுறைகளையும்"),
                n("beb66f50", "Google தனியுரிமைக் கொள்கையையும்"),
                n("e0d47030", "வாடிக்கையாளர்கள் உங்களை எதில் தொடர்புகொள்வது? இந்தத் தகவல்கள் உங்களைக் கண்டறிய உங்கள் வாடிக்கையாளர்களுக்குப் பொதுவில் கிடைக்கும் என்பதை நினைவில் கொள்ளுங்கள். இதை நீங்கள் எந்த நேரத்திலும் அகற்றலாம்."),
                n("c7a4adb0", "முகவரியைச் சேர்க்கவும்"),
                n("cd39daf6", "ZIP குறியீடு / அஞ்சல் குறியீடு"),
                n("gc0df5a6", "ZIP குறியீடு / அஞ்சல் குறியீட்டைச் சேர்"),
                n("c6c16a52", "நகரம்"),
                n("aa8015be", "நகரத்தைச் சேர்க்கவும்"),
                n("b688f53a", "மாநிலம் / மாகாணம் / பிராந்தியம்"),
                n("a67f5bbc", "மாநிலம் / மாகாணம் / பிராந்தியத்தைச் சேர்"),
                n("if92b1b4", "நாட்டைச் சேர்க்கவும்"),
                n("ffc5590e", "நகரம் தவறு"),
                n("a8fd64d8", "நாடுகளைத் தேடுக"),
                n("a0abe108", "மாநிலம் / மாகாணம் / பிராந்தியம்"),
                n("j163df8e", "தவறான முகவரி"),
                n("af9b9b78", "தவறான ZIP குறியீடு / அஞ்சல் குறியீடு"),
                n("i373e022", "மின்னஞ்சலை உள்ளிடவும்"),
                n("f91751f8", "இது பொதுவில் தெரியும்"),
                n("g33c0564", "தவறான மின்னஞ்சல்"),
                n("ga71fbf4", "வணிக நேரம்"),
                n("ca2ba204", "வணிக நேரங்களைத் தனிப்பயனாக்கவும்"),
                n("d7b7dbca", "உங்கள் சுயவிவரத்தில் மணிநேரம் எதுவும் காண்பிக்கப்படாது"),
                n("a460e770", "எ.கா. பூங்காக்கள், கடற்கரைகள், ஆன்லைன் ஷாப்பிங்"),
                n("ddc88bf0", "ஒவ்வொரு நாளுக்குமான வணிக நேரத்தை அமைக்கவும்"),
                n("j11df0ca", "ஓவர்லேப் ஆகும் மணிநேரம்"),
                n("f9f911f4", "நேர மண்டலத்தைத் தேடுக"),
                n("d21a4252", "மேலும் வணிக நேரங்களைச் சேர்"),
                n("ac6ce1c0", "இதிலிருந்து"),
                n("c647aac8", "இதுவரை"),
                n("b926e64a", "இணையதளத்தை உள்ளிடவும்"),
                n("i019c8b6", "அழை"),
                n("eabc6906", "SMS அனுப்பு"),
                n("h24d868c", "அழை & SMS அனுப்பு"),
                n("fa64f1fc", "ஒரு தேசக் குறியீட்டைத் தேர்ந்தெடுக்கவும்"),
                n("c7d3629a", "ஃபோன் எண்"),
                n("ce48a958", "உங்களை எப்படித் தொடர்புகொள்ள விரும்புகிறீர்கள்?"),
                n("b97705ce", "இந்த ஃபோன் எண் உங்களைத் தொடர்புகொள்ள வாடிக்கையாளர்களுக்குப் பொதுவில் கிடைக்கும் என்பதை நினைவில் கொள்ளுங்கள். இதை நீங்கள் எந்த நேரத்திலும் அகற்றலாம்."),
                n("f7ff19ec", "நாட்டின் குறியீட்டைச் சேர்"),
                n("bb7f177a", "தவறான ஃபோன் எண்"),
                n("b91d1394", "பயன்பாட்டைச் சேர்க்கவும்"),
                n("d3cd1160", "iOS பயன்பாட்டைச சேர்க்கவும்"),
                n("f2124008", "App Store URL"),
                n("dc0d9d6a", "Android பயன்பாட்டைச சேர்க்கவும்"),
                n("dd1605f0", "Play Store URL"),
                n("g4098f78", "இதை நான் எங்கே காணலாம்?"),
                n("b949cdc6", "பயன்பாட்டை அகற்று"),
                n("b4b8a486", "கம்யூனிட்டியை தேர்ந்தெடுக்கவும்"),
                n("jfe04cf6", "உங்கள் தேர்வை அழிக்கவா?"),
                n("a14aa8dc", "இது உங்கள் ஸ்பாட்லைட்டிலிருந்து கம்யூனிட்டியை அகற்றும்."),
                n("cc4add98", "ஒரு கம்யூனிட்டியைத் தேர்வுசெய்து, உங்கள் சுயவிவரப் பக்கத்தில் அது எப்படி இருக்கும் என்பதை முன்னோட்டமிடுங்கள்"),
                n("jd3e9ea6", "உங்களிடம் கம்யூனிட்டீஸ் எதுவுமில்லை"),
                n("daad9741", "கம்யூனிட்டியை உருவாக்க"),
                n("c46cdabc", "மேம்பட்ட கருவிகள்"),
                n("f6a2233a", "கணக்குகள் அனைத்திற்குமான அனுமதிகளை நிர்வகியுங்கள்"),
                n("ccb3ca48", "வணிக அமைப்புகள்"),
                n("b0ef3100", "கவர்ந்திழுக்கும் விளம்பரப் பிரச்சாரங்களை உருவாக்குங்கள்"),
                n("ff1c5e1a", "ப்ரொஃபஷனல் ஹோம்"),
                n("f53adc36", "நிஜ உலக விஷயங்களின் மீது தாக்கம் செலுத்துங்கள்"),
                n("hc4981d6", "சுயவிவர ஸ்பாட்லைட்கள்"),
                n("fbce8dbe", "பின்தொடர்வதற்கு நபர்களைக் கண்டறியுங்கள்"),
                n("ae76c624", "இன்னும் அதிகமானவர்களுடன் இணைக"),
                n("ae0383d4", "ஈடுபாட்டை அதிகரித்து அதிக நபர்களை அணுகுங்கள்"),
                n("a1dbe746", "ஈடுபாட்டை பூஸ்ட் செய்து அதிக நபர்களை அணுகுங்கள்"),
                n("hbd124ae", "ஓர் இடுகையை பூஸ்ட் செய்க"),
                n("hd80bd3e", "இடுகையை விளம்பரப்படுத்து"),
                n("fe2b0008", "X -ஐ எவ்வாறு பயன்படுத்துவது என்பதை அறிக"),
                n("h257d4aa", "விளம்பரப்படுத்த ஓர் இடுகையைத் தேர்ந்தெடுக்கவும்"),
                n("fe946974", "விளம்பரங்கள் இல்லா உங்கள் X -இன் சோதனை"),
                n("f6c50ec0", "உங்கள் விளம்பரமில்லா சோதனை முடிந்தது"),
                n("b1319404", "விளம்பரங்கள் தவிர்க்கப்பட்டன"),
                n("baa4acae", "நீங்கள் அதிக தனிப்பயனாக்கிய உள்ளடக்கத்தைப் பார்க்கிறீர்கள்."),
                n("c00e8600", "மதிப்பிடப்பட்ட நேரம் சேமிக்கப்பட்டது"),
                n("ic073e4e", "உங்கள் நேரம் மதிப்புமிக்கது."),
                n("eb866e88", "மதிப்பிடப்பட்ட 1 வருட நேரச் சேமிப்பு"),
                n("aa77b70c", "உங்கள் உபயோகத்தின் அடிப்படையில்."),
                n("c534c6b4", "நாங்கள் எண்களைக் கணக்கிடுகிறோம்..."),
                n("i57332f0", "நீங்கள் எத்தனை விளம்பரங்களைத் தவிர்த்துள்ளீர்கள், எவ்வளவு நேரத்தைச் சேமித்துள்ளீர்கள் என்பதைப் பார்க்க, தொடர்ந்து ஸ்க்ரோல் செய்து, பின்னர் மீண்டும் சரிபார்க்கவும்"),
                n("cc10f019", function (e) {
                    return e.minutes + " நிமிட" + t(e.minutes, "ம", "ங்கள") + "்";
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " மணிநேரம்";
                }),
                n("a9af8753", function (e) {
                    return e.days + " நா" + t(e.days, "", "ட்க") + "ள், " + e.hours + " மணிநேரம்";
                }),
                n("b93d00e5", function (e) {
                    return e.days + " நா" + t(e.days, "", "ட்க") + "ள்";
                }),
                n("be88be23", function (e) {
                    return "உங்கள் " + e.durationInDays + " நாள் விளம்பரமில்லா சோதனை செயல்படுத்தப்பட்டது";
                }),
                n("a4413462", "சோதனை முழுவதும் நீங்கள் எத்தனை விளம்பரங்களைப் பார்க்கவில்லை, எவ்வளவு நேரத்தைச் சேமித்துள்ளீர்கள் என்பது பற்றிய புள்ளிவிவரங்களைக் காணலாம்."),
                n("ae3f3b0e", "மகிழ்ந்திருங்கள்!"),
                n("cdac8dc4", "உங்கள் புதிய ஃபீடைப் பாருங்கள்"),
                n("dec99336", "விளம்பரமற்றது"),
                n("i95803fa", "துரதிர்ஷ்டவசமாக, இந்த நேரத்தில் நீங்கள் தகுதி பெறவில்லை."),
                n("d28a1d72", "Radar மூலம் நடப்புகளை அறியும் முதல் நபராக இருங்கள்"),
                n("fb70427a", "X -இல் மிகவும் சக்திவாய்ந்த தேடல் கருவியை அறிமுகப்படுத்துகிறோம்."),
                n("i54bf620", "குறிச்சொற்களைக் கண்காணிக்கலாம்"),
                n("e8bb09bc", "மேம்பட்ட தேடல் திறனைப் பயன்படுத்தி, எந்தத் தலைப்பிலும் கவனம் செலுத்துங்கள்."),
                n("d4c9d5aa", "நடப்புகளைக் காட்சியாகக் காணலாம்"),
                n("e78263fe", "கடந்த 3 நாட்களின் தினசரிச் செயல்பாட்டு விளக்கப்படங்களுடன் உரையாடல்களை டிராக் செய்யலாம்."),
                n("e3ed8220", "நிகழ் நேர அளவீடுகள்"),
                n("f4952956", "உங்கள் வினவல்களிலிருந்து இடுகை எண்ணிக்கையைப் பற்றிய உடனடிப் புள்ளிவிவரங்களைப் பெறுங்கள்."),
                n("cce3f116", "இடுகை, உங்கள் புத்தகக்குறிகளில் சேர்க்கப்பட்டது"),
                n("b593b396", "இடுகை உங்கள் புத்தகக்குறிகளிலிருந்து அகற்றப்பட்டது"),
                n("af9c8a3e", "பயன்பாட்டைத் திற"),
                n("ef483238", "இடுகை நிலைப் பக்கம்"),
                n("jcf3ff56", "பெரிய உரை"),
                n("f1252ac8", "நடுத்தர உரை"),
                n("daa0da04", "சிறிய உரை"),
                n("ba5256b2", "உரை அளவு"),
                n("h030c24c", "சிக்கல் குறித்து புகாரளிக்கவும்"),
                n("b12ffee6", "கம்யூனிட்டியிலிருந்து தடைசெய்"),
                n("e37836f8", "புகார் விவரங்கள்"),
                n("fb35e52a", "விதியைக் காட்டு"),
                n("e238c590", "அடுத்து என்ன"),
                n("if218e60", "எங்கள் குழுவும் தொழில்நுட்பமும் உங்கள் புகாரை மதிப்பாய்வு செய்யும். நாங்கள் விதிமீறலைக் கண்டறிந்தால், என்ன நடவடிக்கை எடுக்கிறோம் என்பதை உங்களுக்குத் தெரிவிப்போம்."),
                n("b6dc1984", "எங்கள் செயல்முறை என்ன?"),
                n("b0a16894", "சூழல் முக்கியமானது. எங்கள் விதிகளைச் செயல்படுத்தும்போது பின்வரும் காரணிகளைக் கருத்தில் கொள்கிறோம் (இது முழுமையான பட்டியல் அல்ல):"),
                n("d4716820", "புகாரளிக்கப்பட்ட உள்ளடக்கம், பயனர்களை அவர்களின் அடையாளத்தின் காரணமாக இலக்காக்குகிறதா?"),
                n("e899a534", "இந்த விதிமீறல் எவ்வளவு கடுமையானது?"),
                n("d9c4e7ae", "இலக்காக்கப்பட்ட நபர் புகாரைச் சமர்ப்பித்தாரா?"),
                n("afb51066", "நகல் புகார்களை உருவாக்குவது எங்கள் செயல்முறையைத் துரிதப்படுத்தாது."),
                n("b7ba712a", "விதிமீறல் கண்டறியப்பட்டது"),
                n("d90b8c04", "விதிமீறல் எதுவும் கண்டறியப்படவில்லை"),
                n("c2d0494a", "பாதுகாப்பிற்கான எங்களது பரிந்துரைகள்"),
                n("be46e000", "புகார் நகல்கள்"),
                n("e846ae32", "உள்ளடக்கம் நீக்கப்பட்டாலும், யாரோ ஒருவர் நகலெடுத்திருக்கலாம் அல்லது ஸ்கிரீன்ஷாட்களை எடுத்திருக்கலாம். நீங்கள் இதை X -இல் கண்டால் புகாரளியுங்கள், அதனால் நாங்கள் இதனை அகற்றுவோம்."),
                n("e3647d08", "சட்ட அமலாக்கத்தை அணுகவும்"),
                n("gad89c4a", "நீங்கள் ஆபத்தில் இருப்பதாக உணர்ந்தால், உள்ளூர் சட்ட அமலாக்கத்தைத் தொடர்புகொள்ளுமாறு பரிந்துரைக்கிறோம். தொடர் கேள்விகள் இருந்தால், சட்ட அமலாக்கத்திற்கான எங்கள் வழிகாட்டுதல்களை அவர்கள் குறிப்பிடலாம். "),
                n("h7fa9240", "அமெரிக்கா:"),
                n("fb2ff552", "தேசிய தற்கொலை தடுப்பு லைஃப்லைன் எண் 988."),
                n("bb57e8c0", "பிற நாடுகள் மற்றும் பிராந்தியங்கள்:"),
                n("b9ce59ba", "இதை எங்கள் கவனத்திற்குக் கொண்டு வந்ததற்கு மீண்டும் நன்றி."),
                n("d42899ad", "தற்கொலை தடுப்புக்கான சர்வதேச சங்கத்தைப்"),
                n("c9853de0", "உள்ளடக்கம் மறைக்கப்பட்டுள்ளது"),
                n("c197728e", "தீர்க்கப்பட்டது"),
                n("f4422d78", "புகார்கள்"),
                n("i07c24fa", "திறந்த புகார்கள் எதுவும் உங்களிடம் இல்லை"),
                n("h542c98a", "விவரங்களைக் காண்க"),
                n("e6e11d12", "தீர்க்கப்பட்ட புகார்கள் எதுவும் உங்களிடம் இல்லை"),
                n("ibf33bae", "நகல்களைப் புகாரளிக்கவும், அதனால் அவை அகற்றப்படும்"),
                n("a288ca36", "சட்ட அமலாக்கத்திற்கான எங்கள் வழிகாட்டுதல்களை"),
                n("a62c9c34", "உங்களது ஆர்வங்களைப் பின்தொடருங்கள்."),
                n("cf39fca2", "மக்கள் எதைப் பற்றி பேசுகிறார்கள் என்று கேளுங்கள்."),
                n("j86184fe", "உரையாடலில் இணையுங்கள்."),
                n("ac2035f2", "இன்றே இணையுங்கள்"),
                n("h0af9418", "கணக்கு ஒன்றை உருவாக்கு"),
                n("eba1b198", "தற்போது நிகழ்பவை"),
                n("fa811c30", "ஏற்கனவே கணக்கு உள்ளதா?"),
                n("b4bdfb3e", "Grok பயன்பாட்டைப் பெறுக"),
                n("f991cfaa", "Grok -ஐப் பெறுக"),
                n("a4298bc0", "X. இதோ நடப்பவை"),
                n("j3f49ff6", "முக்கியச் செய்திகள் மற்றும் பொழுதுபோக்கு தொடங்கி விளையாட்டுகள் மற்றும் அரசியல் வரை, நேரலை வர்ணனை மூலம் முழுக் கதையையும் பெறுங்கள்."),
                n("d65555c2", "அல்லது"),
                n("e75df5c9", function (e) {
                    return e.query + " - தேடல்";
                }),
                n("ac4fb0f4", "புகைப்படங்கள்"),
                n("aea62568", "தேடல் வடிகட்டிகள்"),
                n("gfcfbf8c", "உங்கள் தேடல் சேமிக்கப்பட்டது."),
                n("a4645d92", "உங்களின் சேமித்த தேடல் நீக்கப்பட்டது."),
                n("b11805af", function (e) {
                    return "X -இல் " + e.query + " பற்றிய இடுகைகளைப் பாருங்கள். பயனர்கள் என்ன சொல்கிறார்கள் என்பதைப் பார்த்துவிட்டு உரையாடலில் இணையுங்கள்.";
                }),
                n("d610e8c3", function (e) {
                    return e.query + " பற்றிய சமீபத்திய இடுகைகள். பயனர்கள் என்ன சொல்கிறார்கள் என்பதைப் படித்துவிட்டு உரையாடலில் இணையுங்கள்.";
                }),
                n("j622effe", "மேம்பட்ட தேடல்"),
                n("i5045e74", "எங்கும்"),
                n("h2388754", "உங்களுக்கு அருகில்"),
                n("a0cf4306", "Grok சுருக்கம்"),
                n("f97f7b46", "Grok சுருக்கத்தை மறை"),
                n("f9d35b98", "உங்களிடம் 25 சேமிக்கப்பட்ட தேடல்கள் மட்டுமே இருக்க முடியும். புதிதாய் ஒன்றைச் சேமிக்க ஒரு தேடலை நீக்கவும்."),
                n("ha925ad4", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் தேடலைச் சேமிக்க மீண்டும் முயலவும்."),
                n("h0a9931c", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் தேடலை நீக்க மீண்டும் முயலவும்."),
                n("h4912b5e", "தேடலைச் சேமி"),
                n("b9bc69ca", "சேமிக்கப்பட்ட தேடலை நீக்கு"),
                n("eb63de70", "X - மேம்பட்ட தேடல்"),
                n("d3938be8", "வார்த்தைகள்"),
                n("e0dded5e", "ஈடுபாடு"),
                n("a097f7ba", "தேதிகள்"),
                n("c03f15ca", "எந்த மொழியிலும்"),
                n("cb334136", "இணைப்புகள்"),
                n("jf1cbcc2", "இணைப்புகளைக் கொண்ட இடுகைகளைச் சேர்"),
                n("gede6f6e", "இணைப்புகளைக் கொண்ட இடுகைகளை மட்டும் காட்டு"),
                n("bda44dd4", "பதில்கள் மற்றும் அசல் இடுகைகளைச் சேர்"),
                n("ab870904", "பதில்களை மட்டும் காட்டு"),
                n("b6215680", "இந்த வார்த்தைகள் அனைத்தும்"),
                n("cceffa5e", "எடுத்துக்காட்டு: என்ன நிகழ்கிறது · “என்ன” மற்றும் “நிகழ்கிறது” ஆகிய இரு வார்த்தைகளையும் கொண்டவை"),
                n("f1c5faee", "இதே வாக்கியம் உள்ளவை"),
                n("ad10780e", "எடுத்துக்காட்டு: ஹேப்பி ஹவர் · “ஹேப்பி ஹவர்” என்னும் அதே வாக்கியத்தைக் கொண்டிருப்பவை"),
                n("a555a3f4", "இந்த வார்த்தைகளில் ஏதாவதொன்று"),
                n("ee8a2b60", "எடுத்துக்காட்டு: பூனைகள் நாய்கள் · “பூனைகள்” அல்லது “நாய்கள்” (அல்லது இரண்டும்) ஆகிய வார்த்தைகள் இருப்பவை"),
                n("f51fe348", "இந்த வார்த்தைகள் எதுவும் இல்லாதவை"),
                n("hb657ad4", "எடுத்துக்காட்டு: பூனைகள் நாய்கள் · “பூனைகள்”, “நாய்கள்” ஆகிய வார்த்தைகள் இல்லாதவை"),
                n("d10da5da", "இந்த ஹேஷ்டேக்குகள்"),
                n("f0b52b50", "எடுத்துக்காட்டு: #ThrowbackThursday · #ThrowbackThursday என்னும் ஹேஷ்டேக்கைக் கொண்டிருப்பவை"),
                n("e292598a", "இந்தக் கணக்குகளிலிருந்து"),
                n("hef790d8", "எடுத்துக்காட்டு: @X · @X இலிருந்து அனுப்பியது"),
                n("g2c27394", "இந்தக் கணக்குகளுக்கு"),
                n("d158d9d0", "எடுத்துக்காட்டு: @X · @X -க்கான பதிலாக அனுப்பியது"),
                n("a10e3230", "இந்தக் கணக்குகளைக் குறிப்பிடுபவை"),
                n("daaf2c72", "எடுத்துக்காட்டு: @SFBART @Caltrain · @SFBART அல்லது @Caltrain -ஐக் குறிப்பிடுபவை"),
                n("b18366ba", "குறைந்தபட்ச மறுமொழிகள்"),
                n("f481ba1c", "உதாரணமாக: 280 · குறைந்தபட்சம் 280 பதில்களைக் கொண்ட இடுகைகள்"),
                n("ib3ddbd4", "குறைந்தபட்ச விருப்பங்கள்"),
                n("ef994dac", "உதாரணமாக: 280 · குறைந்தபட்சம் 280 விருப்பங்களைக் கொண்ட இடுகைகள்"),
                n("a504ca74", "குறைந்தபட்ச மறுஇடுகைகள்"),
                n("jd9bd944", "உதாரணமாக: 280 · குறைந்தபட்சம் 280 மறுஇடுகைகளைக் கொண்ட இடுகைகள்"),
                n("e95b9448", "பொது"),
                n("f458a3b2", "தனியுரிமை"),
                n("bdc6f5b8", "உங்கள் கணக்கு"),
                n("ea848de8", "EarlyX அமைப்புகள்"),
                n("df483b48", "அம்ச மாற்றுதல்கள்"),
                n("bd05add8", "பாட் அல்ல"),
                n("d94f12b6", "அறிவிப்புகள், தனியுரிமைப் போன்றவற்றைத் தேடல் முயல்க."),
                n("ba8f6f82", "அமைப்புகளைத் தேடுக"),
                n("g931a6e5", function (e) {
                    return "நீங்கள் " + e.topic + " -ஐப் பின்தொடருகிறீர்கள்";
                }),
                n("h3f9027a", "உங்கள் முகப்புக் காலவரிசையில் இதைப் பற்றிய இடுகைகளைப் பார்ப்பீர்கள். இந்தத் தலைப்பானது X முழுவதும் உங்கள் அனுபவத்தைத் தனிப்பயனாக்க உதவும்."),
                n("e241095e", "உங்கள் தலைப்புகள்"),
                n("f8bc75e2", "உங்கள் தலைப்புகளிலிருந்து"),
                n("ed827af6", "தலைப்பு கிடைக்கவில்லை."),
                n("d094c720", "அனைத்துத் தலைப்புகள்"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | தலைப்புகள்";
                }),
                n("g02269ba", "X -இல் தலைப்புகளைப் பின்தொடரவும். X -இல் வெவ்வேறு தலைப்புகளின் வல்லுநர்கள் அல்லது ரசிகர்களாக இருக்கும் பல கணக்குகளிலிருந்து இடுகைகளைக் காண, தலைப்புகள் உங்களை அனுமதிக்கின்றன."),
                n("e80d2509", function (e) {
                    return "X -இல் " + e.topicName + " தலைப்பைப் பின்தொடரவும். X -இல் வல்லுநர்கள், ரசிகர்கள் அல்லது " + e.topicName + " பற்றிப் பேச விரும்புபவராக இருக்கும் பல கணக்குகளிலிருந்து முன்னணி இடுகைகளைக் காண்பீர்கள்.";
                }),
                n("e44b4256", "கதை வரலாறு"),
                n("a74af3f8", "கதை வரலாறு காணப்படவில்லை."),
                n("c3077694", "டிரெண்ட் இடுகைகள்"),
                n("a9042b6c", "நடப்பு வரலாறு"),
                n("ed54bc32", "நடப்பைப் புகாரளி"),
                n("f89bcc50", "நடப்பு புகாரளிக்கப்பட்டது"),
                n("gde7b6b0", "சேமிக்காதே"),
                n("i6212670", "ஏற்றுதல் டிரெண்ட்"),
                n("c6a07c10", "டிரெண்ட் காலவரிசை"),
                n("b0c91a92", "X -இல் உள்ளவர்கள் இதைப் பற்றி என்ன சொல்கிறார்கள் என்பதைப் பார்க்க உள்நுழையவும் அல்லது பதிவுசெய்யவும்"),
                n("d7071084", "இதை Grok செய்க"),
                n("ee2200f4", "இந்தக் கதை, grok உருவாக்கிய X இல் உள்ள இடுகைகளின் சுருக்கம் ஆகும். காலப்போக்கில் கதை உருவாகும்."),
                n("e1e5d552", "உங்கள் சர்கிளைத் திருத்துக"),
                n("ec13f9cc", "உங்கள் சர்கிளில் இதுவரை யாரும் இல்லை"),
                n("dab58e32", "நீங்கள் மக்களைச் சேர்க்கும்போது, அவர்களது பெயர்கள் இங்கே தோன்றும்."),
                n("f43112a4", "இது எப்படி வேலைசெய்கிறது"),
                n("a4d60c94", "ஏதோ தவறாகிவிட்டது. தற்போதைக்கு உங்கள் சர்கிளில் அவர்களைச் சேர்க்க முடியாது."),
                n("a1ba3bd8", "உங்கள் சர்கிள் நிரம்பியுள்ளது. உங்கள் சர்கிளில் அதிகபட்சமான 150 பேரை அடைந்துவிட்டீர்கள்."),
                n("ac3fd6e2", "இதுவரை உங்களுக்குப் பரிந்துரைகள் எதுவுமில்லை"),
                n("eeb4d3f0", "உங்கள் சர்கிளில் சேர்ப்பதற்குப் பயனர்களை இங்கே பரிந்துரைப்போம்."),
                n("aea3c420", "இதுவரை மேற்கோள்கள் இல்லை"),
                n("b40a22c0", "வேறொருவரின் இடுகையைப் பகிரும்போது உங்கள் கருத்தைச் சேர்க்கவும், அது இங்கே காண்பிக்கப்படும்."),
                n("f08d8d08", "நீங்கள் விரும்பும் இடுகைகளை அதிகம் பகிர்க"),
                n("f0ccff52", "வேறொருவரின் இடுகையை மறுஇடுகையிடுவதன் மூலம் அதை உங்கள் காலவரிசையில் பகிரவும். நீங்கள் அவ்வாறு செய்யும்போது, அது இங்கே காண்பிக்கப்படும்."),
                n("fc1acb54", "இதுவரை விருப்பங்கள் இல்லை"),
                n("e3527230", "இந்த இடுகைக்கு விருப்பம் தெரிவிக்க எவரேனும் (நீங்களாக இருந்தாலும்) இதயத்தைத் தொடும்போது, அது இங்கே காண்பிக்கப்படும்."),
                n("i3e8b808", "இந்த இடுகையை விரும்பிய பயனர்களை ஏற்றுகிறது"),
                n("c69fd704", "இந்த இடுகையை மறுஇடுகையிட்ட பயனர்களை ஏற்றுகிறது"),
                n("f12858d4", "இவரால் விரும்பப்பட்டது"),
                n("fe62cfec", "மறுஇடுகையிட்டது"),
                n("h1c5d6aa", "நீங்கள் அனுப்பியவை"),
                n("h6d45054", "அனைவரும் அனுப்பியவை"),
                n("da68fff1", function (e) {
                    return e.count + " காயின்" + t(e.count, "", "கள்") + " (உங்களுக்கு மட்டுமே தோன்றும்)";
                }),
                n("e35f2534", "இடுகை ஈடுபாடுகளை ஏற்றுகிறது"),
                n("i60dfa72", "இடுகை ஈடுபாடுகள்"),
                n("dc604dda", "இந்த இடுகையை விரும்பிய பயனர்கள்"),
                n("cdd4ef4a", "இந்த இடுகையை மறுஇடுகையிட்ட பயனர்கள்"),
                n("icc72234", "இந்த இடுகையின் மேற்கோள்கள்"),
                n("hc35b530", "இதுவரை விருப்பங்கள் இல்லை"),
                n("e0d6a246", "இதுவரை மறுஇடுகைகள் இல்லை"),
                n("i2a26cb4", "இந்த இடுகைக்கு விருப்பம் தெரிவிக்க எவரேனும் இதயத்தைத் தொடும்போது, அது இங்கே காண்பிக்கப்படும்."),
                n("i9b724e8", "இந்த இடுகையை மேற்கோள் காட்டிய அனைவரின் பட்டியலையும் இங்கே காணலாம்."),
                n("a5ab75ae", "தொடர்புடைய இடுகைகள் எதுவும் இல்லை."),
                n("ce637c0e", "தொடர்புடைய ஆர்டிகிள்ஸ் எதுவும் இல்லை."),
                n("fd67deaa", "தொடர்புடைய இடுகைகளைப் பகிர்"),
                n("f9183bb6", "தொடர்புடைய இடுகைகளுக்கான இணைப்பை நகலெடுக்கவும்"),
                n("fc4e5d96", "உங்கள் சொந்த இடுகைகளைப் பற்றிய பகுப்பாய்வை மட்டுமே பார்க்கலாம்."),
                n("ab0da59f", function (e) {
                    return e.entity + " பகுப்பாய்வுகள்";
                }),
                n("ae32e7de", "இது புரோமோட் செய்யப்பட்ட இடுகை. இந்த இடுகை எத்தனை முறை பார்க்கப்பட்டது என்பது தனிப்பட்டது."),
                n("a10aa36c", "உதவி மையத்தைப்"),
                n("d0740558", "உதவி மையத்தைப்"),
                n("d2d76dca", "உதவி மையத்தைப்"),
                n("de8bcdaa", "உங்கள் இடுகையைப் பார்த்தவர்களின் விவரம்"),
                n("cfa1ef16", "பூஸ்ட் செய்க"),
                n("d267afa2", "20க்குக் கீழ்"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50க்கு மேல்"),
                n("bcd9cf68", "65-க்கும் மேல்"),
                n("f05f1838", "பிற / குறிப்பிடப்படவில்லை"),
                n("fa5be588", "ஆர்கானிக்"),
                n("c65126fe", "பூஸ்ட் செய்யப்பட்டது"),
                n("c61c6624", "விளம்பரப்படுத்தப்பட்டது"),
                n("f1196a04", "பூஸ்ட் பகுப்பாய்வுகள்"),
                n("bb66e3fc", "புரோமோட் பகுப்பாய்வுகள்"),
                n("g512ddcc", "நிறுவனப் பகுப்பாய்வுகள்"),
                n("j9256524", "உங்கள் பூஸ்ட் செயல்திறனின் விளக்கம்"),
                n("ceeb3016", "உங்கள் புரோமோட் செயல்திறனின் விளக்கம்"),
                n("bf4558fa", "உங்கள் இயல் செயல்திறனின் விளக்கம்"),
                n("c69069e6", "X -இல் இந்த இடுகை பார்க்கப்பட்ட எண்ணிக்கை"),
                n("a0615bac", "ஓர் இடுகையுடன் ஒரு பயனர் ஊடாடிய மொத்த எண்ணிக்கை. இதில் இடுகை (ஹேஷ்டேக்குகள், இணைப்புகள், சுயபடம், பயனர்பெயர் மற்றும் இடுகை விரிவாக்கம் உட்பட), மறுஇடுகைகள், பதில்கள், பின்தொடர்வுகள் மற்றும் விருப்பங்கள் ஆகியவற்றில் எங்கிருந்தும் மேற்கொள்ளப்படும் அனைத்துக் கிளிக்குகளும் அடங்கும்."),
                n("acc4cf12", "இந்த இடுகையிலிருந்து சுயவிவரத்தைப் பார்வையிட்டவர்களின் எண்ணிக்கை"),
                n("c7d0d1c4", "இந்த இடுகையிலுள்ள URL கிளிக் செய்யப்பட்ட எண்ணிக்கை"),
                n("a4da7724", "இந்த இடுகையைப் பற்றிய விவரங்களைப் பயனர்கள் பார்வையிட்ட எண்ணிக்கை"),
                n("jedd2771", function (e) {
                    return "பூஸ்ட் செய்ததிலிருந்து " + e.percentage;
                }),
                n("g33fd6b1", function (e) {
                    return "விளம்பரத்திலிருந்து " + e.percentage;
                }),
                n("b71059c3", function (e) {
                    return "பின்தொடராதவர்களிடமிருந்து " + e.percentage;
                }),
                n("h4cbba3e", "< 5%"),
                n("f4f0094c", "பூஸ்ட் செய்ததிலிருந்து < 5% "),
                n("h1cdac12", "புரொமோஷனிலிருந்து < 5%"),
                n("g884b2cc", "பின்தொடராதவர்களிடமிருந்து < 5%"),
                n("b32334a0", "கணக்குகள் அடைந்தவை"),
                n("h142a79c", "இந்த இடுகைக்கான பிரத்யேகப் பார்வைகளின் எண்ணிக்கை"),
                n("de4def4e", "இன்று வரையிலான அனைத்து விளம்பரங்களிலும் % "),
                n("e3390c1e", "முதல் 48 மணிநேரம்"),
                n("aead0975", function (e) {
                    return "இந்த இடுகை இடுகையிடப்பட்ட முதல் 48 மணிநேரத்தில் எத்தனை முறை வாசிக்கப்பட்டது என்பதை இது கண்காணிக்கிறது. அதிகபட்ச மதிப்பு " + e.maxValue + " தாக்கங்கள்.";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " விருப்ப" + t(e.likeCount, "ம", "ங்கள") + "்";
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " மறுஇடுகை" + t(e.retweetCount, "", "கள்");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " பதில்" + t(e.replyCount, "", "கள்");
                }),
                n("db6efeb8", "உங்கள் விளம்பரம் இயங்குகிறது"),
                n("j6daea86", "உங்கள் விளம்பரம் இடைநிறுத்தப்பட்டது"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return e.spentBudget + "/" + e.totalBudget + " செலவழிக்கப்பட்டுள்ளது";
                }),
                n("e8adeec8", "மீண்டும் விளம்பரம் செய்க"),
                n("fbb5c37e", "மீண்டும் பூஸ்ட் செய்க"),
                n("ccffb487", function (e) {
                    return "இந்த இடுகை இதுவரை " + e.impressions + " தாக்க" + t(e.impressions, "த்த", "ங்கள") + "ைப் பெற்றுள்ளது. உங்கள் அணுகலை விரிவுபடுத்த, தொழில்முறை கணக்கிற்கு மாறவும்.";
                }),
                n("ha13fd94", "இடுகையை பூஸ்ட் செய்க"),
                n("jede3014", "உங்கள் விளம்பரம் மதிப்பாய்வில் உள்ளது"),
                n("b823301e", "அது அங்கீகரிக்கப்பட்டதும், நீங்கள் தேர்ந்தெடுத்த பார்வையாளர்களுக்கு உங்கள் இடுகை விளம்பரப்படுத்தப்படும்."),
                n("a2e48870", "X -இன் விளம்பரக் கொள்கையை மதிப்பாய்வு செய்யவும்"),
                n("ge538876", "நீங்கள் பகிர்ந்த வீடியோவுக்கான அளவீடுகள்"),
                n("ca7e10d8", "பிரத்யேகப் பார்வைகள்"),
                n("i611fc96", "அனைத்து இடுகைகளிலும் இந்த வீடியோவைப் பார்த்த முறைகளின் மொத்த எண்ணிக்கை."),
                n("a69cd868", "இந்த வீடியோவுக்கான பிரத்யேகப் பார்வைகளின் எண்ணிக்கை"),
                n("f894a688", "பார்வையாளர் தக்கவைப்பு"),
                n("ad9d9204", "பார்வையாளர்கள் ஒரு வீடியோவை விட்டு வெளியேறும் முன்னர் அதை எத்தனை முறை பார்த்தார்கள், வீடியோவை எவ்வளவு நேரம் வரை பார்த்தார்கள் என்பதன் சதவீதம்."),
                n("da4b7a70", "குறிப்பிட்ட நேரம் வரை வீடியோவைப் பார்த்து விட்டுச் சென்ற பார்வையாளர்களின் சதவீதம்"),
                n("de2d89a2", "25% பார்க்கப்பட்டது"),
                n("i92754c2", "50% பார்க்கப்பட்டது"),
                n("be8ddcc2", "75% பார்க்கப்பட்டது"),
                n("b01410d6", "100% பார்க்கப்பட்டது"),
                n("gfb3d8af", function (e) {
                    return e.timeLabel + " வரை பார்த்தேன்";
                }),
                n("fc6cbba2", "இங்கு பார்ப்பதற்கு எதுவும் இல்லை - இதுவரை"),
                n("b80a53c8", "கூடுதல் தரவு சேகரிக்கப்பட்டதும், அந்தத் தகவலை இங்கே பார்ப்பீர்கள்."),
                n("d25dccb6", "சர்கிள் இடுகைகளுக்குப் பகுப்பாய்வுகள் கிடைக்கவில்லை."),
                n("g61ac32a", "உங்கள் உள்ளடக்கத்தில் ஈடுபாடு காட்ட அதிக வாய்ப்புள்ள பயனர்களை நாங்கள் தானாகவே இலக்கிடுவோம்."),
                n("e8702feb", function (e) {
                    return e.couponAmount + " எங்கள் செலவு!";
                }),
                n("e44dc579", function (e) {
                    return "இப்போதே தொடங்கி " + e.date + " -க்கு முன்னர் உங்கள் முதல் விளம்பரத்தில் " + e.couponAmount + " தள்ளுபடி பெறுங்கள்.";
                }),
                n("hd8df545", function (e) {
                    return "இப்போதே தொடங்கி " + e.date + " -க்கு முன்னர் உங்களின் அடுத்த விளம்பரத்தில் " + e.couponAmount + " தள்ளுபடி பெறுங்கள்.";
                }),
                n("f1d32e41", function (e) {
                    return e.spendAmount + " செலவு செய்து, விளம்பர கிரெடிட்களில் " + e.couponAmount + " பெறுங்கள்.";
                }),
                n("c4d0434b", function (e) {
                    return e.durationLabel + " -க்கு ஒருநாளைக்கு " + e.dailyBudget;
                }),
                n("dc4a9413", function (e) {
                    return e.durationLabel + "-க்கு " + e.totalBudget;
                }),
                n("bad70c09", function (e) {
                    return "அமைவிட" + t(e.numLocations, "ம", "ங்கள") + "்";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "-" + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " நா" + t(e.durationDays, "", "ட்க") + "ள்";
                }),
                n("gc3ce5d9", function (e) {
                    return "ஒரு நாளுக்கு " + e.audienceLow + " - " + e.audienceHigh + " நபர்களை அடையலாம் என மதிப்பிடப்பட்டுள்ளது";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "வயது வரம்பு: " + e.formattedAge + e.newlinePlaceholder + "பாலினம்: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "ஒன்று அல்லது அதற்கு மேற்பட்ட பிரச்சாரங்களுக்கு நீங்கள் " + e.spendAmount + " செலவு செய்தவுடன், உங்கள் விளம்பரக் கணக்கில் நேரடியாக " + e.couponAmount + " கிரெடிட் செய்வோம். உங்கள் கிரெடிட்டைப் பயன்படுத்துவதற்குப் பல நாட்கள் ஆகலாம்.";
                }),
                n("cb51c854", "எந்த பாலினமும்"),
                n("bb7b39e2", "ஆண்கள்"),
                n("eb9466d0", "பெண்கள்"),
                n("b07cc9f2", "மண்டலம்"),
                n("ce309bee", "Metro"),
                n("cc49d030", "அஞ்சல்குறியீடு"),
                n("c3fca124", "ஈடுபாட்டை அதிகரிக்கவும்"),
                n("d4f57cce", "உங்களைப் பின்தொடர்பவர்களை அதிகரியுங்கள்"),
                n("c6daa762", "மேலும் இணைப்புக் கிளிக்குகளைப் பெறுங்கள்"),
                n("cc642518", "அமைவிடங்களைத் தேடுக"),
                n("i0e8c3c6", "அமைவிட முடிவுகள்"),
                n("f69ad048", "அமைவிடத்தைத் தேர்வுசெய்யவும்"),
                n("d948b978", "உங்கள் சொந்த இடுகைகளை மட்டுமே நீங்கள் விளம்பரப்படுத்த முடியும்."),
                n("cfcdb4a2", "ஏதோ தவறாகிவிட்டது. ஏதேனும் விளம்பர தடுப்பான்களை முடக்கியுள்ளீர்களா என உறுதிப்படுத்தவும்."),
                n("j7a2af7a", "இந்த இடுகையை விளம்பரப்படுத்த வேண்டாமா?"),
                n("a78bce8e", "நீங்கள் இப்போது வெளியேறினால், இந்த இடுகை விளம்பரப்படுத்தப்படாது."),
                n("g8844150", "விளம்பரப்படுத்த வேண்டாம்"),
                n("e7eb3684", "தினசரி பட்ஜெட்"),
                n("d9f6e3ce", "தினசரி பட்ஜெட் ஸ்லைடர்"),
                n("b3954eca", "நாட்கள் ஸ்லைடரில் காலஅளவு"),
                n("ce665a60", "மதிப்பிடப்பட்ட சென்றடைதல் என்பது தோராயமானது. உண்மையான சென்றடைதலுக்கு உத்தரவாதம் அளிக்க முடியாது."),
                n("i0c3b95c", "அடுத்ததை நாங்கள் பார்த்துக்கொள்கிறோம்!"),
                n("h8b6e32a", "உங்கள் இடுகையைப் புரோமோட் செய்தீர்கள்!"),
                n("ee8014a6", "உங்கள் விளம்பரச் செயல்திறனை அளவிட எந்த நேரத்திலும் இடுகைப் பகுப்பாய்வைப் பார்க்கவும்."),
                n("db841200", "ஈடுபாட்டை அதிகரித்து அதிகமான நபர்களை அடையுங்கள், உங்கள் பக்கத்தைப் பற்றிய விஷயங்கைளைப் பரப்புங்கள்."),
                n("fcc839b6", "உங்கள் இலக்கு என்ன?"),
                n("b679a538", "உங்கள் இடுகையில் மீடியா உள்ளது"),
                n("cb19a2f0", "மேலும் விருப்பங்கள், மறுஇடுகைகள் போன்றவற்றைப் பெறுங்கள்."),
                n("a2d37164", "உங்கள் தளத்திற்கு அதிக பார்வையாளர்களைப் பெறுங்கள்"),
                n("cefad302", "உங்கள் இடுகையில் ஓர் இணைப்பைச் சேர்க்கவும்"),
                n("b614fad0", "உங்கள் இடுகையில் ஓர் இணைப்பு சேர்க்கப்பட்டுள்ளதை உறுதிப்படுத்தவும்."),
                n("de43b660", "கட்டண முறைகள்"),
                n("hb4773a0", "புதிய கட்டண முறையைச் சேர்"),
                n("aa2a3dd4", "கார்டை நீக்கு"),
                n("b1c5b63c", "முடிவடையும் நேரம்"),
                n("affb5878", "நீக்குவதை உறுதிப்படுத்தவும்"),
                n("db443ae2", "எல்லாம் சரியாக இருக்கிறதா?"),
                n("a96f811e", "விளம்பர இலக்கு"),
                n("fbd44e96", "உங்கள் பட்ஜெட்"),
                n("e36bce64", "கட்டண முறை"),
                n("ia83756c", "கூட்டுத்தொகை"),
                n("cc217a04", "கூப்பன் பேலன்ஸ்"),
                n("g4f2b588", "மீதமுள்ள கூப்பன் பேலன்ஸ்"),
                n("i41612da", "விளம்பரப்படுத்தலை உருவாக்கவும்"),
                n("cdae1af0", "வரித் தகவலைச் சேர்க்கவும்"),
                n("ed8bb5a0", "கட்டண விவரங்களைச் சேர்க்கவும்"),
                n("fc640c20", "உங்கள் கூப்பனைக் கிளைம் செய்ய, கட்டண விவரங்களைச் சேர்க்கவும்"),
                n("be2dc078", "பதிவு செய்து கட்டண விவரங்களைச் சேர்க்கவும்"),
                n("iaefd4de", "உங்கள் கூப்பனைக் கிளைம் செய்ய, பதிவு செய்து கட்டண விவரங்களைச் சேர்க்கவும்"),
                n("e5e42640", "ம்ம்ம்... உங்கள் கூப்பன் ஏற்றப்படவில்லை. பின்னர் மீண்டும் முயலவும்."),
                n("e85dfd66", "இந்த இடுகைக்கான பிரச்சாரம் ஏற்கனவே உருவாக்கப்பட்டுள்ளது."),
                n("a4db098c", "உங்கள் விளம்பரப்படுத்தலை எங்களால் உருவாக்க முடியவில்லை என்று தெரிகிறது. பின்னர் மீண்டும் முயற்சி செய்யவும்."),
                n("ef7e3916", "ஏதோ தவறாகிவிட்டது. உங்கள் விளம்பரப்படுத்தல் விவரங்களைச் சரிபார்த்து, மீண்டும் முயற்சி செய்யவும்."),
                n("c1134966", "விதிமுறைகள் மற்றும் விளம்பர வழிகாட்டுதல்கள்"),
                n("he45cc43", "கூப்பன் விதிமுறைகள்"),
                n("c9439a82", "விதிமுறைகள் மற்றும் விளம்பர வழிகாட்டுதல்களைப்"),
                n("c672105a", "யாரை அணுக விரும்புகிறீர்கள்?"),
                n("e1efbeae", "வயது வரம்பு"),
                n("c6ff7c10", "குறைந்தபட்ச வயது வரம்பு"),
                n("b555fb46", "அதிகபட்ச வயது வரம்பு"),
                n("j2c03e12", "55+"),
                n("d4e01892", "ஹவுசிங், கடன் மற்றும் வேலை வாய்ப்புகள் விளம்பரக் கொள்கையின்படி"),
                n("df8d4fa0", "பாலினத்தைத் தேர்ந்தெடுக்கவும்"),
                n("i982d424", "நீங்கள் எவ்வளவு முதலீடு செய்ய விரும்புகிறீர்கள்?"),
                n("b9ff6cb0", "பணம் செலுத்தும் முறை எதுவும் தேர்ந்தெடுக்கப்படவில்லை "),
                n("i8b90688", "விதிமுறைகள் மற்றும் விளம்பர வழிகாட்டுதல்கள்"),
                n("a93bd26d", "கூப்பன் விதிமுறைகள்"),
                n("d31dc460", "விதிமுறைகள் மற்றும் விளம்பர வழிகாட்டுதல்களைப்"),
                n("ga845597", function (e) {
                    return "மொத்தம் " + e.durationLabel + " -க்கும் மேல்";
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "மேலும் அறிக"),
                n("j9f78b42", "இந்த இடுகையில் இணைக்கப்பட்ட பயனர்கள் எவரும் இல்லை."),
                n("cb2054fa", "பயனர்களை ஏற்றுகிறது"),
                n("e4ad6bda", "இந்தப் புகைப்படத்தில்"),
                n("cdd4aafe", "உரையாடலிலுள்ள நபர்களை ஏற்றுகிறது"),
                n("aac3fad2", "இந்த உரையாடலிலுள்ள நபர்கள்"),
                n("a7f66562", "இடுகையை ஏற்றுகிறது"),
                n("b7a898fa", "இங்கிருந்து நேரடியாக அடுத்த பதிவிற்குச் செல்லுங்கள்!"),
                n("e254fdd2", "நீங்கள் அடுத்த இடுகைக்கு நேரடியாக ஸ்வைப் செய்யலாம்!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "ஸ்க்ரப்பர்"),
                n("h2fcc532", "வரலாற்றை ஏற்றுகிறது"),
                n("a74821a0", "உங்கள் கட்டணம் செலுத்தப்படவில்லை அல்லது அது காலாவதியாகப் போகிறது எனத் தெரிகிறது. உங்கள் Premium சப்ஸ்கிர்ப்ஷனைத் தொடர்வதற்கு உங்கள் கட்டணத் தகவலைப் புதுப்பிக்கவும்."),
                n("bb55752e", "சிறந்த உள்ளடக்கத்தை இடுகையிட படைப்பாளர்களை ஆதரிக்க, காயின்கள் உங்களை அனுமதிக்கின்றன. பயன்படுத்தப்படாத காயின்கள் உங்களின் பேலன்ஸில் வைக்கப்படும்."),
                n("ea7ce65f", function (e) {
                    return e.count + " போனஸ் காயின்" + t(e.count, "", "கள்") + " சேர்த்து.";
                }),
                n("e557f9d2", "உங்கள் காயின் பேலன்ஸ் வரம்பை அடைந்துவிட்டீர்கள்."),
                n("e2beba5e", "மிகப் பிரபலமானவை"),
                n("gafeeb96", "காயின்களை வாங்குக"),
                n("bc42db1c", "எப்போது வேண்டுமானாலும் ரத்துசெய்யலாம். மாதந்தோறும் தானாகப் புதுப்பிக்கப்படும்."),
                n("f1561b06", "வாங்குபவர்களுக்கான விதிமுறைகளுக்குக்"),
                n("fe93ed4a", "வாங்கப்பட்டது"),
                n("bcb90375", function (e) {
                    return "உங்கள் புதிய காயின் பேலன்ஸ் " + e.balance + " ஆகும்";
                }),
                n("ia2eb0c0", "வாங்கப்படவில்லை"),
                n("c7e11484", "உங்கள் பட்டியல்கள் காலியாக உள்ளன"),
                n("a96208ba", "ஒருவரைச் சேர்ப்பதற்கு முன் ஒரு பட்டியலை நீங்கள் உருவாக்க வேண்டும்."),
                n("d2826908", "புதிய பட்டியலை உருவாக்குக"),
                n("he062e8a", "ஒரு பட்டியலைத் தேர்வுசெய்யவும்"),
                n("c2fb1e94", "ஒரு பட்டியலில் 5,000 கணக்குகளை மட்டுமே சேர்க்க முடியும்."),
                n("f30edc68", "தனிப்பட்டதாக்கு"),
                n("h51a2cf6", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் பேனரை நீக்க மீண்டும் முயற்சி செய்யவும்."),
                n("bb10280e", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் பட்டியலைச் சேமிக்க மீண்டும் முயற்சிசெய்யவும்."),
                n("h8885a22", "பட்டியல் பெயர்கள் 25 எழுத்துக்களைத் தாண்டக்கூடாது."),
                n("f8132984", "ஒரு பட்டியலை நீங்கள் தனிப்பட்டதாக மாற்றும்போது, அதை நீங்கள் மட்டுமே பார்க்க முடியும்."),
                n("h421e74c", "பரிந்துரைக்கப்பட்ட பட்டியல்கள்"),
                n("aa62dea8", "தேடிக் கொண்டிருக்கிறோம்"),
                n("e5e4d3aa", "பரிந்துரைக்கப்பட்ட பட்டியல்களைக் காண பின்னர் சரிபார்க்கவும்."),
                n("c4d7650c", "உறுப்பினர்களை நிர்வகி"),
                n("h7f2418c", "பட்டியல் தகவலை ஏற்றுகிறது"),
                n("b18e5cd2", "ஏதோ தவறாகிவிட்டது. ஒரு நிமிடம் கழித்து உங்கள் பட்டியலை நீக்க மீண்டும் முயற்சிசெய்யவும்."),
                n("cdd73e9c", "பட்டியலை நீக்கு"),
                n("def8ff62", "பட்டியலை நீக்கவா?"),
                n("j8b9cde8", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் பட்டியலை இழப்பீர்கள்."),
                n("e9f3dec4", "பட்டியல் தேடல்"),
                n("b9192d55", function (e) {
                    return e.query + " - பட்டியல் தேடல்";
                }),
                n("d6a23192", "புதிய பட்டியலை உருவாக்கு"),
                n("ie256518", "பட்டியல் தேடல் காலவரிசை"),
                n("j57a2568", "பட்டியல் தேடல்"),
                n("hc76e8cd", function (e) {
                    return '"' + e.query + '"-க்கான பட்டியல்கள் இல்லை';
                }),
                n("d872881a", "நீங்கள் ஏன் புதிதாக ஒன்றை உருவாக்கக்கூடாது?"),
                n("j177067a", "பட்டியல்களைத் தேடுக"),
                n("g13ea02c", "பட்டியல்களைத் தேட முயலவும்"),
                n("d1461f1e", "இந்தப் பட்டியல் காலியாக உள்ளது"),
                n("bcbd3416", "இந்தப் பட்டியலைப் பின்தொடர்பவர்கள் இங்கே தோன்றுவார்கள்."),
                n("b197a56c", "பட்டியலைப் பின்தொடர்பவர்கள்"),
                n("f0ab07f5", function (e) {
                    return "(" + e.memberCount + ") உறுப்பினர்கள்";
                }),
                n("h9ce3406", "பட்டியல் உறுப்பினர்கள்"),
                n("dfeaeb26", "உங்கள் பட்டியலில் சேர்க்கவும்"),
                n("a332103e", "இந்தப் பட்டியலில் சேர்க்கப்பட்டவர்கள் இங்கே தோன்றுவார்கள்."),
                n("e2f7dc62", "பரிந்துரைக்கப்பட்ட உறுப்பினர்களைக் கண்டறியவும்"),
                n("gc23cc00", "இந்தப் பட்டியலில் சேர்ப்பதற்கான பரிந்துரைகளைப் பார்க்க, கணக்குகளைத் தேட முயற்சி செய்யவும்."),
                n("e3deb126", "பட்டியல் பரிந்துரைகள்"),
                n("eb7b54be", "பட்டியல்களை ஏற்றுகிறது"),
                n("a9ca06d2", "தகவல்"),
                n("a367dc9a", "சமீபத்திய இடுகைகளை அவை வெளியாகும்போதே பார்த்துக் கொண்டிருக்கிறீர்கள்"),
                n("dd438748", "முன்னணி இடுகைகளை முதலில் பார்க்கிறீர்கள்"),
                n("fe7e217c", "சமீபத்திய இடுகைகளைப் பார்க்கவும்"),
                n("ce78b698", "நீங்கள் முதலில் முன்னணி இடுகைகளைப் பார்க்கிறீர்கள். சமீபத்திய இடுகைகள் அவை நிகழும்போது காண்பிக்கப்படும்."),
                n("i5a1628a", "சிறந்த இடுகைகளைப் பார்க்கவும்"),
                n("f333a93e", "முதலில் சமீபத்திய இடுகைகளைப் பார்க்கிறீர்கள். முன்னணி இடுகைகள் சிறந்த இடுகைகளைக் காண்பிக்கும்."),
                n("c7294984", "பட்டியலை புகாரளி"),
                n("g6340998", "இது உங்களை அவர்களின் பட்டியல்களில் மீண்டும் தானாகவே சேர்க்காது."),
                n("i6da4f7a", "பட்டியலைப் பகிரவும்"),
                n("a062ff80", "இணைப்பை பட்டியலுக்கு நகலெடு"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "நீங்கள் @" + e.screenName + " -ஐப் பின்தொடரவில்லை";
                }),
                n("a64512a4", "காலவரிசையைப் பட்டியலிடுகிறது"),
                n("i0bcc456", "நீங்கள் செய்யும்போது, நீங்கள் அவர்களின் பட்டியல்களைப் பார்க்கலாம்."),
                n("d8315ca0", "நீங்கள் இருக்கும் பட்டியல்கள்"),
                n("e74be9ac", "அவர்கள் இருக்கும் பட்டியல்கள்"),
                n("c80cb4e4", "புதிய பட்டியல்"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " -ஆல் உருவாக்கப்பட்ட பட்டியல்கள்";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " எந்தப் பட்டியலையும் உருவாக்கவில்லை";
                }),
                n("f5978664", "அவர் பட்டியல்களை உருவாக்குபோது, அவை இங்கே காண்பிக்கப்படும்."),
                n("h243711c", "இதுவரை நீங்கள் பட்டியல்கள் எதையும் உருவாக்கவில்லை"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " இதுவரை பட்டியல்கள் எதிலும் சேர்க்கப்படவில்லை";
                }),
                n("e05568cc", "அவர்கள் ஒரு பட்டியலில் சேர்க்கப்படும்போது, இங்கே காட்டப்படும்."),
                n("b86a098a", "நீங்கள் இதுவரை பட்டியல்கள் எதிலும் சேர்க்கப்படவில்லை"),
                n("h06e09a2", "எவரேனும் உங்களை ஒரு பட்டியலில் சேர்க்கும்போது, அது இங்கே காட்டப்படும்."),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " -இன் பட்டியல் உறுப்பினர்உரிமைகள்";
                }),
                n("g6b54ff6", "புதுப்பித்த நிலையில் உள்ளீர்கள்"),
                n("ec5fd35a", "எவரேனும் உங்களைப் பின்தொடரக் கோரும்போது, அதை ஏற்கவோ மறுக்கவோ அது இங்கே காண்பிக்கப்படும்."),
                n("ec2d8342", "நிராகரி"),
                n("j85d8d90", "அந்தப் பயனருக்கு நிலுவையிலுள்ள பின்தொடர் கோரிக்கை எதுவுமில்லை."),
                n("c3d23f10", "சிறிய சிக்கல் இருந்தது போல் தெரிகிறது. இருந்தாலும் கவலைப்பட வேண்டாம், அது உங்கள் தவறல்ல. மீண்டும் முயற்சி செய்யக் கீழே கிளிக் செய்யவும்."),
                n("d2613123", function (e) {
                    return "சப்ஸ்கிரைப் செய்க - " + e.price + "/மாதம்";
                }),
                n("c4640fc0", "சப்ஸ்கிர்ப்ஷன்ஸ் சுயவிவரத்தைப் பகிரவும்"),
                n("a72064a8", "சப்ஸ்கிர்ப்ஷன்ஸ் சுயவிவரத்திற்கு இணைப்பை நகலெடு"),
                n("e6c72234", "மின்னஞ்சல் பகிர்வு விதிமுறைகளை"),
                n("b17f0c4b", function (e) {
                    return "நீங்கள் தற்போது @" + e.screenName + "-க்கு சப்ஸ்கிரைப் செய்துள்ளீர்கள்";
                }),
                n("a5634d9a", "சப்ஸ்கிர்ப்ஷன் என்பதைச் செயலாக்குவதில் சிக்கல் ஏற்பட்டது. இந்த அறிவிப்பை நிராகரித்துவிட்டு மீண்டும் முயற்சிக்கவும்."),
                n("fe9d3afa", "பின்தொடர்பவர்களை ஏற்றுகிறது"),
                n("ab7fc3ef", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -ஐச் சிறப்புப் பின்தொடர்பவர்கள்";
                }),
                n("j0d17377", function (e) {
                    return "உங்களுக்குத் தெரிந்த, " + e.fullName + " (@" + e.screenName + ") -ஐப் பின்தொடர்பவர்கள்";
                }),
                n("fa9e827f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -ஐப் பின்தொடர்பவர்கள்";
                }),
                n("ha979be5", function (e) {
                    return e.fullName + " (@" + e.screenName + ") பின்தொடர்பவர்கள்";
                }),
                n("d28be573", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -க்குச் சப்ஸ்கிரைப் செய்துள்ள நபர்கள்";
                }),
                n("g9da3853", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -க்குச் சப்ஸ்கிரைப் செய்துள்ள நபர்கள்";
                }),
                n("cfd952a1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") -ஐப் பின்தொடரும் சரிபார்க்கப்பட்ட கணக்குகள்";
                }),
                n("fecc696e", "சரிபார்க்கப்பட்ட பின்தொடர்பவர்கள்"),
                n("g0a2fbbe", "உங்களிடம் இதுவரை சப்ஸ்கிரைபர்ஸ் யாரும் இல்லை"),
                n("g65f4bac", "இன்னும் உங்களுக்கு பின்தொடர்பவர்கள் யாரும் இல்லை"),
                n("c36cfddc", "பின்தொடர்பவர்களைத் தேடுகிறீர்களா?"),
                n("fd275c1a", "இன்னும் உங்களுக்குச் சரிபார்க்கப்பட்ட பின்தொடர்பவர்கள் யாரும் இல்லை"),
                n("e08bd098", "இங்கே உங்களை சப்ஸ்கிரைப் செய்யும் அனைவரும் அடங்கிய பட்டியலை இங்கே காண்பீர்கள்."),
                n("j029a4dc", "யாராவது உங்களைப் பின்தொடரும்போது, அவர்களை இங்கே பார்ப்பீர்கள்."),
                n("b2b2c6ce", "இந்தக் கணக்கை யாரேனும் பின்தொடரும்போது அவர்கள் இங்கே காண்பிக்கப்படுவார்கள். இடுகையிடுவதும், மற்றவர்களுடன் உரையாடுவதும் பின்தொடர்பவர்களை அதிகரிக்க உதவும்."),
                n("cb1a15c8", "கணக்குகளைப் பின்தொடர்வது உங்கள் காலவரிசையை ஒழுங்கமைப்பதற்கும், நீங்கள் ஆர்வம் கொண்டுள்ள தலைப்புகளிலும் மக்களிடையேயும் நிகழ்பவற்றைத் தெரிந்துகொள்ளவும் எளிய வழியாகும்."),
                n("i967b954", "உங்களின் அனைத்து சப்ஸ்கிர்ப்ஷன்களின் பட்டியலை இங்கே காணலாம்."),
                n("a44e403e", "சரிபார்க்கப்பட்ட கணக்கு உங்களைப் பின்தொடரும்போது, அவற்றை இங்கே காண்பீர்கள்."),
                n("d74ee2e3", function (e) {
                    return "உங்களுக்குத் தெரிந்தவர்கள் யாரும் இதுவரை @" + e.screenName + "-ஐப் பின்தொடரவில்லை";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " இதுவரை யாரையும் பின்தொடரவில்லை";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " -க்கான சரிபார்க்கப்பட்ட பின்தொடர்பவர்கள் யாருமில்லை.";
                }),
                n("ec251f36", "உங்களுக்குத் தெரிந்த எவரேனும் அவர்களைப் பின்தொடரும்போது, அவர்கள் இங்கே பட்டியலிடப்படுவார்கள்."),
                n("f8af4f48", "அவர்கள் கணக்குகளைப் பின்தொடரும்போது அவை இங்கே காண்பிக்கப்படும்."),
                n("fd0aad94", "சரிபார்க்கப்பட்ட ஒருவர் இந்தக் கணக்கைப் பின்தொடர்ந்தால், அவர் இங்கே காட்டப்படுவார்."),
                n("b84f6df1", function (e) {
                    return "குறிப்பிட்ட காலத்திற்கு " + e.percentage + "% தள்ளுபடியில் Premium -ஐப் பரிசாக அளிக்கவும்";
                }),
                n("cfcac293", function (e) {
                    return "பரிசளித்து, " + e.price + " செலுத்தவும்";
                }),
                n("d7a73450", "அடுக்கு"),
                n("hbd2c24e", "இந்தக் கணக்கு தற்போது பரிசுகளுக்குத் தகுதி பெறவில்லை."),
                n("f3fddc98", "வாங்குபவர் விதிமுறைகள்"),
                n("cff9c889", "மேலும் அறிக"),
                n("c65dda96", "உங்கள் பரிசு அனுப்பப்பட்டுள்ளது."),
                n("f6e2a407", function (e) {
                    return "@" + e.screenName + " -இன் இடுகைகளுக்கு நீங்கள் பதிலளிக்கும்போது, உங்களின் சப்ஸ்கிரைப் செய்த பேட்ஜை பார்க்க அனைவரையும் அனுமதிக்கவும்";
                }),
                n("j8dedddd", function (e) {
                    return "நீங்கள் இதை ஆஃப் செய்கையில், @" + e.screenName + "-இன் சப்ஸ்கிரைபர் மட்டுமான இடுகைகளுக்கு நீங்கள் பதிலளிக்கும்போது, @" + e.screenName + " மற்றும் அவரது சப்ஸ்கிரைபர்ஸ் உங்கள் பேட்ஜை இன்னும் பார்ப்பார்கள். @" + e.screenName + " உங்கள் பேட்ஜை எப்போதும் பார்ப்பார்.";
                }),
                n("c8a513f6", "சப்ஸ்கிர்ப்ஷனை ரத்துசெய்"),
                n("ea000ec8", "உங்கள் சப்ஸ்கிர்ப்ஷனை ஏற்கெனவே ரத்துசெய்துவிட்டீர்களா?"),
                n("d7b8387e", "நீங்கள் ஏற்கெனவே ரத்துசெய்திருந்தால் வேறு எதுவும் செய்யத் தேவையில்லை. பில்லிங் சுழற்சியின் முடிவில் உங்கள் சப்ஸ்கிர்ப்ஷன் தானாகவே காலாவதியாகிவிடும்."),
                n("f4166d9a", "உங்கள் சப்ஸ்கிர்ப்ஷனை ரத்துசெய்ய விரும்புகிறீர்களா?"),
                n("b74ff5fc", "நீங்கள் ரத்துசெய்தால், பில்லிங் சுழற்சியின் முடிவில் உங்கள் சப்ஸ்கிர்ப்ஷன் தானாகக் காலாவதியாகும்."),
                n("ee9efbc8", "ரத்துசெய்யத் தொடரவும்"),
                n("c5d9c77a", "சிறிய சிக்கல் இருந்தது போல் தெரிகிறது. இருந்தாலும் கவலைப்பட வேண்டாம், அது உங்கள் தவறல்ல. இந்தச் சாளரத்தை மூடிவிட்டு மீண்டும் முயற்சி செய்யவும்."),
                n("jda53c24", "Apple App ஸ்டோர் மூலம் உங்கள் சப்ஸ்கிர்ப்ஷனை நீங்கள் ரத்துசெய்யலாம்."),
                n("g0a7a53e", "Google Play ஸ்டோர் மூலம் உங்கள் சப்ஸ்கிர்ப்ஷனை நீங்கள் ரத்துசெய்யலாம்."),
                n("i5f14be7", function (e) {
                    return "மீண்டும் நல்வரவு, " + e.displayName;
                }),
                n("a76d58ba", "விளம்பரப் பகுப்பாய்வுகள்"),
                n("eccd0e1a", "நிறுவனப் பகுப்பாய்வுகள்"),
                n("deea1708", "உங்களின் அனைத்து X கணக்குகளிலும் பகுப்பாய்வுகளைப் பார்க்க விரும்புகிறீர்களா?"),
                n("eb603ffc", "உங்கள் நெட்வொர்க்கை இணைக்க மேம்படுத்தவும் மற்றும் ஒருங்கிணைந்த பகுப்பாய்வுகளைப் பார்க்கவும்."),
                n("gf67aae4", "முழு அணுகலுக்கு மேம்படுத்தவும்"),
                n("h75e3618", "நிறுவனத்தைச் சேர்க்கவும்"),
                n("h24a8862", "இந்தத் தேர்வுப்பெட்டியைப் பற்றி"),
                n("c29e3a88", "இணைப்புகளைத் தேர்ந்தெடு"),
                n("j8318d57", function (e) {
                    return e.number + " இணைப்பு" + t(e.number, "", "கள்");
                });
            function f(e, a) {
                for (var c = 0; c < a.length; c++) {
                    var n = a[c];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((t = n.key),
                            (f = void 0),
                            "symbol" ==
                            typeof (f = (function (e, a) {
                                if ("object" != typeof e || null === e) return e;
                                var c = e[Symbol.toPrimitive];
                                if (void 0 !== c) {
                                    var n = c.call(e, a || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === a ? String : Number)(e);
                            })(t, "string"))
                                ? f
                                : String(f)),
                            n,
                        );
                }
                var t, f;
            }
            function r(e, a) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, a) {
                              return (e.__proto__ = a), e;
                          }),
                    r(e, a)
                );
            }
            n("bf809ec0", "இணைப்புகளைத் தேர்ந்தெடு"),
                n("b719e224", "முடிவுகள் இல்லை"),
                n("c9938100", "தேடல் முடிவுகள்"),
                n("d1a35ec6", "கணக்குகளைச் சேர்"),
                n("b437adda", "கட்டண அம்சத்திற்கு மேம்படுத்தவும்"),
                n("f1f6c88b", function (e) {
                    return "கணக்குகள் (" + e.count + ")";
                }),
                n("b02156b8", "அழைப்பிதழ்கள்"),
                n("gd67d29b", function (e) {
                    return "அழைப்பிதழ்கள் (" + e.count + ")";
                }),
                n("daf646e6", "கவனத்தில் கொள்க: நீங்கள் கணக்குகளைச் சரியான முறையில் லேபிளிட வேண்டும்."),
                n("i3895c32", "உங்கள் X @பயனர் அடையாளத்தை மாற்றியதால் உங்கள் கணக்கு மதிப்பாய்வில் உள்ளது"),
                n("i5f8b628", "உங்கள் கணக்கு மதிப்பாய்வு செய்யப்படும் வரை உங்கள் இணைப்புகளை மாற்ற முடியாது."),
                n("e9e663ac", "உங்கள் பேமெண்ட், கெடுவைத் தாண்டிவிட்டது."),
                n("c3ddd22c", "விதிமுறைகளின்படி"),
                n("c9729d8a", "விதிமுறைகளின்படி"),
                n("cdcd1d2c", "உங்கள் நிறுவனத்தில் இணைப்புகளைச் சேர்க்கவும்"),
                n("d30ea6f3", function (e) {
                    return "@" + e.name + "-ஐ அகற்ற விரும்புகிறீர்களா?";
                }),
                n("c2dfbb86", "ஆம், செய்யவும்"),
                n("ba047f76", "ஓர் இணைப்பை அகற்றினால், அவற்றின் செக்மார்க் மற்றும் இணைப்பு பேட்ஜ் உடனடியாக அகற்றப்படும். மாத இறுதி வரை தொடர்ந்து கட்டணம் வசூலிக்கப்படும்."),
                n("j26dee0e", "இணைப்பை அகற்று"),
                n("e30cbdf0", "இந்த இணைப்பானது சரிபார்க்கப்பட்ட நிறுவனங்களின் சப்ஸ்கிரைப்பர் மற்றும் ஒரு நிறுவனமாக இருக்க வேண்டும். அவற்றைத் தனி நபராக மாற்ற முடியாது."),
                n("j3115ce8", "தனிநபர்"),
                n("d8bb1d84", "நிறுவனம்"),
                n("e970bdbd", function (e) {
                    return e.count + " அழைப்புகள் மீதமுள்ளன";
                }),
                n("id67d953", function (e) {
                    return "உங்கள் Stripe செக்அவுட் விவரங்களை மீட்டெடுக்கும்போது ஏதோ தவறாகிவிட்டது. இந்தச் சிக்கல் தொடர்ந்தால், " + e.supportEmail + " என்பதில் தொடர்பு கொள்ளவும்.";
                }),
                n("f323d314", "மீண்டும் அனுப்பு"),
                n("ac645cde", "நீங்கள் எப்போதும் அவற்றை மீண்டும் சேர்க்கலாம்."),
                n("d12af2dd", function (e) {
                    return "@" + e.screenName + "-க்கான இந்த அழைப்பிதழை அகற்ற விரும்புகிறீர்களா?";
                }),
                n("ib60b2d5", function (e) {
                    return "@" + e.screenName + "-க்கான இந்த அழைப்பிதழை மீண்டும் அனுப்ப விரும்புகிறீர்களா?";
                }),
                n("ec6e7d9a", "நிலுவையில் உள்ள அடுக்கு மாறுதல் முடியும் வரை உங்கள் கணக்கு படிக்க மட்டுமே பயன்முறையில் இருக்கும். வெற்றிகரமாக அடுக்கு மாறுவதை உறுதிசெய்ய, உங்கள் கட்டணத்தைச் சரிபார்க்க, Stripe-க்குச் செல்லவும்."),
                n("b33d1518", "ஆதரிக்கப்படும் ஒருங்கிணைப்பு அல்லது தனிப்பயன் XML ஊட்டத்திலிருந்து பணி வாய்ப்புகளை ஒத்திசைக்கவும்"),
                n("dd2db402", "படி 1: தேவையான தகவல்களைச் சேகரிக்கவும்"),
                n("edb098c2", "படி 2: எங்கள் ஆதரவுக் குழுவைத் தொடர்பு கொள்ளவும்"),
                n("c4474460", "படி 2: எங்கள் ஆதரவுக் குழுவிற்கு மின்னஞ்சல் அனுப்பவும்"),
                n("a08da0fa", "அடுத்து என்ன நடக்கும்?"),
                n("c127374e", "எங்களுக்குச் செய்தி அனுப்பு"),
                n("b2cb2a0c", "உங்கள் சரிபார்க்கப்பட்ட நிறுவனக் கணக்கின் பயனர்பெயர்"),
                n("b8e64002", "உங்கள் விண்ணப்பதாரர் கண்காணிப்பு அமைப்பின் பெயர்"),
                n("acb99db6", "உங்கள் வேலைகள் பட்டியலிடப்பட்டுள்ள வேலை வாய்ப்புத் தள URL"),
                n("a64a5b7a", "ஒருங்கிணைப்புச் செயல்முறையைத் தொடங்கத் தேவையான தகவல்களை எங்கள் ஆதரவுக் குழுவிற்கு அனுப்பவும்."),
                n("e3dffb4e", "கீழேயுள்ள எங்கள் ஆதரவு மின்னஞ்சல் முகவரியை நகலெடுத்து, ஒருங்கிணைப்பு செயல்முறையைத் தொடங்க தேவையான தகவல்களை எங்கள் ஆதரவுக் குழுவிற்கு அனுப்பவும்."),
                n("b4fef99e", "எங்கள் ஆதரவுக் குழு உங்கள் கோரிக்கையைப் பெற்ற பிறகு, நாங்கள் உங்கள் தகவலை மதிப்பாய்வு செய்வோம் மற்றும் உங்கள் ஒருங்கிணைப்பை உள்ளமைக்க உதவுவோம்."),
                n("h37f2d96", "அனைத்து விண்ணப்பதாரர் கண்காணிப்பு அமைப்புகளும் தற்போது ஆதரிக்கப்படவில்லை என்பதை நினைவில் கொள்ளவும்."),
                n("ce102a20", "Stripe -க்குத் திருப்பிவிடுகிறது"),
                n("ddfd6718", "கட்டணம் தோல்வியுற்றது"),
                n("i90ea7d2", "உங்கள் பலன்களைத் தக்க வைத்துக்கொள்ள, உங்கள் பில்லிங்கை உடனடியாகப் புதுப்பிக்கவும்."),
                n("a62359e6", "சரிபார்க்கப்பட்ட நிறுவன அமைப்புகள்"),
                n("ge221b7c", "இணைப்புகளுக்கான அணுகலைப் பெறவும், மேலும் விளம்பரக் கிரெடிட்களைப் பெறவும் சரிபார்க்கப்பட்ட நிறுவனச் சப்ஸ்கிர்ப்ஷனுக்கு மேம்படுத்தவும்."),
                n("i4dccc18", "பில்லிங்"),
                n("ec3cd6e4", "உங்கள் கட்டண முறையை நிர்வகிக்கலாம், பில்லிங் தகவல்களைப் புதுப்பிக்கலாம் மற்றும் உங்கள் இன்வாய்ஸ்களை மதிப்பாய்வு செய்யலாம்."),
                n("dac61c3c", "கணக்கு அமைப்புகள்"),
                n("b6b5fd66", "உங்கள் பயனர்பெயர் அல்லது கடவுச்சொல்லை மாற்றுவது உட்பட உங்கள் X கணக்கை நிர்வகிக்கலாம்."),
                n("hb9c4a1c", "கேள்விகள், பிழை அறிக்கைகள் மற்றும் பின்னூட்டம்"),
                n("c674f5b4", "இன்வாய்ஸ் பேமெண்ட்களை அமைக்கவும்"),
                n("i8237e66", "கிரெடிட் கார்டு பேமெண்ட்களிலிருந்து வங்கிப் பரிமாற்றங்கள் மூலமான இன்வாய்ஸிங்கிற்கு மாறவும்."),
                n("hebd348a", "பணியமர்த்தல் போர்ட்டலில் இருந்து பணி வாய்ப்புகளை விளம்பரப்படுத்த விளம்பரங்கள் எவ்வாறு பயன்படுத்தப்படுகின்றன என்பதை உள்ளமைக்கவும்."),
                n("ib5e6f90", "பணி வாய்ப்பு விளம்பரப்படுத்துதல்"),
                n("id720215", "பணியமர்த்தல்"),
                n("dd59f146", "பணி வாய்ப்பு விளம்பரப்படுத்துதல் விளம்பரக் கணக்கு"),
                n("e7e36818", "விளம்பரக் கணக்குகள் நிதி ஆதாரத்துடன் முழுமையாக அமைக்கப்பட்டால், அவை பணி வாய்ப்பு விளம்பரப்படுத்தலுக்குத் தகுதி பெறும்."),
                n("c28566e0", "விளம்பரக் கணக்கு"),
                n("c80160d3", "விளம்பரப்படுத்தல்"),
                n("ff0edac0", "உங்கள் சப்ஸ்கிர்ப்ஷனை ரத்துசெய்ய விரும்புகிறீர்களா?"),
                n("h2ac0348", "வேண்டாம், திரும்பிச் செல்"),
                n("dbf9667e", "நிச்சயமாக"),
                n("j7592572", "U-டர்ன்"),
                n("ee778942", "போக்குவரத்து விளக்குகள்"),
                n("fdd57981", function (e) {
                    return "நாங்கள் உங்களுக்கு ஒரு முறை " + e.totalAmount + " USD விளம்பரக் கிரெடிட்டை இலவசமாக வழங்க விரும்புகிறோம்.";
                }),
                n("i032a231", function (e) {
                    return "நான் தொடர்வதுடன், " + e.totalAmount + " விளம்பரக் கிரெடிட்டைக் கிளைம் செய்வேன்";
                }),
                n("hd7d278c", "வேண்டாம், நன்றி"),
                n("jf8a0dea", "நன்று! உங்கள் புதிய இலவச விளம்பரக் கிரெடிட் உங்கள் அடுத்த பில்லிங் சுழற்சியில் உங்கள் கணக்கில் தோன்றும்."),
                n("ebbb3154", "மூடிவிட்டு X -க்குத் திரும்பவும்"),
                n("j1f68dda", "இறுதிப் படி: ரத்துசெய்ய விரும்புகிறீர்களா?"),
                n("c9c3464c", "சப்ஸ்கிர்ப்ஷனை ரத்துசெய்தல் செயலில் உள்ளது"),
                n("dd3a293c", "உங்கள் சரிபார்க்கப்பட்ட நிறுவன சப்ஸ்கிர்ப்ஷன் முடிந்தது."),
                n("faa0f956", "உங்கள் சந்தாவை ரத்து செய்யும்போது ஏதோ தவறாகிவிட்டது."),
                n("b28289ea", "நன்றி"),
                n("b36f74ae", "நீங்கள் பதிவுசெய்து மீண்டும் செயல்படுத்தும் வரை போர்ட்டலை அணுக முடியாது."),
                n("b2297a4a", "ஒரு பிரச்சினைக்குத் தீர்வு தேவையா? நீங்கள் எங்களுடன் அழைப்பைத் திட்டமிடலாம்."),
                n("h3bdbc54", "ஆம், அழைப்பைத் திட்டமிடலாம்"),
                n("i135d64e", "ரத்துசெய்வதைத் தொடரவும்"),
                n("g275882d", function (e) {
                    return "முக்கியமானது: உங்களிடம் " + e.creditAmount + " கிளைம் செய்யப்படாத இலவச விளம்பரக் கிரெடிட் உள்ளது";
                }),
                n("ib085ed6", "நான் தொடர்வதுடன், எனது விளம்பரக் கிரெடிட்டைக் கிளைம் செய்வேன்"),
                n("b5447710", "பயனர் இல்லை"),
                n("h94755b8", "அழைப்பிற்காகப் பயனர் ஏற்கனவே தேர்ந்தெடுக்கப்பட்டுள்ளார்"),
                n("bfb5effe", "பயனர் ஏற்கனவே இணைக்கப்பட்டுள்ளார்"),
                n("c4b9664e", "இணைக்கப்பட்டது"),
                n("g0eadcf6", "வேறொரு நிறுவனத்துடன் இணைந்துள்ளது"),
                n("a8c81f88", "நிறுவனக் கணக்கு"),
                n("e5abe772", "பயனருக்கு ஏற்கனவே அழைப்பு நிலுவையில் உள்ளது"),
                n("e49b97e2", "கணக்குகளைத் தேடு"),
                n("f002f1d6", "அழைப்பை அனுப்புக"),
                n("g2a8bae4", "X கணக்குகளைச் சேர்"),
                n("af7293cc", "உங்கள் நிறுவனத்தில் சேர X கணக்குகளை அழைக்கவும். அவர்கள் ஏற்றுக்கொண்டால், ஒரு சரிபார்ப்புக் குறியைப் பெறுவார்கள், மேலும் உங்கள் இணைப்பு அவர்களின் சுயவிவரங்களில் காட்டப்படும்."),
                n("ec0f203e", "இணைப்பு அழைப்பை ஏற்றுக்கொண்டவுடன், அவர்களின் செக்மார்க்கை சரியான செக்மார்க் நிறத்திற்கு புதுப்பிப்பதை உறுதிசெய்யவும்."),
                n("cec08784", "இந்த இன்வாய்ஸில் இணைப்புகளுக்கான வரம்பை அடைந்துவிட்டீர்கள்."),
                n("ab70828f", function (e) {
                    return "@" + e.screenName + " -ஐச் சேர்";
                }),
                n("d49b389f", "இங்கே"),
                n("b9e4bf55", "மேலும் அறிக"),
                n("hc4703a9", "மேலும் அறிக"),
                n("fa0ffaeb", "மேலும் அறிக"),
                n("jf351704", "தொடர, இந்த இன்வாய்ஸில் உள்ள இணைப்பு வரம்பை நீங்கள் புதுப்பிக்க வேண்டும்."),
                n("ia5a6a40", "தொடங்குவதற்கு, உங்கள் கட்டண விவரங்களைச் சேர்க்க வேண்டும்."),
                n("d40d1cc0", "தொடர, நீங்கள் Stripe மூலம் பணம் செலுத்த வேண்டும்."),
                n("c4a5f614", "கட்டண விவரங்களைச் சேர்க்கவும்"),
                n("fa2a280a", "இன்வாய்ஸைப் புதுப்பி"),
                n("i7b2f08e", "சரிபார்க்கப்பட்ட நிறுவனங்களுக்கு வரவேற்கிறோம்"),
                n("g4e18b84", "உங்கள் இணைப்பு வரம்பை அடைந்துவிட்டீர்கள்"),
                n("cbe23239", function (e) {
                    return e.affiliatesCount + " துணை நிறுவனங்களுக்கு மேல் வாங்கும் ஆர்டர்களுக்கு.";
                }),
                n("fc1f43d0", "இன்வாய்ஸை உருவாக்கு"),
                n("g8881c78", "பேமெண்ட்டில் தொடரவும்"),
                n("g59f8506", "நோட்: வணிகம் அல்லது அரசு நிறுவனமாகச் சரிபார்க்க முடியாத கணக்குகளுக்கு ரீஃபண்டு கிடையாது."),
                n("a310e476", "நேரடி"),
                n("fde6cf98", "சரிபார்க்கப்பட்ட நிறுவனங்களுக்கான உடனடி அணுகலுக்கு."),
                n("fdfbfcb0", "இன்வாய்சிங்"),
                n("f45d02e8", "உங்கள் சப்ஸ்கிர்ப்ஷனை அமைக்கும்போது ஏதோ தவறாகிவிட்டது. உங்கள் செயல்படுத்தும் மின்னஞ்சலிலிருந்து மீண்டும் சமர்ப்பிக்க முயலவும்."),
                n("a1c566c0", "உங்கள் சப்ஸ்கிர்ப்ஷனை அமைக்கும்போது ஏதோ தவறாகிவிட்டது. உங்கள் விவரங்களை மீண்டும் சமர்ப்பிக்கவும்."),
                n("f5a1c6ac", "உங்கள் பகுதியில் சப்ஸ்கிர்ப்ஷன்ஸ் கிடைக்கவில்லை"),
                n("ef7ae9cd", "மேலும் அறிக"),
                n("d3c6b8c9", "மேலும் அறிக"),
                n("fafe5b9f", function (e) {
                    return "சப்ஸ்கிரைப் · ஒரு " + e.interval + "-க்கு " + e.price;
                }),
                n("f2ae1d63", "வாங்குபவர் சேவை விதிமுறைகளை"),
                n("ie8759c5", "வாங்குபவர் சேவை விதிமுறைகளை"),
                n("d842dd7b", function (e) {
                    return "X -இல் வேகமாக வளருங்கள், " + e.credit + " இலவச விளம்பரக் கிரெடிட்டைப் பெறுங்கள்";
                }),
                n("fcfb696e", "⁺குறிப்பிட்ட கால விளம்பரக் கிரெடிட் சலுகை."),
                n("f5b98d62", function (e) {
                    return "ஒவ்வொரு " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "ஒவ்வொரு " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "விளம்பரக் கிரெடிட்களில் " + e.creditAmount + " வரை⁺";
                }),
                n("a6c45ede", "அடங்குபவை:"),
                n("e9aa43dc", "இயல்பான வேலைவாய்ப்பு இடுகைகள்"),
                n("i1266238", "பணிஉயர்வுத் திறன்கள்"),
                n("e8a4ea7a", "முன்னுரிமை ஆதரவு"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "உங்கள் சப்ஸ்கிர்ப்ஷன் மாற்றத்தை உறுதிப்படுத்தவும்"),
                n("bb21a170", "சப்ஸ்கிர்ப்ஷனை மாற்று"),
                n("b0dcc4dc", "உங்கள் கணக்கிற்கு ஏற்கனவே கணக்கு அடுக்கு மாறுதல் நிலுவையில் உள்ளது."),
                n("f3aef4ca", "ஆக்டிவ் சப்ஸ்கிர்ப்ஷன் எதுவும் இல்லை"),
                n("h802e65e", "சப்ஸ்கிர்ப்ஷன் புதுப்பிப்பு தோல்வியடைந்தது. மீண்டும் முயலவும். உங்கள் தற்போதைய சப்ஸ்கிர்ப்ஷன் பாதிக்கப்படவில்லை."),
                n("c5269eb0", "இது உங்கள் ஆக்டிவ் சப்ஸ்கிர்ப்ஷன்."),
                n("c578c4ca", "நடப்புத் திட்டம்"),
                n("i5d19147", "புதிய திட்டம்"),
                n("b025ff5f", "இங்கே"),
                n("d6b932d4", "இலவசச் சோதனையில்"),
                n("b0efe690", "Basic உடன் தொடரவும்"),
                n("g5f9cdaa", "உங்கள் திட்ட மாற்றங்களை உறுதிப்படுத்தவும்"),
                n("j21911de", "Basic உடன் தொடர விரும்புகிறீர்களா அல்லது உங்கள் முழு அணுகல் பலன்களைத் தக்கவைத்துக் கொள்ள விரும்புகிறீர்களா?"),
                n("b59dec9e", "நீங்கள் முழு அணுகல் இலவசச் சோதனையிலிருந்து Basic திட்டத்திற்குத் தரமிறக்குகிறீர்கள்."),
                n("e5ff0e1e", "இந்த மாற்றத்துடன்:"),
                n("ca004c80", "இணைப்புகள் உட்பட முழு அணுகல் சோதனை அம்சங்கள் இனி கிடைக்காது."),
                n("fae108ee", "உங்கள் சோதனைக் காலத்தில் சேர்க்கப்பட்ட இணைப்புகள் தங்கள் Premium+ சலுகைகளையும் ஆதரவையும் இழப்பார்கள்."),
                n("d47c0c7c", "நீங்கள் யார்?"),
                n("hbd31720", "உங்களுக்கான சரியான சப்ஸ்கிர்ப்ஷனைத் தேர்வுசெய்யவும்:"),
                n("c75a9386", "இதைப் பற்றி மேலும் அறியவும்"),
                n("b916b258", "மற்றும்"),
                n("ic6012ea", "நான் ஒரு தனிநபர்"),
                n("d8e618ce", "தனிநபர்களுக்கும் படைப்பாளர்களுக்கும்"),
                n("dcbccede", "நான் ஒரு நிறுவனம்"),
                n("f44ce884", "வணிகங்கள், அரசு நிறுவனங்கள் மற்றும் இலாப நோக்கற்றவைக்காக"),
                n("dece6c60", "நிறுவனத்தின் பெயர்"),
                n("c4c1b600", "நிறுவன மின்னஞ்சல் முகவரி"),
                n("b1e0aec0", "நிறுவன @பயனர் அடையாளம்"),
                n("c42d5f4a", "இணைப்புகளின் எண்ணிக்கை"),
                n("fca5f04b", function (e) {
                    return "நீங்கள் " + e.affiliatesCount + " இணைப்புகள் வரை வாங்கலாம், அதற்கேற்ப கட்டணம் விதிக்கப்படும்.";
                }),
                n("dca6b3ac", "இன்வாய்ஸை அமை"),
                n("c97ad52a", "இன்வாய்ஸைப் புதுப்பி"),
                n("b36f0fd4", "உங்கள் நிறுவனத்திற்கு எத்தனை இணைப்புகள் வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்."),
                n("b4871f4f", "இங்கே"),
                n("b633d19e", "நன்றி"),
                n("f713d3e2", "உங்கள் விண்ணப்பம் பெறப்பட்டது, இப்போது மதிப்பாய்வில் உள்ளது."),
                n("e11d5e1a", "Premium -இன் அனைத்துப் பலன்களையும் நீங்கள் பயன்படுத்திக் கொள்ள முடியும், எனினும் உங்கள் கணக்கு அங்கீகரிக்கப்படும் வரை உங்கள் நிறுவனம் தங்கம் அல்லது சாம்பல் நிறச் சரிபார்ப்பு அடையாளத்தைப் பெறாது, உங்களால் இணைக்கப்பட்ட கணக்குகளைச் சேர்க்க முடியாது."),
                n("d83617cc", "உங்கள் கணக்கு மதிப்பாய்வு செய்யப்படும்."),
                n("afb30564", "உங்கள் கணக்கை அங்கீகரிக்க கூடுதல் தகவல்களை நாங்கள் கோரலாம்"),
                n("gdd3fa68", "மதிப்பாய்வு செய்யப்பட்டு அங்கீகரிக்கப்பட்டதும், உங்கள் கணக்கு உடனடியாகச் சரிபார்க்கப்படும், மேலும் நீங்கள் இணைப்புகளைப் பதிவு செய்யலாம் மற்றும் சேர்க்கலாம்."),
                n("e6389996", "அங்கீகரிக்கப்படாத எந்தக் கணக்கிற்கும் ரீஃபண்ட் அளிக்கப்படாது."),
                n("a889b460", "பேமெண்ட் வெற்றி"),
                n("d1c886dc", "அடுத்த படி: ஆவணங்களைப் பதிவேற்றி, சரிபார்க்கவும்."),
                n("b13e9454", "உங்கள் விண்ணப்பம் முழுமையாக இல்லை. தேவையான ஆவணங்களைச் சமர்ப்பிக்கவும். இதற்குப் பொதுவாக சுமார் 10 நிமிடங்கள் ஆகும்."),
                n("e6b0965a", "உங்கள் ஆர்டர்"),
                n("a1b58798", "கீழே உங்கள் ஆர்டரை மதிப்பாய்வு செய்யவும்"),
                n("b651c7d7", function (e) {
                    return "இணைப்பு" + t(e.count, "", "கள்") + " x " + e.count;
                }),
                n("ec5e9c54", "அடிப்படை சப்ஸ்கிர்ப்ஷன்"),
                n("e16093fc", "ஒரு மாதத்திற்கு மொத்தம்"),
                n("ce4acef6", "ஓர் ஆண்டுக்கு மொத்தம்"),
                n("f4db2df0", "இன்வாய்ஸுக்குப் பணம் செலுத்தப்படும் வரை உங்கள் சந்தா செயலில் இருக்காது."),
                n("b9e0d614", "உங்கள் இன்வாய்ஸில் உங்களின் இணைப்பு வரம்பு புதுப்பிக்கப்பட்டுள்ளது."),
                n("a45c9596", "உங்கள் இன்வாய்ஸ் வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது."),
                n("e4e5532a", "தள்ளுபடி பயன்படுத்தப்பட்டது"),
                n("b557f073", function (e) {
                    return "உங்கள் Stripe இன்வாய்ஸ் விவரங்களை மீட்டெடுக்கும்போது ஏதோ தவறாகிவிட்டது. இந்தச் சிக்கல் தொடர்ந்தால், " + e.supportEmail + " என்பதில் தொடர்பு கொள்ளவும்.";
                }),
                n("e8c366ce", "X வாங்குபவர் விதிமுறைகளுக்குக்"),
                n("ee86d380", "நிறுவனத் தகவல்கள்"),
                n("b9c9ccca", "உங்கள் முழுப் பெயர்"),
                n("c7e818de", "உங்கள் பணி மின்னஞ்சல் முகவரி"),
                n("i60d7542", "நிறுவன வலைத்தளம்"),
                n("b92f9dee", "நிறுவன வகை"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "மேலும் அறிக"),
                n("f09630ff", "இங்கே கிடைக்கும்"),
                n("eb043b72", "விண்ணப்பம் நிலுவையில் உள்ளது"),
                n("a9ac4602", "சரிபார்க்கப்பட்ட நிறுவனங்களுக்கான உங்கள் விண்ணப்பம் இன்னும் மதிப்பாய்வு செய்யப்படுகிறது. பிறகு முயலவும்."),
                n("c5af3e12", "குறுகிய காலச் சலுகை. கிரெடிட்கள் சேகரிக்கப்படாது."),
                n("e18d6fd6", "உங்கள் விளம்பரக் கிரெடிட்"),
                n("if435d1a", "இந்த மாதம் கிடைக்கக்கூடிய அனைத்துக் கிரெடிட்களையும் பயன்படுத்திவிட்டீர்கள். நீங்கள் அடுத்த சப்ஸ்கிர்ப்ஷன் பேமெண்ட்டைச் செலுத்தும்போது உங்களின் அடுத்த கிரெடிட் வழங்கப்படும்"),
                n("af6704d7", "இங்கே"),
                n("b293c6b4", "சரிபார்க்கப்பட்ட பிரீமியம் ஆதரவைத்"),
                n("e9e9ca58", "கிடைக்கிறது"),
                n("cf2ba3a2", "விளம்பரக் கணக்கு ID"),
                n("gd7d051c", "செயற்படுத்து"),
                n("f391c800", "விளம்பர கணக்கு ID தேவை"),
                n("ja116d2c", "விளம்பரக் கணக்கு ID செல்லாதது"),
                n("hf037537", function (e) {
                    return "இந்தக் கிரெடிட் " + e.startDate + " -இல் கிடைக்குமாறு செய்யப்படும்";
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("gd03b494", "உங்கள் விளம்பரக் கிரெடிட்டை எவ்வாறு பயன்படுத்துவது"),
                n("h1f36d3e", "உங்கள் சரிபார்க்கப்பட்ட நிறுவனங்களின் விளம்பரக் கிரெடிட்டைப் பயன்படுத்த, நீங்கள் பின்வரும் படிகளைச் செய்ய வேண்டும்:"),
                n("a6519ffc", "நீங்கள் முன்பு விளம்பரம் செய்திருந்தால்"),
                n("ibc9654a", "நீங்கள் புதிய விளம்பரதாரராக இருந்தால்"),
                n("d3710c76", "இணைக்கப்பட்ட கணக்கில் உங்கள் கிரெடிட்டைப் பயன்படுத்த விரும்பினால்"),
                n("d60a8f14", "X -இல் விளம்பரங்களை இயக்கவும்"),
                n("fe66e4a8", "X விளம்பர மேலாளர்"),
                n("b3ca0108", "X விளம்பரங்களைப் பயன்படுத்தி உங்கள் செய்தியை வெகு தொலைவிற்கும் பரப்புங்கள்."),
                n("g3754d57", "இங்கே"),
                n("i615ad63", "இங்கே"),
                n("a3ba48b9", "இங்கே"),
                n("ca3c633a", "விளம்பரக் கிரெடிட்கள்"),
                n("ha843c96", "விளம்பரங்கள்"),
                n("dd0f3b08", "விளம்பரங்களுக்குப்"),
                n("c9fad534", "கிரெடிட்கள் எதுவும் இல்லை"),
                n("a211b11e", "செயல்படுத்துவதற்குக் கிரெடிட்கள் எதுவும் இல்லை"),
                n("f2011db1", function (e) {
                    return e.usedAmount + " / " + e.couponAmount + " பயன்படுத்தப்பட்டது";
                }),
                n("ae37e25c", "அறியப்படாத தொகை"),
                n("i1407e15", function (e) {
                    return "விளம்பரங்கள் கணக்கு " + e.accountId + " -இல் பயன்படுத்தப்படுகிறது";
                }),
                n("id4359bf", function (e) {
                    return "விளம்பரங்கள் கணக்கு " + e.accountId + " -இல் " + e.when + " அன்று காலாவதியானது";
                }),
                n("f89af915", function (e) {
                    return "காலாவதியானது: " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "விளம்பரங்கள் கணக்கு " + e.accountId + " -இல் " + e.when + " அன்று காலாவதியாகிறது";
                }),
                n("e8d8a2a9", function (e) {
                    return "காலாவதி: " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "கிடைப்பது: " + e.when;
                }),
                n("b070acf4", "விரைவில் கிடைக்கும்"),
                n("ace946c4", "கூப்பனைச் செயல்படுத்து"),
                n("b0b02e37", function (e) {
                    return "இந்தக் கூப்பன் பின்வரும் விளம்பரக் கணக்கு ID -இல் வெற்றிகரமாகப் பயன்படுத்தப்பட்டது: " + e.accountId;
                }),
                n("f520ee22", "விளம்பரக் கணக்கு ID"),
                n("df96ca56", "பிற கணக்கு"),
                n("b5566402", "ஒரு id -இல் எழுத்துகள் மற்றும் எண்கள் மட்டுமே இருக்கும்."),
                n("eb160d07", "விளம்பர மேலாளர் கணக்குத் தேர்வியில்"),
                n("e016ad32", "படிக்க மட்டும் பயன்முறை"),
                n("d7ab194e", "உங்கள் சப்ஸ்கிர்ப்ஷன் மாற்றம் செயலாக்கத்தில் இருக்கும்போது சில சரிபார்க்கப்பட்ட கணக்கு அம்சங்கள் படிக்க மட்டும் பயன்முறையில் இருக்கலாம்."),
                n("g25d851e", "விளம்பரப்படுத்தல் கணக்குகள்"),
                n("de7fef84", "இந்தக் கணக்கிற்கான உதவிக்கு வாடிக்கையாளர் ஆதரவைத் தொடர்பு கொள்ளவும்"),
                n("ff1321b6", "அமைவு முடிந்தது, கணக்கு செயலில் உள்ளது"),
                n("c1205320", "கிரெடிட் கார்டைச் சேர்ப்பதன் மூலம் உங்கள் விளம்பரக் கணக்கைச் செயல்படுத்தவும்"),
                n("c0343c0a", "கடைசியாகப் பணம் செலுத்தியது தோல்வியடைந்தது, கணக்கில் உள்ள கட்டண முறையைச் சரிபார்க்கவும்"),
                n("j56e34a4", "கணக்கு அணுகலுக்கான உதவிக்கு வாடிக்கையாளர் ஆதரவைத் தொடர்பு கொள்ளவும்"),
                n("gef920f2", "கணக்கைச் செயல்படுத்த ஆரம்ப அமைவு தேவை"),
                n("b68dd4d8", "இந்தக் கணக்கிற்கான அணுகல் உங்களிடம் இல்லை, குழு நிர்வாகியிடம் உதவி கேட்கவும்"),
                n("d637962c", "உங்களிடம் விளம்பரப்படுத்தல் கணக்குகள் எதுவும் இல்லை"),
                n("dd087ae0", "ads.x.com -இல் ஒன்றை அமைக்கவும்"),
                n("i3d7dd02", "பணி வாய்ப்பு விளம்பரத்திற்குத் தகுதியான விளம்பரக் கணக்கு தயாராக உள்ளது"),
                n("cc8f8516", "பணி வாய்ப்புகளை விளம்பரப்படுத்த, விளம்பரக் கணக்கை உருவாக்கவும்"),
                n("b4f117b8", "பணி வாய்ப்பு விளம்பரப்படுத்தல் விளம்பரக் கணக்கிற்கான அணுகல் உங்களிடம் இல்லை"),
                n("b7347cf4", "பணி வாய்ப்புகளை விளம்பரப்படுத்த, விளம்பரக் கணக்கை அமைக்கவும்"),
                n("h7d03a2a", "உங்கள் பணியமர்த்தல் டாஷ்போர்டு மூலம் பணி வாய்ப்பைச் சேர்க்கவும்"),
                n("cd5aeec6", "விளம்பரக் கணக்கை உருவாக்கு"),
                n("ged51d2e", "விளம்பரக் கணக்கை உருவாக்கவும்"),
                n("gcfa25e6", "உங்கள் நிறுவனத்திற்குப் பயன்படுத்தக்கூடிய எந்த விளம்பரக் கணக்குகளும் இல்லை. ஒன்றை உருவாக்க, ads.x.com என்பதற்குச் செல்லவும்."),
                n("g76fb922", "புதிய கணக்கு"),
                n("db0a69e7", function (e) {
                    return "உங்கள் விளம்பரக் கணக்கு (ID: " + e.adAccountId + ") புதியது. அதைச் செயல்படுத்த விளம்பர மேலாளரில் ஆரம்ப அமைவை நிறைவுசெய்யவும்.";
                }),
                n("c7bad5cc", "கணக்கை அமைக்கவும்"),
                n("g8c563c0", "உங்களுக்கு அணுகல் தேவை"),
                n("f6f29b17", function (e) {
                    return "விளம்பரக் கணக்கிற்கான (ID: " + e.adAccountId + ") அணுகல் உங்களிடம் இல்லை. விளம்பர மேலாளரில் உள்ள கணக்கில் உங்களைச் சேர்க்குமாறு உங்கள் குழு நிர்வாகியிடம் கேட்கவும்.";
                }),
                n("a15bb840", "கட்டண முறை தேவை"),
                n("j4e981d9", function (e) {
                    return "உங்கள் விளம்பரக் கணக்கு (ID: " + e.adAccountId + ") பகுதியாக அமைக்கப்பட்டுள்ளது. அதைச் செயல்படுத்த, கணக்கில் ஒரு கட்டண முறையைச் சேர்க்கவும். இந்தக் கணக்கில் நீங்கள் பயன்படுத்தும் கிரெடிட்கள் அனைத்தும் உங்களிடம் கட்டணம் வசூலிக்கப்படுவதற்கு முன்பே பயன்படுத்தப்படும்.";
                }),
                n("af142910", "கட்டணம் தோல்வியுற்றது"),
                n("a9635acf", function (e) {
                    return "உங்கள் விளம்பரக் கணக்கு (ID: " + e.adAccountId + ") செயலில் உள்ளது, எனினும் கடைசியாகப் பணம் செலுத்தியது தோல்வியுற்றது. அதை மீண்டும் செயல்படுத்த, இந்தக் கணக்கில் கட்டண முறையை மாற்றவும்.";
                }),
                n("d1cca474", "கட்டண முறையை மாற்று"),
                n("fe8b969a", "வாடிக்கையாளர் ஆதரவு, உதவலாம்"),
                n("i8aa0b91", function (e) {
                    return "இந்த விளம்பரக் கணக்கைச் (ID: " + e.adAccountId + ") செயல்படுத்த வாடிக்கையாளர் ஆதரவின் உதவி தேவை. விளம்பரக் கணக்கு id -ஐ உங்கள் செய்தியில் சேர்க்க மறக்காதீர்கள். உங்கள் கோரிக்கைக்கு முன்னுரிமை அளிக்கப்படும்.";
                }),
                n("d82c2074", "ஆதரவைப் பெறுக"),
                n("ad37d536", "பயனர் அடையாளப் பரிமாற்ற விதிமுறைகள்"),
                n("e760074a", "செயலற்ற பயனர் அடையாளத்தைப் பெறுங்கள் அல்லது உங்களுக்குச் சொந்தமான ஒன்றை மாற்றுங்கள்"),
                n("j003ef92", "உங்களுக்கோ அல்லது உங்கள் துணை நிறுவனங்களுக்கோ X இலிருந்து செயலற்ற பயனர் அடையாளங்களை வாங்கலாம் அல்லது நீங்கள் ஏற்கனவே வைத்திருக்கும் பயனர் அடையாளங்களை மாற்றலாம்."),
                n("d57a8e42", "இந்தச் சேவை சரிபார்க்கப்பட்ட நிறுவனங்களுக்கு மட்டுமே பிரத்தியேகமானது மற்றும் ஒரு பயனர் அடையாளத்திற்கு $10,000 USD இலிருந்து தொடங்கும் கூடுதல் செலவை உள்ளடக்கியது."),
                n("h9367bd6", "பயனர் அடையாள விசாரணையைச் சமர்ப்பி"),
                n("a6a62e7e", "எங்கள் தானியங்கி ஆதரவு பாட்டைப் பயன்படுத்தி சில கேள்விகளுக்குப் பதிலளிப்பதன் மூலம் செயல்முறையைத் தொடங்குங்கள்."),
                n("e5912290", "பயனர் அடையாள விசாரணை தொடங்குகிறது"),
                n("c2e24f66", "இந்தத் திரையின் கீழ் மூலையில் ஆதரவு செய்தியைப் பாருங்கள்."),
                n("c94f514e", "பயனர் அடையாள விசாரணை தொடங்கியது"),
                n("cf60d152", "உங்கள் பயனர் அடையாளம் விசாரணையைச் சமர்ப்பிக்க, அரட்டைச் சாளரத்தில் உள்ள சிறிய கேள்வித்தாளை நிரப்பவும்."),
                n("f06b124e", "அடிக்கடிக் கேட்கப்படும் கேள்விகள்"),
                n("h677fdcc", "பயனர் அடையாளங்களுக்கு எப்படி விலை நிர்ணயம் செய்யப்படுகின்றது?"),
                n("a55b39aa", "எழுத்துக்குறி நீளம் மற்றும் சொல்லில் பொதுவான தன்மையைப் பொறுத்து இது முதன்மையாக இருக்கும். விலைகள் $10k இல் தொடங்கி $500k USD வரை இருக்கும்."),
                n("d46bcb3a", "வாங்குவதற்கு ஒரு பயனர் அடையாளம் கிடைக்கிறதா என்பதை நான் எப்படி அறிவது?"),
                n("c6bcf72c", "தொடங்குக பொத்தானைப் பயன்படுத்தி எங்களுக்கு ஒரு கோரிக்கையை அனுப்புங்கள், அது கிடைக்கிறதா என்பதை நாங்கள் உங்களுக்குத் தெரிவிப்போம்."),
                n("d478604c", "வேறொரு வணிகத்தின் சார்பாக நான் ஒரு பயனர் அடையாளத்தை வாங்கலாமா?"),
                n("c09f8cd2", "இல்லை. வணிகங்கள் தங்கள் வணிகத்துடன் உண்மையிலேயே தொடர்புடைய இணைப்புகளின் சார்பாக மட்டுமே பயனர் அடையாளங்களை வாங்க முடியும்."),
                n("d814f020", "விற்பனைச் செயல்முறை என்றால் என்ன? அதற்கு எவ்வளவு நேரம் ஆகும்?"),
                n("f600b6f0", "தொடங்குக பொத்தானைப் பயன்படுத்தி பயனர் அடையாள வாங்குதல் அல்லது மாற்றத்தைக் கோரவும். 3 வணிக நாட்களுக்குள் கிடைக்கும்தன்மை மற்றும் விலையுடன் பதிலளிப்போம். பணம் செலுத்திய பிறகு, 1-2 நாட்களுக்குள் பயனர் அடையாளத்தை நீங்கள் தேர்ந்தெடுத்த கணக்கிற்குப் பரிமாற்றுவோம். விரும்பினால், பழைய பயனர் அடையாளத்தை உங்களுக்குச் சொந்தமான மற்றொரு கணக்கிற்கு நகர்த்தலாம்."),
                n("i8debc4a", "பல பயனர் அடையாளங்களுக்குத் தள்ளுபடி வழங்குகிறீர்களா?"),
                n("c5199f3c", "ஆம், நீங்கள் வாங்கும் பயனர் அடையாளங்களின் எண்ணிக்கை மற்றும் மொத்த விலைப்பட்டியலின் அளவைப் பொறுத்து."),
                n("c20f923e", "என்னிடம் ஒரு வர்த்தக முத்திரை உள்ளது - அது இதைப் பாதிக்குமா?"),
                n("b2fd4c15", "வர்த்தக முத்திரைக் கொள்கையைப்"),
                n("a690746e", "முன்னுரிமை ஆதரவைப் பெறுக"),
                n("he2dc9b0", "உங்கள் நிறுவனத்தின் பயனர் அடையாளம் மற்றும் கோரிக்கை விவரங்களை அனுப்புவதன் மூலம் எங்களைத் தொடர்பு கொள்ளவும்."),
                n("e5e6479e", "விரைவான ஆதரவைப் பெற, உங்கள் நிறுவனத்தின் பயனர் அடையாளம் மற்றும் உங்கள் விசாரணையின் விவரங்களை எங்களுக்கு மின்னஞ்சலில் அனுப்பவும்."),
                n("ica8392a", "உங்கள் கோரிக்கையைப் பெற்றவுடன், நாங்கள் மதிப்பாய்வு செய்து, பெறப்பட்ட ஆர்டராக அதற்கு முன்னுரிமை அளிப்போம்."),
                n("ed37e36e", "முக்கியம்: உங்கள் நிறுவனத்தின் பயனர் அடையாளம் விடுபட்டுள்ளது அல்லது தனிப்பட்ட மின்னஞ்சலைப் பயன்படுத்தினால் உங்கள் கோரிக்கையைச் செயலாக்குவதில் தாமதங்கள் ஏற்படலாம்."),
                n("eb0d4fe2", "நெடுவரிசையை உருவாக்கவும்"),
                n("e93d2f8a", "பின்வருவன போன்ற பல்வேறு நெடுவரிசைகளைச் சேர்ப்பதன் மூலம் உங்கள் அனுபவத்தைத் தனிப்பயனாக்குங்கள்:"),
                n("e8203d1e", "தேடல்கள்"),
                n("d82fd532", "DMகள்"),
                n("c87babee", "மேலும் பல..."),
                n("f1990aa4", "டெக்குகள் மூலம் உங்கள் நெடுவரிசைகளை ஒழுங்கமைக்கவும்"),
                n("ib9c9a54", "X Pro -இல் பல டெஸ்க்டாப்புகள் இருப்பதைக் கற்பனை செய்து பாருங்கள். தேவையற்ற விஷயங்களைத் தவிர்த்து, உங்களுக்குத் தேவைப்படும் போது தேவையான தலைப்புகளிலும் கருவிகளிலும் மட்டுமே நீங்கள் கவனம் செலுத்தலாம்."),
                n("fb5ac13e", "நெடுவரிசையை நகர்த்தவும்"),
                n("bd545b7e", "உங்கள் டெக்கில் எங்கு வேண்டுமானாலும் ஒரு நெடுவரிசையை இழுத்து விட, இந்தப் புள்ளிகளைக் கிளிக் செய்யவும்."),
                n("a98513b6", "நெடுவரிசைகளைத் தனிப்பயனாக்கவும்"),
                n("c8759e44", "பின்வருவன போன்ற விருப்பங்களுக்காக நெடுவரிசையின் மேற்பகுதிக்குச் செல்லவும்:"),
                n("a93e96c8", "முன்னணியில் இருப்பவை அல்லது சமீபத்தியவை வாரியாக இடுகைகளை வரிசைப்படுத்தவும்"),
                n("df300378", "நெடுவரிசை அளவை மாற்றுக"),
                n("aa263910", "மேம்பட்ட தேடல் கருவிகளைப் பயன்படுத்தவும்"),
                n("ab3915aa", "டிப்ஸ் மற்றும் அமைப்புகள்"),
                n("ia03837a", "இங்கே செல்க இதற்கு:"),
                n("f0bd595c", "டெக்குகளை நிர்வகிக்கவும்"),
                n("a74e9464", "காட்சி அமைப்புகள்"),
                n("h254eb92", "விசைப்பலகை குறுக்குவழிகளைக் கண்டறிக"),
                n("j6e669a0", "மீண்டும் உலா செல்லவும்"),
                n("c15802be", "இடுகைகளை அனுப்புகிறது..."),
                n("e5506950", "டெக்குகள்"),
                n("b1bd9a8a", "புதிய டெக்"),
                n("cf1a138f", function (e) {
                    return e.title + " டெக்கிற்கு மாற்றப்பட்டது";
                }),
                n("g9c2da24", "புதிய டேக்கை உருவாக்க உரையாடலைத் திறக்கிறது"),
                n("hcef6b72", "உங்கள் டேக்குகளை நிர்வகிக்க உரையாடலைத் திறக்கிறது"),
                n("a77dbc7a", "டெக்கை திருத்துக"),
                n("a154a293", function (e) {
                    return e.deckName + " டெக் தேர்ந்தெடுக்கப்பட்டது";
                }),
                n("a77bbe9d", function (e) {
                    return e.deckName + " டெக் தேர்வுநீக்கப்பட்டது";
                }),
                n("ha2aae72", "தேர்ந்தெடுக்கப்பட்ட டெக்கை நிர்வகிக்க உரையாடல் திறக்கிறது"),
                n("hf59ffc8", "வழிசெலுத்தல் பட்டி"),
                n("dd6142d7", "புரோ"),
                n("d69fc67a", "புதிய நெடுவரிசையைச் சேர்க்கவும்"),
                n("ad61a830", "இடுகையைத் தொகு"),
                n("c44f5114", "செய்தி அமைப்புகள்"),
                n("c71066fe", "உலா செல்லவும்"),
                n("b452e6c2", "பயன்படுத்த எப்படி உள்ளது?"),
                n("j7737bc2", "X Pro -ஐப் பயன்படுத்துவதற்கு நன்றி, அது எப்படி உள்ளதென நினைக்கிறீர்கள் என்பதை அறிய விரும்புகிறோம்."),
                n("e8038d64", "உங்கள் கருத்து எங்களுக்கு முக்கியமானது, அது மேலும் சிறப்பான அனுபவத்தை வழங்க எங்களுக்கு உதவும்."),
                n("fce3c5ce", "பின்னூட்டம் வழங்கவும்"),
                n("ha39df38", "தனிப்பட்டது"),
                n("ja7b7d1a", "தற்போது இணைப்பதில் எங்களுக்குச் சிக்கல் உள்ளது. நீங்கள் செய்த மாற்றங்கள் சேமிக்கப்படாமல் போகலாம்."),
                n("ad5df1d7", function (e) {
                    return e.title + " நெடுவரிசைக்கு மாற்றப்பட்டது";
                }),
                n("ba7bd92e", "நெடுவரிசை அமைப்புகள்"),
                n("cc4ff736", "நெடுவரிசையைப் பகிர்தல்"),
                n("g684a93a", "இந்த நெடுவரிசையில் நீங்கள் செய்யும் எந்த மாற்றமும், அதைப் பார்க்கும் எவருக்கும் புலப்படும்."),
                n("a6bbdc1c", "காண மட்டும்"),
                n("f6e88162", "சோதனை அம்சங்கள்"),
                n("e6df688c", "விருப்பத்தேர்வுகள்"),
                n("e3f2b93a", "இந்த நெடுவரிசை பற்றியத் தகவலைக் காட்டவும் அல்லது மறைக்கவும்"),
                n("db257758", "மீடியா முன்னோட்ட அளவு"),
                n("if2fbab8", "பதில்கள் மீடியா முன்னோட்ட அளவு"),
                n("he517d52", "நெடுவரிசையை மறுபெயரிடு"),
                n("f6eb2cfe", "நெடுவரிசை பெயர்"),
                n("d6d39c84", "நெடுவரிசைகளுக்கு ஒரு பெயர் இருக்க வேண்டும்."),
                n("e5c06aee", "நெடுவரிசை அகலம்"),
                n("af6a4368", "இந்த உரையாடலுக்கு மறுபெயரிட்டு, அதில் யார் உள்ளார்கள் எனப் பாருங்கள்."),
                n("cdeac5ee", "நேரடிச்செய்தி அமைப்புகள்"),
                n("fda7ee26", "உங்களுக்கு யார் செய்தி அனுப்பலாம் என்பதை நிர்வகிக்கலாம்."),
                n("c4ec8620", "அடங்குபவை"),
                n("d5f29cd4", "விலக்குபவை"),
                n("d01a62f8", "நேரம் மற்றும் இருப்பிடம்"),
                n("d614afc8", "விருப்பங்கள், பதில்கள் & மறுஇடுகைகள்"),
                n("fb2bbc7a", "இடுகை உள்ளடக்கம்"),
                n("a589add2", "இந்தச் சொற்களில் ஏதாவதொன்று (அல்லது)"),
                n("d2f8dc8a", "வேறொருவரின் இடுகைகள்"),
                n("e37201ec", "ஒருவருக்கு பதிலளித்தல்"),
                n("e035e056", "ஒருவரைக் குறிப்பிடுதல்"),
                n("ef2d4092", "சொற்களை விலக்கு"),
                n("d59f395e", "உங்களின் காட்சி மொழி"),
                n("g67cd3f2", "மொழிகளைத் தேர்ந்தெடு"),
                n("c85f9b9c", "மொழிகளை மாற்று"),
                n("b5148188", "இதைவிட அதிகமாக"),
                n("hf369320", "இதைவிட குறைவாக"),
                n("f4dce7b6", "எத்தனை"),
                n("ddafa9a2", "விருப்பங்களைக் காண்க"),
                n("c6be8432", "ஈடுபாட்டின் நிலை"),
                n("e60b9fac", "அசல் இடுகைகளைக் காட்டு"),
                n("eb441fee", "மறுஇடுகைகளைக் காட்டு"),
                n("e920e6dc", "மேற்கோள்களைக் காட்டு"),
                n("g9580526", "பதில்களைக் காண்பி"),
                n("i73cbb5c", "தேடலில் ஒரு பட்டியலை மட்டுமே நீங்கள் சேர்க்க முடியும். முதல் பட்டியல் மட்டுமே இந்தத் தேடலுக்கு பொருந்தும்."),
                n("c765315d", function (e) {
                    return e.listHandleListNameFormat + " அல்லது பட்டியல் ID-ஐ உள்ளிடவும்";
                }),
                n("a153fbf2", "தேடலில் பட்டியலை எவ்வாறு பயன்படுத்துவது"),
                n("bf0d5a7c", "ஒரு தேடலுக்கு ஒரு பட்டியலை நீங்கள் சேர்க்கலாம்."),
                n("c6e8759a", "பட்டியலைச் சேர்க்க இந்த வடிவமைப்பைப் பின்பற்றவும்:"),
                n("dd9daca8", "பட்டியல் பெயரில் முற்றுப்புள்ளிகளை - உடன் மாற்றவும்."),
                n("cd71b264", "பட்டியல்களைப் பற்றி அறிக."),
                n("ca23d726", "படங்கள் மற்றும் வீடியோக்கள்"),
                n("f1fa97a8", "ஒலிபரப்புகள்"),
                n("c0bab0ba", "மீடியாக்களைக் கொண்ட இடுகைகளை மட்டும் காண்பி"),
                n("g9512656", "சரிபார்க்கப்பட்ட நபர்களை மட்டும் காட்டவும்"),
                n("b967e296", "நீங்கள் பின்தொடரும் நபர்களை மட்டும் காட்டவும்"),
                n("gc51a2ac", "எந்த நேரத்திலும்"),
                n("d42a4916", "சமீபத்தில்"),
                n("a2229a06", "ஒரு கால அளவிற்குள்"),
                n("c1fe6156", "தொடக்க நேரம்"),
                n("cbc02622", "முடிவு நேரம்"),
                n("b666573c", "அமைவிடத்தைத் தேடுக"),
                n("cf260344", "இதில் இடுகையிடுகிறது"),
                n("j5805302", "ஆரம்"),
                n("e592ab3c", "சிறந்த முடிவுகளுக்கு, உங்கள் தேடலில் அமைவிடம் மற்றும் மாநிலம் அல்லது நாடு ஆகியவற்றைச் சேர்க்கவும்."),
                n("e8843b5d", function (e) {
                    return e.meters + "நிமி.";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + "கிமீ";
                }),
                n("ec688a09", function (e) {
                    return "இது, இந்தப் பட்டியல் உட்பட அவர்களின் எந்தவொரு பட்டியலிலும் உங்களைச் சேர்க்க @" + e.screenName + "-ஐத் தடுக்கும்.";
                }),
                n("iad54d54", "புத்தகக்குறிகளை அழி"),
                n("g4d581a2", "இதையும் எல்லா புத்தகக்குறி ஃபோல்டர்களையும் காலியாக்கு"),
                n("fb14aebe", "புத்தகக்குறிகளைக் காலியாக்கு"),
                n("jf748f40", "எல்லாப் புத்தகக்குறிகளையும் அழிக்கவா?"),
                n("d63a211a", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் புத்தகக்குறிகளில் நீங்கள் சேர்த்துள்ள இடுகைகள் அனைத்தையும் அகற்றுவீர்கள்."),
                n("a16ebc1a", "புதிய அரட்டையைத் தொடங்கவும்"),
                n("a1ff1890", "இதனால் உங்களின் தற்போதைய உரையாடல் அழிக்கப்படும்."),
                n("ab352ee0", "சமீபத்திய இடுகைகளைக் காட்டு"),
                n("c004c4d6", "இடுகைகளை அழி"),
                n("fc702822", "இடுகைகளை அழிக்கவும் மற்றும் சமீபத்திய இடுகைகள் தோன்றும் படி பார்க்கவும்."),
                n("a2c59056", "நெடுவரிசையை நீக்கும் முன்னர்..."),
                n("d31bdbbe", "மிகச் சமீபத்திய இடுகைகளுக்கு மாற்று"),
                n("dec3722c", "சமீபத்திய இடுகைகளுக்கு"),
                n("g33b8c04", "நகல் எடுக்கவும்"),
                n("de2c3008", "நெடுவரிசையின் நகலை உருவாக்கவும்."),
                n("a7c01ce0", "பெயரை மாற்று அல்லது ஃபோல்டரை அழி"),
                n("e52e4c82", "இருப்பிடம் மற்றும் தனிப்பயனாக்குதல் விருப்பங்களை மாற்றவும்."),
                n("f4d052a4", "Grok (வழக்கமானது பயன்முறை)"),
                n("fa97c1c6", "Grok (வேடிக்கை பயன்முறை)"),
                n("efb37dec", "பயன்முறை"),
                n("h0064892", "வழக்கமானது"),
                n("ad86db50", "டெக்கை உருவாக்குக"),
                n("hb70ef30", "இந்தத் தேடலிலிருந்து ஒரு டெக்கை உருவாக்குக"),
                n("j8a945cc", "சிறந்த இடுகைகள்"),
                n("f3a4a654", "சரிபார்க்கப்பட்ட இடுகைகள்"),
                n("c8da0c42", "புகைப்படங்கள் மற்றும் வீடியோக்கள்"),
                n("d2cf6f74", "Premium கூட்டாளர்கள்"),
                n("c9b39e70", "நகர்த்தவும்"),
                n("b9ea5f7c", "நெடுவரிசையை மற்றொரு டெக்குக்கு நகர்த்தவும்."),
                n("g8b6d450", "அறிவிப்பு விருப்பங்கள்"),
                n("dd703fbd", function (e) {
                    return e.title + " நெடுவரிசையை நீக்கு";
                }),
                n("d9d11fc6", "பொது நெடுவரிசையை நீக்கவா?"),
                n("h17ada6c", "பொது நெடுவரிசையை நீக்கினால், நெடுவரிசைக்கான அணுகலை, பின்தொடர்பவர்கள் மீளமுடியாமல் இழக்க நேரிடும்."),
                n("hb388fe8", "நெடுவரிசையை நீக்கு"),
                n("c1343ad6", "தேடல் நெடுவரிசையாக இதை மாற்றவும்."),
                n("e7a12d72", "தேடல் நெடுவரிசையாக மாற்றப்பட்டது"),
                n("f29424f0", "மீண்டும் மாற்றுக"),
                n("h5ff85a2", "நெடுவரிசையைப் பகிரவும்"),
                n("d32058ba", "பகிர்வை இயக்க, நெடுவரிசையைப் பொதுவாக்குங்கள்."),
                n("c926a6ca", "நீங்கள் செய்யும் மாற்றங்கள் இந்த நெடுவரிசையைப் பின்தொடரும் எவருக்கும் காண்பிக்கப்படும்."),
                n("g0175ca2", "நெடுவரிசை தேர்ந்தெடுப்பான்"),
                n("a800727c", "நெடுவரிசைத் தேர்விக்குத் திரும்பு"),
                n("f318bc40", "புதிய ஃபோல்டரை உருவாக்கு"),
                n("e300a9f0", "புத்தகக்குறி ஃபோல்டரை உருவாக்கு"),
                n("j341c67c", "ஃபோல்டர்களுக்குக் கட்டாயம் பெயரிட வேண்டும்."),
                n("d00586a6", "இந்த நெடுவரிசையை ஏற்ற முடியாது. புதிய நெடுவரிசையை உருவாக்க முயலவும்."),
                n("d0d8277e", "நெடுவரிசையின் உரிமையாளர் அதை நீக்கிவிட்டார் அல்லது தனிப்பட்டதாக்கி விட்டார்."),
                n("j08fd6fe", "உங்கள் கம்யூனிட்டீஸ்"),
                n("b569a1fa", "கம்யூனிட்டிகளுக்குத் திரும்பு"),
                n("i176bfd2", "பட்டியல்களைக் கண்டறிக"),
                n("a57c3292", "புதிய பட்டியல்களைக் கண்டறிக"),
                n("f59f87dc", "பிற பயனர்களின் பட்டியல்களைக் கண்டறிக"),
                n("a5d70676", "நீங்கள் இருக்கும் பட்டியல்கள்"),
                n("e377790a", "பட்டியல்களுக்குச் செல்க"),
                n("e952b8c3", function (e) {
                    return "@" + e.userScreenName + " -இன் பட்டியல்கள்";
                }),
                n("bc24f834", "பிற பயனர்களின் பட்டியல்களைக் கண்டறிக என்பதற்குச் செல்க"),
                n("ee11d084", "தேடல் சுயவிவரங்கள்"),
                n("c300f3bc", "சில நெடுவரிசைகளைச் சேர்க்கவும்"),
                n("bd744e9a", "தேடல் மூலம் தொடங்கவும்"),
                n("i10d4124", "புதிதாக ஆரம்பிக்கவும்"),
                n("jbff8606", "வினவலைச் சமர்ப்பிக்கவும்"),
                n("dbd8a566", "சில வரைவு இடுகைகளை நீக்க முடியவில்லை."),
                n("c82be5a8", "நீங்கள் தேர்ந்தெடுத்த வரைவு இடுகைகள் நீக்கப்பட்டன."),
                n("ad84af68", "வரைவு இடுகைகளை ஏற்றுகிறது"),
                n("ef97fb3a", "இதுவரை உங்களிடம் வரைவு இடுகைகள் எதுவும் இல்லை"),
                n("f26ece12", "நீங்கள் அதைச் செய்யும்போது, அவற்றை இங்கே காணலாம்."),
                n("a4911812", "வரைவு இடுகைகளை நீக்குகிறது"),
                n("b49be1ca", "வரைவு இடுகைகளை நிராகரி"),
                n("ca91dc76", "இதைச் செயல்தவிர்க்க முடியாது, உங்கள் வரைவு இடுகைகளை இழப்பீர்கள்."),
                n("b38b254a", "சில திட்டமிடப்பட்ட இடுகைகளை நீக்க முடியவில்லை."),
                n("he2e3cc4", "நீங்கள் தேர்ந்தெடுத்த திட்டமிடப்பட்டஇடுகைகள் நீக்கப்பட்டன."),
                n("jf9faee4", "திட்டமிடப்பட்ட இடுகைகளை ஏற்றுகிறது"),
                n("aa1cfd48", "திட்டமிடப்பட்ட இடுகைகள் எதுவும் உங்களிடம் இல்லை"),
                n("b2a70dbe", "திட்டமிடப்பட்ட இடுகைகளை நீக்குகிறது"),
                n("a07bb1b0", "திட்டமிடப்பட்ட இடுகைகளை நிராகரி"),
                n("id78e802", "இதைச் செயல்தவிர்க்க முடியாது, உங்களின் திட்டமிடப்பட்ட இடுகைகளை இழப்பீர்கள்."),
                n("d9a75e16", "ஒன்றைத் தேர்வுசெய்க"),
                n("aa030cd4", "பரிந்துரைக்கப்படும் இடுகைகளை முதலில் பார்க்கவும்."),
                n("c0d2d4aa", "முகப்புக் காலவரிசை"),
                n("ecbbbb90", "உங்களின் அல்லது பிற நபர்களின் பட்டியல்களைக் காண்க."),
                n("c351229c", "நீங்கள் உள்ள கம்யூனிட்டீஸைப் பார்க்கவும்."),
                n("a2d1df82", "நீங்கள் என்ன எதிர்பார்க்கிறீர்கள் என்பதைக் கண்டறியுங்கள்."),
                n("d5387d8a", "உங்கள் செய்திகளில் புதுப்பித்த நிலையில் இருங்கள்."),
                n("e738198c", "X -இல் நடப்பில் உள்ளதைச் சரிபார்க்கவும்."),
                n("ifb8c91e", "சுயவிவரத்தைக் கண்டுபிடித்து, அவர்கள் என்ன செய்தார்கள் என்பதைப் பார்க்கவும்."),
                n("aa0525d0", "சுயவிவரம்"),
                n("cb7844a6", "உங்கள் அறிவிப்புகளையும் குறிப்பீடுகளையும் அறிந்திருங்கள்."),
                n("e64da55e", "உங்களின் திட்டமிடப்பட்ட இடுகைகளைக் காண்க."),
                n("h9659832", "உங்கள் வரைவு இடுகைகளைக் காண்க."),
                n("f1b6535e", "வரைவு இடுகைகள்"),
                n("a24add8a", "புத்தகக்குறியிட்ட இடுகைகளைப் பார்க்கவும்."),
                n("gb19f215", function (e) {
                    return "நெடுவரிசை - " + e.title;
                }),
                n("g7751b34", "ஸ்டேக்கை மூடுக"),
                n("b94fa48c", "ஸ்டேக்கை அழி"),
                n("dd3dc3cc", "ஸ்டேக்கில் பின்செல்க"),
                n("bc7acfd0", "பகிரப்பட்ட நெடுவரிசை"),
                n("a6587d95", function (e) {
                    return e.title + " நெடுவரிசையை மறுவரிசைப்படுத்து";
                }),
                n("fb071dea", "நெடுவரிசையை நகர்த்து"),
                n("c77a6327", function (e) {
                    return e.title + " நெடுவரிசை விருப்பங்களைத் திற";
                }),
                n("h53c41f0", "நெடுவரிசை விருப்பத்தேர்வுகள்"),
                n("f7bbbb6d", function (e) {
                    return e.title + " நெடுவரிசை விருப்பங்களை மூடுக";
                }),
                n("eee9f83e", "நெடுவரிசை விருப்பங்களை மூடுக"),
                n("a443bbc0", "தேடலை மூடுக"),
                n("c8b12c8f", function (e) {
                    return "நெடுவரிசை உள்ளடக்கத்தை அமைக்கவும் - " + e.title;
                }),
                n("fe048090", "மேலோட்டத்தைக் காட்டு"),
                n("e57560b4", "மேலோட்டத்தை மறை"),
                n("fb087db0", "புதிய நெடுவரிசையை உருவாக்கு"),
                n("aa128cd8", "புதிய நெடுவரிசையைச் சேர்"),
                n("aa4f00c6", "டெக்கை பகிர்க"),
                n("fdf97052", "டெக் விருப்பங்களுக்குச் செல்க"),
                n("ed427868", "டெக்கை பொதுவில் காட்டவா?"),
                n("gecc71a2", "டெக்கை பகிர, முதலில் அதைப் பொதுவில் காட்டவும்."),
                n("f0653866", "டெக்கை பகிர்தல்"),
                n("b158400a", "இந்தப் படிநிலையைத் தவிர்"),
                n("h15afbce", "அவற்றை அமைப்போம்"),
                n("ibe6be32", "உங்கள் X Pro அனுபவத்தைத் தனிப்பயனாக்குங்கள்: உங்களுக்கு ஏற்ற நெடுவரிசை அகலம், நிறம், உரை மற்றும் மீடியா அளவு ஆகியவற்றைத் தேர்ந்தெடுக்கவும்."),
                n("e28eb008", "காட்சி அமைப்புகளைத் திறக்கவும்"),
                n("dc8b86e0", "இப்போது உங்கள் நெடுவரிசைகளைச் சேர்ப்போம்"),
                n("ee28603e", "உங்கள் நெடுவரிசைகளை இறக்குமதி செய்யவும்"),
                n("dad15d22", "உங்களின் ஏற்கனவே உள்ள தேடல், பட்டியல் மற்றும் சுயவிவர நெடுவரிசைகளை இறக்குமதி செய்வதன் மூலம் நேரத்தைச் சேமிக்கவும். இவற்றை நீங்கள் பின்னர் நகலெடுக்க முடியாது."),
                n("j85b4522", "அல்லது புதிதாக ஆரம்பிக்கலாம்"),
                n("hfd5ca12", "ஆம்... உங்கள் நெடுவரிசைகளை எங்களால் இறக்குமதி செய்ய முடியவில்லை"),
                n("b855852a", "தேடல், பட்டியல் மற்றும் சுயவிவர நெடுவரிசைகளை மட்டுமே இறக்குமதி செய்ய முடியும். அதற்குப் பதிலாக முகப்பு நெடுவரிசையைச் சேர்க்கவும்."),
                n("dc6c806e", "உங்கள் நெடுவரிசைகளை இறக்குமதி செய்ய முடியவில்லை"),
                n("a0dfe2f6", "X Pro என்பது ஒரு எளிய இடைமுகத்தில் பல காலவரிசை நெடுவரிசைகளைக் காண்பதற்கான வசதியான வழியாகும்."),
                n("i8912d28", "சில நெடுவரிசைகளைச் சேர்ப்போம்..."),
                n("ce0c0f34", "சற்று ஆராய்ந்து பார்ப்போம்"),
                n("h36d2aa2", "நீங்கள் தொடங்குவதற்கு சில எளிய உதவிக்குறிப்புகளை அறிந்துகொள்ளுங்கள்."),
                n("fbaf9442", "ஸ்டார்டர் டெக்கைச் சேர்க்கவும்"),
                n("b354ea52", "ஸ்டார்டர் டெக்கைச் சேர்க்கிறது..."),
                n("if195eb8", "நெடுவரிசைகளைச் சேர்க்கிறது..."),
                n("ea07517c", "நெடுவரிசை நீக்கப்பட்டது."),
                n("habced9e", "நெடுவரிசையை மீட்டெடுக்க அழுத்தவும்."),
                n("g4fcb4f8", "நெடுவரிசை மீட்டெடுக்கப்பட்டது."),
                n("d4429cba", "ம்ம்...இந்த டெக் இல்லை. வேறு ஒன்றைத் தேர்ந்தெடுக்க முயலவும்."),
                n("g2c6e34a", "உள்ளடக்க அளவு, நிறம் மற்றும் பின்னணியை நிர்வகிக்கவும்."),
                n("bf2890a6", "காட்சி அளவு"),
                n("h098a550", "இயல்புநிலை நெடுவரிசை அகலம்"),
                n("ab248726", "இயல்புநிலை ஊடக முன்னோட்டம்"),
                n("jdaf161c", "செய்திகள் தாவல்"),
                n("ge0fcfd0", "ஹோவர் கார்டுகள்"),
                n("e1cab6e8", "ஏற்கனவே உள்ள நெடுவரிசைகளில் மாற்றங்களைப் பயன்படுத்தவா?"),
                n("ce2e487c", "நீங்கள் எல்லா நெடுவரிசைகளையும் மாற்றினால், உங்களின் எல்லா டெக்குகளிலும் உள்ள ஒவ்வொரு நெடுவரிசையும் புதுப்பிக்கப்படும். வேண்டாம் என நீங்கள் தேர்வுசெய்தால், இப்போதிலிருந்து நீங்கள் உருவாக்கும் நெடுவரிசைகள் மட்டுமே புதிய அமைப்புகளைப் பெறும்."),
                n("fdbd90a6", "ஆம், எல்லா நெடுவரிசைகளையும் மாற்றுக"),
                n("h8affe68", "வேண்டாம், புதிய நெடுவரிசைகளில் மட்டும்"),
                n("f06885b6", "நெடுவரிசை ஊடக அளவு விருப்பங்கள்"),
                n("e4bab2d0", "நெடுவரிசை அகல விருப்பங்கள்"),
                n("f0e71094", "செய்திகள் தாவலைக் காட்டு"),
                n("aa25a5a6", "உங்கள் திரையின் அடிப்பகுதியில் சுருக்கக்கூடிய செய்திகள் தாவல் கிடைக்கும்"),
                n("g3da3c90", "ஹோவர் கார்டுகளைக் காட்டு"),
                n("b08a8656", "ஊடாடும் பொருட்களின் மீது வட்டமிடும்போது ஹோவர் கார்டுகளைக் காட்டு"),
                n("g9df1984", "டெக்கை சேர்"),
                n("df77af70", "உங்கள் டெக்கிற்கு ஓர் எமோஜியை தேர்வு செய்க"),
                n("ee7765ba", "எமோஜியை தேர்வு செய்க"),
                n("e0127c83", function (e) {
                    return e.emoji + " எமோஜியை மாற்று";
                }),
                n("hb8b6254", "உங்கள் சுயவிவரத்திலிருந்து உங்கள் பொது டெக்கை எவரும் அணுகலாம். அதற்கான இணைப்புகளையும் நீங்கள் பகிர்ந்து கொள்ளலாம். உங்கள் மனம் மாறினால், அதை எப்போது வேண்டுமானாலும் தனிப்பட்டதாக மாற்றலாம். மேலும் அறிக"),
                n("gfbaf4e8", "இந்த டெக்கை தற்போது பொதுவில் வைக்க முடியாது"),
                n("ae04848a", "இந்த டெக்கில் உங்கள் X கணக்குடன் தொடர்புடைய நெடுவரிசைகள் உள்ளன. இந்த டெக்கை பொதுவில் வைக்க, நீங்கள் அவற்றை அகற்ற வேண்டும். மேலும் அறிக"),
                n("d606207a", "டெக்கை நீக்கு"),
                n("h95cb00e", "இந்த டெக் நிரந்தரமாக நீக்கப்படும். இதைச் செயல்தவிர்க்க முடியாது."),
                n("f50c9834", "இந்த டெக் நிரந்தரமாக நீக்கப்படும். நீங்கள் இதை நீக்கினால், பின்னர் மீட்டெடுக்க முடியாது."),
                n("cb861826", "டெக்கை மறுவரிசைப்படுத்து"),
                n("i5896b2b", function (e) {
                    return 'டெக்கை திருத்து "' + e.title + '"';
                }),
                n("ef602cab", function (e) {
                    return 'டெக்கை நீக்கு "' + e.title + '"';
                }),
                n("b44b9d83", function (e) {
                    return 'டெக்கை பின்நீக்கம் செய் "' + e.title + '"';
                }),
                n("je4a847f", function (e) {
                    return 'டெக்கை பின்செய் "' + e.title + '"';
                }),
                n("ad41be88", "நெடுவரிசையை டெக்குக்கு நகர்த்தவும்"),
                n("cb82860a", "நெடுவரிசை கிடைக்கவில்லை"),
                n("icbecd02", "நெடுவரிசையைச் சேர்"),
                n("fdf1a2c6", "டெக்கை சேர்"),
                n("d25acc28", "அதில் என்ன உள்ளது?"),
                n("fe5df266", "நெடுவரிசையைத் தனிப்பட்டதாக்கவா?"),
                n("i3206148", "பொது நெடுவரிசையைத் தனிப்பட்டதாக்கினால், நெடுவரிசைக்கான அணுகலை, பின்தொடர்பவர்கள் இழக்க நேரிடும்."),
                n("c65d210c", "நெடுவரிசையைத் தனிப்பட்டதாக்கவும்"),
                n("j4d54f1e", "X -இல் வாழ்பவர்களுக்கான சக்தி வாய்ந்த, நிகழ்நேரக் கருவி."),
                n("je0526a0", "பல காலவரிசைகளை ஒரே திரையில் கண்காணிக்கலாம். நிகழ்நேரத்தில் உங்கள் கம்யூனிட்டிகளை டிராக் செய்யவும், உள்ளடக்கத்தை ஒழுங்கமைக்கவும், உரையாடவும் முடியும்."),
                n("d128af54", "Premium-க்காகப் பதிவுசெய்க"),
                n("bacd7195", function (e) {
                    return "X-இல் " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e5b4aafa", "உங்கள் இணைய இணைப்பு குறுக்கிடப்பட்டுள்ளது."),
                n("g43c3b36", "தொடர, இணையத்துடன் மீண்டும் இணைக்கவும்."),
                n("hafe83ec", "பயன்பாட்டிலிருந்து வெளியேற, அருகில் அழுத்தவும்."),
                n("b2ec74fe", "மூடுக"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " பார்வைகள் " + e.timeAgo;
                }),
                n("a7a90902", "காண்பிக்க, தேர்ந்தெடு என்பதை அழுத்தவும்"),
                n("cb0a3b5e", "இந்த இடுகையில் உணர்திறன்மிக்க மீடியா இருக்கலாம். அதைக் காண்பிக்க விரும்புகிறீர்களா?"),
                n("a4eb1304", "நீங்கள் எப்போது வேண்டுமானாலும் மீண்டும் உள்நுழையலாம்."),
                n("b86c2e12", "X -இன் அனைத்து உள்ளடக்கத்தையும் தேட, உள்நுழையவும்."),
                n("ia13bd7c", "விசைப்பலகை"),
                n("f9fa40c8", "X -இன் சிறந்த அனுபவத்தைப் பெறுங்கள்"),
                n("gb6a7f62", "உங்கள் குறியீடு காலாவதியானது. நீங்கள் மீண்டும் முயல விரும்பினால், புதிய குறியீட்டைப் பெற கீழே உள்ள பொத்தானைத் தேர்ந்தெடுக்கவும்."),
                n("ge19602a", "புதிய குறியீட்டைப் பெறுக"),
                n("dd4ec2e8", "உங்கள் லேப்டாப் அல்லது மொபைல் சாதனத்தில் கீழே உள்ள URL -ஐப் பார்வையிட்டு, இங்கு காட்டப்படும் குறியீட்டை உள்ளிடுவதன் மூலம் X -இல் உள்நுழையவும்."),
                n("f4d7084c", "இந்த இரண்டு விருப்பங்களில் ஒன்றைப் பயன்படுத்தி X -இல் உள்நுழையவும்:"),
                n("ebc1accc", "இந்த QR குறியீட்டை ஸ்கேன்செய்க"),
                n("a4742bc0", "உங்கள் லேப்டாப் அல்லது மொபைல் சாதனத்தில் கீழே உள்ள URL -ஐப் பார்வையிட்டு, இங்கே காட்டப்படும் குறியீட்டை உள்ளிடவும்."),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return e.name + " -இன் வீடியோக்களைப் பார்க்க, உள்நுழையவும்.";
                }),
                n("fb83778c", "இந்தப் பயனரின் வீடியோக்களைப் பார்க்க, உள்நுழையவும்."),
                n("dd4bbaea", "உங்களுக்குக் காட்டப்பட வீடியோக்கள் எதுவும் இல்லை."),
                n("i71d6193", function (e) {
                    return e.name + " இடமிருந்து காட்டப்பட வீடியோக்கள் எதுவும் இல்லை.";
                }),
                n("adb512f0", "சமீபத்திய வீடியோக்கள்"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "பின்தொடர்கிறீர்கள்";
                }),
                n("cd3f5206", "அடுத்து வருவது:"),
                n("c930299f", function (e) {
                    return e.count + " -இல் அடுத்து வருவது:";
                }),
                n("b2e9f19c", "கடைசி வீடியோவை மீண்டும் இயக்கு"),
                n("de906774", "வேகம்"),
                n("caca839e", "கிளோஸ்டு கேப்ஷன்கள்"),
                n("b049f56c", "தரம்"),
                n("fa7169d8", "இந்த உள்ளடக்கத்தைப் புகாரளிக்க, உங்கள் லேப்டாப் அல்லது மொபைல் சாதனத்தில் கீழே உள்ள URL -ஐப் பார்வையிடவும்"),
                n("c973ec9c", "கணக்கின் பயனர்பெயர்"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "உள்ளடக்க URL"),
                n("a4ee9394", "வெள்ளையர்"),
                n("a9f3474c", "சியான்"),
                n("i50b6538", "மெஜந்தா"),
                n("jffeb664", "சிவப்பு"),
                n("e375c2d0", "கருப்பர்"),
                n("c2c5dea4", "எழுத்துரு வண்ணம்"),
                n("ce71b3d0", "எழுத்துருக் குடும்பம்"),
                n("d2eb1582", "இயல்புநிலை (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "உரை ஒளிபுகா நிலை"),
                n("a562039c", "பின்னணி நிறம்"),
                n("h44e879e", "பின்னணி ஒளிபுகா நிலை"),
                n("b843ced4", "தானியங்கி"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "வேக முன்செல்"),
                n("ee0f61ca", "பின்செல்"),
                n("i2d14148", "விருப்பமில்லை"),
                n("a1eb471a", "விருப்பம்நீக்குவதை அகற்று"),
                n("e40051e8", "புத்தகக்குறியை அகற்று"),
                n("g9ecf0e8", "பதில்களைக் காட்டு"),
                n("aa97ae7e", "டிவி பிளேயர் கட்டுப்பாடுகள்"),
                n("ed170a6a", "ஸ்லைடர்"),
                n("ee838ea0", "இந்தத் தலைப்பைப் பின்தொடர்வது, முகப்புக் காலவரிசையையும் X முழுவதும் உங்கள் அனுபவத்தையும் தனிப்பயனாக்க உதவும்."),
                n("h85446ce", "இந்த உலாவி இனி ஆதரிக்கப்படாது."),
                n("e24d1fa6", "x.com -ஐத் தொடர்ந்து பயன்படுத்த, ஆதரிக்கப்படும் உலாவிக்கு மாறவும். ஆதரிக்கப்படும் உலாவிகளின் பட்டியலை எங்கள் உதவி மையத்தில் காணலாம்."),
                n("a138aeb2", "JavaScript கிடைக்கவில்லை."),
                n("d8e122c2", "இந்த உலாவியில் JavaScript முடக்கப்பட்டுள்ளதைக் கண்டறிந்துள்ளோம். x.com -ஐத் தொடர்ந்து பயன்படுத்த, JavaScript -ஐ இயக்கவும் அல்லது ஆதரிக்கப்படும் உலாவிக்கு மாறவும். ஆதரிக்கப்படும் உலாவிகளின் பட்டியலை எங்கள் உதவி மையத்தில் காணலாம்."),
                n("f1a9e3a2", "முக்கியச் செய்திகள், அரசியல், பிரபலமான இசை, உலக நிகழ்வுகள், விளையாட்டு மதிப்பெண்கள், மேலும் சமீபத்திய உலகளாவிய செய்திகளை அவை வெளியான உடனேயே பெறுங்கள் - இவை அனைத்தையும் குறைந்த டேட்டாவிலேயே பெறலாம்."),
                n("bb402b62", "X Pro என்பது தனிப்பயனாக்கக்கூடிய டாஷ்போர்டாகும், இது இப்போது என்ன நடக்கிறது என்பதைப் புதுப்பித்த நிலையில் வைத்திருக்கும்."),
                n("ed617674", "360"),
                n("e23b20a0", "ரத்துசெய்"),
                n("a620fcf0", "படத்தை ஏற்றுகிறது"),
                n("e9e2064c", "ஏதோ தவறாகிவிட்டது, பயப்பட வேண்டாம் — அது உங்கள் தவறல்ல."),
                n("d7060c80", "புதுப்பி"),
                n("a0493514", "மீண்டும் முயற்சி செய்க"),
                n("ff3dd27c", "இயல்புநிலை"),
                n("b554fcf4", "வெளிர்நிறம்"),
                n("j590b148", "நடுத்தர வெளிர்நிறம்"),
                n("e7d4ee86", "நடுத்தரம்"),
                n("ia423ebc", "நடுத்தர அடர்நிறம்"),
                n("a2cf0942", "அடர்நிறம்"),
                n("j824dc06", "எமோஜிக்களைத் தேடுக"),
                n("fffb3384", "எமோஜிகள் எதுவுமில்லை"),
                n("j3d20752", "அதற்குப் பதிலாக வேறு ஏதாவது தேட முயலவும்."),
                n("d67ad796", "உங்கள் இயல்பான சரும நிறத்தைத் தேர்வுசெய்யவும்"),
                n("e6388bfa", "அனைத்தையும் அழி"),
                n("j7c67eca", "சமீபத்தியவை"),
                n("da539d38", "தேடல் முடிவுகள்"),
                n("d95eb228", "பின்செல்"),
                n("af8fa2ae", "மூடு"),
                n("ef8b2f54", "சார்ட்டை படிக்கவும்"),
                n("d567ceda", "செங்குத்து"),
                n("f7b30768", "அடுக்கப்பட்டது"),
                n("hcd54328", "குழுவாக்கப்பட்டது"),
                n("affbaf62", "மேலும் தகவல்"),
                n("c388d026", "சரி"),
                n("ha20397c", "அணுகல்தன்மை அம்சங்கள்"),
                n("baf7a43c", "அணுகல்தன்மை"),
                n("e8f674ab", function (e) {
                    return "இது ஒரு " + e.chartType + " பார் சார்ட் ஆகும். சார்ட்டின் தலைப்பு " + e.chartTitle + ". மொத்தம் " + e.noOfCategories + " பிரிவுகள் உள்ளன. குறைந்தபட்ச மதிப்பு " + e.minValue + " மற்றும் அதிகபட்ச மதிப்பு " + e.maxValue + " ஆகும். வழிசெலுத்தல் கட்டுப்பாடுகளைப் பயன்படுத்தி சார்ட்டை ஆராயுங்கள்.";
                }),
                n("d969327c", "ஆடியோ பதிப்பைப் பிளே செய்க"),
                n("d8cbbcd4", 'ஆடியோ சார்ட்டை பிளே செய்யவும். சார்ட்டின் ஆடியோ பதிப்பை இயக்குவதற்கு அழுத்தவும் அல்லது அவற்றின் ஆடியோ பதிப்பிற்கான ஒவ்வொரு தரவுப் புள்ளியிலும் "A" விசையை அழுத்தவும்'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "லேபிளிடப்படாத தரவு, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "லேபிளிடப்படாத தரவு, " + e.value;
                }),
                n("b15c0a18", "திருத்தங்களை நிராகரிக்கவா?"),
                n("aebf81c8", "நீங்கள் செய்த மாற்றங்கள் சேமிக்கப்படாது."),
                n("aa744c1e", "திருத்துவதைத் தொடர்க"),
                n("fe04d89a", "நிராகரி"),
                n("bb5d8cd2", "ஆம்"),
                n("dc33d78a", "கட்டுரை அட்டைப் படம்"),
                n("j190bf1a", "நேரலை"),
                n("e3fcbdba", "நிராகரி"),
                n("jc0b3a8c", "பட விளக்கம்"),
                n("ia1d2e58", "எழுதியவரால் விரும்பப்பட்டுள்ளது"),
                n("h81f3036", "கட்டுரை"),
                n("bed2945c", "பட விளக்கத்தைப் படிக்கவும்"),
                n("j2eea17a", "பின்வரும் ஊடகத்தில் உணர்ச்சிகரமான உள்ளடக்கம் உள்ளது."),
                n("b05a39b2", "காண்பி"),
                n("a7cd5cf4", "வீடியோ"),
                n("b6eb8f6a", "அலைபரப்பு"),
                n("dcc2b9b3", function (e) {
                    return e.locVideoType + " -ஐ இயக்கு";
                }),
                n("hf4ffd4d", function (e) {
                    return "நேரலை " + e.locVideoType + " -ஐ இயக்கு";
                }),
                n("f6e90cd7", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " நீளம்";
                }),
                n("e7d191ed", function (e) {
                    return e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + " மணிக்குத் தொடங்குகிறது";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " பார்வை" + t(e.viewerCount, "", "கள்");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " மற்றும் " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " மற்றும் " + e.listItem2;
                }),
                n("ec72e2f8", "பின்தொடர்"),
                n("d9d2a865", function (e) {
                    return "இயக்கு" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "வாங்குக" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "இப்போதே ஷாப்பிங் செய்க" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "முன்பதிவு செய்" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "இணை" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "ஆர்டர் செய்க" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "திறந்துள்ளது" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "மேலும் அறிய"),
                n("d1ff55d8", "நிறுவு"),
                n("g40f106c", "எங்களுக்குச் செய்தி அனுப்புக"),
                n("j393e386", "எங்களுக்கு ஒரு தனிப்பட்ட செய்தியை அனுப்புங்கள்"),
                n("a771d32e", "எனக்கு ஒரு தனிப்பட்ட செய்தியை அனுப்பு"),
                n("d8e9c24c", "ஒரு தனிப்பட்ட செய்தியை அனுப்பு"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 ஸ்டார்கள் – " + e.appNumRatings + " மதிப்பீடு";
                }),
                n("cc5508a9", function (e) {
                    return "தொடங்கும் நேரம்: " + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return e.action + " -ஐ இடுகையிடவும்";
                }),
                n("f17dfdb6", "இயக்கு"),
                n("j836de8a", "பாதுகாக்கப்பட்ட கணக்கு"),
                n("f4b8dc08", "சப்ஸ்கிரைப் செய்த கணக்கு"),
                n("f936caa6", "மொழிபெயர்ப்பாளர் கணக்கு"),
                n("ac72ee4e", "சரிபார்க்கப்பட்ட கணக்கு"),
                n("f49e0aac", "சரிபார்க்கப்பட்ட கணக்குகள் பற்றிய விவரங்களை வழங்குகிறது."),
                n("f59bdb94", "பாதுகாக்கப்பட்ட கணக்குகளைப் பற்றிய விவரங்களை வழங்குகிறது."),
                n("d7e50a66", "மேலும் அறிய"),
                n("fc065ee4", "சப்ஸ்கிர்ப்ஷன்ஸ் பற்றி மேலும் அறிக"),
                n("e453f536", "சப்ஸ்கிர்ப்ஷன்ஸ் என்றால் என்ன"),
                n("bd4cb7a0", "உங்களுக்குப் பிடித்த படைப்பாளர்களை சப்ஸ்கிரைப் செய்யும்போது, உங்களுக்குப் பிரத்தியேக உள்ளடக்கம் கிடைக்கும் — அவர்களுக்குச் சிறிது பணம் கிடைக்கும்."),
                n("g7099a02", "மேலும் கூறுக"),
                n("c2637ef6", "புரிந்தது"),
                n("efb17190", "உங்களைப் பின்தொடர்கிறார்"),
                n("g57b5f6c", "உங்கள் சப்ஸ்கிரைபர்"),
                n("a77a27c0", "சந்தாசேர்ந்தது"),
                n("gdd173da", "வேடிக்கைப் பயன்முறையில் Grok வழங்கும் பதில்"),
                n("dfd6eeac", "Grok வழங்கும் பதில்"),
                n("deceb214", "Grok வழங்கும் படம்"),
                n("befddd48", "காண்பி"),
                n("hf3f8e3a", "மேலும் காண்பி"),
                n("h504ea5e", "Grok மூலம் உங்கள் பதிப்பை உருவாக்கவும்"),
                n("eb722de2", "Grok இடம் நீங்களே கேளுங்கள்"),
                n("bb5c5864", "மேற்கோள்"),
                n("a8b58cf4", "இந்தத் தொடர்ச்சியைக் காண்பி"),
                n("i5f742fe", "இந்த வாக்கெடுப்பைக் காட்டு"),
                n("fc45ccc6", "உட்பொதிக்கப்பட்ட வீடியோ"),
                n("a9edea48", "மீண்டும் ஏற்று"),
                n("d26d8730", "வீடியோ முகவரியை நகலெடு"),
                n("f1b6bcec", "Gif முகவரியை நகலெடு"),
                n("j25d7cca", "தலைப்புகளை மறை"),
                n("a858b25c", "தலைப்புகளைக் காட்டு"),
                n("faf9f484", "விளம்பரம்"),
                n("ae2ea9e7", function (e) {
                    return "விளம்பரதாரர்: " + e.advertiserName;
                }),
                n("hea01798", "தேடல் ஸ்லைடர்"),
                n("f8a09386", "Periscope -இல் காட்டு"),
                n("gf2b6eee", "பிக்ஸர்-இன்-பிக்ஸர்"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " சதவீதம்";
                }),
                n("fb236728", "இடைநிறுத்து"),
                n("e9bd453e", "மீண்டும் இயக்கு"),
                n("d46b00b0", "நேரலைக்குச் செல்லவும்"),
                n("ec8ab8b4", "செயல்மறை"),
                n("b8b6344a", "செயல்மறைவு நீக்கு"),
                n("c9a642fa", "ஒலியளவு ஸ்லைடர்"),
                n("c27e60b0", "முழுத்திரை"),
                n("d2969f10", "முழுத்திரையிலிருந்து வெளியேறு"),
                n("f06f2e53", function (e) {
                    return e.durationTime + " -இல் " + e.currentTime;
                }),
                n("eeb64451", function (e) {
                    return e.advertiserName + "-ஐப் பார்க்கவும்";
                }),
                n("f3c268a5", function (e) {
                    return e.advertiserName + "-ஐ ஷாப் செய்க";
                }),
                n("g60001bb", function (e) {
                    return e.advertiserName + "-ஐப் பார்க்கவும்";
                }),
                n("dff1ddd9", function (e) {
                    return e.advertiserName + "-க்குச் செல்க";
                }),
                n("b0b22805", function (e) {
                    return e.advertiserName + "-ஐப் பார்வையிடுங்கள்";
                }),
                n("c67e71aa", "இப்போதே பாருங்கள்"),
                n("a6ada13e", "இப்போதே வாங்குங்கள்"),
                n("j0f12222", "மேலும் பார்க்க"),
                n("f569f7c8", "இணையதளத்திற்குச் செல்க"),
                n("j0c6772a", "வலைத்தளத்தைப் பார்வையிடுங்கள்"),
                n("f73003aa", "விளம்பரத்திற்குப் பிறகு வீடியோ இயங்கும்"),
                n("b3112b8a", "தவிர்"),
                n("h6333ad0", "விளம்பரத்தைத் தவிர்"),
                n("c59da417", function (e) {
                    return e.seconds + " -இல் விளம்பரத்தைத் தவிர்";
                }),
                n("c3c147cf", function (e) {
                    return e.seconds + " -இல் தவிர்";
                }),
                n("h9b3104e", "வீடியோ அமைப்புகள்"),
                n("ha3efce4", "தானியங்கி"),
                n("hd8d044d", function (e) {
                    return "தானியங்கி (" + e.quality + ")";
                });
            n("a7bf9962", "வீடியோவைப் பதிவிறக்கு"),
                n("ccc97152", "இயக்க வேகம்"),
                n("h531ade0", "வீடியோ தரம்"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "உலாவித் தேர்வின் காரணமாக நீங்கள் துணை உகந்த தரத்தைப் பெறுகிறீர்கள். HEVC -ஐ ஆதரிக்கும் உலாவியைப் பயன்படுத்துமாறு பரிந்துரைக்கிறோம்."),
                n("a681babd", function (e) {
                    return e.trimmedHostname + " -இல் பாருங்கள்";
                }),
                n("db3cd325", function (e) {
                    return e.trimmedHostname + " -ஐப் பார்க்கவும்";
                }),
                n("f1ad0df1", function (e) {
                    return "விளம்பரம் · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "விளம்பரதாரர்: " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "இந்தப் படிவத்தைப்"),
                n("c1658fc6", "மீடியாவை இயக்க முடியவில்லை."),
                n("h519ae04", "பதிப்புரிமை உரிமைகோரல் காரணமாக மீடியா முடக்கப்பட்டுள்ளது."),
                n("ce871584", "இந்த அலைபரப்பு முடிந்தது."),
                n("c101eb96", "இந்த அலைபரப்பு கிடைக்கவில்லை."),
                n("gb24a514", "பதிப்புரிமை உரிமையாளரின் புகார் காரணமாக இந்த ஊடகம் முடக்கப்பட்டுள்ளது."),
                n("hcaf3e63", function (e) {
                    return e.holder + " மேற்கொண்ட பதிப்புரிமை உரிமைகோரல் காரணமாக இந்த மீடியா முடக்கப்பட்டுள்ளது.";
                }),
                n("if05c038", "இந்த அலைபரப்பு உங்கள் இருப்பிடத்தில் கிடைக்கவில்லை."),
                n("d420171b", function (e) {
                    return e.holder + " மூலம் பதிப்புரிமை கோரப்பட்டதால் இந்த வீடியோ கிடைக்கவில்லை";
                }),
                n("b1eb72fa", "மன்னிக்கவும், சில பகுதிகளில் இந்த வீடியோ தடைசெய்யப்பட்டுள்ளது, உங்கள் இருப்பிடத்தை நாங்கள் பெறுவதனால் சில வினாடிகள் காத்திருக்கவும். உங்கள் உலாவியில் இருப்பிட அமைப்புகள் இயக்கத்தில் இருப்பதை உறுதிசெய்யவும்."),
                n("c057680c", "எங்களால் இந்த உலாவியில் வீடியோவை இயக்க முடியாது. வேறு வலை உலாவியை முயற்சிக்கவும்."),
                n("i5dfae6e", "இந்த வீடியோ உங்கள் இருப்பிடத்தில் கிடைக்கவில்லை."),
                n("c2388276", "இந்த வீடியோ நீக்கப்பட்டுவிட்டது."),
                n("d2c96140", "விருந்தினர் ஆடியோ சுட்டிக்காட்டி"),
                n("f6dc9146", "ரீப்ளே"),
                n("d30c74fe", "ஒலியளவு"),
                n("f2d4e6f2", "மீண்டும் பார்க்கவும்"),
                n("e9f1af3a", "மேலும் கண்டறியவும்"),
                n("f1881d86", "இந்த இடுகைக்குப் பதிலளிக்கவோ, இதைப் பகிரவோ அல்லது விரும்பவோ முடியாது."),
                n("j3d37222", "இந்த அறிவிப்பை வழங்குவது X -க்குச் சட்டப்பூர்வமாகத் தேவைப்படுகிறது."),
                n("e461d0ee", "சமீபத்தியதைப் பெறுங்கள்"),
                n("d1386940", "தகவலறிந்திருங்கள்"),
                n("ecda5f9e", "தவறாக வழிநடத்துகிறது"),
                n("a423473c", "சட்டப்பூர்வமாகத் தேவைப்படும் அறிவிப்பு"),
                n("b3296688", "தெரிநிலை வரம்பிடப்பட்டது"),
                n("ccd32094", "இப்போது"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " முன்பு";
                }),
                n("ae408b76", "நீங்கள் மறுஇடுகையிட்டீர்"),
                n("j355f008", "பின்செய்த இடுகை"),
                n("habf9678", "ஆசிரியரால் பின் செய்யப்பட்டது"),
                n("db0798ed", function (e) {
                    return e.topicName + " தலைப்பு";
                }),
                n("dc716ec9", function (e) {
                    return "பரிந்துரைக்கப்பட்ட தலைப்பு: " + e.topicName;
                }),
                n("fbc2003c", "முடிந்தது"),
                n("h5051dd8", "ரத்து செய்யப்பட்டது"),
                n("bb5f91a3", function (e) {
                    return e.count + " இந்த ஸ்பேஸில்";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " " + t(e.count, "நபர் கேட்டுக் கொண்டிருக்கிறார", "பேர் கேட்டுக் கொண்டிருக்கிறார்கள") + "்";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " பேசுகிறார் + " + e.count + " " + t(e.count, "நபர் கேட்டுக் கொண்டிருக்கிறார", "பேர் கேட்டுக் கொண்டிருக்கிறார்கள") + "்";
                }),
                n("df006f4f", function (e) {
                    return e.count + " ஆர்வம் காட்டியுள்ளனர்";
                }),
                n("c889af33", function (e) {
                    return e.count + " இணைந்துள்ள" + t(e.count, "ா", "ன") + "ர்";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " " + t(e.count, "கேட்டுக் கொண்டிருக்கின்றா", "பேர் கேட்டுக் கொண்டிருக்கின்றன") + "ர்";
                }),
                n("jbc5f47a", "ஸ்பேசஸ் டாக்"),
                n("gfe2830f", function (e) {
                    return e.count + " நபர்" + t(e.count, "", "கள்");
                }),
                n("dbeae6cf", function (e) {
                    return "பிற " + t(e.count, e.count + " கேட்பவர", " " + e.count + " கேட்பவர்கள") + "்";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+" + e.count + " நபர்" + t(e.count, "", "கள்");
                }),
                n("d0e7b11b", function (e) {
                    return e.date + ", " + e.time + "க்கு";
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "நேரம் " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return e.formattedCount + " நிமிட" + t(e.count, "ம் மீதமுள்ளது", "ங்கள் மீதமுள்ளன");
                }),
                n("ib15cddb", function (e) {
                    return e.formattedCount + " மணிநேர" + t(e.count, "ம் மீதமுள்ளது", "ங்கள் மீதமுள்ளன");
                }),
                n("db9ed19f", function (e) {
                    return e.formattedCount + " நா" + t(e.count, "ள் மீதமுள்ளது", "ட்கள் மீதமுள்ளன");
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " நா" + t(e.days, "", "ட்க") + "ள் " + e.formattedHours + " மணிநேர" + t(e.hours, "ம் மீதமுள்ளது", "ங்கள் மீதமுள்ளன");
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " மணிநேரம் " + e.formattedMins + " நிமிட" + t(e.mins, "ம் மீதமுள்ளது", "ங்கள் மீதமுள்ளன");
                }),
                n("f89a5d60", "ஹோஸ்ட்"),
                n("ce2cfb36", "சப்ஸ்கிரைபர்ஸ் மட்டும்"),
                n("df06241c", "கம்யூனிட்டி"),
                n("b03e162a", "நேரலையில் கேளுங்கள்"),
                n("b3d828ee", "சேர்ந்துவிட்டீர்கள்"),
                n("g519ec2a", "பதிவை இயக்குக"),
                n("c6000450", "நினைவூட்டல் அமைக்கப்பட்டது"),
                n("db44ff5c", "நினைவூட்டலை அமை"),
                n("f7b6346a", "இப்போதே தொடங்குக"),
                n("cc1f75ac", "ஸ்பேசஸ்"),
                n("bd08d1b2", "விவரங்கள் கிடைக்கவில்லை"),
                n("j8b01b27", function (e) {
                    return e.host + " ஹோஸ்ட் செய்த ஸ்பேஸ் " + e.title + " ரத்து செய்யப்பட்டது";
                }),
                n("fda9f48c", "ஸ்பேஸ் ரத்து செய்யப்பட்டது"),
                n("jf7853f7", function (e) {
                    return e.host + " ஹோஸ்ட் செய்த ஸ்பேஸ் " + e.title + " முடிந்தது";
                }),
                n("i1a29920", "ஸ்பேஸ் முடிந்தது"),
                n("db467ffe", "ஸ்பேஸில் சேருங்கள்"),
                n("i8dc3993", function (e) {
                    return "ஹோஸ்ட் செய்தவர் " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return e.count + " நபர்கள் உடன்";
                }),
                n("d19b9f77", function (e) {
                    return e.title + "க்கான " + e.action + "-ஐ " + e.host + " தொகுக்கிறார், " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "இப்போது " + e.scheduledStart + " -க்காகத் திட்டமிடப்பட்ட " + e.title + " -ஐத் தொடங்கவும்";
                }),
                n("ea4258b7", function (e) {
                    return "ஒரு ஸ்பேஸுக்கான " + e.action + ", " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "பின்வருவதன் பதிவை இயக்குக: " + e.title;
                }),
                n("gaeb997e", "மேலும்"),
                n("f8b21226", "சேரவும்"),
                n("e1b95ab0", "கடைசியாகத் திருத்தியது"),
                n("i308d42c", "இந்த இடுகையின் புதிய பதிப்பு உள்ளது"),
                n("h092d520", "இந்த இடுகையின் புதிய பதிப்பு உள்ளது."),
                n("b74bf8b8", "படம்"),
                n("ha9ed08c", "இதன் மூலம் உருவாக்கப்பட்டது"),
                n("bff61470", "திருத்த, இங்கே கிளிக் செய்யவும்"),
                n("f4393d0f", function (e) {
                    return "சமர்ப்பித்தவர்: " + e.name;
                }),
                n("f8e8e32e", "நீங்கள்"),
                n("df6703d3", "நீங்கள்"),
                n("c20f7e9f", function (e) {
                    return t(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " நபர்கள்");
                }),
                n("he26f627", function (e) {
                    return t(e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), e.otherUsersCount + " நபர்கள்");
                }),
                n("gea7aa3c", "அடுத்து"),
                n("b6462b32", "முந்தைய"),
                n("caddb529", "மற்றும்"),
                n("ff31714c", function (e) {
                    return " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "்";
                }),
                n("e06c99b7", "மற்றும்"),
                n("i4e2f96c", function (e) {
                    return " மற்றும் " + t(e.othersCount, "1 நபர", e.othersCount + " நபர்கள") + "்";
                }),
                n("ga629a8c", "உரையாடலிலுள்ள நபர்களைப் பார்க்க"),
                n("d6f781e4", "உங்களுக்குப் பிடித்த X படைப்பாளர்களை சப்ஸ்கிரைப் செய்யும்போது, உங்களுக்குப் பிரத்தியேக உள்ளடக்கம் கிடைக்கும் — அவர்களுக்குச் சிறிது பணம் கிடைக்கும்."),
                n("dab106f8", "உறுப்பினர்"),
                n("a46e92c2", "மதி."),
                n("f9633e62", "நிர்."),
                n("a3dfd0cb", function (e) {
                    return "இடுகை" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "இடுகை" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "கட்டுரை" + e.noun;
                }),
                n("h13ffc88", "குரல்"),
                n("c8c4600e", "குரல் இடுகை"),
                n("de8c5eb2", "ஆடியோவை இயக்கு"),
                n("ec286028", "ஆடியோவை இடைநிறுத்து"),
                n("ad77feb6", "தலைப்புகள் இல்லை"),
                n("e82adfeb", function (e) {
                    return e.count + " வலைப் பக்க" + t(e.count, "ம", "ங்கள") + "்";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " இடுகை" + t(e.count, "", "கள்");
                }),
                n("g78032d5", function (e) {
                    return e.count + " வலைப் பக்கங்கள் மற்றும் இடுகைகள்";
                }),
                n("j3de54a8", "நோட்"),
                n("a6a6ced4", "நோட்டை படிக்கவும்"),
                n("dbc0c2f4", "புத்தகக்குறியிடு"),
                n("d6885d3e", "கம்யூனிட்டியைக் காட்டு"),
                n("d5a48014", "தலைப்பு"),
                n("b92b6156", "துணைத் தலைப்பு"),
                n("ec5ed598", "பொருள்"),
                n("c69eb656", "முழு நேரம்"),
                n("g46ae43c", "முழுநேர ஒப்பந்தப் பணியாளர்"),
                n("jf7d4cc6", "பகுதி நேரம்"),
                n("b2214572", "ஒப்பந்தப் பணி"),
                n("f8337bd6", "ஓர் ஆண்டிற்கு"),
                n("i935bf88", "ஒரு மணிநேரத்திற்கு"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "பட்டியல்"),
                n("fe64170c", "நீங்கள் தேர்ந்தெடுத்ததை மாற்ற முடியாது"),
                n("g10ace38", "வாக்கெடுப்பு விருப்பங்கள்"),
                n("a3edf99a", "இறுதி முடிவுகள்"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " வாக்கு" + t(e.count, "", "கள்");
                }),
                n("e86732e4", "தேர்ந்தெடுக்கப்பட்டது"),
                n("a35a5b10", "பின்தொடர்பவர்களில் உங்களுக்குத் தெரிந்தவர்கள்"),
                n("fc8cd112", "நீங்கள் பின்தொடரும் யாரும் இவரைப் பின்தொடரவில்லை"),
                n("df8cd2af", function (e) {
                    return e.itemCount + "-இன் " + e.currentSlide + " ஸ்லைடு - கேரோசல். " + e.type + ". " + e.altText;
                }),
                n("d70740da", "அடுத்த ஸ்லைடு."),
                n("c4d53ba2", "முந்தைய ஸ்லைடு"),
                n("h6405c17", function (e) {
                    return e.itemCount + "-இன் " + e.currentSlide + " ஸ்லைடு - கேரோசல்";
                }),
                n("a3efd2c4", "தலைப்பு"),
                n("b91c8e53", function (e) {
                    return e.title + "-க்கான தலைப்பு கார்டு.";
                }),
                n("b3826295", function (e) {
                    return e.title + ", " + e.description + "-க்கான தலைப்பு கார்டு.";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " படங்களின் தனித்தொகுப்பூ. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "சுழற்ற இழுக்கவும்"),
                n("f0e1fb48", "இந்த உலாவியில் இந்த வீடியோ வடிவமைப்புக்கு முன்னோட்டத்தை உருவாக்க முடியவில்லை. எனினும் வீடியோவைப் பதிவேற்ற இன்னமும் வாய்ப்புள்ளது."),
                n("c2fc878d", function (e) {
                    return e.count + " எழுத்து அதிகமாக உள்ளது";
                }),
                n("db11b27f", function (e) {
                    return e.count + " எழுத்து" + t(e.count, " மீதமுள்ளது", "க்கள் மீதமுள்ளன") + " remaining";
                }),
                n("bb7b821a", "நீங்கள் பதிலளிக்கலாம்"),
                n("fc41217b", function (e) {
                    return "பின்தொடரும் அல்லது @" + e.screenName + " குறிப்பிட்டுள்ள கணக்குகள் பதிலளிக்கலாம்";
                }),
                n("e5dc76d0", "இந்த உரையாடலுக்கு நீங்கள் பதிலளிக்கலாம்"),
                n("ab105904", "யார் பதிலளிக்கலாம்?"),
                n("fd1cda7a", "இந்த உரையாடலுக்கு நீங்கள் பதிலளிக்க முடியாது"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " பின்தொடரும் அல்லது குறிப்பிட்டுள்ள கணக்குகள் பதிலளிக்கலாம்";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " குறிப்பிட்டுள்ள கணக்குகள் பதிலளிக்கலாம்.";
                }),
                n("d2ae1499", function (e) {
                    return "@" + e.screenName + "-க்குச் சப்ஸ்கிரைப் செய்துள்ள அல்லது அவர் குறிப்பிடும் கணக்குகள் பதிலளிக்கலாம்";
                }),
                n("a4e254ff", function (e) {
                    return "சரிபார்க்கப்பட்ட கணக்குகள் அல்லது @" + e.screenName + " குறிப்பிட்ட கணக்குகள் பதிலளிக்கலாம்";
                }),
                n("j1b02fd8", "சரிபார்க்கப்படுதல்"),
                n("daba4484", "ஆசிரியர்களும் மதிப்பீட்டாளர்களும் மட்டுமே இந்த இடுகையைப் பார்க்க முடியும்"),
                n("f956070a", "கம்யூனிட்டி விதிகளை மீறியதற்காக மதிப்பீட்டாளர்களால் இது மறைக்கப்பட்டுள்ளது."),
                n("cc17f408", "உறுப்பினர்கள் அகற்றப்படும்போது அவர்களின் இடுகை கம்யூனிட்டியின் மற்றவர்களிடமிருந்து மறைக்கப்படும்."),
                n("j620ce06", "இந்த இடுகையை யார் பார்க்கலாம்?"),
                n("bd414b44", "உங்கள் சப்ஸ்கிரைப்பர்களுக்குப் பிரத்தியேகமானது"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " மற்றும் அவர்களின் சப்ஸ்கிரைப்பர்கள் உங்கள் இடுகையைப் பார்க்க முடியும்";
                }),
                n("g1c6a77e", "சப்ஸ்கிர்ப்ஷன்ஸ் உள்ளடக்கத்தைப் பார்த்துக் கொண்டிருக்கிறீர்கள்"),
                n("d3b143d7", function (e) {
                    return "நீங்கள் @" + e.screenName + "-க்கு சப்ஸ்கிரைப் செய்துள்ளதால் இந்தப் பதிலை நீங்கள் பார்க்க முடிகிறது";
                }),
                n("f6337117", function (e) {
                    return "நீங்கள் @" + e.screenName + " -க்குச் சப்ஸ்கிரைப்செய்துள்ளதால் இந்த இடுகையைப் பார்க்க முடியும்";
                }),
                n("g766a06d", function (e) {
                    return "@" + e.screenName + " -இன் சர்கிளில் உள்ளவர்கள் மட்டுமே இந்த இடுகையைப் பார்க்கலாம்";
                }),
                n("j040a368", "பதில்களில் இணைப்புகள் முடக்கப்பட்டுள்ளன"),
                n("b31d0af7", function (e) {
                    return e.screenName + ", இந்த இடுகைக்கான பதில்களில் இணைப்புகளை அனுமதிக்கவில்லை";
                }),
                n("eab0f780", "இந்த இடுகைக்கான பதில்களில் வெளிப்புற இணைப்புகளை நீங்கள் இடுகையிடவோ அல்லது மேற்கோள் காட்டவோ முடியாது."),
                n("f17a1f54", "Premium பிரத்யேகம்"),
                n("a0953370", "சப்ஸ்கிர்ப்ஷன்"),
                n("d9687d23", function (e) {
                    return e.trendValueNegativePercent + " குறைந்துள்ளது";
                }),
                n("ac73eb5a", "மாற்றமில்லை"),
                n("c5a9f921", function (e) {
                    return e.trendValuePositivePercent + " உயர்ந்துள்ளது";
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " நிமிட" + t(e.minutes, "ம", "ங்கள") + "் முன்பு";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " மணி" + t(e.hours, "நேரம்", " நேரங்களில் முடிகிறது") + " முன்பு";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " நா" + t(e.days, "ள்", "ட்களுக்கு") + " முன்பு";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " வார" + t(e.weeks, "ம", "ங்கள") + "் முன்பு";
                }),
                n("efcd5885", function (e) {
                    return e.months + " மாத" + t(e.months, "ம", "ங்கள") + "் முன்பு";
                }),
                n("c37228b5", function (e) {
                    return e.years + " ஆண்டு" + t(e.years, "", "கள்") + " முன்பு";
                }),
                n("jf83d092", "நாள்"),
                n("af4abf20", "மாதம்"),
                n("b871f280", "ஆண்டு"),
                n("hac89ab0", "ஜனவரி"),
                n("ef30b30a", "பிப்ரவரி"),
                n("b56920fa", "மார்ச்"),
                n("b1a0f1ec", "ஏப்ரல்"),
                n("daf779c8", "மே"),
                n("c6ad074e", "ஜுன்"),
                n("f1db106c", "ஜுலை"),
                n("i4e80b7a", "ஆகஸ்ட்"),
                n("efa6cc1e", "செப்டம்பர்"),
                n("f40a0cbe", "அக்டோபர்"),
                n("ac74a31c", "நவம்பர்"),
                n("i6c1e4b2", "டிசம்பர்"),
                n("de540c32", "கடவுச்சொல்லை வெளிப்படுத்து"),
                n("b4abfdb4", "கடவுச்சொல்லை மறை"),
                n("f06ae5d3", function (e) {
                    return "ஸ்டாண்டர்டு இடுகையில் " + e.standardTweetCount + " எழுத்துக்குறி" + t(e.standardTweetCount, "", "கள்") + " மீதமுள்ளது, மொத்தம் " + e.totalCount + " எழுத்துக்குறி" + t(e.totalCount, "", "கள்") + " மீதமுள்ளது";
                }),
                n("fee0a8bc", "சேமி"),
                n("ae7f7656", "அழி"),
                n("gd769996", "ஏதோ தவறாகிவிட்டது. மீண்டும் ஏற்ற முயலவும்."),
                n("i5450bec", "ஊடகம்"),
                n("f7432494", "புகைப்படத்தைச் சேர்"),
                n("a5f7ce12", "பின்தொடர்"),
                n("c3befdbe", "பின்தொடர்கிறீர்கள்"),
                n("d3029dbc", "பின்தொடராதே"),
                n("aeb6f0a0", "குழு சேர்க"),
                n("b4397192", "நிர்வகி"),
                n("i8cfb6e6", "தடைசெய்யப்பட்டது"),
                n("ea100d6a", "தடைநீக்கு"),
                n("fe40537f", function (e) {
                    return "@" + e.screenName + "-ஐத் தடைநீக்கவா?";
                }),
                n("ab7c3460", "அவர்கள் உங்களைப் பின்தொடரலாம், உங்கள் இடுகைகளைப் பார்க்கலாம்."),
                n("i58d8718", "அவர்களால் உங்களைப் பின்தொடர முடியும் மற்றும் உங்கள் பொது இடுகைகளுடன் ஈடுபட முடியும்."),
                n("cda66545", function (e) {
                    return e.screenName + "-ஐ " + e.followType + " செய்ய, கிளிக் செய்க";
                }),
                n("ee05e96b", function (e) {
                    return e.screenName + "-ஐ " + e.followType + " செய்ய, கிளிக் செய்க";
                }),
                n("a8d77a25", function (e) {
                    return e.screenName + " விட்டு வெளியேற, கிளிக் செய்க";
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " - " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "@" + e.screenName + " -ஐப் பின்தொடர வேண்டாமா?";
                }),
                n("i4bb9ef7", function (e) {
                    return e.title + " -ஐப் பின்தொடர வேண்டாமா?";
                }),
                n("ge753264", "அவர்களது இடுகைகள் இனி உங்கள் உங்களுக்கானவை காலவரிசையில் காட்டப்படாது. ஆனால் அவர்களது இடுகைகள் பாதுகாக்கப்பட்டால் அன்றி, இன்னமும் அவர்களது சுயவிவரத்தை நீங்கள் பார்க்கலாம்."),
                n("b837c0e8", "இந்தத் தலைப்பைப் பின்பற்றுவதை நீங்கள் நிறுத்தினாலும், நீங்கள் பின்தொடரும் கணக்குகளைப் பொறுத்து அதைப் பற்றிய இடுகைகளை நீங்கள் இன்னும் காணலாம்."),
                n("ddac1f1d", function (e) {
                    return "நிச்சயமாக " + e.communityName + " இலிருந்து வெளியேற விரும்புகிறீர்களா?";
                }),
                n("j8e33c40", "நீங்கள் கம்யூனிட்டீக்கான அணுகலை இழப்பீர்கள், மேலும் இனி பங்கேற்க முடியாது, ஆனால் உங்கள் முந்தைய இடுகைகள் இன்னும் புலப்படும்."),
                n("f305840e", "நிலுவையிலுள்ளது"),
                n("i036327c", "பின்தொடர்வதற்கான கோரிக்கையை நிராகரிக்கவா?"),
                n("j95e3097", function (e) {
                    return "இது உங்கள் நிலுவையில் உள்ள கோரிக்கையை ரத்து செய்யும், மேலும் @" + e.screenName + " இனி இதைப் பார்க்கமாட்டார்.";
                }),
                n("d85bc1b8", "உங்கள் படத்தைப் பெரிதாக்கலாம் அல்லது சிறிதாக்கலாம்."),
                n("f596ace8", "விகித வரம்பு: அசல்"),
                n("df031fca", "விகித வரம்பு: அகலம்"),
                n("b40332c6", "விகித வரம்பு: சதுரம்"),
                n("e547b368", "அசல்"),
                n("f7571204", "அகலம்"),
                n("e6e16812", "சதுரம்"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return e.fullName + " -ஆல் விளம்பரப்படுத்தப்படுவது";
                }),
                n("if2bf8b4", "விளம்பரப்படுத்தப்பட்டது"),
                n("f3624b5c", "விளம்பரப்படுத்தப்படுவது (அரசியல் விளம்பரம்)"),
                n("b4b3b113", function (e) {
                    return e.fullName + " -ஆல் விளம்பரப்படுத்தப்படுவது (அரசியல் விளம்பரம்)";
                }),
                n("be222050", "விளம்பரப்படுத்தப்படுவது (சிக்கல் பற்றியது)"),
                n("hcbbe447", function (e) {
                    return e.fullName + " -ஆல் விளம்பரப்படுத்தப்படுவது (சிக்கல் பற்றியது)";
                }),
                n("jcf3e7a2", "Lottie Animationக்கான ஃபிரேம் முன்னேற்றம்"),
                n("a0af935c", "விரும்பியுள்ளார்"),
                n("b8c465e2", "மறுஇடுகையிடப்பட்டது"),
                n("c7a989ce", "புத்தகக்குறியிட்டது"),
                n("b03835c7", function (e) {
                    return e.replyCount + " பதில்" + t(e.replyCount, "", "கள்");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " மறுஇடுகை" + t(e.retweetCount, "", "கள்");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " விருப்ப" + t(e.likeCount, "ம", "ங்கள") + "்";
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " புத்தகக்குறி" + t(e.bookmarkCount, "", "கள்");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " பார்வை" + t(e.viewCount, "", "கள்");
                }),
                n("f2849136", "பகுப்பாய்வுகள்"),
                n("f206e970", "இடுகைப் பகுப்பாய்வைக் காட்டு"),
                n("c7073f5b", function (e) {
                    return e.count + " பார்வை" + t(e.count, "", "கள்") + ". இடுகைப் பகுப்பாய்வைக் காட்டு";
                }),
                n("hf417cf0", "புத்தகக்குறிகளிலிருந்து அகற்று"),
                n("febd30ed", function (e) {
                    return e.count + " புத்தகக்குறி" + t(e.count, "", "கள்") + ". புத்தகக்குறி";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " புத்தகக்குறி" + t(e.count, "", "கள்") + ". புத்தகக்குறியிட்டது";
                }),
                n("d636ebc6", "விரும்பு"),
                n("eb3a8b0c", "விருப்பமில்லை"),
                n("j472ecfc", "இந்த இடுகையை விரும்பு"),
                n("dac92b0d", function (e) {
                    return e.count + " விருப்ப" + t(e.count, "ம", "ங்கள") + "். விருப்பம்";
                }),
                n("aa650427", function (e) {
                    return e.count + " விருப்ப" + t(e.count, "ம", "ங்கள") + "். விரும்பியுள்ளனர்";
                }),
                n("hdf7226a", "பதிலளி"),
                n("c9940955", function (e) {
                    return e.count + " பதில்" + t(e.count, "", "கள்") + ". பதில்";
                }),
                n("f2919fb8", "மறுஇடுகை"),
                n("fd1e5446", "மறுஇடுகையைச் செயல்தவிர்"),
                n("dfad425d", function (e) {
                    return e.count + " மறுஇடுகை" + t(e.count, "", "கள்") + ". மறுஇடுகை";
                }),
                n("a386dc55", function (e) {
                    return e.count + " மறுஇடுகை" + t(e.count, "", "கள்") + ". மறுஇடுகையிடப்பட்டது";
                }),
                n("f65198c2", "மேற்கோள்களைக் காட்டு"),
                n("dc63da16", "பகிர்"),
                n("cee0585c", "இடுகையைப் பகிர்"),
                n("ceb6841c", "உறுப்பினர்கள் அகற்றப்படும்போது அவர்களின் இடுகைகள் கம்யூனிட்டியின் மற்றவர்களிடமிருந்து மறைக்கப்படும்."),
                n("cb731cae", "சர்கிளைத் திருத்து"),
                n("c33d3a84", "சர்கிளில் நிகழ்பவை சர்கிளுக்குள்ளாகவே இருக்கும்"),
                n("c4f10e71", "மேலும் அறிக"),
                n("b09adb0c", "உரையாடலைப் பாருங்கள்"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "பின்தொடர்கிறீர்கள்";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "பின்தொடர்பவர்" + t(e.count, "", "கள்");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "சந்தாதாரர்" + t(e.count, "", "கள்");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "" + t(e.count, "z", "சப்ஸ்கிர்ப்ஷன்ஸ்");
                }),
                n("ef633578", "கணக்கு இடைநீக்கப்பட்டது"),
                n("a6a3d496", "இணைப்பைச் செருகவும்"),
                n("acce6978", "இணைப்பைத் திருத்து"),
                n("f5e8f526", "திருத்து"),
                n("h517e8d8", "அகற்றவும்"),
                n("a30ae58e", "காட்ட வேண்டிய உரை"),
                n("da38c958", "URL"),
                n("d5d57678", "செருகு"),
                n("ec822028", "இந்தப் புலத்தை நிரப்பவும்"),
                n("ebc5d2cc", "இந்த URL -இல் ஏதோ தவறாக உள்ளது. இந்த இணைப்பின் எழுத்துப்பிழை மற்றும் வடிவமைப்பைச் சரிபார்க்கவும்."),
                n("h30a19bb", function (e) {
                    return "இது ஒரு பை சார்ட் ஆகும். சார்ட்டின் தலைப்பு " + e.chartTitle + ". மொத்தம் " + e.noOfCategories + " பிரிவுகள் உள்ளன. குறைந்தபட்ச மதிப்பு " + e.minValue + " மற்றும் அதிகபட்ச மதிப்பு " + e.maxValue + " ஆகும். வழிசெலுத்தல் கட்டுப்பாடுகளைப் பயன்படுத்தி சார்ட்டை ஆராயுங்கள்.";
                }),
                n("h39fbf33", function (e) {
                    return e.minValue + " முதல் " + e.maxValue + " வரையிலான தரவு மதிப்புகளைக் கொண்ட கிடைமட்ட பார் வரைபடம்";
                }),
                n("gdd51574", "புதுப்பிக்க இழுக்கவும்"),
                n("e557ad8e", "செயலில் உள்ளது"),
                n("e3a58c28", "விரிவுபடுத்து"),
                n("db355331", function (e) {
                    return e.team + " வெற்றி பெற்றது";
                }),
                n("a8428d5e", "எதிர்வரும்"),
                n("a7aad8ba", "நேரலை"),
                n("e431f1aa", "இறுதி"),
                n("a7391708", "ஒத்திவைக்கப்பட்டது"),
                n("d2dbfa92", "ரத்து செய்யப்பட்டது"),
                n("cd734f66", "இன்று"),
                n("c8891d06", "நாளை"),
                n("d2414d31", function (e) {
                    return e.count + " படிக்கப்படாதவை";
                }),
                n("ce4e85ae", "படிக்காத உருப்படிகள்"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "மணி நேரம்"),
                n("ccc99ff2", "நிமிடம்"),
                n("g5662c95", function (e) {
                    return "நிலை " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "இந்தப் பயனர் தற்போது செயலில் உள்ள ஒரு ஸ்பேஸில் உள்ளார், சேர்வதற்குக் கிளிக் செய்க"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " தற்போது செயலிலுள்ள ஒரு ஸ்பேஸில் இருக்கிறார், இணைவதற்குக் கிளிக் செய்யவும்";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " தற்போது செயலில் உள்ள நேரலை ஒளிபரப்பில் உள்ளார், பார்க்கக் கிளிக் செய்யவும்";
                }),
                n("d9fd5570", "மறைக்கப்பட்டுள்ள பதில்கள்"),
                n("c566d3a6", "மறை"),
                n("a897c4d6", "திருத்த வரலாற்றைத் திறக்கிறது"),
                n("e07a85a2", "இடுகை கிடைக்கவில்லை"),
                n("ffeb2fc6", "அடுத்து வருவது"),
                n("af2a65d9", function (e) {
                    return e.timestamp + " தேர்ந்தெடுக்கப்பட்டது";
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + "நிமி.";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " விநாடிகள்";
                }),
                n("f42c0c80", "தேர்ந்தெடுக்கப்பட்ட பிரிவின் முடிவு, தேர்வைச் சரிசெய்ய அம்பு விசைகளைப் பயன்படுத்தவும்"),
                n("i667afe8", "தேர்ந்தெடுக்கப்பட்ட பிரிவின் தொடக்கம், தேர்வைச் சரிசெய்ய அம்பு விசைகளைப் பயன்படுத்தவும்"),
                n("gfaaead8", "தலைப்பிடப்படாதது"),
                n("cfd13f46", "வாய்ஸ் டாக்"),
                n("eba2660a", "நீலம்"),
                n("hc196b78", "ப்ளம்"),
                n("c8bc49d2", "ஊதா"),
                n("efff09ee", "பச்சை"),
                n("fcb424ee", "மஞ்சள்"),
                n("ie2215aa", "மெஜந்தா"),
                n("f106ce44", "ஆரஞ்சு"),
                n("acddd4d4", "சிவப்பு"),
                n("cef9b062", "டீல்"),
                n("d9daefca", "அடர் கிரே");
            var d = c(202784),
                b = [
                    function (e) {
                        return 0 === e ? 2 : 1 === e ? 0 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 2 : 1 === e ? 1 : 2 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 4 : 1 === e ? 5 : 2 === e ? 0 : 3 === e ? 1 : 4 === e ? 2 : 5 === e ? 3 : 6 === e ? 6 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 1 : 2 === e ? 2 : 3 === e ? 4 : 4 === e ? 5 : 5 === e ? 3 : 6 === e ? 6 : void 0;
                    },
                ],
                u = { c4d3d079: 0, a4bc88c3: 1, hc1bd66d: 1, bd3edf13: 2, ff973a65: 1, ec2cede5: 3, d424b45f: 1, b8e3884f: 1, gd8d8205: 1, i981a661: 2, jceb2edb: 1, f20a22a1: 2, c7f250eb: 1, dc107867: 4, f5b357b5: 5, d4918c71: 1, a87b1795: 1, g46e6cc5: 1, ge9aefd5: 1 };
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var a, c, n, i, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (c = e),
                    ((a = g).prototype = Object.create(c.prototype)),
                    (a.prototype.constructor = a),
                    r(a, c),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X எப்போதும் ஸ்பேஸின் நகலை மதிப்பாய்வுக்காக வைத்திருக்கும். ", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["நீங்கள் தடைசெய்த கணக்குகள் சேர முடியாது. இருப்பினும், X -இல் உள்நுழையாதவர்களும் இதைக் கேட்க முடியும். "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["ஸ்பேம் மற்றும் துஷ்பிரயோகம் குறித்து மதிப்பாய்வு செய்ய, X எப்போதும் ஸ்பேசஸின் நகல்களை ஒரு குறிப்பிட்ட காலத்திற்கு வைத்திருக்கும். "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்களுக்குக் குழுசேர்ந்து, உங்கள் நிறுவனத்தில் உள்ள எந்தக் கணக்கிலும் இயங்குவதற்கு $1k விளம்பரக் கிரெடிட்களைப் பெறுங்கள். "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["நீங்கள் X -இல் இணைந்தவுடன், ", " -இன் இடுகைக்குப் பதிலளிக்கலாம்."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["நீங்கள் X -இல் இணையும்போது, ", " -இன் இடுகையை உங்களைப் பின்தொடர்பவர்களுடன் பகிர முடியும்."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["", " அவர்களின் இடுகையை நீங்கள் விரும்புகிறீர்கள் என்பதைத் தெரிவிக்க இப்போதே X -இல் சேரவும்."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["X -இல் என்ன பகிர்கிறார் என்பதைப் பார்க்க ", " -ஐப் பின்தொடருங்கள்."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["", " -இன் இடுகையைத் தனிப்பட்ட முறையில் பகிர்வதற்கு, இப்போதே X -இல் இணைக."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["தொகுக்கப்பட்ட இடுகைகளுக்கு ", " -ஐப் பின்தொடரவும்"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["", " மூலம் தொகுக்கப்பட்ட நபர்களிடமிருந்து திரளான இடுகையைக் காண இப்போதே X -இல் சேரவும்."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["", " போன்ற உங்களுக்கு மிகவும் முக்கியமான விஷயங்களைப் பற்றிய புதிய மற்றும் சுவாரஸ்யமான உரையாடல்களைக் கண்டறிய இப்போதே X -இல் சேரவும்."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["X -இல் உள்ள ", " -இன் இடுகைகள் முழுவதும் தேடவும்."];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X மற்றும் அதன் கூட்டாளர்கள் உங்களுக்குச் சிறந்த, பாதுகாப்பான மற்றும் வேகமான சேவையை வழங்கவும், எங்கள் வணிகத்தை ஆதரிக்கவும் குக்கீகளைப் பயன்படுத்துகின்றனர். எங்கள் சேவைகளைப் பயன்படுத்தவும், எங்கள் சேவைகளை மேம்படுத்தவும், அவை சரியாகச் செயல்படுவதை உறுதிசெய்யவும் சில குக்கீகள் அவசியமானவை. "அனைத்துக் குக்கீகளையும் ஏற்கவும்" என்பதைக் கிளிக் செய்தால், உங்கள் ஆர்வங்களுக்கு ஏற்ப விளம்பரங்கள் மற்றும் தகவல்தொடர்புகளை உங்களுக்கு வழங்க, குக்கீகளைப் பயன்படுத்த X மற்றும் அதன் கூட்டாளர்களையும் அனுமதிக்கிறீர்கள். “அத்தியாவசியமற்ற குக்கீகளை நிராகரி” என்பதைக் கிளிக் செய்தால், விளம்பரங்கள் மற்றும் தகவல்தொடர்புகளுக்கான கூடுதல் தரவைச் சேகரிக்க, குக்கீகளைப் பயன்படுத்தமாட்டோம். உங்கள் விருப்பத்தை எவ்வாறு மாற்றுவது என்பது உட்பட மேலும் அறிய, எங்கள் ', " குக்கீ பக்கத்தைப் பார்வையிடவும்."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X மற்றும் அதன் கூட்டாளர்கள் உங்களுக்குக் சிறந்த, பாதுகாப்பான மற்றும் வேகமான சேவையை வழங்கவும், எங்கள் வணிகத்தை ஆதரிக்கவும் குக்கீகளைப் பயன்படுத்துகின்றனர். எங்கள் சேவைகளைப் பயன்படுத்தவும், எங்கள் சேவைகளை மேம்படுத்தவும், அவை சரியாகச் செயல்படுவதை உறுதிசெய்யவும் சில குக்கீகள் அவசியமானவை. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["பதிவு செய்வதன் மூலம், ", " உள்ளிட்ட ", " மற்றும் ", " நீங்கள் ஒப்புக்கொள்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["கடந்த ஆறு மாதங்களுக்குள் வெளியிடப்பட்ட தகுதியான செய்தி வெளியீடுகளில் உங்களைப் பற்றிய குறைந்தது மூன்று கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["உங்களிடம் உள்ள X கணக்கின் வகையைப் பொறுத்து குறிப்பிட்ட தேவைகளை நீங்கள் பூர்த்தி செய்ய வேண்டும். "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["உங்கள் கணக்கைச் சிறப்பாக விவரிக்கும் விருப்பத்தேர்வைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["ஒரு ஆர்வலராக அல்லது அமைப்பாளராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும்."];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["ஒரு ஆர்வலராகச் சரிபார்க்கப்பட, உங்கள் பிராந்தியத்திற்குத் தேவையான குறைந்தபட்ச பின்தொடர்பவரை அல்லது குறிப்பீடு தொடக்க வரம்பை நீங்கள் அடையவில்லை. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["உங்களைப் பற்றிய சமீபத்திய தேடல் செயல்பாட்டின் ஆதாரங்களுடன் Google போக்குகள் சுயவிவரத்திற்கான இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["உங்களைப் பற்றிய Wikipedia பக்கத்திற்கான இணைப்பை வழங்கவும். இது குறைந்தது மூன்று வெளிப்புற குறிப்புகளைக் கொண்டிருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட வக்கீல் அமைப்புக்கான தலைமைத்துவ பதவியில் உங்களைக் குறிப்பிடும் இணைப்பை வழங்கவும். சரிபார்க்கப்பட்ட அமைப்பின் அதிகாரப்பூர்வ தளத்திலிருந்து வந்த குறிப்பாக இருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["செல்வாக்குமிக்க தனிநபராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["உள்ளடக்கப் படைப்பாளராக அல்லது செல்வாக்குமிக்க தனிநபராகச் சரிபார்க்கப்பட, உங்கள் பிராந்தியத்திற்குத் தேவையான குறைந்தபட்ச பின்தொடர்பவரை அல்லது குறிப்பீடு தொடக்க வரம்பை நீங்கள் அடையவில்லை. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["உங்கள் தயாரிப்பு பற்றிய சமீபத்திய தேடல் செயல்பாட்டின் ஆதாரங்களைக் கொண்ட ஒரு Google Trends சுயவிவரத்திற்கான இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["தகுதியான செய்திப் பதிப்புகளில் கடந்த ஆறு மாதங்களில் உங்கள் தயாரிப்பு குறித்து வெளிவந்த குறைந்தது மூன்று செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["உங்கள் கணக்கு ஒரு முன்னணித் தயாரிப்பின் அதிகாரப்பூர்வக் கணக்காகச் சரிபார்க்கப்படுவதற்குத் தகுதியானது என்பதைக் காண்பிக்க ஒரு முறையைத் தேர்வுசெய்யவும். "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["உங்கள் தயாரிப்பு நிறுவனம் ஒரு பொதுப் பங்குச் சந்தையில் பட்டியலிடப்பட்டுள்ளதற்கான சான்றைக் காண்பிக்கும் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["உங்கள் தயாரிப்பைப் பற்றிய Wikipedia பக்கத்திற்கான இணைப்பை வழங்கவும், அதில் குறைந்தது மூன்று வெளிப்புற குறிப்புகள் இருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["ஒரு முக்கியப் பொழுதுபோக்கு நிறுவனமாக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["உங்களின் பொழுதுபோக்கு நிறுவனம் பற்றிய சமீபத்திய தேடல் செயல்பாட்டின் ஆதாரங்களுடன் Google Trends சுயவிவரத்திற்கான இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["தகுதியான செய்திப் பதிப்புகளில் கடந்த ஆறு மாதங்களில் உங்கள் நிறுவனம் குறித்து வெளிவந்த குறைந்தது மூன்று செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["உங்களின் பொழுதுபோக்கு நிறுவனம் ஒரு பொதுப் பங்குச் சந்தையில் பட்டியலிடப்பட்டுள்ளதற்கான சான்றைக் காண்பிக்கும் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["உங்களின் பொழுதுபோக்கு நிறுவனம் பற்றிய விக்கிபீடியா பக்கத்திற்கான இணைப்பை வழங்கவும், அதில் குறைந்தது மூன்று வெளிப்புற குறிப்புகள் இருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["செல்வாக்குள்ள டிஜிட்டல் உள்ளடக்க உருவாக்குநராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["உங்கள் உள்ளடக்க உருவாக்குநர் சுயவிவரத்திற்கான இணைப்பை வழங்கவும். உங்களின் உருவாக்குநர் சுயவிவரம் எந்த டிஜிட்டல் இயங்குதளத்திலும் இருக்கலாம் ஆனால் அது உங்கள் X பயனர் அடையாளத்தைக் குறிக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["உங்களைப் பற்றிய Wikipedia பக்கத்திற்கான இணைப்பை வழங்கவும், அதில் குறைந்தது மூன்று வெளிப்புற குறிப்புகள் இருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["பொழுதுபோக்குத் துறையில் தனிநபராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["குறைந்தது 50 உற்பத்தி கிரெடிட்களை உள்ளடக்கிய, உங்கள் IMDB சுயவிவரத்தின் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["பொழுதுபோக்குத் துறையில் ஒரு தனிநபராக உங்களைக் குறிப்பிடும் இணைப்பையும், உங்கள் X கணக்கிற்கான இணைப்பையும் வழங்கவும். குறிப்பு, சரிபார்க்கப்பட்ட நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்தில் உள்ளதாக இருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["உங்கள் அரசாங்கக் கணக்கைச் சிறப்பாக விவரிக்கும் வகையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட செய்தி நிறுவனங்களால் கடந்த ஆறு மாதங்களுக்குள் உங்களை அரசாங்கப் பதவிக்கான ஒரு தகுதிவாய்ந்த விண்ணப்பதாரராகக் குறிப்பிடும் குறைந்தது ஐந்து செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட செய்தி நிறுவனங்களால் கடந்த ஆறு மாதங்களுக்குள் உங்களை ஒரு தகுதிவாய்ந்த அரசு அலுவலராகக் குறிப்பிடும் குறைந்தது ஐந்து செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட செய்தி நிறுவனங்களால் கடந்த ஆறு மாதங்களுக்குள் உங்களை ஒரு தகுதிவாய்ந்த அரசு அலுவலராகக் குறிப்பிடும் குறைந்தது ஐந்து செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["மாநில அல்லது தேசிய அளவிலான அரசாங்கப் பதவிக்கான வேட்பாளராக உங்களைக் குறிப்பிடும் உங்களுடைய அதிகாரப்பூர்வப் பிரசார இணையதளம் மற்றும் உங்கள் X கணக்கிற்கான இணைப்பையும் வழங்கவும். "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["உங்கள் அரசு அலுவலகம் அல்லது பொதுச் சேவைகளையும் உங்கள் X கணக்கையும் குறிப்பிடும் அதிகாரப்பூர்வ அரசு இணையத்தின் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["நீங்கள் ஒரு தகுதியான அரசு அலுவலர் அல்லது துணை அலுவலர் என்பதற்கான குறிப்பீடுகளின் இணைப்பை வழங்கவும். குறிப்பானது சரிபார்க்கப்பட்ட செய்தி அரசாங்க நிறுவனத்தின் அதிகாரப்பூர்வ தளத்திலிருந்து வர வேண்டும். "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["பத்திரிகையாளர்கள் சரிபார்க்கப்பட, சரிபார்க்கப்பட்ட செய்தி அமைப்பு அல்லது வெளியீட்டு நிறுவனத்தால் அவர்கள் பணியமர்த்தப்பட்டிருக்க வேண்டும். உங்கள் முதலாளியின் கணக்கிற்கு இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["ஒரு குறிப்பிடத்தக்கப் பத்திரிகையாளராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["உங்கள் முதலாளிக்கு ஒரு பத்திரிகையாளராக உங்களைக் குறிப்பிடும் இணைப்பை வழங்கவும். குறிப்பானது சரிபார்க்கப்பட்ட செய்தி அமைப்பின் அதிகாரப்பூர்வ தளத்திலிருந்து வர வேண்டும். "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["கடந்த ஆறு மாதங்களுக்குள் வெளியிடப்பட்ட தகுதிவாய்ந்த வெளியீடுகளில் குறைந்தது மூன்று பைலைன்கள் மற்றும்/அல்லது கிரெடிட்களை வழங்கவும் "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["உங்கள் கணக்கு ஒரு முன்னணிச் செய்தி நிறுவனமாகச் சரிபார்க்கப்படுவதற்குத் தகுதியானது என்பதைக் காண்பிக்க ஒரு முறையைத் தேர்வுசெய்யவும். "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["உங்கள் செய்தி நிறுவனத்தின் சமீபத்திய தேடல் செயல்பாடுகள் குறித்த சான்றைக் காண்பிக்கும் Google Trends சுயவிவரத்தின் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["உங்கள் செய்தி நிறுவனம் குறித்து குறைந்தது மூன்று வெளிச் சான்றாதாரங்கள் உள்ள ஒரு Wikipedia பக்கத்தின் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["உங்கள் செய்தி நிறுவனம் ஒரு பொதுப் பங்குச் சந்தையில் பட்டியலிடப்பட்டுள்ளதற்கான சான்றைக் காண்பிக்கும் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட செய்திப் பதிப்புகளில் கடந்த ஆறு மாதங்களில் உங்கள் செய்தி நிறுவனம் குறித்து வெளிவந்த குறைந்தது மூன்று செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["தொழில்முறை விளையாட்டில் உள்ள தனிநபர்கள், சரிபார்க்கப்பட்ட ஸ்போர்ட்ஸ் லீக்குகளில் போட்டியிட்டிருக்க வேண்டும், அந்நிகழ்வுகள் சரிபார்க்கப்பட்டிருக்க வேண்டும். உங்கள் கணக்குடன் தொடர்புடைய சரிபார்க்கப்பட்ட அணி, லீக், நிகழ்வு அல்லது நிறுவனத்திற்கான இணைப்பை வழங்கவும்."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["கேமிங்கில் தனிநபராகச் சரிபார்க்கப்படத் தேவைப்படும், உங்கள் பிராந்தியத்திற்கான குறைந்தபட்ச பின்தொடர்பவர் வரம்பை நீங்கள் அடையவில்லை. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["கேமிங்கில் உள்ள தனிநபர்கள், சரிபார்க்கப்பட்ட இஸ்போர்ட்ஸ் லீக்குகளில் போட்டியிட்டிருக்க வேண்டும், அந்நிகழ்வுகள் சரிபார்க்கப்பட்டிருக்க வேண்டும். உங்கள் கணக்குடன் தொடர்புடைய சரிபார்க்கப்பட்ட அணி, லீக், நிகழ்வு அல்லது நிறுவனத்திற்கான இணைப்பை வழங்கவும்."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["உங்கள் கணக்கு ஒரு முன்னணி விளையாட்டு லீக், அணி அல்லது உலகளாவிய விளையாட்டுப் போட்டியாகச் சரிபார்க்கப்படுவதற்குத் தகுதியானது என்பதைக் காண்பிக்க ஒரு முறையைத் தேர்வுசெய்யவும். "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["உங்கள் தொழில்முறை விளையாட்டு நிறுவனத்தைப் பற்றிய சமீபத்திய தேடல் செயல்பாடுகள் குறித்த சான்றைக் காண்பிக்கும் Google Trends சுயவிவரத்தின் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["உங்கள் தொழில்முறை விளையாட்டு நிறுவனம் பற்றிய Wikipedia பக்கத்திற்கான இணைப்பை வழங்கவும், அதில் குறைந்தது மூன்று வெளிப்புறக் குறிப்புகள் இருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["உங்கள் தொழில்முறை விளையாட்டு நிறுவனம் ஒரு பொதுப் பங்குச் சந்தையில் பட்டியலிடப்பட்டுள்ளதற்கான சான்றைக் காண்பிக்கும் இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["உங்களை ஒரு லீக், அணி அல்லது போட்டி எனக் குறிப்பிடும் உலகளாவிய விளையாட்டுப் போட்டி அல்லது தொழில்முறை விளையாட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்திற்கான இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட செய்திப் பதிப்புகளில் கடந்த ஆறு மாதங்களில் உங்கள் நிறுவனம் குறித்து வெளிவந்த குறைந்தது மூன்று செய்திக் கட்டுரைகளுக்கான இணைப்புகளை வழங்கவும். "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["தொழில்முறை தடகள வீரராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["கேமிங்கில் உள்ள தனிநபராக உங்கள் கணக்கானது சரிபார்ப்புக்குத் தகுதியானது என்பதைக் காட்ட ஒரு முறையைத் தேர்ந்தெடுக்கவும். "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["உங்களை ஒரு தொழில்முறை தடகள வீரர், நிர்வாகி அல்லது பயிற்சியாளர் எனக் குறிப்பிடும் உலகளாவிய விளையாட்டுப் போட்டி அல்லது தொழில்முறை விளையாட்டு நிறுவனத்தின் அதிகாரப்பூர்வ இணையதளத்திற்கான இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["உங்களை ஒரு பட்டியலிடப்பட்ட அணி உறுப்பினர், பயிற்சியாளர் அல்லது நிர்வாகியாகக் குறிப்பிடும் ஒரு சரிபார்க்கப்பட்ட இஸ்போர்ட்ஸ் லீக் அல்லது நிகழ்வின் அதிகாரப்பூர்வ இணையத்திற்கான இணைப்பை வழங்கவும். "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["எதிர்பாராதவிதமாக, தற்போது எந்தப் புதிய சரிபார்ப்பு கோரிக்கைகளையும் எங்களால் செயல்படுத்த இயலாது. பின்னர் மீண்டும் சரிபார்த்து, மற்றொரு முறை முயலவும். "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["மின்னஞ்சல் வழியாக உங்கள் அடையாளத்தைச் சரிபார்க்க, முன்பே சரிபார்க்கப்பட்ட முகவரி உங்களிடம் இருக்க வேண்டும். இதைச் செய்ய, ", " செல்லவும்."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["மின்னஞ்சல் வழியாக உங்கள் அடையாளத்தைச் சரிபார்க்க, எங்கள் தகுதித் தேவைகளைப் பூர்த்தி செய்யும் சரிபார்க்கப்பட்ட மின்னஞ்சல் முகவரி உங்களுக்குத் தேவை. இதைச் செய்ய, ", " செல்லவும்."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["சரிபார்ப்பு என்பது ஒரு குறிப்பிட்ட வகையிலுள்ள குறிப்பிடத்தக்க நபர்கள் அல்லது குழுக்களுக்கானது. அது நீங்கள்தான் என நினைத்தால், சரிபார்ப்புக் கோரிக்கையைத் தொடங்கவும். "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["உங்கள் ID-இல் உள்ள உங்கள் முகம் தெளிவாகத் தெரியும்படியும், மேலும் அதிலுள்ள உரை தெளிவாகப் படிக்கக்கூடியதாகவும் உள்ளது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். இல்லையென்றால், நீங்கள் மீண்டும் சமர்ப்பிக்க வேண்டியிருக்கும். X உங்கள் ID-இன் நகலைப் பெறாது அல்லது சேமிக்காது. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["சமர்ப்பிக்கப்பட்ட எந்தத் தரவையும் எவ்வாறு அணுகலாம் அல்லது சரிசெய்யலாம் என்பது குறித்த தகவலுக்கு, எங்கள் ", " பார்வையிடுங்கள்."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["ஒரு முடிவு எடுக்கப்பட்டவுடன் நீங்கள் தொடர்புகொள்ளப்படுவீர்கள். இதற்கு " + this.props.days + " நா" + t(this.props.days, "", "ட்க") + "ள் வரை ஆகலாம்."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["சுருக்கமான ", " மூலம் மேம்படுத்த எங்களுக்கு உதவுங்கள்."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["உங்கள் கடைசி கோரிக்கை " + this.props.date + " அன்று மறுக்கப்பட்டது. புதிய கோரிக்கையைச் சமர்ப்பிக்க அந்த தேதியிலிருந்து நீங்கள் 30 நாட்கள் காத்திருக்க வேண்டும்."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["உங்கள் கடைசி கோரிக்கை " + this.props.date + " அன்று மேற்கொள்ளப்பட்டது. புதிய கோரிக்கையைச் சமர்ப்பிக்க அந்த தேதியிலிருந்து நீங்கள் 30 நாட்கள் காத்திருக்க வேண்டும்."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["உங்கள் கடைசி கோரிக்கை " + this.props.date + " அன்று மேற்கொள்ளப்பட்டது. ஒரு முடிவு எடுக்கப்பட்டவுடன் தொடர்புகொள்ளப்படுவீர்கள்."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["விரும்பியதை இடுகையிடுங்கள், மேலும் ", " பின்பற்ற நினைவில் கொள்ளுங்கள்."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["உங்கள் கணக்கில் நீங்கள் இணைத்த பயன்பாடுகள் இவை. இந்தப் பயன்பாடுகளுக்கு அணுகல் உள்ள தகவலை நீங்கள் காணலாம் மற்றும் அணுகலைத் திரும்பப் பெறலாம். "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["நீங்கள் பின்தொடர்பவர்களால்எப்போதும் உங்களுக்குச் செய்தி அனுப்ப முடியும். "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["ஒரு நிர்வாகக் கணக்கை இணைத்தால் உங்கள் தானியக்கக் கணக்கிற்கு தானியங்கு கணக்கு லேபிள் கிடைக்கும். அனைத்துத் தானியங்குக் கணக்குகளும் ஒரு நிர்வாகக் கணக்குடன் இணைக்கப்பட வேண்டும். "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["X -ஐ ஆரோக்கியமான உரையாடல்கள் நடைபெறும் இடமாக வைத்திருக்க முயல்கிறோம், எனவே இந்த இடுகை மூலம் உரையாடுவதற்கான பெரும்பாலான வழிகளை முடக்கியுள்ளோம். இதைப் பற்றி நீங்கள் பேச விரும்பினால், இதை நீங்கள் மேற்கோளிடலாம். "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["X -ஐ ஆரோக்கியமான உரையாடல்கள் நடைபெறும் இடமாக வைத்திருக்க முயல்கிறோம், எனவே இந்த இடுகை மூலம் உரையாடுவதற்கான பெரும்பாலான வழிகளை முடக்கியுள்ளோம். "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["@" + this.props.username + " மற்றும் அவர்களின் சர்கிள் மட்டுமே இந்த இடுகைகளைப் பார்க்க முடியும்."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["இவை கம்யூனிட்டி நிர்வாகிகளால் அமைக்கப்பட்டு, நடைமுறைப்படுத்தப்படுகின்றன, இவை ", " கூடுதலாகப் பொருந்தும்."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["கம்யூனிட்டீஸ் பொதுவில் காண்பிக்கப்படுபவை, எனவே பாதுகாக்கப்பட்ட கணக்குகளால் அதில் தற்போது இணைய முடியாது. நீங்கள் அவற்றிலுள்ள இடுகைகளைப் படிக்கலாம், ஆனால் அவற்றில் பங்கேற்க ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["இந்தக் கம்யூனிட்டி விதியை மீறியதற்காக ஒரு மதிப்பீட்டாளர் உங்களை அகற்றியுள்ளார்: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " பார்வைகள்"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["", " வழியாக GIF காண்பிக்கப்படுகிறது"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["", " வழியாக வீடியோ இயக்கப்படுகிறது"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["", " மூலம் புகைப்படம்"];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['பதிலாக, "', '" -ஐத் தேடு'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['இதைக் குறிப்பிட்டீர்களா: "', '"?'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " இப்போது பதிலளிக்கலாம்"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " எழுத்துக்குறிகள்"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["கடைசியாகத் திருத்தியது: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["உதவிக்கும், எப்படி என அறியவும் ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["", " வழியாக"];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["கடைசியாகச் சேமித்தது "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " வெளியீடு நிறுத்தப்பட்டு, உங்கள் வரைவுகளுக்கு நகர்த்தப்படும், பொதுவில் தோன்றாது."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["பின்வரும் ஊடகத்தில் உணர்ச்சிகரமான உள்ளடக்கம் உள்ளது. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["திருத்துதல் செயல்பாடு என்பது அசல் இடுகைகளுக்கு மட்டுமே, மேலும் அதில் பதில்கள் அல்லது தொடர்ச்சிகள் போன்றவை இருக்காது. நீங்கள் எதைத் திருத்த முடியும் என்பதைப் பற்றி ", "."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["உங்கள் சர்கிளைத் திருத்த வேண்டுமா? அதைச் செய்யங்கள். நீங்கள் பயனர்களை அகற்றினால் அவர்களுக்கு அறிவிக்கப்படாது. "];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["புதிய வடிவமைப்பு விருப்பங்களுக்குப் புதிய கட்டுரை தொகுப்பியை ", "."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["கம்யூனிட்டீஸ் பொதுவில் காண்பிக்கப்படுபவை, எனவே பாதுகாக்கப்பட்ட கணக்குகளால் உரையாடலில் இணைய முடியாது. நீங்கள் இடுகைகளைப் படிக்கலாம் லைக் செய்யலாம், ஆனால் மேலும் பலவற்றைச் செய்ய, ", "வேண்டியிருக்கும்"];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["", " -க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["", " -க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["", " -க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["", "-க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return [this.props.communityName + " இல் ", " -க்குப் பதிலளிக்கிறீர்கள்"];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return [this.props.communityName + " இல் ", " ஆகியோருக்குப் பதிலளிகிறீர்கள்"];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return [this.props.communityName + " இல் ", " ஆகியோருக்குப் பதிலளிக்கிறீர்கள்"];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return [this.props.communityName + " இல் ", " பதிலளிகிறீர்கள்"];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["", "-க்குப் பதிலளிக்கிறீர்கள். உங்கள் பதில் அவர்களின் ", " புலப்படும்."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["", "-க்குப் பதிலளிக்கிறீர்கள். உங்கள் பதில் அவர்களின் ", " புலப்படும்."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["", "-க்குப் பதிலளிக்கிறீர்கள். உங்கள் பதில் அவர்களின் ", " புலப்படும்."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["", " பதிலளிக்கிறீர்கள். உங்கள் பதில் அவர்களின் ", " புலப்படும்."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["", " பதிலளித்தல். உங்களைப் பின்தொடரும் " + this.props.trustedFriendsTweetOwner + " -இன் சர்கிளும் உங்கள் பதிலைப் பார்க்கலாம்."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["", " பதிலளித்தல். " + this.props.trustedFriendsTweetOwner + " -இன் சர்கிளும் உங்கள் பதிலைப் பார்க்க முடியும்."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["", " பதிலளித்தல். உங்களைப் பின்தொடரும் ", " சர்கிளும் உங்கள் பதிலைப் பார்க்கலாம்."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["", " பதிலளித்தல். ", " -இன் சர்கிளும் உங்கள் பதிலைப் பார்க்க முடியும்."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["", " பதிலளித்தல். உங்களைப் பின்தொடரும் ", " சர்கிளும் உங்கள் பதிலைப் பார்க்கலாம்."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["", " பதிலளித்தல். ", "சர்கிளும் உங்கள் பதிலைப் பார்க்க முடியும்."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["", " பதிலளித்தல். உங்களைப் பின்தொடரும் ", " சர்கிளும் உங்கள் பதிலைப் பார்க்கலாம்."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["", " பதிலளித்தல். ", " -இன் சர்கிளும் உங்கள் பதிலைப் பார்க்க முடியும்."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["இடுகையை விளம்பரப்படுத்து என்பதைக் கிளிக் செய்வதன் மூலம் ", " ஏற்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", "", " -க்கும் மேல்"];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["உங்கள் புதிய மின்னஞ்சல் முகவரி (" + this.props.unverifiedEmail + ") உறுதிப்படுத்தப்படவில்லை. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["உங்கள் கடவுச்சொல்லை மாற்றுவது, இப்போது நீங்கள் பயன்படுத்தும் அமர்வைத் தவிர, செயலில் உள்ள அனைத்து X அமர்வுகளிலிருந்தும் உங்களை வெளியேற்றும். ", " மூலம் உங்கள் கணக்கிற்கான அணுகல் பாதிக்கப்படாது. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["எனது அடையாளத்தை உறுதிப்படுத்தவும், X தொடர்பான பாதுகாப்பு மற்றும் காப்பு, மோசடித் தடுப்பு மற்றும் பேமெண்ட் நோக்கங்களுக்காகப் பிரித்தெடுக்கப்பட்ட பயோமெட்ரிக் தரவு உட்பட எனது ID மற்றும் செல்ஃபியின் படங்களை X மற்றும் Persona பயன்படுத்துவதை ஏற்றுக்கொள்கிறேன். Persona அத்தகைய தரவை 30 நாட்கள் வரை சேமிக்கலாம். நான் ", " சப்ஸ்கிரைப் செய்துள்ள வரை எனது முழுப் பெயர், முகவரி மற்றும் என் ஆவண ID எண்ணின் ஹாஷ்களை X சேமிக்கலாம்."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["எனது அடையாளத்தை உறுதிப்படுத்தவும், X தொடர்பான பாதுகாப்பு மற்றும் காப்பு, மோசடித் தடுப்பு மற்றும் பேமெண்ட் நோக்கங்களுக்காகவும் பிரித்தெடுக்கப்பட்ட பயோமெட்ரிக் தரவு உட்பட எனது ID மற்றும் செல்ஃபியின் படங்களை X மற்றும் Au10tix பயன்படுத்தவதை ஏற்றுக்கொள்கிறேன். Au10tix அத்தகைய தரவை 30 நாட்கள் வரை சேமிக்கலாம். நான் ", " அல்லது ", " திட்டத்தில் பங்கேற்கும் வரை எனது முழுப் பெயர், முகவரி மற்றும் ஆவண ID எண்ணின் ஹாஷ்களை X சேமிக்கலாம்."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["எனது அடையாளத்தை உறுதிப்படுத்தவும், X தொடர்பான பாதுகாப்பு மற்றும் காப்பு, மோசடித் தடுப்பு மற்றும் பேமெண்ட் நோக்கங்களுக்காகவும் பிரித்தெடுக்கப்பட்ட பயோமெட்ரிக் தரவு உட்பட எனது ID மற்றும் செல்ஃபியின் படங்களை X மற்றும் Au10tix பயன்படுத்துவதை ஏற்றுக்கொள்கிறேன். Au10tix அத்தகைய தரவை 30 நாட்கள் வரை சேமிக்கலாம். நான் ", " அல்லது ", " திட்டத்தில் பங்கேற்கும் வரை எனது முழுப் பெயர், முகவரி மற்றும் ஆவண ID எண்ணின் ஹாஷ்களை X சேமிக்கலாம்."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["எனது அடையாளத்தை உறுதிப்படுத்தவும், X தொடர்பான பாதுகாப்பு மற்றும் காப்பு, மோசடித் தடுப்பு மற்றும் பேமெண்ட் நோக்கங்களுக்காகவும் பிரித்தெடுக்கப்பட்ட பயோமெட்ரிக் தரவு உட்பட எனது ID மற்றும் செல்ஃபியின் படங்களை X மற்றும் Stripe பயன்படுத்தவதை ஏற்றுக்கொள்கிறேன். Stripe அல்லது அதன் துணைச்செயலாக்கிகள் அத்தகைய தரவை 30 நாட்கள் வரை சேமித்து வைக்கலாம் மற்றும் அதை மோசடிக் கண்டறிதல் நோக்கங்களுக்காக மாதிரிகளைப் பயிற்றுவிக்கவும் தரவுத்தளங்களைப் புதுப்பிக்கவும் பயன்படுத்தலாம். நான் ", " அல்லது ", " திட்டத்தில் பங்கேற்கும் வரை எனது முழுப் பெயர், முகவரி மற்றும் ஆவண ID எண்ணின் ஹாஷ்களை X சேமிக்கலாம்."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["எனது அடையாளத்தை உறுதிப்படுத்தவும், X தொடர்பான பாதுகாப்பு மற்றும் காப்பு, மோசடித் தடுப்பு மற்றும் பேமெண்ட் நோக்கங்களுக்காகவும் பிரித்தெடுக்கப்பட்ட பயோமெட்ரிக் தரவு உட்பட எனது ID மற்றும் செல்ஃபியின் படங்களை X மற்றும் Stripe பயன்படுத்துவதை ஏற்றுக்கொள்கிறேன். Stripe அல்லது அதன் துணைச்செயலாக்கிகள் அத்தகைய தரவை 30 நாட்கள் வரை சேமித்து வைக்கலாம் மற்றும் அதை மோசடிக் கண்டறிதல் நோக்கங்களுக்காக மாதிரிகளைப் பயிற்றுவிக்கவும் தரவுத்தளங்களைப் புதுப்பிக்கவும் பயன்படுத்தலாம். நான் ", " அல்லது ", " திட்டத்தில் பங்கேற்கும் வரை எனது முழுப் பெயர், முகவரி மற்றும் ஆவண ID எண்ணின் ஹாஷ்களை X சேமிக்கலாம்."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["இதை எழுதி வைத்திருங்கள் அல்லது ஸ்கிரீன்ஷாட் எடுத்து வைத்திருங்கள், அதைப் பாதுகாப்பான ஒரு இடத்தில் வையுங்கள். இந்தக் குறியீட்டை ஒருமுறை மட்டுமே பயன்படுத்தலாம். "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["இது உங்கள் கணக்குடன் தொடர்புடைய முதன்மை நாடு. உங்கள் X அனுபவத்தைத் தனிப்பயனாக்க உங்கள் நாடு எங்களுக்கு உதவுகிறது. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["உங்கள் மொபைல் சாதனங்களிலிருந்து நீங்கள் இறக்குமதி செய்த தொடர்புகள் இவை. பின்தொடரக் கணக்குகளைப் பரிந்துரைப்பது போன்ற, உங்கள் அனுபவத்தைத் தனிப்பயனாக்க இந்தத் தகவல் X -இல் பயன்படுத்தப்படுகிறது. நீங்கள் முன்பு பதிவேற்றிய எந்த தொடர்புகளையும் நீக்கி, எல்லா சாதனங்களிலும் X உடன் ஒத்திசைப்பதை முடக்கலாம். இதற்குச் சிறிது நேரம் ஆகும் என்பதை நினைவில் கொள்க. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["இயக்கப்பட்டிருந்தால், உங்கள் இடுகைகளில் இருப்பிட தகவலை நீங்கள் இணைக்க முடியும். "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["மாதக் கட்டணத்தில் " + t(this.props.duration, "ஒரு மாதத்திற", this.props.duration + " மாதங்களுக") + "்கு ", " " + this.props.discountedPrice];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["ஆண்டுக் கட்டணத்தில் " + t(this.props.duration, "ஓர் ஆண்ட", this.props.duration + " ஆண்டுகள") + "ுக்கு ", " " + this.props.discountedPrice];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " -இல் " + t(this.props.duration, "ஓர் ஆண்டு", this.props.duration + " ஆண்டுகள்") + " -க்கு"];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " -இல் " + t(this.props.duration, "ஒரு மாதம", this.props.duration + " மாதங்கள") + "் -க்கு"];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["நீங்கள் யாரையேனும் தடைசெய்தால், அவரால் உங்களைப் பின்தொடரவோ உங்களுக்குச் செய்தி அனுப்பவோ முடியாது, நீங்களும் அவரிடமிருந்து வரும் அறிவிப்புகளைப் பார்க்க மாட்டீர்கள். "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Google அல்லது Bing போன்ற தேடல் பொறிகளில் சிலகணக்குத் தகவல்கள் இன்னும் கிடைக்கக்கூடும். "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["உங்கள் @பயனர்பெயரை மட்டும் மாற்ற விரும்பினால், உங்கள் கணக்கைச் செயலிழக்கச் செய்யத் தேவையில்லை - அதை உங்கள் ", " மாற்றலாம்."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["உங்கள் நடப்பு @பயனர்பெயர் அல்லது மின்னஞ்சல் முகவரியை வேறொரு X கணக்கில் பயன்படுத்த, இந்தக் கணக்கை நீங்கள் செயலிழக்கச் செய்யும்முன் ", "."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["", " பதிவிறக்க விரும்பினால், உங்கள் கணக்கைச் செயல்முடக்குவதற்கு முன்பாக அதற்கான கோரிக்கையைச் சமர்ப்பிக்க வேண்டும் மற்றும் பதிவிறக்கச் செயல்பாட்டை முடிக்க வேண்டும். செயல்முடக்கப்பட்ட கணக்குகளுக்கு உங்கள் தரவைப் பதிவிறக்குவதற்கான இணைப்புகளை அனுப்ப முடியாது."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["நீங்கள் உள்ளிட்ட ", " சரியானது என உறுதிப்படுத்துகிறீர்கள். இல்லாவிட்டால், உங்கள் கணக்கு பாதிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["எங்கள் ", " விளக்கப்பட்டுள்ளபடி, விளம்பரங்கள் உட்பட உங்கள் அனுபவத்தைத் தனிப்பயனாக்க X உங்கள் வயதைப் பயன்படுத்துகிறது."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["X -இல் உங்கள் பிறந்தநாளை யார் பார்க்க வேண்டும் என்பதை நீங்கள் கட்டுப்படுத்தலாம். "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " ஹோஸ்ட் செய்கிறார்"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " கோ-ஹோஸ்ட் செய்கிறார்"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " பேசிக் கொண்டிருக்கிறார்"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " கேட்டுக் கொண்டிருக்கிறார்"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["", " -ஐ உருவாக்கு"];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["இந்த வலைதளத்தைக் கொண்ட நிறுவனம் ஏற்கனவே உள்ளது. நீங்கள் ", " என்பதைச் சொன்னீர்களா?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["இந்த வடிகட்டிகள் நீங்கள் பின்தொடர்பவர்களிடமிருந்து வரும் அறிவிப்புகளைப் பாதிக்காது. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["நீங்கள் ஒரு நேரத்தில் ஒரு வார்த்தையை, சொற்றொடரை, @பயனர்பெயரை, அல்லது ஹேஷ்டேக்கை செயல்மறைக்கலாம். "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["நீங்கள் வார்த்தைகளைச் செயல்மறைக்கும்போது, அவற்றை உள்ளடக்கிய இடுகைகளைப் பற்றி புதிய அறிவிப்புகள் எதையும் பெற மாட்டீர்கள் அல்லது உங்கள் முகப்புக் காலவரிசையில் அந்த வார்த்தைகளைக் கொண்ட இடுகைகளைப் பார்க்க மாட்டீர்கள். "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["நீங்கள் செயல்மறைத்த அனைவருமே இங்கு உள்ளனர். இந்தப் பட்டியலிலிருந்து அவர்களைச் சேர்க்கலாம் அல்லது அகற்றலாம். "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["X -இல் உணர்ச்சிகரமான மீடியாவைப் பார்ப்பதற்கு உங்கள் விருப்பங்களை நிர்வகிக்கவும். எங்களின் ", " பற்றி மேலும் அறிக."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["", " உணர்ச்சிகரமானது எனக் குறிப்பிட்ட கணக்குகளில் உள்ள மீடியா போன்ற, இதில் உணர்ச்சிகரமானதாகக் குறிக்கப்பட்ட பிற மீடியாக்கள் அடங்கும்."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["உங்கள் கணக்கு கொடியிடப்பட்டுள்ளது, படைப்பாளர் வருவாய் பகிர்வுத் திட்டத்தில் பங்கேற்க முடியாது. நீங்கள் ", " வழிமுறைகளைப் பின்பற்றி மேல்முறையீடு செய்யலாம். உங்கள் மேல்முறையீடு செயலாக்கப்படும்போது உங்கள் வருவாயின் பகிர்வு தொடர்ந்து கணக்கிடப்படும்."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["உங்கள் கணக்கு கொடியிடப்பட்டுள்ளது, விளம்பர வருவாய் பகிர்வுத் திட்டத்தில் பங்கேற்க முடியாது. நீங்கள் ", " வழிமுறைகளைப் பின்பற்றி மேல்முறையீடு செய்யலாம். உங்கள் மேல்முறையீடு செயலாக்கப்படும்போது உங்கள் வருவாயின் பகிர்வு தொடர்ந்து கணக்கிடப்படும்."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return [this.props.name + "-க்கு ", "சப்ஸ்கிரைப் செய்க"];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["நீங்கள் என்ன சம்பாதிக்க முடியும் என்று நினைக்கிறீர்கள்? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["விண்ணப்பிப்பதன் மூலம், ", " கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["உங்களுக்கும் உங்கள் பார்வையாளர்களுக்கும் அர்த்தமுள்ள மாதாந்திர விலையைத் தேர்ந்தெடுக்கவும். நீங்கள் என்ன சம்பாதிக்க முடியும் என யோசிக்கிறீர்களா? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["ஏற்றுக்கொண்டு தொடரவும் என்பதைத் தேர்ந்தெடுப்பதன் மூலம், ", " கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["உங்கள் சப்ஸ்கிர்ப்ஷன் விலையை மீண்டும் சரிபார்த்து உறுதிப்படுத்தவும். ", " மாற்ற முடியாது."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["உங்கள் Stripe கணக்கை உறுதிசெய்துள்ளோம். உங்கள் கணக்கில் சப்ஸ்கிர்ப்ஷன்ஸ் விரைவில் அமலுக்கு வரும். அமலுக்கு வந்தவுடன் உங்களுக்கு அறிவிப்பை அனுப்புவோம். சப்ஸ்கிர்ப்ஷன்ஸ் இயக்கப்பட்டுள்ளதா என்று பார்க்க உங்கள் சுயவிவரத்தையும் பார்க்கலாம்."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["கீழே தட்டுவதன் மூலம், ", " கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['"சேர்ந்து, ID -ஐச் சரிபார்" என்பதைத் தேர்ந்தெடுப்பதன் மூலம் ', " ஏற்கிறீர்கள்"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['"சேர்ந்து, ID -ஐச் சரிபார்" என்பதைத் தேர்ந்தெடுப்பதன் மூலம் ', " ஏற்கிறீர்கள்"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["உங்கள் இடுகைகளுக்கான பதில்களில் வழங்கப்படும் விளம்பரங்களிலிருந்து வருமானம் ஈட்டவும். விளம்பரங்கள் வருவாய் திட்டத்திற்குத் தகுதிபெற, உங்கள் கணக்கு ", ", ", " பின்பற்ற வேண்டும்."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["உங்கள் அனுபவத்தை X எப்படித் தனிப்பயனாக்குகிறது என்பதை ", " கட்டுப்படுத்தலாம்"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["ஆம், அனைத்துத் தானியங்கு கணக்குகளும் லேபிளிடப்பட வேண்டும். எங்கள் ", " கீழ் இது தேவைப்படுகிறது."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["", " பக்கத்தில் மேலும் அறிக."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["", " பக்கத்தில் மேலும் அறிக."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["நீங்கள் செல்வது வருத்தமளிக்கிறது. #சென்றுவாருங்கள்"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["நீங்கள் பிறந்த தேதியை வழங்கவில்லை என்றால், உங்கள் X சுயவிவரம் மற்றும் செயல்பாட்டின் அடிப்படையில் வயது வரம்பை வழங்கியுள்ளோம். உங்கள் அனுபவத்தைத் தனிப்பயனாக்க வயதுத் தகவல் பயன்படுத்தப்படுகிறது. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["சரியில்லையா? உங்கள் பிறந்த தேதியைப் பொதுவில் பகிராமல், உங்கள் ", " சேர்க்கலாம்."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["தனிப்பயனாக்கிய பயனாளர்கள் பொதுவாக மின்னஞ்சல் பட்டியல்கள் அல்லது உலாவல் நடத்தைகளின் அடிப்படையில் உருவாக்கப்படுகின்றனர். விளம்பரதாரர்கள் தங்களுடைய எதிர்கால வாடிக்கையாளர்களைச் சென்றடைவதற்கு அல்லது அவர்களுடைய வர்த்தகத்தில் ஏற்கனவே ஆர்வம் காட்டியவர்களைச் சென்றடைவதற்கு இவர்கள் உதவுகின்றனர். "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["நீங்கள் தற்போது ", " ", " அங்கமாகப் பங்குபெற்றுள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["இதை இயக்க, உங்களின் ", " என்ற அமைப்புகளுக்குச் சென்று, “உங்களைப் பற்றி புரிந்துகொள்ளப்பட்ட அடையாளத்தின் அடிப்படையில் தனிப்பயனாக்கவும்” என்பதை இயக்கவும்."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["இதை இயக்க, உங்களின் ", " என்ற அமைப்புகளுக்குச் சென்று, “உங்களைப் பற்றி புரிந்துகொள்ளப்பட்ட அடையாளத்தின் அடிப்படையில் தனிப்பயனாக்கவும்” என்பதை இயக்கவும்."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["இந்தத் தகவலை உங்களின் ", " என்ற அமைப்புகளில் உள்ள “உங்களைப் பற்றி புரிந்துகொள்ளப்பட்ட அடையாளத்தின் அடிப்படையில் தனிப்பயனாக்கவும்” என்ற அமைப்பை முடக்குவதன் மூலம் நீங்கள் அகற்றலாம்."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["இந்தத் தகவலை உங்களின் ", " என்ற அமைப்புகளில் உள்ள “உங்களைப் பற்றி புரிந்துகொள்ளப்பட்ட அடையாளத்தின் அடிப்படையில் தனிப்பயனாக்கவும்” என்ற அமைப்பை முடக்குவதன் மூலம் நீங்கள் அகற்றலாம்."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["நீங்கள் X -க்கு வழங்கியுள்ள மின்னஞ்சல் முகவரியுடன் பொதுவான கூறுகளைப் பகிரும் மின்னஞ்சல் முகவரிகளின் புரிந்துகொள்ளப்பட்ட ஹேஷ்கள் உள்ளன. இந்தத் தகவலை உங்களின் ", " என்ற அமைப்புகளில் உள்ள “உங்களைப் பற்றிப் புரிந்துகொள்ளப்பட்ட அடையாளத்தின் அடிப்படையில் தனிப்பயனாக்கவும்” என்ற அமைப்பை முடக்குவதன் மூலம் அகற்றலாம்."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["இவை இந்த உலாவியில் உங்கள் அனுபவத்தை அளவிடவும் மேம்படுத்தவும் X பயன்படுத்தும் சாதனங்களாகும். "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["இவை உங்களுடன் தொடர்புடைய உலாவிகளும் சாதனங்களும் ஆகும். "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["உங்கள் அனுபவத்தைத் தனிப்பயனாக்கவும் X பயன்படுத்தும் உலாவிகள், சாதனங்கள் மற்றும் தகவல் இவை. X -இல் உள்நுழைய நீங்கள் பயன்படுத்தாத சாதனங்கள் மற்றும் உலாவிகள், அத்துடன் உங்கள் X கணக்குடன் இணைக்கப்பட்டுள்ளவற்றைப் போன்ற மின்னஞ்சல் முகவரிகள் மற்றும் ஃபோன் எண்கள் ஆகியவை இதில் அடங்கும். "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["அதை இயக்க, உங்கள் ", " செல்லவும்."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["ஒரு பயன்பாட்டில் ஏதேனும் சந்தேகத்திற்குரிய செயல்பாட்டை நீங்கள் பார்த்தால், அதன் அணுகலைத் திரும்பப் பெறுவதற்கு, ", " என்பதற்குச் செல்லவும். சில சந்தர்ப்பங்களில் IP அமைவிடம் உங்களது வசிப்பிட அமைவிடத்திலிருந்து மாறுபடலாம். "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["ஷாப்பிங் முடிவுகள், வாழ்க்கைமுறை மற்றும் பிற ஆன்லைன் மற்றும் ஆஃப்லைன் நடத்தைகளின் அடிப்படையில் பயனாளர்களை X பங்குதாரர்கள் உருவாக்குகின்றனர். "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["ஏதோ தவறாகிவிட்டது, உங்கள் X தரவை அனுப்ப முடியவில்லை. உங்கள் தரவைக் கோர, ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " -க்கு முன்பு"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["முதன்மையான ஆயிரம் விருந்தினர்களை மட்டுமே காண்பிக்க முடியும். X -இல் அநாமதேயமாக அல்லது உள்நுழையாதவர்கள் ஸ்பேஸைக் கேட்டுக் கொண்டிருக்கலாம். ", "."];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "நி" + this.props.seconds + "வி"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "ம" + this.props.minutes + "நி"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " குழுப் புகைப்படத்தை மாற்றியுள்ளார்"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["குழுப் பெயரை ", " என மாற்றியுள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " குழுப் பெயரை ", " என மாற்றியுள்ளார்"];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["குழுப் பெயரானது ", " என மாற்றப்பட்டது"];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " -ஐ ", " சேர்த்துள்ளார்"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " சேர்த்தனர்"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " விலகிவிட்டார்"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " உங்களைச் சேர்த்துள்ளார்"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["இந்தக் குழுவில் ", " உள்ளனர்"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["இந்தக் குழுவில் உள்ள" + t(this.props.count, "ா", "ன") + "ர் " + this.props.count + " நபர் நபர்" + t(this.props.count, "", "கள்") + " உள்ளனர்."];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["இந்த இடுகையில் உணர்ச்சிப்பூர்வமான உள்ளடக்கம் இருக்கலாம். "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["செய்திகள், குறியாக்கப்பட்டுள்ளன. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["இந்த நபருக்குக் குறியாக்கப்பட்ட நேரடிச்செய்திகளை அனுப்ப முடியாது. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["இந்த நபருக்கு இனி உங்களால் செய்திகளை அனுப்ப முடியாது. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["இந்தக் குறியாக்கப்பட்ட உரையாடலை உங்கள் தற்போதைய சாதனத்திலிருந்து அணுக முடியாது. அதை அணுக, உங்கள் முந்தைய சாதனத்திலிருந்து உள்நுழையவும். "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["நீங்கள் சரிபார்க்கப்படாததால் இந்தக் குழுவிற்குச் செய்தி அனுப்ப முடியாது. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["நீங்கள் சரிபார்க்கப்படாததால் இந்தப் பயனருக்குச் செய்தி அனுப்ப முடியாது. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["நீங்கள் ", "-இன் பின்வரும் Fleet-க்கு பதிலளித்துள்ளீர்கள்: "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["பின்வரும் உங்கள் Fleet -க்கு பதிலளித்துள்ளார்: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " ஒரு GIF-ஐ அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " ஒரு இணைப்பை அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " ஒரு புகைப்படத்தை அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " ஒரு ஸ்டிக்கரை அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " ஒரு வீடியோவை அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " ஒரு குரல் செய்தியை அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", ", ஒரு இடுகையைப் பகிர்ந்தார்"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["நீங்கள் @", "-இன் வீடியோவுக்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", ", @", "-இன் வீடியோவுக்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["நீங்கள் ஓரு வீடியோவுக்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", ", ஓரு வீடியோவுக்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["நீங்கள் @", "-இன் புகைப்படத்திற்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", ", @", "-இன் புகைப்படத்திற்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["நீங்கள் ஒரு புகைப்படத்திற்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", ", ஒரு புகைப்படத்திற்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["நீங்கள் @", "-இன் GIF-க்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", ", @", "-இன் GIF-க்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["நீங்கள் ஒரு GIF-க்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", ", ஒரு GIF-க்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["நீங்கள் ", " உடன் @", " -இன் இடுகைக்கு ரியாக்ட் செய்தீர்கள்"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", ", ", " உடன் @", " -இன் இடுகைக்கு ரியாக்ட் செய்தார்"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["நீங்கள் ", " உடன் ஓர் இடுகைக்கு ரியாக்ட் செய்தீர்கள்"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", ", ", " உடன் ஓர் இடுகைக்கு ரியாக்ட் செய்தார்"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["நீங்கள் @", "-இன் இணைப்புக்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", ", @", "-இன் இணைப்புக்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["நீங்கள் ஒரு இணைப்புக்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", ", ஓரு இணைப்புக்கு ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["நீங்கள் @", "-இன் செய்திக்கு ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்: "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", ", @", "-இன் செய்திக்கு ", " உடன் ரியாக்ட் செய்துள்ளார்: "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["நீங்கள் ", " உடன் ரியாக்ட் செய்துள்ளீர்கள்: "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", ", ", " உடன் ரியாக்ட் செய்துள்ளார்: "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["", " மூலம் @", " -இன் குரல் செய்திக்கு ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " மூலம் @", " -இன் குரல்செய்திக்கு ", " ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["", " மூலம் ஒரு குரல் செய்திக்கு ரியாக்ட் செய்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " மூலம் ", " ஒரு குரல் செய்திக்கு ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["நீங்கள் ", " உடன் ரியாக்ட் செய்தீர்கள்"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", ", ", " உடன் ரியாக்ட் செய்துள்ளார்"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["ஸ்பேம், துஷ்பிரயோகம் மற்றும் தடைசெய்யப்பட்ட உள்ளடக்கத்திற்காக X அமைப்புகள், பகிரப்பட்ட இணைப்புகளையும் மீடியாவையும் ஸ்கேன் செய்கின்றன. சந்தேகத்திற்கிடமான நடத்தைகளைக் கண்டறிய, மேலும் உங்கள் அனுபவத்தை மேம்படுத்த பயன்பாட்டு முறைகளையும் நாங்கள் பகுப்பாய்வு செய்கிறோம். புகாரளிக்கப்பட்ட விதிமீறல்களை மற்றும் எங்கள் சேவையைத் தவறாகப் பயன்படுத்துவது குறித்து விசாரிக்க, அல்லது சட்டங்கள் அல்லது அரசாங்க கோரிக்கைகளுக்கு இணங்க DMகளை நாங்கள் கைமுறையாக மதிப்பாய்வு செய்யக்கூடும். மேலும் விவரங்களுக்கு எங்கள் ", " பார்க்கவும்."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["நீங்கள் பின்தொடராதவர்களிடமிருந்து வரும் செய்திக் கோரிக்கைகளை இங்கு காண்பிக்கப்படும். அவர்களின் செய்திகளுக்குப் பதிலளிக்க, கோரிக்கையை நீங்கள் ஏற்க வேண்டும். "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["நீங்கள் சவாலைத் தொடங்கும்போது, உங்களைப் பற்றியும் உங்கள் சாதனம் மற்றும் உலாவியைப் பற்றியும் தகவல்களை Google சேகரித்துப் பயன்படுத்தலாம். Google -இன் ", " -ஐப் பார்க்கவும்."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " விருப்ப" + t(this.props.count, "ம", "ங்கள") + "்"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " புகைப்படங்கள் & வீடியோக்கள்"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " இடுகை" + t(this.props.count, "", "கள்")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["உங்களால் @" + this.props.screenName + " -ஐப் பின்தொடரவோ அவருடைய இடுகைகளைப் பார்க்கவோ முடியாது. "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["இந்த இடுகைகளைப் பார்க்க விரும்புகிறீர்களா? இடுகைகளைப் பார்ப்பது @" + this.props.screenName + " -ஐத் தடைநீக்காது. "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["அறிவுசார் சொத்துச் சிக்கலைப் புகாரளிக்க, ", " பார்வையிடுங்கள். இந்தத் தயாரிப்பில் உள்ள வேறு ஏதேனும் சிக்கல்களைப் புகாரளிக்க, iOS அல்லது Android பயன்பாட்டிற்குச் செல்லுங்கள்."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["தயாரிப்பு விதிமீறல்கள் பற்றிய கூடுதல் தகவலுக்கு, ", "."];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["எண்ணிக்கை: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["வகைகள் தானாகத் தேர்ந்தெடுக்கப்படுபவை, இவை X மூலம் ஒதுக்கப்படுவதல்ல, சரிபார்க்கப்படுவதல்ல அல்லது அங்கீகரிக்கப்படுவதல்ல. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["இந்தக் கணக்கு ", " உடன் இணைக்கப்பட்டுள்ளது."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["அங்கீகரிக்கப்பட்ட பின்தொடர்பவர்கள் மட்டுமே @" + this.props.screenName + " -இன் இடுகைகளைப் பார்க்க முடியும். அணுகலைக் கோர, பின்தொடர் என்பதை கிளிக் செய்யவும். "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["", " மீறும் கணக்குகளை X இடைநீக்கும்"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["", " என்ற X கணக்கு உங்களுடையதுதானா என்பதை நாங்கள் தெரிந்து கொள்ள வேண்டும். அது உங்களுடையது இல்லையெனில், நாங்கள் மேற்கொண்டு ", "-ஐ அதிலிருந்து அகற்றிவிடுவோம்."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["", " என்ற X கணக்கு உங்களுடையது என்றால், மேலும் எதிர்காலத்தில் மின்னஞ்சல் அறிவிப்புகளிலிலிருந்து நீங்கள் குழுவிலக நினைத்தால், "];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["", " என்ற X கணக்கிலிருந்து உங்கள் மின்னஞ்சல் முகவரி ", "-ஐ அகற்றியுள்ளோம். இப்போது நீங்கள் கணக்கிற்கான அறிவிப்புகளைப் பெற மாட்டீர்கள்."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["யாரோ ஒருவர் தங்கள் X கணக்கில் பதிவு செய்யும்போது கவனக்குறைவாக உங்கள் மின்னஞ்சல் முகவரியை உள்ளிட்டிருக்கலாம். அல்லது, அவர்கள் துஷ்பிரயோகத்தில் ஈடுபட இதைப் பயன்படுத்தலாம். X இலிருந்து ஸ்பேமை அடையாளம் காண்டு அகற்ற கணக்கை நீங்கள் புகாரளிக்கலாம். "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["முன்னணிக் கட்டுரைகளிலிருந்து மேலும் பலவற்றைப் பெற, ", " பின்தொடர முயலுங்கள்."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["@" + this.props.screenName + " -ஐப் பின்தொடர்ந்தேன். ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["அநாமதேயமாகக் கேட்கும்போது, உங்களைப் பார்க்கவோ அல்லது உங்களால் பங்கேற்கவோ முடியாது. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["இது போன்ற ஸ்பேசஸுக்கான பிரத்தியேக அணுகல் என்பது சப்ஸ்கிரைபராக இருப்பதிலுள்ள சலுகைகளில் ஒன்றாகும். @" + this.props.screenName + " -இன் சப்ஸ்கிரைபர்ஸ் மட்டுமே இந்த ஸ்பேஸில் சேர முடியும். "];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["உங்களின் தற்போதைய மதிப்பெண் " + this.props.currentImpact + " -இலிருந்து " + this.props.ratingImpactToEarnIn + " ஆக உங்கள் மதிப்பீட்டின் தாக்கத்தை அதிகரிக்கவும், உங்களின் எழுதும் திறன் திறக்கப்படும்."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["இந்த இடுகையில் (", ") உள்ள இணைப்பைப் பற்றி, இந்த இணைப்பை உள்ளடக்கிய அனைத்து இடுகைகளிலும் தோன்ற வேண்டும்"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["அந்த இடுகைகள் வெவ்வேறு விஷயங்களைக் கூறினாலும், இந்தப் படத்தைக் கொண்ட ", " இந்தக் குறிப்பு உதவியாக இருக்கும் என்பதில் உறுதியாக இருக்கிறீர்களா?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["அந்த இடுகைகள் வெவ்வேறு விஷயங்களைக் கூறினாலும், இந்தப் படத்தைக் கொண்ட அனைத்து இடுகைகளுக்கும் இந்தக் குறிப்பு உதவியாக இருக்கும் என்பதில் உறுதியாக இருக்கிறீர்களா?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["அந்த இடுகைகள் வெவ்வேறு விஷயங்களைக் கூறினாலும், இந்த வீடியோவைக் கொண்ட ", " இந்தக் குறிப்பு உதவியாக இருக்கும் என்பதில் உறுதியாக இருக்கிறீர்களா?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["அந்த இடுகைகள் வெவ்வேறு விஷயங்களைக் கூறினாலும், இந்த வீடியோவைக் கொண்ட அனைத்து இடுகைகளுக்கும் இந்தக் குறிப்பு உதவியாக இருக்கும் என்பதில் உறுதியாக இருக்கிறீர்களா?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["அந்த இடுகைகள் வெவ்வேறு விஷயங்களைக் கூறினாலும், இந்த மீடியாவைக் கொண்ட ", " இந்தக் குறிப்பு உதவியாக இருக்கும் என்பதில் உறுதியாக இருக்கிறீர்களா?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["அந்த இடுகைகள் வெவ்வேறு விஷயங்களைக் கூறினாலும், இந்த மீடியாவைக் கொண்ட அனைத்து இடுகைகளுக்கும் இந்தக் குறிப்பு உதவியாக இருக்கும் என்பதில் உறுதியாக இருக்கிறீர்களா?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["", " பற்றி மேலும் அறிக"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["கோரிக்கைகள் அநாமதேயமாக்கப்பட்டு வெளிப்படைத்தன்மைக்காகப் ", " செய்யப்படும்"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["கம்யூனிட்டி நோட்ஸை எழுதவும் மதிப்பிடவும் உதவ விரும்பினால், "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["கோரிக்கையின் தரத்தைச் சிறப்பாக வைத்திருக்கவும், ஸ்பேமைத் தடுக்கவும், கம்யூனிட்டி நோட்டைக் கோர, கணக்குகள் சரிபார்க்கப்பட்ட ஃபோன் எண்ணைக் கொண்டிருக்க வேண்டும். "];
                            },
                        },
                        {
                            key: "a7eaa695",
                            get: function () {
                                return ["", " இடுகைகளைக் கண்டறிய உதவுகிறது"];
                            },
                        },
                        {
                            key: "f863bea7",
                            get: function () {
                                return ["இடுகைகள் மீது பாதிப்பை ஏற்படுத்தாது, எனினும் பரவலாக விரும்பப்படும் இடுகைகளை ", " செய்ய உதவும்"];
                            },
                        },
                        {
                            key: "e59bfa27",
                            get: function () {
                                return ["இந்தச் சோதனை அம்சத்தின் "];
                            },
                        },
                        {
                            key: "ffd3d1a1",
                            get: function () {
                                return ["Ratings are anonymized and publicly available to the public for transparency. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["இடுகையை உருவாக்கியவர் என்ற முறையில், "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " மதிப்பீட்டுத் தாக்கம்"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " எழுதுதல் தாக்கம்"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["இடுகையில் உள்ள படத்தில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்தப் படத்தை உள்ளடக்கிய பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["", " உள்ள படத்தில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்தப் படத்தை உள்ளடக்கிய பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["இடுகையில் உள்ள வீடியோவில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்த வீடியோவை உள்ளடக்கிய பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["", " உள்ள வீடியோவில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்த வீடியோவை உள்ளடக்கிய பிற  இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["இடுகையில் உள்ள மீடியாவில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்த மீடியாவை உள்ளடக்கிய பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["", " உள்ள மீடியாவில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்த மீடியாவை உள்ளடக்கிய பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["இடுகையில் நோட் முதலில் எழுதப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் ", " -க்கான இணைப்பை உள்ளடக்கிய பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["நோட் உண்மையில் ", " எழுதப்பட்டது, அது ", " -க்கான இணைப்பு உள்ள பிற இடுகைகளில் காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["மக்கள் ஏற்றுக்கொண்டால், இந்த வீடியோவை உள்ளடக்கிய ", " காண்பிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["மக்கள் ஏற்றுக்கொண்டால், இந்த வீடியோவை உள்ளடக்கிய இடுகைகளில் காண்பிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["மக்கள் ஏற்றுக்கொண்டால், இந்தப் படத்தை உள்ளடக்கிய ", " காண்பிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["மக்கள் ஏற்றுக்கொண்டால், இந்தப் படத்தை உள்ளடக்கிய இடுகைகளில் காண்பிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["மக்கள் ஏற்றுக்கொண்டால், இந்த மீடியாவை உள்ளடக்கிய ", " காண்பிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["மக்கள் ஏற்றுக்கொண்டால், இந்த மீடியாவை உள்ளடக்கிய இடுகைகளில் காண்பிக்கப்படலாம்."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["இடுகையில் உள்ள வீடியோவில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்த வீடியோவை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["", " உள்ள வீடியோவில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்த வீடியோவை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["இடுகையில் உள்ள வீடியோவில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்த வீடியோவை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["", " உள்ள வீடியோவில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்த வீடியோவை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["இடுகையில் உள்ள படத்தில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்தப் படத்தை உள்ளடக்கிய பிற ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["", " உள்ள படத்தில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்தப் படத்தை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["இடுகையில் உள்ள படத்தில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்தப் படத்தை உள்ளடக்கிய பிற ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["", " உள்ள படத்தில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்தப் படத்தை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["இடுகையில் உள்ள மீடியாவில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்த மீடியாவை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["", " உள்ள மீடியாவில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்த மீடியாவை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["இடுகையில் உள்ள மீடியாவில் நோட் முதலில் சேர்க்கப்பட்டது, பிறகு நீக்கப்பட்டுள்ளது, மேலும் இந்த மீடியாவை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["", " உள்ள மீடியாவில் நோட் முதலில் சேர்க்கப்பட்டது, மேலும் இந்த மீடியாவை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["", " காட்டப்படுகிறது, அதில் ", " -க்கான இணைப்பு இருக்கும்"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["", " காட்டப்படலாம், அதில் ", " -க்கான இணைப்பு இருக்கும்"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["இடுகையில் நோட் முதலில் இருந்தது, பிறகு நீக்கப்பட்டுள்ளது. ", " -க்கான இணைப்பை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["நோட் முதலில் ", " இருந்தது. ", " -க்கான இணைப்பை உள்ளடக்கிய ", " காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["இடுகையில் நோட் முதலில் இருந்தது, பிறகு நீக்கப்பட்டுள்ளது. ", " -க்கான இணைப்பை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["நோட் முதலில் ", " இருந்தது.  ", " -க்கான இணைப்பை உள்ளடக்கிய ", " காட்டப்படலாம்"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["X -இல் ஒரு சிறிய சோதனைக் குழுவிற்குக் காட்டப்பட்டது · " + this.props.impressionTruncated + "+ பார்வைகள்"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["X -இல் ஒரு சிறிய சோதனைக் குழுவிற்குக் காட்டப்பட்டது"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["X -இல் காட்டப்பட்டது · " + this.props.impressionTruncated + "+ பார்வைகள்"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["X -இல் காட்டப்படுகிறது"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["மதிப்பீடுகள் அடையாளம் நீக்கப்படும், வெளிப்படைத்தன்மைக்காக அவை பொதுவில் கிடைக்கும். கம்யூனிட்டி நோட்ஸ், தரவை எப்படி ", " செய்கிறது என்று தெரிந்து கொள்ளுங்கள்."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["இந்தக் குறிப்பை, ", " என மதிப்பிட்டுள்ளீர்கள்."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["இந்தக் குறிப்பை, ", " என மதிப்பிட்டுள்ளீர்கள்."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["இந்தக் குறிப்பை, ", " என மதிப்பிட்டுள்ளீர்கள்."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["", " -க்கான இணைப்பை உள்ளடக்கிய ", " இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["இதே வீடியோவை உள்ளடக்கிய ", " இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["இதே படத்தை உள்ளடக்கிய ", " இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["இதே மீடியாவை உள்ளடக்கிய ", " இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["", " -க்கான இணைப்பை உள்ளடக்கிய எல்லா இடுகைகளிலும் இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["இதே வீடியோவை உள்ளடக்கிய எல்லா இடுகைகளிலும் இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["இதே படத்தை உள்ளடக்கிய எல்லா இடுகைகளிலும் இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["இதே மீடியாவை உள்ளடக்கிய எல்லா இடுகைகளிலும் இந்தக் குறிப்பு காட்டப்பட வேண்டுமா?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["கம்யூனிட்டி நோட்ஸை மேம்படுத்த யோசனைகள் அல்லது பரிந்துரைகள் உள்ளதா? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["கோரிக்கையாளர்களால் மேற்கோள் காட்டப்பட்ட மேலும் " + this.props.remainingCount + " இடுகை" + t(this.props.remainingCount, "", "கள்") + " -ஐக் காட்டு"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["கம்யூனிட்டி நோட்ஸ் பங்களிப்பாளர்கள் மாற்றுப்பெயர்களைப் பயன்படுத்துகின்றனர் · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["இந்த அம்சம் கம்யூனிட்டி நோட்ஸுக்கு புதியது, ", " தயங்க வேண்டாம்"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["உங்களின் தற்போதைய மதிப்பெண்  " + this.props.currentRatingImpact + " -இலிருந்து " + this.props.requiredRatingImpact + " ஆக உங்கள் மதிப்பீட்டின் தாக்கத்தை அதிகரிக்கவும்."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " நீக்கப்பட்ட குறிப்புகள்"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["உங்கள் எழுதும் திறனை அணுக, இந்த மதிப்பெண்ணை " + this.props.requiredRatingImpact + " ஆக அதிகரிக்கவும்"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["நோட்ஸை எழுத ஆரம்பிக்க வேண்டுமா? உங்கள் மதிப்பீடு தாக்கத்தை " + this.props.requiredRatingImpact + "-க்கு அல்லது அதற்கு அதிகமாக உயர்த்தவும்."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["குறிப்பு ஆசிரியர் மற்றும் மதிப்பீட்டாளர்களுக்குத் துல்லியமான பொதுமதிப்பை வழங்க, நீக்கப்பட்ட குறிப்புகளின் நிலையை கம்யூனிட்டி நோட்ஸ் வைத்திருக்கிறது. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["சூழல் என்பது X -ஐப் பயன்படுத்தும் நபர்களால் எழுதப்பட்டது, மேலும் பிறரால் பயனுள்ளதாக மதிப்பிடப்படும்போது அது தோன்றும். "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["தரவுத்தொகுப்புகளின் உங்கள் உபயோகம், X நிரலாளர் ஒப்பந்தம் மற்றும் கொள்கை மூலம் நிர்வகிக்கப்படுகிறது. பதிவிறக்க ஐகானைக் கிளிக் செய்வதன் மூலம், ", " நீங்கள் ஒப்புக்கொள்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["கோப்பு எண் " + this.props.totalFiles + "-இல் " + this.props.fileIndex];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["வேறு ஏதாவது ஒன்றைத் தேட முயற்சிக்கவும் அல்லது ", " உணர்ச்சிப்பூர்வ உள்ளடக்கத்திலிருந்து உங்களைப் பாதுகாக்கின்றனவா என்பதைப் பார்க்க, அவற்றைச் சரிபார்க்கவும்."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " முன்பு செயல்பட்டது"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["", " -ஐ மதிப்பீட்டாளர் ஆக்க நிச்சயமாக விரும்புகிறீர்களா?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["", " -ஐ மதிப்பீட்டாளரிலிருந்து நிச்சயமாக அகற்ற விரும்புகிறீர்களா?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["தொடர, ", " -ஐ உள்ளிடவும்"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " ஓர் இடுகையை மறைத்தார்"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " ஓர் இடுகையைப் பின்செய்தார் "];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " ஓர் இடுகையைப் பின்நீக்கினார்"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " ஓர் இடுகையை மறைப்பு நீக்கினார்"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " ஓர் உறுப்பினரை அகற்றினார்"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " ஓர் உறுப்பினரை மாற்றியமைத்தார்"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", ", இந்தக் கம்யூனிட்டியில் சேர்ந்தார்"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", ", இந்தக் கம்யூனிட்டியிலிருந்து வெளியேறினார்"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", ", உறுப்பினர் கோரிக்கையை அங்கீகரித்தார்"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", ", உறுப்பினர் கோரிக்கையை நிராகரித்தார்"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", ", உறுப்பினர் கோரிக்கையை மீண்டும் அங்கீகரித்தார்"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["", " மற்றும் ", " புகாரளிக்கப்பட்டது"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["", " -ஆல் புகாரளிக்கப்பட்டது"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["", " மூலம் புகாரளிக்கப்பட்டது"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["@", " -இன் இடுகையை மறைத்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["@", " -இன் இடுகையை வைத்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return [this.props.date + " உருவாக்கப்பட்டது, உருவாக்கியவர்: "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " ", " உள்நுழைந்துள்ளீர்கள்"];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["இந்த அம்சத்தைப் பயன்படுத்த, உங்களுக்குச் சொந்தமான கணக்கிற்கு மாறவும்.\n\nஒரு பங்களிப்பாளராக, நீங்கள் நேரடிச்செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் — அத்துடன் அவற்றைப் பார்க்கவும் செய்யலாம்.\n\nபிரதிநிதியை மேம்படுத்துவதற்கான வழிகளை நாங்கள் எப்போதும் தேடுகிறோம். ", " தயங்க வேண்டாம்."];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["இந்த அம்சத்தைப் பயன்படுத்த, உங்களுக்குச் சொந்தமான கணக்கிற்கு மாறவும்.\n\nஒரு நிர்வாகியாக, நீங்கள் நேரடிச் செய்திகளை அனுப்பலாம், இடுகைகளை வெளியிடலாம் மற்றும் பட்டியல்களை உருவாக்கலாம் — அத்துடன் அவற்றைப் பார்க்கலாம். நீங்களும் கணக்கிற்குப் பங்களிப்பாளர்களை அழைக்கலாம் அல்லது அகற்றலாம் மற்றும் இடுகைப் பகுப்பாய்வுகளைப் பார்க்கலாம்.\n\nபிரதிநிதியை மேம்படுத்துவதற்கான வழிகளை நாங்கள் எப்போதும் தேடுகிறோம். ", " தயங்க வேண்டாம்."];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["இந்தப் பணியைப் பற்றிய கூடுதல் தகவல்களைப் பார்க்க, "];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["உங்கள் காலவரிசையில் ", " ", " பணிவாய்ப்புகளைப் பார்க்கத் தொடங்குங்கள்"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["", " ", " பணிவாய்ப்புகளைக் காட்டுகிறது"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["இடுகைகளைப் பார்ப்பது @" + this.props.screenName + " -ஐத் தடைநீக்காது. "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["முன்கூட்டியே ஆர்டர் செய்க இதற்கு: "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["எங்களின் பணமாக்குதல் திட்டங்கள் மற்றும் கொள்கைகளைப் பற்றி ", " மேலும் அறிக."];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(", " கட்டணம்)"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(", "% கட்டணம், குறைந்தது ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["", "% கட்டணம், குறைந்தது "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["வாங்குவதன் மூலம், எங்கள் ", " மற்றும் எங்கள் ", " -ஐ ஏற்கிறீர்கள். விதிமுறைகளில் விவரிக்கப்பட்டுள்ளபடி, ரத்துசெய்யப்படும் வரை சப்ஸ்கிர்ப்ஷன்ஸ் தானாகப் புதுப்பிக்கப்படும். எப்போது வேண்டுமானாலும் ரத்து செய்யலாம்."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["வாங்குவதன் மூலம், எங்கள் ", " மற்றும் எங்கள் ", " -ஐ ஏற்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட கணக்கிலிருந்து வருகின்ற விருப்பங்கள், குறிப்பீடுகள், மறுஇடுகைகள் மற்றும் பலவற்றை இங்கே காண்பீர்கள். "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["", "-இல் 3 ஆம் தரப்புப் பயன்பாட்டு அணுகல்கள் பற்றி மேலும் அறிக."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", " செய்தது. " + this.props.orgName + "-இன் ", " மற்றும் ", "-ஐப் படிக்கவும்."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["ஆதரவுக்கு ", " எனச் செய்தி அனுப்பவும்."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["தொடங்க, ", "."];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["", " இலிருந்து ஒத்திசைக்கப்பட்டது"];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["", " இலிருந்து பகிரப்பட்டது"];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["X பணியமர்த்தல் வசதி தொடர்பான கேள்விகளுக்கு, ", " என்பதில் எங்களுக்கு மின்னஞ்சல் அனுப்பவும்."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(நிறுவனங்களுக்காக, ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["உங்கள் ", " தொடங்கி சப்ஸ்கிரைப் செய்வதன் மூலம், எங்கள் ", " ஏற்கிறீர்கள். " + this.props.numberOfDays + "-நாள் இலவசச் சோதனைக்குப் பிறகு, " + this.props.numberOfDays + "-நாள் இலவசச் சோதனைக் காலத்திற்குள் நீங்கள் ரத்துசெய்யாவிட்டால், நீங்கள் பதிவுசெய்யும்போது தேர்ந்தெடுக்கும் வருடாந்திர அல்லது மாதாந்திரத் திட்டத்தின் தொகை உங்களிடம் வசூலிக்கப்படும். விதிமுறைகளில் விவரிக்கப்பட்டுள்ளபடி, ரத்து செய்யப்படும் வரை சப்ஸ்கிர்ப்ஷன்ஸ் தானாகவே புதுப்பிக்கப்படும். ", ". கூடுதல் கட்டணங்களைத் தவிர்க்க புதுப்பிப்பதற்குக் குறைந்தது 24 மணிநேரம் முன்பு ரத்துசெய்யலாம். சப்ஸ்கிரைப் செய்ய, சரிபார்க்கப்பட்ட ஃபோன் எண் தேவைப்படும். நீங்கள் வேறொரு தளத்தில் சப்ஸ்கிரைப் செய்திருந்தால், அந்தத் தளத்தின் மூலம் உங்கள் சப்ஸ்கிர்ப்ஷனை நிர்வகிக்கவும்."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["சப்ஸ்கிரைப் செய்வதன் மூலம், எங்கள் ", " ஏற்கிறீர்கள். ", " விவரிக்கப்பட்டுள்ளபடி, ரத்து செய்யப்படும் வரை சப்ஸ்கிர்ப்ஷன்கள் தானாகப் புதுப்பிக்கப்படும். ", " ரத்து செய்யலாம். கூடுதல் கட்டணங்களைத் தவிர்க்க, புதுப்பிப்பதற்குக் குறைந்தபட்சம் 24 மணிநேரத்திற்கு முன்பே ரத்துசெய்யவும். மேம்படுத்தும்போது, உங்கள் தற்போதைய சப்ஸ்கிர்ப்ஷனும் அதனுடன் தொடர்புடைய அம்சங்களும் உடனடியாகப் புதிய சந்தா அடுக்குக்கு மாறும். புதிய அடுக்கின் விலை உடனடியாக உங்களிடம் வசூலிக்கப்படும், ஆனால் உங்கள் தற்போதைய பில்லிங் சுழற்சியில் இருந்து ஏதேனும் விகிதாசார பேலன்ஸ் இன்றைய மொத்தக் கட்டணத்தில் வரவு வைக்கப்படும். சட்டத்தால் தேவைப்படாவிட்டால், உங்கள் முந்தைய சப்ஸ்கிர்ப்ஷனில் எந்தப் பகுதிக்கும் நீங்கள் பணத்தைத் திரும்பப் பெற மாட்டீர்கள்."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["சப்ஸ்கிரைப் செய்வதன் மூலம், எங்கள் ", " ஏற்றுக்கொள்கிறீர்கள். ", " விவரிக்கப்பட்டுள்ளபடி, சப்ஸ்கிர்ப்ஷன்ஸ் ரத்து செய்யப்படும் வரை தானாகப் புதுப்பிக்கப்படும். ", ". கூடுதல் கட்டணங்களைத் தவிர்க்க, புதுப்பிப்பதற்குக் குறைந்தது 24 மணிநேரத்திற்கு முன்பே ரத்துசெய்யவும்.  தரமிறக்கும்போது, உங்கள் புதிய சப்ஸ்கிர்ப்ஷன் தொடங்கும் அடுத்த பில்லிங் சுழற்சி வரை உங்கள் தற்போதைய சப்ஸ்கிர்ப்ஷன் செயலில் இருக்கும். உங்கள் அடுத்த பில்லிங் சுழற்சியின் தொடக்கத்தில் புதிய அடுக்கின் விலைக்கு உங்களிடம் கட்டணம் வசூலிக்கப்படும்."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["சப்ஸ்கிரைப் செய்வதன் மூலம், எங்கள் ", " ஏற்றுக்கொள்கிறீர்கள். ", " விவரிக்கப்பட்டுள்ளபடி, சப்ஸ்கிர்ப்ஷன்ஸ் ரத்து செய்யப்படும் வரை தானாகப் புதுப்பிக்கப்படும். ", ". கூடுதல் கட்டணங்களைத் தவிர்க்க, புதுப்பிப்பதற்குக் குறைந்தது 24 மணிநேரத்திற்கு முன்பே ரத்துசெய்யவும். மாறும்போது, உங்கள் அடுக்குடன் தொடர்புடைய அம்சங்களை நீங்கள் தொடர்ந்து  பெறுவீர்கள். புதிய வருடாந்திரத் திட்டத்தின் விலை உடனடியாக உங்களிடம் வசூலிக்கப்படும், உங்கள் மாதாந்திர பில்லிங் சுழற்சியில் இருந்து ஏதேனும் விகிதாசார பேலனஸ் இருந்தால் இன்றைய மொத்தக் கட்டணத்தில் வரவு வைக்கப்படும்."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["சப்ஸ்கிரைப் செய்வதன் மூலம், எங்கள் ", " ஏற்றுக்கொள்கிறீர்கள். ", " விவரிக்கப்பட்டுள்ளபடி, சப்ஸ்கிர்ப்ஷன்ஸ் ரத்து செய்யப்படும் வரை தானாகப் புதுப்பிக்கப்படும். ", ". கூடுதல் கட்டணங்களைத் தவிர்க்க, புதுப்பிப்பதற்குக் குறைந்தது 24 மணிநேரத்திற்கு முன்பே ரத்துசெய்யவும். மாறும்போது, உங்கள் அடுக்குடன் தொடர்புடைய அம்சங்களை நீங்கள் தொடர்ந்து  பெறுவீர்கள். அடுக்குக்கான மாதாந்திர விலை உடனடியாக உங்களிடம் வசூலிக்கப்படும், எனினும் உங்கள் வருடாந்திரக் கட்டணத்திலிருந்து மீதமுள்ள விகிதாசாரக் கிரெடிட் அது முடியும் வரை மாதாந்திர கட்டணங்களில் வரவு வைக்கப்படும்."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ['சப்ஸ்கிரைப் செய்க" ', " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " ஆண்டுக் கட்டணத்தில் வசூலிக்கப்படும்"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["முகவரி தகவல் Google உடன் பகிரப்பட்டது. மேலும் அறிய, ", " ", " பார்க்கவும்."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["கம்யூனிட்டீஸின் நிர்வாகிகள் மற்றும் மதிப்பீட்டாளர்கள் மட்டுமே அவர்களின் சுயவிவரங்களில் அவர்களை ஸ்பாட்லைட் செய்ய முடியும். உங்களுக்கென ஒரு ", " விரும்புகிறீர்களா?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["உங்களுக்கு அருகிலுள்ள, நெருக்கடி தடுப்பு மையத்தைக் கண்டறிய, ", " பார்வையிடவும்."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["நீங்கள் ஆபத்தில் இருப்பதாக உணர்ந்தால், உள்ளூர் சட்ட அமலாக்கத்தைத் தொடர்புகொள்ளுமாறு பரிந்துரைக்கிறோம். தொடர் கேள்விகள் இருந்தால், ", " அவர்கள் குறிப்பிடலாம்."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["", " எப்போது வேண்டுமானாலும் பின்தொடர்வதை நிறுத்தலாம்."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["கடைசியாகப் புதுப்பித்தது "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["உங்கள் சர்கிளைத் திருத்தும்போது மக்களுக்குத் தெரிவிக்கப்படாது. நீங்கள் சேர்க்கும் எவரும் உங்கள் முந்தைய சர்கிள் இடுகைகளைப் பார்க்க முடியும். "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["இந்த இடுகை பார்க்கப்பட்ட எண்ணிக்கை. மேலும் அறிய, ", " பார்வையிடவும்."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["இந்த இடுகை பார்க்கப்பட்ட எண்ணிக்கை. பார்வை எண்ணிக்கை தோன்றுவதற்கு சில நிமிடங்கள் ஆகலாம். மேலும் அறிய, ", " பார்வையிடவும்."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["இந்த இடுகைக்கான பார்வை எண்ணிக்கைகள் கிடைக்கவில்லை. மேலும் அறிய, ", " பார்வையிடவும்."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["விளம்பரப்படுத்தலை உருவாக்கவும் என்பதைக் கிளிக் செய்வதன் மூலம் நீங்கள் ", " மற்றும் ", " ஆகியவற்றைப் படித்து ஒப்புக்கொண்டதாகக் குறிக்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["விளம்பரப்படுத்தலை உருவாக்கவும் என்பதைக் கிளிக் செய்வதன் மூலம் நீங்கள் ", " படித்து ஒப்புக்கொண்டதாகக் குறிக்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["இந்த விளம்பரக் கணக்கிற்குச் சில இலக்கிடல் விருப்பத்தேர்வுகள் கிடைக்கவில்லை. இது X -இன் ", " உள்ளது."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["இடுகையைப் புரோமோட் செய் என்பதைக் கிளிக் செய்வதன் மூலம், நீங்கள் ", " மற்றும் ", " ஆகியவற்றைப் படித்து, ஏற்றுக்கொண்டதாகக் குறிக்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["இடுகையைப் புரோமோட் செய் என்பதைக் கிளிக் செய்வதன் மூலம், நீங்கள் ", " படித்து, ஏற்றுக்கொண்டதாகக் குறிக்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["இந்த இடுகையில் மறைக்கப்பட்ட பதில்கள் எதுவுமில்லை, எனினும் பாதுகாக்கப்பட்ட இடுகைகள் வடிகட்டப்படலாம். "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["இந்த வாங்குதலை மேற்கொள்ளக் கீழே கிளிக் செய்வதன் மூலம், நீங்கள் ", " கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["இது, இந்தப் பட்டியல் உட்பட அவர்களின் எந்தவொரு பட்டியலிலும் உங்களைச் சேர்க்க ", "-ஐத் தடுக்கும்."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["உங்கள் மின்னஞ்சலை " + this.props.creatorName + " உடன் பகிரவும். ஏற்றுக்கொள்வதன் மூலம், பிளாட்ஃபார்ம் சாராத தகவல்தொடர்பு நோக்கத்திற்காக X மின்னஞ்சல் முகவரியை உருவாக்கியவருடன் பகிர்ந்து கொள்ள அனுமதிக்கிறீர்கள் மற்றும் ", " ஏற்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["ஒரு வருட " + this.props.tier + " -ஐ @" + this.props.screenName + " -க்கு " + this.props.price + " -க்காகப் பரிசளிக்கவும். நீங்கள் பேமெண்ட் செய்ததும், நீங்கள் அவர்களுக்குப் பரிசை அனுப்பியதாக அவர்களுக்குத் தெரிவிக்கப்படும்."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["சப்ஸ்கிர்ப்ஷன் பரிசுக் கட்டணமானது வாங்கும்போது வசூலிக்கப்படுகிறது மற்றும் ரீஃபண்டு கிடைக்காது. இது ஒரு முறை பயன்படுத்தக்கூடியது, மாற்ற முடியாதது, இணைக்க முடியாதது மற்றும் பண மதிப்பு கொண்டதல்ல. X மதிப்பாய்வு செய்து, பெறுநருக்கு ஒதுக்கப்பட்ட பிறகு இது தொடங்குகிறது, அவர் எங்கள் ", " மற்றும் கொள்கைகளை ஒப்புக்கொள்ள வேண்டும். பெறுநர் ஏதேனும் தகுதித் தேவைகளைப் பூர்த்தி செய்யத் தவறினாலோ, சப்ஸ்கிர்ப்ஷனை ரத்துசெய்தாலோ அல்லது எங்கள் விதிமுறைகள் மற்றும் கொள்கைகளை நிராகரித்தாலோ, பரிசை ரீடீம் செய்ய முடியாது மற்றும் ரீஃபண்டு கிடைக்காது. வரிகள் விதிக்கப்படலாம். விதிமுறைகள் மாறலாம். ", "."];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["நிறுவனங்கள் தங்க நிற அடையாளக்குறிகளையும், தனிநபர்கள் நீல நிற அடையாளக்குறிகளையும் கொள்வர். முறையற்ற வகையில் பயன்படுத்தினால், எங்கள் ", " ரீஃபண்டு இல்லாமல் உங்கள் சப்ஸ்கிர்ப்ஷன் ரத்துசெய்யப்படும்."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["நிறுவனங்கள் சதுர அவதார்களையும், தனிநபர்கள் வட்ட அவதார்களையும் கொள்வர். முறையற்ற வகையில் பயன்படுத்தினால், எங்கள் ", " ரீஃபண்டு இல்லாமல் உங்கள் சப்ஸ்கிர்ப்ஷன் ரத்துசெய்யப்படும்."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["", " போர்டல் மூலம் விளம்பரப்படுத்தப்படும்போது, பணி வாய்ப்புகளுக்கான எந்த விளம்பரக் கணக்கு பயன்படுத்தப்பட வேண்டும் என்பதை உள்ளமைக்கவும்."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["தகுதியான கணக்குகள் எதுவும் இல்லை. அடுத்த படிகளுக்கு ", " பக்கத்தைப் பார்க்கவும்."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்களை ரத்துசெய்தால், உங்கள் நிறுவனம் அதன் தங்கச் சரிபார்ப்பு அடையாளத்தை உடனடியாக இழக்க நேரிடும்."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["கூடுதலாக, அனைத்து இணைக்கப்பட்ட கணக்குகளும் உடனடியாக ரத்துசெய்யப்படும் மற்றும் தங்கம் அல்லது நீலச் சரிபார்ப்பு அடையாளங்கள் மற்றும் தொடர்புடைய பேட்ஜ்களை இழப்பீர்கள்."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["ரத்துசெய்வது, உங்கள் நிறுவனம் மற்றும் அனைத்து இணைக்கப்பட்ட கணக்குகளிலிருந்தும் செக்மார்க்குகள் மற்றும் அனைத்துக் கட்டண அம்சங்களையும் உடனடியாக அகற்றும்."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["நீங்கள் இன்று தங்க முடிவு செய்தால், அடுத்த " + this.props.totalDays + " நாட்களுக்கு ஒவ்வொரு " + this.props.daysOfCouponInterval + " நாட்களுக்கும் " + this.props.creditAmount + " USD கூடுதல் இலவச விளம்பரக் கிரெடிட்டை உங்கள் போர்ட்டலில் சேர்ப்போம். நீங்கள் இந்தச் சலுகையைக் கிளைம் செய்யும்போது, உங்கள் நிறுவனத்திற்கான இந்தக் கிரெடிட்டின் மதிப்பைப் பெறுவதற்கு எங்கள் ஆதரவுக் குழு உங்களைத் தொடர்புகொள்ளும்."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["நீங்கள் இன்று தங்க முடிவு செய்தால், அடுத்த " + this.props.daysToWaitForFirstRedeemable + " நாட்களுக்கு " + this.props.creditAmount + " USD கூடுதல் இலவச விளம்பரக் கிரெடிட்டை உங்கள் போர்ட்டலில் சேர்ப்போம். நீங்கள் இந்தச் சலுகையைக் கிளைம் செய்யும்போது, உங்கள் நிறுவனத்திற்கான இந்தக் கிரெடிட்டின் மதிப்பைப் பெறுவதற்கு எங்கள் ஆதரவுக் குழு உங்களைத் தொடர்புகொள்ளும்"];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["இது ஒரு முறை மட்டுமே வழங்கப்படும், மீண்டும் கிடைக்காது."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["நீங்கள் இன்னும் திரும்பிச் சென்று, ஒருமுறை மட்டுமே வழங்கப்படும் சலுகையைப் பெறலாம், அது மீண்டும் வழங்கப்படாது. உங்களின் அடுத்த பில்லிங் சுழற்சிக்கு முன் உங்கள் சப்ஸ்கிர்ப்ஷனில் மீதமுள்ள நாட்களுக்கு உங்களுக்கு ரீஃபண்ட் அளிக்கப்படாது. அதன் பிறகு உங்களிடம் கட்டணம் வசூலிக்கப்படாது."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்கள் அனைத்துச் சிக்கல்களுக்கும் X -இல் முன்னுரிமை ஆதரவைப் பெறும். அது எதுவாக இருந்தாலும் – சிக்கலை விரைவில் தீர்க்க எங்களால் உங்களுக்கு உதவ முடியும். சரிபார்க்கப்பட்ட நிறுவனங்கள் குழுவின் உறுப்பினருடன் அழைப்பைத் திட்டமிட்டு, உங்களுக்கு உதவும் ஒரு நபரிடம் பேச விரும்புகிறீர்களா?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["நீங்கள் ரத்துசெய்தால், இந்த இலவச விளம்பரக் கிரெடிட்டிற்கான அணுகலையும், உங்கள் சப்ஸ்கிர்ப்ஷனுடன் வரும் அனைத்து எதிர்கால இலவச விளம்பரக் கிரெடிட்டையும் உடனடியாக இழப்பீர்கள். இந்தப் பலனுக்காக நீங்கள் ஏற்கனவே பணம் செலுத்தியிருப்பதால், அதைப் பயன்படுத்துவதைத் தொடருமாறு பரிந்துரைக்கிறோம்."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["உங்கள் வரம்பை அதிகரிக்க, சரிபார்க்கப்பட்ட அம்சத்தின் பிரீமியம் ஆதரவை ", " தொடர்பு கொள்ளவும்."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["ஒவ்வொரு கூடுதல் இணைப்புக்கும் ", "/", " செலவாகும்"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["உங்கள் முதல் ஆண்டிற்கு ஆண்டுதோறும் ", ". பிறகு ஆண்டுதோறும் ", "."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["ஒவ்வொரு கூடுதல் இணைப்புக் கணக்கிற்கும் வருடத்திற்கு ஒரு பயனர் அடையாளத்திற்கு ", ". "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", " (", ") -க்கு ஒரு பயனர் அடையாளத்திற்கு ", "/", " (", ") + ", ". "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["நீங்கள் ", " -க்கு முன்பு சப்ஸ்கிரைப் செய்யும்போது வருடாந்திரத் திட்டங்களில் 30% தள்ளுபடி & $12,000 வரை இலவச விளம்பரக் கிரெடிட்டைக் கிளைம் செய்க"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["முழு அணுகலுக்கு ", "/", " (", ") ஆகும். கூடுதலாக இணைக்கப்படும் ஒவ்வொரு கணக்கிற்கும் ", " (", ") ஒரு ஹேண்டிலுக்கு  ", " ஆகும். "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["அடிப்படை ", "/", " (", ") ஆகும். "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["சப்ஸ்கிரைப் என்பதைக் கிளிக் செய்வதன் மூலம், எங்களின் ", " ஏற்கிறீர்கள். ரத்துசெய்யப்படும் வரை சப்ஸ்கிர்ப்ஷன் தானாகப் புதுப்பிக்கப்படும். பதிவுசெய்யும் அனைத்து கணக்குகளும் கைமுறையாக அங்கீகரிக்கப்பட வேண்டும்."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["சப்ஸ்கிரைப் செய்யவும் என்பதைக் கிளிக் செய்வதன் மூலம், எங்கள் ", " ஏற்கிறீர்கள். ரத்து செய்யப்படும் வரை சந்தாக்கள் தானாகவே புதுப்பிக்கப்படும். பதிவுசெய்யும் கணக்குகள் நம்பகத்தன்மைக்காக மதிப்பாய்வு செய்யப்படும். ஒரு கணக்கைப் பதிவுசெய்துவிட்டு அது ஒரு நிறுவனமாக இல்லாதது கண்டறியப்பட்டால், நிராகரிக்கப்படுவதுடன், ரீஃபண்டையும் பெறமாட்டீர்கள்."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ குறிப்பிட்ட காலத்திற்கு, உங்கள் நிறுவனம் அல்லது அதன் இணைப்புகளுக்காகத் தனிப்பட்ட ஆதரவுடன் செலவழிக்கும் வகையில் ", " -க்கும் ", "விளம்பரக் கிரெடிட்."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ குறிப்பிட்ட காலத்திற்கு, உங்கள் நிறுவனத்திற்காகத் தனிப்பட்ட ஆதரவுடன் செலவழிக்கும் வகையில் ", " -க்கும் ", " விளம்பரக் கிரெடிட்."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return [this.props.activePriceLabel + "-க்கு ", "" + this.props.activeTierName];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return [this.props.targetPriceLabel + "-க்குப் ", "" + this.props.targetTierName];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["இந்தச் சப்ஸ்கிர்ப்ஷன் மாற்றம் இங்கு ஆதரிக்கப்படவில்லை, சரிபார்க்கப்பட்ட Premium ஆதரவை ", " தொடர்பு கொள்ளவும்."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["உங்களுக்குக் கூடுதல் இணைப்புகள் தேவைப்பட்டால், சரிபார்க்கப்பட்ட விற்பனையை ", " தொடர்பு கொள்ளவும்."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["‘" + this.props.action + "’ என்பதைக் கிளிக் செய்வதன் மூலம், ", " கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["", "-க்கான விண்ணப்பத்தை மதிப்பீடு செய்ய, நாங்கள் இந்தத் தகவல்களைப் பயன்படுத்துவோம். ", "."];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["இந்தப் பெட்டியைத் தேர்வுசெய்வதன் மூலம், ", " விதிமுறைகள் மற்றும் நிபந்தனைகளைப் படித்து ஏற்றுக்கொண்டதாகக் குறிப்பிடுகிறீர்கள்."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்களுக்கு இப்போது " + this.props.xtc_coupon_value + " (அல்லது அதற்குச் சமமான உள்ளூர் நாணய மதிப்பு) விளம்பரக் கிரெடிட்கள் உள்ளன*. நீங்கள் அதை உங்கள் நிறுவனத்திற்கோ அல்லது உங்கள் இணைப்புகளுக்கோ பயன்படுத்தலாம். ரிடீம் செய்ய, கீழே உள்ள விளம்பரக் கணக்கைத் தேர்ந்தெடுக்கவும்."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்களுக்கு இப்போது " + this.props.xtc_coupon_value + " (அல்லது அதற்குச் சமமான உள்ளூர் நாணய மதிப்பு) விளம்பரக் கிரெடிட்கள் உள்ளன*. ஒவ்வொரு 30 நாட்களுக்கும், எந்த நேரத்திலும் செலவழிக்கக்கூடிய வகையில் " + this.props.xtc_coupon_value + "விளம்பரங்களில் செலவழிக்க  (அல்லது அதற்குச் சமமான உள்ளூர் நாணய மதிப்பு) பெறுவீர்கள். நீங்கள் அதை உங்கள் நிறுவனத்திற்கோ அல்லது உங்கள் இணைப்புகளுக்கோ பயன்படுத்தலாம். ரிடீம் செய்ய, கீழே உள்ள விளம்பரக் கணக்கைத் தேர்ந்தெடுக்கவும்."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["உங்கள் விளம்பரக் கணக்கு IDகளை நிர்வகிக்க, ", " அவ்வாறு செய்யவும்."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["சிக்கல்களுக்குச் செல்கிறதா? ஏதேனும் கேள்விகள் இருந்தால் ", " தொடர்புகொள்ளவும்."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["இந்த விளம்பரக் கிரெடிட்டில் மீதமுள்ள ", " -ஐச் செலவிட உங்களுக்கு ", " நாட்கள் உள்ளன."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["உங்கள் விளம்பரங்கள் கிரெடிட்டைச் செயல்படுத்தவும். உங்களிடம் பல விளம்பரக் கணக்குகள் இருந்தால், கீழே உள்ள உள்ளீட்டைத் திருத்தலாம். " + this.props.expiresAt + " வரை ரீடீம் செய்யலாம்"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["உங்கள் X கணக்குடன் தொடர்புடைய உங்கள் விளம்பரக் கணக்கு ID -ஐக் கண்டறியவும். இதை நீங்கள் ", " காணலாம்."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["“புதிய கட்டண முறையைச் சேர்” என்பதைத் தேர்ந்தெடுப்பதன் மூலம் விளம்பர நிர்வாகியில் கட்டண வகையாகக் கிரெடிட் கார்டைச் சேர்ப்பதை உறுதிசெய்யவும். உங்களிடம் கிரெடிட் கார்டு அமைக்கப்படவில்லை என்றால், உங்கள் கிரெடிட் பயன்படுத்தப்படாது மற்றும் உங்கள் விளம்பரம் இயங்காது."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["இந்தப் பக்கத்தின் மேலே உள்ள உரை உள்ளீட்டிற்கு உங்கள் விளம்பரக் கணக்கு ID -ஐ நகலெடுக்கவும். செயல்படுத்து என்பதைக் கிளிக் செய்யவும்."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["உங்கள் பிரச்சாரத்தைத் தொடங்கவும்."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["“புதிய கட்டண முறையைச் சேர்” என்பதைத் தேர்ந்தெடுப்பதன் மூலம் விளம்பர நிர்வாகியில் கட்டண வகையாகக் கிரெடிட் கார்டைச் சேர்ப்பதை உறுதிசெய்யவும். உங்களிடம் கிரெடிட் கார்டு அமைக்கப்படவில்லை என்றால், உங்கள் விளம்பரம் இயங்காது."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["விளம்பர மேலாளரில் பில்லிங்கின் கீழ் உங்கள் கிரெடிட் பயன்படுத்தப்பட்டதைக் காண்பீர்கள்."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["நீங்கள் கடந்த காலத்தில் X உடன் விளம்பரம் செய்திருந்தால், உங்களிடம் பல விளம்பரக் கணக்கு IDகள் இருக்கலாம்."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["உங்களின் அனைத்து விளம்பரக் கணக்கு IDகளின் பட்டியலை ", " காணலாம்."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["உங்கள் கிரெடிட்டைப் பயன்படுத்த, சரியான விளம்பரக் கணக்கு ID -ஐத் தேர்வுசெய்துள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்களின் முழு அணுகல் சப்ஸ்கிரைப்பராக நீங்கள் உங்களின் எந்த இணைக்கப்பட்ட கணக்குகளிலும் உங்கள் கிரெடிட்டைப் பயன்படுத்தலாம்."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["இதைச் செய்ய, நீங்கள் பிரச்சாரத்தை இயக்க விரும்பும் இணைக்கப்பட்ட கணக்கின் விளம்பரக் கணக்கு ID -ஐ அணுக வேண்டும்."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["இணைக்கப்பட்ட கணக்கில் உள்நுழைந்து ", " செல்லுவதன் மூலம் இதை நீங்கள் காணலாம்."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்கள், ", " மற்றும் பணி வாய்ப்பை விளம்பரத்திற்குப் பயன்படுத்த கிரெடிட்களைப் பெற தகுதியுடையவை. விளம்பரத் திறன்களை முழுமையாகச் செயல்படுத்த இந்தப் படிகளை நிறைவு செய்யவும்."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["சரிபார்க்கப்பட்ட நிறுவனங்கள், ", " பயன்படுத்த கிரெடிட்களைப் பெற தகுதியுடையவை. விளம்பரத் திறன்களை முழுமையாகச் செயல்படுத்த இந்தப் படிகளை நிறைவு செய்யவும்."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["கூப்பனைச் செயல்படுத்து"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["இந்த " + this.props.couponAmount + " கிரெடிட்டைப் பெற, நல்ல நிலையில் உள்ள ஆக்டிவ் கணக்கைத் தேர்வுசெய்யவும்."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["", " கணக்கு IDகளின் பட்டியலைக் காணலாம். மாதிரி ID: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["பணி வாய்ப்புகள் ", " செயல்பாடு மூலம் விளம்பரப்படுத்தப்படத் தயாராக உள்ளன"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["தகுதி பெற்றவுடன், ", " செயல்பாடு மூலம் பணி வாய்ப்புகளை விளம்பரப்படுத்த முடியும்"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["வர்த்தக முத்திரை வைத்திருப்பவர் அல்லது அவர்களின் அங்கீகரிக்கப்பட்ட பிரதிநிதியால் சமர்ப்பிக்கப்படும் கோரிக்கைகளை நாங்கள் விசாரிக்கிறோம். விவரங்களுக்கு, எங்கள் ", " பார்க்கவும்."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["பட்டியல் உரிமையாளர்களின் அடையாளத்தையும் பட்டியல் பெயரையும் பின்வரும் வடிவத்தில் உள்ளிடவும்: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["", " மாறினால் மட்டுமே இந்த நெடுவரிசையை நீக்க முடியும்."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["", " என்பதில் எங்கள் தனியுரிமைக் கொள்கையைப் பார்க்கவும்"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["", " என்பதில் எங்கள் சேவை விதிமுறைகளைப் பார்க்கவும்"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X மற்றும் அதன் கூட்டாளர்கள் உங்களுக்குச் சிறந்த, பாதுகாப்பான மற்றும் வேகமான சேவையை வழங்கவும், எங்கள் வணிகத்தை ஆதரிக்கவும் குக்கீகளைப் பயன்படுத்துகின்றனர். எங்கள் சேவைகளைப் பயன்படுத்தவும், எங்கள் சேவைகளை மேம்படுத்தவும், அவை சரியாகச் செயல்படுவதை உறுதிசெய்யவும் சில குக்கீகள் அவசியமானவை. "அனைத்துக் குக்கீகளையும் ஏற்கவும்" என்பதைக் கிளிக் செய்தால், உங்கள் ஆர்வங்களுக்கு ஏற்ப விளம்பரங்கள் மற்றும் தகவல்தொடர்புகளை உங்களுக்கு வழங்க, குக்கீகளைப் பயன்படுத்த X மற்றும் அதன் கூட்டாளர்களையும் அனுமதிக்கிறீர்கள். “அத்தியாவசியமற்ற குக்கீகளை நிராகரி” என்பதைக் கிளிக் செய்தால், விளம்பரங்கள் மற்றும் தகவல்தொடர்புகளுக்கான கூடுதல் தரவைச் சேகரிக்க, குக்கீகளைப் பயன்படுத்தமாட்டோம். எங்கள் குக்கீ நடைமுறைகளைப் பற்றி மேலும் அறிய, எங்கள் குக்கீ உதவி மையப் பக்கத்தை இணையத்தில் ', " என்பதில் பார்வையிடவும்"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["எழுதியவரால் "];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " கட்டுரை"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " மற்றும் "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", " மற்றும் "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return [this.props.copyrightHolder + " -இன் பதிப்புரிமை உரிமைகோரல் காரணமாக இந்த மீடியா முடக்கப்பட்டுள்ளது. இதை எதிர்த்து முறையிட ", " பயன்படுத்தவும்."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " மறுஇடுகையிட்டது"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", ", " + this.props.time + "க்கு"];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["", " அனுப்பியுள்ளார்"];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " மற்றும் "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " மற்றும் "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["", " -க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["", " ", " ", " ஆகியோருக்கான பதிலில்"];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["", " ", "-க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["", " ", " ", " ", " ஆகியோருக்கான பதிலில்"];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["", " ", " ", "-க்கான பதிலில்"];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["", " படித்தல்"];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["", " இலிருந்து"];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " உறுப்பினர்" + t(this.props.count, "", "கள்")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " இவரைப் பின்தொடர்கிறார்"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", ", ", " ஆகியோர் இவரைப் பின்தொடர்கின்றனர்"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", ", ", " ஆகியோர் இவரைப் பின்தொடர்கின்றனர்"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["நீங்கள் பின்தொடரும் ", ", ", ", மற்றும் ", " பேர் இவரைப் பின்தொடர்கின்றனர்"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " மற்றும் ", " பேர் இந்தத் தலைப்பில் டிரெண்ட்டிங்காக உள்ளனர்"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["கட்டணம் செலுத்தியவர் "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["கட்டணம் செலுத்தியவர் - ", ", இது எந்தவொரு வேட்பாளர் அல்லது வேட்பாளரின் குழுவாலும் அங்கீகரிக்கப்படவில்லை."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["கட்டணம் செலுத்தியவர் ", " · அங்கீகரித்தவர் " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["நீங்களும் உங்கள் சர்கிளில் உள்ளவர்களும் மட்டுமே இந்த இடுகையைப் பார்க்க முடியும். இதை மறுஇடுகையிடவோ, மேற்கோளிடவோ, பகிரவோ முடியாது. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["", " உடன் நடப்பில் உள்ளது"];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["", ", ", " உடன் நடப்பில் உள்ளது"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " -இலிருந்து "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    a = d.Children.toArray(this.props.children),
                                    c = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, t) {
                                    return e.concat(n, a[c(t)]);
                                };
                            },
                        },
                    ]) && f(n.prototype, i),
                    m && f(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(c(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = c(495075);
            c(800694), c(556829), c(530152), c(658610), c(492344), c(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a554385058 = s(["", , 1, 0, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ஆ", other: "0ஆ" }, 4: { one: "00ஆ", other: "00ஆ" }, 5: { one: "000ஆ", other: "000ஆ" }, 6: { one: "0மி", other: "0மி" }, 7: { one: "00மி", other: "00மி" }, 8: { one: "000மி", other: "000மி" }, 9: { one: "0பி", other: "0பி" }, 10: { one: "00பி", other: "00பி" }, 11: { one: "000பி", other: "000பி" }, 12: { one: "0டி", other: "0டி" }, 13: { one: "00டி", other: "00டி" }, 14: { one: "000டி", other: "000டி" }, maxExponent: 14 }], m("ta").pluralGenerator({}))),
                (m.b50954834 = s(["", , 1, 0, 3, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1602317428 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a499654856 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1690237940 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1702525949 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ஆ", other: "0ஆ" }, 4: { one: "00ஆ", other: "00ஆ" }, 5: { one: "000ஆ", other: "000ஆ" }, 6: { one: "0மி", other: "0மி" }, 7: { one: "00மி", other: "00மி" }, 8: { one: "000மி", other: "000மி" }, 9: { one: "0பி", other: "0பி" }, 10: { one: "00பி", other: "00பி" }, 11: { one: "000பி", other: "000பி" }, 12: { one: "0டி", other: "0டி" }, 13: { one: "00டி", other: "00டி" }, 14: { one: "000டி", other: "000டி" }, maxExponent: 14 }], m("ta").pluralGenerator({}))),
                (m.b1736602551 = s(["", , 1, 0, 1, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1390687498 = s(["", , 1, 0, 0, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1060921737 = s(["", , 1, 0, 1, , , , 3, 2, "%", "#,##,##0%", "-#,##,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1780420983 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ஆ", other: "0ஆ" }, 4: { one: "00ஆ", other: "00ஆ" }, 5: { one: "000ஆ", other: "000ஆ" }, 6: { one: "0மி", other: "0மி" }, 7: { one: "00மி", other: "00மி" }, 8: { one: "000மி", other: "000மி" }, 9: { one: "0பி", other: "0பி" }, 10: { one: "00பி", other: "00பி" }, 11: { one: "000பி", other: "000பி" }, 12: { one: "0டி", other: "0டி" }, 13: { one: "00டி", other: "00டி" }, 14: { one: "000டி", other: "000டி" }, maxExponent: 14 }], m("ta").pluralGenerator({}))),
                (m.a1323724972 = s(["", , 1, 1, 1, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a255249706 = s(["", , 1, 2, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b310026606 = s(["", , 1, 0, 0, 1, 2, , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ஆ", other: "0ஆ" }, 4: { one: "00ஆ", other: "00ஆ" }, 5: { one: "000ஆ", other: "000ஆ" }, 6: { one: "0மி", other: "0மி" }, 7: { one: "00மி", other: "00மி" }, 8: { one: "000மி", other: "000மி" }, 9: { one: "0பி", other: "0பி" }, 10: { one: "00பி", other: "00பி" }, 11: { one: "000பி", other: "000பி" }, 12: { one: "0டி", other: "0டி" }, 13: { one: "00டி", other: "00டி" }, 14: { one: "000டி", other: "000டி" }, maxExponent: 14 }], m("ta").pluralGenerator({}))),
                (m.a832060585 = s(["'AED' ", , 1, 2, 2, , , 0, 3, 2, "", "'AED' #,##,##0.00", "-'AED' 'AED' #,##,##0.00", "-'AED' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1224583436 = s(["'ALL' ", , 1, 0, 0, , , , 3, 2, "", "'ALL' #,##,##0", "-'ALL' 'ALL' #,##,##0", "-'ALL' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b420169141 = s(["'ARS' ", , 1, 2, 2, , , 0, 3, 2, "", "'ARS' #,##,##0.00", "-'ARS' 'ARS' #,##,##0.00", "-'ARS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a628351886 = s(["'A$' ", , 1, 2, 2, , , 0, 3, 2, "", "'A$' #,##,##0.00", "-'A$' 'A$' #,##,##0.00", "-'A$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1024203785 = s(["'BAM' ", , 1, 2, 2, , , 0, 3, 2, "", "'BAM' #,##,##0.00", "-'BAM' 'BAM' #,##,##0.00", "-'BAM' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1162779739 = s(["'BDT' ", , 1, 2, 2, , , 0, 3, 2, "", "'BDT' #,##,##0.00", "-'BDT' 'BDT' #,##,##0.00", "-'BDT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1358360910 = s(["'BGN' ", , 1, 2, 2, , , 0, 3, 2, "", "'BGN' #,##,##0.00", "-'BGN' 'BGN' #,##,##0.00", "-'BGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1377132525 = s(["'BHD' ", , 1, 3, 3, , , 0, 3, 2, "", "'BHD' #,##,##0.000", "-'BHD' 'BHD' #,##,##0.000", "-'BHD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a857991069 = s(["'R$' ", , 1, 2, 2, , , 0, 3, 2, "", "'R$' #,##,##0.00", "-'R$' 'R$' #,##,##0.00", "-'R$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a99001842 = s(["'BYR' ", , 1, 0, 0, , , , 3, 2, "", "'BYR' #,##,##0", "-'BYR' 'BYR' #,##,##0", "-'BYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1519798385 = s(["'CA$' ", , 1, 2, 2, , , 0, 3, 2, "", "'CA$' #,##,##0.00", "-'CA$' 'CA$' #,##,##0.00", "-'CA$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1141480822 = s(["'CHF' ", , 1, 2, 2, , , 0, 3, 2, "", "'CHF' #,##,##0.00", "-'CHF' 'CHF' #,##,##0.00", "-'CHF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1818719418 = s(["'CLP' ", , 1, 0, 0, , , , 3, 2, "", "'CLP' #,##,##0", "-'CLP' 'CLP' #,##,##0", "-'CLP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1181421987 = s(["'CN¥' ", , 1, 2, 2, , , 0, 3, 2, "", "'CN¥' #,##,##0.00", "-'CN¥' 'CN¥' #,##,##0.00", "-'CN¥' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1591031287 = s(["'COP' ", , 1, 0, 0, , , , 3, 2, "", "'COP' #,##,##0", "-'COP' 'COP' #,##,##0", "-'COP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a562667197 = s(["'CZK' ", , 1, 2, 2, , , 0, 3, 2, "", "'CZK' #,##,##0.00", "-'CZK' 'CZK' #,##,##0.00", "-'CZK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1789378733 = s(["'DKK' ", , 1, 2, 2, , , 0, 3, 2, "", "'DKK' #,##,##0.00", "-'DKK' 'DKK' #,##,##0.00", "-'DKK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1165037961 = s(["'DZD' ", , 1, 2, 2, , , 0, 3, 2, "", "'DZD' #,##,##0.00", "-'DZD' 'DZD' #,##,##0.00", "-'DZD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1185157129 = s(["'EGP' ", , 1, 2, 2, , , 0, 3, 2, "", "'EGP' #,##,##0.00", "-'EGP' 'EGP' #,##,##0.00", "-'EGP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2035904395 = s(["'€' ", , 1, 2, 2, , , 0, 3, 2, "", "'€' #,##,##0.00", "-'€' '€' #,##,##0.00", "-'€' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1961730668 = s(["'£' ", , 1, 2, 2, , , 0, 3, 2, "", "'£' #,##,##0.00", "-'£' '£' #,##,##0.00", "-'£' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a188755867 = s(["'GHS' ", , 1, 2, 2, , , 0, 3, 2, "", "'GHS' #,##,##0.00", "-'GHS' 'GHS' #,##,##0.00", "-'GHS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1597829875 = s(["'GTQ' ", , 1, 2, 2, , , 0, 3, 2, "", "'GTQ' #,##,##0.00", "-'GTQ' 'GTQ' #,##,##0.00", "-'GTQ' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1466987914 = s(["'HK$' ", , 1, 2, 2, , , 0, 3, 2, "", "'HK$' #,##,##0.00", "-'HK$' 'HK$' #,##,##0.00", "-'HK$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a21919370 = s(["'HRK' ", , 1, 2, 2, , , 0, 3, 2, "", "'HRK' #,##,##0.00", "-'HRK' 'HRK' #,##,##0.00", "-'HRK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1145911582 = s(["'HUF' ", , 1, 2, 2, , , 0, 3, 2, "", "'HUF' #,##,##0.00", "-'HUF' 'HUF' #,##,##0.00", "-'HUF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b773587018 = s(["'IDR' ", , 1, 0, 0, , , , 3, 2, "", "'IDR' #,##,##0", "-'IDR' 'IDR' #,##,##0", "-'IDR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b447556493 = s(["'₪' ", , 1, 2, 2, , , 0, 3, 2, "", "'₪' #,##,##0.00", "-'₪' '₪' #,##,##0.00", "-'₪' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1622747518 = s(["'₹' ", , 1, 2, 2, , , 0, 3, 2, "", "'₹' #,##,##0.00", "-'₹' '₹' #,##,##0.00", "-'₹' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a132603473 = s(["'IQD' ", , 1, 0, 0, , , , 3, 2, "", "'IQD' #,##,##0", "-'IQD' 'IQD' #,##,##0", "-'IQD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b391203284 = s(["'ISK' ", , 1, 0, 0, , , , 3, 2, "", "'ISK' #,##,##0", "-'ISK' 'ISK' #,##,##0", "-'ISK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1572458328 = s(["'¥' ", , 1, 0, 0, , , , 3, 2, "", "'¥' #,##,##0", "-'¥' '¥' #,##,##0", "-'¥' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b197914558 = s(["'KES' ", , 1, 2, 2, , , 0, 3, 2, "", "'KES' #,##,##0.00", "-'KES' 'KES' #,##,##0.00", "-'KES' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b487508188 = s(["'₩' ", , 1, 0, 0, , , , 3, 2, "", "'₩' #,##,##0", "-'₩' '₩' #,##,##0", "-'₩' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2084461677 = s(["'KWD' ", , 1, 3, 3, , , 0, 3, 2, "", "'KWD' #,##,##0.000", "-'KWD' 'KWD' #,##,##0.000", "-'KWD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1691712206 = s(["'KZT' ", , 1, 2, 2, , , 0, 3, 2, "", "'KZT' #,##,##0.00", "-'KZT' 'KZT' #,##,##0.00", "-'KZT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b14208621 = s(["'LBP' ", , 1, 0, 0, , , , 3, 2, "", "'LBP' #,##,##0", "-'LBP' 'LBP' #,##,##0", "-'LBP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1018345159 = s(["'MAD' ", , 1, 2, 2, , , 0, 3, 2, "", "'MAD' #,##,##0.00", "-'MAD' 'MAD' #,##,##0.00", "-'MAD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1895833199 = s(["'MKD' ", , 1, 2, 2, , , 0, 3, 2, "", "'MKD' #,##,##0.00", "-'MKD' 'MKD' #,##,##0.00", "-'MKD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1462557154 = s(["'MX$' ", , 1, 2, 2, , , 0, 3, 2, "", "'MX$' #,##,##0.00", "-'MX$' 'MX$' #,##,##0.00", "-'MX$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1706778577 = s(["'MYR' ", , 1, 2, 2, , , 0, 3, 2, "", "'MYR' #,##,##0.00", "-'MYR' 'MYR' #,##,##0.00", "-'MYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1392878526 = s(["'NGN' ", , 1, 2, 2, , , 0, 3, 2, "", "'NGN' #,##,##0.00", "-'NGN' 'NGN' #,##,##0.00", "-'NGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2053694797 = s(["'NOK' ", , 1, 2, 2, , , 0, 3, 2, "", "'NOK' #,##,##0.00", "-'NOK' 'NOK' #,##,##0.00", "-'NOK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1376059423 = s(["'NZ$' ", , 1, 2, 2, , , 0, 3, 2, "", "'NZ$' #,##,##0.00", "-'NZ$' 'NZ$' #,##,##0.00", "-'NZ$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1698079490 = s(["'PEN' ", , 1, 2, 2, , , 0, 3, 2, "", "'PEN' #,##,##0.00", "-'PEN' 'PEN' #,##,##0.00", "-'PEN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1413481825 = s(["'PHP' ", , 1, 2, 2, , , 0, 3, 2, "", "'PHP' #,##,##0.00", "-'PHP' 'PHP' #,##,##0.00", "-'PHP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1910569110 = s(["'PKR' ", , 1, 0, 0, , , , 3, 2, "", "'PKR' #,##,##0", "-'PKR' 'PKR' #,##,##0", "-'PKR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b986459685 = s(["'PLN' ", , 1, 2, 2, , , 0, 3, 2, "", "'PLN' #,##,##0.00", "-'PLN' 'PLN' #,##,##0.00", "-'PLN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1665201227 = s(["'QAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'QAR' #,##,##0.00", "-'QAR' 'QAR' #,##,##0.00", "-'QAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1371653190 = s(["'RON' ", , 1, 2, 2, , , 0, 3, 2, "", "'RON' #,##,##0.00", "-'RON' 'RON' #,##,##0.00", "-'RON' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1447100502 = s(["'RSD' ", , 1, 0, 0, , , , 3, 2, "", "'RSD' #,##,##0", "-'RSD' 'RSD' #,##,##0", "-'RSD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2118967192 = s(["'RUB' ", , 1, 2, 2, , , 0, 3, 2, "", "'RUB' #,##,##0.00", "-'RUB' 'RUB' #,##,##0.00", "-'RUB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b23742515 = s(["'SAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'SAR' #,##,##0.00", "-'SAR' 'SAR' #,##,##0.00", "-'SAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b600297918 = s(["'SEK' ", , 1, 2, 2, , , 0, 3, 2, "", "'SEK' #,##,##0.00", "-'SEK' 'SEK' #,##,##0.00", "-'SEK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a817291385 = s(["'SGD' ", , 1, 2, 2, , , 0, 3, 2, "", "'SGD' #,##,##0.00", "-'SGD' 'SGD' #,##,##0.00", "-'SGD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1018624008 = s(["'฿' ", , 1, 2, 2, , , 0, 3, 2, "", "'฿' #,##,##0.00", "-'฿' '฿' #,##,##0.00", "-'฿' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1836367137 = s(["'TND' ", , 1, 3, 3, , , 0, 3, 2, "", "'TND' #,##,##0.000", "-'TND' 'TND' #,##,##0.000", "-'TND' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a244658084 = s(["'TRY' ", , 1, 2, 2, , , 0, 3, 2, "", "'TRY' #,##,##0.00", "-'TRY' 'TRY' #,##,##0.00", "-'TRY' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a311407399 = s(["'NT$' ", , 1, 2, 2, , , 0, 3, 2, "", "'NT$' #,##,##0.00", "-'NT$' 'NT$' #,##,##0.00", "-'NT$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a501314432 = s(["'TZS' ", , 1, 0, 0, , , , 3, 2, "", "'TZS' #,##,##0", "-'TZS' 'TZS' #,##,##0", "-'TZS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1934085957 = s(["'UAH' ", , 1, 2, 2, , , 0, 3, 2, "", "'UAH' #,##,##0.00", "-'UAH' 'UAH' #,##,##0.00", "-'UAH' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1115726169 = s(["'UGX' ", , 1, 0, 0, , , , 3, 2, "", "'UGX' #,##,##0", "-'UGX' 'UGX' #,##,##0", "-'UGX' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1890090989 = s(["'$' ", , 1, 2, 2, , , 0, 3, 2, "", "'$' #,##,##0.00", "-'$' '$' #,##,##0.00", "-'$' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1310327424 = s(["'VEF' ", , 1, 2, 2, , , 0, 3, 2, "", "'VEF' #,##,##0.00", "-'VEF' 'VEF' #,##,##0.00", "-'VEF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1498625438 = s(["'₫' ", , 1, 0, 0, , , , 3, 2, "", "'₫' #,##,##0", "-'₫' '₫' #,##,##0", "-'₫' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1640078316 = s(["'ZAR' ", , 1, 2, 2, , , 0, 3, 2, "", "'ZAR' #,##,##0.00", "-'ZAR' 'ZAR' #,##,##0.00", "-'ZAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1751536525 = s(["'ZMW' ", , 1, 2, 2, , , 0, 3, 2, "", "'ZMW' #,##,##0.00", "-'ZMW' 'ZMW' #,##,##0.00", "-'ZMW' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a891632836 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a769015591 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ஆ", other: "0ஆ" }, 4: { one: "00ஆ", other: "00ஆ" }, 5: { one: "000ஆ", other: "000ஆ" }, 6: { one: "0மி", other: "0மி" }, 7: { one: "00மி", other: "00மி" }, 8: { one: "000மி", other: "000மி" }, 9: { one: "0பி", other: "0பி" }, 10: { one: "00பி", other: "00பி" }, 11: { one: "000பி", other: "000பி" }, 12: { one: "0டி", other: "0டி" }, 13: { one: "00டி", other: "00டி" }, 14: { one: "000டி", other: "000டி" }, maxExponent: 14 }], m("ta").pluralGenerator({}))),
                (m.a214283881 = s(["", , 1, 0, 2, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { one: "0ஆ", other: "0ஆ" }, 4: { one: "00ஆ", other: "00ஆ" }, 5: { one: "000ஆ", other: "000ஆ" }, 6: { one: "0மி", other: "0மி" }, 7: { one: "00மி", other: "00மி" }, 8: { one: "000மி", other: "000மி" }, 9: { one: "0பி", other: "0பி" }, 10: { one: "00பி", other: "00பி" }, 11: { one: "000பி", other: "000பி" }, 12: { one: "0டி", other: "0டி" }, 13: { one: "00டி", other: "00டி" }, 14: { one: "000டி", other: "000டி" }, maxExponent: 14 }], m("ta").pluralGenerator({}))),
                (m.a86626314 = s(["", , 1, 0, 0, , , , 3, 2, "", "#,##,##0.###", "-#,##,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2079777628 = h(function (e) {
                    return 1 == e ? "one" : "other";
                })),
                (m.b1733027682 = y(m("ta").numberFormatter({ raw: "'AED' #,##,##0.00" }))),
                (m.a413563997 = y(m("ta").numberFormatter({ raw: "'ALL' #,##,##0" }))),
                (m.a1644022844 = y(m("ta").numberFormatter({ raw: "'ARS' #,##,##0.00" }))),
                (m.b417870674 = y(m("ta").numberFormatter({ raw: "'A$' #,##,##0.00" }))),
                (m.a1012397584 = y(m("ta").numberFormatter({ raw: "'BAM' #,##,##0.00" }))),
                (m.b419654612 = y(m("ta").numberFormatter({ raw: "'BDT' #,##,##0.00" }))),
                (m.a2071081525 = y(m("ta").numberFormatter({ raw: "'BGN' #,##,##0.00" }))),
                (m.b1622673600 = y(m("ta").numberFormatter({ raw: "'BHD' #,##,##0.000" }))),
                (m.b1108538174 = y(m("ta").numberFormatter({ raw: "'R$' #,##,##0.00" }))),
                (m.a980795203 = y(m("ta").numberFormatter({ raw: "'BYR' #,##,##0" }))),
                (m.b1797421736 = y(m("ta").numberFormatter({ raw: "'CA$' #,##,##0.00" }))),
                (m.a177395037 = y(m("ta").numberFormatter({ raw: "'CHF' #,##,##0.00" }))),
                (m.b281266025 = y(m("ta").numberFormatter({ raw: "'CLP' #,##,##0" }))),
                (m.a1751403696 = y(m("ta").numberFormatter({ raw: "'CN¥' #,##,##0.00" }))),
                (m.b1913722278 = y(m("ta").numberFormatter({ raw: "'COP' #,##,##0" }))),
                (m.b884262134 = y(m("ta").numberFormatter({ raw: "'CZK' #,##,##0.00" }))),
                (m.a430894874 = y(m("ta").numberFormatter({ raw: "'DKK' #,##,##0.00" }))),
                (m.a658144144 = y(m("ta").numberFormatter({ raw: "'DZD' #,##,##0.00" }))),
                (m.b1233163760 = y(m("ta").numberFormatter({ raw: "'EGP' #,##,##0.00" }))),
                (m.b1635755812 = y(m("ta").numberFormatter({ raw: "'€' #,##,##0.00" }))),
                (m.a2109905801 = y(m("ta").numberFormatter({ raw: "'£' #,##,##0.00" }))),
                (m.b1069119252 = y(m("ta").numberFormatter({ raw: "'GHS' #,##,##0.00" }))),
                (m.a933732026 = y(m("ta").numberFormatter({ raw: "'GTQ' #,##,##0.00" }))),
                (m.b1388202435 = y(m("ta").numberFormatter({ raw: "'HK$' #,##,##0.00" }))),
                (m.a729760093 = y(m("ta").numberFormatter({ raw: "'HRK' #,##,##0.00" }))),
                (m.b1045841915 = y(m("ta").numberFormatter({ raw: "'HUF' #,##,##0.00" }))),
                (m.b1162142457 = y(m("ta").numberFormatter({ raw: "'IDR' #,##,##0" }))),
                (m.a1671548846 = y(m("ta").numberFormatter({ raw: "'₪' #,##,##0.00" }))),
                (m.b877040239 = y(m("ta").numberFormatter({ raw: "'₹' #,##,##0.00" }))),
                (m.a1384662690 = y(m("ta").numberFormatter({ raw: "'IQD' #,##,##0" }))),
                (m.b934893187 = y(m("ta").numberFormatter({ raw: "'ISK' #,##,##0" }))),
                (m.b1453785781 = y(m("ta").numberFormatter({ raw: "'¥' #,##,##0" }))),
                (m.b1055356251 = y(m("ta").numberFormatter({ raw: "'KES' #,##,##0.00" }))),
                (m.a2006773614 = y(m("ta").numberFormatter({ raw: "'₩' #,##,##0" }))),
                (m.a1605370854 = y(m("ta").numberFormatter({ raw: "'KWD' #,##,##0.000" }))),
                (m.a430981017 = y(m("ta").numberFormatter({ raw: "'KZT' #,##,##0.00" }))),
                (m.b2060944412 = y(m("ta").numberFormatter({ raw: "'LBP' #,##,##0" }))),
                (m.b1549187570 = y(m("ta").numberFormatter({ raw: "'MAD' #,##,##0.00" }))),
                (m.b1264085352 = y(m("ta").numberFormatter({ raw: "'MKD' #,##,##0.00" }))),
                (m.a1969819419 = y(m("ta").numberFormatter({ raw: "'MX$' #,##,##0.00" }))),
                (m.b1323127592 = y(m("ta").numberFormatter({ raw: "'MYR' #,##,##0.00" }))),
                (m.a1509969065 = y(m("ta").numberFormatter({ raw: "'NGN' #,##,##0.00" }))),
                (m.b65823532 = y(m("ta").numberFormatter({ raw: "'NOK' #,##,##0.00" }))),
                (m.a906378310 = y(m("ta").numberFormatter({ raw: "'NZ$' #,##,##0.00" }))),
                (m.b1074384923 = y(m("ta").numberFormatter({ raw: "'PEN' #,##,##0.00" }))),
                (m.a1645384422 = y(m("ta").numberFormatter({ raw: "'PHP' #,##,##0.00" }))),
                (m.a70186471 = y(m("ta").numberFormatter({ raw: "'PKR' #,##,##0" }))),
                (m.a843173548 = y(m("ta").numberFormatter({ raw: "'PLN' #,##,##0.00" }))),
                (m.a1527894588 = y(m("ta").numberFormatter({ raw: "'QAR' #,##,##0.00" }))),
                (m.b1598629331 = y(m("ta").numberFormatter({ raw: "'RON' #,##,##0.00" }))),
                (m.a1665093883 = y(m("ta").numberFormatter({ raw: "'RSD' #,##,##0" }))),
                (m.b912124353 = y(m("ta").numberFormatter({ raw: "'RUB' #,##,##0.00" }))),
                (m.a718547962 = y(m("ta").numberFormatter({ raw: "'SAR' #,##,##0.00" }))),
                (m.b226808667 = y(m("ta").numberFormatter({ raw: "'SEK' #,##,##0.00" }))),
                (m.a1347794638 = y(m("ta").numberFormatter({ raw: "'SGD' #,##,##0.00" }))),
                (m.b374116944 = y(m("ta").numberFormatter({ raw: "'฿' #,##,##0.00" }))),
                (m.a713196148 = y(m("ta").numberFormatter({ raw: "'TND' #,##,##0.000" }))),
                (m.a569455747 = y(m("ta").numberFormatter({ raw: "'TRY' #,##,##0.00" }))),
                (m.a110794685 = y(m("ta").numberFormatter({ raw: "'NT$' #,##,##0.00" }))),
                (m.b1092224303 = y(m("ta").numberFormatter({ raw: "'TZS' #,##,##0" }))),
                (m.b377090174 = y(m("ta").numberFormatter({ raw: "'UAH' #,##,##0.00" }))),
                (m.a1111031032 = y(m("ta").numberFormatter({ raw: "'UGX' #,##,##0" }))),
                (m.b1696409704 = y(m("ta").numberFormatter({ raw: "'$' #,##,##0.00" }))),
                (m.a563509287 = y(m("ta").numberFormatter({ raw: "'VEF' #,##,##0.00" }))),
                (m.b96150478 = y(m("ta").numberFormatter({ raw: "'₫' #,##,##0" }))),
                (m.a33318419 = y(m("ta").numberFormatter({ raw: "'ZAR' #,##,##0.00" }))),
                (m.b2058393542 = y(m("ta").numberFormatter({ raw: "'ZMW' #,##,##0.00" }))),
                (m.b808614928 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "MMM d", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } } })),
                (m.a57623277 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } } })),
                (m.b234211134 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "a h:mm", timeSeparator: ":", dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" } })),
                (m.a675991697 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "MMM d, E", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } }, days: { E: { 1: { sun: "ஞாயி.", mon: "திங்.", tue: "செவ்.", wed: "புத.", thu: "வியா.", fri: "வெள்.", sat: "சனி" } } } })),
                (m.a1759572276 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM, y", timeSeparator: ":", days: { E: { 1: { sun: "ஞாயி.", mon: "திங்.", tue: "செவ்.", wed: "புத.", thu: "வியா.", fri: "வெள்.", sat: "சனி" } } }, months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } } })),
                (m.a683379865 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "ஜனவரி", 2: "பிப்ரவரி", 3: "மார்ச்", 4: "ஏப்ரல்", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆகஸ்ட்", 9: "செப்டம்பர்", 10: "அக்டோபர்", 11: "நவம்பர்", 12: "டிசம்பர்" } } } })),
                (m.a1003682905 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "d MMMM, y ’அன்று’ a h:mm:ss z", timeSeparator: ":", months: { M: { 4: { 1: "ஜனவரி", 2: "பிப்ரவரி", 3: "மார்ச்", 4: "ஏப்ரல்", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆகஸ்ட்", 9: "செப்டம்பர்", 10: "அக்டோபர்", 11: "நவம்பர்", 12: "டிசம்பர்" } } }, dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (m.b394488568 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y, a h:mm", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } }, dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" } })),
                (m.b388899380 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM, y", timeSeparator: ":", months: { M: { 4: { 1: "ஜனவரி", 2: "பிப்ரவரி", 3: "மார்ச்", 4: "ஏப்ரல்", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆகஸ்ட்", 9: "செப்டம்பர்", 10: "அக்டோபர்", 11: "நவம்பர்", 12: "டிசம்பர்" } } } })),
                (m.a374251851 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "MMM d, a h:mm", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } }, dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" } })),
                (m.b1732622528 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (m.b145665372 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.b413843821 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } } })),
                (m.a143704934 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM, y ’அன்று’ a h:mm:ss zzzz", timeSeparator: ":", days: { E: { 4: { sun: "ஞாயிறு", mon: "திங்கள்", tue: "செவ்வாய்", wed: "புதன்", thu: "வியாழன்", fri: "வெள்ளி", sat: "சனி" } } }, months: { M: { 4: { 1: "ஜனவரி", 2: "பிப்ரவரி", 3: "மார்ச்", 4: "ஏப்ரல்", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆகஸ்ட்", 9: "செப்டம்பர்", 10: "அக்டோபர்", 11: "நவம்பர்", 12: "டிசம்பர்" } } }, dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.a259187712 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, y, a h:mm:ss", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } }, dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" } })),
                (m.a78864260 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (m.b1077278015 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "a h:mm", timeSeparator: ":", dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" } })),
                (m.a324899507 = k({ 1: m("ta").numberFormatter({ raw: "0" }), 2: m("ta").numberFormatter({ raw: "00" }) }, { pattern: "E a h:mm", timeSeparator: ":", days: { E: { 1: { sun: "ஞாயி.", mon: "திங்.", tue: "செவ்.", wed: "புத.", thu: "வியா.", fri: "வெள்.", sat: "சனி" } } }, dayPeriods: { am: "முற்பகல்", pm: "பிற்பகல்" } })),
                (m.a56938084 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "MMMM y", timeSeparator: ":", months: { M: { 4: { 1: "ஜனவரி", 2: "பிப்ரவரி", 3: "மார்ச்", 4: "ஏப்ரல்", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆகஸ்ட்", 9: "செப்டம்பர்", 10: "அக்டோபர்", 11: "நவம்பர்", 12: "டிசம்பர்" } } } })),
                (m.a2017408179 = k({ 1: m("ta").numberFormatter({ raw: "0" }) }, { pattern: "d MMM, y", timeSeparator: ":", months: { M: { 3: { 1: "ஜன.", 2: "பிப்.", 3: "மார்.", 4: "ஏப்.", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆக.", 9: "செப்.", 10: "அக்.", 11: "நவ.", 12: "டிச." } } } })),
                (m.b809300121 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "ஜனவரி", 2: "பிப்ரவரி", 3: "மார்ச்", 4: "ஏப்ரல்", 5: "மே", 6: "ஜூன்", 7: "ஜூலை", 8: "ஆகஸ்ட்", 9: "செப்டம்பர்", 10: "அக்டோபர்", 11: "நவம்பர்", 12: "டிசம்பர்" } } } })),
                (m.a443945319 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "ஞாயிறு", mon: "திங்கள்", tue: "செவ்வாய்", wed: "புதன்", thu: "வியாழன்", fri: "வெள்ளி", sat: "சனி" } } } })),
                (m.b1200022009 = p(m("ta").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a808905654 = p(m("ta").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.b1070371687 = p(m("ta").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1427274074 = p(m("ta").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b720477813 = p(m("ta").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1434662242 = p(m("ta").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.a612275824 = p(m("ta").dateToPartsFormatter({ datetime: "long" }))),
                (m.a33370001 = p(m("ta").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.a513022819 = p(m("ta").dateToPartsFormatter({ date: "long" }))),
                (m.b2105798238 = p(m("ta").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a457161865 = p(m("ta").dateToPartsFormatter({ date: "short" }))),
                (m.a2044119021 = p(m("ta").dateToPartsFormatter({ skeleton: "y" }))),
                (m.b805250902 = p(m("ta").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b247702147 = p(m("ta").dateToPartsFormatter({ datetime: "full" }))),
                (m.a2074104919 = p(m("ta").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a830146637 = p(m("ta").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.a1112506378 = p(m("ta").dateToPartsFormatter({ time: "short" }))),
                (m.a173726140 = p(m("ta").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a808220461 = p(m("ta").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.a1181247626 = p(m("ta").dateToPartsFormatter({ date: "medium" }))),
                (m.b1200707202 = p(m("ta").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.a52538238 = p(m("ta").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b1160356742 = N(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "{0} நாளில்", "relativeTimePattern-count-other": "{0} நாட்களில்" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} நாளுக்கு முன்", "relativeTimePattern-count-other": "{0} நாட்களுக்கு முன்" }, "relative-type--2": "நேற்று முன் தினம்", "relative-type--1": "நேற்று", "relative-type-0": "இன்று", "relative-type-1": "நாளை", "relative-type-2": "நாளை மறுநாள்" })),
                (m.b1326418849 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "விநாடிகள்", one: "{0} விநாடி", other: "{0} விநாடிகள்", perUnitPattern: "{0}/விநாடி" } })),
                (m.a1081585151 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "நிமிடங்கள்", one: "{0} நிமிடம்", other: "{0} நிமிடங்கள்", perUnitPattern: "{0} / நிமிடம்" } })),
                (m.b417750961 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "மணிநேரங்கள்", one: "{0} மணிநேரம்", other: "{0} மணிநேரங்கள்", perUnitPattern: "{0} / மணிநேரம்" } })),
                (m.b1686829088 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "வி.", one: "{0} வி.", other: "{0} வி.", perUnitPattern: "{0}/வி." } })),
                (m.a1712609664 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "நிமி.", one: "{0} நிமி.", other: "{0} நிமி.", perUnitPattern: "{0}/நிமி." } })),
                (m.b335349808 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "மணி", one: "{0} ம.நே.", other: "{0} ம.நே.", perUnitPattern: "{0} /ம.நே" } })),
                (m.a3528788 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "நா", one: "{0} நா", other: "{0} நா", perUnitPattern: "{0}/நா" } })),
                (m.b2066558509 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "நாட்கள்", one: "{0} நாள்", other: "{0} நாட்கள்", perUnitPattern: "{0} / நாள்" } })),
                (m.b1310964808 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "மா", one: "{0} மா", other: "{0} மா", perUnitPattern: "{0}/மா" } })),
                (m.b2094741961 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "மாதங்கள்", one: "{0} மாதம்", other: "{0} மாதங்கள்", perUnitPattern: "{0} / மாதம்" } })),
                (m.a1069212585 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ஆண்டு", one: "{0} ஆ", other: "{0} ஆ", perUnitPattern: "{0}/ஆ." } })),
                (m.a1063038568 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ஆண்டுகள்", one: "{0} ஆண்டு", other: "{0} ஆண்டுகள்", perUnitPattern: "ஒரு வருடத்தில் {0}" } })),
                (m.b730954995 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "விநாடிகள்", one: "{0} விநாடி", other: "{0} விநாடிகள்", perUnitPattern: "{0}/வி." } })),
                (m.a902724973 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "நிமிட.", one: "{0} நிமிடம்", other: "{0} நிமிட", perUnitPattern: "{0}/நிமிட" } })),
                (m.a1667945757 = l(m("ta").numberFormatter({}), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "மணிநேர.", one: "{0} மணிநேரம்", other: "{0} மணிநேரம்", perUnitPattern: "{0} /ம.நே" } })),
                (m.a1735622210 = l(m("ta").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("ta").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "வி.", one: "{0} வி.", other: "{0} வி.", perUnitPattern: "{0}/வி." } })),
                n("d58baa7f", m.a554385058),
                n("ia24dc8d", m.b50954834),
                n("iab73d4b", m.b1602317428),
                n("i3b7a017", m.b1326418849),
                n("ie5d110f", m.a1081585151),
                n("df5f11b3", m.b417750961),
                n("e8733ed9", m.b1686829088),
                n("be59d8c3", m.a1712609664),
                n("i3d087db", m.b335349808),
                n("ga8d18c9", m.a3528788),
                n("a91e7d49", m.b2066558509),
                n("id952a69", m.b1310964808),
                n("ga09ab65", m.b2094741961),
                n("c83b901d", m.a1069212585),
                n("a55b9fed", m.a1063038568),
                n("ccaa970f", m.b1200022009),
                n("jade381b", m.a808905654),
                n("d725a289", m.b1070371687),
                n("g08cbabb", m.b1702525949),
                n("c333da63", m.b1160356742),
                n("h8054d91", m.a1427274074),
                n("i61fef37", m.b730954995),
                n("ba705e27", m.a902724973),
                n("j86b0d8d", m.a1667945757),
                n("f668e929", m.b1736602551),
                n("i2785009", m.b1390687498),
                n("c778d80b", m.b1060921737),
                n("e8d93005", m.b1780420983),
                n("d46781af", m.a1735622210),
                n("ba316f05", m.a1323724972),
                n("c0bdd345", m.a255249706),
                n("aa2aa1a1", m.b720477813),
                n("da44942d", m.a1434662242),
                n("a54d3ef5", m.a612275824),
                n("bfbc051d", m.a33370001),
                n("ba2e82a1", m.a513022819),
                n("fc209bb7", m.b2105798238),
                n("cf8abf59", m.b310026606),
                n("a9f397f3", m.a457161865),
                n("d857e44d", m.b1733027682),
                n("cb87e3db", m.a413563997),
                n("a9d5ffd1", m.a1644022844),
                n("a0e8371d", m.b417870674),
                n("gcc50dc9", m.a1012397584),
                n("a6a43585", m.b419654612),
                n("a0cc8f2d", m.a2071081525),
                n("i31c32c5", m.b1622673600),
                n("i7dc69e9", m.b1108538174),
                n("c14a6c03", m.a980795203),
                n("jaa3d537", m.b1797421736),
                n("a824080b", m.a177395037),
                n("d9c0bedb", m.b281266025),
                n("bf8c0613", m.a1751403696),
                n("i8163625", m.b1913722278),
                n("adb53ba1", m.b884262134),
                n("iabf697d", m.a430894874),
                n("a1a0555b", m.a658144144),
                n("f266f3d9", m.b1233163760),
                n("a9a8652b", m.b1635755812),
                n("dbf40761", m.a2109905801),
                n("b0d993d9", m.b1069119252),
                n("ac1308e1", m.a933732026),
                n("a7889ab3", m.b1388202435),
                n("c614f5cd", m.a729760093),
                n("i55d57e3", m.b1045841915),
                n("e4b6002b", m.b1162142457),
                n("d28e983b", m.a1671548846),
                n("e8c9232d", m.b877040239),
                n("c8994ae1", m.a1384662690),
                n("f821c2a5", m.b934893187),
                n("j348b9c9", m.b1453785781),
                n("i6f93b9b", m.b1055356251),
                n("c6150bd5", m.a2006773614),
                n("i8921e09", m.a1605370854),
                n("ef239279", m.a430981017),
                n("hecdb149", m.b2060944412),
                n("fdd039b7", m.b1549187570),
                n("f30c2c37", m.b1264085352),
                n("d9ea7bff", m.a1969819419),
                n("ea3df4b7", m.b1323127592),
                n("jaac21bb", m.a1509969065),
                n("hb435ced", m.b65823532),
                n("ce699d81", m.a906378310),
                n("bc56d3d7", m.b1074384923),
                n("f8561913", m.a1645384422),
                n("g6485d53", m.a70186471),
                n("ff561cc1", m.a843173548),
                n("b42011d3", m.a1527894588),
                n("a6660bcd", m.b1598629331),
                n("f9b80449", m.a1665093883),
                n("gdee4d5d", m.b912124353),
                n("h36f2103", m.a718547962),
                n("a19ad037", m.b226808667),
                n("g713f699", m.a1347794638),
                n("ff2e39af", m.b374116944),
                n("be34316d", m.a713196148),
                n("aef81b75", m.a569455747),
                n("fcce70a5", m.a110794685),
                n("jc9d352f", m.b1092224303),
                n("be1cb8c5", m.b377090174),
                n("j9371501", m.a1111031032),
                n("j7d4397d", m.b1696409704),
                n("d61441dd", m.a563509287),
                n("e2a99e97", m.b96150478),
                n("f7ce19ab", m.a33318419),
                n("b2a0213f", m.b2058393542),
                n("d7d71245", m.a2044119021),
                n("a2f2faab", m.b805250902),
                n("g8d1b99b", m.b247702147),
                n("d0a77c9b", m.a2074104919),
                n("e18e399b", m.a830146637),
                n("b6ca7bcb", m.a1112506378),
                n("h0e4cdf5", m.a173726140),
                n("g727ddcf", m.a808220461),
                n("h3629783", m.a1181247626),
                n("a20c68af", m.b1200707202),
                n("ja781451", m.a891632836),
                n("cfa1a7b9", m.a769015591),
                n("f3b9b9a7", m.a52538238),
                n("eefcd267", m.a214283881),
                n("fa8afc43", m.a86626314);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/ta.f3429a9a.js.map
